{"id": "73b8144e-86c6-381a-b980-da5d37cf91c4", "title": "Ali Niknam (bunq) over dansjes wagen en zelf een bank beginnen", "url": "https://nu.nl/ondernemen/6022785/ali-niknam-bunq-over-dansjes-wagen-en-zelf-een-bank-beginnen.html", "summary": "In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in de zaken van bekende ondernemers.\nHij is de oprichter van bunq, een challenger bank die hij midden in de financiële crisis oprichtte en waarmee hij (naar eigen zeggen) de voorloper van de Tikkie bedacht.\nEn over 'bunq', dat expres met een kleine 'b' wordt geschreven.\nOver Andermans ZakenAndermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.\nMaar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal.", "paragraphs": ["In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in de zaken van bekende ondernemers. Met deze week: Ali Niknam (1981). Hij is de oprichter van bunq, een challenger bank die hij midden in de financiële crisis oprichtte en waarmee hij (naar eigen zeggen) de voorloper van de Tikkie bedacht.", "Niknam vertelt over zijn atypische jeugd in Canada, Iran en Nederland met twee ouders die aan topsport deden, over waarom iedereen die bij hem komt werken eerst een persoonlijkheidstest moet doen en over de eerste keer dat hij iets programmeerde (hij was toen negen jaar). En over 'bunq', dat expres met een kleine 'b' wordt geschreven. Draai je scherm maar eens om en lees opnieuw.", "Over Andermans Zaken", "Andermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.", "Ze praten over hoe het is om de baas te zijn. Over wanneer ze 's nachts wakker lagen en dachten: waar ben ik in 's hemelsnaam aan begonnen? Maar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal."], "authors": ["Door"], "keywords": ["zaken", "zijn", "waarom", "niknam", "hij", "van", "steken", "een", "beginnen", "bank", "en", "bunq", "die", "met", "ali", "dansjes", "zelf", "wagen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}