{"id": "73bc920b-cd40-33d4-ba2d-ef4c78d16440", "title": "Johan Huizinga zag het al: de neiging tot nationale zelfverheerlijking is in Nederland gering", "url": "https://trouw.nl/politiek/johan-huizinga-zag-het-al-de-neiging-tot-nationale-zelfverheerlijking-is-in-nederland-gering~b01cd802/", "summary": "Het past domweg niet in de geest van de Nederlanders, die hij aanmerkte als ‘burgerlijk in elke zin van het woord’.\nHuizinga zag het fascisme als een modeOver de opmars van het fascisme durfde Huizinga geen harde voorspelling te doen.\nHij veronderstelde dat de aanhang nog zou groeien, maar hij zag het vooral als een mode.\nMaar dat zag Huizinga met vooruitziende blik anders: het vervullen van die plicht ‘zal van de moed en het vuur van de enkeling en van ons allen nog genoeg vergen’.\nHuizinga stelde de burgerlijke geest tegenover het extreme nationalisme met haar verheerlijking van het verleden.", "paragraphs": ["Het Nederlandse volk is in de loop van zijn bestaan voor sterke uitingen van politiek extremisme onvatbaar gebleken. Aldus schreef Johan Huizinga in 1935 in een essay over onze volksaard onder de titel ‘Nederland’s geestesmerk’. Als de historicus het goed zag, maakt het nationalistische populisme dat in de eerste decennia van deze eeuw is opgekomen, hier dus weinig kans. Het past domweg niet in de geest van de Nederlanders, die hij aanmerkte als ‘burgerlijk in elke zin van het woord’.", "Huizinga baseerde zijn waarneming op de in ons land geringe aantrekkingskracht van het ‘anarchisme van de daad’, dat rond 1900 in Europa en Amerika met aanslagen huishield, en van het communisme dat na de Russische revolutie van 1917 op ons continent opgang maakte.", "Toen Huizinga zijn essay schreef, bezette de communistische CPN vier van de honderd zetels in de Tweede Kamer, wat het vooroorlogse hoogtepunt zou zijn. Na een piek vlak na de oorlog verdween de partij na een marginaal bestaan nog voor de val van de Muur in 1989 uit de Kamer.", "Huizinga zag het fascisme als een mode", "Over de opmars van het fascisme durfde Huizinga geen harde voorspelling te doen. Hij veronderstelde dat de aanhang nog zou groeien, maar hij zag het vooral als een mode. ‘Velen omhelzen het fascisme ongetwijfeld bij vergissing, menende dat zijn zegepraal hun conservatieve instincten zou bevredigen.’", "Bij de Provinciale Statenverkiezingen in 1935 haalde de drie jaar oude NSB 8 procent van de stemmen, een resultaat dat als net zo spectaculair werd ervaren als de winst van Forum voor Democratie bij de Statenverkiezingen van 2019. Maar bij de Kamerverkiezingen in 1937 zette de neergang alweer in. De beweging haalde nog maar 4 procent en zag veel van de vijftigduizend leden weer vertrekken.", "Je kunt vaststellen dat het Nederlandse volk nog altijd weinig bevattelijk is voor een politiek die de democratische orde wil aantasten of zelfs omverwerpen. De aantrekkingskracht is wel gegroeid. PVV en Forum haalden bij de Statenverkiezingen van 2019 samen meer dan 20 procent van de stemmen. Huizinga hield met die ontwikkeling al rekening. Hij maakte de opkomst van de radio mee, een nieuw massamedium dat het mogelijk maakte de bevolking met suggestieve reclame en propaganda te bewerken. Hierdoor werd elk extremisme in zijn ogen ‘gevaarlijker en onberekenbaarder’.", "Is de geest van burgerlijkheid nog altijd voldoende tegen het extremisme opgewassen, zeker nu de manipulatieve kracht van de (sociale) media zo’n belangrijke factor in de politiek is geworden? Er valt vertrouwen te putten uit wat Huizinga als ‘de kwaliteit van een gebrek’ in de Nederlandse geest zag: de geringe gevoeligheid voor illusie en retoriek. Dat staat helaas oog voor de kunsten in de weg, schreef hij, maar als politieke eigenschap moest je dat gebrek als heilzaam beschouwen. De neiging tot nationale zelfverheerlijking, heel sterk in de retoriek van Wilders en Baudet, is gering. ‘Vergeleken met vele andere volken zingen wij minder luid onze eigen lof.’", "De Nederlanders gaan, meende Huizinga, evenmin gebukt onder gevoelens van nationale minderwaardigheid waarop illusie en retoriek het weligst tieren. ‘Hoe verachtelijk het ook mag klinken voor ieder die zich vurig en moedig voelt, als natie en staat zijn wij in zekere zin satisfait, en het is ons nationale plicht dat te blijven.’", "‘Het vervullen van de plicht zal nog genoeg vergen’", "Uit deze tevredenheid spreekt weinig elan. Maar dat zag Huizinga met vooruitziende blik anders: het vervullen van die plicht ‘zal van de moed en het vuur van de enkeling en van ons allen nog genoeg vergen’.", "Hoewel ‘burgerlijkheid’ in zijn dagen ook al een negatieve lading had, voerde Huizinga het begrip terug op het stedelijke leven, waarin zich in de lage landen al vroeg de individuele vrijheidszin en, niet als morele maar als publieke deugd, de verdraagzaamheid konden ontwikkelen. Daarom durfde hij de paradoxale stelling aan dat de eenheid van het Nederlandse volk, ondanks alle verscheidenheid en verdeeldheid, is gelegen in zijn burgerlijk karakter. ‘Of wij hoog of laag springen, wij Nederlanders zijn allen burgerlijk, van de notaris tot de dichter en van de baron tot de proletariër.’", "Voor wie nog altijd moeite heeft met ‘de effenheid van ons nationale leven’ die daarvan het gevolg is, voegde hij toe dat om de burgervrijheden, de vrijheid van geweten en religie in de eerste plaats, onze voorouders in de zestiende eeuw de republiek stichten en de strijd tegen Spanje volhielden. Huizinga stelde de burgerlijke geest tegenover het extreme nationalisme met haar verheerlijking van het verleden. In dat valse heroïsme ligt, schreef hij, de prikkel voor hoogmoed en barbarij. Het ware heldendom zag hij in ‘de toewijding en plichtsvervulling, die als lof voor onze daden genoeg moeten zijn’.", "Hans Goslinga schrijft elk weekend een beschouwing over de staat van onze politiek en onze democratie. Lees ze hier terug."], "authors": ["Hans Goslinga"], "keywords": ["tot", "van", "huizinga", "johan", "nederland", "als", "zag", "het", "hij", "zijn", "gering", "een", "neiging", "nationale", "en", "zelfverheerlijking", "dat", "voor"], "pubDate": "2020-12-06T07:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}