{"id": "73d3e431-a137-3e73-9e5f-a6fb59e3f90d", "title": "Eindelijk weer naar tweede huis in Frankrijk: 'Iedereen wil nu langskomen'", "url": "https://nos.nl/artikel/2337321-eindelijk-weer-naar-tweede-huis-in-frankrijk-iedereen-wil-nu-langskomen.html", "summary": "Sinds vandaag is het voor Nederlanders officieel weer mogelijk om zonder problemen naar Frankrijk op vakantie te gaan.\nHij brengt normaal gesproken tien weken per jaar door in zijn huis in La Garde-Adhémar, in de Franse streek Drôme.\n\"In januari was ik er voor het laatst, veel te lang geleden\", vertelt Peters.\n\"Mijn zoon was nog net voor de sluiting naar het huis gereden en heeft er toen vijf weken gebivakkeerd.\nZelf heeft hij vooral veel zin om te gaan.", "paragraphs": ["Sinds vandaag is het voor Nederlanders officieel weer mogelijk om zonder problemen naar Frankrijk op vakantie te gaan. Dat is ook goed nieuws voor de meer dan 20.000 Nederlanders met een tweede huis in dat land, zoals Piet Hein Peters. Hij brengt normaal gesproken tien weken per jaar door in zijn huis in La Garde-Adhémar, in de Franse streek Drôme.", "\"In januari was ik er voor het laatst, veel te lang geleden\", vertelt Peters. Op 18 maart sloot Frankrijk de grenzen. \"Mijn zoon was nog net voor de sluiting naar het huis gereden en heeft er toen vijf weken gebivakkeerd. Gelukkig ging het uitreizen voor hem vrij makkelijk.\" Zelf heeft Peters in de tussentijd veel contact gehad met de bewoners van het dorp. \"Ze zijn heel voorzichtig, het land heeft in een forse lockdown gezeten.\"", "Mondkapjes mee", "Peters wacht niet langer nu de grenzen weer open zijn. Vandaag vertrekt hij al, samen met zijn vrouw. Ze nemen mondkapjes mee, \"want die moet je op in de supermarkt.\" Hij en zijn vrouw hebben zelf allebei corona gehad, met milde symptomen. \"Wij zijn drie weken ziek geweest, maar we hadden geen ademnood. Ik denk dat wij daarom wat minder bang zijn.\"", "Hij merkt wel voorzichtigheid bij mensen die zijn huis huren. \"Sommige mensen hebben afgezegd omdat ze het gewoon niet aandurven.\" Zelf heeft hij vooral veel zin om te gaan. \"We gaan het zien, heerlijk land.\""], "authors": ["Jacqueline Eckmann", "Redacteur Buitenland", "Marion Smit"], "keywords": ["frankrijk", "langskomen", "naar", "hij", "eindelijk", "iedereen", "heeft", "voor", "wil", "huis", "het", "weken", "weer", "tweede", "nu", "ze", "met", "zelf", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}