{"id": "73e357d9-ae23-315f-887e-d748d0a77de7", "title": "De vergeten schaker Szymon Winawer tot leven gewekt", "url": "https://volkskrant.nl/sport/de-vergeten-schaker-szymon-winawer-tot-leven-gewekt~b0848b62/", "summary": "De mooiste partijen, de briljantste zetten, de grootste blunders en de langste denkpauzes, allemaal zijn ze verzameld en in wisselende volgorde gepresenteerd.\nIn 1964 stelde hij in het blad Chessworld zijn tien favoriete spelers in chronologische volgorde voor aan zijn lezers.\n­Opvallend afwezig in zijn toptien was Emanuel Lasker, wereldkampioen van 1894 tot 1921.\nFischer) zullen velen het eens zijn, al kan over de volgorde worden gekibbeld.\nAls voorbeeld geven zij de volgende overwinning op een tegenstander wiens naam ten onrechte ontbreekt in hun topvijftig.", "paragraphs": ["Van bijna alles hebben de schakers lijstjes gemaakt. De mooiste partijen, de briljantste zetten, de grootste blunders en de langste denkpauzes, allemaal zijn ze verzameld en in wisselende volgorde gepresenteerd. En ­natuurlijk is regelmatig een klassement samengesteld van de beste spelers aller ­tijden. Door enthousiaste amateurs, maar ook door topgrootmeesters.", "Opmerkelijk was de lijst van Bobby ­Fischer. In 1964 stelde hij in het blad Chessworld zijn tien favoriete spelers in chronologische volgorde voor aan zijn lezers. ­Opvallend afwezig in zijn toptien was Emanuel Lasker, wereldkampioen van 1894 tot 1921. Zonder Laskers naam te noemen schreef Fischer: ‘Als iemand lange tijd kampioen is, betekent dat nog niet dat hij een groot speler is. Iemand die lang een land regeert is niet altijd een groot staatsman.’", "Onlangs waagden twee grootmeesters, de Duitse internetcommentator Jan ­Gustafsson en de Deen Peter Heine ­Nielsen, de hoofdcoach van Magnus ­Carlsen, een nieuwe poging. Voor de site Chess24 maakten zij korte video’s over de vijftig beste spelers uit de geschiedenis. Ze lieten zich leiden door hun voorkeuren en door de Amerikaanse statisticus Jeff Sonas die op de site Chessmetrics historische ratings toekent aan spelers als Adolf Anderssen en Paul Morphy.", "Met de topdrie (1. Kasparov 2. Carlsen 3. Fischer) zullen velen het eens zijn, al kan over de volgorde worden gekibbeld. De grote verrassing is de 43ste plaats van ­Szymon Winawer, een Poolse speler uit de 19de eeuw, van wie ik alleen wist dat zijn naam verbonden is aan een belangrijke ­variant van de Franse verdediging. Volgens Gustafsson en Nielsen bevat zijn oeuvre partijen die ook nu in de 21ste eeuw gespeeld hadden kunnen worden. Als voorbeeld geven zij de volgende overwinning op een tegenstander wiens naam ten onrechte ontbreekt in hun topvijftig.", "Winawer – Paulsen", "Berlijn 1881", "1.e4 c5 2. Pf3 e6 3. Pc3 a6 4. d4 cxd4 5. Pxd4 Dc7 6. Ld3 Pf6 7. 0-0 Pc6 8. Pxc6 bxc6 9. f4 d5 10. Df3 Lb7 11. Kh1 Le7 12. b3 d4", "Met deze zet verlamt zwart eigenhandig zijn stelling. Juist is 12 ... c5, waarna wit rekening moet houden met ... c5-c4.", "13. Pd1 c5 14. Pf2 0-0 15. Dh3 Pd7 16. Ld2 a5 17. e5 g6 18. Pg4 a4", "Diagram links", "19. f5! exf5 20. Txf5 Dc6!", "Na 20 ... axb3 volgt 21. Taf1 (dreigt 22. Ph6+) 21 ... f6 22. Th5! gxh5 23. Lxh7+ met beslissende aanval.", "21. Tf2 f5 22. Ph6+?", "Veel sterker is 22. exf6 ep Lxf6 23. Lc4+ Kh8 24. Lh6.", "22 ... Kh8 23. Te1 axb3 24. axb3 Pb6?", "Met 24 ... De6 moest de volgende zet worden verhinderd.", "25. e6 c4", "Hardnekkiger, maar onvoldoende is 25 ... Pd5 26. Pf7+ Txf7 27. exf7 Df6.", "26. Pf7+ Kg8", "Diagram rechts", "27. Lxf5! Lf6 28. Lxg6 hxg6 29. Txf6 Dxg2+ 30. Dxg2 Lxg2+ 31. Kxg2 Kg7 32. Tef1", "Zwart geeft op."], "authors": ["Gert Ligterink"], "keywords": ["vergeten", "tot", "spelers", "van", "schaker", "volgorde", "op", "zijn", "szymon", "winawer", "22", "een", "en", "leven", "gewekt", "door", "worden"], "pubDate": "2020-11-20T16:29:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}