{"id": "73efb7d8-e72d-3ef3-8668-04b086415a0b", "title": "Minister De Jonge: eerste coronavaccinatie op 8 januari", "url": "https://nos.nl/artikel/2361062-minister-de-jonge-eerste-coronavaccinatie-op-8-januari.html", "summary": "Als het coronavaccin van BioNtech/Pfizer wordt goedgekeurd door het Europees Medicijnagentschap, gaan vanaf die datum de eerste vaccinaties van start.\nEerder vandaag drongen partijen in de Kamer al aan op meer informatie van het kabinet over de start van het vaccineren.\nKamerpartijen wilden dan ook van het kabinet weten waarom het hier langer duurt en wanneer Nederland zover is.\nHet is de verwachting dat de eerste 500.000 doses van het vaccin nog dit jaar worden geleverd, schrijft De Jonge.\nDebat in KamerNu er een brief van het kabinet is, willen de meeste partijen vanavond nog een debat over het vaccinatiebeleid houden.", "paragraphs": ["De eerste vaccinatie kan op 8 januari 2021 gezet worden. Dat blijkt uit de planning van de GGD en het RIVM waarover minister De Jonge van Volksgezondheid een brief aan de Tweede Kamer heeft gestuurd. Als het coronavaccin van BioNtech/Pfizer wordt goedgekeurd door het Europees Medicijnagentschap, gaan vanaf die datum de eerste vaccinaties van start. Vanaf 4 januari worden de eerste uitnodigingen verstuurd.", "De eerste groep die wordt opgeroepen zijn medewerkers van verpleeghuizen, medewerkers van de gehandicaptenzorg en de wijkverpleging. Wie een uitnodiging ontvangt, kan bellen voor een afspraak.", "Eerder vandaag drongen partijen in de Kamer al aan op meer informatie van het kabinet over de start van het vaccineren. Nederland behoort in de EU niet tot de kopgroep: verschillende landen in de EU willen nog voor de jaarwisseling beginnen. In het Verenigd Koninkrijk is de vaccinatiecampage al ruim een week bezig. Kamerpartijen wilden dan ook van het kabinet weten waarom het hier langer duurt en wanneer Nederland zover is.", "Vanaf 11 januari zal de GGD op drie plekken in het land gaan vaccineren. Vanaf maandag 18 januari kan er op 25 centrale locaties worden ingeënt.", "Nederland heeft een miljoen doses van het vaccin besteld. Het is de verwachting dat de eerste 500.000 doses van het vaccin nog dit jaar worden geleverd, schrijft De Jonge.", "Debat in Kamer", "Nu er een brief van het kabinet is, willen de meeste partijen vanavond nog een debat over het vaccinatiebeleid houden. Het debat zal vanavond om 20.30 uur beginnen.", "Volgens het RIVM is de database waar straks iedere prik wordt geregistreerd eind deze maand klaar. Het centrale oproepsysteem is vooralsnog ook niet af, maar die software is niet noodzakelijk om te starten met het inenten van de eerste groep zorgmedewerkers.", "De Gezondheidsraad zal ook nog een advies spoedadvies uitbrengen over de geschiktheid van het vaccin voor specifieke doelgroepen."], "authors": [], "keywords": ["van", "nog", "jonge", "coronavaccinatie", "een", "wordt", "januari", "minister", "eerste", "op", "worden", "het", "zal"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}