{"id": "73ff475b-189f-3bdf-bfe9-6b5ab56950ec", "title": "Londen en Brussel lossen conflict over terugtrekkingsakkoord op", "url": "https://nu.nl/economie/6095407/londen-en-brussel-lossen-conflict-over-terugtrekkingsakkoord-op.html", "summary": "De Europese Unie en het Verenigd Koninkrijk hebben hun meningsverschillen over het terugtrekkingsakkoord opgelost.\nOok over de grens tussen Noord-Ierland en Ierland, waarover de EU en het VK botsten.\nHet voornemen van de Britten om onderdelen van het terugtrekkingsakkoord te breken, was een belangrijk twistpunt tussen de EU en het VK.\nDe overeenstemming van dinsdag betekent dat het terugtrekkingsakkoord op 1 januari van kracht kan worden, zei vicepresident van de Europese Commissie Maros Sefcovic.\nDaarover zijn het VK en de EU nog in conclaaf, waarbij visserij, toezicht en een gelijk speelveld de struikelblokken zijn.", "paragraphs": ["De Europese Unie en het Verenigd Koninkrijk hebben hun meningsverschillen over het terugtrekkingsakkoord opgelost. De Britse regering belooft de onderdelen van de zogeheten Brexit-wet die inbreuk maakten op dat akkoord in te trekken. De onderdelen hadden de woede van Brussel gewekt.", "Het conflict over de wet zat de onderhandelingen over een handelsakkoord in de weg. Dat akkoord moet ingaan zodra de Britten de EU op 1 januari ook in de praktijk achter zich laten. Maar nu is er \"principeovereenstemming over alle kwesties\", zei de Britse minister Michael Gove. Ook over de grens tussen Noord-Ierland en Ierland, waarover de EU en het VK botsten.", "Het voornemen van de Britten om onderdelen van het terugtrekkingsakkoord te breken, was een belangrijk twistpunt tussen de EU en het VK. Brussel had zelfs gewaarschuwd dat een handelsdeal niet mogelijk zou zijn als de bepalingen overeind zouden blijven.", "De overeenstemming van dinsdag betekent dat het terugtrekkingsakkoord op 1 januari van kracht kan worden, zei vicepresident van de Europese Commissie Maros Sefcovic.", "Het betekent echter niet dat er ook een akkoord is over de toekomstige handelsrelatie. Daarover zijn het VK en de EU nog in conclaaf, waarbij visserij, toezicht en een gelijk speelveld de struikelblokken zijn.", "Het VK is al sinds 31 januari 2020 uit de EU. Momenteel is echter nog sprake van een overgangsfase, die eind deze maand afloopt. Voor die tijd hopen Londen en Brussel tot een handelsakkoord te komen."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["lossen", "van", "dat", "terugtrekkingsakkoord", "een", "en", "eu", "te", "brussel", "op", "londen", "vk", "conflict", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}