{"id": "7421d740-c71c-3cf1-bbe3-7b461cfa6084", "title": "JA21-oprichter Annabel Nanninga wil niet in Tweede Kamer", "url": "https://www.ewmagazine.nl/nederland/news/2021/01/ja21-oprichter-annabel-nanninga-wil-niet-in-tweede-kamer-797363/", "summary": "Annabel Nanninga die samen met Joost Eerdmans uit Forum voor Democratie stapte en een nieuwe partij oprichtte, JA21, wil geen zitting nemen in de Tweede Kamer.\nJoost Eerdmans (49) is lijsttrekker van JA21, een nieuwkomer die volgens de laatste peiling van Maurice de Hond op twee zetels mag rekenen.\nLees hier het interview van EW met Annabel Nanninga en Joost Eerdmans: ‘Wij houden Mark Rutte op rechts’Nanninga zegt echter dat zij dit ‘niet netjes’ vindt.\nIk blijf in de Eerste Kamer, de Noord-Hollandse Staten in de Amsterdamse raad.\nEerdmans en Nanninga zeggen tegen ewmagazine.nl dat zij op sommige punten met Otten en De Vries willen samenwerken, maar dat samengaan er niet in zit.", "paragraphs": ["Annabel Nanninga die samen met Joost Eerdmans uit Forum voor Democratie stapte en een nieuwe partij oprichtte, JA21, wil geen zitting nemen in de Tweede Kamer. Zij komt onderaan de kandidatenlijst als ‘lijstduwer’, maar zal een eventuele voorkeurszetel niet accepteren. Nanninga zegt dit in een interview met EW dat deze week verschijnt.", "Joost Eerdmans (49) is lijsttrekker van JA21, een nieuwkomer die volgens de laatste peiling van Maurice de Hond op twee zetels mag rekenen. Tot nu toe werd aangenomen dat medeoprichter en nummer twee van de partij Nanninga (43) hoog op de lijst zou komen en een gooi zou doen naar een Tweede Kamerzetel.", "Lees hier het interview van EW met Annabel Nanninga en Joost Eerdmans: ‘Wij houden Mark Rutte op rechts’", "Nanninga zegt echter dat zij dit ‘niet netjes’ vindt. Zij blijft in de Eerste Kamer zitten, waar ze vorig jaar onder de vlag van Forum voor Democratie (FVD) een zetel veroverde. Daarnaast blijft Nanninga in de gemeenteraad van Amsterdam en in Provinciale Staten van Noord-Holland.", "Ook die zetels veroverde zij als lid van de FVD van Thierry Baudet. Maar zij geeft voorrang aan deze zetels boven een Kamerzetel die zij met haar nieuwe partij mogelijk kan binnenhalen.", "Over de Tweede Kamerverkiezingen zegt Nanninga in EW: ‘Ik ben lijstduwer en sta helemaal onderaan. Ik blijf in de Eerste Kamer, de Noord-Hollandse Staten in de Amsterdamse raad. Daar ben ik gekozen en het is niet netjes vroegtijdig te vertrekken.’", "Nanninga is momenteel met zwangerschapsverlof. Volgende maand keert ze terug in de Eerste Kamer, waar ze de nieuwe fractie JA21 gaat leiden. Die bestaat, naast Nanninga, uit zeven andere uit FVD gestapte senatoren. Henk Otten en Jeroen de Vries, nog twee ex-FVD-leden in de Eerste Kamer, vormen daar de Fractie-Otten.", "Eerdmans en Nanninga zeggen tegen ewmagazine.nl dat zij op sommige punten met Otten en De Vries willen samenwerken, maar dat samengaan er niet in zit.", "Eerdmans en Nanninga leggen in het dubbelinterview met EW uit dat de acht zetels van JA21 in de Eerste Kamer de mogelijkheid bieden om een volgend kabinet Rutte aan een rechtse meerderheid te helpen. Zij hopen de kiezers ervan te overtuigen dat JA21 ook in de Tweede Kamer kan verhinderen dat VVD-leider Mark Rutte met linkse partijen een coalitie vormt."], "authors": [], "keywords": ["zij", "ja21oprichter", "kamer", "van", "ja21", "eerste", "en", "een", "met", "nanninga", "wil", "annabel", "niet", "dat", "tweede"], "pubDate": "2021-01-05T11:38:34Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}