{"id": "744d9416-7607-3c53-a922-2de0096a2c03", "title": "3 wetswijzigingen per 1 januari 2021 die belangrijk zijn voor ondernemers", "url": "https://nu.nl/advertorial-kvk/6095110/3-wetswijzigingen-per-1-januari-2021-die-belangrijk-zijn-voor-ondernemers.html", "summary": "Je hebt recht op zelfstandigenaftrek als de Belastingdienst je als ondernemer ziet en je minstens 1.225 uur per jaar in je bedrijf stopt.\nFaillissement makkelijker voorkomenAls je bedrijf in financiële problemen zit, kun je je schuldeisers vanaf 1 januari 2021 een akkoord aanbieden om de schulden van je bedrijf te herstructureren.\nAls de rechter het akkoord goedkeurt, moeten schuldeisers zich eraan houden, ook als ze het er niet mee eens zijn.\nMeer wetswijzigingenEr zijn meer wetswijzigingen die van invloed zijn op starters, zzp'ers en mkb'ers.\nEn hebben ze antwoord op wat er mag en wat er kan. Ze helpen jou verder met relevante informatie, bijvoorbeeld over wetswijzigingen, en geven je advies op maat.", "paragraphs": ["Vanaf 1 januari 2021 krijgen veel ondernemers te maken met nieuwe wetten en regels. Deze drie wetwijzigingen zijn belangrijk voor starters, zzp'ers en mkb'ers.", "Zelfstandigenaftrek omlaag", "De zelfstandigenaftrek is in 2021 nog 6.670 euro. Dat is 360 euro lager dan de 7.030 euro in 2020. Onderaan de streep gaan de meeste ondernemers er niet tot nauwelijks op achteruit: de arbeidskorting en algemene heffingskorting binnen de inkomstenbelasting stijgen komend jaar om de lagere zelfstandigenaftrek te compenseren.", "Je hebt recht op zelfstandigenaftrek als de Belastingdienst je als ondernemer ziet en je minstens 1.225 uur per jaar in je bedrijf stopt. Sinds 2020 verlaagt het kabinet de aftrek ieder jaar. De laatste verlaging staat gepland voor 2036, dan is de zelfstandigenaftrek 3.240 euro.", "Faillissement makkelijker voorkomen", "Als je bedrijf in financiële problemen zit, kun je je schuldeisers vanaf 1 januari 2021 een akkoord aanbieden om de schulden van je bedrijf te herstructureren. De Wet Homologatie Onderhands Akkoord (WHOA) heeft als doel faillissementen te voorkomen.", "Als de rechter het akkoord goedkeurt, moeten schuldeisers zich eraan houden, ook als ze het er niet mee eens zijn. Het kan dus zijn dat schuldeisers tegen hun wil genoegen moeten nemen met een gedeeltelijke afboeking of kwijtschelding van de schulden.", "Bedrijfspand kopen wordt duurder", "Voor bedrijfspanden en tweede woningen gaat de overdrachtsbelasting omhoog, van 6 procent naar 8 procent. Koop je bijvoorbeeld een bedrijfspand of een pand om te beleggen? Dan betaal je vanaf 1 januari 2021 meer belasting.", "Starters op de woningmarkt tussen de 18 en 35 jaar betalen vanaf 2021 geen overdrachtsbelasting als ze een bestaande koopwoning kopen of krijgen. Tot nu toe betaalden alle particulieren 2 procent van het aankoopbedrag als overdrachtsbelasting. In 2021 geldt dat percentage dus alleen voor niet-starters en starters boven de 35.", "Meer wetswijzigingen", "Er zijn meer wetswijzigingen die van invloed zijn op starters, zzp'ers en mkb'ers. Lees deze goed door zodat je op de hoogte bent van wat er gaat veranderen.", "Advies op maat", "De afgelopen maanden sprak KVK zo'n 75.000 ondernemers uit bijna alle branches. Ze hebben geluisterd en geholpen. Zo weten ze nog beter wat er speelt. En hebben ze antwoord op wat er mag en wat er kan. Ze helpen jou verder met relevante informatie, bijvoorbeeld over wetswijzigingen, en geven je advies op maat. Kijk op KVK.nl."], "authors": ["Door"], "keywords": ["van", "belangrijk", "die", "en", "ze", "te", "zijn", "januari", "op", "voor", "er", "je", "als", "ondernemers", "2021", "wetswijzigingen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}