{"id": "74518f21-5658-3b1c-a29b-a33b274e7b58", "title": "Tolsteegbrug in Utrecht komende weken dicht voor auto- en fietsverkeer", "url": "https://nu.nl/utrecht/6101231/tolsteegbrug-in-utrecht-komende-weken-dicht-voor-auto-en-fietsverkeer.html", "summary": "De Tolsteegbrug in Utrecht is tot eind februari dicht voor auto- en fietsverkeer.\nDe afsluiting is nodig om het werk aan het plein, de Tolsteegbarrière, de Wijde Doelen en de brug af te ronden.\nDe inrichting van het gebied voldeed niet meer en daarom is de gemeente bezig om dit stukje binnenstad aan te pakken.\nDaarvoor moet de brug de komende weken dicht.\nAutomobilisten en fietsers kunnen gedurende de werkzaamheden niet via de Tolsteegbrug naar de Twijnstraat, Tolsteegbarrière en Wijde Doelen.", "paragraphs": ["De Tolsteegbrug in Utrecht is tot eind februari dicht voor auto- en fietsverkeer. De afsluiting is nodig om het werk aan het plein, de Tolsteegbarrière, de Wijde Doelen en de brug af te ronden.", "De inrichting van het gebied voldeed niet meer en daarom is de gemeente bezig om dit stukje binnenstad aan te pakken. Daarvoor moet de brug de komende weken dicht. Automobilisten en fietsers kunnen gedurende de werkzaamheden niet via de Tolsteegbrug naar de Twijnstraat, Tolsteegbarrière en Wijde Doelen.", "De werkzaamheden lopen ook anders dan gepland. Bij de werkzaamheden ter hoogte van de voormalige bushalte stuitte de aannemer namelijk op een grote betonplaat. Deze plaat ligt waarschijnlijk onder de gehele rijbaan tussen de Twijnstraat en de brug. Omdat de betonplaat in de weg ligt, moet deze eruit. Daarvoor moet de hele weg open.", "Als de betonplaat eruit is, kan de openbare weg weer opgebouwd worden. Op de Tolsteegbrug worden in het wegdek de contouren van de voormalige Tolsteegpoort weer zichtbaar. In de Wijde Doelen komt ook een nieuwe bushalte."], "authors": ["Door"], "keywords": ["moet", "van", "fietsverkeer", "weken", "voor", "en", "betonplaat", "weg", "dicht", "tolsteegbrug", "auto", "wijde", "brug", "het", "werkzaamheden", "utrecht", "komende"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}