{"id": "7473d913-2b21-32d5-81f1-083fc28bc2c7", "title": "Voltijd werkende mannen houden de ongelijke positie van vrouwen op de arbeidsmarkt in stand", "url": "https://volkskrant.nl/columns-opinie/voltijd-werkende-mannen-houden-de-ongelijke-positie-van-vrouwen-op-de-arbeidsmarkt-in-stand~b4e3e929/", "summary": "Met andere woorden: het is vrouwen zélf te verwijten dat ze deze achtergestelde positie op de arbeidsmarkt innemen.\nWant de regel en de norm is de werkende man, en die behoeft geen enkele aanpassing, zo is de veronderstelling.\nHet zijn niet de individuele kwaliteiten maar het structurele patroon van achterstelling, stereotypen en vooroordelen die de ongelijke positie van vrouwen bestendigen.\nDaardoor blijven mannen en vrouwen even lang weg van de werkvloer, ervaren vrouwen geen onevenredige achterstand op hun carrièrepad en kunnen mannen meer verantwoordelijkheid nemen voor de zorg en opvoeding van hun kinderen.\nOp het gebied van de achterstelling van vrouwen lijk ik soms te ontwaken met ochtendkranten uit de jaren vijftig.", "paragraphs": ["‘Deeltijd­prinsesjes’ moeten zich continu verantwoorden. Maar de norm waaraan ze moeten voldoen blijft buiten schot. Een gemiste kans – ook voor de prinsjes.", "Soms dreunt een zin in de krant nog weken na. ‘Bij de honderd grootste Nederlandse bedrijven zijn meer topmannen die Peter heten (vijf) dan dat er topvrouwen zijn (vier)’, meldden diverse media begin oktober. Het was een relatief klein bericht, maar een groot contrast met de euforie een paar weken eerder. ‘Eindelijk wat meer vrouwen aan de top’, kopte de Volkskrant toen. In het Algemeen Dagblad en het Financieele Dagblad ging de vlag nog wat meer uit: ‘Recordaantal vrouwen aan de top’ en ‘Meer vrouwen aan de top dan ooit’, schreven die respectievelijk.", "Enthousiaste koppen waren het, vol opluchting. Toch is dit enthousiasme verbazingwekkend. ‘Meer’ betekent namelijk niet ‘veel’. Zo steeg het aantal vrouwelijke bestuurders van 9 naar 12 procent. Dat betekent dat ongeveer 9 op de 10 bestuurders nog steeds man is. Bovendien heeft driekwart van de bedrijven nog steeds geen enkele vrouw in de Raad van Bestuur. Geen één. Dat lijkt weinig aanleiding voor gejuich. Het toont de pijnlijke en structurele ongelijkheid van vrouwen in Nederland.", "Het zijn juist dit soort berichten die ertoe leiden dat Nederlanders ten onrechte een sterk geëmancipeerd en progressief zelfbeeld hebben. Zo is het inmiddels al zeventien jaar geleden dat minister van Sociale Zaken en Werkgelegenheid Aart Jan de Geus afkondigde dat de vrouwenemancipatie was voltooid.", "Zodoende is het modieus om je nu af te vragen waarom vrouwen ‘achterblijven’, ‘minder verdienen’ en ‘niet werken’, zoals in de televisieserie Waarom werken vrouwen niet? die donderdag op NPO 3 begon. De simpelste reactie daarop is het dominante denken gaan bepalen. Zo zijn Nederlandse vrouwen ‘verwende prinsesjes’ (Elma Drayer), ‘weinig ambitieus’ (Heleen Mees) en gewoon erg ‘afhankelijk’, ‘lui’ en ‘egoïstisch’ (Sander Schimmelpenninck). Met andere woorden: het is vrouwen zélf te verwijten dat ze deze achtergestelde positie op de arbeidsmarkt innemen.", "Vrouwen moeten zich continu verantwoorden, en daarmee bevragen we nooit de norm waar vanuit dit als afwijking wordt gezien. De masculiene norm. De voltijdnorm. De kostwinnersnorm.", "Want wat is dé reden dat vrouwen in deeltijdbanen worden geduwd in Nederland? Inderdaad: mannen. Zo heeft 73 procent van de werkende mannen een voltijdbaan. Niet toevallig heeft 74 procent van de werkende vrouwen een deeltijdbaan. Want op het moment dat er in een Nederlands gezin kinderen komen, blijkt uit onderzoek, blijven 9 van de 10 mannen hetzelfde aantal uren werken.", "Het masculiene kostwinnersmodel, waarbij de man voltijds werkt, wedijvert met Zwarte Piet als een van de hardnekkigste Nederlandse tradities. Want ‘de man moet op de straat om zijnen handel gaan; het wijf moet in het huis de keuken gadeslaan’, dichtte Jacob Cats al subtiel in 1625.", "Pas in 1997 werd de rol van de man in de thuissituatie bespreekbaar gemaakt door de Sire-campagne ‘Mannen erbij betrekken’, met de bekende reclamespot ‘Wie is toch die man die op zondag het vlees komt snijden?’ Let daarbij op de niet eens zo heel subtiele passiviteit: de hoogste ambitie destijds was namelijk om ‘de man erbij te betrekken’, niet eens om de vader een volwaardig deelnemer aan het gezinsleven te laten zijn. Daarvoor zou de arbeidsmarktpositie van mannen geproblematiseerd moeten worden, en dat doen we niet graag in Nederland. Want de regel en de norm is de werkende man, en die behoeft geen enkele aanpassing, zo is de veronderstelling. De werkende vrouw is de afwijking van de norm.", "Op het moment dat er sprake is van een gerealiseerde kinderwens zijn vrouwen in Nederland verplicht ongeveer vier maanden uit de roulatie, terwijl de man na vijf dagen fluitend weer terugkeert op de werkvloer. Onlangs is het ouderschapsverlof voor mannen verlengd naar vijf weken, wat wederom met een zucht van progressieve verlichting is verwelkomd. Maar als ik dat aan mijn Scandinavische collega’s uitleg, waar ouders tussen de 12 en 14 maanden ouderschapsverlof te verdelen hebben, lachen ze me in mijn gezicht uit.", "Nogal wiedes dat werkgevers een voorkeur hebben voor die inflexibele, want daarmee meer productieve en inzetbare, mannen. Voor de Nederlandse man heeft het stichten van een gezin nauwelijks consequenties, ze kunnen eenvoudig in die voltijdbaan blijven hangen. Ziedaar dé bron voor structurele ongelijkheid en achterstelling.", "In Nederland heerst nog altijd een romantisch moederschapsethos. We denken dat vrouwen beter voor kinderen kunnen zorgen, hoewel daar geen enkel wetenschappelijk bewijs voor is. Dat vooroordeel wordt onbewust bevestigd door kinderdagverblijven die als eerste de moeder bellen als een kind ziek is, of consultatiebureaus waar standaard de gegevens van de moeder worden genoteerd.", "Het is ook heel normaal om aan een vrouw in een topfunctie te vragen hoe ze haar topbaan combineert met het moederschap, of om, zoals bij Op1 gebeurde, aan iemand als Ingrid Thijssen, de nieuwe voorzitter van VNO-NCW, te vragen of ze wel one of the boys kan zijn. Wereldvreemd zou het zijn om Rem Koolhaas te vragen hoe hij zijn vaderschap combineert met zijn positie als ‘starchitect’. Of om aan Mark Rutte te vragen of hij wel one of the boys kan zijn. Hij hoeft niks te bewijzen, hij ís het bewijs. Als man heb je dispensatie van emancipatie.", "In Nederland hoeven mannen geen enkele aanpassing te doen als ze kinderen krijgen. Ze gaan nauwelijks minder werken en betalen niet mee in de ‘babyboete’. Dat institutioneel seksisme leidt ertoe dat vrouwen de structurele achterstelling soms zelfs internaliseren. Sommige momfluencers stellen het voltijdsmoederschap nu voor als feministische daad, want gebaseerd op hun vrije keuze. Weliswaar zijn ‘keuzevrijheid’ en ‘zelfbeschikking’ de sleutelwoorden in het naoorlogse emancipatiebeleid, maar de harde feiten laten zien dat een ‘keuze’ voor zorg en deeltijd in Nederland vrij weinig met vrijheid of ‘kiezen’ te maken heeft. Want naast dwingende wet- en regelgeving die de achterstelling van vrouwen op de arbeidsmarkt bevordert – het ongelijke recht op ouderschapsverlof en daarmee dus ongelijke carrièrekansen – doen mannen er thuis en op het werk bewust en onbewust vrijwel niets aan om de arbeidsmarktpositie van vrouwen te verbeteren.", "In het maatschappelijk debat worden structurele vormen van uitsluiting en discriminatie ten onrechte geïndividualiseerd. Neem de loonkloof, het gegeven dat vrouwen met precies dezelfde banen als mannen structureel minder betaald krijgen, zelfs als er wordt gecorrigeerd voor deeltijdwerk. Verklaringen te over. Zo zou het komen door ‘deeltijdprinsesjes’, door ‘luxe’, door ‘decadentie’, vrouwen zouden minder worden gedreven door geld, minder ambitieus zijn en minder goed in het onderhandelen met hun baas. Los van de seksistische en stereotiepe verwijten wordt de loonkloof dus individuele vrouwen aangewreven – ze zouden maar beter een cursusje doen om te leren onderhandelen.", "Toen Louise Elffers was genomineerd als Lector van het Jaar aan de Hogeschool van Amsterdam grapten meerdere mannelijke collega’s dat er zeker geen andere kandidaten te vinden waren, vertelde ze in een interview. ‘Heb je nou nooit als mensen jou horen praten, dat ze vragen: goh, zo’n jonge vrouw, wat weet zij er eigenlijk van’, vroeg een mannelijke collega haar. Toen ze zich hierover in het openbaar uitsprak, werd háár een coach aangeboden. Zij werd als probleem gezien dat oplossing behoeft, in plaats van dat werd voorgesteld het mannelijk normerend gedrag aan te pakken.", "Beeld Esther Aarts", "Uit het promotieonderzoek van Channah Herschberg blijkt dat het juist vooroordelen over vrouwen zijn die ertoe leiden dat er zo weinig vrouwen op belangrijke academische posities zitten en dat ze ook minder verdienen. Herschberg ontdekte dat universitaire sollicitatiecommissies meer vraagtekens zetten bij de kwaliteiten van vrouwelijke kandidaten dan bij mannelijke. Heeft ze die subsidies echt aangevraagd? Is ze echt de belangrijkste auteur van die artikelen? Overdrijft ze niet? Bij mannelijke kandidaten kwamen die vragen niet op. Wat Herschberg vooral schokte, was dat ze niets in de gaten had gehad toen ze bij die sollicitatiegesprekken aanwezig was. Pas achteraf, in de gespreksanalyse, kreeg ze door wat er gebeurde. Ze was er zelf in meegegaan.", "Anno 2020 word je in Nederland nog altijd niet als vrouw geboren, maar word je tot vrouw gemaakt, zoals Simone de Beauvoir dat al in 1949 stelde. Het zijn niet de individuele kwaliteiten maar het structurele patroon van achterstelling, stereotypen en vooroordelen die de ongelijke positie van vrouwen bestendigen.", "Hoe kan dit veranderen? De oplossing is niet zo moeilijk, maar vereist politieke wil. Een eerste, belangrijke vraag om te stellen is: waarom hebben mannen dispensatie van emancipatie? Gun mannen ook een volwaardige en gelijke positie. En ten tweede: in wiens belang is voltijdwerk de norm? Vanuit werkgeversperspectief is het misschien logisch, omdat meer productiviteit leidt tot meer groei en meer winst. Maar werknemers hebben meerdere rollen te vervullen: in het gezin, in de familie, in de maatschappij. Als mannen wat minder aan de voltijdnorm zouden hangen, ontstaat er ruimte voor een mannelijke emancipatie en kunnen werk en zorgtaken evenrediger worden verdeeld. Minder voltijd zou dus ook voor mannen heilzaam zijn.", "In Zweden wordt al langer geëxperimenteerd met kortere werktijden. Zo werkten in een verzorgingshuis in Göteborg 68 verpleegkundigen twee jaar lang 30 uur per week in plaats van de gebruikelijke 37 uur, tegen hetzelfde salaris. De medewerkers voelden zich gezonder, er was minder ziekteverzuim en de productiviteit nam toe waardoor patiënten beter werden verzorgd. Ook bij Toyota in Zweden werkt men sinds 2003 zes uur per dag met als resultaat: meer tevreden automonteurs, meer productiviteit en nauwelijks extra kosten.", "De tijd is er rijp voor, want uit onderzoek van ADP (2019) onder tienduizend Europese werknemers, van wie 1.400 Nederlanders, blijkt dat 56 procent van de ondervraagden het liefst vier dagen per week zou werken, zelfs zonder behoud van salaris. Overigens werken Nederlanders gemiddeld al 31 uur per week – en toch blijft voltijdwerk de norm. Zodoende heeft de deeltijdrealiteit de voltijdsfictie al ruimschoots ingehaald, alleen valt die deeltijdrealiteit onevenredig uit naar vrouwen.", "Twee aspecten in het creëren van een volwaardige oplossing zijn belangrijk. Investeer allereerst eens serieus in toegankelijke en inhoudelijk interessante kinderopvang, zodat kinderopvang niet die dure sluitpost op de gezinsbegroting blijft die altijd – maar ook écht altijd – negatief uitpakt voor vrouwelijke arbeidsparticipatie. Maak hiervan een nutsvoorziening. Daar profiteert iedereen van.", "Zorg er daarnaast voor dat mannen en vrouwen dezelfde babyboete betalen. Trek ouderschapsverlof gelijk, zoals in Finland, Zweden, Noorwegen, IJsland en Denemarken, waar er al jaren ervaring mee wordt opgedaan. Daardoor blijven mannen en vrouwen even lang weg van de werkvloer, ervaren vrouwen geen onevenredige achterstand op hun carrièrepad en kunnen mannen meer verantwoordelijkheid nemen voor de zorg en opvoeding van hun kinderen. De keuze voor het krijgen van een kind wordt meestal genomen door twee personen. Laat beiden dan ook evenredig de tijd hebben om vanaf het begin in dat gezinsleven te investeren.", "Soms word je wakker in een wereld waarvan je dacht dat die verleden tijd was. Op het gebied van de achterstelling van vrouwen lijk ik soms te ontwaken met ochtendkranten uit de jaren vijftig. Zolang we de masculiene norm niet ter discussie stellen, kunnen vrouwen eindeloos ter verantwoording worden geroepen en blijft het debat cynisch, seksistisch en discriminatoir. Laten we de norm omdraaien en de onwrikbaarheid van de voltijdbaantjes van die verwende prinsjes eens problematiseren. Opdat we, J.C. Bloem indachtig, wakker kunnen worden in een wereld die ‘voorbij, voorbij, o en voorgoed voorbij’ is."], "authors": ["Mark Van Ostaijen"], "keywords": ["van", "vrouwen", "werkende", "voltijd", "op", "het", "die", "ongelijke", "voor", "positie", "een", "ze", "stand", "en", "dat", "houden", "te", "mannen"], "pubDate": "2020-11-13T16:32:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}