{"id": "747d73a8-1c85-3b97-900c-10f9cc457620", "title": "Britse filmmaker die de stem van de werkende klasse wilde laten horen", "url": "https://nrc.nl/nieuws/2021/01/10/britse-filmmaker-die-de-stem-van-de-werkende-klasse-wilde-laten-horen-a4026953", "summary": "De fameuze documentaireserie Up die de Britse filmmaker Michael Apted in 1964 begon, was naar eigen zeggen „het belangrijkste wat ik ooit maakte”.\nHet veertiental werd eens in de zeven jaar gefilmd, waardoor het verloop van hun verschillende levens mooi te zien is.\n(…) Achteraf had ik ook er ook wel meer vrouwen bij gewild dan de vier die we nu hebben.\nToch stelde ook de actie niet teleur, met een spectaculair helikoptergevecht in een ski-oord en een wilde motorbootachtervolging op de Theems als hoogtepunten.\nNRC Film De beste filmstukken, interviews en recensies van de nieuwste films InschrijvenEen versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021", "paragraphs": ["De fameuze documentaireserie Up die de Britse filmmaker Michael Apted in 1964 begon, was naar eigen zeggen „het belangrijkste wat ik ooit maakte”. Apted overleed donderdag in zijn woonplaats Los Angeles, hij werd 79 jaar. Hij had gehoopt op zijn 99ste 84 Up te maken, maar dat komt er nu niet meer van – tenzij iemand anders het baanbrekende project overneemt.", "De in 1964 met 7 Up begonnen reeks beoogde een dwarsdoorsnede te geven van de Britse klassenmaatschappij middels interviews met veertien ‘gewone’ inwoners van Groot-Brittannië, acht uit de upper-class en zes uit de arbeidersklasse. Het veertiental werd eens in de zeven jaar gefilmd, waardoor het verloop van hun verschillende levens mooi te zien is. Ook al omdat in elke aflevering fragmenten uit eerdere films zaten, wordt duidelijk hoe eenieder zich – met ups en downs – ontwikkelt. In een interview met deze krant in 1999 zei Apted over de Up-serie: „Geleidelijk verschoof de politiek naar de achtergrond en kwam het accent op de individuele ontwikkeling te liggen. Vanaf 21 Up werd het uitgangspunt meer sociologisch, of humanistisch, dan journalistiek.”", "Lees ook dit interview met Michael Apted: ‘We wilden Engeland veranderen’", "In hetzelfde interview was Apted openhartig over de bedoeling van de reeks: „We hadden een verborgen agenda, we wilden laten zien dat Engeland verdeeld was en dat de kansen ongelijk gespreid waren. Dat de tegenstelling tussen particulier en openbaar onderwijs de samenleving zou gaan opbreken. Het was een revolutionaire tijd, we wilden democratisering, de stem van de working class moest worden gehoord. (…) Achteraf had ik ook er ook wel meer vrouwen bij gewild dan de vier die we nu hebben. Maar ja, het was een andere tijd.”", "Voor 7 Up was de bij de nieuwsrubriek World in Action van Granada Television als stagiair werkzame Apted researcher, maar vanaf 14 Up tot en met 63 Up deed hij de regie. Zijn belangstelling voor de rol van afkomst in iemands leven keerde terug in Coal Miner’s Daughter uit 1980, zijn tweede als speelfilmregisseur. Na het maken van die film verhuisde Apted naar de VS.", "Lees ook: de recensie van 63 Up", "In Coal Miner’s Daughter speelt Sissy Spacek countryzangeres Loretta Lynn, de in armoede opgegroeide dochter van een mijnwerker die zich opwerkt tot ‘Queen of Country Music’. Spacek kreeg een Oscar voor haar rol. Dat tekent een van Apteds kwaliteiten: hij wist uitstekende acteerprestaties te ontlokken aan diegene met wie hij werkte, onder wie Sigourney Weaver in Gorillas in the Mist (1988), de biopic van primatoloog Dian Fossey, Jodie Foster in Nell (1994) en William Hurt in de sfeervolle thriller Gorky Park (1983).", "Als filmregisseur kende Apted een veelzijdige, wellicht wat grillige carrière, van thrillers (het middelmatige Blink, het recente Unlocked, Apteds laatste film) tot komedie (Continental Divide, met John Belushi) en maatschappelijke geëngageerd werk als Class Action (1991) en Thunderheart (1992), een integere film die opkomt voor de rechten van Native Americans. Daarnaast de mede met Nederlands geld gefinancierde historische film Enigma (2001), over de decoders op Bletchley Park tijdens WO 2. Ook in deze onderhoudende film kraakte Apted een kritische noot. Zo speelt Kate Winslet een jonge vrouw die gerekruteerd is omdat ze zo goed kruiswoordpuzzels kan oplossen, maar ondanks haar bepalende rol in het kraken van de Duitse Enigma-code krijgt zij nooit een verantwoordelijke functie.", "In de opsomming van zijn werk mag de Bond-film The World Is Not Enough (1999) natuurlijk niet ontbreken. Het is de zeer succesvolle derde 007-film met Pierce Brosnan. Apted was indertijd een verrassende keuze om in te huren als Bond-regisseur, maar hij werd speciaal door de producenten benaderd omdat ze de koers wilden verleggen: meer drama, minder actie. Toch stelde ook de actie niet teleur, met een spectaculair helikoptergevecht in een ski-oord en een wilde motorbootachtervolging op de Theems als hoogtepunten.", "NRC Film De beste filmstukken, interviews en recensies van de nieuwste films Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["André Waardenburg", "Januari Om", "Leestijd Minuten"], "keywords": ["horen", "wilde", "werkende", "laten", "klasse", "met", "ook", "te", "die", "apted", "van", "en", "een", "filmmaker", "stem", "britse", "film", "het", "hij"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}