{"id": "74844c5b-d7f5-3195-8128-10e238cc77b8", "title": "Fiat (en Jeep, Dodge en Alfa Romeo) mag fuseren (met Peugeot, Citroën en Opel)", "url": "https://volkskrant.nl/economie/fiat-en-jeep-dodge-en-alfa-romeo-mag-fuseren-met-peugeot-citroen-en-opel~b1209cdd/", "summary": "Werknemers van Fiat Chrysler in de fabriek in het Braziliaanse Betim.\nBeeld REUTERSOm te voorkomen dat het bedrijf een onuitsprekelijke naam krijgt, is Stellantis bedacht – een naam die buiten beurskringen niet al te vaak zal vallen, omdat de merken (onder meer Citroën, Peugeot, Opel van PSA, Fiat, Jeep, Alfa Romeo) gewoon blijven bestaan.\nHet hoofdkantoor komt, net als dat van FCA, in Amsterdam, maar het gros van de activiteiten zal elders zijn.\nAls het samengaan voltooid is, ontstaat ’s werelds vierde autoproducent in volume, met een beurswaarde van 44 miljard dollar.\nDe Italianen zullen elektrische platforms van PSA gaan gebruiken voor de ontwikkeling van kleinere elektrische auto's.", "paragraphs": ["Werknemers van Fiat Chrysler in de fabriek in het Braziliaanse Betim. Beeld REUTERS", "Om te voorkomen dat het bedrijf een onuitsprekelijke naam krijgt, is Stellantis bedacht – een naam die buiten beurskringen niet al te vaak zal vallen, omdat de merken (onder meer Citroën, Peugeot, Opel van PSA, Fiat, Jeep, Alfa Romeo) gewoon blijven bestaan. Het hoofdkantoor komt, net als dat van FCA, in Amsterdam, maar het gros van de activiteiten zal elders zijn.", "Beide concerns kregen eerder al toestemming van de Europese Commissie om te fuseren. Als het samengaan voltooid is, ontstaat ’s werelds vierde autoproducent in volume, met een beurswaarde van 44 miljard dollar. De grootste uitdaging zal de overstap naar elektrische auto's worden. Daarin lopen met name Fiat en Chrysler achter. De Italianen zullen elektrische platforms van PSA gaan gebruiken voor de ontwikkeling van kleinere elektrische auto's."], "authors": ["Bard Van De Weijer"], "keywords": ["dodge", "van", "fiat", "naam", "zal", "en", "met", "een", "elektrische", "opel", "peugeot", "fuseren", "te", "het", "jeep", "mag", "romeo", "psa"], "pubDate": "2021-01-04T18:20:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}