{"id": "7496e3fc-eb96-3683-9eb9-65cde25ce04f", "title": "Politie Zoetermeer houdt Haagse inbreker van oliebollenkraam aan", "url": "https://nu.nl/den-haag/6097213/politie-zoetermeer-houdt-haagse-inbreker-van-oliebollenkraam-aan.html", "summary": "De politie heeft dinsdagavond laat een inbreker aangehouden die niet stiekem een woning of winkel, maar een Zoetermeerse oliebollenkraam binnen probeerde te komen.\nEen Zoetermeerder zag dat iemand bezig was om in te breken bij de oliebollenkraam op de Parkdreef, nabij het Meeuwenveld in Zoetermeer.\nToen de politie aankwam, zagen zij een man bij de deur van de oliebollenkraam staan.\n\"Bij een onderzoek troffen wij op de tweede verdieping een bezwete man aan welke voldeed aan het door de getuige opgegeven signalement.\nDe politie trof meerdere inbrekerswerktuigen en handschoenen aan op de route die de inbreker had afgelegd.", "paragraphs": ["De politie heeft dinsdagavond laat een inbreker aangehouden die niet stiekem een woning of winkel, maar een Zoetermeerse oliebollenkraam binnen probeerde te komen.", "Een Zoetermeerder zag dat iemand bezig was om in te breken bij de oliebollenkraam op de Parkdreef, nabij het Meeuwenveld in Zoetermeer.", "Toen de politie aankwam, zagen zij een man bij de deur van de oliebollenkraam staan. \"Hij ging er als een haas vandoor en de achtervolging werd ingezet. Deze ging via het Lijsterveld, via het voetpad naast de randstadrail en eindigde op de Andoornvaart. Hier waren wij de verdachte korte tijd kwijt\", meldt de politie Zoetermeer.", "Een andere inwoner zag dat de verdachte een flat aan de Vijverdreef binnenging. \"Bij een onderzoek troffen wij op de tweede verdieping een bezwete man aan welke voldeed aan het door de getuige opgegeven signalement. Deze man is dan ook aangehouden op verdenking van poging inbraak.\"", "De politie trof meerdere inbrekerswerktuigen en handschoenen aan op de route die de inbreker had afgelegd. Deze werden in beslag genomen voor verder onderzoek. Ook werd er braakschade aangetroffen aan de oliebollenkraam.", "De 29-jarige man uit Den Haag heeft de poging tot inbraak bekend."], "authors": ["Door"], "keywords": ["van", "inbreker", "een", "en", "politie", "deze", "op", "zoetermeer", "bij", "man", "houdt", "haagse", "het", "aan", "oliebollenkraam"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}