{"id": "74a01c86-2b6f-31e5-b143-1114431f362b", "title": "Mega-samenwerking tussen universiteiten Utrecht, Wageningen en Eindhoven. Dit zijn de voordelen", "url": "https://volkskrant.nl/nieuws-achtergrond/mega-samenwerking-tussen-universiteiten-utrecht-wageningen-en-eindhoven-dit-zijn-de-voordelen~b61c648c/", "summary": "En ook op andere gebieden gaan de universiteiten nauwer samenwerken.\nHet is niet voor het eerst dat Nederlandse universiteiten zo'n samenwerking aankondigen.\nAan het begin van dit jaar verstevigden ook de TU Delft, Erasmus Universiteit Rotterdam en het Erasmus MC al de banden.\n‘Bijvoorbeeld op het gebied van geneeskunde en technologie.’ Op dat terrein werkten de TU Eindhoven, de universiteit Utrecht en het UMC Utrecht al eerder samen.\nWe zitten onder de beoogde 3 procent van het bruto nationaal product, onder het Europese gemiddelde’, zegt hij.", "paragraphs": ["Studenten van de TU Eindhoven bij hun nieuwste creatie ‘Luca’, een auto vervaardigd uit bijna volledig gerecycled afval. Beeld Raymond Rutting", "De instellingen kondigen hun alliantie woensdag aan tijdens een digitale bijeenkomst in het bijzijn van minister Ingrid van Engelshoven (Onderwijs, Cultuur en Wetenschap). Met de samenwerking willen ze onder meer stimuleren dat onderzoekers uit verschillende disciplines gaan samenwerken aan grote mondiale problemen op het gebied van voedsel, gezondheid, energie en duurzaamheid.", "En ook op andere gebieden gaan de universiteiten nauwer samenwerken. Zo moeten studenten gemakkelijker vakken kunnen volgen aan de partnerinstellingen en moeten werknemers gebruik gaan maken van elkaars laboratoria en onderzoeksapparatuur. Ook zullen meer mensen tegelijk bij meerdere universiteiten in dienst zijn.", "Het is niet voor het eerst dat Nederlandse universiteiten zo'n samenwerking aankondigen. Aan het begin van dit jaar verstevigden ook de TU Delft, Erasmus Universiteit Rotterdam en het Erasmus MC al de banden. Waarom trekken de Nederlandse universiteiten steeds nadrukkelijker naar elkaar toe? Drie redenen.", "1. De kracht van onverwachte samenwerkingen", "Een materiaalwetenschapper die zich verdiept in chronische pijn? Ligt niet erg voor de hand, wellicht. Tenzij de betreffende ingenieur veel weet van kunstmatige neuronen – door mensen gemaakte tegenhangers van de zenuwcellen die in ons lichaam pijn doorgeven.", "Dat project, dat technische kennis uit Eindhoven bundelt met medische inzichten uit Utrecht, is momenteel één van de kanshebbers op een subsidie als onderdeel van het gloednieuwe Center for Unusual Cooperations.", "‘Als je briljante mensen bij elkaar zet, gebeuren mooie dingen’, zegt Robert-Jan Smits, bestuursvoorzitter van de TU Eindhoven. Daarbij schuiven de universiteiten nadrukkelijk onderzoekers van de verschillende jonge academies naar voren – samenwerkingsverbanden binnen één universiteit waarbij mensen uit verschillende disciplines sowieso al met elkaar in contact komen.", "‘We zijn op zoek gegaan naar onderwerpen waarbij samenwerking over verschillende vakgebieden heen nuttig kan zijn’, zegt biomechanicus Sandra Hofmann van de jonge academie van de TU Eindhoven. De meeste ideeën voor samenwerkingen bevinden zich nog in de brainstormfase, zegt ze, terwijl andere al wat concreter zijn. ‘Bijvoorbeeld op het gebied van geneeskunde en technologie.’ Op dat terrein werkten de TU Eindhoven, de universiteit Utrecht en het UMC Utrecht al eerder samen. Zo bestaan er al gezamenlijke masteropleidingen en onderzoeksprojecten. Ook Eindhoven en Wageningen werkten al samen op het gebied van voedseltechnologie.", "Susanne Knittel van de jonge academie van de Universiteit Utrecht hoopt dat met de nieuwe plannen nog vaker samenwerkingen ontstaan die buiten de gebaande paden gaan. Zelf werkt ze als literatuurwetenschapper bijvoorbeeld samen met geologen binnen haar eigen universiteit, waarbij ze hun studenten ‘Cli-Fi’ laten lezen – sciencefictionverhalen met een hoofdrol voor klimaatverandering. ‘Dat geeft een frisse blik. Geesteswetenschappers en bètawetenschappers kunnen nog heel veel van elkaar leren.’", "2. Internationale concurrentiepositie verstevigen", "‘Samen zijn onze drie kennisinstellingen nu nog aantrekkelijker voor studenten, internationale toponderzoekers en partners uit overheid en bedrijfsleven’, zegt Ed Brinksma, voorzitter van het College van Bestuur van de Erasmus Universiteit, over de samenwerking met onder meer de TU Delft.", "Brinksma benadrukt dat dit soort samenwerkingen noodzakelijk zijn om internationaal een vuist te kunnen maken. ‘Nederland loopt achter met investeringen in onderzoek en ontwikkeling. We zitten onder de beoogde 3 procent van het bruto nationaal product, onder het Europese gemiddelde’, zegt hij. Door samenwerking willen de universiteiten ‘in Zuid-Holland een klimaat creëren waarin naast overheden ook internationale topbedrijven en organisaties investeren in ons onderzoek en onderwijs, en gebruik maken van onze knowhow.’", "Toch leveren dit soort samenwerkingen niet altijd op wat je van tevoren zou verwachten, waarschuwt bedrijfskundige Killian McCarthy (universiteit Groningen), die onder meer onderzoek deed naar hoe fusies verlopen in het bedrijfsleven. ‘Dit soort verregaande samenwerkingen klinken op papier heel mooi, maar blijken in de praktijk vaak minder rooskleurig dan voorgeschoteld.’", "Hij vraagt zich bijvoorbeeld af of het straks écht makkelijker wordt voor studenten om vakken te volgen bij andere instellingen. Volgens McCarthy houdt de top van een bedrijf of universiteit vaak onvoldoende rekening met de praktische problemen die op de werkvloer ontstaan. ‘Mede daardoor mislukt 75 procent van de fusies in het bedrijfsleven. En als het doel van een fusie is om economisch te groeien, blijkt gemiddeld maar zeven procent van de verwachte groei ook echt te worden gerealiseerd.’", "3. Het is goedkoper", "Samenwerken is ook delen. Meetapparatuur, bijvoorbeeld. Of warenhuizen voor opslag van onderzoeksdata. ‘En je kunt ook samen optrekken bij openbare aanbestedingen’, zegt Smits. Elke paar jaar schaft een universiteit bijvoorbeeld nieuwe computers aan. ‘Samen kun je op veel gebieden waarde winnen.’"], "authors": ["George Van Hal"], "keywords": ["van", "tussen", "universiteit", "voordelen", "dit", "dat", "een", "en", "eindhoven", "ook", "universiteiten", "wageningen", "zijn", "megasamenwerking", "utrecht", "op", "voor", "met", "het"], "pubDate": "2020-12-02T04:00:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}