{"id": "74a26da2-6158-3978-bd6f-0e30d8c842bc", "title": "Gerard Lenting botste als trainer tegen de Chinese muur", "url": "https://www.parool.nl/sport/gerard-lenting-botste-als-trainer-tegen-de-chinese-muur~b5e6514b/", "summary": "Niet dat er veel inzit, zegt Gerard Lenting daags voor zijn vertrek uit Azië.\nMet hem vertrekt de laatste Nederlandse trainer die door het Chinees olympisch comité was ingehuurd voor het project Winterspelen Peking 2022.\nEenvoudig ging het niet worden, wist hij meteen toen hij in juni 2019 arriveerde in Peking.\nDan kreeg ik het verwijt dat ik ze niet sterk genoeg had gemaakt en dat ze daardoor steeds geblesseerd raakten.\nDat vinden ze heel moeilijk.”Een krappe veertien maanden voor het ontsteken van het olympisch vuur heeft hij zijn conclusies getrokken.", "paragraphs": ["Kunstrijders Sui Wenjing en Han Cong moeten uit­groeien tot China’s grote sterren op de Olympische Spelen van 2022. Beeld International Skating Union via", "Zijn koffer staat al enige tijd, gepakt en wel, in een hoek van zijn appartement op het Shougang Park in Peking, in februari 2022 het kloppend hart van de Olympische Spelen. Niet dat er veel inzit, zegt Gerard Lenting daags voor zijn vertrek uit Azië. “Ik zie mezelf in mijn vrije tijd niet zo gauw rondlopen in kleding met groot ‘China’ op mijn rug.” Wat hij wel meeneemt op de terugreis naar Nederland? Laat hij het zo zeggen: “Bijzondere ervaringen en mooie herinneringen.”", "Na anderhalf jaar tegen muren te zijn opgelopen is het voor de 60-jarige Lenting mooi geweest. Met hem vertrekt de laatste Nederlandse trainer die door het Chinees olympisch comité was ingehuurd voor het project Winterspelen Peking 2022. In navolging van schaatscoaches als Bob de Jong, Rutger Thijssen en Arie Koops koos ook Lenting, eerder als kracht- en conditietrainer werkzaam in negen olympische takken van sport, anderhalf jaar geleden voor een uitdaging onder Chinese vlag. Veel bedenktijd had hij niet nodig toen hij werd gevraagd in die hoedanigheid te werken met de kunstrijparen Jin Boyang-Peng Cheng en Sui Wenjing-Han Cong. Laatstgenoemden zijn de tweevoudige wereldkampioenen die moeten uitgroeien tot de grote sterren van het olympische gastland.", "Eenvoudig ging het niet worden, wist hij meteen toen hij in juni 2019 arriveerde in Peking. Het Chinees olympisch comité had het niet nodig geacht een tolk ter beschikking te stellen. “Als reden werd opgegeven dat de kunstrijselectie daar te klein voor was. En dat terwijl die Chinezen niet verder gaan dan een paar woordjes Engels.”", "Communicatie is irrelevant", "Al gauw werd Lenting duidelijk waarom hij het zonder vertaler moest stellen: communicatie is in het Chinese sportsysteem volstrekt irrelevant. “Je moet gewoon doen wat je gezegd wordt, daar komt het op neer. Het maakt ook niet uit wie er als trainer voor een groep staat. Als de resultaten tegenvallen, wordt diegene gewoon vervangen en gaan ze door waar ze gebleven waren. De manier van werken, de wijze waarop trainingen worden georganiseerd, het staat van tevoren allemaal vast,” vertelt Lenting.", "Boven die trainers hangt namelijk nog een heel apparaat. De directeur wintersport van het Chinees olympisch comité heeft zeggenschap over de programma’s. Die moet op zijn beurt weer luisteren naar de sportminister. Als die vindt dat alle atleten een test moeten ondergaan, dan gebeurt dat. Wanneer dat niet in het programma past, blessures tot gevolg heeft of betekent dat sporters uit de selectie worden gegooid, dan is dat maar zo.”", "Lenting werd geacht ervoor te zorgen dat de kunstrijders iedere dag fit op het ijs staan. “In de trainingen werden ze dan vervolgens zo’n beetje lichamelijk afgebroken. Dan kreeg ik het verwijt dat ik ze niet sterk genoeg had gemaakt en dat ze daardoor steeds geblesseerd raakten. Die Chinese kunstrijders weten ondertussen allang dat de aanpak veel beter kan. Dat er tussen trainingen door ook momenten van rust moeten zijn. Toch zullen Chinezen nooit hun aanpak veranderen. Op zulke momenten gaan de atleten namelijk nadenken. En dat is niet de bedoeling, want dan gaan ze ook vragen stellen.”", "Monotone aanpak", "“In een aantal sporten werkt die monotone aanpak heel goed”, vervolgt Lenting. “Boogschieten, schoonspringen, schietsport, daar werken ze met gesloten opdrachten om het kunstje onder de knie te krijgen waarmee ze mondiaal uitblinken. In andere sporten, waar ze met directe tegenstanders te maken hebben en dus soms moeten improviseren, is dat een stuk lastiger. Binnen kunstrijden heb je te maken met een aantal vaste elementen. Tussen die oefeningen moeten de juryleden met show en elegantie worden bespeeld. Dat vinden ze heel moeilijk.”", "Een krappe veertien maanden voor het ontsteken van het olympisch vuur heeft hij zijn conclusies getrokken. Spijt daarvan heeft Lenting allerminst. “Ik ben gehaald voor mijn expertise, maar in de praktijk moest ik doen wat zij wilden en op hun manier. Dan hoef je dus eigenlijk ook geen kennis uit het buitenland te halen. In schaatsen, biatlon, schansspringen, overal zijn de coaches die van buiten China werden ingehuurd vertrokken. Voor hen gold waarschijnlijk hetzelfde als voor mij. Soms is het beter de eer aan jezelf te houden.”"], "authors": ["Luuk Blijboom"], "keywords": ["gerard", "botste", "van", "voor", "lenting", "en", "een", "ze", "tegen", "dat", "chinese", "te", "het", "die", "muur", "niet", "als", "trainer"], "pubDate": "2020-12-18T12:22:25Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}