{"id": "74a5b6ae-5778-3917-8b23-4aea066f38f4", "title": "Fouilleren op afstand, met of zonder mondkapje, ik aarzel", "url": "https://www.volkskrant.nl/columns-opinie/fouilleren-op-afstand-met-of-zonder-mondkapje-ik-aarzel~bdde79d3/", "summary": "Door corona ben ik terughoudender met fouilleren, maar in dit geval vond ik dat ik moest optreden.\nUiteindelijk bedaarde hij, zette hij een mondkapje op en liet hij zich fouilleren.\nIk was op surveillance toen ik een melding kreeg over een slapende man in het Zuiderpark.\nTesten doe ik niet, ik laat me pas testen bij klachten.\nToen ik thuiskwam, legde ik mijn dochters uit waarom mama even afstand moest houden.", "paragraphs": ["‘Vlak voor de jaarwisseling moest ik twee arrestaties verrichten waarbij ik de coronamaatregelen met geen mogelijkheid kon naleven. Met een collega reed ik in een surveillancewagen de Rotterdamse straat Havikhorst in, toen er pal voor onze auto een vuurwerkbom ontplofte. Verderop zag ik twee jongens rondhangen bij een auto. Ik schatte ze op een jaar of 20. Ze rookten een jointje. Ik deed mijn dikke leren handschoenen aan, controleerde of mijn mondkapje goed zat en stapte op ze af. Ze hadden er niets mee te maken, zeiden ze. Ze stonden gewoon te chillen.", "De Havikhorst is een beruchte straat in mijn wijk, er zijn regelmatig meldingen van vuurwapens. Daarom geldt er een preventief fouilleerbeleid. Ik maakte bliksemsnel een afweging: weegt het schenden van de coronaregels bij fouilleren op tegen het mogelijke vuurwapenbezit dat ik bestrijd? Door corona ben ik terughoudender met fouilleren, maar in dit geval vond ik dat ik moest optreden.", "Dat beviel een van de twee niet, hij ramde het autoportier tegen me aan en wilde wegkomen. Ik ging pal voor zijn deur staan en heb rustig uitgelegd wat de bedoeling was. Afstand houden was niet mogelijk, maar ik verzocht hem vriendelijk een mondkapje op te doen. Uiteindelijk bedaarde hij, zette hij een mondkapje op en liet hij zich fouilleren. Zijn zakken zaten vol illegaal vuurwerk. In de kleine politieauto waarmee ik ter plaatse was, kon ik geen afstand houden; tijdens corona laten we daarom voor arrestaties de busjes komen. De jongen is achterin rustig mee naar het bureau gegaan.", "Zo makkelijk kwam ik er bij de tweede arrestatie niet vanaf. Ik was op surveillance toen ik een melding kreeg over een slapende man in het Zuiderpark. Ter plaatse bleek dat hij onder een bankje in slaap was gevallen en onder de kots zat: zijn jas, zijn gezicht, zelfs de grond waarop hij lag. Eerst probeerde ik afstand te houden en hem met lawaai wakker te maken, toen dat niet werkte trok ik mijn handschoenen aan en probeerde hem wakker te schudden. Ook dat lukte niet. Zelfs drukpunten achter de oren gaven geen reactie.", "Met handschoenen aan heb ik hem met een collega aan zijn schouders omhoog gesjord. Hij was steenkoud en hoestte. Toen hij zat, werd hij wakker, maar er kwam geen zinnig woord uit. Ik zette hem een mondkapje op, maar telkens probeerde hij het weg te vegen en moest ik het opnieuw rechttrekken, terwijl hij hoestte en geïrriteerd reageerde. Omdat we geen gesprek konden voeren, geen ID konden vragen en hem ook niet wilden achterlaten, moesten we hem meenemen. We hebben hem gedrieën onder de armen getild en versleept, hoestend en al. Steeds schoot door mijn hoofd: we houden geen afstand. We hebben zoveel fysiek contact. De man hoest. Hij heeft geen mondkapje gedragen. Shit.", "Toen de man in zijn cel was, zat mijn uniform onder de kots. Liefst wilde ik gaan douchen, maar daar had ik geen tijd voor. Ik trok een nieuw uniform aan, desinfecterende mijn handen twee keer, gooide alcohol over mijn handschoenen en ben weer de straat op gegaan. Testen doe ik niet, ik laat me pas testen bij klachten. Toch heeft zo’n schending van de coronaregels impact, ook privé. Normaal bezoek ik mijn moeder regelmatig, nu heb ik haar al een paar dagen niet gezien. Ik mijd contact met mensen buiten mijn gezin en laat zelfs gezinsleden niet te dichtbij komen. Toen ik thuiskwam, legde ik mijn dochters uit waarom mama even afstand moest houden. Na de arrestaties heb ik mijn kinderen twee dagen niet kunnen knuffelen.’"], "authors": ["Loubna Laabid"], "keywords": ["ik", "afstand", "hem", "fouilleren", "mijn", "en", "met", "zonder", "een", "geen", "niet", "op", "mondkapje", "te", "hij", "aarzel"], "pubDate": "2021-01-10T16:34:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}