{"id": "74ab900c-32b4-375d-a884-c65cf2273579", "title": "Ex-minister van Buitenlandse Zaken Kerry klimaatgezant onder Biden", "url": "https://www.parool.nl/wereld/ex-minister-van-buitenlandse-zaken-kerry-klimaatgezant-onder-biden~b07f91da/", "summary": "Anthony Blinken is de beoogde nieuwe minister van Buitenlandse Zaken, liet Biden verder weten over de invulling van enkele sleutelposities in zijn ploeg.\nBlinken, een uitgesproken voorstander van internationale samenwerking, wordt de opvolger van Mike Pompeo uit het team van president Trump.\nWaarnemers zien het als een bevestiging dat Biden een einde gaat maken aan het harde immigratiebeleid van Trump.\nNieuwe minister van FinanciënDe krant Wall Street Journal noemt de econoom Janet Yellen als de nieuwe minister van Financiën.\nDe kandidaten voor de kabinetsposten in het team-Biden moeten nog worden bevestigd door de Senaat van het Amerikaanse parlement.", "paragraphs": ["John Kerry (links) met Joe Biden. Beeld EPA", "Kerry was van 2013 tot 2017 bewindsman onder president Obama en in 2004 kandidaat van de Democraten bij de presidentsverkiezingen, die hij verloor van de herkozen Republikeinse president George W. Bush. Hij wordt nu lid van de Nationale Veiligheidsraad.", "Anthony Blinken is de beoogde nieuwe minister van Buitenlandse Zaken, liet Biden verder weten over de invulling van enkele sleutelposities in zijn ploeg. Blinken, een uitgesproken voorstander van internationale samenwerking, wordt de opvolger van Mike Pompeo uit het team van president Trump. Over de benoeming van Blinken werd eerder al gespeculeerd.", "Als eerste in het buitenland geboren Amerikaan gaat de Cubaanse vluchteling Alejandro Mayorkas het ministerie van Binnenlandse Veiligheid leiden. Waarnemers zien het als een bevestiging dat Biden een einde gaat maken aan het harde immigratiebeleid van Trump. Mayorkas werkte al onder Obama op het departement.", "Nieuwe minister van Financiën", "De krant Wall Street Journal noemt de econoom Janet Yellen als de nieuwe minister van Financiën. Ze leidde van 2014 tot 2018 de centrale bank van de Verenigde Staten (‘Fed’).", "Avril Haines zal als eerste vrouw de verscheidene geheime diensten gaan coördineren. Jake Sullivan wordt de Nationaal Veiligheidsadviseur en Linda Thomas-Greenfield gaat als ambassadeur de Verenigde Staten vertegenwoordigen bij de Verenigde Naties.", "De kandidaten voor de kabinetsposten in het team-Biden moeten nog worden bevestigd door de Senaat van het Amerikaanse parlement."], "authors": ["Anp Het Parool"], "keywords": ["van", "biden", "kerry", "als", "buitenlandse", "het", "minister", "gaat", "exminister", "verenigde", "onder", "wordt", "een", "zaken", "president", "blinken", "klimaatgezant"], "pubDate": "2020-11-23T22:28:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}