{"id": "74b049fe-b7f0-307f-bd54-9f8fbe8069e3", "title": "Netflix geeft The Crown geen disclaimer", "url": "https://www.parool.nl/kunst-media/netflix-geeft-the-crown-geen-disclaimer~b7131011/", "summary": "Beeld Des Willie/NetflixHij vond dat Netflix moest waarschuwen dat het verhaal van The Crown over de koninklijke familie fictief is.\n“We hebben The Crown altijd als een drama gepresenteerd en we zijn er van overtuigd dat de kijkers snappen dat het gaat om fictie gebaseerd op historische gebeurtenissen.\nDaarom hebben we geen plannen om een disclaimer toe te voegen.”Kritiek op ‘onwaarheden’De serie is volgens Dowden “een prachtig geproduceerd fictief werk,” zo stelde hij vorige week.\nMaar hij vond een waarschuwingsboodschap op zijn plaats.\nDie kwam na het verschijnen van het vierde seizoen op 15 november.", "paragraphs": ["Actrice Emma Corrin als prinses Diana in de Netflixserie The Crown. Beeld Des Willie/Netflix", "Hij vond dat Netflix moest waarschuwen dat het verhaal van The Crown over de koninklijke familie fictief is.", "Volgens Netflix is zo’n disclaimer niet nodig. “We hebben The Crown altijd als een drama gepresenteerd en we zijn er van overtuigd dat de kijkers snappen dat het gaat om fictie gebaseerd op historische gebeurtenissen. Daarom hebben we geen plannen om een disclaimer toe te voegen.”", "Kritiek op ‘onwaarheden’", "De serie is volgens Dowden “een prachtig geproduceerd fictief werk,” zo stelde hij vorige week. Maar hij vond een waarschuwingsboodschap op zijn plaats. “Zonder dat vrees ik dat een generatie kijkers die deze gebeurtenissen niet hebben meegemaakt, fictie voor feiten zal aanzien.”", "De opmerking van de minister volgde na toegenomen kritiek van onder meer royaltyverslaggevers over ‘onwaarheden’ in The Crown. Die kwam na het verschijnen van het vierde seizoen op 15 november. In de nieuwe reeks komen onder meer de moeilijke relatie van prins Charles en Diana voorbij en gaat het over haar eetstoornis."], "authors": ["Het Parool"], "keywords": ["geen", "van", "het", "disclaimer", "op", "zijn", "crown", "vond", "een", "netflix", "dat", "en", "geeft", "hebben"], "pubDate": "2020-12-06T12:00:45+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}