{"id": "74b02135-42ac-3c4a-9401-7a6e63b4f258", "title": "Nee, het mondkapje laat niet zien dat het boerkaverbod onzinnig is", "url": "https://trouw.nl/opinie/nee-het-mondkapje-laat-niet-zien-dat-het-boerkaverbod-onzinnig-is~b134a288/", "summary": "Nu betoogt Fanta Voogd dat het oprukken van mondkapjes bevestigt hoe onzinnig het boerkaverbod is.\nIk zag nog nooit een moslimman met een boerka rondlopen, de rollen zijn duidelijk verdeeld.\nIk mag bijvoorbeeld niet met het treinabonnement van een ander reizen, een moslima met boerka zou dat wel kunnen.\nVerder kan ik me niet voorstellen dat iemand met een boerka les zou kunnen geven of ander werk doet waar contact belangrijk is.\nLees ook:De mondkapjesplicht ontmaskert het boerkaverbod; zet het bij in het graf van overbodige regelgevingHet gevaar voor de openbare veiligheid was het belangrijkste argument voor een boerkaverbod, maar bij de mondkapjesplicht hoor je er niemand over.", "paragraphs": ["Het is altijd wonderlijk mensen te zien opkomen voor de vrijheden van anderen onder het mom van rechten zoals de vrijheid van godsdienst, terwijl die anderen in feite in een keurslijf worden geperst. We zagen die scheve situatie bij Arie Slobs recente opmerkingen over reformatorisch onderwijs. Nu betoogt Fanta Voogd dat het oprukken van mondkapjes bevestigt hoe onzinnig het boerkaverbod is.", "De drie monotheïstische godsdiensten hebben een lange traditie van vrouwonvriendelijkheid. Dat Eva Adam met een appel verleidde is symptomatisch voor die onderdrukking. De vrouw is de oorzaak van het kwade (zie onder anderen Augustinus) en ze dient zich verbaal, in haar ambities en met haar kleding te verbergen. Ik zag nog nooit een moslimman met een boerka rondlopen, de rollen zijn duidelijk verdeeld.", "Wonderlijk dat Voogd zich niet eerst afvraagt waarom vrouwen in Gods naam hun complete lichaam moeten of willen bedekken en of dat ze daarmee een volwaardige plaats in de wereld kunnen innemen.", "Feministes in de Arabische wereld zouden hogelijk verbaasd zijn", "Een groot tegenstander van de boerka is publiciste Mona Eltahawy, geboren in Egypte. Ook veel andere feministes in de Arabische wereld zouden hogelijk verbaasd zijn als ze het relaas van Voogd zouden lezen.", "Hun standpunt is in die landen ­trouwens levensgevaarlijk.", "Naast ethische bezwaren zijn er ook juridische bezwaren aan te ­voeren. Een boerka bedekt bijna het complete gezicht en daarmee is de persoon schier onherkenbaar. Het mondmasker laat ruimte over om mensen te kunnen herkennen. Bovendien is het mondmasker een tijdelijke maatregel. Het is van groot belang dat ambtenaren en bijvoorbeeld conducteurs mensen kunnen identificeren. Ik mag bijvoorbeeld niet met het treinabonnement van een ander reizen, een moslima met boerka zou dat wel kunnen.", "Verder kan ik me niet voorstellen dat iemand met een boerka les zou kunnen geven of ander werk doet waar contact belangrijk is. Het is een fundamentele menselijke behoefte om op gelijkwaardige, open wijze te communiceren. Dat heeft niets met ‘westerse kernwaarden’ te maken, die in mijn ogen ook geen ‘wankele symbolen’ vormen, zoals Voogd ­betoogt. Een vrouw met boerka plaatst zich voor een belangrijk deel buiten de maatschappelijke orde.", "Het boerkaverbod gaat maar om weinig mensen, betoogt Voogd. Maar een wet kan ook worden ­gemaakt vanuit principes.", "Lees ook:", "De mondkapjesplicht ontmaskert het boerkaverbod; zet het bij in het graf van overbodige regelgeving", "Het gevaar voor de openbare veiligheid was het belangrijkste argument voor een boerkaverbod, maar bij de mondkapjesplicht hoor je er niemand over. Het verbod kan worden opgedoekt, concludeert Fanta Voogd, freelance journalist."], "authors": ["Thieu Van Ingen"], "keywords": ["van", "onzinnig", "laat", "het", "zien", "boerkaverbod", "met", "nee", "niet", "een", "dat", "voogd", "te", "boerka", "en", "mondkapje", "voor"], "pubDate": "2020-11-23T09:25:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}