{"id": "74b3fb6c-4ea9-365f-9463-1c3b8ab9ddef", "title": "Marie Kondo over hoe het opruimen van je werkplek je succesvoller maakt (en ze geeft opruimtips)", "url": "https://volkskrant.nl/de-gids/marie-kondo-over-hoe-het-opruimen-van-je-werkplek-je-succesvoller-maakt-en-ze-geeft-opruimtips~b3d32be3/", "summary": "En om af en toe het keukenkastje open te trekken en het resultaat te bewonderen.\nZo ruim je je werkplek op volgens de KonMari-methode 1.\nVervolgens verdeel je je spullen in categorieën.\nAls je niet eerst opruimt, wordt je werkplek nooit echt schoon, hoe vaak je ook stoft’, zegt ze.\nHoe pak je het aan als je een nieuwe baan wil?", "paragraphs": ["Na het huis kan ook de werkplek niet ontkomen aan de door Marie Kondo ingegeven ontspulwoede. Word je echt succesvoller van netjes zijn, zoals ze in haar nieuwe boek beschrijft? We vroegen het aan de Japanse opruimgoeroe zelf.", "Terwijl de rest van Nederland al jaren in de ban is van ontspullen en de coronacrisis aangrijpt om de overstap naar een minimalistische levensstijl te voltooien – de rijen bij afvalbrengstations zijn elke dag weer eindeloos, schrijf ik dit artikel aan een eettafel met twee stapels tijdschriften, vijf boeken, een aantal kabeltjes, bonnetjes, rekeningen en meer allerhande spullen die ik niet direct nodig heb. Ik stoor me er niet aan.", "Op kantoor ben ik minder hoarderig. Al hoorde ik een paar jaar geleden wel, via-via, dat mijn toenmalige directeur mijn afdeling minder serieus nam, omdat mijn collega’s en ik zoveel spullen rondom onze werkplek verzamelden.", "Destijds was ik daar heel gepikeerd over, want wat zegt je bureau nou over je prestaties? Maar volgens opruimgoeroe Marie Kondo – godzijdank kan ze mijn eettafel niet zien – is het heel logisch dat mensen zo denken. Na het boek Opgeruimd! (2011) waarvan miljoenen exemplaren werden verkocht en de Netflixserie Tidying Up With Marie Kondo heeft de Japanse nu samen met organisatiepsycholoog Scott Sonenshein een pleidooi geschreven om de werkplek aan te pakken. Want nette mensen wekken eerder vertrouwen op van collega’s en maken meer kans op promotie, schrijft ze in Opgeruimd! Op het werk (2020).", "Succesvoller", "Ze haalt in het boek Amerikaans onderzoek aan waarin 95 mannelijke en 156 vrouwelijke studenten werden gevraagd om foto’s van werkplekken van faculteitsmedewerkers te beoordelen. Rommelige bureaus leidden tot sterke negatieve beoordelingen over de indruk die ze hadden van de professor die bij de werkplek hoorde. Planten en muurposters gaven de studenten juist een goed gevoel over de kennis en vaardigheden van de docent.", "Waarom heeft de netheid van ons bureau zo’n invloed op hoe onze competenties wordt ingeschat? Ik kan het Marie Kondo zelf vragen, want van haar uitgever mag ik haar interviewen via e-mail. ‘Hoe netter een werkplek, hoe meer anderen je zien als ambitieus, intelligent en ijverig. Dat je collega’s dat denken geeft een boost aan je zelfrespect en verhoogt je motivatie’, reageert ze. Een self fulfilling prophecy dus? Ze beaamt: ‘We werken harder om aan de verwachtingen van anderen te voldoen.’", "Overigens zijn er ook studies met heel andere uitkomsten. Rommelige bureaus zouden volgens onderzoekers van de universiteit van Minnesota juist wijzen op creativiteit. Hoofdonderzoeker Kathleen Vohs zei in 2013 tegen nieuwssite ScienceDaily dat ongeordende werkplekken mensen lijken te inspireren om zich los te maken van normen en regels in het bedrijf. Dat kan weer nieuwe, originele inzichten opleveren. Terwijl geordende omgevingen daarentegen conventionaliteit aanmoedigen.", "Kondo ontkent niet dat een rommelig bureau je creatiever kán maken. Maar, vraagt ze zich af in haar boek, maakt het je ook productiever? En gelukkiger? Voor de opruimkoningin zijn dit uiteraard retorische vragen.", "Onthechten", "Hoe kan het dat sommige mensen rommeliger zijn dan anderen? Zelf hecht ik bijvoorbeeld veel aan spullen, ben ik bang dat ik iets toch ooit nog nodig heb, vind ik het zielig om cadeaus waar ik niet blij mee ben weg te geven en heb ik met mijn vriend regelmatig ruzie over spullen die hij zonder pardon in de prullenbak gooit. Laatst nog, een geboortekaartje, dat bewaar je toch even?", "‘Spullen niet kunnen loslaten komt vaak doordat we gehecht zijn aan het verleden, angst hebben voor de toekomst, of allebei’, laat Kondo desgevraagd weten. ‘Als het op papieren aankomt is mijn advies om alles weg te gooien. Tenzij het in één van deze drie categorieën valt: nog af te handelen, bewaren omdat het moet, bewaren omdat je het wil.’", "Op de vraag waarom geordend zijn moeite kan kosten, mailt ze: ‘Het is moeilijk om een plek ordelijk te houden, als je nooit hebt geleerd hoe het moet. Niemand weet van nature hoe hij moet opruimen, het is een vaardigheid!’", "En opruimen, dat doe je natuurlijk op haar unieke manier. Stap één draait om Kondo’s gevleugelde uitspraak ‘does it spark joy’. Met andere woorden: als je ergens niet blij van wordt, gooi of geef je het weg. Daarna moet je je spullen een vaste plek geven, dat is stap twee van haar KonMari-methode. Want rommel wordt veroorzaakt door dingen niet terug te leggen op plekken waar ze thuishoren, vindt Kondo.", "Maar ja, ik stoor me nauwelijks aan mijn niet heel geordende eettafelwerkplek. Misschien zijn er gewoon veel spullen die mij joy brengen, oppert een collega na het zien van een foto. Maakt niet uit. Opruimen is een van de beste manieren om te ontdekken van wat voor soort omgeving je blij wordt, meent Kondo. ‘Het gebeurt vaak dat mensen dat pas na het opruimen realiseren. Het maakt dus niet uit of iemand gedijt in een opgeruimde ruimte of in een rommelige ruimte, het opruimproces zal je helpen ontdekken wat voor soort werkruimte je creativiteit laat vloeien.’", "Wat als je je ergert aan de rommelige werkplek van een collega (of in deze tijd, de werkplek van je partner)? Kondo: ‘Je kunt anderen niet forceren om op te ruimen, maar je kunt ze wel inspireren door te delen wat jij hebt bereikt door je spullen te organiseren. Laat je werkplek zien of laat weten hoeveel productiever je bent geworden door op te ruimen. Je kunt ook een opruimdag voorstellen op kantoor, zodat iedereen de kans krijgt om een nette werkplek te creëren.’", "Opruimtherapie", "Opruimen is meer dan spullen wegdoen en ze op een vaste plek leggen, voor Kondo. Zoals ze erover schrijft, heeft het iets therapeutisch. Haar nieuwste boek is dan ook doorspekt met anekdotes over levensveranderende inzichten die het opruimproces opleverden. Kay, een cliënt van Kondo, had bureaulades vol met hulpmiddelen om te ontspannend tijdens en na het werk. Apparaatjes om de hoofdhuid te masseren, wegwerp-oogmaskers, dat soort dingen. Ze gebruikte de producten als ze zichzelf moest kalmeren als ze zo lang had doorgewerkt dat ze de laatste trein miste of om haar ogen te kalmeren na tien uur non-stop achter de computer te zitten. Kondo kon zich na de lange opruimsessie niet inhouden en vroeg: ‘Word je nog wel blij van je werk?’ Kay ging inderdaad minder werken. De helft van de ontspanningsmiddelen had ze niet meer nodig.", "Een ander voorbeeld: cliënt Mifuyu voelde zich na grondig haar werkplek te hebben opgeruimd emotioneel stabieler. Na het organiseren kon ze beter met haar eigen fouten omgaan. Vóór het opruimen kon ze moeilijk accepteren dat de situatie waar ze zich in bevond een gevolg was van haar eigen keuzes. Ze deed bijvoorbeeld vaak dingen waar ze niet blij van werd. ‘Door onze bezittingen onder ogen te komen tijdens het opruimen, worden we geconfronteerd met ons verleden’, schrijft Kondo in haar boek. Door steeds opnieuw te kiezen voor de spullen waarvan we blij worden, verandert het perspectief op ons leven. ‘Bij elke keuze die je maakt wordt dit versterkt.’ En Mifuyu? Die paste de KonMari-methode toe op haar hele leven. Nu doet ze alleen nog maar werk dat haar joy geeft. Ze nam ontslag en ging haar droom achterna.", "Bij het opruimen van de werkplek hoort overigens niet alleen de fysieke rommel, maar ook digitale troep. Denk aan een ongeorganiseerde mailbox, ongebruikte programma’s en apps en contacten in je telefoon. Datzelfde geldt voor de taken die je doet - doe je niet te veel taken die urgent lijken, maar helemaal niet belangrijk zijn? - en de hoeveelheid vergaderingen die je bijwoont. Vraag je bij alles af of je er blij van wordt.", "Ook voor mij gloort er hoop. Ik heb dan niet mijn werkplek opgeruimd, sinds de zelfisolatie-periode geniet ik er wel intens van om voorraden rijst, couscous en linzen in glazen potten te bewaren. En om af en toe het keukenkastje open te trekken en het resultaat te bewonderen. Wie weet is mijn thuiswerkplek straks ook aan de beurt.", "Zo ruim je je werkplek op volgens de KonMari-methode 1. Het begint bij de KonMari-methode met het visualiseren van je ideale baan en werkplek. 2. Vervolgens verdeel je je spullen in categorieën. Die móet je in een bepaalde volgorde opruimen: kleding, boeken, papieren, komono (allerlei) en spullen met een emotionele waarde. 3. Laat alles door je handen gaan en vraag je af of je er blij van wordt. 4. Als je hebt gekozen van welke spulletjes je blij wordt, ga je ze opbergen. Geef alles een vaste plek en berg op per categorie. Marie Kondo is streng, je mag van haar niets op je bureau zelf bewaren. 5. Dit hele proces kan lang duren, maanden zelfs, maar als je alles eenmaal hebt georganiseerd is het slechts een kwestie van spullen weer opbergen waar ze horen. Je moet natuurlijk nog wel schoonmaken. Schoonmaken is iets anders dan opruimen. ‘Opruimen draait om jezelf confronteren, schoonmaken is de smerigheid weghalen. Als je niet eerst opruimt, wordt je werkplek nooit echt schoon, hoe vaak je ook stoft’, zegt ze.", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips."], "authors": ["Yasmine Esser"], "keywords": ["van", "kondo", "maakt", "opruimtips", "niet", "een", "om", "en", "ze", "te", "ik", "succesvoller", "opruimen", "je", "marie", "werkplek", "het"], "pubDate": "2020-04-17T11:54:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}