{"id": "74c1beb4-2cbe-3777-ae9d-764f86599610", "title": "Na sluiting in Santpoort-Zuid nog meer miljoenen voor aanpak overige 113 gevaarlijke overwegen", "url": "https://volkskrant.nl/nieuws-achtergrond/na-sluiting-in-santpoort-zuid-nog-meer-miljoenen-voor-aanpak-overige-113-gevaarlijke-overwegen~b79be277/", "summary": "Op het boerenbedrijf van Wouter Hartendorf wordt tientallen keren per dag de onbewaakte overgang in Santpoort-Zuid overgestoken met paarden.\nBeeld Raymond Rutting / de VolkskrantDe afgelopen jaren zegde staatssecretaris al ruim 80 miljoen toe voor de aanpak van wat in spoorjargon een Nabo heet – een Niet Actief Beveiligde Overgang.\nDaarbij kwam de machinist van een trein om het leven na een botsing met een tractor.\nIn Santpoort-Zuid keerden lokale kerken zich als eigenaren van een perceel naast het spoor tegen de opheffing van een overgang.\nDaardoor is er maar weinig tijd om een aankomende trein op tijd op te merken.", "paragraphs": ["Op het boerenbedrijf van Wouter Hartendorf wordt tientallen keren per dag de onbewaakte overgang in Santpoort-Zuid overgestoken met paarden. Beeld Raymond Rutting / de Volkskrant", "De afgelopen jaren zegde staatssecretaris al ruim 80 miljoen toe voor de aanpak van wat in spoorjargon een Nabo heet – een Niet Actief Beveiligde Overgang. Nog in juni van dit jaar maakte de staatssecretaris 15 miljoen extra vrij. Dat was een maand na een dodelijk ongeval in het Drentse Hooghalen. Daarbij kwam de machinist van een trein om het leven na een botsing met een tractor. De overgang bij Hooghalen werd daarna met spoed gesloten.", "Er zijn in Nederland rond de 350 onbewaakte spoorwegovergangen. Drie jaar geleden werden daarvan 180 geselecteerd waar een grote kans op ongelukken bestond. Daarvan zijn er inmiddels 67 opgeheven. Gisteren was een van de twee overgangen aan de beurt in Santpoort-Zuid, waar zich in de afgelopen drie jaar twee ongelukken voordeden waarbij doden vielen.", "Complex en duur", "De aanpak van onveilige overwegen is vaak complex, omdat de grond in particuliere handen is en de eigenaren die niet willen opgeven of het recht op overpad niet willen verliezen. Ook moeten soms bedrijven, boerderijen of woningen worden verplaatst, waardoor een sluiting soms flink in de papieren kan lopen.", "In Santpoort-Zuid keerden lokale kerken zich als eigenaren van een perceel naast het spoor tegen de opheffing van een overgang. Ze vonden de alternatieve route gevaarlijk voor kinderen die op de fiets naar school gaan. Sommige omwonenden verzetten zich, omdat ze de overgang niet onveilig vonden en ze anders moeten omrijden.", "De overweg ligt in een flauwe bocht in de spoorlijn. Daardoor is er maar weinig tijd om een aankomende trein op tijd op te merken. In de Noord-Hollandse gemeente is de laatste jaren van alles ingezet om botsingen te voorkomen.", "Zo werd de overweg beveiligd met onder meer lichtsignalen – ook wel een knipperbol genoemd – een veerooster en hekken die onlangs nog waren voorzien van elektromotoren. Ook werd dit jaar besloten om treinen op dit traject langzamer te laten rijden. Uit meldingen van machinisten en omwonenden bleek dat dat niet voldoende was om gevaarlijke situaties te voorkomen. Half september van dit jaar is er nog een aanrijding voorkomen door omwonenden."], "authors": ["Peter Van Ammelrooy"], "keywords": ["miljoenen", "van", "santpoortzuid", "nog", "om", "gevaarlijke", "overwegen", "een", "niet", "sluiting", "en", "overgang", "te", "jaar", "meer", "overige", "voor", "aanpak", "op", "het"], "pubDate": "2020-11-26T22:26:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}