{"id": "74c57edf-e1b2-3c1e-806c-40a145c08612", "title": "Een-tweetje van oude meesters en iconenschilders", "url": "https://www.parool.nl/kunst-media/een-tweetje-van-oude-meesters-en-iconenschilders~b10d2080/", "summary": "Links de Madonna met kind van omstreeks 1520, rechts in Byzantijnse stijl van rond 1350.\nNa de val van Constantinopel zag Moskou zich als de erfgenaam van de Byzantijnse cultuur en werden in Rusland eeuwenlang iconen van Christus en heiligen geschilderd.\nDe iconen van Morsink worden nu samen getoond met Nederlandse en Vlaamse schilderijen waarin Christus en heiligen voorkomen, afkomstig van Kunsthandel P. De Boer op de Herengracht.\nDe vingers van het kind drukken heel realistisch in de huid van de moeder.\nHier is geen atmosfeer weergegeven, maar een weerkaatsing van het goddelijk licht.", "paragraphs": ["Links de Madonna met kind van omstreeks 1520, rechts in Byzantijnse stijl van rond 1350. Beeld Morsink Icon Gallery", "Morsink Icon Gallery op de Keizersgracht is gespecialiseerd in Byzantijnse, Russische en Griekse iconen. De beeldtaal van deze iconen ontstond in het Byzantijnse Rijk. Na de val van Constantinopel zag Moskou zich als de erfgenaam van de Byzantijnse cultuur en werden in Rusland eeuwenlang iconen van Christus en heiligen geschilderd.", "In de westerse kunstgeschiedenis wordt vernieuwing gezien als het hoogste goed, maar de iconen werden geschilderd volgens een vast stramien dat teruggaat op eeuwen­oude voorbeelden. Westerse Madonna’s werden aanbeden, maar iconen kun je alleen vereren, volgens het idee dat de heilige zich in de hemel bevindt maar zich via het icoon manifesteert op aarde.", "De iconen van Morsink worden nu samen getoond met Nederlandse en Vlaamse schilderijen waarin Christus en heiligen voorkomen, afkomstig van Kunsthandel P. De Boer op de Herengracht.", "Mollige, naakte baby", "Het levert mooie een-tweetjes op tussen oude meesters en iconenschilders. Het gaat vaak om min of meer dezelfde voorstellingen die soms zelfs tijdens dezelfde periode zijn ontstaan, maar geografisch ver uiteen.", "Een Madonna met kind werd omstreeks 1520 gemaakt door een anonieme Antwerpse schilder die aangeduid wordt als de ‘Meester van de Mansi Magdalena’. Het Christuskind is een mollige, naakte baby die vredig in slaap is gevallen op de borst van Maria. De vingers van het kind drukken heel realistisch in de huid van de moeder. Maria’s aandacht gaat helemaal uit naar de baby. Op de achtergrond doemt een atmosferisch landschap op.", "Ook op een paneeltje met de Madonna, dat rond het jaar 1350 in Byzantijnse stijl is geschilderd, houdt Maria het Christuskind in haar armen. Haar blik is echter naar de toeschouwer gericht. De plooien van haar gewaad zijn recht en schematisch. In plaats van schaduwen is gebruik gemaakt van witte hogingen om diepte aan te geven.", "Hier is geen atmosfeer weergegeven, maar een weerkaatsing van het goddelijk licht. Daarom is de achtergrond ook van goud. Het kind zelf lijkt een kleine volwassene, met zijnwijkende haarlijn. Het pasgeboren kind draagt een schriftrol en is eigenlijk weergegeven als een klassieke filosoof.", "Typische kerstscène", "Er hangen nog meer schilderijen met vergelijkbare voorstellingen. Een typische kerstscène met de geboorte van Christus van Peter Wtewael (1596-1660) is geschilderd in 1619, ongeveer dezelfde tijd als een Russische scène met hetzelfde onderwerp. We zien min of meer dezelfde figuren, maar ook veel verschillen. Het opvallendste onderscheid is de houding van Maria. Die keert zich helemaal af van haar kind.", "Dat is niet uit desinteresse. Het benadrukt dat we hier te maken hebben met een goddelijk kind, dat geen menselijk aandacht of zorg nodig heeft.", "Die redt zich wel."], "authors": ["Kees Keijer"], "keywords": ["iconenschilders", "oude", "van", "kind", "en", "een", "met", "op", "iconen", "zich", "het", "maar", "eentweetje", "meesters"], "pubDate": "2020-12-18T10:12:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}