{"id": "74d66dab-849f-34a3-a99d-5771de9a958c", "title": "Vermaak in tijden van corona: Livestreamvoorstelling Nasrdin Dchar", "url": "https://nu.nl/media/6083784/vermaak-in-tijden-van-corona-livestreamvoorstelling-nasrdin-dchar.html", "summary": "Fans van André Rieu kunnen rond Kerstmis een online kerstconcert van de Limburgse violist bekijken.\nHet concert bestaat uit een door Rieu en zijn vrouw gemaakte selectie van hun favoriete optredens uit de afgelopen vijftien jaar.\n\"Deze zomer konden jullie helaas niet naar Maastricht komen, dus breng ik Maastricht gewoon naar jullie toe\", aldus de violist.\n\"We hebben met een lach en een traan teruggekeken op deze concerten en ik weet zeker dat jullie dezelfde emoties zullen beleven.\nDit concert barst van de nostalgie en het liefst sprong ik nu meteen op het podium\", vervolgt hij.Tickethouders kunnen van 19 december tot en met 3 januari maximaal drie keer naar de 150 minuten durende show kijken.", "paragraphs": ["Fans van André Rieu kunnen rond Kerstmis een online kerstconcert van de Limburgse violist bekijken. Dat heeft Rieu dinsdag aangekondigd op zijn Facebook-pagina . Het concert bestaat uit een door Rieu en zijn vrouw gemaakte selectie van hun favoriete optredens uit de afgelopen vijftien jaar.\"Deze zomer konden jullie helaas niet naar Maastricht komen, dus breng ik Maastricht gewoon naar jullie toe\", aldus de violist. \"We hebben met een lach en een traan teruggekeken op deze concerten en ik weet zeker dat jullie dezelfde emoties zullen beleven. Dit concert barst van de nostalgie en het liefst sprong ik nu meteen op het podium\", vervolgt hij.Tickethouders kunnen van 19 december tot en met 3 januari maximaal drie keer naar de 150 minuten durende show kijken."], "authors": ["Door"], "keywords": ["rieu", "van", "het", "op", "tijden", "nasrdin", "naar", "zijn", "ik", "livestreamvoorstelling", "corona", "een", "dchar", "en", "vermaak", "jullie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}