{"id": "74dc09a2-f9a7-3a94-8cff-1e4292365dd5", "title": "Nick & Simon in L.A. is voor iedere muziekliefhebber de moeite waard", "url": "https://www.parool.nl/kunst-media/nick-simon-in-l-a-is-voor-iedere-muziekliefhebber-de-moeite-waard~b410ae36/", "summary": "Beeld -Vijftig jaar na het verschijnen van Bridge over Troubled Water stond heel 2020 voor Nick & Simon in het teken van hun idolen Simon & Garfunkel.\nGedetailleerd tonen ze hoe ze hun doel najagen: een eigen, Nederlandstalig album opnemen in de stijl van Simon & Garfunkel.\nWie de documentaire bekijkt, luistert daarna onherroepelijk anders naar NSG, dat staat voor Nick, Simon & Garfunkel.\nZo zijn in de montage de stemmen van Nick & Simon conform de S&G-werkwijze apart op de speakers gezet, waardoor je je als luisteraar tussen de twee in waant.\nOf je nu liefhebber bent van Nick & Simon of niet – deze docu is voor iedere muziekliefhebber de moeite waard.", "paragraphs": ["Beeld -", "Vijftig jaar na het verschijnen van Bridge over Troubled Water stond heel 2020 voor Nick & Simon in het teken van hun idolen Simon & Garfunkel. In tv-serie Homeward Bound gingen ze met Kees Tol letterlijk op zoek naar tastbare sporen van hun idolen. Nick en Simon in L.A. is iets heel anders, al speelt die zich ook af in de Verenigde Staten. De documentaire levert een fascinerend beeldverslag van de opnamesessie, pré corona, van hun album NSG in de Henson Studio’s in Los Angeles.", "Bijna nummer voor nummer nemen de Volendammers hun publiek mee in het proces. Gedetailleerd tonen ze hoe ze hun doel najagen: een eigen, Nederlandstalig album opnemen in de stijl van Simon & Garfunkel. Ze doen dat met Jay Newland, een gelauwerde producer die zelf met Paul Simon werkte. Om zich heen verzamelen Nick & Simon kleurrijke muzikanten die allen met grote artiesten hebben gewerkt.", "De kracht van de documentaire zit in de lol die afstraalt van de opnames, maar ook in de oprechte verbazing van de makers over hun eindproduct. In dat licht is het een slimme zet om de beelden af te wisselen met Nick & Simon die terug in Nederland naast een pick-up het eindresultaat beluisteren en nabespreken.", "Wie de documentaire bekijkt, luistert daarna onherroepelijk anders naar NSG, dat staat voor Nick, Simon & Garfunkel. Het gebeurt niet vaak dat je er zo dicht op zit, bijna in de huid van de muzikanten kruipt. De kijker wordt bijgepraat over de zoektocht naar nieuwe instrumenten (een banaan, een gitaarkoffer) en een nieuwe vorm van inzingen (Nick & Simon zingen tegelijkertijd, normaal doen ze dat los van elkaar).", "Maar er waren meer manieren om te klinken als Simon & Garfunkel. Zo zijn in de montage de stemmen van Nick & Simon conform de S&G-werkwijze apart op de speakers gezet, waardoor je je als luisteraar tussen de twee in waant. Ook begrijp je na de docu waarom het uitrekken van het woord ‘waarom’ in het gelijknamige nummer zo typisch Simon & Garfunkel is. Of je nu liefhebber bent van Nick & Simon of niet – deze docu is voor iedere muziekliefhebber de moeite waard."], "authors": ["Alexander Van Eenennaam"], "keywords": ["garfunkel", "van", "het", "moeite", "voor", "waard", "nick", "een", "hun", "ze", "met", "simon", "muziekliefhebber", "la", "iedere", "je"], "pubDate": "2020-12-16T08:58:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}