{"id": "74de24e1-a6c3-3c11-b3df-b012e407fc1c", "title": "2020 wereldwijd warmste jaar ooit gemeten: ‘We moeten op de rem trappen’", "url": "https://www.parool.nl/wereld/2020-wereldwijd-warmste-jaar-ooit-gemeten-we-moeten-op-de-rem-trappen~b3f379e0/", "summary": "Daarmee is het afgelopen decennium ook meteen het warmste ooit gemeten.\nIn 2020 was het in Europa gemiddeld 0,4 graad warmer dan in 2019, dat tot dan toe het warmst gemeten jaar was in Europa.\n“De noordpool warmt sterker op dan het mondiale gemiddelde,” legt hij uit.\nVerheggen noemt het geen verrassing dat het afgelopen decennium het warmste ooit gemeten is.\n“Het is al sinds de jaren 70 een trend dat het meest recente decennium het warmste is.", "paragraphs": ["In 2020 was het in Europa gemiddeld 0,4 graad warmer dan in 2019, dat tot dan toe het warmst gemeten jaar was in Europa. Beeld Joris Van Gennip", "Volgens de Copernicusdienst voor klimaatverandering (C3S) zijn de afgelopen zes jaar de warmste jaren ooit gemeten. Daarmee is het afgelopen decennium ook meteen het warmste ooit gemeten. In 2020 was het in Europa gemiddeld 0,4 graad warmer dan in 2019, dat tot dan toe het warmst gemeten jaar was in Europa.", "De grootste stijgingen waren te meten in het noordpoolgebied en in het noorden van Siberië. De temperatuur was daar op sommige plekken gemiddeld 6 graden hoger dan tussen 1981-2010.", "Noordpool", "Volgens Bart Verheggen, docent Aard- en Klimaatwetenschappen aan Amsterdam University College, is dat een bekend gegeven. “De noordpool warmt sterker op dan het mondiale gemiddelde,” legt hij uit. “Dat komt doordat het ijs wegsmelt. Normaal gesproken reflecteert het witte ijs een groot deel van de zonnestraling. Doordat er steeds meer zee-ijs wegsmelt, wordt het reflecterende oppervlak kleiner, wat dus leidt tot een sterkere opwarming van het gebied.”", "C3S noemt het opmerkelijk dat de temperatuur van 2016 is geëvenaard, omdat in de tweede helft van 2020 ook sprake was van het weerfenomeen La Niña. Dat natuurverschijnsel zorgt juist voor verkoeling. Verheggen noemt het geen verrassing dat het afgelopen decennium het warmste ooit gemeten is. “Het is al sinds de jaren 70 een trend dat het meest recente decennium het warmste is. Dat zal voorlopig nog wel doorzetten, zolang de concentratie aan broeikasgassen blijft toenemen.”", "Op de rem", "Verheggen stelt dat landen wereldwijd op de rem moeten trappen om de doelstellingen van het Klimaatakkoord van Parijs te halen. “Daarin hebben ongeveer tweehonderd landen afgesproken om ervoor te zorgen dat de opwarming onder de 2 graden moet blijven, maar het liefst onder de 1,5.”", "“Om dat te kunnen halen, moeten we heel hard remmen,” stelt Verheggen. “Want het klimaatsysteem reageert heel traag.” Maar wat kunnen we dan doen? “Denk ruwweg aan maatregelen zoals minder energie gebruiken, en de energie die we gebruiken koolstofarm opwekken. Ook zouden we wat kunnen veranderen in het landgebruik, de bosbouw en de veeteelt. Dat zijn de drie knoppen waar we op macro-niveau aan kunnen draaien.”"], "authors": ["Tim Van Rodijnen"], "keywords": ["rem", "van", "2020", "dan", "jaar", "en", "kunnen", "gemeten", "wereldwijd", "ooit", "op", "warmste", "moeten", "te", "het", "trappen", "dat"], "pubDate": "2021-01-08T15:35:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}