{"id": "74f32c23-3672-320c-b616-1e57b9ac5d5c", "title": "Marathonloper Butter is ingehaald door een fopschoen", "url": "https://volkskrant.nl/sport/marathonloper-butter-is-ingehaald-door-een-fopschoen~b4f6d5ea/", "summary": "Michel Butter (35) is gestopt als marathonloper op een moment dat nieuwe, technologisch ontwikkelde schoenen een revolutie in zijn sport hebben veroorzaakt.\nEliud Kipchoge, de beste marathonloper van dit moment, liep in een experimentele wedstrijd, met een inmiddels verboden superschoen, voor het eerst onder de magische twee uur: 1.59.40.\nIn dat jaar vroeg een verslaggever hem bij een wedstrijd hoe hij het zou vinden als hij voorbij gelopen zou worden door iemand op van die Nike’s.\nButter was bang dat het in zijn hoofd zou gaan spoken als hij ze een keer aan zou trekken.\nButter vond het een prachtige strijd.", "paragraphs": ["Michel Butter (35) is gestopt als marathonloper op een moment dat nieuwe, technologisch ontwikkelde schoenen een revolutie in zijn sport hebben veroorzaakt.", "Hardlooptraining in de duinen bij Castricum. Michel Butter kijkt met één oog naar zijn telefoon. Hij volgt de marathon van Valencia. Zelf doet hij niet mee. Butter (35) zette onlangs een punt achter zijn carrière.", "Deze zondagochtend kan hij amper geloven wat zich in Spanje afspeelt. ‘Ik zie de één na de andere bizarre doorkomsttijd voorbij komen’, zegt Butter een paar dagen later achter een kop thee thuis op de bank. ‘Wereldrecord op de halve marathon, 57.32. Wow. Drie Nederlanders die de olympische limiet lopen. Echt bizar.’", "Butter neemt afscheid op een historisch kantelpunt in zijn sport. Hij voelt zich met zijn toptijd van 2 uur 9 minuten en 58 seconden een atleet van een ander tijdperk, waarin de marathon nog ging om wie de langste adem had over 42,195 kilometer. De afgelopen jaren was het ook van belang op welke schoenen gelopen werd.", "Nieuwe schoenen, met ingebouwde carbonplaten en verend schuim, zorgden voor een revolutie. Sportmerk Nike kwam in 2016 met de Vaporfly, aanvankelijk alleen voor een select gezelschap topatleten. Lang en hard lopen is daarop makkelijker door een verend effect in de zool. Er gingen minuten af van wereldrecords. Eliud Kipchoge, de beste marathonloper van dit moment, liep in een experimentele wedstrijd, met een inmiddels verboden superschoen, voor het eerst onder de magische twee uur: 1.59.40.", "Butter zag met lede ogen hoe hij de afgelopen jaren werd ingehaald door jongens die na dertig kilometer nog ‘aan het bouncen’ waren. Ze kwamen de man met hamer niet meer tegen. ‘Er is een heel duidelijk tijdperk van voor 2016 en na 2016. Je kunt de tijden die nu gelopen worden niet vergelijken met vroeger. De 2.10 van toen is niet meer de 2.10 van nu. Alles is drie minuten sneller geworden.’", "In 2017 kon hij nog niet geloven dat die ontwikkeling gaande was. In dat jaar vroeg een verslaggever hem bij een wedstrijd hoe hij het zou vinden als hij voorbij gelopen zou worden door iemand op van die Nike’s. ‘Ik zei toen nog dat dat niet kon, omdat daar regels voor zijn. Het kan niet zo zijn dat er op materiaal wordt gelopen wat zoveel sneller is en niet voor iedereen beschikbaar is.’ Butter wachtte, net als veel andere lopers, drie jaar op schoenen met een vergelijkbaar effect.", "Butter vindt dat de wereldatletiekbond eerder in had moeten grijpen. Pas dit jaar kwamen er nieuwe regels, die volgens critici te tolerant zijn omdat ze nog steeds minuten tijdwinst opleveren. Een zool mag nu maximaal 40 millimeter dik zijn en één carbonplaat bevatten.", "Ongelijk speelveld", "Het ongelijke speelveld frustreerde hem. Werd hij ingehaald tijdens een wedstrijd, keek hij ineens omlaag om te zien wat de concurrent droeg. In het najaar van 2017 kaartte hij het probleem aan bij zijn sponsor. Butter liep toen - op normale schoenen - met de zesde plek op de marathon in New York naar de beste prestatie uit zijn carrière. Aan de muur in zijn woonkamer hangt een foto van het moment dat hij met zijn Belgische marathonvriend Koen Naert brutaal de leiding neemt in New York.", "De twee Europeanen lopen samen op kop net na de Queensboro Bridge, de Afrikanen in een groep erachter. ‘Hier moet je van genieten, Koen’, zei de Nederlander tijdens de wedstrijd tegen de Belg. Hij steekt zijn arm uit. ‘Kijk, ik krijg nog steeds kippenvel als ik denk aan dat moment.’", "New Balance ging aan de slag. Butter testte vele schoenen. Eind vorig jaar kreeg hij de eerste variant die hem een vergelijkbaar voordeel gaf. Naert wilde daar niet op wachten. Hij liet een schoenmaker de zool van de Vaporfly onder zijn eigen schoenen monteren. Hij won daarop in 2018 Europees goud in Berlijn. Het kostte hem wel zijn sponsorcontract.", "Butter heeft de Nike’s nooit aan willen trekken. Zelfs niet om alleen te passen. Hij heeft wel een paar op zolder liggen. Een kennis kwam ermee aanzetten. Die vond het belachelijk dat hij nog ‘op zijn New Balance-schoentjes’ bleef lopen. ‘Dit moest ik nu hebben.’", "Ze bleven in de doos. Butter was bang dat het in zijn hoofd zou gaan spoken als hij ze een keer aan zou trekken. Hij wilde zijn sponsor trouw blijven. ‘Je weet dat het helpt. Maar je wil niet hebben dat je het ook hebt ervaren, dat je het voelt. Als je het ziet, zit het nog niet in het hart. De beleving maakt pas dat het in je hart komt. Dat wilde ik niet.’", "Andere grote schoenmerken hebben nu de inhaalslag gemaakt. Daarmee is Butter gerustgesteld. Hij vindt zijn sport weer eerlijk. De marathon van Valencia werd gewonnen op Adidas. Drie Nederlanders plaatsten zich in Spanje voor de Olympische Spelen, iets wat Butter nooit is gelukt. In 2016 kwam hij op klassieke schoenen maar 8 seconden tekort, terwijl de limiet van 2.11 een halve minuut scherper was dan de huidige.", "Nederlands recordhouder Abdi Nageeye, die op Vaporfly’s 2.06.17 liep, krijgt in Tokio gezelschap van Frank Futselaar, Bart van Nunen en Andrea Deelstra. Nog nooit werd er zo’n grote groep Nederlandse marathonlopers afgevaardigd naar een olympisch toernooi. ‘Veel jongens grijpen nu hun kans, je krijgt een heel breed veld. Straks is de olympische limiet misschien 2.08, drie minuten sneller. Tijden zeggen weinig op het moment. Ik kijk naar de posities, die zijn onveranderd gebleven.’", "Niet dat Butter afgunst voelt richting de jongens die de Spelen nu wel halen. Integendeel. ‘Het bracht een glimlach op mijn gezicht. Ik vind het fantastisch dat er drie mannen naar Tokio gaan. Natuurlijk weten de kenners dat de schoenen een rol hebben gespeeld. Maar kijk eens wat het los zal maken bij de mensen.’", "Butter kreeg de futuristische schoenen van zijn eigen sponsor eind vorig jaar. Hij had zich wellicht alsnog kunnen plaatsen voor de Spelen. Maar hij wil in Tokio niet in de achterhoede eindigen.", "Na New York merkte hij dat zijn niveau begon af te nemen. Dit jaar droogden zijn inkomsten op door het gebrek aan wedstrijden in coronatijd. Butter richtte zich daarom meer op coaching en vond dat de volledige toewijding ontbrak om nog fulltime topsporter te zijn.", "Het halen van de Spelen is ook nooit zijn hoogste doel geweest, zegt hij. ‘Die schoenen hadden me misschien geholpen om een shortcut te nemen richting de Spelen. Maar ik denk dat ik daar niet bij de eerste vijftig was gekomen. Ik heb altijd in de top mee willen doen. Als ik dat nu had willen doen, had ik misschien naar 2.07 of 2.06 moeten gaan. Dat ga ik niet meer redden, op welke schoen dan ook.’", "Comfortzone", "Butter denkt dat de ontwikkeling met de schoenen past bij een veranderende maatschappij. ‘Mijn zusje fietste vroeger door weer en wind naar school van Castricum naar Beverwijk. Nu zie ik die kids op elektrische fietsen, of ze worden gebracht door hun ouders. We willen het fysieke niet meer oplossen. Het leven moet steeds sneller, we willen niet meer uit onze comfort zone stappen.’", "De hardloper ziet de marathon als het laatste stukje in het leven wat nu een ‘push’ heeft gekregen van de technologie. ‘De marathon was ooit de zwaarste discipline in de wereld. Vroeger zag je atleten zwalken na dertig kilometer. Dat zien we nu minder door die schoenen.’", "Is dat erg? Butter zwijgt even. ‘Misschien. De slijtageslag maakte het ook zo mooi. Maar de sport lag wel een tijd stil en heeft nu een impuls gekregen. In 2017 was de rek qua menselijke grenzen eruit. Er werd amper nog onder het uur gelopen op de halve marathon. Het wereldrecord stond al een tijd en werd slechts met beetjes aangescherpt.’", "Zelf trainde de veertienvoudig Nederlands kampioen (diverse afstanden) veel in Kenia om zijn eigen fysieke en mentale grenzen op te zoeken. Hij kwam er in 2012 voor het eerst aan met onder meer een fles ketchup in zijn bagage. Dat vonden de Kenianen grappig. ‘Ze dachten: ‘die Nederlander zal binnen tien dagen wel vluchten met zijn fles ketchup.’", "Butter bleef. De weg naar het toilet werd gewezen (‘Dat gat in de grond daar om de hoek.’), sliep in de barakken en at wekenlang ugali, Keniaanse rijstpap. ‘Het was geen armoede, want je krijgt eten. Maar het heeft wel alle facetten van armoede. Koud water, eenvoudig eten. Elke ochtend zat ik om zes uur met dertig Kenianen achter in een pickup te bibberen richting de training. Dichter bij de rauwheid van het leven ben ik nooit gekomen. Dit is het mooiste wat ik in mijn carrière heb gedaan.’", "In Kenia werd Butter in zijn hart een echte marathonloper. ‘Ik was daar met mijn lotgenoten. Ik werd onderdeel van de cultuur. Dan lagen we met z’n allen op een matras uit te rusten onder een boom. Het maakte niet uit dat ik een andere huidskleur had. Zwart of wit. Ik voelde me verbonden met deze mensen. Ik realiseerde me daar pas hoe groot de sport was.’", "Iedere ochtend zag Butter tientallen atleten samenkomen bij Kaptagat om te trainen. ‘Onze groep bestond al uit vijftig man. Iedereen loopt daar hard, uit allerlei kleine hutjes kwamen jongens tevoorschijn om te trainen. Er traint in die omgeving dagelijks zo’n 5.000 man. Ik realiseerde me toen pas hoe groot deze sport is. Dat ik wel met deze mannen moest trainen om ze ooit te kunnen verslaan.’", "Hij leerde van de Kenianen. ‘Het leven is daar simpel. Je kunt je nergens druk om maken. Dat geeft innerlijke rust en focus. De jongens daar zeuren niet. Ja, om geld. Maar ze hebben ook niks. Tegelijkertijd zijn ze ontzettend gastvrij. Je bent overal welkom.’", "Mede door een gebrek aan toekomstperspectief zwichten tientallen lopers voor de verleiding om doping te gebruiken. De lijst met geschorste Keniaanse marathonlopers is lang. Butter is blij dat de beerput steeds meer open wordt getrokken. ‘Ik vind dopinggebruikers nog steeds hufters, maar ik ben opgegroeid met andere normen en waarden. In Kenia zit frauderen ingebakken in de cultuur. Het is daar overleven. Hoe vaak ze mij daar niet 100 shillingen probeerden af te troggelen terwijl ik wist dat ik twintig moest betalen Wat doe je als je geen eten hebt?’", "Ondanks de nieuwe schoenen en de Keniaanse doping is zijn liefde voor de marathon niet aangetast. De iconen blijven toch wel bestaan, denkt hij. ‘Net als in het schaatsen toen de klapschaats kwam. De tijden van Ard Schenk werden ook verbroken, maar hij blijft de beste van zijn generatie. Mijn tijden gaan er ook aan, maar dat wil niet zeggen dat je daar veertien keer Nederlands kampioen mee wordt, of zesde in de marathon van New York.’", "De fysieke slijtageslag is nog niet helemaal weg. Verrassingen blijven bestaan. In de kletsnatte marathon van Londen, in oktober, verloor wereldrecordhouder Eliud Kipchoge voor het eerst een wedstrijd sinds 2013. Butter vond het een prachtige strijd. ‘De hazen waren er op tijd uit en het werd echt een man tot man gevecht waarbij je naar elkaar zit te kijken. Daar geniet ik nu nog meer van.’"], "authors": ["Eline Van Suchtelen"], "keywords": ["dat", "van", "marathonloper", "niet", "een", "het", "ingehaald", "met", "ik", "zijn", "op", "hij", "fopschoen", "door", "butter"], "pubDate": "2020-12-11T18:04:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}