{"id": "7508fae3-24be-3eb4-9566-9e0f4ad8bf94", "title": "Wat als ik een duurzame levensstijl helemaal niet kan betalen?", "url": "https://nu.nl/klimaat/6030054/wat-als-ik-een-duurzame-levensstijl-helemaal-niet-kan-betalen.html", "summary": "En voor vegetarische kipstukjes betaal je meer dan voor een ouderwetse plofkip.\n“We hebben als consument veel meer impact dan we denken.” Babette PorcelijnPorcelijn liet de verborgen impact van ons gedrag berekenen door de CE Delft.\nEen product met daarin zeldzaam materiaal, zoals een telefoon, heeft meer impact dan een badeendje, aldus Porcelijn.\nDe klimaatbelasting van vlees omvat de hele productieketen, van het verbouwen van veevoer tot de bouw van wegen voor transport van vlees.\nWat goed is voor het klimaat, is vaak juist ook goed voor je portemonnee, zegt ook Milieu Centraal.", "paragraphs": ["Tesla's zijn duur. Warmtepompen ook. En voor vegetarische kipstukjes betaal je meer dan voor een ouderwetse plofkip. Voor wie nauwelijks rondkomt, staat milieubewust leven misschien niet op de eerste plek. Toch, zegt Babette Porcelijn van milieuorganisatie Think Big Act Now en auteur van het boek De Verborgen Impact: \"Wie arm is, is juist een klimaatheld.\"", "Babette Porcelijn, auteur van het boek De Verborgen Impact, heeft goed nieuws voor wie een beneden modaal inkomen heeft: je doet onbewust al een hoop voor het milieu. \"Een stoere elektrische auto met de nieuwste snufjes; dat is nu juist geen duurzame keuze. De accu ervan wordt aan de andere kant van de wereld gemaakt en niet op een duurzame manier.\"", "“We hebben als consument veel meer impact dan we denken.” Babette Porcelijn", "Porcelijn liet de verborgen impact van ons gedrag berekenen door de CE Delft. Bij klimaatbewust leven denken mensen vooral aan een elektrische auto, een prijzig klimaatneutraal huis en aan minder plastic verpakkingen, maar dat zijn niet de zaken die het meeste impact op milieuvervuiling hebben, zegt zij. \"We hebben als consument veel meer impact dan we denken. Niet alleen met de 'klassiekers' auto, verwarming en elektra, maar juist aan de andere kant van de wereld, bij het maken en vervoeren van alle dingen die we dagelijks kopen.\"", "Met stip bovenaan in de top tien van meest belastende zaken voor het milieu staat het kopen van spullen, rekende CE Delft uit. De gemiddelde Nederlander geeft jaarlijks 2.000 euro uit aan spullen, zoals elektronica en meubels.", "Een product met daarin zeldzaam materiaal, zoals een telefoon, heeft meer impact dan een badeendje, aldus Porcelijn. \"Mijnbouw, industrie en transport zijn zo vervuilend, dat níet elk jaar de nieuwste telefoon kopen gelijk veel impact heeft.\"", "Niet stressen over zonnepanelen", "Op nummer twee staat het eten van vlees. En vlees vermijden is een goedkope manier om je impact op klimaatbelasting drastisch te verminderen. We gebruiken 88 kilo vlees per persoon per jaar, inclusief slachtafval en verspilling. Wat we echt eten is maar de helft. De klimaatbelasting van vlees omvat de hele productieketen, van het verbouwen van veevoer tot de bouw van wegen voor transport van vlees. Porcelijn: \"We moeten naar het grotere plaatje kijken. Vlees opgeven klinkt moeilijk, maar als je er fitter van wordt, alternatieven vindt die net zo lekker zijn en minder geld uitgeeft, wat lever je dan precies in? Het framen van duurzaam leven als een elitedingetje, en 'ik moet van alles inleveren' klopt niet.\"", "Wie arm is, zegt Porcelijn, is sowieso een klimaatheld. \"Een groot huis verbruikt meer gas en elektra, maar er zijn ook veel meer extra materialen nodig die geproduceerd en vervoerd moeten worden. In plaats van in de stress zitten dat je geen warmtepomp of zonnepanelen kan betalen, is het slimmer om kleiner te gaan wonen. Dat vereist een andere manier van denken, want het lijkt logisch om juist steeds groter en ruimer te willen wonen. Echt duurzaam zijn gaat niet over hippe innovatieve snufjes, maar over heel andere dingen.\"", "Wat goed is voor het klimaat, is vaak juist ook goed voor je portemonnee, zegt ook Milieu Centraal."], "authors": ["Door", "Elise Vermeeren"], "keywords": ["ik", "meer", "wat", "zijn", "duurzame", "vlees", "impact", "helemaal", "betalen", "je", "van", "en", "levensstijl", "een", "voor", "kan", "het", "niet", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}