{"id": "753a80aa-5269-3f32-95f8-7afbd6c18a5f", "title": "Ontwikkelaar Cyberpunk 2077 aangeklaagd voor misleiden aandeelhouders", "url": "https://nu.nl/tech/6098704/ontwikkelaar-cyberpunk-2077-aangeklaagd-voor-misleiden-aandeelhouders.html", "summary": "Gamemaker CD PROJEKT RED wordt aangeklaagd voor het misleiden van aandeelhouders, meldt Bloomberg.\nDe ontwikkelaar bracht begin december het spel Cyberpunk 2077 uit, maar de game zat nog vol met fouten.\nEerder meldde de New York Times al dat aandeelhouders in Polen een rechtszaak tegen CD PROJEKT RED overwegen.\nDe langverwachte game was voor veel spelers niet goed speelbaar.\nIn de eerste paar weken na de release ging het spel volgens CD PROJEKT RED wereldwijd dertien miljoen keer over de toonbank.", "paragraphs": ["Gamemaker CD PROJEKT RED wordt aangeklaagd voor het misleiden van aandeelhouders, meldt Bloomberg. De ontwikkelaar bracht begin december het spel Cyberpunk 2077 uit, maar de game zat nog vol met fouten.", "Op de website van advocatenkantoor Rosen Law staat dat CD PROJEKT RED aandeelhouders misleid heeft, omdat de maker niet heeft gemeld dat Cyberpunk 2077 niet goed speelbaar is op PlayStation 4 en Xbox One door een grote hoeveelheid bugs. Aandeelhouders kunnen zich bij Rosen Law melden om zich aan te sluiten bij de aanklacht.", "Eerder meldde de New York Times al dat aandeelhouders in Polen een rechtszaak tegen CD PROJEKT RED overwegen. Dit is het vestigingsland van de gamemaker.", "De langverwachte game was voor veel spelers niet goed speelbaar. Ook op de nieuwe spelcomputers PlayStation 5 en Xbox Series X hebben spelers last van bugs. De gamemaker heeft beloofd om in 2021 met updates te komen die de fouten in het spel moeten herstellen.", "Ondanks de bugs is Cyberpunk 2077 wel goed verkocht. In de eerste paar weken na de release ging het spel volgens CD PROJEKT RED wereldwijd dertien miljoen keer over de toonbank."], "authors": ["Door"], "keywords": ["2077", "goed", "van", "het", "aandeelhouders", "red", "voor", "projekt", "heeft", "niet", "cyberpunk", "ontwikkelaar", "misleiden", "spel", "cd", "aangeklaagd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}