{"id": "75429756-4a7f-3000-8993-f278be8e0ef6", "title": "Georges’ dochter is een slachtoffer van ‘Bataclan’, Azdynes zoon een dader. Samen schreven ze een boek", "url": "https://volkskrant.nl/nieuws-achtergrond/georges-dochter-is-een-slachtoffer-van-bataclan-azdynes-zoon-een-dader-samen-schreven-ze-een-boek~b031b037/", "summary": "Een van hen was de 28-jarige Lola, de dochter van Georges Salines.\nOmdat hij toch, eh, de vader is van, van een van de schutters van de ­Bataclan.’Wat wilde u tegen Salines zeggen, meneer Amimour?\nAan de andere kant hoopte ik juist dat het een schokeffect zou teweegbrengen, dat het een debat zou ontketenen.\nTot hij een vlucht naar voren heeft gemaakt in een geperverteerde vorm van religie.’Concertbezoekers rennen in paniek weg van de Bataclan.\nHij stond op een lijst van geradica­liseerde personen van de inlichtingendienst, zijn identiteitskaart was ingenomen en hij had een meldingsplicht.", "paragraphs": ["Georges Salines en Azdyne Amimour verloren beiden hun 28-jarige kind. De een was slachtoffer, de ander dader. In hun boek Na de Bataclan vragen ze zich af: hoe konden de levens van hun kinderen zo anders verlopen?", "‘Azdyne! Waar bleef je nou, man? We hadden toch voor de hoofdingang afgesproken?’ Meer geamuseerd dan geërgerd schudt Georges Salines (1957) zijn hoofd als Azdyne Amimour (1947) tien minuten na het afgesproken tijdstip komt aansloffen. ‘O, is dít de hoofd­entree?’, zegt Amimour, met een blik op de grote klok. Hij was op tijd op de Gare du Nord, verzekert hij, maar stond voor een andere ingang.", "Dan wendt hij zich tot Salines. ‘Georges! Hoe gaat het ermee? Ik moest je de groeten doen van mijn vrouw!’", "Wie niet beter weet zou denken dat hier twee jeugdvrienden staan die elkaar kennen van de lagere school of de plaatselijke voetbalclub.", "De werkelijkheid is vele malen wranger.", "Op 13 november 2015 vielen in Parijs 131 doden en meer dan vierhonderd gewonden bij de bloedigste aanslag op Franse bodem sinds de Tweede Wereldoorlog. In de concertzaal Bataclan, waar op dat moment een optreden van de band Eagles of Death Metal aan de gang was, schoten drie mannen met automatische geweren twintig minuten lang op alles wat bewoog. Negentig concertbezoekers kwamen om. Een van hen was de 28-jarige Lola, de dochter van Georges Salines.", "De daders overleefden de aanslag niet. Twee van hen bliezen zichzelf op. De derde schutter, die 28 jaar was, precies even oud als Lola Salines, werd doodgeschoten door de politie. Hij heette Samy en was de zoon van Azdyne Amimour.", "Anderhalf jaar na de aanslag stuurde Animour een e-mail aan Salines, waarin hij hem vroeg of hij bereid was hem te ontmoeten. Op de wedervraag van Salines – ‘Waarom wilt u mij ontmoeten?’ – antwoordde Amimour: ‘Omdat ik zelf ook slachtoffer ben.’", "Dat was misschien wat plompverloren opgeschreven, ongepast zelfs, zouden sommigen zeggen, maar bij Salines raakte die zin iets. Als voorzitter van 13onze15, de vereniging voor nabestaanden van de terreur van 15 november, sprak hij meermaals met moeders van ­jihadisten. In die gesprekken raakte hij ervan overtuigd dat zij in zekere zin ook slachtoffers zijn van de daden van hun zoons.", "Maar de vaders, nee, die had hij nooit gesproken, die zag hij bij dat soort bijeenkomsten nooit. ‘Om een of andere ­reden ben ik altijd de enige man’, zegt Amimour, die lid is van Retissons du lien, een vereniging voor familieleden van ­jihadisten.", "Na lang aarzelen stemde Salines toe. ‘Het was’, begint hij een zin die om de paar woorden stokt, ‘niet gemakkelijk. Nee, nee, best heel moeilijk voor me, om hem te ontmoeten. Dat wil ik niet verbergen. Omdat hij toch, eh, de vader is van, van een van de schutters van de ­Bataclan.’", "Wat wilde u tegen Salines zeggen, meneer Amimour?", "‘Ik wilde hem laten weten dat ik zijn verdriet deel, en hem uitleggen dat wij geen terroristenfamilie zijn. Maar ik wilde hem ook vertellen over het leven van Samy, die nooit iets is tekortgekomen in zijn opvoeding.’", "Op het eerste gezicht vallen vooral hun onderlinge verschillen op. Salines, een licht geaffecteerd pratende man in een net blauw overhemd, is volksgezondheidsinspecteur. Hij woont in het rustige twaalfde arrondissement van Parijs en verplaatst zich per fiets, met zijn ­aktentas op de bagagedrager.", "Amimour – leren jas, zijn grijswitte haar verstopt onder een donkerbruine platte pet – heeft duizend-en-een banen gehad, van handelaar in sportkleding tot cameraman. Hij heeft in meer landen gewoond dan hij op een hand kan tellen en verdeelt zijn tijd nog altijd tussen de banlieue Drancy ten noorden van Parijs en het Belgische Luik.", "Salines vat de verschillen kernachtig samen: ‘Hij is geboren in Algerije als zoon van een imam. Ik in Frankrijk als zoon van een natuurkundeleraar.’", "Tot hun eigen verbazing blijkt tijdens hun eerste ontmoeting in een café bij het Place de la Bastille dat het klikt. Ze vinden elkaar in banale dingen, zoals hun liefde voor Émile Zola en Simon & Garfunkel , maar blijken ook op een elementairder niveau meer gemeen te hebben dat ze hadden vermoed. Twee sociale, bereisde, belezen mannen, mannen van de wereld. Nieuwsgierige mannen bovendien, niet in de laatste plaats naar elkaar.", "Ze besluiten vaker af te spreken. ­Uiteindelijk is het Amimour die, aan­gespoord door politicoloog en radicaliseringsdeskundige Sébastien Boussois, voorstelt samen een boek te maken. Boussois schreef Na de Bataclan op basis van urenlange gesprekken met de twee mannen.", "Salines: ‘Ik denk dat we een keer of twaalf bij elkaar zijn gekomen.’ Amimour: ‘Nee joh, Georges! Veel vaker. ­Herinner je je dat niet?’ Salines, lachend: ‘Nou, ik zal mijn agenda erop nakijken, Azdyne.’", "Ik kan me voorstellen dat niet iedereen in uw omgeving er begrip voor heeft dat u een vriendschap bent aangegaan met de vader van een van de schutters, meneer Salines. Was u niet bang voor de reacties?", "‘In mijn familie en vriendenkring, en trouwens ook bij 13onze15, heb ik niet één afkeurende reactie gehad. Nul. De meeste mensen zeiden wel dat ze niet graag in mijn schoenen zouden staan, dat ze zich niet voorbereid zouden hebben gevoeld op zo’n ontmoeting. Op ­sociale media is het een ander verhaal, daar heb ik zeer vijandige reacties ontvangen. Ik zou een politiek correcte linkse islamknuffelaar zijn die bijdraagt aan het morele verval van het Westen.", "‘Ik wil meteen toegeven: ik heb vooraf erg getwijfeld of we dit boek wel moesten schrijven. Ik was er best bevreesd voor. Aan de andere kant hoopte ik juist dat het een schokeffect zou teweegbrengen, dat het een debat zou ontketenen. In dit communicatietijdperk moet je soms choqueren, anders blijven de ­zaken onopgemerkt.’", "Wat hoopt u met het boek te ­bewerkstelligen?", "‘Alles wat ik sinds 13 november 2015 heb gedaan aan voorlichtingsbijeenkomsten en praatsessies staat in het teken van één ding: proberen te voorkomen dat het nog een keer gebeurt. Door mensen ertoe te bewegen met elkaar te praten. Op persoonlijk vlak heeft het me ook geholpen om het verdriet, de rouw en de pijn om te zetten in iets positiefs. Het geeft richting aan mijn leven. En het geeft betekenis aan die absurde gebeurtenis.", "‘Ik had er behoefte aan de draden die dit bloedige marionettentheater in gang hadden gezet te ontwarren’, zegt Salines in het boek. ‘In de hoop – wellicht tevergeefs – de waanzin die ik heb ervaren, en nog steeds ervaar, rond de omstandig­heden van de dood van Lola achter me te laten.’", "Als Amimour het over de aanslag heeft, noemt hij die meestal l’événement, de gebeurtenis: ‘die verschrikkelijke gebeurtenis’, ‘die onbegrijpelijke gebeurtenis’. Het is niet het enige eufemisme dat hij gebruikt. Als het over Samy en diens handlangers gaat, zegt hij niet ‘terroristen’, maar ‘aanvallers’. En als hij een betoog afsteekt over hoe de Franse autoriteiten voor 2015 veel te weinig deden tegen het jihadisme, zegt hij: ‘De politie heeft dat hele ding veronachtzaamd.’", "‘Natuurlijk weet ik wat mijn zoon gedaan heeft’, zegt Amimour, ‘maar ik blijf zijn vader. Sommige woorden gebruik ik liever niet.’", "‘Samy wás een terrorist, dat is waar’, zegt Salines, ‘maar dat was hij alleen het laatste deel van zijn leven. Als we hem terrorist noemen, reduceren we hem tot die ene dimensie. Hij is ook een klein jongetje geweest, een puber, een jongeman met dromen en idealen. Tot hij een vlucht naar voren heeft gemaakt in een geperverteerde vorm van religie.’", "Concertbezoekers rennen in paniek weg van de Bataclan. Beeld EPA", "Kinderen", "Toen zijn zoon nog een kind was, hoopte Azdyne dat hij piloot zou worden. ‘Ik heb zelf een vliegbrevet gehad en ik had vrienden die piloot waren. Als we gingen vliegen, mocht Samy weleens in de cockpit, dat vond hij schitterend. Ik leerde hem van alles over verschillende typen wolken, zoals de cumulonimbus. Hij moest altijd lachen om dat woord. Ik had goede hoop dat hij echt piloot zou worden. Op een gegeven moment kende hij alle hoofdsteden van de wereld uit zijn hoofd.’", "Lola Salines was een vrolijk kind. Ze maakte haar twee broers vaak aan het ­lachen en had een hechte band met haar ouders. Nadat ze op zichzelf was gaan wonen kwam ze nog regelmatig bij hen eten. ‘De middag voor de Bataclan kwam ik haar tegen in het zwembad, waar we allebei regelmatig baantjes kwamen trekken’, zegt Georges. ‘Ze zou de volgende dag bij ons komen lunchen.’", "Lola woonde met huisgenoot Agathe en kat Billy in het oosten van Parijs. Ze speelde rollerderby en had net een relatie met de trainer van haar team. 2015 zou haar jaar worden. ‘Ze werkte bij een uitgeverij en was bezig een eigen afdeling op te zetten voor jongeren die niet veel lezen, met boeken over geeky onderwerpen als videogames.’ 404 Éditions – Lola bedacht de naam, een verwijzing naar onvindbare internetpagina’s (error 404) – werd na haar dood gelanceerd en loopt nog altijd goed.", "Samy Amimour was een stille, wat raadselachtige jongen. Er was moeilijk vat op hem te krijgen, in elk geval voor zijn vader. Samy trok meer naar zijn moeder en zussen, maar ook aan hen liet hij niet het achterste van zijn tong zien. Hij deed het goed op school. ‘Het gedweeë en volgzame type’, aldus zijn ­vader. Na het behalen van zijn eindexamen nam hij hem mee op een reis naar Londen. Daarna ging Samy rechten studeren, tot hij die studie afbrak en buschauffeur werd bij het Parijse stadsvervoers­bedrijf – om geld te sparen voor de reis naar ­Syrië, maar dat bleek pas achteraf.", "Amimour: ‘Georges zegt vaak dat ­iedereen die radicaliseert zijn eigen ­redenen heeft. Er zitten boefjes tussen, snotapen, serieuze delinquenten, maar bij mijn zoon was het een ander verhaal. Hij was rustig, aardig en behulpzaam. Een engel. Tot hij ineens over de rand ­kieperde. Vanaf dat moment ging alles in een duizelingwekkend tempo.’", "Verwijten", "Toegegeven: achteraf is het makkelijk praten, zeker als buitenstaander met een boek op schoot. Toch ben je als lezer geneigd te denken dat het allemaal niet zo ‘ineens’ ging met Samy’s radicali­sering. De tekenen van zijn zichtbare ­radicalisering, zoals Salines het noemt, stapelden zich op.", "Van de ene op de andere dag begon hij te bidden. Iets dat zijn ouders, die wel moslim zijn maar hun geloof niet praktiseren, nooit deden. Hij ging naar de moskee in qamis, het traditionele lange hemd, en bleef daar uren hangen. Hij liet zijn baard staan. Hij keek YouTube­video’s van fanatieke predikers, filmpjes over Bin Laden en las boeken met titels als Ja, ik ben bekeerd tot de islam en De ­tekenen van het einde der tijden. Toen zijn vader, die op dat moment een café ­bestierde, een biertje tapte, zag hij ‘een vorm van haat’ in Samy’s ogen.", "Telkens als je het boek leest denk je: doe dan iets! Grijp dan in!", "Maar dat doet Amimour niet. Althans, niet echt. ‘Ik vroeg hem wel waarom hij die dingen deed, maar ik kreeg geen antwoorden. Ik dacht: ik moet hem niet te veel lastigvallen, dan keert hij zich nog verder van me af. Dus ging ik meebewegen. Ik ging ook bidden en ben een paar keer met hem meegegaan naar de moskee. Maar dan distantieerde hij zich van me en ging hij bij zijn vrienden staan. Thuis ontweek hij ieder gesprek, hij zat maar naar zijn scherm te staren.’", "Na een korte stilte: ‘Ik dacht: het is ­beter dat hij hiermee bezig is dan dat hij aan de drugs gaat.’", "Salines verwijt Amimour niets. ‘Ik denk dat iedere ouder, en zeker iedere vader, herkent dat je op een gegeven moment niet meer precies weet waar je kinderen mee bezig zijn, dat je de greep een beetje kwijtraakt. Meestal is dat niet zo erg. In dit geval waren de consequenties verschrikkelijk. Maar het zou te ver gaan om te zeggen: jíj hebt het niet zien aankomen, dus het is jóúw fout.’", "‘Natuurlijk voel ik me soms schuldig’, zegt Amimour. ‘Ergens moet ik zijn tekortgeschoten, denk ik vaak. Maar ik weet niet waar.’", "Een belangrijke complicerende factor, zeggen Amimour en Salines allebei, is dat Samy meerderjarig was. ‘Sorry meneer, we kunnen u niets vertellen’, kregen Amimour en zijn vrouw te horen als ze bij het politiebureau aanklopten. ‘Uw zoon is volwassen.’ De politie vermoedde dat de nog thuiswonende Samy ­radicaliseerde, maar besprak die vermoedens niet met zijn ouders.", "Op 3 september 2013, toen Azdyne ­zoals iedere week voor zijn werk naar België vertrok, omhelsde Samy hem bij het afscheid. Vreemd, vond zijn vader, ‘we zijn allebei niet zo lichamelijk’. Zijn vrouw stelde hem gerust, er is vast niets aan de hand. Maar Azdynes argwaan was terecht, zo bleek een paar dagen ­later, toen Samy vanuit Oost-Turkije contact opnam met zijn moeder. Hij was onderweg naar Syrië.", "Dat Samy heeft kunnen vertrekken is met de kennis van nu een politiek schandaal. Hij stond op een lijst van geradica­liseerde personen van de inlichtingendienst, zijn identiteitskaart was ingenomen en hij had een meldingsplicht. Dat liet allemaal onverlet dat hij ongehinderd een nieuwe ID kon aanvragen en daarmee het land kon verlaten. ‘Nu is dat onvoorstelbaar, maar voor 2015 had het verhinderen van uitreizende jihadisten veel minder prioriteit’, zegt Salines.", "Iedere zondag belde Samy vanuit IS-gebied naar huis. Maar het lukte zijn ­familie niet om hem op andere gedachten te brengen. Negen maanden na zijn vertrek besloot zijn vader hem te gaan zoeken. Hij kende Syrië goed, in de ­jaren zestig was hij er vaak geweest. Na een lange, vermoeiende reis waarin hij voedselvergiftiging opliep, mensensmokkelaars moest betalen en zeven keer van auto moest wisselen om de Turks-Syrische grens over te geraken, kwam Azdyne in Syrië aan. Toen hij zijn zoon belde, reageerde die niet bepaald enthousiast: ‘Wat kom je doen?’", "Vier dagen bleef Azdyne in de IS-­kazerne waar zijn zoon verbleef. Abu Quital heette Samy daar, ‘vader van de strijd’. Azdyne: ‘Hij had zich eerst Abu ­Titisse genoemd, naar de kat die hij thuis in Drancy van straat had meegenomen en waar hij zo gek op was, maar dat vonden ze bij IS kennelijk niet ­acceptabel.’", "Het bezoek was een deceptie. ‘Ik denk dat we twee zinnen met elkaar hebben gewisseld. Het was net of ik met een zombie op pad was.’ Azdyne realiseerde zich dat hij zijn zoon kwijt was. Toch hield hij hoop. Eenmaal terug in Frankrijk maakte hij meteen nieuwe plannen. ‘Ik heb een gepensioneerde Jordaanse ­generaal gecontacteerd. Die zei: ‘Ik heb jouw zoon daar binnen een week weg. Er is één voorwaarde: hij moet het me zelf vragen.’", "Niet veel later verbrak Samy het ­contact met zijn familie. Toen een arrestatieteam op een maandagochtend in november, drie dagen na de Bataclan-aanslag, de deur van zijn appartement in Drancy forceerde, dacht Azdyne dat zijn zoon nog altijd in Syrië was. Dat is ook wat hij zei tegen de politieagent die hem op het hoofdkwartier van de binnenlandse veiligheidsdienst verhoorde. ‘Nee, meneer Amimour’, antwoordde de agent. ‘Uw zoon is dood.’", "Achteraf zou blijken dat Samy op de dag van de aanslag nog in zijn oude woonplaats was geweest. De burgemeester van Drancy vertelde de Amimours ­later dat hun zoon die middag was gesignaleerd op camerabeelden. Azdyne denkt er nog vaak over na. ‘Ik zal me altijd blijven afvragen waarom hij naar Drancy is gegaan voor hij die vreselijke daad verrichtte.’", "In Limbo", "Op het moment dat Azdyne werd verhoord, stond Salines met zijn vrouw en hun twee zoons in het forensisch instituut aan de Seine. Een psycholoog bereidde hen voor op wat komen ging. ‘U gaat uw dochter achter glas zien, u kunt haar niet aanraken.’ (...) ‘ Ze ziet er sereen uit, maar haar gezicht is erg rood, want ze is niet gebalsemd en uw dochter heeft lang op haar buik op de grond in de Bataclan gelegen.’", "Bijna 24 uur lang wist Salines niet of Lola dood was of nog leefde. Talloze telefoontjes naar noodnummers, zieken­huizen en andere hulpdiensten leverden niets op. Toen hij zijn dochter zag liggen in het forensisch instituut stortte hij in, maar was hij ook opgelucht. Het was het einde van ‘een razende, uitputtende, onmenselijke zoektocht’.", "‘Het jihadistisch terrorisme is nog steeds een gevaar in Frankrijk’, zegt Salines. ‘Een reëel risico. Dat heeft de recente aanslag bij het voormalige redactiegebouw van Charlie Hebdo nog maar eens onderstreept. We moeten het onder ogen zien, zonder te stigmatiseren.’", "Op aandringen van Amimour organiseert Retissons du lien bijeenkomsten waar familieleden van jihadisten en ­nabestaanden van terreurslachtoffers met elkaar in gesprek worden gebracht.", "‘Als iedereen zich openstelt, kan dat ­alleen maar positieve gevolgen hebben. Maar dan moeten de autoriteiten ons wel steunen, en dat is bepaald niet het geval.’ Ook Salines ziet ‘een zekere terughoudendheid bij de regering’, die volgens hem te maken heeft met ‘electorale demagogie’.", "Eén groot obstakel bemoeilijkt ieder contact tussen de autoriteiten en families van jihadisten: de repatriëring van uitreizigers en hun kinderen. Een prangende kwestie, zeker nu de Koerden hebben aangekondigd het grote Syrische ­detentiekamp Al Hol te willen ontmantelen. Buitenlandse IS-gangers en hun kinderen blijven vooralsnog in het kamp; wie hen gaan bewaken is on­duidelijk.", "De Franse regering heeft twee keer een groep weeskinderen uit de regio gerepatrieerd, maar voor volwassen IS-gangers blijft de deur gesloten. Kinderen die met hun moeder in Syrië zitten worden aan hun lot overgelaten. Verenigingen als Retissons du lien vinden dat Frankrijk alle uitgereisde Fransen moet terug­halen. Salines vindt dat ook. ‘De volwassenen moeten hier worden berecht, en dat er daar nog Franse kinderen zijn is schandalig.’", "Voor Amimour is het meer dan een ­politieke kwestie. Een van die Franse kinderen in limbo is zijn kleindochter.", "De 6-jarige Aïcha is de dochter van Samy. Azdyne heeft haar nooit gezien.", "‘Niet lang voor hij naar Syrië vertrok, ontmoette Samy een vrouw. Een meisje nog, eigenlijk, Kahina was pas 17. Ik heb haar één keer ontmoet, toen Samy al naar Syrië was gegaan – kort daarna zou ze hem achterna reizen. Ze hield contact met ons, ook toen Samy niet meer op onze berichten reageerde. Zij vertelde ons dat ze zwanger was van een meisje, en dat ze haar Aïcha gingen noemen.’", "Een paar seconden staart Amimour in stilte voor zich uit. ‘Ze is vijf dagen na de gebeurtenis in de Bataclan geboren. Samy wíst dat zijn vrouw hoogzwanger was van een meisje. Hij wist zelfs al hoe ze zou gaan heten. En toch is hij dat ding van hem gaan doen.’", "Twee jaar geleden is Amimour naar Irak gegaan om Aïcha en haar moeder te zoeken, zonder resultaat. Nu wil hij in ­Syrië gaan zoeken, nee, gáát hij in Syrië zoeken. De grens is open, de plannen zijn gemaakt. ‘Ik vlieg eerst naar Istanbul, dan naar Erbil in het Koerdische deel van Irak en vanaf daar neem ik een taxi naar de Syrische grens.’", "Maar eerst staan er nog een hoop ­interviews, lezingen en debatavonden op het programma. Sinds hun boek in ­januari in Frankrijk uitkwam, reizen de mannen het hele land door om hun verhaal te vertellen. Vorige week gaven ze een lezing in een theater in Marseille. Amimour: ‘Ik denk dat we meer dan ­honderd keer zijn geïnterviewd.’", "Salines: ‘Ach welnee, Azdyne, kom nou, je overdrijft.’", "‘O Georges, wacht, ik heb nog iets voor je!’ Als Salines naar zijn fiets loopt – de volgende interviewafspraak wacht – haalt Amimour een dvd uit zijn binnenzak. Het is de registratie van een theatervoorstelling in Marseille waar ze naar ­afloop van hun lezing voor waren uitgenodigd. Salines kon er niet bij zijn, hij had de volgende ochtend een vroege afspraak in Parijs, dus besloot Amimour de dvd te kopen. ‘Niet kwijtraken, hè’, roept hij Salines achterna. ‘Ik wil hem ook nog bekijken.’", "Beeld Ambo|Anthos"], "authors": ["Daan Kool"], "keywords": ["van", "het", "op", "hij", "zijn", "ik", "dader", "een", "ze", "dat", "en", "schreven", "niet", "dochter", "zoon", "slachtoffer", "georges", "samen"], "pubDate": "2020-10-09T17:59:46+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}