{"id": "755e2ac0-9b7f-34b4-af6b-f66a0f71a469", "title": "Handige tips om je energieverbruik in de koude maanden te verlagen", "url": "https://www.nu.nl/advertorial/advertorial-startpaginanl/6093924/handige-tips-om-je-energieverbruik-in-de-koude-maanden-te-verlagen.html?redirect=1", "summary": "Startpagina.nl geeft je een paar praktische tips om je energieverbruik te verlagen.\nEnergie besparen is niet alleen goed voor het milieu, het is ook goed voor je portemonnee.\nDoor de oorzaak van de tocht aan te pakken zorg je voor een meer constante en aangenamere temperatuur in huis.\nVervang deze dan voor LED lampen, deze zijn 85 procent zuiniger dan een gloeilampen en 75 procent zuiniger dan halogeen.\n‘s Avonds tijdens het televisiekijken krijg je het vaak fris, omdat je dan lang stilzit, en dan kan een fijn dekentje over je voeten heerlijk zijn.", "paragraphs": ["Het wordt kouder en dus zijn we vaker binnen. Helemaal nu we ook meer dan ooit thuiswerken. Daarom is het belangrijk om te zorgen dat je zuinig omgaat met de energie die je thuis verbruikt. Startpagina.nl geeft je een paar praktische tips om je energieverbruik te verlagen.", "Energie besparen is niet alleen goed voor het milieu, het is ook goed voor je portemonnee. Een win-win situatie dus. Gelukkig zijn er veel makkelijke en effectieve dingen die je kunt doen om energie te besparen.", "Hoe koud is jouw koelkast?", "Wist je dat koelkasten vaak te koud staan? Dat verbruikt niet alleen onnodig veel energie, het zorgt er ook nog eens voor dat de etenswaren in de koelkast minder lang meegaan. Check daarom de temperatuur van de koelkast. Dit kun je het beste doen door een thermometer in een glas water in de koelkast te zetten. De ideale temperatuur is 4 graden Celcius.", "Op de tocht", "Als je last hebt van tocht bij je ramen en deuren, ben je geneigd de verwarming een paar graden hoger te zetten. Echter werkt dit niet, want de tocht is niet verholpen. Deze blijft zorgen voor een onaangenaam gevoel in huis. Plak in plaats daarvan tochtstrips langs ramen en deuren, of loop de kozijnen een keer na met de kitspuit. Door de oorzaak van de tocht aan te pakken zorg je voor een meer constante en aangenamere temperatuur in huis.", "Pas op voor sluipverbruik", "Sommige apparaten gebruiken tot wel 75 procent van hun energie terwijl ze niet actief gebruikt worden. Denk bijvoorbeeld aan een televisie die op stand-by staat, of aan een oplader die nog in het stopcontact zit, zonder telefoon eraan. Zet daarom alle apparaten die je niet gebruikt echt uit. Als je geen zin hebt om constant stekkers in-en-uit het stopcontact te doen, is een stekkerdoos met schakelaar de oplossing. Zo zet je in één keer een hele groep apparaten uit, met één druk op de knop.", "Gaat er een lampje branden?", "Heb je nog gloei- of halogeenlampen in huis? Vervang deze dan voor LED lampen, deze zijn 85 procent zuiniger dan een gloeilampen en 75 procent zuiniger dan halogeen. Daarnaast gaat een LED lamp veel langer mee. Je spaart hiermee dus zowel het milieu, als je eigen portemonnee. En, als je de kamer verlaat, altijd de lampen uit natuurlijk.", "Betaal meer, bespaar meer", "Is één van je huishoudelijke apparaten aan vervanging toe? Verdiep je dan in de aanschaf van een energiezuinige variant met label A+++. Deze zijn soms wel wat duurder, maar dit verschil in prijs verdien je weer terug met het bespaarde stroomverbruik. Vooral bij energievretende apparaten zoals wasmachines, drogers en magnetrons kan dit een groot verschil maken.", "Tijd voor dikke sokken", "En natuurlijk de meest voor de hand liggende tip: heb je het koud, trek een trui aan. Goede sokken en een warme trui kunnen een wereld van verschil maken, zonder dat je de thermostaat aan hoeft te draaien. Let hierbij op dat deze kleding van wol of katoen is, dit houdt je beter warm dan synthetische materialen. Ook handig: leg een dekentje op de bank. ‘s Avonds tijdens het televisiekijken krijg je het vaak fris, omdat je dan lang stilzit, en dan kan een fijn dekentje over je voeten heerlijk zijn.", "Op zoek naar meer handige bespaartips? Kijk dan op Startpagina.nl."], "authors": ["Door"], "keywords": ["van", "dan", "tips", "koude", "het", "op", "energieverbruik", "je", "om", "te", "handige", "verlagen", "een", "maanden", "en", "niet", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}