{"id": "756fb034-95d6-3538-a37f-53bc182ded0e", "title": "Dit is de beste beeldende kunst van 2020 (die u vooral moet gaan bekijken)", "url": "https://www.parool.nl/kunst-media/dit-is-de-beste-beeldende-kunst-van-2020-die-u-vooral-moet-gaan-bekijken~b98e7eb2/", "summary": "Buitenlandse toeristen zijn er nauwelijks nog in Amsterdam, ook volk van buiten mijdt traditionele trekpleisters als het Rijksmuseum, het Van Gogh Museum en het Stedelijk.\nZijn voorstel voor een alternatief Vrijheidsbeeld, met het gezicht van een zwarte vrouw, onderstreept dat nog eens.\nMet als climax het transcript van het adembenemende gesprek tussen George Floyd en de agenten die hem vermoordden.\nEen van de meest overtuigende was van Shertise Solano.\nRetro ExpectativesFernando Sánchez ­Castillo, Tegenbosch­vanvredenDe Spaanse kunstenaar Fernando Sánchez Castillo maakte een kleine, houten versie van het Vrijheidsbeeld, maar dan met het hoofd van een niet-witte vrouw.", "paragraphs": ["Er is altijd wel ergens beeldende kunst te zien, zelfs als musea hun deuren dicht moeten houden en galeries beperkt publiek binnen laten. Het vreemde is: u kwam met nog minder dan verwacht.", "Een museum bezoeken werd noodgedwongen iets exclusiefs dit jaar. Binnen de mogelijk­heden van de 1,5 metersamenleving zocht elke instelling naar een zorgvuldig toegangsbeleid (met als absoluut hoogtepunt het drive-thru museum van Boijmans Van Beuningen in een enorme hal van Ahoy). De praktijk bleek niet voor iedereen een aanmoediging om te komen.", "‘U zou voor de aardigheid eens moeten gaan kijken hoe het Stedelijk zijn coronamaatregelen doorvoert,’ mailde een bezorgde lezer na het openingsweekeinde van de tentoonstelling Ulay Was Here. ‘Het gaat meteen al mis bij de rij die boven aan de trap staat te wachten tot men naar binnen mag. Daar zijn voetjes op de vloer afgebeeld, maar niemand let daar op. Ook het – schaarse – personeel niet. Op een gegeven moment stond een halve meter van me af een groepje van vijf jongeren druk te praten, en kon ik geen kant uit om hen (en hun mogelijke virussen) te ontwijken.’", "De lezer mailde met een reden – hij is 71 jaar en moet nu eenmaal voorzichtig zijn. En het ‘Museumprotocol voor veilig en verantwoord museumbezoek’ schrijft een maximumaantal bezoekers per uur en per zaal voor, maar dat werd hier duidelijk overschreden.", "Een uitzondering", "Toch was deze waarneming een uitzondering. Nadat de musea eind mei na de eerste lange lockdown – onder zeer stringente voorwaarden – weer open mochten, kon je er doorgaans een kanon afschieten. Buitenlandse toeristen zijn er nauwelijks nog in Amsterdam, ook volk van buiten mijdt traditionele trekpleisters als het Rijksmuseum, het Van Gogh Museum en het Stedelijk.", "Alle ruimte voor Amsterdammers, zou je denken, om Berckheydes Gezicht op de Gouden Bocht in de Herengracht of de brieven van ­Vincent van Gogh eens in alle rust te kunnen bestuderen. Maar ook de Amsterdammers laten zich meestentijds niet zien.", "Een advies: kom snel, als de musea weer opengaan. Want ooit wordt het weer normaal. En zullen museumdirecteuren hun hersens weer pijnigen over timeslots en crowd­control voor de beheersing van grote belangstelling, in plaats van als maatregel tegen corona­besmettingen.", "Surinaamse School in het Stedelijk Museum. Beeld ANP", "De favorieten van 2020 van onze recensenten", "Edo Dijksterhuis", "1. Surinaamse School", "Stedelijk Museum", "Hier wordt kunstgeschiedenis geschreven met een niet eerder vertoond historisch overzicht van 20ste-eeuwse Surinaamse schilderkunst. Een eyeopener van­jewelste met een paar geweldige ontdekkingen. Van Soeki Irodikromo en Quintus Jan Telting willen we graag retrospectieven zien de komende jaren.", "2. Don’t Forgive/Get, Them", "Kévin Bray, Stigter Van Doesburg", "De meest nieuwsgierig makende resident bij de Rijksakademie van de lichting 2018-2019 overtrof alle verwachtingen. In deze totaal­installatie versmolten oude en nieuwe technieken en beelden tot theatrale sciencefiction met een surrealistische twist. Associaties met Tolkien, Nauman en Magritte dringen zich op, maar doen de originaliteit van deze jonge Fransman tekort.", "3. Retro-Expectatives", "Fernando Sánchez ­Castillo, Tegenboschvanvreden", "Sánchez Castillo is de expert bij uitstek als het gaat om de relatie tussen beelden, macht en de verbeelding van macht. Zijn oeuvre van gemanipuleerde monumenten heeft een onmiskenbaar 21ste-eeuwse actualiteit. Zijn voorstel voor een alternatief Vrijheidsbeeld, met het gezicht van een zwarte vrouw, onderstreept dat nog eens. Het geeft bovendien aan hoe kunst zelf macht kan uitoefenen.", "4. I Know How Furiously Your Heart Is Beating", "Alec Soth, Foam", "Hoe vruchtbaar kan een midlifecrisis zijn? Alec Soth klom uit het dal en bestreed zijn frustratie over contactarmoede met de sterkste wapens die hij heeft: zijn blik en empathie. Ramen, deuren en andere afscheidingen geven aan dat de fotograaf nog steeds afstand voelt. Maar binnen de ingebakken existentiële beperkingen weet hij verdomd dicht bij de mensen voor zijn camera te komen.", "5. The Divided State of America", "J&B, EenWerk", "Op een stars-and-stripes van vuilniszakken, die bij wijze van noodsignaal in omgekeerde vorm op de galeriegevel was geplakt, werden uitspraken van Democraten en Trumpisten geprojecteerd. Met als climax het transcript van het adembenemende gesprek tussen George Floyd en de agenten die hem vermoordden. Nooit eerder duurden 8.46 minuten zo lang.", "Kees Keijer", "1. Zwart in Rembrandts tijd", "Rembrandthuis", "In de zeventiende eeuw werden zwarte mensen afgebeeld in de kunst, maar nog niet met de stereotyperingen die later zouden volgen, Zwarte personen zijn niet uitsluitend bijfiguren met een ondergeschikte rol, maar vaak juist het centrale onderwerp van het kunstwerk. Een tentoonstelling met bijzonder nieuw onderzoek en prachtige kunstwerken.", "2. Children’s Games", "Francis Alÿs, Eye Filmmuseum", "Een bijzonder onderdeel in het ­oeuvre van Francis Alÿs vormt een serie videowerken over kinderspel zoals dat over de hele wereld wordt gespeeld. In Eye zagen we kinderen aandoenlijk bikkelen in Nepal, er werd een flesje gebruikt als voetbal in een steil oplopende straat in Mexico-Stad, er werd gevliegerd in Afghanistan en met platte stenen geketst op de zee bij Tanger.", "3. Caravaggio-Bernini", "Rijksmuseum", "Rond 1600 ontstond in Rome een nieuwe kunstvorm vol theatrale effecten en rauwe emoties: de barok. Schilderkunst, beeldhouwkunst en architectuur werden samen een totaalervaring met ­Caravaggio en Bernini als de grootste exponenten. Roomse hardcore in de protestantse polder, met een prachtige vormgeving van bureau Formafantasma.", "4. As Far as Eye Can See", "W139", "Het voortbestaan van W139 is in gevaar. Jammer, want er waren dit jaar mooie tentoonstellingen te zien. Een van de meest overtuigende was van Shertise Solano. Haar collages en video’s worden bevolkt door figuren die allerlei transformaties ondergaan. Ze krijgen vleugels, verdrinken, worden vruchtbaarheidssymbolen of zweven rond in een eindeloze kosmos.", "On the Nature of Botanical Gardens, Framer Framed. Beeld Eva Broekema / Framer Framed", "5. On the Nature of Botanical Gardens", "Framer Framed", "Botanische tuinen worden doorgaans gezien als idyllische plekken vol mooie onschuldige natuur. Acht kunstenaars en een collectief uit Indonesië bekeken botanische tuinen als machtsinstrumenten in de koloniale geschiedenis, met de focus op Indonesië. Hoogtepunt was een prachtig schilderij van Zico Albaiquni met een hallucinerende kleurenpalet vol verborgen betekenissen.", "Jan Pieter Ekker", "1. In the Presence of Absence", "Stedelijk Museum", "Voor In the Presence of Absence vroeg het Stedelijk makers voorstellen te doen voor ‘verhalen die ongezien blijven, genegeerd zijn of vaker verteld mogen worden’. Het politiek correcte uitgangspunt – een stokpaardje van directeur Rein Wolfs – leverde een sprankelende, zeer diverse tentoonstelling op, met tal van hoogtepunten, van Ahmet Ögüt en Evelyn Taocheng Wang (die ook mooie tentoonstellingen had in de Hermitage en Circl.ART), Anna Dasović (idem in Framer Framed) en Natasja Kensmil (idem in de Hermitage).", "2. Retro Expectatives", "Fernando Sánchez ­Castillo, Tegenbosch­vanvreden", "De Spaanse kunstenaar Fernando Sánchez Castillo maakte een kleine, houten versie van het Vrijheidsbeeld, maar dan met het hoofd van een niet-witte vrouw. Bijna even fraai werk in oplage was te zien in de Balie: daar plaatste Sánchez Castillo 1028 identieke plastic beeldjes van een Afrikaanse immigrant. In ruil voor een beeldje moeten bezoekers een gedachte achterlaten op een plakbriefje: ‘Wat ziet de man op de paal vanaf zijn verheven positie, neerkijkend op Europa?’", "3. Etalage in aanbouw", "Koos Buster, De Bijenkorf", "Kunst kan heel leuk zijn: ik moest gniffelen bij Casper Braats huishoudelijke apparaten van Italiaans carraramarmer (Torch), bij de wegwerpartikelen van ‘borduurkunstenares’ Dagmar Stap (Galerie Fleur & Wouter), en vooral bij de keramieken boltaarten, brandmelders en ‘sierborden van alles wat ik niet leuk vind’ van Koos Buster, die ook te zien waren in Martin van Zomeren en op Unfair.", "4. On Rape: A History of Misogyny 2", "", "Laia Abril, Foam", "Begin dit jaar won de Spaanse Laia Abril de veertiende Foam Paul Huf Award voor fotografietalent. De prijs resulteerde in een indrukwekkende solotentoonstelling die laat zien dat institutionele verkrachting nog veel te vaak ongestraft blijft.", "5. 50 jaar fotografie", "Willem Diepraam, Rijksmuseum", "Kleine, maar erg fijne overzichtstentoonstelling van fotograaf Willem Diepraam. Tegelijkertijd was bij zijn galerie Wouter van Leeuwen een aantal schitterende zeezichten te zien."], "authors": ["Edo Dijksterhuis", "Kees Keijer", "Jan Pieter Ekker"], "keywords": ["zijn", "met", "te", "die", "beste", "beeldende", "van", "kunst", "en", "een", "dit", "moet", "vooral", "voor", "op", "gaan", "het", "als", "bekijken"], "pubDate": "2020-12-26T06:00:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}