{"id": "75833747-804c-3d84-8038-2bcfc5814b47", "title": "Amsterdamse Toussaint zwemt wereldrecord: ‘Wow, wat hard’", "url": "https://www.parool.nl/sport/amsterdamse-toussaint-zwemt-wereldrecord-wow-wat-hard~b82cd437/", "summary": "Niet duidelijk is nog of de tijd van Toussaint wordt erkend als een nieuw wereldrecord.\nJuist op het moment dat ze het niet verwachtte, lukte het.\nKira Toussaint heeft vandaag bij de International Swimming League (ISL) een wereldrecord gezwommen op de 50 meter rugslag (korte baan).\n!https://t.co/dbseabdfXv pic.twitter.com/ASef5bAHm9 — KNZB (@KNZBned) 14 november 2020‘Wow, wat hard’“Toen ik die 25,60 op het scorebord zag staan, dacht ik: wow, wat hard!\n“Of ik het wereldrecord weet?", "paragraphs": ["Toussaint vorig jaar bij de EK in Glasgow, waar ze twee gouden medailles pakte. Beeld Hollandse Hoogte / AFP", "De Nederlandse zwemster kwam in Boedapest in de halve finales van het toernooi tot een tijd van 25,60. De oude toptijd stond sinds 2014 op naam van de Braziliaanse Etiene Medeiros: 25,67.", "De in Amstelveen geboren Toussaint komt in Boedapest, waar zes weken wordt gezwommen door een aantal topzwemmers, uit voor het team London Roar. Niet duidelijk is nog of de tijd van Toussaint wordt erkend als een nieuw wereldrecord. De wedstrijden in Boedapest worden niet gehouden onder toezicht van de internationale zwembond FINA.", "De zwemster heeft een vinkje kunnen zetten op haar bucketlist. Een wereldrecord zwemmen stond hoog op haar ‘verlanglijst’. Juist op het moment dat ze het niet verwachtte, lukte het. “Nog nooit is iemand sneller geweest dan ik op deze afstand. Een onwerkelijk gevoel, bizar,” zegt Toussaint vanuit Boedapest, waar ze meedoet aan de International Swimming League (ISL).", "🥇 | Wereldrecord voor Kira Toussaint!!!", "", "Kira Toussaint heeft vandaag bij de International Swimming League (ISL) een wereldrecord gezwommen op de 50 meter rugslag (korte baan).", "", "Van harte gefeliciteerd @kiratoussaint !!!https://t.co/dbseabdfXv pic.twitter.com/ASef5bAHm9 — KNZB (@KNZBned) 14 november 2020", "‘Wow, wat hard’", "“Toen ik die 25,60 op het scorebord zag staan, dacht ik: wow, wat hard! Het is nog steeds een beetje onwerkelijk,” aldus Toussaint, die vorig jaar bij de EK kortebaan in Glasgow goud pakte op de 50 en 100 rug. “Een paar dagen geleden had ik van mijn coach vrij gekregen voor de 200 rug, ik kon me toen volledig focussen op de 50 rug. Maar die race ging helemaal niet zo goed. Ik was te veel bezig met dat wereldrecord. Nu zwom ik eerst de 200 rug en lukt het wel. Als ik relaxed ben en rustig blijf, zwem ik mijn beste races.”", "Al snel volgden de telefoontjes. Eerst van haar moeder Jolanda de Rover, de olympisch kampioene van Los Angeles 1984 op de 200 rug. “Ze had via de livestream gekeken en zei dat mijn finish niet zo goed was. Ik eindigde met een halve slag. Het kan dus nog beter en sneller.” Het telefoontje van haar coach Mark Faber drukte Toussaint eerst weg omdat ze bij de dopingcontrole zat. “Toen ik hem terugbelde, zei Mark voor de grap: je hebt het nu als wereldrecordhoudster zeker te druk voor me? Hij is heel trots en blij.”", "Zondag komt Toussaint op de ISL in actie op de 100 rug. “Of ik het wereldrecord weet? Zeker, 54,89. En mijn pr staat op 55,17. Maar ik ben hier op de 100 meter vooralsnog niet sneller geweest dan 55,6. Ik ga me gewoon rustig voorbereiden en dan zien we wel wat er uit komt.”"], "authors": ["Het Parool"], "keywords": ["van", "wat", "wereldrecord", "wow", "het", "toussaint", "op", "ik", "zwemt", "rug", "een", "niet", "en", "hard", "amsterdamse"], "pubDate": "2020-11-14T19:37:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}