{"id": "7587223b-a761-364d-8d27-91e170621ac3", "title": "Man veroordeeld tot 7 jaar cel voor dodelijke schietpartij Oranjeboomstraat", "url": "https://nu.nl/rotterdam/6097072/man-veroordeeld-tot-7-jaar-cel-voor-dodelijke-schietpartij-oranjeboomstraat.html", "summary": "Een 25-jarige Rotterdammer is woensdag veroordeeld tot een gevangenisstraf van zeven jaar voor het doodschieten van een 46-jarige man uit Den Haag op de Oranjeboomstraat in Rotterdam.\nHet incident was het gevolg van een ruzie over een mislukte drugsdeal.\nTijdens de rechtszaak verklaarde de Rotterdammer uit zelfverdediging te hebben geschoten, omdat het slachtoffer hem zou hebben geslagen en bedreigd.\nOp beelden van beveiligingscamera's is te zien dat de Rotterdammer meerdere kogels op zijn belager afvuurde, zelfs toen het slachtoffer wegrende.\nVolgens de rechters was er wel sprake van een noodweersituatie, waardoor de straf lager uitviel.", "paragraphs": ["Een 25-jarige Rotterdammer is woensdag veroordeeld tot een gevangenisstraf van zeven jaar voor het doodschieten van een 46-jarige man uit Den Haag op de Oranjeboomstraat in Rotterdam.", "De fatale schietpartij vond plaats op 20 maart in de wijk Feijenoord. Het incident was het gevolg van een ruzie over een mislukte drugsdeal. De verdachte trok daarbij een vuurwapen.", "Tijdens de rechtszaak verklaarde de Rotterdammer uit zelfverdediging te hebben geschoten, omdat het slachtoffer hem zou hebben geslagen en bedreigd. De rechtbank vindt dat hij zichzelf wel mocht verdedigen, maar dat hij daarin veel te ver is gegaan.", "Op beelden van beveiligingscamera's is te zien dat de Rotterdammer meerdere kogels op zijn belager afvuurde, zelfs toen het slachtoffer wegrende. De Hagenaar overleed korte tijd later aan zijn verwondingen. Een kogel in zijn borst werd hem fataal.", "De straf die de rechtbank heeft opgelegd is drie jaar lager uitgevallen dan door het Openbaar Ministerie (OM) was geëist. Volgens de rechters was er wel sprake van een noodweersituatie, waardoor de straf lager uitviel."], "authors": ["Door"], "keywords": ["van", "dat", "uit", "veroordeeld", "oranjeboomstraat", "cel", "een", "te", "zijn", "tot", "wel", "op", "voor", "jaar", "man", "schietpartij", "rotterdammer", "het", "dodelijke"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}