{"id": "75c1c9d8-1e45-357f-a75d-4fdda6ec27a3", "title": "Cornejo wint Etappe 8, Price houdt schade beperkt", "url": "https://www.rtlnieuws.nl/sport/gp/artikel/5207915/cornejo-wint-etappe-8-price-houdt-schade-beperkt", "summary": "Nadat hij op zondag met een seconde voorsprong de leiding had gepakt in het motorklassement, moest Cornejo maandag als tweede beginnen aan het tweede deel van de marathonetappe.\nSamen met zijn teamgenoot wist Cornejo zijn achterstand in de tussentijden om te buigen naar een voorsprong, om uiteindelijk na drie uur en acht minuten zijn eerste etappezege te pakken deze Dakar.\nDaarmee blijft de leiding in het motorklassement pas voor het eerst deze rally twee dagen op rij in handen van dezelfde rijder.\nToby 'MacGyver' PriceToby Price begon de dag als de nummer twee in het motorklassement, maar maakte zich maandag vooral zorgen om de staat van zijn achterband.\nAan de finish gaf hij een minuut toe op Cornejo, die daardoor in het klassement nu een minuut en zes seconden voorsprong heeft op de Australiër.", "paragraphs": ["Nadat hij op zondag met een seconde voorsprong de leiding had gepakt in het motorklassement, moest Cornejo maandag als tweede beginnen aan het tweede deel van de marathonetappe. In de 375 kilometer lange klassementsproef naar Neom reed Cornejo al snel het gaatje dicht naar zijn als eerste vertrokken stalgenoot Ricky Brabec, waarna hij samen met de etappewinnaar van gisteren de rest van de etappe reed.", "Samen met zijn teamgenoot wist Cornejo zijn achterstand in de tussentijden om te buigen naar een voorsprong, om uiteindelijk na drie uur en acht minuten zijn eerste etappezege te pakken deze Dakar. Daarmee blijft de leiding in het motorklassement pas voor het eerst deze rally twee dagen op rij in handen van dezelfde rijder.", "Toby 'MacGyver' Price", "Toby Price begon de dag als de nummer twee in het motorklassement, maar maakte zich maandag vooral zorgen om de staat van zijn achterband. Deze was zondag namelijk beschadigd geraakt door een steen, maar omdat de deelnemers het vanwege de marathonetappe zonder de hulp van teams moesten doen in het bivak, moest Price zelf een oplossing zien te vinden om maandag alsnog de finish te kunnen halen.", "Met de nodige tie-wraps om zijn achterband verscheen Price maandagochtend gehavend aan de start, maar daar was onderweg weinig van te merken: de Australiër ging voluit en was lange tijd zelfs de snelste, om de etappe uiteindelijk knap als tweede te voltooien. Aan de finish gaf hij een minuut toe op Cornejo, die daardoor in het klassement nu een minuut en zes seconden voorsprong heeft op de Australiër."], "authors": [], "keywords": ["zijn", "van", "voorsprong", "cornejo", "beperkt", "schade", "etappe", "om", "een", "wint", "price", "houdt", "te", "op", "het", "als"], "pubDate": "2021-01-11T11:25:44Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}