{"id": "75c275e0-9fff-3836-8aad-fd98b5f92d6b", "title": "Hevige sneeuwval ontregelt dagelijks leven in Spanje", "url": "https://www.parool.nl/wereld/hevige-sneeuwval-ontregelt-dagelijks-leven-in-spanje~b3f198f7/", "summary": "Vooral rond de hoofdstad Madrid zijn veel mensen door het winterse noodweer gestrand.\nDe internationale luchthaven Adolfo Suárez Madrid-Barajas blijft zaterdag gesloten, aldus de autoriteiten, en alle treinverbindingen van en naar Madrid zijn gestaakt.\nDe luchthaven van Madrid.\nEen bijzonder beeld van het Plaza Mayor.\nIn 45 van de vijftig provincies van het land heerst dit weekend bitter koud weer, zelfs in de Noord-Afrikaanse enclave Ceuta aan Middellandse Zee.", "paragraphs": ["Sneeuw in de straten van Madrid. Beeld Reuters", "Spaanse militairen zijn ingezet om automobilisten bij te staan die vast zijn komen te zitten in de sneeuw. Vooral rond de hoofdstad Madrid zijn veel mensen door het winterse noodweer gestrand. De internationale luchthaven Adolfo Suárez Madrid-Barajas blijft zaterdag gesloten, aldus de autoriteiten, en alle treinverbindingen van en naar Madrid zijn gestaakt.", "De luchthaven van Madrid. Beeld Reuters", "Madrid is zwaar getroffen door het winterse noodweer. Belangrijke wegen in en rond de Spaanse hoofdstad zijn niet begaanbaar. Gisteren viel in Spanje zo’n 20 centimeter sneeuw, bij temperaturen onder nul. Duizenden automobilisten kwamen vast te zitten.", "Een bijzonder beeld van het Plaza Mayor. Beeld Reuters", "Oproep om thuis te blijven", "In de hoofdstad zelf rijden de bussen en vuilniswagens niet meer en de gemeente heeft mensen opgeroepen thuis te blijven. Maar de sneeuwval en temperaturen van vaak ver onder nul treffen vrijwel het hele land. In 45 van de vijftig provincies van het land heerst dit weekend bitter koud weer, zelfs in de Noord-Afrikaanse enclave Ceuta aan Middellandse Zee. De kou is nog lang niet over, want meteorologen voorzien een week met vaak temperaturen tot min 10 graden.", "Langlaufers in de straten van Madrid. Beeld Reuters", "In gebieden die hoger liggen dan 600 meter valt vaak meer dan 20 centimeter sneeuw door de sneeuwstorm die de naam Filomena heeft gekregen. In de plaats Vega de Lourdes in het noorden van Spanje werd afgelopen week de laagste temperatuur ooit in het land gemeten. Het kwik daalde er tot -35,6 graden, meldt de meteorologische dienst van de provincie Léon.", "Een ondergesneeuwde auto. Beeld Reuters", "Voetbal", "De Spaanse voetbalbond heeft een streep gezet door Atlético Madrid-Athletic de Bilbao. Het duel stond voor 16.15 uur op het programma in Wanda Metropolitano, maar door hevige sneeuwval in de Spaanse hoofdstad kan het duel niet doorgaan.", "La Liga, de organisatie achter de competitie, liet weten dat de afgelasting een gevolg was van ‘exceptionele omstandigheden waarin het ook niet mogelijk is het veld in optimale condities te krijgen’. Later op de dag wordt een nieuwe datum bekendgemaakt. Verscheidene Spaanse clubs, waaronder tweededivisionist CD Leganés uit Madrid, schrapten vandaag de training vanwege de hevige sneeuwval."], "authors": ["Anp Het Parool"], "keywords": ["spanje", "zijn", "van", "sneeuwval", "beeld", "dagelijks", "madrid", "en", "ontregelt", "leven", "spaanse", "hevige", "te", "het", "door", "niet"], "pubDate": "2021-01-09T10:56:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}