{"id": "75cca53d-a37e-355f-8b54-a41c38ccb3af", "title": "Huis-tuin-en-keukenfilms: filmmaken tijdens (en over) de lockdown", "url": "https://volkskrant.nl/cultuur-media/huis-tuin-en-keukenfilms-filmmaken-tijdens-en-over-de-lockdown~b3412174/", "summary": "Zijn sinds woensdag op het platform Picl te bekijken relatiethriller Lockdown valt te omschrijven als de eerste Nederlandse coronafilm.\nEn: ‘een videocall van Pieter Kuijpers, binnenkort in geen enkel theater bij u in de buurt’.\n‘Lockdown duurt ongeveer net zo lang als een borrelsessie op Zoom, zeg een uur.\nOplevering in juni, eveneens te zien op een (nog te benoemen) platform.\nhebben ze de studio als een soort ziekenhuis ingericht, met extra bescherming en allerlei van elkaar gescheiden afdelingen.", "paragraphs": ["Van links naar rechts: Frank Lammers, het Pathélogo en Pieter Kuijpers. Beeld ANP", "Was het een race, dan won Pieter Kuijpers. Zijn sinds woensdag op het platform Picl te bekijken relatiethriller Lockdown valt te omschrijven als de eerste Nederlandse coronafilm. ‘Twee computers, twee telefoons, twee echtparen, een theatergroep, één crisis’, leest de tekst in de trailer. En: ‘een videocall van Pieter Kuijpers, binnenkort in geen enkel theater bij u in de buurt’.", "Servé Hermans en Romy Roelofsen in ‘Lockdown’. Beeld filmstill trailer", "‘Een videocall ja’, zegt regisseur Kuijpers (Van God los, Riphagen) aan de telefoon. ‘Lockdown duurt ongeveer net zo lang als een borrelsessie op Zoom, zeg een uur. Korter dan een échte speelfilm.’", "Het leek even dringen, aan het coronafilmfront. Filmketen Pathé deed deze week een persbericht uitgaan met de aankondiging van Op gepaste afstand – ‘de eerste Nederlandse speelfilm die zich afspeelt tijdens de coronacrisis’. Maar deze romantische film, vanaf 19 mei te zien (te zien via Pathé Thuis), is dus hooguit de tweede. En ook al geen speelfilm: Op gepaste afstand meet amper een half uur.", "Prompt schoof acteur en regisseur Frank Lammers aan in de talkshow van Eva Jinek om alvast te praten over de aanstaande opnamen van Groeten van Gerri. Wél een heuse speelfilm, over een in z’n onderbroek thuisdocerende scheikundeleraar die plots viral gaat. Oplevering in juni, eveneens te zien op een (nog te benoemen) platform.", "Net als Lockdown, waarvoor Kuijpers een samenwerking aanging met de thuiszittende leden van Toneelgroep Maastricht, komt ook Groeten van Gerri goeddeels van achter computerschermen tot stand, waarbij de regisseur vanuit een andere ruimte (of stad) aanwijzingen geeft.", "Frank Lammers in ‘Groeten van Gerri’.", "Lammers, bellend vanuit zijn auto, op weg naar Eindhoven voor filmoverleg: ‘Ik word altijd een beetje recalcitrant als mensen zeggen: kan niet. Hoezo, wat kan niet? Wat kan dan wél? Dus ik dacht: kom, laten we wat verzinnen. Iedereen zit thuis, dus iedereen kan. Wie ik ook bel, kostuummedewerkers, acteurs, het is meteen: tuurlijk, leuk, doen we. Eigenlijk kun je nu veel sneller werk verzetten.’", "Het idee voor de film ontstond toen hij zijn dochter zag ploeteren tijdens de onlineles. ‘Zo’n leraar is best een interessant personage.’", "Naast regisseur Lammers, die de hoofdrol van Gerri speelt, doen onder meer acteurs Fedja van Huȇt, Sanne Langelaar en Kees Boot mee.", "Kuijpers’ acteurs gingen meteen twee weken in strikte quarantaine toen ze bedachten dát er een film moest komen. ‘Zodat we zeker wisten dat ze niet ziek waren en met elkaar konden spelen. Medewerkers van de toneelgroep kwamen eten langsbrengen, zodat ze niet de deur uit hoefden.’ Twee van de acteurs zijn een stel, dat scheelt. ‘En de andere twee zijn exen van elkaar.’", "Het is filmen met één hand op de rug gebonden, erkent Kuijpers. ‘Lockdown is een huis-tuin-keuken-en-badfilm – zo moet je dat zien. Een scène met veel mensen, dat gaat nu niet.’ In sommige landen zijn ze al wat verder, weet de regisseur. ‘Voor een van die soaps in Australië (Neighbours, red.) hebben ze de studio als een soort ziekenhuis ingericht, met extra bescherming en allerlei van elkaar gescheiden afdelingen. En in Zweden filmen ze wel, maar dan niet met oude acteurs of crewleden.’", "Waar Kuijpers wel nog kleine cameraatjes boven op de laptops van zijn acteurs bevestigde (‘voor beter beeld’), zal Lammers ook werken met een daadwerkelijk fysiek aanwezige cameraman. ‘Dat gaat best, die blijft dan op anderhalve meter afstand.’ Zoenscènes, dat gaat dan weer niet. Al heeft Gerri in de film wel contact met een webcamgirl. ‘Andersoortig contact – dat is ook deels de lol van de film en deze tijd. Iedereen zoekt naar oplossingen.’", "Gerri’s traject van scheikundedocent tot nationale internetsensatie valt ook te zien als een commentaar op deze tijd. ‘Ze zien ’m per ongeluk in zijn onderbroek op internet, en voor je het weet verdient hij zijn geld als vlogger.’ Dat is niet overdreven, weet Lammers. ‘Ik vertelde dit dus op tv en voor ik ’s avonds thuis was, had ik al een aanbieding van een onderbroekenfabrikant.’", "Het is een humoristische film over écht contact, of het gebrek eraan – volgens Lammers zijn we daar medio juni wel aan toe. ‘Als we hier net een beetje uitkomen. Dat je denkt: en nou wil ik godverdomme knuffelen.’"], "authors": ["Bor Beekman"], "keywords": ["zijn", "lockdown", "van", "en", "een", "met", "op", "filmmaken", "te", "als", "tijdens", "niet", "dat", "huistuinenkeukenfilms"], "pubDate": "2020-05-06T15:41:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}