{"id": "75f23e58-a34c-3fa5-b086-85cca12986fa", "title": "Bij Aruba gecrashte Defensie-helikopter kreeg problemen bij maken van bocht", "url": "https://nu.nl/binnenland/6095561/bij-aruba-gecrashte-defensie-helikopter-kreeg-problemen-bij-maken-van-bocht.html", "summary": "De helikopter van Defensie die afgelopen zomer crashte bij Aruba kwam in de problemen nadat het toestel bij het maken van een bocht op gelijke snelheid kwam met de wind.\nDat blijkt woensdag uit verkennend onderzoek van de Onderzoeksraad voor Veiligheid (OVV).\nUit het onderzoek blijkt verder dat de bemanning van Zr.Ms.\nHoge golven en een beperkte capaciteit en toerusting aan boord bemoeilijkten de operatie echter.\nHet onderzoek moet inzicht gegeven in de directe oorzaak van het ongeval.", "paragraphs": ["De helikopter van Defensie die afgelopen zomer crashte bij Aruba kwam in de problemen nadat het toestel bij het maken van een bocht op gelijke snelheid kwam met de wind. Dan heeft een helikopter extra vermogen nodig om in de lucht te blijven. De bestuurder van de helikopter zette extra vermogen in, maar door de lage vlieghoogte was het niet meer mogelijk de daling op tijd te stoppen.", "Dat blijkt woensdag uit verkennend onderzoek van de Onderzoeksraad voor Veiligheid (OVV).", "De NH90-helikopter stortte op 19 juli neer toen het onderweg terug was naar het marineschip Zr.Ms. Groningen. Aan boord zaten vier militairen. Een 34-jarige vlieger en 33-jarige coördinator konden zich niet op tijd losmaken en kwamen om het leven. De twee andere inzittenden konden zichzelf bevrijden en werden uit het water gehaald.", "Uit het onderzoek blijkt verder dat de bemanning van Zr.Ms. Groningen \"grote inzet hebben getoond om hun collega's te redden\". Hoge golven en een beperkte capaciteit en toerusting aan boord bemoeilijkten de operatie echter.", "Het onderzoek moet inzicht gegeven in de directe oorzaak van het ongeval. Het vervolgonderzoek naar de mogelijk achterliggende factoren wordt uitgevoerd door de Inspectie Veiligheid Defensie (IVD).", "Zo zijn er nog vragen over achterliggende factoren van de crash. Bijvoorbeeld over de opleiding van de bemanning en de keuze om met één vlieger per NH90-helikopter te vliegen. Ook is onduidelijk waarom er op de Zr.Ms. Groningen onvoldoende toerusting aanwezig was.", "In augustus stelden de OVV en de IVD al in een voorlopige conclusie vast dat de fatale crash niet het gevolg was van een technische of mechanische storing."], "authors": ["Door"], "keywords": ["van", "bij", "kreeg", "het", "op", "gecrashte", "aruba", "bocht", "een", "onderzoek", "en", "defensiehelikopter", "te", "om", "maken", "niet", "zrms", "problemen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}