{"id": "76173460-ee34-3327-b188-51d98d96549e", "title": "Kerst: laat ons stilstaan bij wat ons bespaard blijft", "url": "https://www.volkskrant.nl/columns-opinie/kerst-laat-ons-stilstaan-bij-wat-ons-bespaard-blijft~b463c680/", "summary": "Dat we nu ‘maar’ drie mensen op bezoek mogen krijgen, vind ik dus prima.\nMaar er zijn ook mensen die het vreselijk vinden dat de traditionele kerstviering hun wordt ontnomen.\nVoor die mensen: laat ons stilstaan bij wat ons bespaard blijft.\nLaat ons denken aan Maria en Jozef, die geweigerd werden bij de herberg en dus ook op elkaar aangewezen waren.\nIk denk het niet, tenzij al die visite ook wat praktische kraamhulp kwam bieden, maar daarover is niets terug te vinden.", "paragraphs": ["Ik heb waarschijnlijk makkelijk praten, omdat mijn familie nooit zo uitbundig Kerst viert. Dat we nu ‘maar’ drie mensen op bezoek mogen krijgen, vind ik dus prima.", "Maar er zijn ook mensen die het vreselijk vinden dat de traditionele kerstviering hun wordt ontnomen. Voor die mensen: laat ons stilstaan bij wat ons bespaard blijft. De huilende kinderen. De discussies over de coronamaatregelen, waarbij één nicht/neef ineens in complotten blijkt te geloven. De oom die per se ‘een stukje vlees’ wil, omdat het Kerst is, terwijl de rest van de familie juist zo enthousiast is over de ovenbieten van Ottolenghi.", "Laat ons denken aan Maria en Jozef, die geweigerd werden bij de herberg en dus ook op elkaar aangewezen waren. Zaten zij te wachten op al het bezoek in de vorm van wildvreemde herders en dito wijzen uit het Oosten? Ik denk het niet, tenzij al die visite ook wat praktische kraamhulp kwam bieden, maar daarover is niets terug te vinden."], "authors": ["Paulien Cornelisse"], "keywords": ["bespaard", "van", "wat", "bij", "laat", "mensen", "het", "ons", "op", "die", "ik", "stilstaan", "ook", "kerst", "te", "en", "blijft"], "pubDate": "2020-12-09T17:07:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}