{"id": "76326440-59a8-38d2-a818-a225108ede0c", "title": "Stedelijk-directeur Rein Wolfs: ‘Nederland was er vroeg bij met diversiteit, maar heeft niet doorgepakt’", "url": "https://volkskrant.nl/cultuur-media/stedelijk-directeur-rein-wolfs-nederland-was-er-vroeg-bij-met-diversiteit-maar-heeft-niet-doorgepakt~bad8744b/", "summary": "Rein Wolfs, directeur van het Stedelijk Museum Amsterdam bij het kunstwerk ‘In the World But Don’t Know the World’ van El Anatsui.\nHet museum ontving in heel 2020 maar 277 duizend bezoekers, minder dan de helft van het gemiddelde van de jaren ervoor.\nMaar Stedelijk Base werd ook al snel vergeleken met een uitdragerij, een chaotisch doolhof en een caviarace-parcours.\nMet deze zaal wil Wolfs het 125-jarig jubileum van het museum markeren.\nIk werd nietsvermoedend geconfronteerd met het populisme, met Pim Fortuyn, met wat Paul Scheffer schreef over ‘het multiculturele drama’.", "paragraphs": ["Rein Wolfs, directeur van het Stedelijk Museum Amsterdam bij het kunstwerk ‘In the World But Don’t Know the World’ van El Anatsui. Beeld Hilde Harshagen", "Er wordt gesport onder de grote witte luifel van Stedelijk Museum Amsterdam: buurtbewoners werken zich in strakke pakjes in het zweet. Het gespring brengt levendigheid op het uitgestorven Museumplein. In het museum is het donker en stil. Directeur Rein Wolfs, die tijdens de lockdown zo’n drie dagen per week in het museum werkt, verklaart dat beperkt licht goed is voor zowel de kunstwerken als de energierekening. Of het went, zo’n leeg museum? ‘Jawel, al zou je dat niet willen’, verzucht hij. Het museum ontving in heel 2020 maar 277 duizend bezoekers, minder dan de helft van het gemiddelde van de jaren ervoor.", "Zo begint Wolfs (60) in een oorverdovende stilte aan het jaar waarin hij als directeur flink zijn stempel zal drukken op het museum dat hij sinds eind 2019 leidt. De collectiepresentatie is aan een opfrisbeurt toe: ‘We willen meer werk van makers van kleur en uit andere herkomstlanden laten zien.’ Daarom hanteert de directeur een quotum: tussen 2021 en 2024 gaat ten minste de helft van het aankoopbudget naar kunst van kunstenaars van kleur en kunstenaars van buiten West-Europa en Noord-Amerika.", "De vorige collectie-opstelling is nog betrekkelijk jong. In december 2017 werd die feestelijk ingeluid in de grote kelderzaal (1.100 vierkante meter) van de nieuwbouw. Het was een bitterzoet moment. Beatrix Ruf, de directeur die dit klapstuk had voorbereid, was kort daarvoor in opspraak geraakt en vertrokken. De bomvolle en chronologische indeling die zij met architect Rem Koolhaas had bedacht, kon op waardering rekenen van kunstcritici. Maar Stedelijk Base werd ook al snel vergeleken met een uitdragerij, een chaotisch doolhof en een caviarace-parcours. Dat de collectiepresentatie bijna helemaal bestond uit kunst van witte mannen, daar leek niemand zich destijds aan te storen.", "Dat Wolfs zich aan een opfrisbeurt waagt, past in de tijdsgeest: musea raken doordrongen van de beperkingen van de westerse kunstcanon. Vorig jaar verkoos tijdschrift Art Review de Black Lives Matter-beweging tot invloedrijkste van de kunstwereld. In 2019 opende het Moma in New York een nieuwe collectiepresentatie die internationaal werd bejubeld, vooral omdat er eindelijk meer kunst van vrouwen en makers van kleur was te zien.", "Een voorproefje van wat Amsterdam kan verwachten stelde Wolfs vorige maand samen. Small World Real World is een experimentele mix van werk van kunstenaars met verschillende achtergronden, stijlen en disciplines, in de erezaal bovenaan de trap. Met deze zaal wil Wolfs het 125-jarig jubileum van het museum markeren. Topstuk is een reusachtige, zojuist verworven wandsculptuur van de beroemde Ghanese kunstenaar El Anatsui (77). Aan een andere wand hangt werk van de Russische suprematist Kazimir Malevitsj (1879-1935) naast schilderijen van de Syrisch-Amerikaanse dichter, essayist en kunstenaar Etel Adnan (95). Daar weer vlakbij ligt een groot blauw-zwart wax print-doek van de Nederlandse kunstenaar Willem de Rooij (51).", "Het is een volstrekt ongebruikelijk gezelschap. Wolfs: ‘Ik houd ervan de kijker op het verkeerde been te zetten. Hier gaat het me om kleur, en over het misverstand dat alles wat abstract lijkt hetzelfde is. Adnans schilderijen hebben niets met Malevitsj’ suprematisme te maken. En De Rooij speelt in zijn wax print met blauw en zwart vanuit een conceptueel oogpunt, waar blauw staat voor Indonesië en zwart voor Afrika.’", "Zulke confrontaties zal Wolfs vaker in de erezaal maken. Uiteindelijk, over ruim een jaar, wordt de hele collectiepresentatie in de oudbouw ondergebracht. Deze zomer is eerst de hedendaagse kunst aan de beurt.", "Rein Wolfs bij ‘Initiand’ van Remy Jungerman. Beeld Hilde Harshagen", "Waarom verhuist u de collectie?", "‘Ik vind dat het gebouw nu niet lekker functioneert, met wisselende tentoonstellingen in de oudbouw. Het kost zo’n zes tot acht weken om grote tentoonstellingen op en af te bouwen. Dan kom je die trap op en word je bovenaan met een leegte geconfronteerd, terwijl dit het hart van het gebouw is. Straks is hier altijd iets te zien.’", "Wat komt er in de grote kelderruimte?", "‘Als dat deel van de collectiepresentatie daar in 2022 weg is, kunnen er tijdelijke tentoonstellingen en bijvoorbeeld performances plaatsvinden.’", "Ik begreep dat u die spraakmakende stalen schotten van Stedelijk Base nog even houdt?", "‘Dat klopt, die blijven voorlopig staan.’", "De investering zou in vijf jaar zijn afgeschreven, u hoeft ze niet te houden.", "‘Dat is geen financieel besluit. Het is een interessante manier om met de ruimte om te gaan, dat is straks beter te zien als we er nieuwe concepten uitproberen.’", "Er past door die schotten nu erg veel kunst in de kelder, ruim zeshonderd werken.", "‘Ja, dat was een van de speerpunten van Base. En ik vind puur museologisch bekeken dat de kunst tot de jaren vijftig goed tot zijn recht komt. Maar vanaf het moment dat de schilderkunst simpel gezegd zijn lijst verliest wordt het lastig. Bijvoorbeeld bij werken van Barnett Newman of Willem de Kooning die zijn gemaakt voor in de white cube; daarin kregen kunstwerken veel ruimte om ze een geconcentreerde blik te gunnen.’", "Als u daar rekening mee houdt, kunt u straks veel minder kwijt.", "‘Nou, ik ga geen halflege white cubes maken, maar er zullen waarschijnlijk iets minder werken te zien zijn. Omdat we de erezaal als extra zaal voor wisselende presentaties gebruiken, kunnen we daar ook collectiestukken kwijt. Ik wil vaker onverwachte werken bij elkaar plaatsen. Dat gebeurt nu ook in Base, maar het is een soort toevalligheid dat bijvoorbeeld op dit moment een Picasso naast een platenspeler uit hetzelfde jaar (1956, red.) hangt. We willen ons in de toekomst niet door een tijdlijn laten leiden.’", "Wolfs wil vaker thematische zalen inrichten. En hij wil afstappen van de belofte het publiek bekende hoogtepunten voor te schotelen: ‘Jarenlang is er reclame gemaakt met de leus: meet the icons. Daar stoppen we mee, dat begrip vind ik historisch belast.’ Hij verwacht in het museumdepot verborgen schatten te vinden. Het schilderij Op het terras van Nola Hatterman bewijst dat dat mogelijk is: ‘Tien jaar geleden was het bijna vergeten, nu is het deel van de vaste opstelling en beschouwen we het als een hoogtepunt.’", "Tegelijk ontstaat de vrees dat lievelingswerken verdwijnen.", "‘We krijgen met verliesangst te maken, vast, maar er ontbreken nu óók hoogtepunten. We laten bijvoorbeeld geen Andy Warhol zien, geen Who’s Afraid of Red, Yellow and Blue van Barnett Newman, geen Morris Louis, omdat ze in Base ruimtelijk niet tot hun recht komen.’", "En bijvoorbeeld The Beanery van Edward Kienholz, die zeer geliefd is, verhuist die mee of gaat die richting depot?", "‘Ik doe geen beloften, maar ik heb een zwak voor The Beanery; ik ken de aantrekkingskracht. Ik zie ook de aantrekkingskracht van de instagrammable kunstwerken. Buitenlandse toeristen gaan graag tussen de kunstwerken van Martial Raysse en Elaine Sturtevant staan (twee schilderijen van een vrouw met lichtgevende roze lippen, red.). Ook Cathedra van Barnett Newman is favoriet: als mensen iets blauws aan hebben, gaan ze ermee op de foto.’", "Houdt u daar straks rekening mee?", "‘Je houdt overal rekening mee.’", "Het Stedelijk wordt toch geen Instagrammuseum?", "‘Nee, daar zijn andere plekken voor. Maar ik vind Cathedra ook ongelooflijk sterk, net als de werken van Yves Klein. Niet alleen omdat blauw mijn lievelingskleur is, maar omdat ze een overweldigende uitwerking hebben.’", "In de VS hebben een aantal musea een drastisch besluit genomen om de collectie diverser te maken; ze stoten kunst van bekendere namen af. Wolfs is niet van plan werken uit de omvangrijke collectie te verkopen: ‘De kunstwerken die veel zouden opbrengen, zijn de werken die ik niet kwijt wil.’ Wel reserveert hij budget voor zijn aankoopquotum: ‘Al heb ik niet de illusie dat daarmee de collectie van honderdduizend stukken fundamenteel van zwaartepunt verandert, helaas. Het zal wel iets meer balans brengen, dat is hoognodig.’", "Het is lastig nieuwe belangrijke kunstenaars stevig in de collectie te krijgen, bevestigt Wolfs. Van superster El Anatsui, wiens wandsculptuur een gezamenlijke aankoop is met Kunstmuseum Bern, zal het Stedelijk niet direct nog een werk bemachtigen. En er speelt nog iets, ziet Wolfs: ‘De prijzen voor makers van kleur worden heel hoog. Met die kunstmarkttrend moeten we voorzichtig zijn en ook naar nieuwe posities blijven zoeken.’", "Niet dat Wolfs trends principieel links wil laten liggen: ‘We moeten als museum modieus én niet-modieus zijn. Het museum is groot en belangrijk genoeg om tendensen op te pikken en richting te geven.’", "Wolfs’ antiracistische agenda wekt ook weerstand. In de Volkskrant zei columnist Elma Drayer het Stedelijk voorlopig te mijden. Zij verweet Wolfs ‘modieus BLM-gewauwel’. Bovendien vond zij dit activisme slecht passen bij een recente restitutiezaak, waarin een commissie en de rechter oordeelden dat het museum een schilderij van Wassily Kandinsky niet hoeft te overhandigen aan de erfgenamen van een eerdere Joodse eigenaar.", "De hoek met schilderijen van Malevitsj. Beeld Hilde Harshagen", "Snapt u dat mensen denken: waarom geeft het Stedelijk dat schilderij niet gewoon terug?", "‘Ik begrijp die reflex, ja. Maar er ligt een bindend advies van de Restitutiecommissie. Daar is in principe niet van af te wijken. Meer kan ik er niet over zeggen.’", "Drayers andere kritiekpunt was: het museum is modieus en dus braaf. Wat vindt u daarvan?", "‘Moeten we dan politiek incorrect willen zijn? Ik vind het noodzakelijk om als museum te staan voor een open en tolerante maatschappij. De museumwereld heeft te lang kunst van makers buiten de traditionele invloedssferen genegeerd. Een begrip als ‘systemisch racisme’ is ook van toepassing op de culturele wereld.’", "Er bestaat angst dat wanneer het museum bezig is met goede bedoelingen, de kwaliteit van de kunst er niet meer toe doet.", "‘Ik denk dat in musea esthetische vragen altijd op de voorgrond blijven. Nu komen daar ethische vragen bij. De maatschappij brengt dat met zich mee: die kunstenaar, is die goed of fout? Ons dna is ethischer geworden. Ik vind dat heel juist.’", "Ik moest door de naam van de jubileumpresentatie Small World Real World denken aan uw tentoonstelling op de Biënnale van Venetië in 2003: We Are the World. Dat was een heel optimistische tentoonstelling.", "‘Ik kwam in 2001 terug naar Nederland, na ruim tien jaar in Zwitserland. Daar had ik steeds gezegd dat Nederland het tolerantste land ter wereld is. Eenmaal terug bleek alles anders. Ik werd nietsvermoedend geconfronteerd met het populisme, met Pim Fortuyn, met wat Paul Scheffer schreef over ‘het multiculturele drama’.", "‘In het Nederlandse paviljoen in Venetië wilde ik daarom laten zien hoe belangrijk verschillende culturen zijn in de kunstwereld. Daarom koos ik vijf kunstenaars van wie er drie niet in Nederland zijn geboren. Dat ‘modieuze BLM-gewauwel’, zoals Elma Drayer het noemt, zat er bij mij allang in.’", "En hoe sprak u over Nederland, toen u later in Duitsland woonde?", "‘Toen was mijn houding heel anders en zei ik, ook tegen Nederlanders: Duitsland is toleranter. De Duitse maatschappij is opener en internationaler geworden. Merkel slaagt erin haar rug recht te houden tegen populistische en racistische tendensen. In Duitsland is door de politiek ook meer geïnvesteerd in grote tentoonstellingen met kunst uit andere delen van de wereld.’", "Betaalt dat zich uit in een diverser publiek?", "‘Ik denk wel dat het effect heeft. Kijk, Duitsland is moeilijk te vergelijken met Nederland. In Duitsland staat culturele diversiteit pas sinds kort op de politieke agenda. Nederland was er vroeg bij, maar heeft niet doorgepakt. Daar maak ik me graag medeverantwoordelijk voor. Dat doorpakken moet nu gebeuren.’", "Cathedra van Barnett Newman. Beeld Hilde Harshagen", "Rein Wolfs Rein Wolfs (60) studeerde Kunstgeschiedenis in Amsterdam en begon vervolgens zijn loopbaan in Zwitserland. In 2001 keerde hij terug naar Nederland als hoofd presentaties in het Museum Boijmans Van Beuningen. Daarna verhuisde hij naar Duitsland, waar hij achtereenvolgens directeur was van het Fridericianum in Kassel en de Bundeskunsthalle in Bonn. Sinds december 2019 is hij directeur van het Stedelijk Museum Amsterdam."], "authors": ["Anna Van Leeuwen"], "keywords": ["ik", "rein", "er", "van", "en", "wolfs", "met", "heeft", "een", "niet", "te", "nederland", "vroeg", "het", "maar", "stedelijkdirecteur", "dat", "die"], "pubDate": "2021-01-07T16:29:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}