{"id": "7642e10b-b0da-3f45-b2b8-0a3f9b615875", "title": "Op deze ultieme Throwback Thursday kunnen we de apocalyps ook even links laten liggen", "url": "https://trouw.nl/cultuur-media/op-deze-ultieme-throwback-thursday-kunnen-we-de-apocalyps-ook-even-links-laten-liggen~b20b6f0e/", "summary": "Dit jaar valt 31 december op een donderdag en dat maakt het de ultieme Throwback Thursday.\nMaar 2020 is natuurlijk niet echt een jaar om nostalgisch over te doen.\nEindejaarsoverzichten blinken net als sociale media én net als 2020 uit in cijfertjes en in beelden, en die zijn aan alle kanten dramatisch.\nWaar zit nu echt de crux van het gevaar?\nMeten is namelijk mensenwerk, zoals bijvoorbeeld journalist Sanne Blauw uitlegt in haar boek over cijfertjes, en cijfers zijn niet waardevrij.", "paragraphs": ["Dit jaar valt 31 december op een donderdag en dat maakt het de ultieme Throwback Thursday. Zo noemen we het sociale media-gebruik om op donderdag nostalgischmakende terugblikplaatjes te delen. Als in: och, de Spice Girls, weet je nog; och, walkmans en casettebandjes; och, zo zag ik er tien jaar geleden uit. Maar 2020 is natuurlijk niet echt een jaar om nostalgisch over te doen.", "Eindejaarsoverzichten blinken net als sociale media én net als 2020 uit in cijfertjes en in beelden, en die zijn aan alle kanten dramatisch. De cijfertjes: besmettingen, ziekenhuisopnames, doden, lockdowndagen, kosten en vaccinatiedata (o wacht, dat is pas volgend jaar). Weerrecords van het verkeerde soort. Onterechte toeslagenschulden, en wat een bijstandsmoeder moet ophoesten (7692 euro) omdat oma haar wat Albert Heijn-boodschapjes had toegestopt.", "Waar zit nu echt de crux van het gevaar?", "De beelden: dood, verderf, paniek en uitputting. Extra vervelend aan die cijfertjes en beelden, is dat we ons er onterecht aan vastklampen in een situatie waar eigenlijk geen koek van te bakken is. Ik weet niet of die maatregelen slim zijn of tekortkomen, hoe ik Covid in perspectief kan plaatsen en waar nu echt de crux van het gevaar zit (in het verzorgings- of het studentenhuis?).", "Ik heb eigenlijk geen idee waar we in terecht zijn gekomen, en al die wild gestrooide cijfertjes hebben me daar het hele jaar nog niet mee geholpen. Meten is namelijk mensenwerk, zoals bijvoorbeeld journalist Sanne Blauw uitlegt in haar boek over cijfertjes, en cijfers zijn niet waardevrij. Hetzelfde geldt voor beelden, die zijn evenmin waardevrij en evengoed mensenwerk.", "Alleen de selectie al: die neigt altijd naar het uitzonderlijke en het extreme, anders kwalificeert het onderwerp zich niet om uitgelicht te worden. Zo ontstaat er een scheef beeld van de werkelijkheid.", "Het gevaarlijkewereldsyndroom", "Communicatieprofessor George Gerbner legde dat in de jaren zestig al uit met zijn cultivatietheorie. Die stelt dat mensen door intensieve blootstelling aan massamedia denken dat de wereld is zoals we die daar zien, en zich ernaar gaan gedragen. Hier komt het gevaarlijkewereldsyndroom uit voort: we schatten de wereld gevaarlijker in dan hij is, omdat we onevenredig veel ellende consumeren.", "Gerbner ontwikkelde zijn theorie in televisietijden, maar hij zit ook het internettijdperk als gegoten. Niet voor niets is ‘doom­scrollen’ een van de woorden van 2020 – dat doe je wanneer je al scrollend door sociale media en nieuwsapps jezelf onderdompelt in weetjes over hoe de wereld momenteel uiteenvalt. Mocht het persoonlijk nog best goed gaan, dan zou je dat welhaast vergeten.", "Stel je een andere nare ziekte voor, en dat we (pre-corona) dagelijks hadden moeten lezen hoeveel mensen daar ziek van zijn geworden en dood aan zijn gegaan, vergezeld door foto’s van de ergste gevallen. Niet het beste onderhoud van de geestelijke volksgezondheid, toch? Dit jaar deden we niet anders. Vast onvermijdelijk in een pandemie, en wellicht nodig. Maar ook goed om in het achterhoofd te houden, als morgen het cijfertjes tellen en plaatjes kijken weer doorgaat.", "Laat de apocalyps anders even links liggen, en ga op zoek naar leukere plaatjes. Van vroeger of zo.", "Swipen & klikken - Kelli van der Waals bespreekt opvallende trends en discussies in online media. Eerdere columns vind je hier."], "authors": ["Kelli Van Der Waals"], "keywords": ["links", "jaar", "ultieme", "throwback", "deze", "laten", "apocalyps", "zijn", "ook", "die", "je", "van", "en", "een", "liggen", "kunnen", "op", "het", "niet", "dat"], "pubDate": "2020-12-31T00:00:11Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}