{"id": "7645295d-4701-3955-be69-89db36cc8792", "title": "De boodschapper van buiten", "url": "https://www.volkskrant.nl/kijkverder/v/2020/opmars-van-de-rna-vaccins~v413355/", "summary": "Niet veel eigenlijk, schrijft Ugur Sahin, topman van BioNTech en geestelijk vader van het coronavaccin dat deze week in Groot-Brittannië voor het eerst werd ingezet.\nWat koorts bij de een, een beetje jeuk rond de injectieplek bij de ander.\nMeer dan twee jaar voordat het coronavirus voor het eerst opdook.\nEn toen al zat Sahin vragen van de Volkskrant te beantwoorden over het vaccin dat momenteel wereldnieuws is.\nEn waartoe zijn de wondervaccins van BioNTech, en het nauw verwante vaccin van het Amerikaanse bedrijf Moderna, nog meer in staat?", "paragraphs": ["Dáár. Het was er dus toch, verstopt in onze mailbox. Een bericht, verstuurd vanuit Mainz, waarin de zo ongeveer drukst bezette wetenschapper op aarde van het moment, rustig aan de Volkskrant uitlegt welke bijwerkingen het door hem bedachte vaccin zoal heeft.", "Niet veel eigenlijk, schrijft Ugur Sahin, topman van BioNTech en geestelijk vader van het coronavaccin dat deze week in Groot-Brittannië voor het eerst werd ingezet. Wat koorts bij de een, een beetje jeuk rond de injectieplek bij de ander. ‘Het vaccin werd door alle proefpersonen goed verdragen’, schrijft Sahin.", "Alleen de datum is een beetje gek: juli 2017. Meer dan twee jaar voordat het coronavirus voor het eerst opdook. En toen al zat Sahin vragen van de Volkskrant te beantwoorden over het vaccin dat momenteel wereldnieuws is.", "Het ging destijds dan ook niet om virussen, maar om melanoom. Het vaccin dat Sahin bij dertien patiënten met uitgezaaide huidkanker injecteerde, fluisterde hun immuunsysteem niet in hoe een coronavirus eruitziet, maar hoe tumorcellen eruitzien. Dat lukte heel behoorlijk: bij acht van de dertien patiënten bleef de ziekte een tot twee jaar weg, zolang het onderzoek duurde, schreef Sahin in Nature.", "En nu dus: een coronavaccin. Want het was dezelfde Ugur Sahin die in januari veertig medewerkers van zijn bedrijf BioNTech vrijmaakte en besloot zijn tumorvaccin een ander doelwit te geven. Een paar dagen later al was dat gelukt, zo wil het verhaal.", "Dat is ‘schitterend’ en ‘een doorbraak’, zegt in Leiden hoogleraar tumorimmunologie Kees Melief, die Sahin al vele jaren kent. ‘Dit komt recht uit de hoek van de kankervaccins. En dit laat toch wel zien met wat voor een drastisch vernieuwend platform we hier te maken hebben’, zegt hij, aan de telefoon.", "Kanker genezen, en tussendoor ook nog even een pandemie beteugelen. Met wat voor vreemd vaccin hebben we hier te maken? En waartoe zijn de wondervaccins van BioNTech, en het nauw verwante vaccin van het Amerikaanse bedrijf Moderna, nog meer in staat?"], "authors": ["December"], "keywords": ["van", "dat", "boodschapper", "een", "en", "te", "vaccin", "buiten", "sahin", "voor", "bij", "het"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}