{"id": "7654c5bb-58e0-3b7b-8782-afbfaa9bbc38", "title": "Deze taart van vergeten walnoten, karamel, afgetopt met chocolade, eet je het best in kleine puntjes", "url": "https://trouw.nl/recepten/deze-taart-van-vergeten-walnoten-karamel-afgetopt-met-chocolade-eet-je-het-best-in-kleine-puntjes~bb0527c1/", "summary": "Een attente vriendin, nog niet op de hoogte van dit laatste nieuws, wilde me verrassen met haar prachtige Gelderse walnoten.\nEen klassieker uit de Engelse baktraditieMaar een handje schiet niet op, dus waarom niet een taart bakken, dan kon ik er meteen een hele bups in kwijt.\nEen lezeres kwam met de suggestie van boterkoek met walnoten.\nEen klassieker uit de Engelse baktraditie: brosse zandkoek met daarop een dikke laag karamel, afgetopt met chocolade.\nIn plaats van echte karamel koos ik voor de luie variant van het simpelweg ­leeggieten van een blikje gecondenseerde melk.", "paragraphs": ["Kun je een notenboom over het hoofd zien? Ja hoor, ik kan dat. Langs het pad naar de schuur, in de tuin van mijn Franse huis, staan twee enorme walnotenbomen die de vorige ­eigenaar twintig jaar geleden geplant heeft. Maar noten zaten er nauwelijks in, viel me op. Geen probleem, ik had mijn handen vol aan de oogst van ­appels, ­bramen en frambozen. Tot deze herfst bleek dat we nog een derde notenboom hebben, ietsje verstopt, verderop in de tuin. En daaronder lagen werkelijk ­bérgen afgevallen walnoten. Wat een onverwachte weelde.", "Bij thuiskomst in Nederland vond ik een rammelende doos bij de post. Een attente vriendin, nog niet op de hoogte van dit laatste nieuws, wilde me verrassen met haar prachtige Gelderse walnoten. Dus nu zit ik met nóg meer voorraad. Wat helemaal niet erg is, want ik vind ze ­heerlijk. Bovendien wordt een dagelijks handje noten van ­overheidswege ten zeerste ­aanbevolen, qua gezond.", "Een klassieker uit de Engelse baktraditie", "Maar een handje schiet niet op, dus waarom niet een taart bakken, dan kon ik er meteen een hele bups in kwijt. Een lezeres kwam met de suggestie van boterkoek met walnoten. Een heerlijk idee, maar ik bleek niet genoeg boter in huis te hebben, dus toen dacht ik aan iets à la millio­naire’s shortbread. Een klassieker uit de Engelse baktraditie: brosse zandkoek met daarop een dikke laag karamel, afgetopt met chocolade. Daar konden best ook nog walnoten tussen, leek me zo.", "Doorgaans wordt het geserveerd in handzame vierkantjes, ik gebruikte een ronde taartvorm. In plaats van echte karamel koos ik voor de luie variant van het simpelweg ­leeggieten van een blikje gecondenseerde melk.", "Tenslotte was het kraken van al die noten al werk zat. Ik zou daar als ik u was zeker hulptroepen voor inzetten. En voor wie nu moppert: “Maar Karin, dit recept bevat wel een miljoen calorieën!”, die moet ik gelijk geven. Beslist in kleine puntjes serveren, dan heeft u er lekker met heel veel mensen plezier van.", "Beeld Karin Luiten", "Walnotenkoek met karamel en chocola", "Nodig voor 12 à 15 puntjes:", "Deegbodem:", "250 g bloem", "75 g suiker", "175 g boter (kamertemperatuur)", "Bovenlaag:", "200 g gepelde walnoten (netto gewicht)", "1 blikje gecondenseerde volle melk met suiker (397 g)", "100 g pure chocola", "1 snufje fleur de sel (knisperzout)", "Bereiding", "Oven voorverwarmen op 180 °C. Klem een velletje bakpapier vast aan de bodem van een springvorm (Ø 23 cm) en kwast de randen in met wat boter.", "Deeg: Meng bloem en suiker in een kom. Wrijf met de vingers de boter erdoor tot het broodkruimels lijken. Kneed dan snel tot een min of meer samenhangend deeg en duw uit over de bodem van de springvorm. Prik overal in met een vork en bak 20 minuten in de oven.", "Kraak intussen de walnoten tot u 200 gram hebt. Wees alert op schimmel, taaie vliesjes en knetterharde stukjes schil. Of koop kant-en-klare gepelde noten en breek die in stukjes. Haal de bakvorm met gare koek uit de oven, strooi de walnoten erover en begiet met gecondenseerde melk, alles zo gelijkmatig mogelijk. Bestrooi met wat zout. Zet 25 minuten terug in de oven en laat de melk (hier en daar al opbubbelend) karamelliseren. Laat afkoelen.", "Breek de chocola in stukjes en smelt au bain-marie (in de magnetron of op een pannetje kokend water). Zwiebel met een lepel streepjes over de bovenkant en laat uitharden. Serveer in kleine puntjes, want machtig spul.", "Tip", "Kan ook in een rechthoekig bakblik gebakken worden. Snij als hij nog warm is alvast in handzame vierkantjes of repen.", "Karin Luiten geeft een moderne draai aan klassieke gerechten. Tips: info@kokenmetkarin.nl"], "authors": ["Karin Luiten"], "keywords": ["vergeten", "van", "het", "puntjes", "op", "met", "g", "taart", "ik", "een", "je", "en", "niet", "walnoten", "karamel", "kleine"], "pubDate": "2020-11-21T07:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}