{"id": "765e6c4f-2316-3753-b751-6bef651f7aab", "title": "Bizarre Gelderse afpersingszaak is een Netflix-achtige nachtmerrie", "url": "https://trouw.nl/verdieping/bizarre-gelderse-afpersingszaak-is-een-netflix-achtige-nachtmerrie~b6fbcc48/", "summary": "De twee hoofdverdachten van een grootschalige afpersingszaak van een fruithandel in Hedel staan woensdag voor de rechter.\nHet was een vrijstaand huis dat eind november met een knal in een gruwelijke vlammenzee werd gezet.\nDit is een verhaal over een drugsvondst, afpersing en aanslagen en over hoe moeilijk die met elkaar zijn te rijmen.\nMaar eigenaren en 354 medewerkers en voormalige personeelsleden leven al ruim een jaar in een nachtmerrie.\nIn januari werd voor de deur van het gebouw een voor hem bestemde scherpe handgranaat gegooid.", "paragraphs": ["De twee hoofdverdachten van een grootschalige afpersingszaak van een fruithandel in Hedel staan woensdag voor de rechter. Het fruitbedrijf heeft tonnen uitgegeven aan beveiliging, maar de bedreigingen houden aan.", "Een zwartgeblakerde ruïne aan de rand van Hedel staat symbool voor de heersende angst onder de bevolking van de Bommelerwaard. Het was een vrijstaand huis dat eind november met een knal in een gruwelijke vlammenzee werd gezet.", "De bewoners, twee broers, konden zichzelf met een gewaagde sprong van de bovenverdieping ternauwernood redden. De aanslag kwam volkomen onverwacht. De mannen zijn niet betrokken bij louche zaakjes of verwikkeld in een vete. De broers werkten in het verleden bij het in hun dorp gevestigde fruitbedrijf De Groot Fresh Group. Dit dienstverband is de enige reden dat hun woning doelwit werd van criminelen.", "Dit is een verhaal over een drugsvondst, afpersing en aanslagen en over hoe moeilijk die met elkaar zijn te rijmen. Het zou een Netflix-serie kunnen zijn.", "Nachtmerrie", "De internationale fruithandel De Groot Fresh Group is gevestigd in een enorm loodsencomplex langs de snelweg A2 bij afslag 19 naar Kerkdriel. Economisch gezien draait de onderneming goed. Maar eigenaren en 354 medewerkers en voormalige personeelsleden leven al ruim een jaar in een nachtmerrie. Een aantal van hen is slachtoffer geworden van brandstichting, kogels door de ruiten, een op scherp gezette handgranaat en tien andere, soortgelijke aanslagen. De dreiging duurt voort; de herkomst is onbekend.", "Vier afpersers van het bedrijf werden in juni 2019 aangehouden en stonden onlangs voor de rechter. Terwijl zij vastzaten, begon het geweld tegen directie en (ex-)medewerkers van het familiebedrijf. Eigenaren William en Ben de Groot zijn met hun hele familie ondergedoken geweest in hotels en vakantiehuisjes. Maik, de zoon van Ben, woont met zijn gezin al bijna een jaar niet meer in zijn eigen appartement. In januari werd voor de deur van het gebouw een voor hem bestemde scherpe handgranaat gegooid. Een rouwkaart lag in zijn brievenbus.", "Het lijkt erop dat de politie daags voor de afgelopen Kerst in Hilversum een aanslag op een ander familielid van De Groot wist te verijdelen. Een arrestatieteam pakte drie mannen op, van wie één in een straat waar deze De Groot woont. Het – waarschijnlijk – beoogde slachtoffer zat al ondergedoken.", "Advocaat Taco van der Dussen die de familie vertegenwoordigt, zegt dat medewerkers bang zijn om naar het werk te gaan, bang zijn om thuis te komen, bang zijn om te gaan slapen en dat ze bange partners en kinderen hebben. Het fruitbedrijf heeft al tonnen uitgegeven voor extra beveiliging, zegt advocaat Van der Dussen. Volgens hem is door de bedreigingen een normale bedrijfsvoering niet mogelijk.", "Het drama begint in mei 2019 met de vondst van 400 kilo cocaïne in een container bananen uit Zuid-Amerika, die bij De Groot Fresh Group arriveert. De drugs worden aan de politie overgedragen. Het bedrijf levert tropisch fruit aan grote supermarktketens. Er zijn geen aanwijzingen dat De Groot in de drugshandel zit.", "Onderling wantrouwen", "Het gebeurt vaker dat tussen vruchten uit Zuid-Amerika verdovende middelen worden gevonden zonder dat politie of douane een relatie zien met de betreffende fruithandel. Bij De Groot gebeurde dat ook al eerder. Zulke ontdekkingen tasten het imago zwaar aan. Niet alleen de buitenwereld zet vraagtekens. Volgens advocaat Van der Dussen woedde zelfs binnen de familie De Groot korte tijd onderling wantrouwen.", "Kort na de vondst van de partij cocaïne (straatwaarde 25 miljoen euro) ontvangt directeur William de Groot een sms waarin hij persoonlijk verantwoordelijk wordt gesteld voor ‘het verlies van onze handel’. Het bedrijf wordt ‘een boete’ opgelegd van 1,2 miljoen euro. De sms vervolgt: “Als er niet wordt betaald, zullen wij een willekeurige medewerker van De Groot Fresh Group liquideren. Indien wij merken dat je de politie inlicht, zullen we dat beantwoorden met extreem geweld.” Er volgen meer berichten, onder meer met de tekst: “Als je ons naait, zet je het leven van je dochter in”.", "De Groot zegt eerst 150.000 euro te kunnen betalen. Een van de afpersers, Ali el I., gaat het geld ophalen, dat De Groot heeft klaargelegd op de achterbank van een auto die geparkeerd staat bij restaurant Van der Valk in Zaltbommel. De Groot heeft het kenteken per sms doorgegeven.", "Als de afperser in een door zijn vriendin Romy H. bestuurde auto het parkeerterrein oprijdt, ziet hij een auto met mannen erin. Met een van hen heeft hij oogcontact. El I. heeft er geen goed gevoel over, bericht hij aan zijn vriend Ali G., en geeft zijn vriendin opdracht om te draaien. De Groot krijgt per sms te horen dat hij het heeft verpest. Hij moet nu 1,5 miljoen euro betalen in bitcoins. En: “Omdat ik me altijd aan me woord hou, zal ik je straffen voor je kunstje in Zaltbommel. We hebben een leuke medewerker uitgekozen. Fijn weekend alvast.”", "Tot een betaling komt het weer niet. De politie arresteert in juni 2019 drie mannen en een vrouw, de bestuurster van de auto. De mannen worden in april van dit jaar vrijgelaten. Als Romy H. en een andere betrokkene, Ouafil M., die beiden een minder belangrijke rol wordt toegedicht, op 10 december voor de rechter staan, zit Ali G., een imponerende man en vermeend brein achter de afpersing, rustig op de publieke tribune. De rechter heeft zijn zaak de dag ervoor aangehouden tot deze week.", "De politie kan het viertal niet relateren aan de vondst van 400 kilo drugs. Daarom moeten ze zich voor de rechtbank alleen verantwoorden voor de afpersing. Advocaat Van der Dussen spreekt van een crimineel verdienmodel. Afpersers haken in op een drugsvangst en speculeren op de angst bij bedrijven voor de gedupeerde criminelen.", "Bij de eerste voorgeleiding van de verdachten voor de rechter-commissaris vorig jaar, ontdekt Van der Dussen dat justitie per abuis het volledig adressenbestand van werknemers en een groot aantal ex-werknemers in het strafdossier heeft opgenomen. Ali G. die inzage heeft in dat dossier, weigert het document terug te geven. Uit tap-verslagen blijkt dat G. de lijst vanuit zijn cel heeft verspreid.", "Etterende wond", "Het is niet duidelijk wie achter de daaropvolgende aanslagen zit. Een verband met Ali G. en de door hem in omloop gebrachte personeelsgegevens ligt voor de hand, maar staat geenszins vast.", "Tegen Ouafil M., die het bitcoinadres had geregeld, eiste justitie een celstraf van achttien maanden en tegen chauffeur Romy H. een taakstraf van honderd uur. Beide verdachten ontkennen te weten dat ze betrokken waren bij een afpersing. De hoofdverdachten Ali G. en Ali el I. verschijnen vandaag voor de rechtbank. De officier van justitie noemt de zaak ‘een etterende wond’.", "Niemand weet of en wanneer het geweld tegen De Groot en zijn personeel ophoudt. Twee dagen voordat de woning van de twee voormalige De Groot-medewerkers in Hedel afbrandt, wordt een huis in het nabijgelegen Kerkdriel bestookt met een vuurwerkbom. Dezelfde woning is eerder al beschoten.", "Bronnen bevestigen de link met De Groot tegenover het Brabants Dagblad. De bewoner is oud-werknemer. De politie zegt het verband met het fruitbedrijf nog te onderzoeken. Voor Justitie zijn de aanslagen op (oud-)medewerkers van De Groot extra pijnlijk. Na het per vergissing toevoegen van de personeelsgegevens aan het strafdossier zei het Openbaar Ministerie in november 2019 meerdere keren de risico’s voor het personeel te hebben geanalyseerd. “Er zijn nooit aanwijzingen geweest dat er mensen gevaar liepen, ook nu is dat niet het geval”, aldus een persbericht.", "De twee broers hebben daar hun eigen gedachten bij. Van hun ouderlijk huis en hun bezittingen resteert niets dan een paar muren. Zwaar getraumatiseerd en vol angst zitten ze in een kleine noodcabine. Justitie heeft hen een zwijgplicht opgelegd.", "Werkwijze drugshandelaren Drugshandelaren proberen hun producten te laten meeliften met alle soorten goederen, waarvan tropisch fruit er slechts een is, maar wel populair. Tropische vruchten uit Zuid-Amerika, zoals bananen en ananas, zijn bederfelijke waar en worden vaak gebruikt om coke tussen te verbergen. Mogelijk veronderstellen criminelen dat containers met dergelijke producten sneller de douane passeren. De meeste ingevoerde containers gaan ongecontroleerd naar het achterland. Gezien de hoeveelheden kan dat ook haast niet anders. In de Rotterdamse haven arriveren jaarlijks in totaal 7,7 miljoen containers. De douane scant er 40.000 op illegale waar. Ongeveer 6500 containers worden daadwerkelijk geopend. In 2019 werd toch nog zo’n 35.000 kilo cocaïne onderschept. Onder de naam Piggyback deed de politie in Zeeland-West-Brabant in 2019 onderzoek naar 22 ‘verdachte’ fruitimporteurs en drie transportbedrijven, die mogelijk fruit gebruiken als ‘deklading’ voor cocaïne. Er bleken bedrijven gevestigd op een camping, in een woonhuis of in bedrijfsverzamelgebouw. Ook ontdekte de politie fruitbedrijven met alleen een postadres. Tijdens het onderzoek vond de politie 1500 kilo coke tussen bananen die bestemd waren voor een fruitbedrijf in Kapelle. Deze firma stond al op de ‘verdachtenlijst’. Regelmatig wordt tussen de vruchten coke aangetroffen, waarbij de politie geen enkel verband ziet met het importerende bedrijf. De meeste fruitbedrijven zijn legitiem, onderstreept Willem-Jan Uijtdehage van de politie Zeeland-West-Brabant. Zij dragen de drugs meteen over aan de politie. Waarschijnlijk is er volgens Uijtdehage eerder in de keten van de smokkelaars iets fout gegaan. De verdovende middelen hadden bijvoorbeeld al in de haven uit de container gehaald moeten worden. Criminelen zijn altijd precies op de hoogte van de locatie van hun smokkelwaar. Ze beschikken op de route over diverse corrupte contacten. Uijtdehage zegt dat dit meestal mensen met lokale kennis van zaken zijn, die individueel en zonder medeweten van leiding of collega’s opereren. Deze faciliteerders kunnen douaniers zijn, havenarbeiders, medewerkers van transportbedrijven of personeel van fruitimporteurs. Zij helpen, onder bedreiging of tegen dikke betaling, bijvoorbeeld zogenoemde uithalers, aan een toegangspas of een bedrijfsjas om de drugs te kunnen ophalen. Anderen verstrekken informatie die voor de smokkelaars cruciaal is.", "Lees ook", "Voor wie was de handgranaat in Kerkdriel bestemd?", "Bij het appartementencomplex van burgemeester Henny van Kooten in Kerkdriel lag maandagochtend een handgranaat. Was de burgemeester het doelwit, of de zoon van een reeds bedreigde ondernemer?"], "authors": ["Weert Schenk"], "keywords": ["zijn", "van", "bizarre", "gelderse", "en", "een", "voor", "met", "groot", "nachtmerrie", "afpersingszaak", "te", "het", "netflixachtige", "dat"], "pubDate": "2021-01-06T09:25:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}