{"id": "766e40c5-baf7-3e2c-a986-585801bda8fb", "title": "Sylvie Meis bekent fillers te gebruiken en wil af van taboe", "url": "https://nu.nl/achterklap/6095503/sylvie-meis-bekent-fillers-te-gebruiken-en-wil-af-van-taboe.html", "summary": "Sylvie Meis heeft na jaren van speculaties toegegeven dat ze fillers gebruikt.\nDe 42-jarige presentatrice wil af van het taboe, zegt ze dinsdag in een interview met het Duitse RTL.\nMeis is recentelijk een samenwerking aangegaan met een bekend Duits fillermerk en vindt het tijd om openheid te geven over haar eigen gebruik.\nToen zei mijn dokter dat dat met een beetje filler verholpen kon worden, en dat bleek zo te zijn.\"\nMeis vindt het belangrijk dat ze \"zo natuurlijk mogelijk oogt\" en gebruikt dan ook het liefst zo min mogelijk.", "paragraphs": ["Sylvie Meis heeft na jaren van speculaties toegegeven dat ze fillers gebruikt. De 42-jarige presentatrice wil af van het taboe, zegt ze dinsdag in een interview met het Duitse RTL.", "Meis is recentelijk een samenwerking aangegaan met een bekend Duits fillermerk en vindt het tijd om openheid te geven over haar eigen gebruik. \"Eigenlijk zou op zoiets tegenwoordig toch geen taboe meer moeten rusten. Die mogelijkheid is er nou eenmaal en het is nog altijd je eigen beslissing.\"", "De presentatrice begon het gebruik van fillers vijf jaar geleden te overwegen. \"Ik kan me herinneren dat ik destijds volume in mijn gezicht begon te verliezen. Toen zei mijn dokter dat dat met een beetje filler verholpen kon worden, en dat bleek zo te zijn.\"", "Meis vindt het belangrijk dat ze \"zo natuurlijk mogelijk oogt\" en gebruikt dan ook het liefst zo min mogelijk. \"Het gaat erom dat je jezelf in de spiegel kunt aankijken en denkt: ik zie daadwerkelijk de beste versie van mezelf.\""], "authors": ["Door"], "keywords": ["taboe", "zo", "van", "bekent", "het", "wil", "met", "fillers", "ik", "meis", "een", "ze", "te", "en", "dat", "gebruiken", "sylvie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}