{"id": "7678f750-113d-399c-9ca6-2303edd38fa7", "title": "Macrons rechtse minister ligt onder vuur vanwege verbod op het filmen van de politie", "url": "https://trouw.nl/buitenland/macrons-rechtse-minister-ligt-onder-vuur-vanwege-verbod-op-het-filmen-van-de-politie~bce797b2/", "summary": "De rel kwam op het slechts denkbare moment voor de premier flic de France, zoals de minister van binnenlandse zaken wordt genoemd, Frankrijks eerste smeris.\nDeze zogenoemde algemene veiligheidswet bevat een artikel dat het delen van beelden van politiefunctionarissen in actie strafbaar maakt.\nBeeld AFPArtikel 24Darmanin zegt dat hij hoe dan ook vasthoudt aan ‘artikel 24’, zoals het verbod op het delen van videobeelden van de politiemensen is gaan heten.\nNaar zijn idee zijn deze speciale schappen ‘voorboden van een verdeelde samenleving.’Er stak een storm van kritiek op, waar Darmanin onaangedaan op reageerde.\nAl net zo kalm was hij gisteravond tijdens een een commissievergadering in de Assemblée Nationale, de Franse Tweede Kamer.", "paragraphs": ["De beelden hebben velen met stomheid geslagen. Vier agenten slaan een zwarte man volledig in elkaar. Het slachtoffer, de muziekproducer Michel Zecler, bevond zich in zijn eigen studio waar een beveiligingscamera alles registreerde. De vier gaven inmiddels toe dat niets de klappen kon rechtvaardigen.", "De rel kwam op het slechts denkbare moment voor de premier flic de France, zoals de minister van binnenlandse zaken wordt genoemd, Frankrijks eerste smeris. Gérald Darmanin lag al onder vuur vanwege een wet die de Franse Tweede Kamer vorig week aannam. Deze zogenoemde algemene veiligheidswet bevat een artikel dat het delen van beelden van politiefunctionarissen in actie strafbaar maakt.", "Door de affaire-Zecler is het rumoer nu omgeslagen in een regelrechte crisis. Darmanin (38) benadrukt dat alleen personen die duidelijk kwade bedoelingen hebben met amateurvideo’s vervolgd kunnen worden. Maar dat overtuigt zijn tegenstanders niet. De indruk is gewekt dat de regering liever agenten dan burgers beschermt en zich daarbij en passant vergrijpt aan de vrije nieuwsgaring.", "De Franse minister van binnenlandse zaken Gerald Darmanin vlak voor een tv-interview met France 2 in Paris. Beeld AFP", "Artikel 24", "Darmanin zegt dat hij hoe dan ook vasthoudt aan ‘artikel 24’, zoals het verbod op het delen van videobeelden van de politiemensen is gaan heten. Hij kan hierbij rekenen op de steun van Emmanuel Macron, ook al neemt volgens de Franse media de bezorgdheid rond de president over Darmanin toe.", "Macron benoemde hem afgelopen zomer tot de jongste minister ooit op binnenlandse zaken. Zijn komst ging gepaard met veel protest, omdat de begrotingsminister niet voldeed aan de eis van voorbeeldig gedrag die Macron stelt. Twee vrouwen hebben hem ervan beschuldigd dat hij seks afdwong in ruil voor wederdiensten. Een van hen deed aangifte tegen hem in 2017 en deze zaak is nog altijd niet voorbij.", "Het grote voordeel van Darmanin voor Macron is dat hij net als minister van financiën Bruno Le Maire een prominent lid was van de centrumrechtse partij Les Républicains (LR). Macron vaart met het oog op de presidentsverkiezingen over anderhalf jaar een onmiskenbaar centrumrechtse koers. De Franse publieke opinie helt sterk over naar rechts, vooral als het gaat om immateriële zaken als criminaliteit, immigratie en terrorisme. Met Darmanin, die zich bij LR vooral ophield in het kamp van ex-president Nicolas Sarkozy, hoopt Macron zijn rechterflank te dekken.", "Door zijn afkomst straalt Darmanin ook een zekere gewoonheid uit, een kwaliteit die het in anti-elitaire tijden goed doet. Zijn vader had een café in het noordelijke Valenciennes. Toen hij twee was, gingen zijn ouders uit elkaar. Zijn moeder vertrok met haar zoontje naar Parijs. Darmanins grootvader van moeders kant is een Algerijn die zich in de Tweede Oorlog heeft onderscheiden bij de bevrijding van Frankrijk. De minister dankt zijn tweede voornaam aan hem: Moussa.", "Islamitische soldaten", "Darmanin werpt zijn opa geregeld in de strijd. Zo zei hij in september dat iedereen die beweert dat de islam niet te verenigen is met de democratie spuugt op het graf van alle islamitische soldaten die voor Frankrijk hebben gevochten.", "Tegelijkertijd is hij in staat het over een heel andere boeg te gooien nu hij voor Macron een veelbesproken wet tegen ‘islamitisch separatisme’ moet uitwerken. Vorige maand zei hij zich te storen aan de koosjere- en halal-afdelingen in supermarkten. Naar zijn idee zijn deze speciale schappen ‘voorboden van een verdeelde samenleving.’", "Er stak een storm van kritiek op, waar Darmanin onaangedaan op reageerde. Al net zo kalm was hij gisteravond tijdens een een commissievergadering in de Assemblée Nationale, de Franse Tweede Kamer. “Ik wil de politie die ons beschermt, beschermen. En daar wijk ik niet van af.”", "Lees ook:", "Frankrijk legt het filmen van agenten aan banden.", "Het delen van beelden van politieagenten in actie wordt strafbaar in Frankrijk. Als de maker tenminste kwalijke bedoelingen heeft."], "authors": ["Kleis Jager"], "keywords": ["van", "politie", "het", "op", "hij", "minister", "zijn", "verbod", "die", "met", "macrons", "onder", "rechtse", "een", "dat", "vuur", "darmanin", "vanwege"], "pubDate": "2020-12-01T11:54:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}