{"id": "768578f0-852b-37b1-b09f-88c3e36a10f1", "title": "China is Covid-19 te boven (en in Wuhan zetten ze de bloemetjes al weer stevig buiten): Hoe hebben ze dat geflikt?", "url": "https://www.dvhn.nl/extra/China-is-Covid-19-te-boven-en-in-Wuhan-zetten-ze-de-bloemetjes-al-weer-stevig-buiten-Hoe-hebben-ze-dat-geflikt-25985878.html", "summary": "Niks geleerd van het eten van wilde dieren, niks geleerd van het SARS-virus.\nDat vertelt de klap te boven te zijn en straalt dat ook uit.\nJe hoeft maar naar je Mediamarkt te gaan of op Coolblue te kijken om het te zien.\nMaar een georganiseerde tegenbeweging met een agenda, een gezicht en een podium is in China ondenkbaar.\nHij zegt dat zijn familieleden in Wuhan te verstaan is gegeven dat ze hun baan kunnen verliezen als hij volhardt in zijn kritiek.", "paragraphs": ["Coronacrisis? Welke coronacrisis? China draait weer op volle toeren en heeft Covid-19 bezworen. Hoe hebben ze dat geflikt?", "Elektronische muziek en rap van nationale popgrootheden als Akini Jing en GAI knetteren van het podium. Honderden fans dansen en zingen mee in een enorme waterbak. Samengepakt als haringen in een ton gaan ze veertien dagen uit hun dak op het 2020 HOHA Electronic Music Festival van Wuhan.", "De nachtclubs van de stad zijn ook weer open. Nog meer video’s van uitbundige, tegen elkaar geplakte stappers. Geen mondkapjes en geen afstand. Wel moest iedere feestvierder vooraf zijn of haar QR-code laten scannen met de laatste informatie over hun gezondheid.", "Ho even, feesten ze in Wuhan? Ja. De Chinese miljoenenstad waarvan heel de wereld nu wel heeft gehoord, zet de bloemetjes stevig buiten. Het was hier dat begin dit jaar – of beter: eind vorig jaar al – het inmiddels ook niet nader voor te stellen virus Covid-19 opdook.", "Vanuit het Chinese verkeersknooppunt Wuhan werden een paar ziektegevallen een epidemie en vervolgens een pandemie die wereldwijd inmiddels bijna 26 miljoen mensen heeft besmet (ruim 860.000 doden) en de machtigste economieën aan het infuus bracht.", "Wuhan zelf kreeg dit jaar ruim 50.000 besmettingsgevallen te verwerken. De stad betreurt officieel bijna 4000 doden en moest twee keer op slot. Maar dat is verleden tijd nu de bestuurders weer feesten kunnen toestaan. De Nederlandse uitgaanssector zou er onderhand een moord voor doen, voor zulke losbandige plaatjes.", "Net als onze aangesnoerde feestbeesten hier. We hebben van nabij gezien hoe frustraties kunnen oplopen als het vertrouwde leven zo overhoop wordt gegooid. Chinese jongeren zijn er ook klaar mee, net als wij.", "loading", "Even slikken", "Maar al dat fuiven in Wuhan is voor sommigen toch wel even slikken. ,,Are you kidding?’’ (Is dit soms een geintje?), reageert een gepikeerde westerling op de vi-deosite Dailymotion waar je kunt nagenieten van Wuhans Post-Covid Pool Party.", "Ties Dams (27) snapt die verontwaardiging wel. Uit de vele afkeurende reacties op de alweer feestende Chinezen kun je lezen dat wij hier vinden dat er daar nog wel op de een of andere manier tenminste een schuldbekentenis moet klinken. En daar lijkt China aan voorbij te gaan, meent de aan Instituut Clingendael verbonden schrijver, strateeg en China-expert.", ",,De Chinese leiders weten heus ook wel dat een deel van de wereld ze het uit de hand lopen van het coronavirus in ieder geval ten dele in de schoenen schuift. Maar ze zijn echt niet van plan zich daarvoor te verontschuldigen of daarvoor meer te lijden dan nodig is. Zeker vanuit Amerika wordt de behoefte aan schuldvereffening gevoed, maar de Chinese overheid zal geen seconde overwegen daaraan tegemoet te komen. Integendeel, die wijst naar de critici en benadrukt hoe slecht ze het zelf hebben aangepakt, en dan met name de Amerikanen.’’", ",,Overigens denk ik dat dat waterfeest niet een bewust pr-ding was, maar gewoon een uitgelaten feest waarvan ze in Peking ook niet konden vermoeden dat het viraal zou gaan”, aldus de auteur van het boek De Nieuwe Keizer (2018), over de mythe van Xi Jinping, China’s machtigste man sinds Mao.", "Even terugspoelen in de tijd. Het was toch nog maar negen maanden geleden dat er in onze contreien hoofdschuddend naar China werd gekeken? Tja, alweer een Aziatisch virus, nu een complete stad in lockdown. Die Chinezen toch. Niks geleerd van het eten van wilde dieren, niks geleerd van het SARS-virus. Ja, dan krijg je dit.", "Eigen schuld, dikke bult. Hier zijn ze nog wel even mee bezig. Het zal hier vast allemaal meevallen. Tenminste: zo dachten we, best overtuigd van onszelf.", "Onvoorbereid", "Maar veel landen, inclusief Nederland, die hadden toegekeken hoe China en daarna Zuidoost-Azië worstelden met Covid-19, schrokken toen ze na een paar maanden zelf bij de keel werden gegrepen door het virus. Hoe onvoorbereid we eigenlijk waren en hoe het virus ons dagelijks leven ontregelde, weten we inmiddels.", "En China? Dat vertelt de klap te boven te zijn en straalt dat ook uit. Kijk naar de laatste persbureaufoto’s uit Wuhan: kinderen zitten gewoon weer in de schoolbanken (met masker), studenten wonen massaal de openingsceremonie bij van het nieuwe academische jaar (ze zitten achter elkaar) en de ‘nachtmarkt’ van Wuhan oogt als een gemaskerd bal.", "Xu Hong, de inmiddels tot een soort BN’er geworden, assertieve ambassadeur van de Volksrepubliek China in Den Haag, aanschouwt het met genoegen. ,,Volgens sommige westerse media is Wuhan veranderd van het ooit epicentrum van Covid-19 naar de veiligste stad en volledig herrezen uit de pandemie”, laat hij weten.", ",,Het leven van de Wuhan-bevolking is grotendeels teruggekeerd naar normaal. Alle leerlingen van kleuterscholen, basisscholen en middelbare scholen in Wuhan zijn deze week begonnen met on-site onderwijs voor het herfst-semester. Ook universiteitsstudenten keren terug naar hun campussen.’", ",,Dat het watermuziekfeest kon worden gehouden was dik verdiend, wel omgeven met maatregelen om het virus geen nieuwe kans te geven. Deze stad heeft 76 dagen in een vergrendeling gezeten en bijna alle inwoners zijn getest. Dat alles toont de grote inzet en vastberadenheid van het Wuhan-volk aan om de strijd tegen deze pandemie te winnen en het voordeel van het beleid van de Chinese regering om het leven en de gezondheid van mensen op de eerste plaats te stellen.”", "Wuhan staat model voor de herboren Chinese economie die weer draait op volle toeren. Je hoeft maar naar je Mediamarkt te gaan of op Coolblue te kijken om het te zien. Want bijna alles is er weer, de Nintendo Switch Consoles of de webcams in alle prijsklassen.", "Opluchting", "Tot opluchting van consumenten die te laat waren om elektronisch thuisvertier in te kopen bij de eerste lockdown – en die beter voorbereid willen zijn op een dreigend najaar wanneer een tweede besmettingsgolf waarschijnlijk is. We hebben geleerd dat 26 pakken wc-papier ook niet echt helpen tegen de verveling.", "Zelfde opluchting in veel ziekenhuizen van de wereld: maskers en ander beschermingsmateriaal voor medisch personeel zijn weer volop beschikbaar en worden in schepen vol aangevoerd: allemaal Made in China. De verwachting is dat de Chinese economie dit jaar zelfs niet krimpt nu dankzij de coronavoorsprong nieuwe afzetmarkten kunnen worden bediend.", "The New York Times schreef deze week een economische variant op dat Is-dit-soms-een-geintjegevoel van de gefrustreerde feestvierder. ‘Was dit niet het jaar waarin de Chinese exportmachine zou moeten gaan haperen? President Trump legde Chinese goederen importtarieven op. Landen als Japan en Frankrijk drongen er bij bedrijven op aan productiecapaciteit terug te halen. De pandemie had de Chinese fabrieken aan het einde van januari lamgelegd’.", "Het ambitieuze China zou toch wel even boeten voor dat virus uit eigen keuken? Nou mooi niet. Chinese fabrieken draaien overuren om aan alle vraag te kunnen voldoen. Alsof de inkopen voor de drukke kersttijd nu al zijn begonnen, terwijl concurrentie uit de VS en Europa nog aan het bijkomen is van de na-effecten van deze klap.", "China maakt nog steeds de meeste onderdelen van heel veel van wat hier wordt verkocht. Het land van Xi kan nu eenmaal goedkoper leveren door lagere loon- en productiekosten en fabrieken daar hoeven zich minder te houden aan allerlei kostenverhogende milieuregels.", "Voeg daarbij het laatste Amerikaanse verwijt – door China ontkend – dat de koers van de Chinese munt, de renminbi, juist nu opzettelijk laag wordt gehouden doordat de Chinese staatsbanken zelf veel dollars en euro’s opkopen. Een bekend kunstje van exporterende landen om hun producten nog aantrekkelijker te maken voor buitenlandse afnemers.", "loading", "Toeristensector", "Deze maand wordt bijna het complete vluchtenschema van het binnenlandse vliegverkeer weer uitgevoerd. Dus geen gecancelde vluchten maar juist heel drukke want de Chinese toeristensector profiteert volop van al die reizigers die – net als wij – in eigen land vertier en ontspanning moeten zoeken. Ook hier gelden allerlei tijdelijke staatssubsidies op reis- en verblijfkosten.", "Kortom, China is Covid-19 te boven, al is het land zeer alert om het niet te verprutsen. In Wuhan is iedereen met koorts verplicht zich bij de autoriteiten te melden. In bijna elk gebouw geldt een corona check-in.", "Maar hoe hebben de Chinezen hem dat nou eigenlijk geflikt? In de eerste plaats hebben ze heel erg geleerd van hoe het misging bij SARS, de vorige epidemie, zegt Dams. ,,Wuhan werd als eerste in een flinke lockdown gezet. Die werd al snel opgeschaald naar een nationaal niveau. Internationale reizen werden verminderd.’’", ",,Tegelijk wisten ze dat ze heel hard moesten gaan inzetten op het verkrijgen van de basale medische benodigdheden om dit virus goed te lijf te kunnen gaan. Al in februari is China overal ter wereld mondkapjes gaan kopen, plus apparaten om die mondkapjes te kunnen maken. Bijvoorbeeld in Duitsland waar ze toen nog dachten: we hebben ze niet nodig, dus die kunnen we wel verkopen.’’", ",,Tenslotte hebben de Chinezen zelf heel snel systemen opgezet om verdachte gevallen te kunnen testen, tracken en tracen. Daarvoor zijn deels bestaande apps met persoonsgegevens ingezet. Samen met de private sector heeft de overheid dat alles gestroomlijnd, geperfectioneerd en ook meteen in de praktijk gebracht.”", "En anders dan Mark Rutte had president Xi bij dat alles weinig last van viruswaanzin en andere boze burgers op het Malieveld van Wuhan. Er waren wel rellen bij provinciale grensposten en lokale protesten vanwege de verscherping van de binnenlandse reisbeperkingen, weet Dams.", ",,Daar zijn beelden van naar buiten gekomen. Maar een georganiseerde tegenbeweging met een agenda, een gezicht en een podium is in China ondenkbaar. Je mag best boos worden op de regering, maar je mag absoluut niets organiseren. Je mag daar niet eens een bijbelklasje beginnen, laat staan dat je roept dat Mark Rutte of in dit geval Xi in een 5G complot zit.”", "Problemen", "Maar tegelijk met het verslaan van het coronavirus is er nog wel wat veranderd in het China van president Xi Jinping. Aan zijn succes mag niet worden getornd. Wie vragen stelt bij de officiële lezing van de gebeurtenissen kan in de problemen komen. Want er mag geen twijfel over bestaan dat de aanpak van de Communistische Partij boven verwachting heeft gewerkt.", "Alleen het Chinese bestuursmodel kan zulke efficiënte maatregelen opleggen aan de hele bevolking. Eendrachtig is zo de gezondheid van elke Chinees verzekerd en daar kan het Westen een puntje aan zuigen, zo krijgt het thuisfront steeds te horen.", "Bewijzen? China heeft de helft minder coronadoden dan het Europese voorbeeldland Duitsland en de vergelijking met de Verenigde Staten is onderhand extreem pijnlijk. Het laatste land betreurt nu bijna 190.000 doden, ofwel 38 keer meer dan de bijna 5000 in China.", "loading", "In het verhaal van Peking passen geen fouten. Dus niet dat er in het begin van de crisis werd geknoeid en kostbare tijd verloren ging door een gebrek aan vrijheid van meningsuiting. Ook niet dat lokale bestuurders feiten verdoezelden voor hun bazen, omdat brengers van slecht nieuws vaak moeten vrezen voor hun baantje.", "De vraag blijft of het moeizaam verkregen onderzoek van de Wereld Gezondheidsorganisatie (WHO) ooit duidelijk gaat maken of China niet veel meer te verwijten valt dan president Xi wil toegeven.", ",,Mensen die andere verhalen over het coronavirus willen laten horen dan het succes van de overheid, zoals activist Chen Mei, worden opgesloten. Verder lijken coronamaatregelen te zijn ingezet voor een extra bestraffing van critici, zoals de mensenrechtenadvocaat Wang Quanzhang.’’", ",,Nadat hij jaren spoorloos was en ineens veroordeeld bleek, moest hij aan het einde van zijn straf plots in quarantaine op een plek ver van zijn familie, zonder dat er duidelijke medische redenen voor waren”, zegt China-coördinator Stijn Deklerck van Amnesty International Nederland.", "Proces", "Terwijl Wuhan weer danst en spettert op de klanken van Akini Jing hebben inmiddels vier nabestaanden van aan het virus bezweken inwoners een proces aangespannen tegen de lokale bestuurders. De hoofdbeschuldiging luidt dat ze de ernst van de besmettingen hebben verzwegen, wat tot de dood van dierbaren zou hebben geleid.", "Een van de klagers, Zhang Hai, zegt tegen persbureau Bloomberg dat hij sindsdien twee keer de politie op bezoek heeft gehad. Zhang Hai is inmiddels verhuisd naar de stad Shenzhen. Zijn account op Weibo – de Chinese tegenhanger van Twitter – is weggehaald. Hij zegt dat zijn familieleden in Wuhan te verstaan is gegeven dat ze hun baan kunnen verliezen als hij volhardt in zijn kritiek."], "authors": ["Bob Van Huët"], "keywords": ["dat", "stevig", "van", "zetten", "wuhan", "een", "te", "het", "chinese", "weer", "geflikt", "en", "hoe", "op", "ze", "hebben", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}