{"id": "76a6ecca-0d89-366c-8c9c-fffd42299480", "title": "ECB pompt nog eens half biljoen in economie vanwege tweede golf", "url": "https://volkskrant.nl/nieuws-achtergrond/ecb-pompt-nog-eens-half-biljoen-in-economie-vanwege-tweede-golf~be98d747/", "summary": "Zes weken geleden kondigde president Christine Lagarde al aan dat het herstel in de economie ‘sneller dan verwacht aan momentum verliest’.\nBanken lenen gratisDe 500 miljard euro die zij uittrekt om staats- en bedrijfsschulden te kopen, komt bovenop de 1350 miljard euro die hiervoor reeds beschikbaar was.\nAls zij dat geld gebruiken om kredieten te verstrekken aan bedrijven en huishoudens, krijgen ze zelfs tot 1 procent cadeau.\nDe ECB zelf houdt vol dat zij met haar stimuleringspolitiek dit jaar voor 1,3 procent meer groei heeft gezorgd.\n‘De monetaire beleidsmaatregelen die vandaag zijn genomen, zullen bijdragen aan het behouden van gunstige financieringsvoorwaarden gedurende de duur van de pandemie’, schrijft het in een persverklaring.", "paragraphs": ["Het hoofdkantoor van de Europese Centrale Bank (ECB) in Frankfurt. Beeld AFP", "De rente wordt niet verder verlaagd. Dat hebben de centrale bankiers donderdag, na afloop van hun monetaire overleg, bekend gemaakt. De actie van de ECB komt niet als een verrassing. Zes weken geleden kondigde president Christine Lagarde al aan dat het herstel in de economie ‘sneller dan verwacht aan momentum verliest’.", "Banken lenen gratis", "De 500 miljard euro die zij uittrekt om staats- en bedrijfsschulden te kopen, komt bovenop de 1350 miljard euro die hiervoor reeds beschikbaar was. De ECB geeft zichzelf ook langer de tijd om dit geld daadwerkelijk uit te geven. Het pandemieprogramma eindigt nu op zijn vroegst eind maart 2022. Tel daarbij op dat de ECB in het kader van haar oude monetaire stimuleringsbeleid al voor 2896 miljard euro aan schulden heeft aangeschaft, en het wordt duidelijk dat ‘Frankfurt’ een ongekende geldregen laat neerdalen over de eurozone.", "Behalve schuldaankopen heeft de ECB ook besloten haar gratis geldloket voor banken een jaar langer open te houden. Dit jaar is op die manier al een slordige 1500 miljard euro opgehaald. Over deze langlopende leningen betalen de banken geen rente. Als zij dat geld gebruiken om kredieten te verstrekken aan bedrijven en huishoudens, krijgen ze zelfs tot 1 procent cadeau.", "Twijfels over nut", "De grote vraag is hoeveel het monetaire machtsvertoon zal uithalen. De ECB zelf houdt vol dat zij met haar stimuleringspolitiek dit jaar voor 1,3 procent meer groei heeft gezorgd. ‘De monetaire beleidsmaatregelen die vandaag zijn genomen, zullen bijdragen aan het behouden van gunstige financieringsvoorwaarden gedurende de duur van de pandemie’, schrijft het in een persverklaring.", "Veel economen twijfelen over het nut van nog meer goedkoop geld. Niet alleen Nederland en Duitsland, maar ook landen als Italië en Portugal betalen nu al een extreem lage rente over de schulden die zij maken. Gevreesd wordt dat de ECB-miljarden vooral blijven hangen in de financiële sector. Daar kunnen zij leiden tot zeepbellen op de aandelenbeurzen en de woningmarkt. Ook hebben de Nederlandse pensioenfondsen veel last van de lage rente."], "authors": ["Koen Haegens"], "keywords": ["zij", "van", "tweede", "economie", "nog", "golf", "ecb", "het", "die", "biljoen", "eens", "half", "dat", "en", "een", "te", "vanwege", "pompt", "aan"], "pubDate": "2020-12-10T14:42:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}