{"id": "76a9f639-a20f-35fd-a744-1539d886a738", "title": "Regering deed in toeslagendrama het ergste wat ze kon doen: wegrennen bij het ongeluk", "url": "https://trouw.nl/opinie/regering-deed-in-toeslagendrama-het-ergste-wat-ze-kon-doen-wegrennen-bij-het-ongeluk~b352aedc/", "summary": "Maar het was Chris van Dam, de voorzitter van het parlementaire onderzoek naar de Toeslagenaffaire, die de juiste woorden vond.\nHet kwam natuurlijk allemaal door de verkokering van het ambtelijk apparaat, door de beslissing om dit te organiseren via twee ministeries en één uitvoeringsinstantie.\nAls daar signalen van zijn, en dat was hier zeker het geval, dan is wegrennen bij het ongeluk het ergste wat een regering kan doen, en dat is wat de regering deed.\nIn zo’n cultuur kon de Belastingdienst een dodelijk memo van een eigen jurist gewoon negeren, geen haan die ernaar kraaide.\nDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["Niemand had het gedaan en wie het wel gedaan had, wist van niks. “Verbijsterend”, noemde Eric Wiebes zijn ­eigen antwoord op Kamervragen. “Mijn broek zakte van mijn kont”, vertelde Menno Snel. “Ik had niet door dat er zo’n berg aan leed achter zat”, zei Lodewijk Asscher. “Ik heb de eerste afslag gemist”, aldus ­Tamara van Ark. “Het was een verschrikkelijk on­geluk”, meende Mark Rutte.", "Maar het was Chris van Dam, de voorzitter van het parlementaire onderzoek naar de Toeslagenaffaire, die de juiste woorden vond. “We zijn hier getuige”, zei hij, “van het wereldkampioenschap bestuurlijk onvermogen”. De kwalificatie onbehoorlijk bestuur was nog beter geweest.", "Het kwam natuurlijk allemaal door de verkokering van het ambtelijk apparaat, door de beslissing om dit te organiseren via twee ministeries en één uitvoeringsinstantie. Dan weet je dat niemand zich verantwoordelijk zal voelen voor het eindresultaat en dat informatie over laakbaar ambtelijk handelen onderweg naar boven altijd ergens zal blijven steken, zodat de top nooit weet wat er onderop gebeurt. Voeg daarbij dat ambtenaren zich hebben over­gegeven aan de betovering van managementteams, businesscases en ­financiële targets, en je begrijpt dat men nu werkt voor ‘de klant’ – en dat is niet de burger, maar de overheid.", "Verdedigings­mechanisme", "Zo gaan die dingen, dat kennen we. Maar het drama rond de toeslagen, dat levens compleet de vernieling in draaide, had een politieke ­dimensie die boven de kwalen van de bureaucratie uitgaat. Niet alleen ­omdat de politiek verantwoordelijk is voor de werking van het staatsapparaat, maar vooral omdat zij altijd in de gaten moet houden of de overheid niet over de burger heenwalst. Als daar signalen van zijn, en dat was hier zeker het geval, dan is wegrennen bij het ongeluk het ergste wat een regering kan doen, en dat is wat de regering deed.", "Toen er via de Kamer en de pers meldingen binnenkwamen over ­gezinnen die ten onrechte als fraudeurs waren aangemerkt (veelal ­gezinnen met een migratie-achtergrond), werd niet alles op alles gezet om de feiten boven water te krijgen, in te grijpen en de schade te herstellen, maar trad een verdedigings­mechanisme in werking: zo veel ­mogelijk toedekken, zo min mogelijk toegeven. “Ze zijn in het kabinet dus lange tijd veel kwader geweest op Renske Leijten (SP), Pieter Klein (RTL), Jan Kleinnijenhuis (Trouw) en mij dan op de Belastingdienst”, tweette CDA-Kamerlid Pieter Omtzigt gisteren tijdens het afsluitende verhoor van Rutte.", "Ze zijn in het kabinet dus lange tijd veel kwader geweest op @RenskeLeijten @pieterkleinrtl @JanTrouw en mij", "", "Dan op de belastingdienst/toeslagen", "", "En als je zo reageert, ben je niet bezig met de zaak en het oplossen van problemen. https://t.co/ZlO7xIbflg — Pieter Omtzigt (@PieterOmtzigt) 26 november 2020", "De premier erkende dat de zaak totaal uit de hand was gelopen, maar verdedigde hardnekkig de weigerachtigheid van zijn kabinet om openheid van zaken te geven aan het parlement en aan de pers. Kamer­vragen werden aangehouden, beroep doen op de Wet openbaarheid van bestuur werd gefrustreerd. Ambtenaren spraken over de ‘Rutte-doctrine’: besluiten worden gedeeld, de ­besluitvorming blijft achter gesloten deuren. In zo’n cultuur kon de Belastingdienst een dodelijk memo van een eigen jurist gewoon negeren, geen haan die ernaar kraaide.", "Maar de burger verdient beter.", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["ergste", "van", "wat", "wegrennen", "toeslagendrama", "het", "op", "maar", "regering", "zijn", "kon", "ze", "doen", "en", "dat", "een", "niet", "te", "ongeluk"], "pubDate": "2020-11-27T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}