{"id": "76b29cfc-1b8d-3909-8b73-4284ef23a033", "title": "Regenworm meest waargenomen in Nederlandse tuinbodem, verslaat pissebed", "url": "https://nu.nl/klimaat/6094677/regenworm-meest-waargenomen-in-nederlandse-tuinbodem-verslaat-pissebed.html", "summary": "Regenwormen zijn dit jaar de meest waargenomen bewoners van Nederlandse tuinbodems, meldt het Nederlands Instituut voor Ecologie vrijdag.\nHet lopende jaar was eerst lang droog, daarna erg nat en ook gemiddeld steeds warm.\n\"Het weer heeft dit jaar de pissebedden inderdaad parten gespeeld.\nPer tuin zijn gemiddeld 36 dieren geteld.\nOp die dag wordt wereldwijd aandacht besteed aan het belang van een gezond bodemleven voor de voedselproductie en de biodiversiteit.", "paragraphs": ["Regenwormen zijn dit jaar de meest waargenomen bewoners van Nederlandse tuinbodems, meldt het Nederlands Instituut voor Ecologie vrijdag. \"De pissebedden delven als gedoodverfde winnaar het onderspit en staan slechts op 2, terwijl de huisjesslakken opklimmen naar de derde plek\", zo geeft het instituut een verslag van de nek-aan-nekrace.", "Het lopende jaar was eerst lang droog, daarna erg nat en ook gemiddeld steeds warm. wellicht kon de regenworm daar beter tegen dan de andere dieren, aldus het instituut.", "\"Het weer heeft dit jaar de pissebedden inderdaad parten gespeeld. Ze kunnen niet zo goed tegen droogte,\" weet pissebeddenkenner en onderzoeker Matty Berg van de Vrije Universiteit Amsterdam, medeorganisator van de Bodemdierendagen die elk jaar worden gehouden.", "Tijdens de Bodemdierendagen tellen tuinbezitters hoeveel van deze soort dieren in hun tuin voorkomen. Dit najaar deed een recordaantal tellers in bijna vijfhonderd tuinen en parken in heel Nederland mee.", "In totaal zijn 17.500 beestjes geteld. Er waren opvallend weinig miljoenpoten en ook minder spinnen, maar meer mieren.", "Per tuin zijn gemiddeld 36 dieren geteld. Dat is volgens de organisatie minder dan in eerdere jaren. Vorig jaar werden nog 43 dieren gemiddeld per tuin aangetroffen. De winnende regenworm werd in 84 procent van de deelnemende tuinen gevonden.", "Zaterdag is het internationale Bodemdierendag. Op die dag wordt wereldwijd aandacht besteed aan het belang van een gezond bodemleven voor de voedselproductie en de biodiversiteit."], "authors": ["Door"], "keywords": ["pissebed", "verslaat", "regenworm", "van", "zijn", "gemiddeld", "meest", "een", "dit", "het", "dieren", "tuin", "en", "waargenomen", "jaar", "nederlandse", "tuinbodem"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}