{"id": "76d27cd5-4a58-3abc-a43c-3cc36a78dcb8", "title": "The Cosby Show-actrice Keshia Knight Pulliam verloofd", "url": "http://www.nu.nl/achterklap/6097193/the-cosby-show-actrice-keshia-knight-pulliam-verloofd.html", "summary": "Keshia Knight Pulliam is verloofd met de 39-jarige acteur Brad James, meldt de 41-jarige actrice op Instagram.\n\"Mijn wens is meer dan een leven lang met liefde en familie\", aldus Knight Pulliam bij een foto van haar verlovingsdiner.\nKnight Pulliam en James ontmoetten elkaar in 2019 op de set van de film Pride & Prejudice: Atlanta.\nHet is nog niet bekend wanneer Knight Pulliam en James, die allebei eerder getrouwd waren, gaan trouwen.\n(Foto: Instagram/Keshia Knight Pulliam)", "paragraphs": ["Keshia Knight Pulliam is verloofd met de 39-jarige acteur Brad James, meldt de 41-jarige actrice op Instagram.", "\"Mijn wens is meer dan een leven lang met liefde en familie\", aldus Knight Pulliam bij een foto van haar verlovingsdiner. De actrice, die in de jaren tachtig wereldberoemd werd met haar rol als jongste dochter Rudy in The Cosby Show, meldt niet wanneer en hoe het huwelijksaanzoek waarop ze ja zei, heeft plaatsgevonden.", "Knight Pulliam en James ontmoetten elkaar in 2019 op de set van de film Pride & Prejudice: Atlanta. \"We hadden tijdens het filmen veel vrije tijd en Brad en ik hadden een goede klik\", aldus de actrice in april tegen 9 Mag TV over hun ontmoeting.", "Het is nog niet bekend wanneer Knight Pulliam en James, die allebei eerder getrouwd waren, gaan trouwen. Op 1 januari 2017 trouwde de actrice een dag na haar verloving met American footballspeler Ed Hartwell, van wie ze scheidde in 2018. Het voormalige echtpaar heeft samen een driejarige dochter.", "Keshia Knight Pulliam kondigt haar verloving aan. (Foto: Instagram/Keshia Knight Pulliam)"], "authors": ["Door"], "keywords": ["james", "verloofd", "pulliam", "cosby", "van", "keshia", "haar", "een", "actrice", "knight", "en", "op", "showactrice", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}