{"id": "76da543a-0d58-3355-bd94-a6dbcd89bf9c", "title": "PSV ziet verhuurde Luckassen Anderlecht verruilen voor Kasimpasa", "url": "https://nu.nl/voetbal/6101230/psv-ziet-verhuurde-luckassen-anderlecht-verruilen-voor-kasimpasa.html", "summary": "De voormalig Nederlands jeugdinternational werd door PSV aan Anderlecht verhuurd, maar daar kwam hij weinig aan bod.\nHet contract van Luckassen bij PSV loopt nog door tot 2023.\nBij Kasimpasa moet Luckassen waarschijnlijk de rest van het seizoen gaan strijden tegen degradatie.\nDerrick Luckassen in het shirt van Kasimpasa Derrick Luckassen in het shirt van Kasimpasa Foto: Twitter @Kasimpasa'Terugkeer naar PSV geen optie'Bij Kasimpasa treft Luckassen in de persoon van Dogucan Haspolat één Nederlander.\nDe twintigjarige Nederlands-Turkse middenvelder ruilde in de winterstop van het seizoen 2019/2020 Excelsior in voor de club uit Istanboel.", "paragraphs": ["Derrick Luckassen vervolgt zijn loopbaan op huurbasis bij Kasimpasa. De voormalig Nederlands jeugdinternational werd door PSV aan Anderlecht verhuurd, maar daar kwam hij weinig aan bod.", "Het contract van Luckassen bij PSV loopt nog door tot 2023. De 25-jarige verdediger, die in 2017 werd overgenomen van AZ, maakte de verwachtingen niet waar en werd eerder verhuurd aan Hertha BSC. Vorig seizoen kwam hij ook al uit voor Anderlecht.", "Nu hoopt Luckassen op speeltijd in Turkije. In de eerste seizoenshelft in Brussel kwam hij slechts tot acht competitiewedstrijden.", "Bij Kasimpasa moet Luckassen waarschijnlijk de rest van het seizoen gaan strijden tegen degradatie. De ploeg van trainer Fuat Çapa, die in Nederland werkte bij MVV en RBC Roosendaal, staat op de zestiende plaats.", "Derrick Luckassen in het shirt van Kasimpasa Derrick Luckassen in het shirt van Kasimpasa Foto: Twitter @Kasimpasa", "'Terugkeer naar PSV geen optie'", "Bij Kasimpasa treft Luckassen in de persoon van Dogucan Haspolat één Nederlander. De twintigjarige Nederlands-Turkse middenvelder ruilde in de winterstop van het seizoen 2019/2020 Excelsior in voor de club uit Istanboel.", "In april 2020 gaf Luckassen al aan het niet te zien zitten om terug te keren PSV, dat in 2017 3,5 miljoen euro voor betaalde aan AZ.", "\"Ik heb het twee keer geprobeerd bij PSV en dat is niets geworden. Ik voel me daar niet thuis en ik heb het er wel gezien\", zei hij tegen De Telegraaf."], "authors": ["Foto", "Door"], "keywords": ["kasimpasa", "van", "anderlecht", "voor", "verhuurde", "en", "bij", "psv", "luckassen", "aan", "hij", "het", "verruilen", "ziet", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}