{"id": "76e2bbce-2e12-3d88-bed1-a90a3bc23ad7", "title": "Zeldzaam enge douchescène in The Dark and the Wicked ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/zeldzaam-enge-douchescene-in-the-dark-and-the-wicked~bcdfcd97/", "summary": "Beeld FilmstillHet euvel uit deze fijne horrorfilm, dat al in de titel wordt aangekondigd, laat zich makkelijk interpreteren als een metafoor voor de risico’s van mantelzorg.\nWie zich over de doodzieke David (Michael Zagst) ontfermt, daar in die afgelegen Texaanse schaapsboerderij, kan dat immers met de dood bekopen.\nZe probeert dochter Louise (Marin Ireland) en zoon Michael (Michael Abbott Jr.) te waarschuwen, wanneer die haar in Davids laatste weken bij komen staan, maar de familieplicht én het kwaad blijken te sterk.\nSchrijver en regisseur Bryan Bertino (The Strangers) maakt er een indringende, onafgebroken sombere zit van, met middelen die niet altijd even origineel zijn maar daarom niet minder effectief.\nZeldzaam enge douchescène, bijvoorbeeld, en die griezelpriester mag er ook zijn.", "paragraphs": ["Beeld Filmstill", "Het euvel uit deze fijne horrorfilm, dat al in de titel wordt aangekondigd, laat zich makkelijk interpreteren als een metafoor voor de risico’s van mantelzorg. Wie zich over de doodzieke David (Michael Zagst) ontfermt, daar in die afgelegen Texaanse schaapsboerderij, kan dat immers met de dood bekopen. Toch lijkt echt de duivel zelf in het spel, rondkruipend als een akelig uit zijn ogen kijkende schim die stoelen uit het niets laat bewegen, zich als een incubus op Davids comateuze lijf nestelt en diens vrouw Virginia (Julie Oliver-Touchstone) tot waanzin drijft. Ze probeert dochter Louise (Marin Ireland) en zoon Michael (Michael Abbott Jr.) te waarschuwen, wanneer die haar in Davids laatste weken bij komen staan, maar de familieplicht én het kwaad blijken te sterk. Schrijver en regisseur Bryan Bertino (The Strangers) maakt er een indringende, onafgebroken sombere zit van, met middelen die niet altijd even origineel zijn maar daarom niet minder effectief. Zeldzaam enge douchescène, bijvoorbeeld, en die griezelpriester mag er ook zijn."], "authors": ["Kevin Toma"], "keywords": ["zeldzaam", "van", "als", "wicked", "dark", "het", "michael", "die", "zijn", "een", "en", "zich", "douchescène", "uit", "enge"], "pubDate": "2020-12-02T17:39:01+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}