{"id": "76e832f8-9404-3a8a-b36b-8d247593403e", "title": "Een poeslief ettertje", "url": "https://www.nrc.nl/nieuws/2021/01/10/een-poeslief-ettertje-a4026997", "summary": "Bij de sportzender ESPN hadden ze besloten de warming-up van de elftallen van Ajax en PSV met een drone te filmen.\nMet een hupje in zijn passen holde hij over het veld van de Johan Cruijff Arena.\nEen paar minuten later sprintte hij op een harde pass maar de bal ging over de achterlijn.\nAntony veegde het zweet van zijn gezicht met het uiteinde van zijn shirt.\nIk zag een jongensbuikje met een ziekenfondsnavel.", "paragraphs": ["Gekke speler, die Antony. Briljant en irritant. De Braziliaanse aanvaller heeft iets onpeilbaars in zijn spel en gedrag. In één wedstrijd schiet het alle kanten op. Bij de sportzender ESPN hadden ze besloten de warming-up van de elftallen van Ajax en PSV met een drone te filmen. Met een glijvlucht suisde de camera over de spelers van Ajax heen. Door zijn waterstofperoxidekapsel was Antony (20) meteen te herkennen. Met een hupje in zijn passen holde hij over het veld van de Johan Cruijff Arena.", "Antony had zin in ‘de eerste topper van het seizoen’, zo leek het.", "Na twee minuten stond PSV met 1-0 voor. Antony kwam zijn tegenstander steeds maar niet voorbij en werd chagrijnig. Verongelijkte gezichtsuitdrukking, misbaar met zijn handen; het spelplezier was nergens te bekennen.", "Door een mislukte een-twee met Davy Klaassen kwam PSV op 2-0. Het was de schuld van Antony, die zichtbaar de pest in had. Een paar minuten later sprintte hij op een harde pass maar de bal ging over de achterlijn. Antony ramde de bal de tribune in. Tijdens die wilde wreeftrap waren beide benen los van de grond, zoveel woede legde hij in het moment.", "Deze speler zat zichzelf in de weg, dat was duidelijk. Ik gaf geen cent meer voor de aansteller. De gemene ogen en de lelijk uitgevoerde tatoeage in zijn nek hielpen niet mee aan de aaibaarheid.", "In de rust waren de hersenhelften van Antony gekalibreerd in de kleedkamer. In vogelvlucht vond de drone het geblondeerde hoofd weer op het veld. Kennelijk mocht hij ondanks zijn slechte eerste helft toch verder voetballen van Ajax-trainer Ten Hag.", "Het deed Antony plotseling goed in het veld. Hij begon regelmatig op snelheid te passeren en gaf rake voorzetten. De frustratie was omgezet in dadendrang. Antony wilde het liefst alle ballen hebben om Ajax over het dode punt heen te helpen.", "Aan de zijlijn stond hij even stil, met de bal uitdagend aan zijn voet. Met die houding tartte hij twee PSV-spelers; ze wilden Antony te lijf. Toen ze hapten wipte hij de bal handig over het duo heen, was zo zelf weer als eerste aan zet en tikte de bal door naar een medespeler.", "Antony was nadrukkelijk op zoek naar een doelpunt in de topper. Ter hoogte van de penaltystip stond hij klaar. Hij werd aangespeeld, stopte de bal onder zijn linkerschoen en scoorde met een beheerste schuiver. 2-2. Met een vrolijk gezicht liet de Braziliaan zich omhelzen.", "Het ettertje van de eerste helft was poeslief geworden.", "Na afloop van het duel zocht Antony een Braziliaanse collega-voetballer op bij de tegenstander, Mauro Júnior. De twee spelers omhelsden elkaar als twee gezworen vrienden en maakten een praatje. Antony veegde het zweet van zijn gezicht met het uiteinde van zijn shirt.", "Ik zag een jongensbuikje met een ziekenfondsnavel.", "Wilfried de Jong is schrijver en programmamaker.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Wilfried De Jong", "Januari Om", "Leestijd Minuten"], "keywords": ["zijn", "ettertje", "van", "antony", "poeslief", "en", "een", "met", "op", "te", "het", "hij"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}