{"id": "76efd05e-6aa8-324c-b4b7-fabd85938e5f", "title": "Dat het coronavirus aan een opmars is begonnen, blijkt ook uit metingen in het rioolwater", "url": "https://trouw.nl/nieuws/dat-het-coronavirus-aan-een-opmars-is-begonnen-blijkt-ook-uit-metingen-in-het-rioolwater~b91fd7cf/", "summary": "Het RIVM kan al geruime tijd sporen van het virus detecteren in het afvalwater.\nBijna al het virus dat Nederlanders uitscheiden, komt dus bij een van de ruim 300 rioolwaterzuiveringsinstallaties uit.\nEén keer per week wordt 24 uur lang met een vaste regelmaat een schep uit het rioolwater genomen.\nEn het is de vraag of al het virus dat in het toilet verdwijnt, bij het rioolpunt uitkomt.\nEen moeilijk punt is dat het verzorgingsgebied van een rioolwaterzuiveringsinstallatie niet altijd samenvalt met gemeentegrenzen of grenzen van regio’s.", "paragraphs": ["In het riool bereikte de tweede golf eind oktober een maximum. Mensen die besmet zijn, scheiden het virus immers ook uit via hun ontlasting. Sindsdien daalde de hoeveelheid virus in het afvalwater gestaag. Tot vorige week. Deze maand is de concentratie weer gestegen. “Helaas”, zegt Ana Maria de Roda Husman van het RIVM. “De rioolmetingen bevestigen de stijgende trend van de positieve testresultaten.”", "Als iemand besmet wordt met het coronavirus, duurt het doorgaans enkele dagen voordat de eerste klachten zich uiten. Eén of twee dagen eerder zit het virus bij veel mensen in hun ontlasting. Het RIVM kan al geruime tijd sporen van het virus detecteren in het afvalwater. Maar pas dit najaar kunnen de onderzoekers zien waar het virus vandaan komt. Uit welke stad, dorp of soms zelfs wijk.", "“We registreren nu wekelijks voor elk verzorgingsgebied van een rioolwaterzuivering hoeveel virus er op een dag geloosd wordt per 100.000 inwoners”, zegt De Roda Husman, die bij het RIVM hoofd afdeling milieu is van het centrum voor infectieziektebestrijding. Eind oktober waren dat er 72 biljoen. Daarna zakte het naar 18 biljoen eind november, waarna het deze steeg naar 27 biljoen.", "Hoe meet je virus?", "In Nederland is bijna ieder toilet aangesloten op het riool. Bijna al het virus dat Nederlanders uitscheiden, komt dus bij een van de ruim 300 rioolwaterzuiveringsinstallaties uit. Daar kun je niet zomaar een monster uit nemen, de toiletgang heeft een zeker dagritme: ’s ochtends en ’s avonds is het drukker, na school of werk, tijdens de pauze van een voetbalwedstrijd.", "Om daar rekening mee te kunnen houden nemen de zuiveraars zogeheten proportionele monsters. Eén keer per week wordt 24 uur lang met een vaste regelmaat een schep uit het rioolwater genomen. De grootte van de schep hangt af van de hoeveelheid water die op dat moment langskomt. Al die schepjes worden verzameld in een vat en daar wordt ten slotte één liter uit genomen en opgehaald door het RIVM in Bilthoven. Daar wordt met de inmiddels bekende PCR-test gemeten hoeveel virus deze liter bevat.", "Maar niet nadat er de nodige correcties zijn toegepast. Een zware regenbui kan de uitkomst flink verdunnen. En het is de vraag of al het virus dat in het toilet verdwijnt, bij het rioolpunt uitkomt. “Daar moeten we inderdaad voor corrigeren”, zegt De Roda Husman. “Daar krijgen we sinds kort data voor om mee te rekenen, en in het voorjaar was het extreem droog waardoor we een soort basislijn hebben voor de lozingen. Zo kunnen we corrigeren voor bijvoorbeeld vakanties, als minder mensen thuis zijn. Of het juist drukker is in een stad.”", "Daarnaast lopen nu studies bij ziekenhuizen waarvan bekend is hoeveel patiënten met Covid-19 er liggen. “Met kleurstoffen hebben we gemeten hoeveel virus in het riool kwam en hoe snel.” Maar bereikt alle virus dan ook het meetpunt? “Dat zijn we nog aan het bestuderen, maar van andere coronavirussen weten we dat ze zeer stabiel zijn.”", "Hoeveel virus stamt van één persoon?", "Niet bij ieder besmet persoon zit het virus ook in de ontlasting. Uit internationale studies blijkt dat dit bij gemiddeld 40 procent het geval is. “We zoeken nog uit of dat voor Nederland ook zo is. Veel studies komen uit China, daar is het ontlastingsprofiel misschien heel anders.”", "Daarnaast kan de hoeveelheid virus per persoon variëren. En het varieert in de tijd. “Dat lijkt niet samen te hangen met de ernst van de klachten. We weten dat het virus een paar dagen vóór de eerste klachten tot wel drie weken erna aanwezig kan zijn.”", "Als er bij wijze van spreken duizend virusdeeltjes in het monster zitten, kunnen die van één, maar ook van duizend personen stammen. Hoe weet je hoeveel besmette personen achter een meting schuilen? “Dat is lastig. De meeste studies zeggen alleen iets over de hoeveelheid virus in neus of keel. Maar gelukkig worden in Nederland ook studies gedaan naar de hoeveelheid virus in ontlasting, bijvoorbeeld om de verspreiding binnen een huishouden te meten. Die gegevens kunnen wij ook goed gebruiken. Maar het blijft lastig.”", "Hoe weet je wie waar loost?", "Een moeilijk punt is dat het verzorgingsgebied van een rioolwaterzuiveringsinstallatie niet altijd samenvalt met gemeentegrenzen of grenzen van regio’s. Met behulp van bevolkingsgegevens van het CBS en koppeling aan postcodegebieden is het mogelijk om de resultaten nauwkeuriger weer te geven voor gemeente, veiligheidsregio of heel Nederland. Nu weet De Roda Husman ook van hoeveel mensen het afvalwater bij een rioolput afkomstig is, en kan ze de hoeveelheden weergeven per 100.000 inwoners. Dat maakt het signaal vergelijkbaar met het aantal nieuwe besmettingen of ziekenhuisopnames.", "Wat is de meerwaarde?", "Het grote voordeel van de rioolwatermeting is dat deze een nieuwe brandhaard eerder ziet opvlammen. Vooral als het virus weer onder controle is en op het niveau ligt van afgelopen juni, biedt de meting de kans om snel in te grijpen. Al moet het programma dan worden geïntensiveerd. Nu wordt één keer per week gemeten – bij elk meetpunt op een andere dag – en dat is voor sommige locaties wat weinig. De tijdwinst van de vroege signalering gaat zo mogelijk verloren. “Binnenkort schalen we op naar twee keer per week”, zegt De Roda Husman.", "Er zijn meer voordelen. De GGD ziet alleen de mensen die zich laten testen, en bijvoorbeeld niet de besmette personen die zelf geen klachten hebben maar het virus wel verspreiden. “Wij houden 17 miljoen Nederlanders in de gaten”, zegt De Roda Husman. “Daar komt bij: GGD en ziekenhuis registreren op woonplaats, wij meten het virus waar iemand ook werkelijk is.”", "De methode is ook breder toepasbaar, zegt ze. Voor het monitoren van medicijngebruik bijvoorbeeld. Slikt men ook werkelijk alle pillen die worden voorgeschreven. “En je kunt het ook als databank gebruiken. We slaan het rioolwater op. Stel dat er ooit een Sars-Cov-3 virus komt, dan kunnen wij zien wanneer dat Nederland bereikt.” Een paar jaar geleden ontdekten Japanse wetenschappers een nieuw virus. Dachten ze. Het zat al een jaar in de databank van het RIVM.", "Lees ook:", "De dagelijkse besmettingscijfers doen ertoe, maar vertroebelen het beeld", "Marino van Zelst en Edwin Veldhuizen bieden informatie en duiding bij de dagelijkse coronacijfers, waar het RIVM en het ministerie het laten liggen"], "authors": ["Joep Engels"], "keywords": ["van", "bij", "blijkt", "het", "virus", "rioolwater", "metingen", "een", "ook", "dat", "uit", "en", "opmars", "coronavirus", "voor"], "pubDate": "2020-12-09T01:00:47+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}