{"id": "76f14c5d-ff2f-352b-b6ba-80f01ea6e601", "title": "‘De hoop stelde ons in staat er nog een mooie tijd van te maken’", "url": "https://volkskrant.nl/cultuur-media/de-hoop-stelde-ons-in-staat-er-nog-een-mooie-tijd-van-te-maken~b26ba92e1/", "summary": "Beeld privéWe hadden drie jaar een relatie toen we in de zomer van 2015 met een hele groep vrienden van Wiechert naar Frankrijk gingen omdat een van zijn oud-huisgenoten daar trouwde.\nZijn vader was vijf jaar ervoor aan een agressieve hersentumor overleden, zijn moeder had borstkanker gehad en een van zijn twee broers had op 20-jarige leeftijd een vorm van non-hodgkin overleefd.\nDe hoop stelde ons in staat er nog een heel mooie tijd van te maken.\nIk ben zelf arts en als ik dat zie bij een patiënt, weet ik dat het klaar is.\nIn het AVL constateerden ze dat het einde verhaal was, er was geen hoop meer.", "paragraphs": ["Beeld Krista van der Niet", "Wiechert Schenk (33, projectontwikkelaar) overleed op 1 januari 2016 aan de gevolgen van wekedelenkanker. Hij woonde samen met Pauline Spronk (32, chirurg in opleiding).", "Toen hij kwam aanrijden op zijn Vespa, met zijn zonnebril en Santoni-schoenen, stuurde ik mijn vriendinnen: ‘Hij ziet eruit als een hele foute baas, ik app als jullie me moeten komen redden.’ Twee weken daarvoor hadden we elkaar ontmoet op een saai feest. Ik stond toevallig naast hem aan de bar en hij zei: ‘Vind je het hier ook vreselijk? Ik sta liever in een kroeg met Nederlandstalige muziek.’ Even later stonden we in café Nol. Onze eerste date was op een mooie lentedag in april. Hij had sushi gehaald om in het Vondelpark op te eten. Daarna gingen we naar Toomler, waar Peter Pannekoek en Daniël Arends optraden. Het was een heel leuke, grappige avond. Hij was knap, lief en ondernemend. Ik was verliefd.", "Pauline Spronk en Wiechert Schenk. Beeld privé", "We hadden drie jaar een relatie toen we in de zomer van 2015 met een hele groep vrienden van Wiechert naar Frankrijk gingen omdat een van zijn oud-huisgenoten daar trouwde. Op de weg er naartoe had Wiechert last van zijn blaas, hij kon moeilijk plassen en had continu loze aandrang. Toen we bij het kasteel in de Champagnestreek aankwamen, had hij een enorm opgeblazen buik, veel pijn en hij kon niet meer naar de wc. We zijn naar een lokaal plattelandsziekenhuis gegaan. Hij kreeg een katheter en dat luchtte op. Maar er kwam ook zorgelijk veel bloed uit. De arts met wie ik toevallig in de lift stond, vroeg in gebrekkig Engels of mijn vriend met chemicaliën of verf werkte. Ik schrok, want ik wist door mijn studie dat dat blaaskanker betekent. Na een week is Wiechert per ambulance naar het OLVG in Amsterdam gebracht, ik reed er met de auto achteraan.", "De professor wilde hem spreken. Wiechert wist dat als er een hoge pief in plaats van de zaalarts kwam, het foute boel was, want hij had veel ervaring met diagnoses. Zijn vader was vijf jaar ervoor aan een agressieve hersentumor overleden, zijn moeder had borstkanker gehad en een van zijn twee broers had op 20-jarige leeftijd een vorm van non-hodgkin overleefd. Hij belde dat ik snel naar het ziekenhuis moest komen. Ik trof hem verslagen aan op een stoel in de hoek van de kamer. Even later vertelde de professor hem dat hij kanker had, hij werd onmiddellijk doorverwezen naar het Antoni van Leeuwenhoek-ziekenhuis. Het bleek een wekedelentumor met uitzaaiingen in de longen te zijn.", "Zijn hoofdbehandelaar, een heel empathische arts, zei achteraf: ‘Ik wist vanaf dag één toen jullie binnenliepen dat hij dood zou gaan.’ Maar hij besloot dat niet te zeggen; het was een jongen van 32 vol levenskracht. Ik heb van hem geleerd dat het niet altijd zin heeft om alles uit te spreken en ik ben hem eeuwig dankbaar voor zijn aanpak. De hoop stelde ons in staat er nog een heel mooie tijd van te maken. Wat heel kenmerkend was voor Wiechert, zowel in zijn werk als privé, was dat hij altijd een plan moest hebben. Als er uitzaaiingen waren, vroeg hij onmiddellijk: ‘Oké, wat gaan we daar aan doen?’ En als een chemo niet werkte: ‘Welke chemo werkt wél?’", "De behandeling bestond steeds uit een cyclus van drie weken. Na vijf dagen chemo ziekte hij een week uit bij zijn moeder in haar prachtige tuin op de Utrechtse Heuvelrug. Als hij aangesterkt was, hadden we nog een week om leuke dingen te doen. Wiechert plande altijd wat gaafs; een woonboot op de Kaag, zeilen in Zeeland of naar een kasteel in Limburg. We gingen naar zijn lievelingsstad Antwerpen om te eten bij The Jane, en de volgende dag bij Pure C, want hij hield ontzettend van lekker eten. We leefden en we genoten. Over de dood spraken we nooit. Je hebt het gewoon niet over doodgaan als je 32 bent, dat past niet in je leven. Ik kon het zelf ook niet bevatten, ik was 27. Als ik naast hem lag en mijn ogen dicht deed, probeerde ik me wel eens voor te stellen dat hij er niet meer zou zijn. Maar als ik mijn ogen weer opendeed, was hij er gewoon nog. Ik kon het niet voelen.", "Toen we half november weer een controlescan hadden gekregen en voor de uitslag tegenover zijn arts zaten, sprak hij de woorden: ‘Nu kunnen we de roze bril wel afzetten. Ik kan niet meer veel doen.’ Ik weet nog dat hij het computerscherm omdraaide en er een scan te zien was met overal uitzaaiingen, geen enkel orgaan was nog duidelijk. Ik ben zelf arts en als ik dat zie bij een patiënt, weet ik dat het klaar is. Maar in mijn hoofd kon ik de beelden niet linken aan Wiechert. En hij zei: ‘Wat is het volgende plan?’ De arts zei dat hij eventueel nog één chemotherapie had en wij dachten: aha, er is tóch iets wat we kunnen doen.", "De dag voor Kerst kreeg hij de laatste chemo en op 28 december had ik een verrassing. Wiechert was 29 december jarig en ik had geregeld dat we in een kamer in het hijskraanhotel met uitzicht over het IJ zouden slapen. ’s Ochtends kreeg hij veel appjes voor zijn verjaardag die hij in bad las omdat dat verlichting gaf voor de pijn in zijn botten. ’s Avonds gingen we met zijn moeder Japans eten in het Okura. Tijdens het diner maakten we plannen voor de volgende zomer. We wilden een zeilbootje kopen en bespraken hoe we het zouden opknappen en waar we een ligplaats moesten zoeken. Hij at niet alleen zijn eigen bord leeg, maar daarna ook mijn bord. De volgende ochtend ging ik hardlopen en toen ik terugkwam, zat hij weer in bad; lijkbleek en hij verging van de pijn. In het AVL constateerden ze dat het einde verhaal was, er was geen hoop meer. Op Oudejaarsdag kwam bij Wiechert het besef. Hij belde iedereen op om te zeggen dat ze moesten komen om afscheid te nemen. Zijn familie, mijn familie, al zijn vrienden. Hij bedankte iedereen voor het mooie leven dat hij had gehad, hij was zó gelukkig geweest. Hij was niet boos, huilde ook niet, hij was juist dankbaar. Om twaalf uur ’s nachts maakte hij me wakker en vroeg me om het gordijn even open te doen. Vanuit bed keken we samen naar het vuurwerk en hij wenste me een gelukkig nieuw leven. Dat waren zijn laatste woorden.", "De volgende ochtend was hij heel onrustig. We stonden om het bed heen, zijn moeder, zijn broers en ik. Hij kreeg steeds meer morfine. Op dat moment kwam de arts in mij naar boven. Ik zei: ‘Dit is de Cheyne-Stokes-ademhaling, zijn laatste ademhaling’. En even later heel plechtig: ‘De dood is ingetreden’. Ik schouwde hem zoals ik doe in mijn beroep. Ik keek naar zijn ogen en voelde aan zijn pols. Heel gek, ik transformeerde van zijn vriendin in een arts.", "Hoe verdrietig ik ook ben geweest, en hoezeer ik hem ook mis, ik kijk niet terug op een nare periode. Helemaal niet zelfs. Hij heeft heel veel leuke, mooie dingen gedaan het laatste half jaar. Hij is gestorven op het hoogtepunt van zijn leven.’"], "authors": ["Barbara Van Beukering"], "keywords": ["ik", "hoop", "mooie", "hij", "zijn", "maken", "nog", "te", "van", "en", "een", "tijd", "stelde", "staat", "op", "het", "niet", "dat", "ons"], "pubDate": "2021-01-07T14:00:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}