{"id": "76fb4057-f03f-30b1-9fac-abe7eddef935", "title": "Het lange wachten op de IND: waarom de asielprocedure zo traag is", "url": "https://trouw.nl/binnenland/het-lange-wachten-op-de-ind-waarom-de-asielprocedure-zo-traag-is~b3752ad8/", "summary": "Volgens Eduard Nazarski, zowel oud-­directeur van Amnesty International als van Vluchtelingenwerk, is de wortel van het probleem dat het budget van de IND afhankelijk is van de asielinstroom, en dat de organisatie daardoor al jaren achter de feiten aanloopt.\nWaarom is het zo moeilijk om de IND goed voor te bereiden op pieken in de asielstroom, en zo achterstanden te voorkomen?\nBetere voorzieningen voor asielzoekers zouden ertoe leiden dat meer mensen in Nederland asiel zouden aanvragen, en dat wilde men voorkomen.\nIn het verleden lag de oorzaak vooral in het feit dat er een piek was in het aantal aanvragen, dat leidde tot overmacht.\nOndanks beloften van het kabinet komt daar nauwelijks iets van terecht.Een Iraans echtpaar wacht al ruim twee jaar in het AZC in Arnhem.", "paragraphs": ["De achterstanden bij de Immigratie- en Naturalisatiedienst (IND) zijn nog altijd niet weggewerkt. Volgens experts kampt de IND al jaren met hetzelfde probleem: de organisatie krijgt te weinig geld om pieken in de asielstroom goed te kunnen verwerken.", "Eigenlijk hadden ze in 2020 uitsluitsel moeten krijgen over hun asielaanvraag. “Maar we zijn geen prioriteit”, verzuchtte een Iraans echtpaar eind november in deze krant. De twee, die omwille van hun ­veiligheid niet met naam genoemd zijn, vluchtten uit Iran en wachten inmiddels ruim twee jaar op de start van hun asielprocedure. Ze verhuizen ondertussen van asielzoekerscentrum naar asielzoekerscentrum. “Ik sport veel en mijn vrouw maakt mooie kunstwerken. Maar we verliezen de moed en motivatie.”", "Zoals dit echtpaar zijn er duizenden anderen. De oorzaak: problemen bij de Immigratie- en Naturalisatiedienst (IND). Staatssecretaris Ankie Broekers-Knol van asiel en migratie beloofde meermaals dat de ruim 15.000 achterstallige asielaanvragen die de IND moet beoordelen voor het einde van 2020 zouden zijn weggewerkt. Een speciaal opgerichte ‘taskforce’ moest daarvoor zorgen. Maar het is niet gelukt, meldde de staatssecretaris eind november aan een ­teleurgestelde Tweede Kamer. Ruim 7000 asielverzoeken moeten nu wachten tot ­uiterlijk halverwege 2021. Daarbij gaat het om oude verzoeken, nieuwe asielverzoeken worden wel snel afgehandeld.", "Door de Turkije-deal meende Rutte III te kunnen bezuinigen", "De oorzaak van de huidige achterstanden bij de IND is duidelijk: bezuinigingen. In 2017, na de hoge asielinstroom van 2015-2016, verwachtte de pas aangetreden regering-Rutte III dat de asielinstroom de komende jaren laag zou blijven, onder meer vanwege de afspraken die door de Europese Unie waren gemaakt met Turkije. Daarbij zou Turkije een groot deel van de vluchtelingen tegenhouden die via Griekenland naar Europa wilden reizen.", "Er kwam minder budget voor de IND ­beschikbaar, contracten van IND-medewerkers werden niet verlengd, en de organisatie moest inkrimpen. Dat bleek te voorbarig, waardoor er te weinig capaciteit was om bestaande en nieuwe aanvragen te verwerken. Zo groeide de stapel.", "Volgens Eduard Nazarski, zowel oud-­directeur van Amnesty International als van Vluchtelingenwerk, is de wortel van het probleem dat het budget van de IND afhankelijk is van de asielinstroom, en dat de organisatie daardoor al jaren achter de feiten aanloopt. “Wanneer de asielinstroom plotseling aantrekt, komt er geld bij en gaat men met stoom en kokend water de achterstanden wegwerken. Maar zodra het weer rustiger wordt, komen er bezuinigingen.”", "Eind jaren tachtig kwamen de eerste opvangcentra voor asielzoekers", "Dat is goed te zien in het begin van het afgelopen decennium, toen het aantal asielzoekers laag was. Het budget van de IND schommelde de eerste jaren rond de 290 miljoen euro. Bij de grote aantallen mensen die in 2015 asiel aanvroegen nam dat toe tot bijna 400 miljoen euro. Toen er minder mensen kwamen, werd er weer 50 miljoen bezuinigd.", "Hoe ver gaat die trend terug? Al in het ­begin van de jaren negentig ontstonden de eerste asielachterstanden, vertelt Nazarski. “Eind jaren tachtig kwamen de eerste opvangcentra voor asielzoekers, en daarmee ook de eerste zorgen. Mensen die in de buurt van een centrum woonden dachten: moet dat wel, zo’n opvanglocatie bij mij in de buurt? Ik kan me een vrouw herinneren die in het journaal huilend vertelde dat ze zich niet veilig voelde. Veel bewindspersonen beloofden een strenger vluchtelingenbeleid, zodat er minder mensen zouden ­komen. Maar dat gebeurde niet, er kwamen juist meer mensen dan gepland.”", "Dat kwam met name door de de oorlog in Joegoslavië, waarvandaan veel mensen vluchtten. In 1994 meldden zich ruim 50.000 asielzoekers aan de poort, terwijl dat er in de jaren daarvoor ongeveer 20.000 per jaar waren geweest. De IND – toen pas net opgericht onder die naam – kon het ­aantal aanvragen algauw niet meer bij­benen. Er kwam extra geld en men begon met een grootschalige inhaalslag, met extra personeel.", "‘U spreekt zichzelf tegen: U zei mohammedaan te zijn, maar nu zegt u de islam aan te hangen’", "Daarvoor werden uitzendkrachten geworven, Nazarski weet het nog goed. “Ik was er destijds bij Vluchtelingenwerk verantwoordelijk voor dat asielzoekers goed werden ondersteund terwijl de IND hun aanvraag behandelde. Ze plukten gewoon overal personeel vandaan, werkloze leraren bijvoorbeeld, mensen die totaal geen ervaring hadden met het asielrecht, of met het interviewen van mensen. Ik kan me een IND-medewerker herinneren die tegen een asielzoeker zei: ‘Wacht eens, u spreekt zichzelf tegen. Eerst zei u dat u mohammedaan was, maar nu zegt u dat u de islam aanhangt’. Ik moet er nu ook om lachen, maar het is natuurlijk ook heel wrang.”", "De vergelijking met de huidige problemen van de IND is snel gemaakt. De taskforce die de achterstanden moet wegwerken bestaat uit 180 IND’ers, 40 mensen van de Dienst Terugkeer en Vertrek en 200 uitzendkrachten, die niet allemaal een achtergrond hebben in asielprocedures. De uitzendkrachten worden wel bijgestaan door een ervaren IND’er, en mogen geen knoop doorhakken over een procedure. Maar toch is Nazarski bezorgd. “Het asielbeleid is heel ingewikkeld, je moet ervaren mensen hebben die zich daarmee bezighouden. Je moet er geen blik uitzendkrachten voor open hoeven trekken. Dat is vragen om problemen.”", "Na een kleine dip liep het aantal asielaanvragen eind jaren negentig weer snel op. In 1998 leidde dat tot lange wachtlijsten, de IND kon de instroom niet aan. Er was onvoldoende huisvesting voor de asielzoekers, daarom werden in oktober van dat jaar haastig legertenten geplaatst in het Gelderse Ermelo. Die tenten bleken niet waterdicht te zijn, en beelden van asielzoekers in lekkende tenten gingen de hele wereld over.", "De periode tot 2015 verliep relatief rustig", "Ook in de jaren daarna kampte de organisatie met problemen. In 2005 verscheen een vernietigend rapport van de Algemene Rekenkamer, waarin stond dat er bij de IND sprake was van administratieve chaos en slechte communicatie, waardoor vreemdelingen te lang moesten wachten op een ­beslissing over hun asielaanvraag. In 2007 kreeg de IND weer lucht, toen het kabinet-Balkendende IV besloot om 26.000 asielzoekers die al langer dan vijf jaar op de uitslag van hun asielprocedure moesten wachten, een verblijfsvergunning te geven via een generaal pardon. De periode tot 2015 verliep relatief rustig, het aantal asielaanvragen was laag.", "Waarom is het zo moeilijk om de IND goed voor te bereiden op pieken in de asielstroom, en zo achterstanden te voorkomen? “Het is eigenlijk een onoplosbaar probleem”, zegt Karin Geuijen, docent migratiebeleid aan de Universiteit Utrecht. “Aan de ene kant zijn er de beleidstechnische moeilijkheden: welke maatregelen werken goed, hoe regel je in Europa de instroom van asielzoekers, hoe controleer je die? Maar veel belangrijker is de politieke kant. De asielkwestie is geweldig omstreden, en dat is altijd al zo geweest. Aan de ene kant is er de groep die zegt: we moeten vluchtelingen bescherming bieden. Daar staat een groep tegenover die zegt: dat kan wel zo zijn, maar wat kost het? Wat zijn de veiligheidsrisico’s? Hoe denken asielzoekers over homo’s, of genderverhoudingen? Dat zijn ­terechte ­vragen.”", "Bij de IND komt die problematiek tot uiting, zegt Geuijen. “Daar zie je een botsing tussen de professionele logica en de politieke logica. De professionele logica zegt: dit probleem is prima op te lossen door structureel meer geld bij te leggen. Maar daarmee zeggen we in feite: we zijn voorbereid op de komst van mogelijk weer nieuwe stromen asielzoekers, en die zullen we ook gaan opvangen. En dat botst weer met de politieke logica, dat ligt gevoelig.”", "‘En dat is ook niet gek, politici moeten herkozen worden’", "Een voorbeeld daarvan is de term ‘aanzuigende werking’. Die term wordt al sinds de jaren negentig gebruikt door politici die pleiten voor een restrictief asielbeleid. Betere voorzieningen voor asielzoekers zouden ertoe leiden dat meer mensen in Nederland asiel zouden aanvragen, en dat wilde men voorkomen.", "Die manier van denken, van nationale ­belangen die beschermd moeten worden ­tegen invloeden van buitenaf, is volgens Geuijen de afgelopen 25 jaar dominant ­geweest. “En dat is ook niet gek, politici moeten herkozen worden. Als veel kiezers zo denken, dan is het logisch dat de politiek daarop aanslaat. Maar tegelijkertijd leidt het tot een impasse waar we ook al 25 jaar in zitten, niet alleen in Nederland maar in heel Europa. De problemen bij de IND zijn daar een symptoom van.”", "Alle historische vergelijkingen ten spijt ­horen de huidige achterstanden bij de IND wel tot een buitencategorie, zegt Martijn van der Linden van Vluchtelingenwerk. “We hebben inderdaad vaker te maken gehad met lange wachttijden. In het verleden lag de oorzaak vooral in het feit dat er een piek was in het aantal aanvragen, dat leidde tot overmacht. Toen werd er misschien ook te weinig personeel achter de hand gehouden, maar er was destijds nog wel een relatie tussen het aantal aanvragen en de druk op de asielprocedure. Wat we de afgelopen paar jaar hebben gezien is dat het compleet scheef is gaan lopen. Men wist dat er nog achterstanden waren, maar toch werd er ­bezuinigd.”", "‘Nederland heeft eigenlijk een heel snelle asielprocedure’", "Van der Linden weigert daarom te erkennen dat er hier sprake is van een onoplosbaar probleem. “Dat is echt een misvatting. Nederland heeft eigenlijk een heel snelle asielprocedure, in principe hoeft het maar een paar weken te duren. Dat zie je nu ook: als mensen na twee jaar wachten eindelijk aan de beurt zijn, wordt hun aanvraag binnen een paar dagen afgehandeld en krijgen ze een verblijfsvergunning.”", "Bram van Ojik, Tweede Kamerlid voor GroenLinks, houdt zich al jaren bezig met het asielvraagstuk en de IND. Begin december vroeg hij staatssecretaris Broekers-Knol via een motie om een tweemaandelijkse ­update van de achterstanden bij de IND. “De staatssecretaris heeft het wegwerken van de achterstanden tot haar hoogste politieke prioriteit gemaakt. Ze zegt dat die achterstanden vooral komen door het coronavirus, maar dat vind ik niet overtuigend.”", "Van Ojik ziet ook dat er een gebrek aan politieke wil is om de IND goed op orde te brengen. “Dat is een feit, hoewel ik niet wil speculeren over de motieven die daarachter zitten. Het wordt al heel snel paniekvoetbal, waarbij plotseling extra personeel moet worden aangenomen, en waarbij er nieuwe asielzoekerscentra uit de grond moeten worden gestampt.”", "Rechtse, harde lijn als het gaat om asiel", "Inmiddels heeft het kabinet besloten dat de IND er structureel 65 miljoen euro bij krijgt, ongeacht het aantal verwachte asielzoekers. “Daarmee kan de IND zijn capaciteit op orde houden, en daarmee kan de kwaliteit van de asielprocedure ook worden gewaarborgd”, zegt Bente Becker, Tweede Kamerlid voor de VVD. Becker staat een rechtse, harde lijn voor als het gaat om asiel en immigratie. Toch is ook zij ervan overtuigd dat de Immigratiedienst op orde moet worden gebracht. “Er is geen politiek verschil van inzicht over de IND. Ook de VVD vindt dat het daar beter moet.” Met de stabielere financiering heeft de staatssecretaris een belangrijke stap in de goede richting ­gezet, vindt Becker.", "Een woordvoerder van de IND wijst ook op het geld dat erbij gaat komen, daar zullen toekomstige achterstanden naar verwachting mee worden voorkomen. Het is volgens de woordvoerder overigens niet zo dat de uitzendkrachten die nu worden ingezet een gevaar vormen voor de kwaliteit van de asielprocedure. “De IND herkent zich niet in dat beeld. Nieuwe medewerkers worden eerst opgeleid en ingewerkt voordat zij asielzoekers horen. Daarnaast begeleiden ervaren IND-medewerkers hen waar nodig bij het werk. Het beslissen op asielaanvragen gebeurt door ervaren IND-medewerkers.”", "Kamerlid Van Ojik is nog niet geheel overtuigd door de 65 miljoen. “Het is nog maar de vraag of dat voldoende zal zijn. Het lijkt meer bedoeld om een ondoordachte ­bezuiniging terug te draaien, dan dat het ­gebaseerd is op een goede analyse van wat er nodig is in de komende zes, zeven jaar. Het nieuwe kabinet dat volgend jaar aantreedt zal eerst met zo’n analyse moeten beginnen. Niet met een ingewikkelde politieke discussie over de wenselijkheid van immigratie, maar gewoon met het organisatorisch op orde brengen van de asielketen. Misschien kunnen GroenLinks en de VVD elkaar daar wel in vinden.”", "Lees ook:", "Dit Iraanse echtpaar wacht al twee jaar in het AZC. ‘We zijn geen prioriteit’", "De Tweede Kamer eist dat duizenden achterstallige asielaanvragen nu echt snel worden afgehandeld. Ondanks beloften van het kabinet komt daar nauwelijks iets van terecht.Een Iraans echtpaar wacht al ruim twee jaar in het AZC in Arnhem. ‘We zijn geen prioriteit.’", "Problemen bij IND houden aan: asielzoekers moeten nog langer wachten op duidelijkheid", "Ondanks herhaalde beloften van staatssecretaris Broekers-Knol (migratie) slaagt de IND er niet in om achterstallige asielaanvragen nog voor het einde van het jaar weg te werken."], "authors": ["Bas Roetman"], "keywords": ["er", "van", "zo", "waarom", "asielprocedure", "en", "wachten", "een", "ind", "traag", "lange", "op", "te", "het", "niet", "dat", "die"], "pubDate": "2021-01-04T08:33:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}