{"id": "76fc5f68-2652-3c4e-8e9a-afe31ed2ca18", "title": "De uitzending van 8 december: Coronaregels rond Kerst / Kunstenaars voor de klas / Airbnb naar de beurs", "url": "https://nos.nl/nieuwsuur/artikel/2359772-de-uitzending-van-8-december-coronaregels-rond-kerst-kunstenaars-voor-de-klas-airbnb-naar-de-beurs.html", "summary": "Vanavond zullen premier Mark Rutte en minister Hugo de Jonge van Volksgezondheid daar meer over zeggen op hun persconferentie.\n17:28 Met Kerst niet meer dan drie gasten aan tafelKunstenaars vervangen leraren Er is een tekort aan leraren en er zijn voldoende kunstenaars.\n1/2 SOS lerarentekort: kunstenaar voor de klas 2/2 Niet bevoegd, wel bekwaam: kunstenaars voor de klas Dit artikel bevat een video.\nHet bedrijf maakte nog nooit winst en nam onlangs nog afscheid van een kwart van het personeel.\nToch lijken beleggers watertandend af te wachten op de komst van het bedrijf op de beurs.", "paragraphs": ["Nieuwe coronapersconferentie Het aantal bezoekers dat mensen thuis mogen ontvangen tijdens de Kerstdagen, blijft maximaal drie per dag. Dat bevestigen Haagse bronnen. Vanavond zullen premier Mark Rutte en minister Hugo de Jonge van Volksgezondheid daar meer over zeggen op hun persconferentie. Het kabinet vindt de besmettingscijfers te hoog om de maatregelen flink te versoepelen. Om 19.00 uur vanavond licht het kabinet toe wat de precieze regels zijn voor de komende weken. We bespreken de persconferentie met Arjan Noorlander. Te gast is Esther Metting, epidemioloog en gedragswetenschapper verbonden aan de Rijksuniversiteit Groningen.", "Dit artikel bevat een video. 17:28 Met Kerst niet meer dan drie gasten aan tafel", "Kunstenaars vervangen leraren Er is een tekort aan leraren en er zijn voldoende kunstenaars. Eén en één is twee, dacht een bureautje. Als er leraren uitvallen, bijvoorbeeld omdat ze een dagje ziek zijn of een coronatest moeten doen, kunnen zij een kunstenaar regelen die een klas vol leerlingen overneemt, zodat de leerlingen niet naar huis worden gestuurd. We gaan onder meer langs bij een school in de Bijlmer. Ook daar is een tekort aan leraren. De werkdruk is er zo hoog dat de school ervoor heeft gekozen om één dag per week in alle klassen een kunstenaar in te zetten. Bekijk hieronder vast een fragment van de reportage.", "1/2 SOS lerarentekort: kunstenaar voor de klas 2/2 Niet bevoegd, wel bekwaam: kunstenaars voor de klas Dit artikel bevat een video. Dit artikel bevat een video.", "Airbnb naar de beurs Wat ooit begon als sympathiek initiatief om je huis een weekendje te verhuren als je er toch niet was, groeide uit tot een gigantische wereldspeler die de huizenmarkt in grote steden beheerst. Airbnb gaat deze week naar de beurs. Het bedrijf wordt inmiddels gewaardeerd op maximaal 42 miljard dollar. Het bedrijf maakte nog nooit winst en nam onlangs nog afscheid van een kwart van het personeel. Toch lijken beleggers watertandend af te wachten op de komst van het bedrijf op de beurs. We bespreken het vanavond met econoom Mathijs Bouman"], "authors": ["Dit Is Een Artikel Van"], "keywords": ["van", "rond", "coronaregels", "het", "op", "leraren", "naar", "voor", "beurs", "een", "niet", "kunstenaars", "klas", "kerst", "te", "en", "om", "er", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}