{"id": "76fdd163-5a0b-3076-8554-213194d772e6", "title": "Ajax komt in spectaculair bekerduel met de schrik vrij tegen FC Utrecht", "url": "https://nu.nl/voetbal/6097179/ajax-komt-in-spectaculair-bekerduel-met-de-schrik-vrij-tegen-fc-utrecht.html", "summary": "De Amsterdammers bogen in een spectaculair duel met FC Utrecht tot twee keer toe een achterstand om en wonnen met 5-4.\nHoewel FC Utrecht de beste kansen kreeg, was het Ajax dat vlak voor rust voor het eerst op voorsprong kwam.\nScherpen leidde in de 71e minuut met een blunder de 3-4 in.\nAjax flirtte lang met een uitschakeling, die uiteindelijk werd afgewend door Labyad, die het eindstation was van een vloeiende aanval.\nTadic bewaarde het mooiste voor het laatst en schoot Ajax in de laatste minuut met een wonderschoon krulschot naar de achtste finales.", "paragraphs": ["Ajax is woensdag met de schrik vrijgekomen in de tweede ronde van de TOTO KNVB Beker. De Amsterdammers bogen in een spectaculair duel met FC Utrecht tot twee keer toe een achterstand om en wonnen met 5-4.", "In de Johan Cruijff ArenA was er precies één minuut gespeeld toen FC Utrecht brutaal de leiding nam. Ajacied Nicolás Tagliafico leed balverlies en het was Mimoun Mahi die de bal onder de debuterende Ajax-doelman Kjell Scherpen schoof: 0-1. Het antwoord van Ajax liet slechts zeven minuten op zich wachten. Een vrije trap van Dusan Tadic van zo'n 25 meter zeilde binnen.", "Op slag van rust zette Zakaria Labyad Ajax voor het eerst op voorsprong met een intikker van dichtbij, maar ook na rust wist FC Utrecht na ruim één minuut het net te vinden. Basisdebutant Devyne Rensch leverde de bal zomaar in en Mahi maakte zijn tweede doelpunt van de avond.", "Ook nu kwam Ajax die klap snel te boven via een van richting veranderd schot van Antony, maar Sander van de Streek zette al snel de 3-3 op het scorebord. Ajax bleek defensief kwetsbaar en dat resulteerde in de 3-4 van Moussa Sylla, die profiteerde van een blunder van Scherpen. Labyad voorkwam met de 4-4 een vroegtijdige uitschakeling, waarna aanvoerder Tadic Ajax één minuut voor tijd naar de volgende ronde schoot met een fabuleus krulschot.", "Ajax heeft voor het 24e seizoen op rij de laatste zestien van het bekertoernooi bereikt. De Amsterdammers strandden in 1996 voor het laatst in de tweede ronde. Toen was Heracles Almelo met 0-1 te sterk voor de ploeg van toenmalig trainer Louis van Gaal.", "Door: Pro Shots", "Zakaria Labyad schiet de 2-1 binnen voor Ajax, maar daar blijft het niet bij in de Johan Cruijff ArenA. (Foto: Pro Shots)", "Ajax defensief kwetsbaar", "Zonder Quincy Promes, die twee dagen in de cel zat vanwege mogelijke betrokkenheid bij een steekpartij, en met debutanten Scherpen en Rensch kwam Ajax dramatisch uit de startblokken in Amsterdam. Tagliafico leverde de bal na ruim vijftig seconden zomaar in bij Mark van der Maarel, die de vrijstaande Mahi op maat bediende: 0-1.", "Ajax haalde slechts bij vlagen zijn niveau en kwam dan ook vanuit het niets op gelijke hoogte. Een vrije trap van Tadic van zo'n 25 meter werd van richting veranderd door Van der Maarel, waarna de bal in de verre hoek van Maarten Paes plofte: 1-1. Paes viel niet veel later geblesseerd uit met een hoofdblessure nadat hij een zet had gekregen van Antony. De Duitser Eric Oelschlägel verving hem.", "Hoewel FC Utrecht de beste kansen kreeg, was het Ajax dat vlak voor rust voor het eerst op voorsprong kwam. Tagliafico brak door aan de linkerkant en vond Tadic, die de bal direct doorspeelde op Labyad. De aanvaller werkte vakkundig af.", "Door: Pro Shots", "Ajax-debutant Kjell Scherpen moest vier keer vissen en leidde met een blunder de vierde tegentreffer in. (Foto: Pro Shots)", "Doelpuntenfestijn na rust", "Na rust gingen beiden teams op dezelfde voet door en dat resulteerde in een spectaculair doelpuntenfestijn. Opnieuw scoorde FC Utrecht na één minuut via Mahi, die op maat bediend werd door Gyrano Kerk na balverlies van de zeventienjarige Rensch.", "Het antwoord van Ajax liet slechts zeven minuten op zich wachten. Antony zag zijn schot van richting veranderd worden door Tommy St. Jago, waardoor Oelschlägel kansloos was: 3-2. Direct na de aftrap bracht Van de Streek de stand weer in evenwicht. Een hoekschop viel voor de voeten van de middenvelder en hij werkte koelbloedig af.", "Scherpen leidde in de 71e minuut met een blunder de 3-4 in. De debutant liet een voorzet vanaf de rechterflank los en Sylla kon van dichtbij binnenwerken. Ajax flirtte lang met een uitschakeling, die uiteindelijk werd afgewend door Labyad, die het eindstation was van een vloeiende aanval. Tadic bewaarde het mooiste voor het laatst en schoot Ajax in de laatste minuut met een wonderschoon krulschot naar de achtste finales."], "authors": ["Door"], "keywords": ["van", "vrij", "schrik", "die", "een", "komt", "fc", "het", "en", "minuut", "bekerduel", "utrecht", "ajax", "op", "spectaculair", "voor", "tegen", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}