{"id": "76ff5cf1-1ade-3c4a-bea9-f430501efd63", "title": "Oostenrijks dorp Fucking verandert naam in Fugging", "url": "https://www.parool.nl/wereld/oostenrijks-dorp-fucking-verandert-naam-in-fugging~b3442faa/", "summary": "De inwoners van Fucking zijn het zat dat hun plaatsnaambord steeds wordt gestolen.\nBeeld AFPDe ongeveer 150 inwoners, die Fuckingers worden genoemd, kozen gisteren in een speciaal belegde dorpsraad voor de naamsverandering.\nHoe men de naam Fugging bedacht, wat nog steeds hetzelfde klinkt, is niet duidelijk.\nSinds de achttiende eeuw wordt Fucking aangehouden.\nToeristen komen overdag gierend foto’s maken bij het plaatsnaambord of gooien het ’s nachts in hun kofferbak.", "paragraphs": ["De inwoners van Fucking zijn het zat dat hun plaatsnaambord steeds wordt gestolen. Beeld AFP", "De ongeveer 150 inwoners, die Fuckingers worden genoemd, kozen gisteren in een speciaal belegde dorpsraad voor de naamsverandering. Hoe men de naam Fugging bedacht, wat nog steeds hetzelfde klinkt, is niet duidelijk. “Ik wil er eigenlijk niets meer over zeggen,” verzucht burgemeester Andrea Holzner van de gemeente Tarsdorf in de Oberösterreichische Nachrichten. ‘We hebben meer dan genoeg media-aandacht gehad.’", "Er is lang weerstand geboden tegen de onvermijdelijke stap in Fucking, dat is vernoemd naar de Beierse edelman Focko uit de zesde eeuw. De dorpsnaam is door de jaren heen van Cucchingen, Fukching naar Fugkhing gegaan. Sinds de achttiende eeuw wordt Fucking aangehouden.", "Dat heeft zeker de laatste paar jaar steeds vaker voor problemen gezorgd. Toeristen komen overdag gierend foto’s maken bij het plaatsnaambord of gooien het ’s nachts in hun kofferbak. Deze zomer was de maat vol. Het plaatsnaambordje, twee jaar geleden nog in een speciaal soort beton verankerd om vandalisme te voorkomen, was afgezaagd en weer verdwenen."], "authors": ["David Van Unen"], "keywords": ["plaatsnaambord", "van", "nog", "het", "fucking", "voor", "naar", "dorp", "fugging", "oostenrijks", "steeds", "wordt", "naam", "speciaal", "verandert"], "pubDate": "2020-11-26T22:20:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}