{"id": "770335a2-48c8-32f6-8fb3-215894f085c5", "title": "Update: Na getouwtrek wordt op 6 januari begonnen met vaccineren", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/na-getouwtrek-over-vaccineren-blijft-8-januari-eerste-prikdag-797112/", "summary": "Update 04-01-2021 18:00 Met het vaccineren in Nederland wordt toch iets eerder begonnen.\nIn een brief aan de Tweede Kamer schrijft verantwoordelijk minister Hugo de Jonge dat op 6 januari wordt begonnen met vaccineren in een aantal ziekenhuizen en de GGD-regio Hart van Brabant.\nIn veel landen werd rond 27 december 2020 begonnen met vaccineren.\nIn Duitsland zijn ruim 200.000 mensen gevaccineerd met een dosis van een vaccin, zo’n 0,3 procent van de gehele bevolking.\nEuropees koploper is het Verenigd Koninkrijk: daar werd al eerder in december begonnen met vaccineren.", "paragraphs": ["Het Nederlandse vaccinatiebeleid tegen het coronavirus gaat veranderen, maar een eerder begin zit er niet in. Dat blijkt na een paar dagen getouwtrek tussen minister van Volksgezondheid Hugo de Jonge (CDA) en de ziekenhuizen. Die hadden gezegd eerder te kunnen beginnen met vaccineren, maar het ziekenhuispersoneel stond niet vooraan in de rij. Dat verandert nu, al lukt vaccineren voor 8 januari toch niet.", "Update 04-01-2021 18:00 Met het vaccineren in Nederland wordt toch iets eerder begonnen. In een brief aan de Tweede Kamer schrijft verantwoordelijk minister Hugo de Jonge dat op 6 januari wordt begonnen met vaccineren in een aantal ziekenhuizen en de GGD-regio Hart van Brabant. Ook erkent De Jonge fouten te hebben gemaakt waardoor het vaccineren later begon.", "Op de dag voor oudejaarsdag deden Ernst Kuipers, voorzitter van het Landelijk Netwerk Acute Zorg (LNAZ), en Diederik Gommers, voorzitter van de Nederlandse Vereniging voor Intensive Care, een oproep om het zorgpersoneel zo snel mogelijk te vaccineren. Code zwart zou zelfs dreigen. In dat scenario is er te weinig capaciteit voor de intensieve zorg en moet er gekozen worden wie een behandeling krijgt.", "Kwetsbaarsten als eerst", "Dat scenario dreigde door het hoge ziekteverzuim. Kuipers en Gommers wilden dat het personeel deze maandag, 4 januari, al werd gevaccineerd. Ziekenhuizen zouden dat zelf kunnen uitvoeren, zeiden zij in het tv-programma Nieuwsuur:", "Essentieel personeel in de ziekenhuizen moet snel gevaccineerd worden, vinden Ernst Kuipers en Diederik Gommers. Gommers roept op om aanstaande maandag in ziekenhuizen te beginnen met vaccineren #Nieuwsuur pic.twitter.com/UD0jLpzXOK — Nieuwsuur (@Nieuwsuur) December 30, 2020", "Het kabinet bepaalde, na advies van de Gezondheidsraad, dat als eerste het personeel van verpleeghuizen en hun bewoners worden gevaccineerd. Het uitgangspunt was om deze kwetsbare mensen als eerste te beschermen.", "Acute zorg overeindhouden", "Dat is nog steeds het idee van het kabinet, maar volgens minister van Volksgezondheid Hugo de Jonge wordt er wel een kleine zijstap gemaakt op die route: het zorgpersoneel gaat zo snel mogelijk worden gevaccineerd. In een toelichting tegen de NOS zei De Jonge dat de aanpassing wordt gemaakt, omdat de acute zorg onder grote druk staat.", "Toch wordt ook het ziekenhuispersoneel niet eerder dan 8 januari gevaccineerd. Die datum staat al enkele weken vast als het begin van het Nederlandse vaccinatieprogramma. Volgens LNAZ-voorzitter Ernst Kuipers kost het ook voor de ziekenhuizen tijd om de vaccinaties voor te bereiden.", "Niet al het ziekenhuispersoneel wordt met voorrang gevaccineerd. Het gaat alleen om het personeel op de ambulances, spoedeisende hulp, de covid-afdelingen en de intensive care. Dat zijn zo’n 30.000 mensen.", "15 januari begint vaccineren in heel Nederland", "Zorgverleners van verpleeghuizen worden ook vanaf 8 januari gevaccineerd. Dan worden de eerste prikken gezet door de GDD in drie regio’s: Hart van Brabant, Rotterdam en Utrecht. Op 15 januari, drie dagen eerder dan gepland, kan in heel Nederland een vaccin worden gehaald in de 25 regio’s van de GGD.", "Lees ook het commentaar van Marieke ten Katen: Oordeel niet te vroeg over vaccinatiestrategie", "Sinds maandag 4 januari kunnen zorgverleners via een speciaal telefoonnummer een afspraak maken voor het vaccin. Duizenden mensen hebben al een afspraak gemaakt.", "Nederland loopt achter op Europese landen", "Nederland loopt dan zo’n drie weken achter op andere Europese landen. In veel landen werd rond 27 december 2020 begonnen met vaccineren. In Duitsland zijn ruim 200.000 mensen gevaccineerd met een dosis van een vaccin, zo’n 0,3 procent van de gehele bevolking. In Denemarken is 0,7 procent van de bevolking gevaccineerd, daar zijn 40.000 prikken gezet.", "In Italië en Frankrijk ligt het tempo lager, daar zijn respectievelijk zo’n 114.000 en 516 prikken gezet. Europees koploper is het Verenigd Koninkrijk: daar werd al eerder in december begonnen met vaccineren. Bijna een miljoen doses van verschillende vaccins zijn daar uitgegeven."], "authors": [], "keywords": ["van", "januari", "vaccineren", "en", "met", "een", "wordt", "getouwtrek", "gevaccineerd", "update", "op", "te", "begonnen", "het", "dat"], "pubDate": "2021-01-04T11:36:02Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}