{"id": "772f2a10-b52a-3958-bd12-b8bd7d38f24a", "title": "Turkse president Erdogan stopt met gebruik WhatsApp", "url": "https://www.telegraaf.nl/financieel/999701033/turkse-president-erdogan-stopt-met-gebruik-whats-app", "summary": "In plaats van WhatsApp zullen de president en zijn gevolg in vervolg gebruik maken van gecodeerde diensten van de berichtenapp BiP van de Turkse telecomaanbieder Turkcell.\nDan wordt het onder meer mogelijk om gegevens te delen met het moederbedrijf Facebook.\nDat heeft geleid tot een toename van het aantal nieuwe gebruikers van die dienst.\nIn de voorbije 24 uur zag BiP het aantal gebruikers met ongeveer 1 miljoen groeien, meldt het bedrijf.\nHet Chinese TikTok, dat net als WhatsApp-moeder Facebook eerder een boete kreeg, stemde vorige week in met de aanstelling van een lokale vertegenwoordiger.", "paragraphs": ["In plaats van WhatsApp zullen de president en zijn gevolg in vervolg gebruik maken van gecodeerde diensten van de berichtenapp BiP van de Turkse telecomaanbieder Turkcell. De wijziging valt samen met Erdogans bredere campagne tegen sociale-mediaplatforms. Volgens critici probeert de Turkse president daarmee afwijkende meningen in te dammen.", "De veranderingen in de voorwaarden en diensten van WhatsApp worden op 8 februari van kracht. Dan wordt het onder meer mogelijk om gegevens te delen met het moederbedrijf Facebook. Gebruikers moeten akkoord gaan met de nieuwe voorwaarden anders verliezen ze de toegang tot hun accounts bij WhatsApp.", "Signal", "Miljardair en technologie-ondernemer Elon Musk deed eerder een oproep om over te stappen op de concurrerende app Signal. Dat heeft geleid tot een toename van het aantal nieuwe gebruikers van die dienst.", "Turkcell meldde een soortgelijk patroon in Turkije. In de voorbije 24 uur zag BiP het aantal gebruikers met ongeveer 1 miljoen groeien, meldt het bedrijf. Sinds de lancering in 2013 is de app meer dan 53 miljoen keer gedownload, aldus Turkcell. Erdogan riep de Turken ook op om over te schakelen naar BiP.", "Eerder beboette Turkije socialemediabedrijven omdat zij geen lokale vertegenwoordiger hadden aangesteld, zoals een nieuwe wet voorschreef. Activisten beschuldigen de president ervan steeds autoritairder te handelen. De vereiste benoeming van vertegenwoordigers is volgens hen vooral bedoeld om platformen in Turkije onbruikbaar te maken.", "In Turkije worden regelmatig gebruikers van sociale media gearresteerd, omdat zij op de platformen Erdogan zouden hebben beledigd. De toegang tot Twitter in het land is belemmerd. Het Chinese TikTok, dat net als WhatsApp-moeder Facebook eerder een boete kreeg, stemde vorige week in met de aanstelling van een lokale vertegenwoordiger."], "authors": ["Anp Producties"], "keywords": ["tot", "van", "het", "whatsapp", "turkije", "met", "een", "om", "te", "op", "gebruikers", "turkse", "president", "gebruik", "stopt", "erdogan"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}