{"id": "773d4505-deff-3995-9511-79c881be1598", "title": "Ongelijkheid zit helaas ingebakken in het onderwijs, maar dat moet wel degelijk aangepakt", "url": "https://trouw.nl/opinie/ongelijkheid-zit-helaas-ingebakken-in-het-onderwijs-maar-dat-moet-wel-degelijk-aangepakt~b16eb2f2/", "summary": "De programmamakers van de veelbesproken documentaireserie ‘Klassen’ willen laten zien dat we in het onderwijs te maken hebben met leerlingen die vanuit verschillende perspectieven hun levens- maar vooral ook onderwijsontwikkeling doormaken.\nHet onderwijs is klaarblijkelijk het spiegelbeeld van de segregatie in onze maatschappij.\nMoet het antwoord op de kansenongelijkheid niet gezocht worden in een flinke update van het onderwijssysteem?\nHervorming is het deviesHet onderwijskussen moet fors opgeschud worden om de kansenongelijkheid tegen te gaan en het onderwijs voor ieder kind zo passend mogelijk te maken.\nEn dat jeugdzorg veel meer geïntegreerd moet worden in dat nieuwe onderwijs lijkt evident.", "paragraphs": ["De programmamakers van de veelbesproken documentaireserie ‘Klassen’ willen laten zien dat we in het onderwijs te maken hebben met leerlingen die vanuit verschillende perspectieven hun levens- maar vooral ook onderwijsontwikkeling doormaken. Elke aflevering schetst een beeld van hoe het in de praktijk eraan toegaat. Dat roept veel vragen op.", "Zo is er de ‘witte’ school met kansrijke kinderen die toch allemaal wel havo/vwo moeten gaan volgen en daar ook de mogelijkheden toe hebben. Op de gemengde of ‘zwarte’ school met dezelfde kansrijke kinderen moet heel veel uit de kast worden gehaald om ook hun kansen zo goed mogelijk te verzilveren. En er is het VO waar de leerlingen eigenlijk hun perspectief al in rook zien opgaan omdat er vooral een repressief klimaat hangt met strak beleid, leerplichtambtenaren, een toets op basisschoolniveau en een aantrekkelijke game erachteraan (als beloning?).", "Spiegelbeeld van de segregatie", "Waar zit de uitdaging voor deze leerlingen? Het beeld dat hiermee geschetst wordt, stemt mij niet vrolijk. Het roept vooral vragen op over het systeem waaraan ons onderwijs gelinkt is. Het onderwijs is klaarblijkelijk het spiegelbeeld van de segregatie in onze maatschappij.", "Het huidige onderwijs lijkt onvoldoende antwoord te hebben om kansengelijkheid de juiste vorm te geven. De transparantie waarmee leerkrachten ons lieten zien hoe met kansarme leerlingen veel gedaan wordt om de uitdaging vorm te geven is prijzenswaardig. Er wordt zeker heel hard gewerkt om de lat voor deze leerlingen hoog te leggen. Een sprankje hoop wat wellicht ook nog tot individueel succes leidt.", "Moet het antwoord op de kansenongelijkheid niet gezocht worden in een flinke update van het onderwijssysteem? Het is dezelfde factor waardoor onlangs geconstateerd werd dat Passend Onderwijs maar niet wil lukken.", "Hervorming is het devies", "Het onderwijskussen moet fors opgeschud worden om de kansenongelijkheid tegen te gaan en het onderwijs voor ieder kind zo passend mogelijk te maken. Zaken als meer geld, minder verzuiling, structureel beleid (over kabinetsgrenzen heen) en voldoende goed opgeleide professionals zijn daarbij onontbeerlijk. En dat jeugdzorg veel meer geïntegreerd moet worden in dat nieuwe onderwijs lijkt evident. Hervorming is het devies.", "Wellicht is ‘Klassen’ een impuls voor de beleidsmakers, onderwijsontwikkelaars en ook de politiek om het antwoord op de bestaande kansenongelijkheid te kunnen geven.", "Lees ook:", "‘Je hoopt bijna dat ze ‘Klassen’ naar een goed einde kunnen toeschrijven", "In de nieuwe documentaireserie ‘Klassen’ (Human) van Ester Gould en Sarah Sylbing blijft de dertienjarige Gianny na de zomervakantie van 2019 dralen rond zijn vmbo-school het Hogelant. Hij kan niet wachten om meester Thijs te omhelzen, maar zodra de les begint is hij weg. Verdwenen van zijn bankje. Uitgezoomd bij terugkomst. Meester Thijs laat hem uitrekenen hoeveel uren school hij vorig jaar heeft gemist: 270. “Dat is negen weken.”"], "authors": ["Kees Francino"], "keywords": ["moet", "van", "ongelijkheid", "zit", "onderwijs", "en", "een", "om", "degelijk", "te", "op", "ook", "ingebakken", "het", "helaas", "maar", "dat", "wel"], "pubDate": "2020-12-31T16:38:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}