{"id": "77459d86-e38b-3b4a-9373-471539de5f36", "title": "Hier kun je een duurzame kerstboom kopen (en inleveren)", "url": "https://www.parool.nl/amsterdam/hier-kun-je-een-duurzame-kerstboom-kopen-en-inleveren~b8f96586/", "summary": "Adopteer een kerstboom is een landelijk initiatief met verschillende punten waar je een boom kunt huren en in januari weer terugbrengt.\nKoop je hier je boom, dan krijgt-ie na Kerstmis een nieuw leven in de natuur: in een bos of op een landgoed.\nEen boom die je koopt bij Duurzame kerstbomen, betekent dus een boom die wordt geplant en op die plek blijft.\nIn Amsterdam is de enige locatie Bar Boeket in de Buiksloterhambuurt, waar je op 6 en 12 december je boom kunt ophalen en op 9 januari ook weer kunt inleveren.\nTerwijl je op je boom wacht, kun je opwarmen met een beker glühwein.", "paragraphs": ["Beeld Shutterstock", "Voor elke gekapte boom die je bij Kerstbomen Amsterdam koopt, wordt een nieuwe boom geplant in Denemarken, waar de bomen vandaan komen. Ook biedt het bedrijf bomen aan die in pot gekweekt zijn, zodat je de boom na gebruik kunt herplanten.", "Potgekweekte kerstbomen hebben een grotere overlevingskans na herplanting dan niet-potgekweekte bomen, vertelt Alex Zonneveld, mede-eigenaar. “Vaak wordt gedacht: een herplantbare boom kopen is het allerbeste, maar ook een gezaagde boom is zo slecht nog niet. Onze bomen staan gemiddeld 12 jaar voordat we ze kappen. Dat is 12 jaar lang een boom die meehelpt aan het verminderen van de CO2-uitstoot. Bovendien planten we voor elke gekapte boom een nieuwe,” aldus Zonneveld.", "Je kunt op 4 t/m 9 januari je kerstboom bij Stadionplein, een van de vier verkooppunten van Kerstbomen Amsterdam, weer inleveren zodat-ie wordt gerecycled. Als bedankje ontvang je een gerecycled product, zoals geurkaarsen van frituurvet en dennennaalden, bijenhotels gemaakt van hout, en luchtverfrisser, ook van de naalden. Het bedrijf werkt hiervoor samen met de gemeente Amsterdam. De vier verkooplocaties zijn 7 dagen in de week open, ook kun je online een boom van Kerstbomen Amsterdam bestellen, die bij jou thuis wordt geleverd.", "Westerdoksplein, Vijzelgracht, Ouderkerk/Amstelveen en Stadionplein", "Waarom zou je je kerstboom na de feestdagen aan de straat zetten, als je ’m kunt laten herplanten om het jaar erop weer in huis te halen? Adopteer een kerstboom is een landelijk initiatief met verschillende punten waar je een boom kunt huren en in januari weer terugbrengt. Je boom, die biologisch wordt gekweekt bij een teler in Leusden, wordt geregistreerd, waarna deze een uniek nummer krijgt zodat jij na een jaar weer herenigd wordt met jouw groene vriend.", "In Amsterdam kun je terecht voor een adoptieboom bij de Sixhavenweg in Noord en in de Fruittuin van West. Ook is er een aantal bomen beschikbaar dat beschadigd of zo klein is, dat ze voor een weggeefprijsje mee naar huis mogen. Je kunt je boom in januari niet meer kwijt in het kerstbomenbos in Noord, dat dit jaar opgedoekt wordt. Wel kun je je kerstboom herplanten in de Fruittuin van West. Lisan Sturkenboom van de Fruittuin van West: “De bomen gaan bij ons de Amsterdamse grond in, en komen er een jaar later weer uit. Gedurende het jaar kun je je boom bij ons bezoeken. We zien dat aardig wat mensen dit doen, zij bouwen echt een band op met hun boom.”", "In Noord kunnen mensen die hun eigen boom weer komen ophalen dat doen op 6, 12 en 13 december en in West hebben zij van 5 december t/m 19 december, van dinsdag tot en met zondag. Ga je voor het eerst een boom adopteren? Weet dat je niet van tevoren kunt reserveren. In Noord kun je hiervoor terecht op 12, 13 en 19 december en in West van 5 december t/m 19 december, bij beide locaties zolang de voorraad strekt.", "Sixhavenweg, Noord en Fruittuin van West", "Alle bomen van het initiatief Duurzame kerstbomen worden zonder kunstmest en bestrijdingsmiddelen gekweekt op Nederlandse bodem. Koop je hier je boom, dan krijgt-ie na Kerstmis een nieuw leven in de natuur: in een bos of op een landgoed. Omdat een boom er door herplanten vaak slechter uit gaat zien, zijn de initiatiefnemers twee jaar geleden van dit huursysteem afgestapt. Een boom die je koopt bij Duurzame kerstbomen, betekent dus een boom die wordt geplant en op die plek blijft.", "De bomen van Duurzame kerstbomen zijn op meerdere plekken in het land verkrijgbaar. In Amsterdam is de enige locatie Bar Boeket in de Buiksloterhambuurt, waar je op 6 en 12 december je boom kunt ophalen en op 9 januari ook weer kunt inleveren. Terwijl je op je boom wacht, kun je opwarmen met een beker glühwein. Vooraf reserveren is verplicht, je kunt dus niet ter plekke een boom bestellen en meenemen.", "Johan van Hasseltkade 322, Noord", "Twee jaar geleden begon brouwerij Lowlander Beer met het inzamelen van kerstbomen in Amsterdam, om vervolgens van de naalden bier te brouwen. Samen met BeterBoompje heeft Lowlander de ambitie om de 2,5 miljoen kerstbomen die jaarlijks worden weggegooid na gebruik te vervangen voor duurzame adoptiekerstbomen die meerdere jaren gebruikt kunnen worden. Zo ontstond het Lowlander Kerstbomenbos, waar bomen herplant worden - het snoeiafval wordt gebruikt om bier van te maken.", "Het aantal bomen in het bos groeit alleen niet snel genoeg om aan de toenemende vraag te voldoen, en dus zijn er nog te weinig bomen met kluit beschikbaar. Daarom helpt BeterBoompje om het Lowlanderbos sneller te laten groeien. Voor elke verkochte boom zonder kluit worden twee adoptiebomen geplant in het kerstbomenbos, die na 10 jaar klaar zijn om geadopteerd te worden. Koop je een boom met kluit, dan gaat ie na de feestdagen terug de grond in om daar definitief te blijven in een bestaand bos. De bomen met of zonder kluit van BeterBoompje moet je van tevoren online bestellen en kun je op 6 en 12 december ophalen in de Vondeltuin. De bomen met kluit kun je op zondag 10 januari weer terugbrengen naar dezelfde locatie.", "Vondeltuin, Oud Zuid", "Het is weliswaar geen echte boom, maar deze duurzame versiering kan wel zorgen voor wat licht en gezelligheid. Tiny Trees zijn kerstbomen van stof om aan de muur te hangen, mét verlichting. Als je klein woont en nauwelijks of geen ruimte voor een echte boom hebt, kun je via deze weg de kerstsfeer in huis halen. De footprint die de Tiny Tree achterlaat is een stuk kleiner dan die van een echte boom en kan de komende jaren worden hergebruikt. En, mooi meegenomen: met een deel van de opbrengst laat de eigenaar nieuwe bomen planten. De muurbomen zijn te bestellen via hun webshop."], "authors": ["Floor Meijs"], "keywords": ["inleveren", "kerstboom", "boom", "kopen", "van", "bomen", "het", "op", "die", "met", "duurzame", "hier", "een", "je", "en", "kun"], "pubDate": "2020-12-05T13:31:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}