{"id": "775a7b39-3204-3866-8338-6edf96ff5a9c", "title": "Wat eten we met Kerst in coronatijd?", "url": "https://volkskrant.nl/eten-en-drinken/wat-eten-we-met-kerst-in-coronatijd~b9baaf1a9/", "summary": "Beeld Getty ImagesMaar Kerst is er toch om onszelf eens lekker te verwennen…Klopt, maar verwennen is ook in coronatijd kennelijk nog synoniem aan met vlees eten.\nHet beste doet AH het, met bijvoorbeeld een vegarollade, vega-paddenstoeltaartjes en een vega-notenroast.\nBiologisch vlees is in de kerstfolders met een kaarsje te zoeken.\nZo hebben bijna alle supermarkten dit jaar ‘bavette’, een luxe ogend maar relatief goedkoop stuk rundvlees.\nHoe zit het met vis?", "paragraphs": ["Eten we gezonder en duurzamer tijdens de kerstdagen? Beeld Getty Images", "Maar Kerst is er toch om onszelf eens lekker te verwennen…", "Klopt, maar verwennen is ook in coronatijd kennelijk nog synoniem aan met vlees eten. De laatste jaren was het kerst-vega- en vegan-assortiment in de supermarkten gestaag gegroeid: bij sommige supermarkten kon je vorig jaar kiezen uit wel tien vega-hoofdgerechten en nog meer vega-voorgerechten en hapjes. Dit jaar is dat duidelijk minder.", "Hoeveel minder?", "Hoogvliet, Jumbo en Lidl hebben geen enkel kant-en-klaar vegetarisch kersthoofdgerecht. Lidl heeft alleen een vega-gourmetschotel, Jumbo wat vega-voorafjes. Plus heeft op wat vegetarische quiches en verspakketten na weinig vleesloos in de aanbieding. Het beste doet AH het, met bijvoorbeeld een vegarollade, vega-paddenstoeltaartjes en een vega-notenroast.", "Maar vegetarisch is toch niet per definitie gezonder en duurzamer?", "Minder vlees eten is bijna altijd duurzamer en meestal ook gezonder, zeker als je minder rood vlees (rund, varken) eet en meer groente. Nu lijkt het aanbod kip dit jaar groter dan andere jaren: dat is niet alleen een goedkopere en gezondere vleessoort, maar ook duurzamer doordat kippen per kilo vlees minder voer nodig hebben en minder ruimte. Dat laatste maakt ze overigens ook tot het minst diervriendelijke stukje vlees.", "En biologische kip?", "Biologisch vlees is in de kerstfolders met een kaarsje te zoeken. Hoogvliet en AH hebben een bio-gourmetschotel en dat is het ongeveer.", "Dus het assortiment is dit jaar goedkoper?", "Daar lijkt het wel op. Zo hebben bijna alle supermarkten dit jaar ‘bavette’, een luxe ogend maar relatief goedkoop stuk rundvlees. Alleen Hoogvliet pakt uit met duur rundvlees, van ossenhaas tot ribeye.", "Hoe zit het met vis?", "Vishapjes, visgourmet, visovenschotels: er is genoeg. Vreemd genoeg ook vis zonder het ASC- of MSC-keurmerk voor duurzaam gekweekte of gevangen vis. Dat staat normaal op alle supermarktvis.", "En wild?", "Naast het gebruikelijke wild-dat-geen wild is, zoals behoorlijk zielige tamme eend en konijn en Nieuw-Zeelands hert (uit wildparken), is er ook minder echt wild dan andere jaren: wat ree, haas en bij Hoogvliet wild zwijn.", "Valt er nog iets op dit jaar?", "Ja, de enorme berg zoetigheid. Zo zijn geglazuurde donuts en andere zoete broodjes populair en ontelbare soorten koek, ijs en toetjes.", "Dus eten we gezonder tijdens deze corona-kerst?", "Verre van. Volgens de supermarkten gaan we voor troosteten: vlees, vet en zoet."], "authors": ["Loethe Olthuis"], "keywords": ["dat", "eten", "dit", "supermarkten", "een", "het", "en", "ook", "kerst", "vlees", "coronatijd", "jaar", "wat", "met"], "pubDate": "2020-12-15T21:19:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}