{"id": "7778717c-2191-37b9-99f3-3b0f058b8c5c", "title": "Bol.com en Game Mania waarschuwen voor problemen met Cyberpunk 2077", "url": "https://nu.nl/games/6097534/bolcom-en-game-mania-waarschuwen-voor-problemen-met-cyberpunk-2077.html", "summary": "Nederlandse winkelketens waarschuwen klanten voor mankementen in de nieuwe game Cyberpunk 2077.\nGame Mania waarschuwt klanten die proberen te bestellen met een melding: \"Momenteel zijn de technische prestaties van Cyberpunk 2077 op de basisconsoles van PlayStation 4 en Xbox One niet optimaal\", leest het bericht.\nOp het moment verkoopt Game Mania wegens de lockdown alleen games via de post, maar de keten verwacht in januari klanten ook persoonlijk te waarschuwen voor de huidige staat van het spel.\nBol.com en Game Mania zijn twee van de grootste verkopers van games in Nederland.\nDie zijn op het moment gesloten wegens de landelijke lockdown.", "paragraphs": ["Nederlandse winkelketens waarschuwen klanten voor mankementen in de nieuwe game Cyberpunk 2077. Dat blijkt uit een rondgang door NU.nl.", "Game Mania waarschuwt klanten die proberen te bestellen met een melding: \"Momenteel zijn de technische prestaties van Cyberpunk 2077 op de basisconsoles van PlayStation 4 en Xbox One niet optimaal\", leest het bericht.", "Op het moment verkoopt Game Mania wegens de lockdown alleen games via de post, maar de keten verwacht in januari klanten ook persoonlijk te waarschuwen voor de huidige staat van het spel.", "Webwinkelgigant bol.com gaat op vergelijkbare wijze klanten waarschuwen, belooft een woordvoerder aan NU.nl. \"Begin deze week is er al contact geweest met de ontwikkelaar. Het aantal klachten valt bij ons nog mee.\"", "Bol.com en Game Mania zijn twee van de grootste verkopers van games in Nederland. Een woordvoerder van Media Markt zegt alleen dat klanten in fysieke winkels worden gewaarschuwd. Die zijn op het moment gesloten wegens de landelijke lockdown.", "Sony stopt verkoop Cyberpunk 2077", "Op vrijdag staakte Sony de digitale verkoop van Cyberpunk 2077, waardoor de game alleen nog maar fysiek te koop is voor de PlayStation 4. De verkoopstop volgde na een groot aantal meldingen van bugs en problemen.", "Volgens ontwikkelaar CD Projekt Red zijn er nog geen gesprekken om het spel ook uit Microsofts digitale gameswinkel voor de Xbox te halen.", "Het spel wordt ook bij Google-clouddienst Stadia aangeboden, waar nog geen plannen zijn bekendgemaakt om de verkoop te staken. \"In het algemeen hebben we wel een ruimhartig teruggavebeleid voor alle games\", aldus Google-woordvoerder Rachid Finge. Spellen kunnen daar binnen 14 dagen worden geretourneerd, mits ze korter dan 2 uur zijn gespeeld.", "Het Poolse bedrijf bood excuses aan voor de huidige problemen. De game bleek vlak voor de release al vol te zitten met bugs, zoals ook werd opgemerkt in de recensie op NU.nl. De score van deze bespreking werd recent verlaagd, toen bleek dat versies voor PlayStation 4 en Xbox One nog slechter presteren."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["2077", "zijn", "van", "nog", "voor", "en", "bolcom", "met", "een", "klanten", "mania", "te", "cyberpunk", "problemen", "op", "het", "game", "waarschuwen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}