{"id": "777cdc1f-0938-3507-a8d5-6fab82263caf", "title": "Islamitisch onderwijs groeit in tien jaar tijd met 60 procent", "url": "https://nos.nl/artikel/2314225-islamitisch-onderwijs-groeit-in-tien-jaar-tijd-met-60-procent.html", "summary": "Het aantal leerlingen op islamitische basisscholen in Nederland is in tien jaar tijd gegroeid met 60 procent.\nHet islamitisch basisonderwijs telde in 2008 nog 9324 leerlingen, in 2018 waren dat er 15.078.\nIn Nederland zijn nu 54 islamitische basisscholen en twee islamitische scholen voor voortgezet onderwijs, schrijft de krant.\nEerder dit jaar bleek dat er in de gemeente Westland grote tegenstand is tegen de komst van een nieuwe islamitische school.\nMet de opkomst van islamitische scholen wordt op die laatste vraag weer meer de nadruk gelegd.", "paragraphs": ["Het aantal leerlingen op islamitische basisscholen in Nederland is in tien jaar tijd gegroeid met 60 procent. Dat blijkt uit cijfers van de Dienst Uitvoering Onderwijs (DUO) die de Volkskrant heeft opgevraagd.", "Het islamitisch basisonderwijs telde in 2008 nog 9324 leerlingen, in 2018 waren dat er 15.078. In Nederland zijn nu 54 islamitische basisscholen en twee islamitische scholen voor voortgezet onderwijs, schrijft de krant. Ongeveer één op de acht moslimkinderen gaat naar een islamitische basisschool, dat is ruim 1 procent van het totale aantal basisschoolleerlingen. De groei komt doordat de kwaliteit van de scholen stijgt, zeggen deskundigen in de Volkskrant.", "Kwaliteit ter discussie", "Het afgelopen jaar was er juist veel te doen over de kwaliteit van enkele islamitische scholen. In september berichtte Nieuwsuur dat scholen die zijn aangesloten bij de islamitische scholenkoepel ISBO een lesboek gebruiken waarin staat dat jongens en meisjes elkaar niet mogen aankijken en dat Allah homoseksualiteit veroordeelt. De onderwijsinspectie doet daar onderzoek naar.", "Eerder dit jaar bleek dat er in de gemeente Westland grote tegenstand is tegen de komst van een nieuwe islamitische school. De gemeenteraad bleef zich verzetten, ook al oordeelde de Raad van State dat daar geen wettelijke reden voor is. Minister Slob zette daarop de gemeenteraad buiten spel. Die stapte vervolgens weer naar de Raad van State die er nog uitspraak over moet doen.", "Vrijheid van onderwijs", "Het onderwijs op religieuze grondslag is in Nederland geregeld in artikel 23 van de Grondwet. Dat gaat over de vrijheid van onderwijs. Ruim een eeuw geleden, in 1917, werd vastgelegd dat scholen op religieuze grondslag net als openbare scholen door de overheid gefinancierd worden.", "In Nederland gaat meer dan 60 procent van alle kinderen naar een protestantse of katholieke basisschool.", "Over de vrijheid van onderwijs is voortdurend discussie. Want waarom zou je niet iedereen hetzelfde onderwijs geven? En leidt het niet juist tot uitsluiting? Met de opkomst van islamitische scholen wordt op die laatste vraag weer meer de nadruk gelegd."], "authors": [], "keywords": ["islamitisch", "van", "islamitische", "tijd", "een", "nederland", "groeit", "procent", "60", "er", "jaar", "op", "dat", "die", "met", "scholen", "onderwijs", "tien"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}