{"id": "77870be3-f9cf-3b5e-8e09-7d7ceb6bc0e8", "title": "Trump zet minister Georgia onder druk: ‘Ik wil 11.780 stemmen vinden’", "url": "https://www.parool.nl/wereld/trump-zet-minister-georgia-onder-druk-ik-wil-11-780-stemmen-vinden~b1b4c5b07/", "summary": "Beeld Hollandse Hoogte / AFPDat schrijft The Washington Post zondag op basis van een opname van het telefoongesprek dat Trump voerde met de minister van Binnenlandse Zaken van Georgia, Brad Raffensperger.\nZonder met bewijzen te komen, beweert Trump al weken dat zijn nederlaag te wijten is aan grootschalige verkiezingsfraude.\nEr is niets mis met te zeggen dat je de stemmen herteld hebt.” Volgens Raffensperger beschikt de president over foutieve data.\n“Je weet wat ze gedaan hebben en je meldt het niet.\nDat kan je niet laten gebeuren.” Trump herhaalt nog eens dat ‘ze’ stemmen versnipperd hebben en machines verwijderd hebben.” En dan komt het opmerkelijkste.", "paragraphs": ["Beeld Hollandse Hoogte / AFP", "Dat schrijft The Washington Post zondag op basis van een opname van het telefoongesprek dat Trump voerde met de minister van Binnenlandse Zaken van Georgia, Brad Raffensperger.", "Trump probeerde met vleien, smeken en ten slotte door dreigementen met strafrechtelijke gevolgen zijn partijgenoot over te halen om zijn nederlaag tegen Joe Biden ongedaan te maken. De Democraat versloeg Trump in de swing state Georgia na twee hertellingen, die volgens Raffensperger ‘eerlijk en nauwkeurig’ waren, zo hield hij de president voor in hun telefoongesprek van een uur.", "Zonder met bewijzen te komen, beweert Trump al weken dat zijn nederlaag te wijten is aan grootschalige verkiezingsfraude. “Ik kan Georgia niet verloren hebben,” zei Trump in het telefoongesprek meerdere malen. “Wij hebben met honderdduizenden stemmen gewonnen.”", "Bezeten en vertwijfeld", "“De inwoners van Georgia zijn kwaad. Er is niets mis met te zeggen dat je de stemmen herteld hebt.” Volgens Raffensperger beschikt de president over foutieve data. “Hebben ze stemmen versnipperd in Fulton County?” vraagt Trump vervolgens. “Dat is het gerucht. Daarnaast zou Dominion (een fabrikant van stemapparaten, nvdr) stemmachines hebben weggenomen.”", "“Je zou accurate verkiezingen moeten willen hebben. En je bent Republikein,” gaat Trump verder. “Je weet wat ze gedaan hebben en je meldt het niet. Dat is crimineel. Dat kan je niet laten gebeuren.” Trump herhaalt nog eens dat ‘ze’ stemmen versnipperd hebben en machines verwijderd hebben.” En dan komt het opmerkelijkste. Als Raffensperger hem tegenspreekt, zegt hij: “Kijk, het enige wat ik wil is dit. Ik wil 11.780 stemmen vinden, dat is er één meer dan we hebben. Omdat we de staat wonnen.’’", "Verkeerde uitslag", "“Jij hebt mensen die je informatie geven, wij hebben onze mensen. Wij geloven dat onze cijfers juist zijn,” reageert Raffensperger. Trump geeft echter de hoop niet op en zegt dat het ‘volgens de wet verboden’ is ‘om verkeerde resultaten te geven’. “Dat is wat je gedaan hebt. Dit is een verkeerde uitslag. Dit zou snel moeten gaan want er komen belangrijke verkiezingen aan. De bevolking weet dat dit oplichterij was. Veel republikeinen gaan negatief stemmen omdat ze haten wat je de president hebt aangedaan.”", "Volgens de krant toont het telefoontje aan hoe ‘bezeten en vertwijfeld’ Trump door zijn nederlaag is. Hij gelooft nog steeds door een omkering van het verkiezingsresultaat in voldoende ‘battleground states’ alsnog aan een tweede ambtstermijn te kunnen beginnen. En nog volgens de Washington Post rijzen er bij verkiezingsexperten vragen over de legaliteit van het telefoontje.", "Senaatsverkiezingen", "De inwoners van de Amerikaanse staat Georgia trekken dinsdag naar de stembussen voor de tweede ronde van de Senaatsverkiezingen. Voor de twee zetels van de staat was er op 3 november geen kandidaat met de vereiste 50 procent van de stemmen. De resultaten zijn erg belangrijk, aangezien ze bepalen welke partij de meerderheid in de Senaat verovert."], "authors": [], "keywords": ["ik", "je", "zijn", "van", "het", "en", "onder", "vinden", "minister", "wil", "trump", "zet", "georgia", "hebben", "te", "dat", "druk", "stemmen"], "pubDate": "2021-01-03T21:09:40Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}