{"id": "77934b24-7d6b-3951-ae07-0d62aafae3ab", "title": "De bruid, de priester, de vliegende papieren: hoe de beelden uit Beiroet zich weerspiegelen in de kunst", "url": "https://volkskrant.nl/cultuur-media/de-bruid-de-priester-de-vliegende-papieren-hoe-de-beelden-uit-beiroet-zich-weerspiegelen-in-de-kunst~b07b0156/", "summary": "A Sudden Gust Of Wind (after Hokusai), een foto van Jeff Wall, op een tentoonstelling in Tate Modern, Londen, in 2015.\nEen ander beeld: de opwaaiende bruidsjurk van een vrouw voor wie dinsdag een van de mooiste dagen van haar leven had moeten zijn (en die haar trouwdag gelukkig overleefde).\nEen priester is bezig met het opnemen van een onlinemis in een kerk...als plotseling het verlichte kruis uitgaat.\nHet derde filmpje uit Beiroet waarin ik mezelf verloor, was dat van de priester, bezig met het opnemen van een onlinemis in een kerk.\nToch zal Beiroet 2020 wat mij betreft voor altijd worden verbeeld door de bruid, de priester en de vliegende papieren, stukjes uit het echte leven die ik herkende uit de kunst.", "paragraphs": ["Na de klap kwam de kunst – excuus, dat ging vanzelf. Natuurlijk keek ik eerst vol ontzetting naar filmpjes van die enorme ontploffing in de haven van Beiroet, zag ik de foto’s van de verwoesting en de verwondingen binnenkomen. Maar zoals dat gaat met het beschouwen van rampen van een veilige afstand: niet lang daarna verloor ik me in het bekijken van fascinerende en ook (ik zég toch sorry) wonderschone beelden, die op Twitter opdoken.", "Dat is het privilege dat je hebt, wanneer je zelf niet midden in de shit zit. Dan heb je de tijd om die negen seconden durende chaos in een Beiroets kantoor meermaals achter elkaar af te spelen, nog een keer, nog een keer, nog een keer. Ik deed het omdat het betoverend was. En omdat ik mijn ogen niet kon geloven, terwijl het tafereel me tegelijkertijd bekend voorkwam – een gekke combinatie die maakte dat ik bleef kijken.", "Een beveiligingscamera legde vast hoe kantoormedewerkers dinsdag werden opgeschrikt door de explosie.", "Een beveiligingscamera legde vast hoe kantoormedewerkers dinsdag werden opgeschrikt door de explosie en de schokgolf die ze veroorzaakte. Vier mannen zitten rustig te werken, wanneer plotseling de deur openvliegt, de hele houten wand omvalt, winkelwagentjes (blijkbaar handig op kantoor) uit zichzelf beginnen te rijden en witte vellen papier in keurige boogjes de lucht in vliegen. Het duurt maar even en je hoort de knal niet (want een opname van een bewakingscamera), wat de boel vervreemdend en mooi maakt. Alsof een onzichtbaar, bovennatuurlijk verschijnsel een paar seconden door de ruimte raast en alles overhoop gooit. Daarna is het weer rustig.", "A Sudden Gust Of Wind (after Hokusai), een foto van Jeff Wall, op een tentoonstelling in Tate Modern, Londen, in 2015. Beeld Ben Graville / ANP", "A Sudden Gust of Wind heet de foto van de Canadese kunstenaar Jeff Wall uit 1993 (gebaseerd op een 19de-eeuwse Japanse houtsnede van Katsushika Hokusai). Daarop is een landschap met op de voorgrond vier mensen te zien, die worden overvallen door een plotse rukwind. Een van hen draagt een map met paperassen, waarvan de inhoud zich precies zo gedraagt als in het filmpje uit Beiroet: door de onverhoedse bries vliegen de witte vellen uit, als nerveuze jonge vogels. De associatie was er voordat ik er erg in had.", "Een bruid werd gefilmd vlak voor...", "en tijdens de explosie.", "Een ander beeld: de opwaaiende bruidsjurk van een vrouw voor wie dinsdag een van de mooiste dagen van haar leven had moeten zijn (en die haar trouwdag gelukkig overleefde). De professionele bruidsreportage in het centrum van Beiroet begint idyllisch, met een gelukzalig glimlachende bruid. De camera glijdt naar beneden, langs haar hagelwitte jurk met de meterslange sleep, precies op het moment dat de schokgolf door de straat komt aanrollen. Daar gaat de jurk, hij wordt ineens opzijgerukt, de lucht in, en de camera zwenkt af. Desondanks blijft het beeld dromerig en een beetje vertraagd, en ik moest onwillekeurig denken aan het beroemde witte plastic zakje uit de film American Beauty (1999), dat minutenlang danst in de lucht, zonder op de vloer te komen.", "Het dansende plastic zakje in de film American Beauty", "Nu zijn mijn persoonlijke associaties niet zo van belang. Voor deze schakelstukken zijn wellicht tien andere te bedenken. Interessanter is de mate waarin deze filmpjes na de catastrofe werden rondgestuurd, hoe vaak ze langskwamen op Twitter en later werden overgenomen door andere media.", "Still uit Johan Grimonprez kort film 'I may have lost forever my umbrella'", "Er zit iets in deze beelden wat mensen mateloos boeit. Niet uit sensatie, maar uit fascinatie, omdat het materiaal is dat zowel gruwelijk als prachtig is. Het is een flard van de vertrouwde werkelijkheid die regelrecht uit Hollywood lijkt te komen, of uit het museum, waar alles kan. Niet voor niets verwerkte de Belgische kunstenaar Johan Grimonprez gevonden video’s van de tsunami en de aardbeving in Japan in 2011 in zijn korte film I may have lost forever my umbrella. Je ziet een hertje dwalen door een lege supermarkt, waar alles plots begint te bewegen en volle schappen de cakewalk doen. Soms betreedt de realiteit het domein van de kunst en hoef je er als kunstenaar niets meer aan toe te voegen.", "Een priester is bezig met het opnemen van een onlinemis in een kerk...", "als plotseling het verlichte kruis uitgaat.", "Het derde filmpje uit Beiroet waarin ik mezelf verloor, was dat van de priester, bezig met het opnemen van een onlinemis in een kerk. Ineens gaat het grote, verlichte kruis achter hem uit. Wanneer een paar seconden later brokstukken naar beneden komen, moet de priester sprinten voor zijn leven. Gezien in alle horrorfilms die ik ooit heb gezien, en ineens echt.", "De video’s van de explosie zijn indrukwekkend. Toch zal Beiroet 2020 wat mij betreft voor altijd worden verbeeld door de bruid, de priester en de vliegende papieren, stukjes uit het echte leven die ik herkende uit de kunst."], "authors": ["Merel Bem"], "keywords": ["bruid", "van", "beiroet", "hoe", "het", "vliegende", "op", "die", "ik", "papieren", "kunst", "priester", "een", "weerspiegelen", "zich", "en", "te", "uit", "door"], "pubDate": "2020-08-07T15:13:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}