{"id": "779f2718-5d16-3cfd-b989-b204089f3bf7", "title": "FloraHolland beticht van octrooibreuk met bewaartechniek bloemen", "url": "https://www.telegraaf.nl/financieel/1828527503/flora-holland-beticht-van-octrooibreuk-met-bewaartechniek-bloemen", "summary": "De kwestie gaat om een bepaalde manier waarop bloemen verpakt worden en de omstandigheden waarin de rozen tijdens het transport worden bewaard.\nDaaruit kwam volgens Floration naar voren dat de vastgelegde techniek van het bedrijf is gekopieerd.\nTopvrouw Susanna Blanche Jones van Floration legt uit dat het bedrijf miljoenen aan inkomsten is misgelopen.\nZe is vooral niet blij met de monopoliepositie van de veiling op onder meer het gebied van transport.\nHet veilingbedrijf zegt in de loop van de jaren weinig te hebben gedaan met zeetransport, maar dat dit door de coronacrisis anders is geworden.", "paragraphs": ["De kwestie gaat om een bepaalde manier waarop bloemen verpakt worden en de omstandigheden waarin de rozen tijdens het transport worden bewaard. Door te spelen met onder andere het zuurstof- en ethyleen-gehalte kunnen bloemen in een soort slaapstand worden gebracht, waardoor ze zich niet langer ontwikkelen en daarom ook vers van de boot komen na een lange reis vanuit Afrika.", "Floration had al langer het vermoeden dat de door hen ontwikkelde techniek, die het in 2007 al had vastgelegd, op transporten door FloraHolland werden gebruikt, zonder dat daar een vergoeding tegenover stond. In september vorig jaar heeft het bedrijf een container in beslag laten nemen en heeft een aantal verpakkingen gecontroleerd. Daaruit kwam volgens Floration naar voren dat de vastgelegde techniek van het bedrijf is gekopieerd.", "Topvrouw Susanna Blanche Jones van Floration legt uit dat het bedrijf miljoenen aan inkomsten is misgelopen. Ze is vooral niet blij met de monopoliepositie van de veiling op onder meer het gebied van transport.", "FloraHolland zegt dat de kwestie al langer speelt. Het veilingbedrijf zegt in de loop van de jaren weinig te hebben gedaan met zeetransport, maar dat dit door de coronacrisis anders is geworden. \"Wij zijn van mening dat de wijze waarop wij het transport verzorgen net anders is. De veiling kijkt vol vertrouwen uit naar de rechtzaak.", "De zaak komt op 2 maart voor bij de rechtbank in Den Haag."], "authors": [], "keywords": ["van", "octrooibreuk", "en", "langer", "met", "een", "worden", "beticht", "op", "floraholland", "het", "door", "bloemen", "dat", "bewaartechniek"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}