{"id": "77a18cc0-41fe-30f5-8175-aefc2e62c347", "title": "Nederlandse documentaire Ze noemen me Baboe wil meedingen naar Oscar", "url": "http://www.nu.nl/media/6101261/nederlandse-documentaire-ze-noemen-me-baboe-wil-meedingen-naar-oscar.html", "summary": "De Nederlandse documentaire Ze noemen me Baboe is ingezonden voor de komende editie van de Oscar-uitreiking.\nDe makers willen meedingen naar de prijs voor de beste documentaire, melden de producenten maandag in een persbericht.\nZe noemen me Baboe vertelt het verhaal van Alima, die in de voormalige kolonie Nederlands-Indië als nanny werkte.\nZe noemen me Baboe werd eerder geselecteerd voor het filmfestival IDFA en het Thessaloniki Documentary Film Festival.\nDe film is geproduceerd door Pieter van Huystee Film en de Nederlandse omroep NTR.", "paragraphs": ["De Nederlandse documentaire Ze noemen me Baboe is ingezonden voor de komende editie van de Oscar-uitreiking. De makers willen meedingen naar de prijs voor de beste documentaire, melden de producenten maandag in een persbericht.", "Ze noemen me Baboe vertelt het verhaal van Alima, die in de voormalige kolonie Nederlands-Indië als nanny werkte. Haar verhaal speelt zich af tegen de achtergrond van de Tweede Wereldoorlog en de daaropvolgende strijd voor onafhankelijkheid van Indonesië.", "Alima is al die jaren een loyale en liefdevolle nanny, maar tegelijkertijd blijft ze trouw aan haar minnaar Riboet, een Indonesische onafhankelijkheidsstrijder. De documentaire is geheel samengesteld uit archiefmateriaal.", "Ze noemen me Baboe werd eerder geselecteerd voor het filmfestival IDFA en het Thessaloniki Documentary Film Festival. De documentaire won de Gouden Kalf voor de beste montage. De film is geproduceerd door Pieter van Huystee Film en de Nederlandse omroep NTR.", "Ook Buladó van Eché Janga maakt kans op een Oscar. De film is de Nederlandse inzending voor de Academy Awards in de categorie Best International Feature Film.", "Op 15 maart 2021 worden de Oscar-nominaties bekendgemaakt. De uitreiking vindt plaats op 25 april."], "authors": ["Door"], "keywords": ["van", "naar", "voor", "en", "een", "ze", "meedingen", "film", "oscar", "noemen", "wil", "het", "nederlandse", "baboe", "documentaire"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}