{"id": "77a30d8c-ce1a-3442-abec-db1bc7dec13c", "title": "Recept van de dag: jachtschotel van oma Rie", "url": "https://www.telegraaf.nl/lifestyle/1933800270/recept-van-de-dag-jachtschotel-van-oma-rie", "summary": "Het vlees aan stukjes snijden, door de uien en met wat bouillon en een kruidnageltje een half uurtje laten pruttelen.\nOndertussen de appelplakken in de koekenpan in boter zachtjes bakken.\nKook de aardappels gaar en maak er met boter, warme melk, peper, zout en noot een lekkere puree van.\nAls je er een schaal stoofpeertjes bij zet is iedereen nog blijer.\nRecept van Rie van Schaagen, Broek in Waterland.”", "paragraphs": ["Nodig:", "•een riblap van 750 gram (randje vet) in roomboter gebraden en gaar gesudderd", "•4 grote uien gesnipperd", "•4 of 5 goudrenetten geschild en in plakken", "•1 kg aardappelen", "•beetje bouillon", "•kruidnagel", "•melk", "•boter", "•peper, zout en nootmuskaat", "Bereiding:", "„Klont boter in de pan en de uien zachtjes glazig laten worden. Het vlees aan stukjes snijden, door de uien en met wat bouillon en een kruidnageltje een half uurtje laten pruttelen. Ondertussen de appelplakken in de koekenpan in boter zachtjes bakken. Op een bord leggen en ruim bestrooien met suiker en kaneel. In een grote ovenschaal onderop het vlees/uienmengsel. Daarop de plakken appel. (Mag best een dikke laag zijn.)", "Kook de aardappels gaar en maak er met boter, warme melk, peper, zout en noot een lekkere puree van. Als bovenste laag in de schaal. Beetje paneermeel, wat klontjes boter. Drie kwartier op 180 graden in de oven.", "Als je er een schaal stoofpeertjes bij zet is iedereen nog blijer. Natuurlijk kun je dit gerecht ook de dag van tevoren maken. Wordt alleen maar lekkerder. Recept van Rie van Schaagen, Broek in Waterland.”"], "authors": ["Felix Wilbrink"], "keywords": ["van", "boter", "oma", "dag", "een", "uien", "jachtschotel", "en", "wat", "schaal", "zout", "zachtjes", "recept", "met", "rie"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}