{"id": "77c7b04e-f495-3d3c-94b3-d6526280b84c", "title": "Het dilemma van Rutte: niet aftreden, maar wat dan wél na de toeslagenaffaire?", "url": "https://trouw.nl/politiek/het-dilemma-van-rutte-niet-aftreden-maar-wat-dan-wel-na-de-toeslagenaffaire~b29b13fa/", "summary": "Veel heeft hij nog niet losgelaten over de manier waarop het kabinet het vertrouwen wil herstellen na de toeslagenaffaire.\nNiet met aftreden, zei hij direct al na het verschijnen van het rapport.\nDe VVD-fractie koerst op het aanblijven van het kabinet, bleek uit zijn woorden op Radio 1.\nHet kabinet heeft al gezegd dat het breder gaat kijken naar ontsporingen van de fraudejacht, ook bij de huur- en zorgtoeslag.\nGaat het kabinet bijvoorbeeld het bestuursrecht moderniseren, en ingrijpen bij de Raad van State, die de rechten van burgers onvoldoende waarborgde?", "paragraphs": ["Premier Rutte houdt de spanning erin. Veel heeft hij nog niet losgelaten over de manier waarop het kabinet het vertrouwen wil herstellen na de toeslagenaffaire. Vanaf dit weekeinde moeten de grote besluiten toch echt vorm krijgen.", "In het Catshuis beraadt de ploeg van Rutte III zich zondag op de zware verwijten die het heeft gekregen van de parlementaire onderzoekscommissie. De ‘grondbeginselen van de rechtsstaat zijn geschonden’, aldus de commissie, nu alweer meer dan twee weken geleden. Ouders zijn ten onrechte aangemerkt als fraudeurs en ‘stonden machteloos tegenover machtige instituten’, terwijl de Tweede Kamer bij herhaling ‘ontijdig, onvolledig en onjuist’ is geïnformeerd.", "De gebutste premier heeft zichzelf de tijd gegeven. Zo luid als de klap klonk waarmee de onderzoekscommissie het oordeel over tien jaar fraudejacht op tafel legde, zo stil is het daarna geworden in het kerstreces. De premier is bezig een gordiaanse knoop te ontwarren. Waar te beginnen om de gemaakte fouten te herstellen? Niet met aftreden, zei hij direct al na het verschijnen van het rapport. Maar hoe dan wel? En moet daarna alsnog aftreden volgen?", "Loze beloftes", "Het gesprek gaat zondag eerst over de inhoud: er moeten concrete oplossingen komen voor de drie grote kwesties van de geruïneerde ouders, de rechtsstaat en de informatiepositie van de Tweede Kamer. De lat ligt hoog. CDA-Kamerlid Pieter Omtzigt heeft de premier er al aan herinnerd dat beloftes zoals een jaar eerder weinig waard bleken. “Nog maar één procent van de ouders is schadeloos gesteld, ondanks die beloftes”.", "Het kabinet deed vlak voor kerst al een eerste geste naar de ouders: zij krijgen vast 30.000 euro. De definitieve afwikkeling gaat over veel grotere bedragen, over snelheid en rechtsherstel. Het kabinet kan bijvoorbeeld besluiten om van alle ouders, collectief, de fraudeaanklacht te verscheuren. In 94 procent van de gevallen zijn zij onterecht beschuldigd, heeft staatssecretaris Alexandra van Huffelen al gezegd.", "De druk op de premier om te leveren is tijdens het kerstreces verder opgelopen. Veelzeggend is de waarschuwing van SGP-fractievoorzitter Kees van der Staaij. “De vertrouwensvraag ligt serieus op tafel, voor het hele kabinet”. Als Rutte teleurstelt met de herstelwerkzaamheden, dan is hij het vertrouwen kwijt van precies de partij die zijn trouwe bondgenoot was in alle drie zijn kabinetten. Met behendig debatteren alleen gaat de premier het dit keer niet redden.", "Druk uit de coalitie", "Van binnenuit zijn eigen coalitie is er eveneens druk. ChristenUnie-Kamerlid Joël Voordewind zegt dat “de geloofwaardigheid voor dit kabinet op tafel ligt”. De D66-fractie wil een einde aan “een zwarte bladzijde in de geschiedenis van de Nederlandse politiek en rechtsstaat”.", "VVD-fractievoorzitter Klaas Dijkhoff is het kabinet al te hulp gekomen. De VVD-fractie koerst op het aanblijven van het kabinet, bleek uit zijn woorden op Radio 1. Dijkhoff noemde daar een “aftreden, vlak voor de verkiezingen, een gebaar van hoog symbolische waarde”.", "De druk loopt ook op omdat het scenario mogelijk is dat PvdA-lijsttrekker Lodewijk Asscher zich beraadt op zijn positie, na het toeslagenrapport. Asscher was minister van sociale zaken in het tweede kabinet-Rutte toen de fraudejacht op ouders van start ging. Binnen de PvdA zijn discussies gaande of kan aanblijven als lijsttrekker. Áls Asscher aftreedt, zet dat de schijnwerpers nog sterker op premier Rutte.", "Vergaande rot in de rechtsstaat", "Het is nu zaak voor het kabinet om met zeer concrete maatregelen te komen. De CDA-fractie ziet “vergaande rot in de rechtsstaat” en zal met argusogen volgen waar het kabinet mee komt. Het kabinet heeft al gezegd dat het breder gaat kijken naar ontsporingen van de fraudejacht, ook bij de huur- en zorgtoeslag. Maar dat is de CDA-fractie nog lang niet genoeg. Wat te doen? Gaat het kabinet bijvoorbeeld het bestuursrecht moderniseren, en ingrijpen bij de Raad van State, die de rechten van burgers onvoldoende waarborgde? Komt er weer een ‘hardheidsclause’ in de uitvoeringswetten voor sociale zekerheid, zodat maatwerk en uitzonderingen weer mogelijk worden? Nu die ontbreekt, hebben kleine fouten van burgers meteen grote gevolgen.", "En dan ligt er nog de enorme opdracht voor Rutte om de Tweede Kamer beter te informeren. Dit raakt hemzelf. Rutte zal in het Catshuis moeten bespreken of en hoe hij afscheid neemt van zijn eigen ‘Rutte-doctrine’ om informatie met de Tweede Kamer spaarzaam te delen waar het ambtelijke discussies betreft. Die doctrine leidde ertoe dat de Tweede Kamer veel informatie over de toeslagenaffaire niet of laat kreeg.", "Verdwenen memo", "Kamerlid Renske Leijten (SP) zei onlangs in Trouw: “Het lek is nog steeds niet boven”. De parlementaire onderzoekscommissie mist nog steeds belangrijke stukken. Recent dook opeens een ‘verdwenen’ memo op uit 2017, waar de Kamer al tijden naar zocht. Het bevat bewijsmateriaal dat de top van het ministerie van financiën in 2017 al wist dat de Belastingdienst op alle fronten fout zat ten opzichte van de ouders. Hoe gaat de premier de Kamer overtuigen dat die alsnog alle informatie krijgt?", "Pas half januari verwacht het kabinet de gordiaanse knoop ontward te hebben. Op 15 januari zou dan de ministerraad kunnen beslissen over het hele pakket aan reparatiewerkzaamheden ten behoeve van ouders, rechtsstaat en Tweede Kamer. Of het genoeg is, zal mede bepalen hoe Rutte zijn derde kabinet afmaakt op weg naar de verkiezingen van 17 maart: als gewone premier, of demissionair.", "Kabinet praat vrijdag verder over vernietigend toeslagenrapport Het kabinet beraadt zich vrijdag in de ministerraad verder op een reactie op het vernietigende rapport over de toeslagenaffaire dat een speciale Kamercommissie vorige maand uitbracht. Dat laat een woordvoerder zondag weten na afloop van urenlang overleg over de kwestie in het Catshuis.", "Lees ook:", "Oud-ombudsman Alex Brenninkmeijer: Alle macht in Nederland is samengeklonterd", "Alex Brenninkmeijer waarschuwde PvdA-minister Asscher al in 2013. Na de toeslagenaffaire concludeert hij: “We hebben een wetgever die zich niet aan de rechtsstaat houdt, een uitvoerder die de wet klakkeloos opvolgt, zonder zich om de grondrechten en de behoorlijkheid te bekreunen, en een rechter die zich gouvernementeel opstelt en het beleid alleen maar bevestigt. Alle macht is in Nederland samengeklonterd”.", "Lees ook:", "Commentaar: Daadkrachtige premier Rutte gaat 2021 gedeukt in", "Het jaar 2020 zal de geschiedenisboeken ingaan als het jaar waarin de wereld in lockdown ging vanwege een Covid-pandemie. Het was een jaar waarin grote en kleine gebeurtenissen over elkaar heen tuimelden. Als de afgelopen 365 dagen ons één ding duidelijk maken, is dat niets blijft zoals het was. En dat weet ook premier Mark Rutte, de liberaal die ons land inmiddels tien jaar leidt."], "authors": ["Wilma Kieskamp"], "keywords": ["zijn", "van", "dan", "en", "dilemma", "een", "premier", "rutte", "kabinet", "toeslagenaffaire", "niet", "op", "te", "het", "maar", "wat", "dat", "wél"], "pubDate": "2021-01-03T18:57:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}