{"id": "77e534ef-b736-3052-99af-817269ba88e4", "title": "Ophef over Vogue-cover Kamala Harris: ’Geen overleg met vice-president’", "url": "https://www.telegraaf.nl/entertainment/945775175/ophef-over-vogue-cover-kamala-harris-geen-overleg-met-vice-president", "summary": "Volgens Ali waren de teams van Harris en Wintour het eens geworden over de definitieve foto, waarop Harris te zien is in een poederblauw pak met een zacht geel/oranje achtergrond.\nMaar op de foto die uiteindelijk op de voorkant van het fysieke magazine staat, draagt Harris een zwart pak met All Stars.\n„We hebben deze foto gekozen voor de print cover, dus niet de online cover, omdat wij denken dat vice-president Harris op deze manier goed weergegeven wordt.\nJuist omdat ze er heel toegankelijk en authentiek uitziet, iets wat een van de speerpunten is van de Biden/Harris-regering.\nMet name hoofdredacteur Anna Wintour zou volgens hen ’niets begrijpen van zwarte vrouwen’.", "paragraphs": ["Volgens hem zou ’Team Harris’ afspraken hebben gemaakt met Vogue over de uiteindelijke coverfoto, maar besloot Anna Wintour uiteindelijk toch een ander beeld te plaatsen zonder Harris daarvan op de hoogte te brengen. En dat is niet gebruikelijk.", "Volgens Ali waren de teams van Harris en Wintour het eens geworden over de definitieve foto, waarop Harris te zien is in een poederblauw pak met een zacht geel/oranje achtergrond. Maar op de foto die uiteindelijk op de voorkant van het fysieke magazine staat, draagt Harris een zwart pak met All Stars. Daarbij zou deze achtergrond lijken op die van een standaard ’high school prom night’-foto. Volgens Ali is het onacceptabel dat Vogue zonder Harris’ medeweten de foto heeft geplaatst. Hij schrijft dat het team van de aanstaande vice-president dan ook onaangenaam verrast was.", "Vogue reageerde later via een statement. „We hebben deze foto gekozen voor de print cover, dus niet de online cover, omdat wij denken dat vice-president Harris op deze manier goed weergegeven wordt. Juist omdat ze er heel toegankelijk en authentiek uitziet, iets wat een van de speerpunten is van de Biden/Harris-regering. Wij juichen beide covers toe en maken geen enkel onderscheid. Voor ons is ze op beide foto’s even krachtig.”", "Toch leidden de tweets van Yashar tot boze reacties van Voguelezers. Met name hoofdredacteur Anna Wintour zou volgens hen ’niets begrijpen van zwarte vrouwen’. Wintour lag al eerder onder vuur vanwege het gebrek aan diversiteit op de redactie van Vogue. Die zou volgens insiders ’slechts bestaan uit witte, ultraslanke vrouwen, die van goede huize komen en via hun familie veel connecties hebben’."], "authors": [], "keywords": ["wintour", "van", "en", "met", "een", "zou", "overleg", "voguecover", "vicepresident", "ophef", "geen", "op", "het", "kamala", "harris", "volgens"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}