{"id": "77edeb27-c88f-36f9-ae6a-005261b074ee", "title": "Politie opent onderzoek naar spoofing na meerdere incidenten in Zeeland", "url": "https://nu.nl/walcheren-en-beveland/6097138/politie-opent-onderzoek-naar-spoofing-na-meerdere-incidenten-in-zeeland.html", "summary": "De politie is begonnen met een onderzoek naar fraude met betaalpassen in onder meer Kamperland en Wissenkerke.\nDaar werd via spoofing geprobeerd mensen hun bankpas en pincode afhandig te maken.\nZe vertelden de slachtoffers dat er fraude was gepleegd met hun rekening.\nOm dit probleem te verhelpen, moesten de slachtoffers hun pinpas inleveren om die te laten vernietigen.\nVorige week werd een 67-jarige mevrouw in Kamperland ook benaderd door criminelen die uit waren op haar pinpas.", "paragraphs": ["De politie is begonnen met een onderzoek naar fraude met betaalpassen in onder meer Kamperland en Wissenkerke. Daar werd via spoofing geprobeerd mensen hun bankpas en pincode afhandig te maken. Bij een ouder echtpaar uit Zierikzee lukte dat dinsdag. Zij raakten in korte tijd 1.000 euro kwijt.", "De slachtoffers werden gebeld door daders die zich voordeden als bankmedewerkers. Ze vertelden de slachtoffers dat er fraude was gepleegd met hun rekening. Om dit probleem te verhelpen, moesten de slachtoffers hun pinpas inleveren om die te laten vernietigen.", "Vervolgens kwamen de daders de pas ophalen, waarna in korte tijd 1.000 euro van de rekening werd gehaald. De politie onderzoekt nu of er camerabeelden van de transacties zijn gemaakt. Mogelijk kan op die manier een dader achterhaald worden.", "Vorige week werd een 67-jarige mevrouw in Kamperland ook benaderd door criminelen die uit waren op haar pinpas. Zij had dit door en meldde het bij de politie. Een 79-jarige vrouw in Wissenkerke werd eerder al slachtoffer van dergelijke fraude. Zij gaf haar pas wel af, maar blokkeerde hem direct erna."], "authors": ["Door"], "keywords": ["van", "die", "een", "zij", "onderzoek", "opent", "spoofing", "te", "politie", "slachtoffers", "werd", "hun", "zeeland", "naar", "incidenten", "meerdere", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}