{"id": "77f7a1f1-492a-382e-952b-223c77a3d689", "title": "Ik zie, ik zie wat jij niet ziet en dat is racisme", "url": "https://trouw.nl/opinie/ik-zie-ik-zie-wat-jij-niet-ziet-en-dat-is-racisme~b484ec69/", "summary": "En ik zei: “Ik zie, ik zie wat jij niet ziet en de kleur is zwart”.\nDat ze het zwart dat ik bedoelde niet hadden gevonden, betekent niet dat dit zwart niet bestaat.\nHet grappige was dat ik pas merkte dat ik zwart was toen ik in Nederland was.\nAls ik ditzelfde spel zou spelen met volwassenen en ze bijvoorbeeld zouden vragen: “Ik zie, ik zie wat jij niet ziet en dat is racisme”, dan denk ik dat velen zullen zeggen dat ze racisme niet zien en dat het dus niet bestaat.\nMaar als jij het niet kunt vinden, betekent dit nog niet dat het niet bestaat.", "paragraphs": ["Op een dag was ik met mijn twee dochters op de fiets onderweg naar huis. Mijn jongste dochter begon met het spel: “Ik zie, ik zie wat jij niet ziet en de kleur is rood”. Haar zus had een rood elastiekje in het haar en antwoordde scherp: “Mijn elastiekjes!” Ik was verbaasd over haar snelle reactie.", "De volgende ronde was voor mij. En ik zei: “Ik zie, ik zie wat jij niet ziet en de kleur is zwart”. De kinderen wezen naar verschillende dingen tot ze het opgaven en mij vroegen het antwoord te geven, waarop mijn oudste dochter zei: “Maar papa jij bent niet zwart. Jij bent bruin”.", "Ze waren toen 7 en 5 jaar oud en hadden ongetwijfeld net op school geleerd dat zwart net als wit niet voorkomt in het kleurenspectrum. En daar geef ik ze gelijk in. Wat zij toen nog niet konden weten, is dat wij volwassenen zwart en wit gebruiken als kleuren om de menselijke verschillen in ras aan te duiden. In superieur en inferieur. In goed en slecht. In wij en zij.", "Ik wilde mijn kinderen graag uitleggen op welke wijze zwart gebruikt wordt in onze taal als een kleur om iets negatiefs aan te duiden, zoals zwartrijder, zwartkijker, zwartmaken, zwarte lijst, zwart werk, op zwart zaad zitten, enzovoorts. Opdat ze hier bekend mee werden. Ik wilde meer tegen ze zeggen maar ik hield mijn mond. Ik vond ze nog veel te jong om kleurendiscussies met ze te voeren.", "Als jij het niet kunt vinden, betekent dit nog niet dat het niet bestaat", "‘Ik zie, ik zie, wat jij niet’ was een van mijn favoriete spelletjes om met mijn dochters te spelen toen ze klein waren. Het leek me goed voor hun cognitieve ontwikkeling, hun sociale vaardigheden, voor de ontwikkeling van hun ruimtelijk inzicht en voor hun vermogen om zich iets in drie dimensies te kunnen voorstellen.", "Simpelweg leert dit simpele spel hen gewoon om na te denken, goed te kijken en te zoeken in de ruimte. Dat ze het zwart dat ik bedoelde niet hadden gevonden, betekent niet dat dit zwart niet bestaat. Voor mij bestaat het omdat ik dagelijks de nadelen hiervan ondervindt. Het grappige was dat ik pas merkte dat ik zwart was toen ik in Nederland was. En de reden hiervan is dat ik anders ben dan de rest en door anderen, voornamelijk witte mensen, in negatieve zin op mijn zwartzijn gewezen werd.", "Als ik ditzelfde spel zou spelen met volwassenen en ze bijvoorbeeld zouden vragen: “Ik zie, ik zie wat jij niet ziet en dat is racisme”, dan denk ik dat velen zullen zeggen dat ze racisme niet zien en dat het dus niet bestaat. En dat ze het woord alleen kennen via het nieuws. Zelfs als ik zou vragen om nog eens goed na te denken, te kijken en te zoeken, zullen velen zeggen dat ze het racisme niet kunnen vinden. Maar als jij het niet kunt vinden, betekent dit nog niet dat het niet bestaat.", "Zoals pijn. Die is vaak niet te zien. Ook hierbij is er een vraag nodig om duidelijk te maken dat pijn wel bestaat. De vraag: “Waar zit je pijn?”. Die vraag stellen werkt beter dan achterover leunen en niet opletten en onbewust onrecht te plegen door de pijn van de ander te negeren omdat je die zelf niet ervaart.", "Babah Tarawally is schrijver, columnist en programmamaker. Voor Trouw schrijft hij om de week over (verborgen) discriminatie en racisme, maar vooral over manieren om elkaar op dit thema te kunnen verstaan. Lees ze hier terug."], "authors": ["Babah Tarawally"], "keywords": ["wat", "zie", "het", "jij", "ziet", "ik", "racisme", "zwart", "niet", "ze", "en", "dat", "te", "om", "mijn"], "pubDate": "2020-12-10T08:45:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}