{"id": "77fc0cd8-a9d0-3f1c-82be-c0a51c4f23d3", "title": "Oud-kampioenen Dota 2-e-sporttoernooien geschorst na matchfixing", "url": "https://nu.nl/games/6099934/oud-kampioenen-dota-2-e-sporttoernooien-geschorst-na-matchfixing.html", "summary": "Het e-sportteam Newbee mag nooit meer meedoen aan Dota 2-toernooien, nadat het is betrapt op matchfixing.\nZowel het team als de huidige spelers Moogy, Aq, Wizard, Waixi en Faith zijn geschorst voor het Dota Pro Circuit, waarbinnen alle grote kampioenschappen in de game worden georganiseerd.\nMoogy was sinds 2016 onderdeel van het team, waarna Waixi in 2018 tot de opstelling toetrad.\nHet team kwam afgelopen jaar op de zwarte lijst te staan van de Chinese Dota 2 Association, nadat het op verdachte wijze won van een ander team.\nDe zaak werd voor onderzoek doorgestuurd naar Valve Software, die verantwoordelijk is voor het Dota Pro Circuit en alle grote, internationale wedstrijden.", "paragraphs": ["Het e-sportteam Newbee mag nooit meer meedoen aan Dota 2-toernooien, nadat het is betrapt op matchfixing. Dat meldt gameontwikkelaar Valve op Chinese sociale media.", "Zowel het team als de huidige spelers Moogy, Aq, Wizard, Waixi en Faith zijn geschorst voor het Dota Pro Circuit, waarbinnen alle grote kampioenschappen in de game worden georganiseerd.", "Het Chinese Newbee won in 2014 het gametoernooi The International, waarbij een prijzenpot van ruim 5 miljoen dollar (4,12 miljoen euro) werd bemachtigd. In de jaren daarop werden meerdere geldprijzen binnengesleept. In 2017 bereikte het team de tweede positie op The International, voor een prijs van bijna 4 miljoen dollar.", "Moogy was sinds 2016 onderdeel van het team, waarna Waixi in 2018 tot de opstelling toetrad. Aq, Wizard en Faith werden in 2019 pas toegevoegd.", "Ook individuele schorsingen", "De spelers zijn ook individueel geschorst, waardoor ze niet langer binnen individuele teams mogen deelnemen. Dat heeft invloed op Aq, Wizard en Waixi die na ophef in 2020 al waren vertrokken.", "Het team kwam afgelopen jaar op de zwarte lijst te staan van de Chinese Dota 2 Association, nadat het op verdachte wijze won van een ander team. Volgens de Chinese instantie was sprake van matchfixing.", "De zaak werd voor onderzoek doorgestuurd naar Valve Software, die verantwoordelijk is voor het Dota Pro Circuit en alle grote, internationale wedstrijden. Deze heeft nu besloten mee te gaan in het besluit van de Chinese instantie.", "Dota 2 is een populaire game onder e-sporters, waarbij de grootste prijzen tijdens The International worden vergeven. In 2019 ging de hoogste prijs naar het Europese team OG, dat daarmee 13 miljoen euro won. Afgelopen jaar ging het toernooi niet door wegens de coronapandemie."], "authors": ["Door"], "keywords": ["van", "team", "dota", "2esporttoernooien", "voor", "en", "een", "oudkampioenen", "op", "chinese", "het", "geschorst", "miljoen", "matchfixing"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}