{"id": "7815023e-489f-310f-8ce3-8e182c9c9cf8", "title": "Rifkin’s Festival: daar is ie weer, de neurotische held van Woody Allen", "url": "https://www.parool.nl/kunst-media/rifkin-s-festival-daar-is-ie-weer-de-neurotische-held-van-woody-allen~b3797e58/", "summary": "Beeld -De film opereert volgens het idee dat een bewustzijn van de limieten van de film op de een of andere manier de problemen van de film doet oplossen.\nZo is Rifkin’s Festival zich duidelijk bewust van de ongepastheid van Rifkins ongemakkelijke versierpogingen van zijn Spaanse dokter, maar laat tegelijkertijd Rifkins pogingen wel slagen.\nIn het licht van de aantijgingen jegens Allen krijgt dit subplot een nare bijsmaak.\nEr lijkt een onwil te zijn om dieper in de geest van de hoofdpersoon te duiken, terwijl de gebeurtenissen juist specifiek vanuit het perspectief van Rifkin worden overgeleverd.\nOndanks alle verwijzingen is Rifkin’s Festival een in zichzelf opgesloten film in de vorm van een monoloog die een vraag stelt, maar waarvan het antwoord er niet toe lijkt te doen.", "paragraphs": ["Rifkin’s Festival.", "Rifkin’s Festival wordt gekenmerkt door een typische Woodiaanse vernuftigheid. Mort Rifkin (Wallace Shawn) gaat met zijn vrouw Sue (Gina Gershon) naar het filmfestival van San Sebastián in Noord-Spanje, maar ziet daar geen films; in plaats daarvan spelen de grote werken van de Europese meesters zich af in zijn dromen. Volgens Rifkin is de hedendaagse Europese cinema namelijk commercieel werk dat zich voordoet als kunst – échte kunst is alleen te vinden in het werk van Europese filmmakers uit de 20ste eeuw.", "De nieuwe Woody Allen heeft iets versletens. Niet omdat de film met de invloed van bekende filmische auteurs te koop loopt – de korte remakes van en verwijzingen naar het werk van filmmakers zoals Ingmar Bergman zijn op zichzelf best amusant – maar omdat Allen eigenlijk niets nieuws te vertellen heeft.", "Zijn films staan bekend om terugkerende elementen, maar dit keer nemen die zo’n grote plek in, zonder echt uitgewerkt te worden, dat het lijkt alsof er een Woody Allenchecklist is afgewerkt. Rifkin is de typische neurotische held die we kennen uit Allens filmografie, eentje die worstelt met een vastgelopen relatie en een nostalgisch verlangen heeft naar de vorige eeuw.", "Beeld -", "De film opereert volgens het idee dat een bewustzijn van de limieten van de film op de een of andere manier de problemen van de film doet oplossen. Zo is Rifkin’s Festival zich duidelijk bewust van de ongepastheid van Rifkins ongemakkelijke versierpogingen van zijn Spaanse dokter, maar laat tegelijkertijd Rifkins pogingen wel slagen. In het licht van de aantijgingen jegens Allen krijgt dit subplot een nare bijsmaak.", "Er lijkt een onwil te zijn om dieper in de geest van de hoofdpersoon te duiken, terwijl de gebeurtenissen juist specifiek vanuit het perspectief van Rifkin worden overgeleverd. Ondanks alle verwijzingen is Rifkin’s Festival een in zichzelf opgesloten film in de vorm van een monoloog die een vraag stelt, maar waarvan het antwoord er niet toe lijkt te doen."], "authors": ["Roosje Van Der Kamp"], "keywords": ["rifkin", "van", "festival", "film", "woody", "daar", "het", "maar", "zijn", "allen", "die", "neurotische", "rifkins", "een", "te", "weer", "held"], "pubDate": "2020-12-02T13:49:45+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}