{"id": "782c7f23-d64e-337e-9837-d9f92fe6e0f1", "title": "The Burnt Orange Heresy zit vol leugens (en Mick Jagger waait langs)", "url": "https://trouw.nl/cultuur-media/the-burnt-orange-heresy-zit-vol-leugens-en-mick-jagger-waait-langs~bfd1f23d/", "summary": "Leugens, leugens en canvas in deze thriller die zich grotendeels afspeelt rond het prachtige Italiaanse Comomeer in Lombardije (opgenomen naast de villa van acteur George Clooney, die hier niet in meespeelt).\nDe verzamelaar vraagt de criticus om Debney onder het mom van een interview een van zijn recente schilderijen te ontfutselen.\nDe criticus kan dan pronken met een uniek interview, de verzamelaar met een uniek schilderij.\nIn het eerste half uur trekt The Burnt Orange Heresy een schitterend bouwwerk van leugens op.\nDie ragfijne sfeer van intrige en bedrog maakt in de tweede helft helaas plaats voor een conventioneel thrillerverloop met een moord en een keurig afgerond einde.", "paragraphs": ["Leugens, leugens en canvas in deze thriller die zich grotendeels afspeelt rond het prachtige Italiaanse Comomeer in Lombardije (opgenomen naast de villa van acteur George Clooney, die hier niet in meespeelt).", "James Figueras, een kunstcriticus met aanzienlijk meer charisma dan integriteit, wordt door de schatrijke kunstverzamelaar Joseph Cassidy (een bescheiden rol van Mick Jagger) voor een diner uitgenodigd om een klus te bespreken. Aan de rand van Cassidy’s landgoed aan het Comomeer leeft al tientallen jaren de beroemde kunstenaar Jerome Debney (Donald Sutherland). Die houdt zich ver weg van de camera’s sinds zijn schilderijen jaren geleden bij een brand zijn verwoest. De verzamelaar vraagt de criticus om Debney onder het mom van een interview een van zijn recente schilderijen te ontfutselen. De criticus kan dan pronken met een uniek interview, de verzamelaar met een uniek schilderij. Dat kan alleen maar goed gaan, zou je zeggen en inderdaad vliegt de hele boel vanaf dat moment gierend uit de bocht.", "Laten we vooropstellen dat zich in dit verhaal een betere film verbergt. In het eerste half uur trekt The Burnt Orange Heresy een schitterend bouwwerk van leugens op. Kunstcriticus Figueras ontmoet een jonge vrouw die hij meeneemt naar het landgoed maar al snel heb je geen idee meer wie deze mensen zijn omdat alles wat ze zeggen een leugen kan zijn. Die ragfijne sfeer van intrige en bedrog maakt in de tweede helft helaas plaats voor een conventioneel thrillerverloop met een moord en een keurig afgerond einde. Geen onverdienstelijke film, maar het had grootser en dieper gekund.", "Te zien op picl.nl", "Lees ook:", "Moderne klassieker ‘Basic Instinct’ blijft boeien", "Legendarisch is natuurlijk de verhoorscène met Sharon Stone"], "authors": ["Ronald Rovers"], "keywords": ["vol", "jagger", "waait", "heresy", "zit", "langs", "van", "zijn", "en", "maar", "een", "met", "zich", "orange", "het", "leugens", "mick", "die"], "pubDate": "2021-01-07T17:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}