{"id": "783c67eb-f749-3ccb-939a-60ea7b5492f8", "title": "Misschien moeten we de kinderen de volgende keer de voor- en nabeschouwing laten doen", "url": "https://volkskrant.nl/columns-opinie/misschien-moeten-we-de-kinderen-de-volgende-keer-de-voor-en-nabeschouwing-laten-doen~bb32ca2f/", "summary": "Van andere mensen wier naam ik maar niet kan onthouden en die waren opgetrommeld om de uren voor- en nabeschouwing op radio en tv te vullen met vulling begreep ik dat de premier meer dit en minder dat had moeten zeggen (‘En plaatjes!’, kraaide Neelie).\nOp school, zei ze, teken je op je schooltafel boter, kaas en eieren en zet je er ‘Wie zit hier?’ bij, en als je na een paar leswissels weer achter diezelfde schooltafel zit, staan er namen, en hebben anderen rondjes en kruisjes ingevuld.\nThuis, zei ze, ga je niet ‘een random chat starten met een ander kind dat je niet zo goed kent, en op school praat je daar wel mee’.\nEn het gaat heus wel een keer voorbij.\nMisschien moeten we de kinderen de volgende keer de voor- en nabeschouwing laten doen.", "paragraphs": ["Van Neelie Kroes hadden er plaatjes bij gemoeten. Van andere mensen wier naam ik maar niet kan onthouden en die waren opgetrommeld om de uren voor- en nabeschouwing op radio en tv te vullen met vulling begreep ik dat de premier meer dit en minder dat had moeten zeggen (‘En plaatjes!’, kraaide Neelie). Ze wisten het met een stelligheid waar we thuis met bewondering naar keken – waarom zijn zij eigenlijk niet de premier, vroeg de kat.", "Wilt u deze column liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "Zelf leek het me een glasheldere toespraak van de premier die prima te verstaan was: we gaan vijf weken dicht en binnenkort is er een prik. Daar kan je langdurig woedend over zijn (want als ze eerst dit en eerder dat, en als ze Schiphol et cetera, het begrip ‘achter de feiten aanlopen’ viel weer, het valt zo makkelijk uit de mond van mensen die steeds achteraf ontzettend goed kunnen aanwijzen achter welke feiten we kennelijk nu weer aanlopen, en nooit eens van tevoren), en dat had ik me aanvankelijk ook voorgenomen (woedend zijn, want omdat volwassenen stuk voor stuk wandelende zakken privileges zijn die onbekommerd naar kantoor gaan en onbekommerd in het tuincentrum hun vrijheid van tuincentrumbezoek uitoefenen, wordt het nu schoolkinderen verboden om naar school te gaan – opdat hun ouders eindelijk eens een keer verdomme thuisblijven).", "Maar thuis was niemand woedend.", "Waarom niet, vroeg ik aan het kind dat eerst de beste helft van groep 8 heeft gemist, inclusief eind-Cito, kamp, musical en afscheid, en daarna allerhande brugklasfestiviteiten. ‘Meh’, zei ze, ‘gewoon’, want het kind is van de generatie-corona; die hebben ladingen eelt op hun ziel.", "Ze is wel boos geweest, eerder, toen ze een paar weken geleden een volwassene zonder verstand op de radio had horen zeggen dat kinderen het ‘natuurlijk’ ontzettend leuk zouden vinden om extra thuis te zijn rond Kerst, met een beetje extra kerstvakantie misschien, want er valt natuurlijk van alles uit. Ontsteld had ze gevraagd of iedereen zomaar onzin mag zeggen op de radio, want ze kon geen kind bedenken dat het ‘leuk’ vindt om opgesloten te zitten met ouders, om geen vrienden te mogen zien, om onlineles te moeten doorstaan van docenten die geen onlineles kunnen geven, om te weten dat de toetsweek nadert en je niet echt vragen kunt stellen over dingen die je niet begrijpt, want online vragen stellen is een drama.", "Op school, zei ze, teken je op je schooltafel boter, kaas en eieren en zet je er ‘Wie zit hier?’ bij, en als je na een paar leswissels weer achter diezelfde schooltafel zit, staan er namen, en hebben anderen rondjes en kruisjes ingevuld. Thuis, zei ze, ga je niet ‘een random chat starten met een ander kind dat je niet zo goed kent, en op school praat je daar wel mee’.", "Dus toen de volwassene zonder verstand op de radio de suggestie opwierp dat het léuk is voor kinderen om thuis te zijn, en uit te slapen, was ze boos.", "Maar nu niet meer. Nu is het 'gewoon’. En het gaat heus wel een keer voorbij. ‘Ik ga niet dood ofzo.’ Ik zei het al: eelt op de ziel. Misschien moeten we de kinderen de volgende keer de voor- en nabeschouwing laten doen."], "authors": ["Sheila Sitalsing"], "keywords": ["van", "dat", "misschien", "keer", "niet", "een", "nabeschouwing", "kinderen", "en", "doen", "laten", "ze", "te", "volgende", "op", "voor", "moeten", "je", "het"], "pubDate": "2020-12-14T22:06:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}