{"id": "7847befa-ef05-3c27-af1a-5aab9b3d7b8f", "title": "Glühweinseizoen: 'Maak glühwein niet met bocht van 3 euro, dat wordt niks'", "url": "https://nu.nl/eten-en-drinken/6092994/gluhweinseizoen-maak-gluhwein-niet-met-bocht-van-3-euro-dat-wordt-niks.html", "summary": "\"Die traditie gaat zeker terug tot de Romeinen, die wijn zoetten met honing en kruidden met bijvoorbeeld peper, mastiek en laurier.\nDit was een warme wijn, op smaak gemaakt met citrus en later ook met kruiden.\nLangereis adviseert de glühwein aan te vullen met een scheutje sterkedrank, zoals een goede cognac of rum.\nBeukers: \"Niet kokendheet en ook niet lauw.\nGlühwein met poederkruiden uit een theezakje is voor mij echt not done.\"", "paragraphs": ["Glühwein, bisschopswijn, vin chaud, glögg, mulled wine: veel landen hebben een eigen versie van de warme en kruidige wijn die we zo graag in de herfst en winter drinken.", "Glühwein bestaat uit opgewarmde wijn, een zoetstof (honing of suiker) en kruiden en specerijen, zoals kruidnagel, gember, saffraan, peper, nootmuskaat, kaneel en steranijs.", "\"Die traditie gaat zeker terug tot de Romeinen, die wijn zoetten met honing en kruidden met bijvoorbeeld peper, mastiek en laurier. Deze wijn werd in tegenstelling tot glühwein echter koud gedronken, vertelt vinoloog, auteur en historicus Mariëlla Beukers.", "\"Vanaf het einde van de achttiende eeuw komt in Duitsland de bisschopswijn op. Dit was een warme wijn, op smaak gemaakt met citrus en later ook met kruiden. Uit deze traditie stamt onze bisschopswijn. De oorsprong van de naam ligt waarschijnlijk in Noord-Duitsland: de warme wijn werd geschonken in een grote kom in de vorm van een bisschopsmijter.\"", "Beukers is niet per se fan van het drankje zelf: \"Glühwein gaat voor mij eigenlijk meer om het idee: de winterse sfeer, een kerstmarkt. Dan hoort het er gewoon bij, lekker kitscherig in zo'n leuk blauw mokje met kerstversiering. Heerlijk!\"", "“Voor mij is glühwein met poederkruiden uit een theezakje echt not done.” Mariëlla Beukers, vinoloog", "Wijnjournalist en -maker Esmee Langereis benadrukt dat je vooral niet de goedkoopste wijn moet gebruiken voor glühwein: \"Sommige mensen maken het met bocht van 3 euro. Dan kun je er nog zoveel kruiden in gooien, maar dan wordt het niks. Gebruik ook niet je beste wijn, maar een goede, stevige rode middenmoter.\" Witte wijn kan overigens ook als basis dienen, net als port (hot port) of zelfs bier.", "Langereis adviseert de glühwein aan te vullen met een scheutje sterkedrank, zoals een goede cognac of rum. \"Maar ook jenever en wodka kunnen\", vult Beukers aan.", "1 Winnend Glühwein recept", "'Glühwein moet niet kokendheet of lauw zijn'", "Een goede glühwein wordt gemaakt met goede ingrediënten en moet de juiste temperatuur hebben. Beukers: \"Niet kokendheet en ook niet lauw. Ik drink graag niet te zoete, lekker gekruide glühwein met citrus. Hij moet zelfgemaakt zijn. Glühwein met poederkruiden uit een theezakje is voor mij echt not done.\"", "Langereis haalt nog de 'steranijskwestie' aan. \"Er is een grote groep liefhebbers die echt gruwelt van de combinatie wijn en steranijs, omdat de specerij te overheersend is.\"", "Recept glühwein"], "authors": ["Door", "Katja Brokke"], "keywords": ["wordt", "euro", "van", "uit", "niet", "glühweinseizoen", "maak", "een", "het", "ook", "en", "niks", "glühwein", "wijn", "dat", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}