{"id": "785a5aaa-7f90-380d-a800-9cccfd0229af", "title": "Hoog- en laagopgeleiden beleven de coronacrisis geheel anders", "url": "https://nos.nl/nieuwsuur/artikel/2359812-hoog-en-laagopgeleiden-beleven-de-coronacrisis-geheel-anders.html", "summary": "De grootste weerstand tegen het coronabeleid van de regering voelen alleenstaande, laagopgeleide mannen tussen de 30 en de 50 jaar.\n\"Je kunt nu voor specifieke groepen mensen heel nauwkeurig bepalen hoe ze tegenover maatregelen staan\", zegt Lude Franke, hoogleraar genetica van het UMCG.\nZo werkt slechts 15 procent van de mensen met een lagere opleiding thuis.\n\"Hoog- en laagopgeleiden beleven deze crisis op een heel andere manier\", zegt epidemioloog en gedragswetenschapper Esther Metting over de resultaten van het onderzoek.\nZo is 78 procent van die groep vóór het sluiten van restaurants en bars tijdens een lockdown.", "paragraphs": ["De grootste weerstand tegen het coronabeleid van de regering voelen alleenstaande, laagopgeleide mannen tussen de 30 en de 50 jaar. Van hen geeft ruim een kwart (27 procent) aan geen enkel vertrouwen in de aanpak van de overheid te hebben. En vooral jonge moeders staan niet te trappelen om een vaccin. Dat blijkt uit onderzoek onder ruim 40.000 Noord-Nederlanders. In een grootschalig onderzoek van de Rijksuniversiteit Groningen, het Universitair Medisch Centrum Groningen en Lifelines zijn tienduizenden volwassenen sinds maart vijftien keer gevraagd om een lijst met vragen in te vullen. De vragenlijsten hebben geresulteerd in de coronabarometer, waarin wordt bijgehouden hoe verschillende bevolkingsgroepen de crisis mentaal en fysiek ervaren. De ondervraagden denken heel verschillend over wat zinvolle maatregelen in de coronacrisis zijn .\"Je kunt nu voor specifieke groepen mensen heel nauwkeurig bepalen hoe ze tegenover maatregelen staan\", zegt Lude Franke, hoogleraar genetica van het UMCG. \"Als je de volledige groep bekijkt, zie je niet het volledige verhaal. De kracht zit erin dat je bevolkingsgroepen op verschillende parameters kunt uitsplitsen.\"", "Verbondenheid Uit het onderzoek komen grote verschillen naar voren. Zo werkt slechts 15 procent van de mensen met een lagere opleiding thuis. Als reden geven zij op dat hun werk zich niet goed leent om thuis uit te voeren. Die groep voelt zich wel relatief vaker (57 procent) verbonden met elkaar. Dat geldt dan weer minder voor de groep hoogopgeleide mensen. 49 procent van hen werkt thuis. Ongeveer dezelfde groep voelt zich minder verbonden met anderen. Die ervaren verbondenheid neemt sowieso af: in april was het nog gemiddeld 70 procent die zich verbonden voelde met anderen, nu is dat nog maar 52 procent. \"Hoog- en laagopgeleiden beleven deze crisis op een heel andere manier\", zegt epidemioloog en gedragswetenschapper Esther Metting over de resultaten van het onderzoek. \"Dat is ook niet gek, want laagopgeleiden lopen meer risico, omdat ze niet thuis kunnen werken. Ze begrijpen vaker sommige keuzes niet.\"", "“ De groep laagopgeleide 30- tot 50-jarige alleenstaande mannen is vaak al ontevreden over vanalles Esther Metting", "De laagopgeleide alleenstaande man tussen de 30 en 50 is het het minst vaak eens met het coronabeleid van de regering. Zo is 78 procent van die groep vóór het sluiten van restaurants en bars tijdens een lockdown. Op de hele groep ondervraagden is dat 91 procent. \"Over het algemeen hebben mensen vrij veel vertrouwen in de corona-aanpak van de overheid\", zegt Metting. Maar van die groep alleenstaande, laagopgeleide mannen tussen de 30 en 50 jaar geeft ruim een kwart aan geen enkel vertrouwen te hebben in de corona-aanpak. \"Het is een groep die vaak al ontevreden is, over vanalles. Ze hebben vaak fysiek zwaar werk, en ook op andere vlakken hebben ze het moeilijker. Een deel van deze groep is boos op alles\", zegt Metting."], "authors": ["Esther Metting", "Dit Is Een Artikel Van"], "keywords": ["groep", "van", "laagopgeleiden", "het", "op", "met", "coronacrisis", "een", "niet", "en", "hoog", "geheel", "anders", "dat", "beleven", "procent"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}