{"id": "7867ac43-8ad7-37c9-a003-23d9f6d9d97d", "title": "Techblog – Opsporingsdiensten VS maken gretig gebruik van gezichtsherkenningssoftware om bestormers Capitool te identificeren", "url": "https://www.volkskrant.nl/nieuws-achtergrond/techblog-opsporingsdiensten-vs-maken-gretig-gebruik-van-gezichtsherkenningssoftware-om-bestormers-capitool-te-identificeren~bdb51953/", "summary": "Beeld Matteo BalOpsporingsdiensten VS maken gretig gebruik van gezichtsherkenningssoftware - 11 januari 2021Agenten die op zoek zijn naar de identiteit van de bestormers van het Capitool in Washington vorige week, gebruiken daarvoor veelvuldig de software van Clearview AI.\nDe FBI heeft foto’s en video’s online gezet van de bestormers, en vraagt lokale politie-afdelingen om te helpen met het identificeren.\nSignal staat bekend om het waarborgen van de privacy van gebruikers en de goede versleuteling van gesprekken.\nBreaker bood de mogelijkheid om vrienden te volgen, reacties achter te laten bij afleveringen en te chatten tijdens het luisteren.\nIn een reactie zegt Channel 4 dat het heel duidelijk is dat het filmpje een parodie is en dat kijkers ongetwijfeld wisten dat het niet echt was.", "paragraphs": ["Beeld Matteo Bal", "Opsporingsdiensten VS maken gretig gebruik van gezichtsherkenningssoftware - 11 januari 2021", "Agenten die op zoek zijn naar de identiteit van de bestormers van het Capitool in Washington vorige week, gebruiken daarvoor veelvuldig de software van Clearview AI. Het gebruik van hun gezichtsherkenningssoftware nam met ruim een kwart toe, zegt directeur Hoan Ton-That van het bedrijf tegen The New York Times.", "De FBI heeft foto’s en video’s online gezet van de bestormers, en vraagt lokale politie-afdelingen om te helpen met het identificeren. Dat gebeurt traditioneel door foto’s te vergelijken met wat al in databases van de politie te vinden is: afbeeldingen van rijbewijzen en foto’s van verdachten. Clearview vergelijkt foto’s met drie miljard beelden die op openbare sociale mediaprofielen en websites zijn te vinden.", "De software, waarvan het bestaan door The New York Times werd onthuld, wordt volgens Clearview zelf door 2400 overheidsinstanties gebruikt. Het bedrijf zei in mei vorig jaar te stoppen met de verkoop van haar dienst aan private partijen en alleen nog samen te werken met overheden (PS).", "De QAnon-sjamaan, de metalgitarist en anderen: dit zijn de Capitool-bestormers En opeens zat er een in bont gehulde man met hoorntjes op de stoel van de Amerikaanse vicepresident. Wie zijn de mensen die woensdag het Capitool binnenvielen?", "Signal krijgt zoveel nieuwe gebruikers dat verificatie vertraging oploopt - 8 januari 2021", "Berichtendienst Signal ziet het aantal gebruikers zo snel toenemen dat de dienst waarschuwt voor vertragingen bij het verzenden van verificatiecodes.", "Verification codes are currently delayed across several providers because so many new people are trying to join Signal right now (we can barely register our excitement). We are working with carriers to resolve this as quickly as possible. Hang in there. — Signal (@signalapp) 7 januari 2021", "Dat komt waarschijnlijk door een tweet van Elon Musk, de Tesla-baas die sinds deze week de rijkste man van de wereld is. Over Facebook, eigenaar van de concurrerende berichtendienst WhatsApp, stuurde Musk dit de wereld in:", "This is called the domino effect pic.twitter.com/qpbEW54RvM — Elon Musk (@elonmusk) 7 januari 2021", "Om daarna vrij directief zijn 41,5 miljoen volgers te instrueren met:", "Use Signal — Elon Musk (@elonmusk) 7 januari 2021", "Een andere reden dat Signal het gebruik ziet toenemen is een wijziging in het privacybeleid van WhatsApp. Dat verscheen deze week als een popup en komt erop neer dat gebruikers geen keuze meer hebben om data níet te delen met Facebook. Telefoonnummers, adresboeken, profielnamen en profielfoto’s worden gedeeld met Facebook. Dit geldt nu voor Amerikaanse gebruikers, voor Europese gebruikers verandert er met het nieuwe privacybeleid voorlopig weinig.", "Signal staat bekend om het waarborgen van de privacy van gebruikers en de goede versleuteling van gesprekken. (PS)", "Gaat Europa WhatsApp en Signal onveiliger maken? Groot alarm onder privacy-voorvechters en politici in november vorig jaar: de Europese Raad zou de versleuteling van chatdiensten zoals WhatsApp en Signal ongedaan willen maken. Maar is dat echt zo? Die vraag wordt in dit verhaal beantwoord.", "Nieuw AI-model maakt tekeningen op basis van tekst - 6 januari 2021", "‘Een stoel in de vorm van een avocado’. Meer dan deze omschrijving is er niet nodig voor het computermodel DALL-E om een tekening te maken die precies aan deze omschrijving voldoet. Het model van OpenAI borduurt voort op diens fameuze GPT-3 neurale netwerk, dat vorig jaar opzien baarde met een min of meer zelfgeschreven essay op The Guardian. Het taalmodel is veelzijdig, want het kan bijvoorbeeld ook vertalen of een chatgesprek voeren. (LV)", "Beeld OpenAI", "Gebruikers WhatsApp gaan meer data met Facebook delen - 6 januari 2021", "WhatsApp gaat gebruikersdata automatisch delen met moederbedrijf Facebook. Dat meldt MacRumors na het bestuderen van het nieuwe privacybeleid van WhatsApp. Er zijn drie grote updates die invloed hebben op hoe de app gebruikersdata verwerkt, op hoe bedrijven Facebookdiensten kunnen gebruiken om hun WhatsAppgesprekken op te slaan en te beheren, en hoe WhatsApp binnenkort een samenwerking aangaat met Facebook om de producten van dit platform beter binnen WhatsApp te kunnen integreren.", "De veranderingen gaan op 8 februari in. WhatsAppgebruikers kunnen alleen gebruik blijven maken van de app als ze akkoord gaan met de update. Door akkoord te gaan worden onder meer iemands telefoonnummer, informatie over interacties, informatie over het toestel dat iemand gebruikt, IP-adres en ‘andere informatie die is verzameld op basis van toestemming’ gedeeld.", "De stap komt niet als een verrassing: Facebook is al langer bezig zijn diensten WhatsApp en Instagram met de technologie van het moederschip te vervlechten. Dit is niet onomstreden: zowel in de VS als in Europa pleiten politici voor opsplitsen. De Amerikaanse handelscommissie FTC en verschillende staten klaagden Facebook in december nog aan vanwege misbruik van zijn machtspositie. De commissie wil dat het bedrijf WhatsApp en Instagram verkoopt. (LV)", "UPDATE 7 januari: WhatsApp benadrukt dat de bijgewerkte servicevoorwaarden en het privacybeleid niet gelden in de Europese regio (inclusief het Verenigd Koninkrijk). ‘WhatsApp deelt zijn gebruikersgegevens in de Europese regio niet met Facebook. Facebook kan deze gegevens dus niet gebruiken om haar producten of advertenties te verbeteren', aldus een woordvoerder van WhatsApp", "2/5 It has been incorrectly reported that WhatsApp's latest Terms of Service and Privacy Policy update requires users in the European Region to agree to the sharing of data with Facebook for ads purposes in order to continue using the service. This is false. — Niamh Sweeney (@NiamhSweeneyNYC) 7 januari 2021", "Nederlander bedient smarthome nog liever niet met speaker - 6 januari 2021", "De Nederlandse huishoudens die over zogenoemde domotica zoals met het internet verbonden lampen of een slimme thermostaat beschikken, bedienen die het liefst met hun smartphone. Dat blijkt uit de woensdag uitgekomen editie van de Smart Home Monitor van onderzoeksbureau Multiscope.", "De smartphoneliefhebbers maken 39 procent uit van de respondenten van het onderzoek. Daarna volgt op afstand de traditionele afstandsbediening met acht procent en de tablet met 7 procent. Slechts zes procent van de respondenten geeft een voorkeur aan een slimme speaker.", "Uit het onderzoek blijkt bovendien dat 32 procent van de respondenten negatief tegenover stembediening staat, tegen 22 procent die er wel positief over is.", "Volgens Multiscope heeft inmiddels 42 procent van de huishoudens een vorm van domotica aangeschaft. Slimme thermostaten zijn daarbij het populairst. Voor het onderzoek zijn 6300 mensen ondervraagd van 18 jaar en ouder. (LV)", "Beeld Multiscope", "DIT VONDEN WIJ VAN SLIMME SPEAKERS: De Amazon Echo is een praatbol met taalgebrek Google Nest Audio is nu ook een serieuze speaker", "Ook Twitter zet in op audio en neemt podcastapp Breaker over - 5 januari 2021", "Twitter neemt de app Breaker over, meldden zowel Breaker-directeur Erik Berlin als Michael Montano van Twitter:", "Breaker is een app voor de distributie van podcasts, maar voegde wat mogelijkheden toe ten opzichte van concurrenten als de podcast-app van Apple en Google Podcasts, die standaard worden geleverd bij telefoons. Breaker bood de mogelijkheid om vrienden te volgen, reacties achter te laten bij afleveringen en te chatten tijdens het luisteren.", "Verleden tijd, want Breaker stopt er vrijwel meteen mee in die hoedanigheid. Op 15 januari is het over. Twitter koopt nu vooral expertise op audiogebied om te werken aan Twitter Spaces, een op audio gebaseerde sociale dienst. In Spaces kunnen gebruikers direct met elkaar praten in plaats van chatten via tekstberichten.", "De stap richting geluid zet Twitter in een periode dat er veel overnames gedaan worden door grote techbedrijven. Spotify, dat een ideaal platform heeft voor distributie van podcasts, nam eerder al studio’s over en makers aan om eigen producties te kunnen maken. Eind vorig jaar kondigde Amazon de overname aan van productiehuis Wondery, vorige zomer kocht de Amerikaanse omroep Sirius XM podcastnetwerk Stitcher. (PS)", "Op zoek naar goede podcasts? Hier vind je recensies van podcasts die de moeite waard zijn, geschreven door de specialisten van de Volkskrant. De Volkskrant maakt zelf ook podcasts; luister bijvoorbeeld naar de bijzondere gesprekken van Gijs Groenteman met boeiende gasten, het driedelige onderzoek naar de drillrapscene in Nederland of Van Twee Kanten, waarin geliefden worden geïnterviewd over een heftige gebeurtenis in hun relatie.", "Ruim 6.400 positieve testuitslagen na melding Corona-app - 30 december 2020", "CoronaMelder heeft sinds de introductie op 10 oktober geleid tot bijna 80.000 waarschuwingen. En deze hadden ruim 68.000 testuitslagen tot gevolg, waarvan er 6.435 positief waren. Dit blijkt uit de laatste cijfers van het ministerie. Vooraf waren er geen harde doelstellingen, dus het is onmogelijk te zeggen of deze cijfers boven of onder verwachting zijn. Vorige maand toonde het ministerie zich al voorzichtig positief, maar ook toen zonder hard bewijs.", "In totaal hebben nu 4,4 miljoen Nederlanders de app gedownload, ofwel een kwart. Hoeveel daarvan de app daadwerkelijk geactiveerd hebben op hun mobiel, is onbekend. (LV)", "Beeld CoronaMelder", "Robot van Boston Dynamics beheerst nu ook dansmoves - 30 december 2020", "Robotmaker Boston Dynamics heeft een video gemaakt waarin drie van zijn robots gezamenlijk de dansvloer onveilig maken op de melodie van Do You Love Me, bekend uit de dansfilm Dirty Dancing.", "Het is niet voor het eerst dat de fabrikant pogingen in deze richting doen, maar vergeleken bij het laatste filmpje zien die er houterig en knullig uit. Sowieso zal het dansfilmpje tot meer glimlachen leiden dan de beelden waarin een robothond deuren openmaakte. Daar kregen veel mensen de kriebels van.", "Recent nam Hyundai nog een meerderheidsbelang in de robotfabrikant voor 1,1 miljard dollar. Eerder dit jaar bracht Boston Dynamics zijn eerste robot (Spot) commercieel op de markt na het publiek jarenlang te hebben bestookt met indrukwekkende video’s. (LV)", "Britten klagen over deepfake Queen Elizabeth - 30 december 2020", "De Britse mediawaakhond Ofcom heeft ruim tweehonderd klachten binnengekregen over de deepfake-kersttoespraak van koningin Elizabeth op Channel 4. Dat meldt de BBC dinsdag.", "Op Eerste Kerstdag werd op de zender een satirische toespraak van de queen uitgezonden, tegelijk met haar officiële – echte – kerstrede die op andere Britse kanalen als de BBC, ITV en SkyNews te zien was. In de andere uitzending zei een deepfake Elizabeth onder meer dat ze blij was ‘dat Channel 4 mij de kans geeft om te zeggen wat ik wil, zonder dat iemand de woorden in mijn mond legt’.", "Niet iedereen kon daar om lachen. Sommige kijkers noemen de uitzending respectloos en spreken van ‘een slechte smaak’ van Channel 4.", "In een reactie zegt Channel 4 dat het heel duidelijk is dat het filmpje een parodie is en dat kijkers ongetwijfeld wisten dat het niet echt was. ‘Maar’, zegt de zender ook, ‘hoewel het filmpje grappig bedoeld is, is het een zeer belangrijke boodschap over vertrouwen en het gemak waarmee misleidende informatie gedeeld en verspreid kan worden.’", "De mediawaakhond zegt te gaan kijken of er een onderzoek ingesteld moet worden. (LV)", "Lees in ons jaaroverzicht meer over deepfakes", "AI-machine maakt gehakt van ieders eigen Spotify-gebruik - 24 december 2020", "Natuurlijk: Spotify komt zelf aan het einde van ieder jaar met persoonlijk samengestelde lijstjes. De muziek waar je het meest naar hebt geluisterd, of juist de muziek waar je niet naar hebt geluisterd, maar volgens de algoritmes eigenlijk wel naar had moeten luisteren. Of andersom.", "Dat kan leuker, moeten de makers van The Pudding hebben gedacht. Hun project ‘How Bad is your Spotify’ analyseert van iedereen die daar toestemming voor geeft het Spotify-gebruik. De kunstmatige intelligentie is getraind met ‘meer dan twee miljoen indicatoren van objectief goede muziek’, zoals reviews op muzieksite Pitchfork.", "Even leuk als onzinnig: 'goede-smaak-AI' analyseert je Spotify-gebruik en roast dat. https://t.co/nM85KjWQIG Ik luister te veel naar Nick Cave en New Order en heb een te obscure ('7% basic') smaak. Plus: pic.twitter.com/QACdrYTXH6 — Laurens Verhagen (@LaurensVHG) 24 december 2020", "Vervolgens start de AI-machine zijn roast: luister je hier écht naar? En dat deed je niet ironisch? Om te vervolgen met een algemene analyse (in mijn geval: ‘heavy eyeliner-postpunk-80s-dweeb-stoned-itunes-visualiser bad’) en een berekening hoe doorsnee je beluisterde muziek is (‘7% basic’). Het is allemaal even nutteloos als vermakelijk. (LV)", "Beeld Pudding Cool", "Facebooks eigen werknemers geloven pr-verhaal niet: hypocriet - 23 december 2020", "‘Grenst aan hypocrisie’. De paginagrote advertenties in Amerikaanse kranten waarin Facebook de aanval zoekt op rivaal Apple hebben niet alleen extern tot kritiek geleid. Ook eigen werknemers moeten er weinig van hebben, schrijft Buzzfeed op basis van interne correspondentie. ‘Dit voelt alsof we proberen iets slechts te rechtvaardigen door ons te verschuilen achter mensen met een sympathieke boodschap’, schrijft een van hen.", "Het gaat allemaal om nieuwe maatregelen van Apple waarmee iPhone-bezitters vanaf begin volgend jaar beter worden beschermd tijdens hun surftochten. Goed voor de privacy, maar niet goed voor de advertentie-inkomsten van Facebook. Inzet van de anti-Apple-campagne is echter de kleine ondernemer die volgens Facebook vooral last zal hebben van de ingreep. En daarmee is Facebook hypocriet, luidt de interne kritiek. (LV)", "Facebook says it’s standing up to Apple on behalf of small businesses. Some of its employees say the move is \"self-serving\" and \"bad PR\" https://t.co/E952ktxuU9 — BuzzFeed News (@BuzzFeedNews) 22 december 2020", "Microsoft, Google steunen WhatsApp in zaak tegen spionagesoftware - 23 december 2020", "Een groep Amerikaanse techbedrijven, waaronder Microsoft, Google, Dell en Cisco, heeft zich in een steunbrief achter WhatsApp geschaard in een rechtszaak tegen het Israëlische NSO Group. Dat bedrijf maakt software waarmee overheden kunnen spioneren en hacken.", "De software van NSO Group zou een lek in WhatsApp hebben misbruikt om zeker 1.400 telefoons te kraken. Onder de slachtoffers zouden zich journalisten en mensenrechtenactivisten bevinden. Met de NSO-software kunnen de locaties van telefoons worden doorgestuurd, kunnen berichten en telefoongesprekken worden afgetapt en kunnen bestanden van het apparaat worden gedownload. NSO Group ligt onder vuur omdat het de software ook aan autoritaire regimes verkoopt, zoals Saudi-Arabië, Ethiopië en de Verenigde Arabische Emiraten.", "WhatsApp klaagde NSO Group eind vorig jaar aan om meer te weten te komen over de hack. Het Israëlische bedrijf ontkent de beschuldigingen, maar heeft de rechtbank niet weten te overtuigen om de zaak af te wijzen. De techbedrijven die zich achter WhatsApp scharen, stellen dat makers van spionagesoftware mensen in gevaar brengen. ‘Bedrijven moeten verantwoordelijk worden gesteld als ze hun software gebruiken om de wet te breken, of als ze onwettig gebruik van de software toestaan’, zegt Tom Burt, de beveiligingsdirecteur van Microsoft. (LV)", "UPDATE 24 december: Ook een flink aantal mensenrechtenorganisaties (waaronder Amnesty) sluiten zich aan bij de WhatsApp-zaak tegen NSO Group.", "WhatsApp sued Israeli surveillance firm NSO Group, accusing it of helping government spies break into the phones of roughly 1,400 users across four continents https://t.co/itjkK5qTnc pic.twitter.com/vUFugRDj5Z — Reuters (@Reuters) 30 oktober 2019", "Vorige afleveringen van het techblog leest u hier"], "authors": ["Laurens Verhagen", "Pieter Sabel"], "keywords": ["gretig", "van", "maken", "identificeren", "opsporingsdiensten", "techblog", "en", "om", "gezichtsherkenningssoftware", "een", "vs", "met", "te", "op", "het", "dat", "die"], "pubDate": "2021-01-11T13:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}