{"id": "78733c60-8771-3b7c-b78e-809bcc50476d", "title": "CDA’er PG Kroeger ziet geen heil in samenwerking met FvD: ‘Ze maken ruzie en wíllen niet samenwerken’", "url": "https://trouw.nl/politiek/cda-er-pg-kroeger-ziet-geen-heil-in-samenwerking-met-fvd-ze-maken-ruzie-en-willen-niet-samenwerken~b89f9640/", "summary": "Beeld Inge van MillOp de zolderetage van een statig Haags herenhuis houdt Pieter Gerrit Kroeger (64) kantoor.\nNiet op een stapel maar op een brede hoop.\nZe maken ruzie, vooral met elkaar, en ze wíllen niet samenwerken.” Het is ook een misvatting dat hun aanhang eigenlijk bij het CDA hoort.\n“Het CDA moet het hebben van het brede midden, van mensen die vinden dat je door samenwerking verder komt.” Het CDA als partij van de regio is ‘fictie’, zegt Kroeger.\n“Die twee vertegenwoordigen iets heel anders dan het klassieke beeld van het CDA als een partij van het boerenland.”‘Tand des tijds, het CDA in de nieuwe eeuw’.", "paragraphs": ["Al decennia is PG Kroeger (64) een buitenbeentje in de Nederlandse politiek. Hij is lid van het CDA en tegelijkertijd een kritisch beschouwer. Zelf vindt hij die combinatie de normaalste zaak van de wereld. “No man is a hero to his butler. Als je er dicht op zit, zie je meer. Ik heb nooit een positie bekleed in de partij. Dat geeft sereniteit. Ik beschouw met een beetje empathie, ik ken de CDA’ers en ik begrijp ze.”", "Samen met journalist Jaap Jansen maakt hij een succesvolle podcast over politiek: ‘Betrouwbare bronnen’. Hij was in de jaren tachtig fractiemedewerker en politiek assistent van minister Wim Deetman van onderwijs. Met enige regelmaat doet hij een klus voor de partij. Hij zat in de commissie die in 2010 de verkiezingsnederlaag onderzocht en treedt soms op als dagvoorzitter.", "Dinsdag verschijnt zijn boek ‘Tand des tijds, het CDA in de nieuwe eeuw’, dat onder meer gaat over de opkomst van Jan-Peter Balkenende, de gedoogconstructie met de PVV van Geert Wilders, de oppositieperiode onder partijleider Sybrand Buma en het aantreden van het duo Hugo de Jonge en Pieter Omtzigt.", "Beeld Inge van Mill", "Op de zolderetage van een statig Haags herenhuis houdt Pieter Gerrit Kroeger (64) kantoor. “Al sinds ik in de zandbak zat, noemt iedereen mij PG. Pieter Gerrit dat werd te ingewikkeld”, legt hij uit. Het bureau van Kroeger ligt vol kranten en boeken. Niet op een stapel maar op een brede hoop. Uit de kast haalt hij ‘De rogge staat er dun bij’, zijn vorige boek dat hij in 1998 schreef met journalist Jaap Stam. Hij verontschuldigt zich: “Er is al wat koffie overheen gemorst. Ik pak het vaak. Het is ook voor mij een naslagwerk.”", "De zoektocht naar een eervolle aftocht van Sybrand Buma", "Kroeger schrijft zoals hij praat. Hij weidt nogal uit. Maar hij is een kenner, een partijtijger die al heel lang meeloopt en dus levert zijn boek opnieuw boeiende verhalen op. Zo beschrijft hij hoe CDA-voorzitter Rutger Ploum partijleider Sybrand Buma vorig jaar naar de uitgang dirigeerde. “Men zocht een eervolle aftocht voor de aanvoerder van wie geen nieuwe politieke impulsen en ideeën meer verwacht werden en wiens electorale magnetisme toch al niet hoog was ingeschat”, stelt Kroeger.", "Ploum prees Buma als bestuurder en zou hem de post van commissaris van de koning in Gelderland hebben geadviseerd. Buma weigerde, volgens Kroeger in de veronderstelling dat VVD’er Mark Rutte er toch snel mee op zou houden en dan zou de weg naar het Torentje voor hem openliggen. Uiteindelijk solliciteerde Buma naar het burgemeesterschap van Leeuwarden.", "Cruciaal, zo luidt de analyse van Kroeger, was het voorbereidende werk van Ruth Peetoom als partijvoorzitter, de voorganger van Ploum. Zij zorgde voor kandidaten in het kabinet om Buma als partijleider op te volgen. Kroeger verwijst naar de ministers Wopke Hoekstra (financiën) en Hugo de Jonge (vicepremier en volksgezondheid) en hij acht ook Ferdinand Grapperhaus (justitie) geschikt.", "Het boek bevat veel sappige details zoals dat de Brabantse commissaris van de koning, Wim van der Donk, het ministerschap van justitie weigerde. Het laat ook zien hoe Mona Keijzer op een bijeenkomst in 2018 in aanvaring kwam met de Duitse CDU-prominent Peter Altmaier. De vriendelijke Duitser had betoogd dat pogingen van christen-democraten de boze burger terug te winnen op niets zouden uitlopen. Keijzer maakte hem op hoge toon duidelijk dat zij in haar dorp Volendam toch mooi de PVV had verslagen. ‘Ruth Peetoom was in hoge verlegenheid door Mona’s uitbarsting’, schrijft Kroeger.", "Beeld Inge van Mill", "Een terugkerend thema in het boek is dat samenwerking met partijen zoals de Lijst Pim Fortuyn en Forum voor Democratie, niet werkt. Kroeger licht toe: “Je hebt de redenering, de Donner-doctrine, dat je naar ze moet luisteren en moet samenwerken, zodat ze netjes worden en dat de gekkies worden gemarginaliseerd. Dat klopt niet. Ze maken ruzie, vooral met elkaar, en ze wíllen niet samenwerken.” Het is ook een misvatting dat hun aanhang eigenlijk bij het CDA hoort. “Kijk naar de cijfers”, zegt hij. “Er is geen grensverkeer.” In de jaren dat partijen als de PVV kiezers verloren, zakte ook het aantal stemmers bij het CDA. Die liepen niet naar de PVV, maar naar de PvdA en de VVD.", "Wat anders dan een partij van het boerenland", "Het CDA schommelt al tien jaar tussen dertien en twintig zetels in de Tweede Kamer. Zit er meer in? “Het CDA moet het hebben van het brede midden, van mensen die vinden dat je door samenwerking verder komt.” Het CDA als partij van de regio is ‘fictie’, zegt Kroeger. Als de partij in het verleden verkiezingen won, gebeurde dat in grote steden. “10 procent van de stemmen in Amsterdam zet meer zoden aan de dijk dan 40 procent in Valkenburg aan de Geul.”", "Wat dat betreft vindt hij het aantreden van het duo Hugo de Jonge en nummer twee Pieter Omtzigt ‘uitdagend’. De Jonge weet wat er in een wereldstad gebeurt en Omtzigt is ‘een briljante intellectueel met tien mainframes in zijn hoofd’. “Die twee vertegenwoordigen iets heel anders dan het klassieke beeld van het CDA als een partij van het boerenland.”", "‘Tand des tijds, het CDA in de nieuwe eeuw’. Pieter Gerrit Kroeger. Uitgeverij Prometheus, €24,99", "Lees ook:", "Constructief versus confronterend: Hoe zorgen tegenpolen De Jonge en Omtzigt voor één christen-democratisch geluid?", "Het CDA presenteert deze week zijn kandidatenlijst en verkiezingsprogramma. En dan mogen lijsttrekker Hugo de Jonge en zijn running mate Pieter Omtzigt op campagne. De man van het harmoniemodel en de man van de confrontatie. Lukt het ze om de kiezer niet in de war te maken?"], "authors": ["Jelle Brandsma"], "keywords": ["samenwerking", "ruzie", "van", "wíllen", "het", "op", "hij", "met", "ziet", "cda", "samenwerken", "naar", "ze", "niet", "en", "een", "dat", "maken", "pg"], "pubDate": "2020-12-08T12:11:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}