{"id": "7874f076-4ab5-3362-a032-bce89813d4fe", "title": "Door brexit dreigt Nederland een speelbal te worden van de grootmachten in de EU", "url": "https://trouw.nl/opinie/door-brexit-dreigt-nederland-een-speelbal-te-worden-van-de-grootmachten-in-de-eu~b8b8230e/", "summary": "Hij stuurde het debat behendig in de richting van een overwinning die hij wel boekte, namelijk de korting op de Nederlandse afdracht aan Brussel.\nDaarnaast moeten ze weinig hebben van geldverspilling en eisen ze dat zuidelijke lidstaten hun economie op orde krijgen.\nWant tachtig procent van de ondervraagden vond niet dat de EU te veel geld voor de bestrijding van de economische gevolgen van de coronacrisis uitgeeft.\nZonder steun van de Britten en de Amerikanen kan Nederland onmogelijk een tegenwicht vormen tegen de Duitse en Franse macht en dreigt het de speelbal van deze grootmachten te worden.\nRob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies (HCSS).", "paragraphs": ["De ‘vrekkige vier’ lijken een onuitwisbare indruk te hebben gemaakt. In aanloop naar de EU-top van juli wilden Denemarken, Nederland, Oostenrijk, Zweden samen de EU-begroting onder controle houden om te voorkomen dat de schulden van de zuidelijke lidstaten zouden exploderen. Ze waren ertegen om die landen met gratis geld door de coronacrisis te helpen. Bovendien wilden ze geen Europese belastingen en gezamenlijke leningen of euro-obligaties.", "Helaas. De vrekkige vier, later versterkt door Finland, moesten tijdens de top bakzeil halen. De meeste regeringsleiders zagen de top als historisch, maar premier Rutte kon dat woord niet over zijn lippen krijgen. Hij stuurde het debat behendig in de richting van een overwinning die hij wel boekte, namelijk de korting op de Nederlandse afdracht aan Brussel.", "Rutte werd de voorman van een beperkt aantal landen dat bleef hameren op liberale beginselen als multilateralisme, economische hervormingen, de rechtsstaat en de internationale rechtsorde. Daarnaast moeten ze weinig hebben van geldverspilling en eisen ze dat zuidelijke lidstaten hun economie op orde krijgen.", "Economische voordelen", "De European Council of Foreign Relations onderzocht wat de inwoners van de vrekkige vier drijft. Een opmerkelijke conclusie is dat zij helemaal niet zo vrekkig zijn. Want tachtig procent van de ondervraagden vond niet dat de EU te veel geld voor de bestrijding van de economische gevolgen van de coronacrisis uitgeeft. Ze zijn vooral bezorgd over mogelijke corruptie en verspilling.", "Een andere opmerkelijke conclusie is dat vier van de tien inwoners van deze landen denken dat de invloed van hun land in de EU is afgenomen. Dit blijkt hun vertrouwen in het herstelfonds aan te tasten. Bijna de helft van de Nederlanders vindt dat dit fonds kwaad bloed zet. Tegelijkertijd zijn ze niet tegen de EU. Integendeel. De meerderheid blijkt heel goed te zien dat de EU economische voordelen biedt en het reizen makkelijker maakt.", "Onnodig te zeggen dat de negatieve gevoelens groter zijn bij de PVV-stemmers dan bij andere partijen. Voor Forum voor Democratie geldt hetzelfde, maar die partij speelt nu even geen rol van betekenis meer.", "Speelbal", "Dat ongeveer de helft van de Nederlanders vindt dat vooral tijdens de pandemie de invloed van hun land is afgenomen, klopt. Dat komt omdat we onze maatjes zijn kwijtgeraakt. De typisch liberale waarden werden door de Britten gedeeld. Maar door de brexit is Nederland zijn belangrijkste partner in de EU kwijt. Bovendien was het Verenigd Koninkrijk een soort Amerikaans bruggenhoofd in Brussel. Door Trump werd dat ook verleden tijd.", "Zonder steun van de Britten en de Amerikanen kan Nederland onmogelijk een tegenwicht vormen tegen de Duitse en Franse macht en dreigt het de speelbal van deze grootmachten te worden. Dus was het idee van een alliantie met de zuinige vier niet gek.", "De European Council of Foreign Relations stelt nu voor om deze alliantie om te dopen tot ‘hervormingsgezinde vijf’. Die moet het voortouw nemen in de strijd tegen verspilling en corruptie, inzetten op vergroening, meer begrotingsdiscipline en de aanpassing van de EU zelf. Dat vereist wel dat hun leiders met een nieuw verhaal over de EU komen. Helaas bleek Rutte de afgelopen jaren daartoe niet in staat.", "Rob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies (HCSS). Hij schrijft wekelijks over internationale verhoudingen. Lees zijn columns hier terug."], "authors": ["Rob De Wijk"], "keywords": ["van", "nederland", "eu", "dreigt", "speelbal", "het", "zijn", "grootmachten", "een", "ze", "te", "dat", "en", "niet", "door", "worden"], "pubDate": "2020-12-04T10:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}