{"id": "7877df96-a956-35bf-b202-dc1252797714", "title": "In eerste week van vaccineren 31.000 medewerkers acute zorg ingeënt", "url": "https://nu.nl/coronavirus/6101176/in-eerste-week-van-vaccineren-31000-medewerkers-acute-zorg-ingeent.html", "summary": "Tot en met zondag zijn in ziekenhuizen 31.000 acutezorgmedewerkers gevaccineerd, zo meldt het Landelijk Netwerk Acute Zorg (LNAZ).\nSinds woensdag worden cruciale medewerkers van ziekenhuizen ingeënt.\nMorgen komt de laatste zending flacons, die tot en met vrijdag gebruikt worden om de laatste medewerkers te vaccineren\", aldus het LNAZ.\nMaar door optimale samenwerking tussen de ziekenhuizen en ambulanceposten is verspilling voorkomen.\"\nDat betekent dat uiteindelijk een kleine 40.000 acute zorgmedewerkers met de eerste lading gevaccineerd kunnen worden volgens het LNAZ.", "paragraphs": ["Tot en met zondag zijn in ziekenhuizen 31.000 acutezorgmedewerkers gevaccineerd, zo meldt het Landelijk Netwerk Acute Zorg (LNAZ). Sinds woensdag worden cruciale medewerkers van ziekenhuizen ingeënt.", "De meeste ziekenhuizen waren gisteren al door hun vaccins heen. Morgen komt de laatste zending flacons, die tot en met vrijdag gebruikt worden om de laatste medewerkers te vaccineren\", aldus het LNAZ.", "Voorzitter Ernst Kuipers meldt dat de vaccinatiebereidheid op meer dan 95 procent lag. \"We hopen dat er snel meer vaccins beschikbaar komen, zodat ook de overige collega's gevaccineerd kunnen worden.\"", "In totaal werden 33.000 doses geleverd om 30.000 cruciale zorgmedewerkers te vaccineren. \"De drieduizend extra doses waren bedoeld om eventuele verspilling door een korte houdbaarheid op te vangen. Maar door optimale samenwerking tussen de ziekenhuizen en ambulanceposten is verspilling voorkomen.\"", "Ook konden zes in plaats van de verwachte vijf doses uit een flacon gehaald worden. Dat betekent dat uiteindelijk een kleine 40.000 acute zorgmedewerkers met de eerste lading gevaccineerd kunnen worden volgens het LNAZ."], "authors": ["Door"], "keywords": ["eerste", "om", "31000", "worden", "medewerkers", "ingeënt", "met", "te", "van", "en", "een", "vaccineren", "acute", "gevaccineerd", "ziekenhuizen", "het", "week", "dat", "zorg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}