{"id": "789688cf-20de-3507-9639-1c3bb20e7561", "title": "Subsidie aanvragen eenvoudiger voor culturele makers en organisaties in Utrecht", "url": "https://nu.nl/utrecht/6097283/subsidie-aanvragen-eenvoudiger-voor-culturele-makers-en-organisaties-in-utrecht.html", "summary": "Makers en culturele organisaties in Utrecht kunnen in de eerste helft van 2021 eenvoudiger een impulssubsidie aanvragen bij de gemeente.\nVan 1 januari tot 1 juli van het komende jaar mogen makers en organisaties in de culturele sector weer 100 procent van hun projectkosten aanvragen.\nIn dit half jaar mogen ze twee keer een subsidie aanvragen van maximaal 2.500 euro per keer.\nOok mogen culturele organisaties die de afgelopen vier jaar subsidie kregen via de cultuurnota, plannen indienen voor een projectsubsidie.\nDe gemeente Utrecht zegt te verwachten dat veel makers en culturele organisaties subsidie zullen aanvragen.", "paragraphs": ["Makers en culturele organisaties in Utrecht kunnen in de eerste helft van 2021 eenvoudiger een impulssubsidie aanvragen bij de gemeente.", "Van 1 januari tot 1 juli van het komende jaar mogen makers en organisaties in de culturele sector weer 100 procent van hun projectkosten aanvragen. Dat is nu nog 50 procent. In dit half jaar mogen ze twee keer een subsidie aanvragen van maximaal 2.500 euro per keer.", "Ook mogen culturele organisaties die de afgelopen vier jaar subsidie kregen via de cultuurnota, plannen indienen voor een projectsubsidie. Volgens de gemeente betekent dit dat er meer werk en meer opdrachten komen voor creatieve makers en andere professionals in de culturele sector.", "\"Juist in deze tijd waarin de culturele sector in zwaar weer zit door de coronacrisis is het belangrijk dat bestaande initiatieven zich kunnen blijven ontwikkelen en dat ook nieuwe culturele initiatieven van de grond komen\", aldus Anke Klein, wethouder Cultuur.", "Klein zegt zo voldoende aanbod te behouden in de stad, waaronder culturele activiteiten in de wijken.", "De gemeente Utrecht zegt te verwachten dat veel makers en culturele organisaties subsidie zullen aanvragen. Voor 2021 komt er daarom een extra bedrag van 250.000 euro beschikbaar.", "De impulssubsidie kan vanaf 1 januari online worden aangevraagd. De deadline voor de volgende ronde projectsubsidies is 15 januari."], "authors": ["Door"], "keywords": ["van", "dat", "subsidie", "een", "en", "makers", "organisaties", "culturele", "utrecht", "voor", "aanvragen", "eenvoudiger"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}