{"id": "78a9b3b3-73d4-3795-97c5-44fc366e761d", "title": "Waarom de kofferbak van een auto soms kleiner is dan de fabrikant belooft", "url": "https://nu.nl/auto/6099543/waarom-de-kofferbak-van-een-auto-soms-kleiner-is-dan-de-fabrikant-belooft.html", "summary": "Autofabrikanten beloven soms veel meer bagageruimte dan in de praktijk benut kan worden.\nDaarvan gaf de automaker een bagageruimte van 955 liter op, maar volgens de test kan er niet meer dan 630 liter benut worden.\nVolvo Nederland benadrukt dat de Duitse organisatie andere testmethoden hanteert dan het merk en dat Volvo zelf ook al een lager volume meldt dan ADAC hier aanhaalt.\nSoms valt het oordeel van de Duitse organisatie zelfs positiever uit, zoals bij de Toyota Aygo, die ruimer is dan het merk zelf aangeeft.\nDeze fabrikant zegt een vergelijkbare methode als de ADAC te hanteren: met 'blokjes', waarbij elk blokje gelijkstaat aan een laadvolume van 1 liter.", "paragraphs": ["Autofabrikanten beloven soms veel meer bagageruimte dan in de praktijk benut kan worden. Dat concludeert de ADAC, de Duitse zusterorganisatie van de ANWB, na een uitgebreide praktijktest van auto's in alle prijsklassen.", "Het grootste verschil trof de Duitse organisatie bij de Volkswagen Sharan. Daarvan gaf de automaker een bagageruimte van 955 liter op, maar volgens de test kan er niet meer dan 630 liter benut worden. Ook bij de Volvo XC90 valt de inhoud opvallend lager uit. Daarbij zou 721 liter bagageruimte voorhanden zijn, maar ADAC kwam niet verder dan 475 liter.", "Volvo Nederland benadrukt dat de Duitse organisatie andere testmethoden hanteert dan het merk en dat Volvo zelf ook al een lager volume meldt dan ADAC hier aanhaalt. \"De ADAC test tot onder de rolhoes, Volvo geeft de bagageruimte aan tot aan de bovenkant van de tweede zitrij. Daar zijn autofabrikanten, mits vermeld, in Europa vrij in. Hierbij houden we ons dus aan de geldende Europese ISO-norm en we zijn in onze prijslijsten volledig transparant over de beschikbare bagageruimte. Overigens, ADAC communiceert in haar onderzoek 721 liter bagageruimte voor de XC90, wij communiceren 680 liter in onze officiële prijslijst.\"", "“De ADAC stelt dat de consument de door de fabrikant opgegeven bagageruimte altijd met een korreltje zout moet nemen en eerder als 'grove richtlijn' moet zien.”", "Het valt de autoclub op dat de grootste verschillen worden aangetroffen bij grotere wagens, zoals SUV's. Bij relatief compactere modellen valt het vaak mee. Zoals bij de Dacia DUSTER, die volgens Dacia 413 liter bagageruimte biedt, maar volgens de ADAC 410 liter. Amper verschil dus. Soms valt het oordeel van de Duitse organisatie zelfs positiever uit, zoals bij de Toyota Aygo, die ruimer is dan het merk zelf aangeeft.", "Optimistische meting door automerken", "De ADAC heeft zelf een duidelijke verklaring voor de soms grote verschillen. De organisatie test de 'werkelijk' benutbare ruimte, dus tot de afdekhoes/-klep en de raamlijn. Daarbij zet men de stoelen in elke auto in dezelfde positie om tot een goed vergelijk te kunnen komen.", "In sommige gevallen lijken fabrikanten tot hun conclusie te komen door juist de ruimte te meten die beschikbaar is als je de stoelen helemaal naar voren zet en de auto tot op de laatste kubieke centimeter tegen het plafond vollaadt. Ook ziet de autoclub dat de ruimte voor het reservewiel soms meegerekend wordt als laadruimte.", "“Het is soms mogelijk om meer ruimte te benutten, maar dan is vaak wel iets als een bagagenet nodig om de spullen veilig op hun plek te houden.” Autofabrikant Volvo", "De ADAC stelt dan ook dat de consument de door de fabrikant opgegeven bagageruimte altijd met een korreltje zout moet nemen en eerder als 'grove richtlijn' moet zien. Het is soms mogelijk om meer ruimte te benutten, maar dan is vaak wel iets als een bagagenet nodig om de spullen veilig op hun plek te houden. En het zicht naar achteren loopt dan ook gevaar.", "SKODA vindt eigen meetsysteem net zo realistisch", "Niet alleen Volvo, ook SKODA heeft inmiddels op de testresultaten gereageerd. Deze fabrikant zegt een vergelijkbare methode als de ADAC te hanteren: met 'blokjes', waarbij elk blokje gelijkstaat aan een laadvolume van 1 liter. Hoe die in de laadruimte worden gestapeld, en welke ruimte wel of niet gevuld mag worden, gebeurt volgens SKODA op een vastgestelde manier.", "\"Ook zijn er regels over de hoogte van de stapel blokken. Het scheelt natuurlijk of je helemaal tot de bovenrand van de achterbankleuning doorgaat, of dat je vlak onder de hoedenplank blijft. In elk geval mag de hoedenplank nooit op de blokken rusten.\" En volgens de voorschriften mogen ook aparte bagageruimten zoals opbergvakjes en deurbakken worden meegenomen, benadrukt SKODA."], "authors": ["Door"], "keywords": ["kleiner", "van", "belooft", "waarom", "dan", "adac", "en", "bagageruimte", "een", "te", "auto", "op", "kofferbak", "het", "liter", "fabrikant", "soms"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}