{"id": "78b630fe-fd26-3a34-9810-1e7dad288504", "title": "In Deventer maakt ook Dickens even pas op de plaats: ‘Het voelt wel een beetje kaal’", "url": "https://trouw.nl/verdieping/in-deventer-maakt-ook-dickens-even-pas-op-de-plaats-het-voelt-wel-een-beetje-kaal~bd7ac5c6/", "summary": "In het kroonjaar van het Dickens Festijn – het zou dit jaar de dertigste editie zijn – kan het evenement niet doorgaan.\n“Toen ik voor het eerst met Emmy samenwerkte, kende ik haar al een beetje – in Deventer is ze een bekende figuur.\nDe bovenste verdiepingen van het pand bieden plaats voor de verzameling Victoriaanse kostuums van Strik.\nIk heb eerder Dille & Kamille uit handen gegeven, dus als het niet meer lukt met die kleding, laat ik het gaan.\nHoe leuk ik het ook vind.”Eind november verscheen het boek ‘Deventer ademt Dickens’ over dertig jaar Dickens Festijn, van auteur Steffie Schoemans.", "paragraphs": ["Winkelier en Dickensliefhebber Emmy Strik (79) bedacht in 1991 een themakoopzondag voor in ‘haar’ Walstraat in Deventer. Later zou het groeien tot het Dickens Festijn, een jaarlijks evenement met 125.000 bezoekers. Morgen zou de dertigste editie zijn. Strik: “Het stemt me weemoedig.”", "Emmy Strik (79) is de hartelijkheid zelve. In het korte wandelingetje van haar woonhuis op Walstraat nummer 77 naar haar Dickens Kabinet op nummer 20, zijn er al zes mensen die haar met een warm ‘hee Emmy!’ gedag zeggen. Bij haar thuis is het altijd de zoete inval, net zoals in haar ouderlijk huis. Had een collega van haar vader in de jaren vijftig geen douche? Dan nam hij hem mee naar huis zodat hij zich bij hen kon opfrissen.", "Maar als het gaat om de juiste uitvoering van de Dickensstijl, is Emmy Strik streng. In de beginjaren van het Dickens Festijn wilde een winkelier zijn waar verkopen vanuit plastic bakken. “Nouhou, dát gaat niet gebeuren natuurlijk,” zegt Strik gedecideerd. Plastic hadden ze tenslotte niet in het Victoriaanse Engeland van de 19de eeuw. En als ze ziet dat een acteur tijdens het evenement zijn sjaaltje verkeerd geknoopt heeft – als een choker, in plaats van dubbel omgeslagen met een strik – pakt Strik hem zogezegd ‘bij de lurven’ om het sjaaltje goed te knopen.", "Dit jaar is er echter geen acteur om het sjaaltje van te herschikken. In het kroonjaar van het Dickens Festijn – het zou dit jaar de dertigste editie zijn – kan het evenement niet doorgaan. Normaal gesproken zien jaarlijks zo’n 125.000 bezoekers hoe de smalle straatjes van het historische Bergkwartier in Deventer voor twee dagen omgetoverd worden tot een wereld uit de tijd van Charles Dickens: knus, sfeervol en vol met theater op basis van de Dickens-verhalen. Bijna duizend acteurs, figuranten en kinderkoren doen er aan mee. Op het evenement komen touringcars vol Duitsers af en treinladingen bezoekers uit eigen land, die zomaar een uur in de rij moeten staan voordat ze het Bergkwartier in mogen.", "Een van de figuranten in Dickens-stijl, tijdens het jaarlijkse Dickens Festijn in Deventer. Beeld ANP", "Emmy Strik is de bedenkster van dit alles en een begrip in Deventer, zo zegt Lisanne van Ewijk, medewerker bij evenementbureau dEVENTer, dat tegenwoordig de organisatie van het Festijn in handen heeft. “Toen ik voor het eerst met Emmy samenwerkte, kende ik haar al een beetje – in Deventer is ze een bekende figuur. Ze zet zich zo passievol in voor het Dickens Festijn en weet met haar enthousiasme iedereen mee te krijgen. Dat vind ik wel inspirerend.” Strik werd verder bekend als het gezicht van de Dille & Kamille winkel op de Walstraat, die ze bestierde vanaf 1979. Haar man Jan Strik runt al jaren een antiekwinkel op diezelfde Walstraat, dochter Liesbeth is ondertussen twintig jaar de eigenaresse van ‘Dille’, zoals Strik de winkel liefkozend noemt. De vader van Emmy, Lex ten Kley, was een bekend reclametekenaar. Een straat in een Deventer nieuwbouwwijk is naar hem vernoemd.", "Victoriaanse kostuums uit de collectie van een failliete kledingverhuurwinkel", "Het wandelingetje op deze decemberdinsdag voert ondertussen naar het Charles Dickens Kabinet: een door Strik ingericht, klein museum in de voormalige Vrouwengevangenis op de Walstraat. Alles is hier ‘Dickensiaans’ – van de zesduizend Dickensboeken in de bibliotheek, tot de eigenhandig uit Engeland geïmporteerde meubels en de kerstversiering met dennentakken. Échte, uiteraard. De bovenste verdiepingen van het pand bieden plaats voor de verzameling Victoriaanse kostuums van Strik. Duizenden zijn het er; Strik kon ooit de collectie van een failliete kledingverhuur overkopen. Ten tijde van het Festijn hijst ze ieder winkelpersoneelslid, koorzanger en acteur in een passend pak. Zelf ziet Strik er ook gesoigneerd uit: witte blouse, mooi wollen vest in zandkleur met bijpassende parelmoer broche, de leesbril aan een koordje om de nek.", "Terug naar dertig jaar geleden, toen het Dickens Festijn het licht zag. Het was 1991 en Strik wilde met de ondernemersvereniging een speciale koopzondag in december organiseren. Strik: “Ik heb een héél leuk idee, zei ik: laten we er een Dickensian Christmas van maken! Onze straat past precies in die stijl. De winkeliers waren eerst niet zo enthousiast hoor, ze vonden het maar gedoe.”", "Goed om te weten is dat Emmy al vanaf haar jeugd idolaat is van Engeland. “Dat kwam door mijn vader. Hij was wég van Engeland. Hij had daar een paar vrienden en ging er ieder jaar wel een keer naar toe. Op mijn tiende mocht ik een keer met hem mee; met zijn tweetjes op de boot. Och, dat vond ik geweldig. Hij liet me de redactie van de Daily Mirror zien, waar die vriend werkte, we gingen naar een openbare rechtszaak en naar de schoenenzaak waar mijn vader zich ieder jaar een nieuw paar aan liet meten; hij zag er altijd erg stijlvol uit.” Met de liefde voor Engeland, gaf Striks vader ook de liefde voor Dickens mee. “Al van jongs af aan heeft hij me de verhalen van Dickens laten lezen, al is het ook de tijdsperiode die me zo aantrekt. Die sfeer van het Victoriaanse Engeland vind ik gewoon geweldig.”", "Tijdens het tweedaags straattheaterevenement in Deventer komen ruim 900 personages uit de boeken van de Engelse schrijver Charles Dickens tot leven. Beeld ANP", "Acteurs vertolken Mister Pickwick en Oliver Twist", "Logisch dus dat Strik in die decembermaand van 1991 ‘los’ ging in haar Dickens-thema. Acteurs van de lokale toneelvereniging vertolkten de karakters uit de Dickensverhalen – van mister Pickwick tot Oliver Twist. Buiten kwamen er gezellige vuurkorven te staan en twee ouderwetse paardenkoetsen reden door de straat. Het was meteen een groot succes.", "“Dat komt denk ik omdat het niet zomaar een braderie is, de wijk is even een Engelse wijk uit de negentiende eeuw. Met zangkoren, theater en kramen die zorgvuldig zijn samengesteld.” En zoals gezegd kijkt Strik streng toe op die samenstelling, zo beaamt ook dochter Liesbeth Velders-Strik (52). “Mijn moeder kan heel duidelijk zijn in hoe je je als acteur tijdens het Dickens Festijn moet gedragen. Wee je gebeente als poseert voor een selfie; als bewoner van de negentiende eeuw wéét je niet eens wat een camera is!” Ook het historische Bergkwartier waar het Festijn plaatsvindt is een belangrijke factor voor het succes. Emmy Strik: “Er zijn nu overal in het land Dickensfestivals. Ooit zag ik er eentje voor een V&D pand, maar nee, dat is het niet. Het is de omgeving die het ’m doet.”", "De organisatie heeft Strik na vier jaar overgedragen aan evenementenbureau dEVENTer, al blijft ze als founding mother nauw betrokken. Ze denkt vooral inhoudelijk mee over welke Dickensonderwerpen ze dat jaar zullen uitlichten en is nog steeds de chef kleding van het evenement. Ook ná het Festijn is ze daar nog weken mee bezig. “Alle kleding verzamelen we in de Bergkerk, waar ik alles naloop op reparaties en uitzoek welke stukken naar de stomerij moeten. Dan sta ik daar lekker in mijn eentje in die kerk, muziekje erbij – heerlijk om te doen.”", "Het Dickens Festijn gaat dit jaar niet door. Beeld ANP", "De vuurkorven en koetsen van het begin kunnen nu niet meer vanwege de drukte", "Het grootste verschil tussen het evenement toen en nu, is de drukte, zegt Strik. “Die vuurkorven en koetsen van het begin, dat zou nu niet meer kunnen. Veel te gevaarlijk. Er is een veiligheidsdraaiboek van geloof ik wel honderd pagina’s.” Er zijn momenten dat Strik het best wat kleinschaliger zou willen. Maar, zo zegt ze nuchter: dat gaat toch niet meer gebeuren. “Alhoewel, misschien volgend jaar. Wie weet dat mensen toch niet meer zo massaal door die kleine straatjes willen trekken.”", "Dat het Festijn dit jaar niet zo door zou gaan, zag Strik al vanaf de eerste lockdown in maart aankomen. “Het zijn nog niet eens die twee dagen die ik mis, het zijn vooral alle voorbereidingen eromheen,” zegt Strik. “Een keer reed ik met een collega naar de kledingverhuur in Zevenaar; we zaten zó gezellig kletsen, dat we er pas in Duitsland achter kwamen dat we de afslag hadden gemist.” Ook komen er ieder jaar honderden kinderen langs bij Strik om hun kostuum op te halen. “‘Hoi omi!’ zeggen ze dan, zoals mijn kleinkinderen me ook noemen. Ja, het stemt me wel weemoedig dat we dat allemaal moeten missen dit jaar.” Maakt dat haar somber? “Nee, dat niet, maar een beetje kaal voelt het wel.”", "Haar dochter is haar gedoodverfde opvolger", "Dochter Liesbeth staat klaar om, als het zover is, de kledingtaken van haar moeder over te nemen. “Ik ben haar gedoodverfde opvolger; dat vind ik leuk hoor, het is geen last,” zegt Velders-Strik. “Toen het evenementenbureau hier onlangs de versieringen ophing, vroeg ik de nieuwe directeur of ik volgend jaar ook aan kon schuiven bij de vergaderingen. Ik houd graag een vinger in de pap, haha – heb ik van mijn moeder.”", "En, lukt het haar moeder een beetje om de zaken uit handen te geven? “Ja, dat valt me niet tegen. Ze heeft natuurlijk nog wel de supervisie over de kleding, maar ze geeft me nooit ongevraagd advies, ook niet over de winkel. Dat vind ik knap, ik weet niet of ik dat zou kunnen.” Emmy zelf kijkt nuchter naar de overdracht van haar taken. “Ik zal wel moeten, maar ik kán het ook. Ik heb eerder Dille & Kamille uit handen gegeven, dus als het niet meer lukt met die kleding, laat ik het gaan. Hoe leuk ik het ook vind.”", "Eind november verscheen het boek ‘Deventer ademt Dickens’ over dertig jaar Dickens Festijn, van auteur Steffie Schoemans. Het boek is verkrijgbaar in de webwinkel van de VVV Deventer.", "Lees ook:", "Het boek dat Dickens redde uit een ontspoorde trein is opnieuw vertaald, helaas zonder illustraties", "Na zeventig jaar verschijnt weer een Nederlandse vertaling van Charles Dickens’ laatste voltooide roman ‘Our Mutual Friend’."], "authors": ["Jette Pellemans"], "keywords": ["ik", "van", "strik", "kaal", "en", "haar", "een", "maakt", "op", "ook", "dickens", "het", "pas", "niet", "dat", "wel", "plaats", "voelt"], "pubDate": "2020-12-18T12:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}