{"id": "78c16820-434c-3ed8-a70c-5464e34d4fae", "title": "Feestdagen leiden tot coronabom in Amerika", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/12/feestdagen-leiden-tot-coronabom-in-amerika-792200/", "summary": "Het coronavirus is vooral actief in regio’s waar de inwoners eerder dit jaar de dans nog zijn ontsprongen: het Midwesten en het zuidwesten.\nTot dusver overleden ruim 275.000 Amerikanen aan het virus – dat aantal zou volgens Redfield in februari 2021 kunnen uitkomen op 450.000.\nCalifornië gaat met een nieuwe lockdown het verst, maar ook in veel andere staten zijn restaurants, bibliotheken en fitnesscentra opnieuw (deels) gesloten.\nDonald en zijn echtgenote Melania hebben de komende weken meer dan twintig verschillende kerstfeesten en recepties gepland in het Witte Huis.\nHet zijn veelal bijeenkomsten met Republikeinse vrienden, soms verscheidene per dag.", "paragraphs": ["Een nieuwe golf coronagevallen in de Verenigde Staten rond Thanksgiving leidt tot grote zorgen over de aanstaande Kerstdagen. Per dag komen er 200.000 besmettingen bij, meer dan 100.000 Amerikanen liggen in het ziekenhuis. Vier vragen over de nieuwe besmettingsgolf in de Verenigde Staten.", "1. Hoe groot zijn de problemen?", "Dagen achtereen meldt het Centers for Disease Control and Prevention (CDC, het Amerikaanse RIVM) recordaantallen coronabesmettingen. Per dag komen er 200.000 besmettingen bij, meer dan 100.000 Amerikanen liggen in het ziekenhuis. Het coronavirus is vooral actief in regio’s waar de inwoners eerder dit jaar de dans nog zijn ontsprongen: het Midwesten en het zuidwesten.", "CDC-directeur Robert Redfield waarschuwt dat de komende winter ‘de moeilijkste periode in de geschiedenis van Amerikaanse volksgezondheid’ kan worden. Tot dusver overleden ruim 275.000 Amerikanen aan het virus – dat aantal zou volgens Redfield in februari 2021 kunnen uitkomen op 450.000.", "2. Waarom verspreidt het virus zich zo snel?", "Experts noemen verscheidene oorzaken voor de recente toename van besmettingen. Degenen die corona zat zijn, houden zich minder goed aan de regels. Sommige staten versoepelden bovendien de coronabeperkingen na de zomer. En door koudere temperaturen verblijven de Amerikanen nu meer binnen. Eén oorzaak is specifiek voor de Verenigde Staten: afgelopen week reisden vele miljoenen Amerikanen naar familie en vrienden voor de feestdag Thanksgiving, ondanks waarschuwingen van de autoriteiten om dat niet te doen. Meer dan zes miljoen Amerikanen namen het vliegtuig. Het was de drukste reisdag sinds de uitbraak van de pandemie.", "3. En nu?", "De precieze gevolgen van Thanksgiving worden pas volgende week echt duidelijk, maar de kans is groot dat het virus zich nog sneller zal verspreiden, aldus de corona-stuurgroep van het Witte Huis. In een brief aan de gouverneurs stelde deze taskforce, geleid door vicepresident Mike Pence, dat alle Amerikanen onder de veertig jaar ‘er eigenlijk van uit moeten gaan dat ze zijn besmet’ tijdens Thanksgiving en dat ze zich zo snel mogelijk moeten laten testen. Amerikanen boven de 65 jaar zouden publieke binnenruimten voorlopig moeten mijden.", "Pence kan slechts advies geven, het is aan de afzonderlijke staten om de regels en beleid op te stellen. Californië gaat met een nieuwe lockdown het verst, maar ook in veel andere staten zijn restaurants, bibliotheken en fitnesscentra opnieuw (deels) gesloten. Kerstvieringen worden afgeraden, bijvoorbeeld door Joe Biden, die vanaf 20 januari 2021 de nieuwe president is.", "4. Wat doet Donald Trump?", "De vertrekkende president Donald Trump, die dit najaar het virus opliep en herstelde, houdt zich niet bepaald aan de regels van zijn eigen taskforce. Donald en zijn echtgenote Melania hebben de komende weken meer dan twintig verschillende kerstfeesten en recepties gepland in het Witte Huis. Het zijn veelal bijeenkomsten met Republikeinse vrienden, soms verscheidene per dag. Trumps woordvoerder Kayleigh McEnany haalde woensdag de Black Lives Matter-protesten aan om deze evenementen te verdedigen: ‘Als je winkels kunt plunderen, gebouwen kunt platbranden en kunt demonstreren, kun je ook naar een kerstfeestje gaan.’", "Als Trump het al heeft over corona, concentreert hij zich het liefst op de ontwikkeling van een vaccin. In de komende weken keurt de Amerikaanse overheid waarschijnlijk twee vaccins goed. Daarmee zijn de problemen nog niet voorbij: het inenten van de inwoners van de Verenigde Staten kan volgens experts heel 2021 in beslag nemen."], "authors": [], "keywords": ["tot", "aan", "van", "het", "feestdagen", "meer", "amerikanen", "zijn", "coronabom", "staten", "en", "dat", "zich", "leiden", "amerika"], "pubDate": "2020-12-04T15:04:00+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}