{"id": "78c4dbc2-b83e-3b19-8801-c28739cd0142", "title": "In ‘Ammonite’ geen broeierige blikken, wel blote voeten op natte keien", "url": "https://trouw.nl/recensies/in-ammonite-geen-broeierige-blikken-wel-blote-voeten-op-natte-keien~b0b6b08a/", "summary": "Op het keiige strand zoekt ze naar overblijfselen uit prehistorische tijden.\nBleek, in haar rood omrande ogen net zo’n naar binnen gekeerde blik als die van Mary.\nDe film werkt toe naar een kordate liefdesscèneKate Winslet speelt haar als een weerbarstige, sociaal schuchtere vrouw die zich vasthoudt aan routine.\nMet een minimum aan dialogen en des te meer visuele kracht stapelt Lee de bouwsteentjes op voor een groeiende genegenheid, vriendschap, liefde.\nGeen broeierige blikken, wel blote voeten op natte keien.", "paragraphs": ["Ammonite", "Regie: Francis Lee", "Met Kate Winslet, Saoirse Ronan, Gemma Jones, Fiona Shaw", "★★★★", "Haar bestaan oogt zo grauw als de fossielen die ze aantreft aan de rotsige, immer bewolkte Engelse zuidkust. Mary Anning woont in een verveloos huis met rafelige gordijnen, kale muren en schamele maaltijden op de keukentafel.", "Op het keiige strand zoekt ze naar overblijfselen uit prehistorische tijden. En anders maakt ze kitscherige schelpensouvenirs, die vinden toeristen leuk. Dan verschijnt in Lyme Regis een stadse vrouw in zwart satijn. Bleek, in haar rood omrande ogen net zo’n naar binnen gekeerde blik als die van Mary. ‘Melancholie’, volgens haar echtgenoot, die snel uit beeld verdwijnt.", "Met ‘God’s Own Country’ maakte Francis Lee in 2017 een persoonlijke film over een Engelse jonge boer die zich onverwacht verliest in een romance met een Roemeense seizoenswerker. ‘Ammonite’ is een soort vrouwelijke pendant: de vrouwen leven op in elkaars armen. Deze opvolger mag een verrassende stap lijken, Lee, die ook het scenario schreef, kon zich als selfmade filmmaker wel vereenzelvigen met buitenbeentje Anning (1799-1847). Afkomstig uit een zeer eenvoudig gezin dat weinig voorspoed kende vond ze als twaalfjarige de resten van een prehistorisch zeedier: het skelet kwam in het British Museum terecht. Anning vergaarde enorme geologische kennis, maar als vrouw, en zonder formele scholing, kreeg de paleontoloog in wetenschappelijke kringen geen voet aan de grond.", "De film werkt toe naar een kordate liefdesscène", "Kate Winslet speelt haar als een weerbarstige, sociaal schuchtere vrouw die zich vasthoudt aan routine. Murw door persoonlijke tegenslag, vastgebeten in haar werk. En dan ineens die andere vrouw. Charlotte (Saoirse Ronan), een kwetsbaar dametje dat haar zorg behoeft. Hier en daar komt iets van lichtheid in het leven. Een kanten kraagje, een bloempje op de eettafel. Met een minimum aan dialogen en des te meer visuele kracht stapelt Lee de bouwsteentjes op voor een groeiende genegenheid, vriendschap, liefde.", "Geen broeierige blikken, wel blote voeten op natte keien. Hijgend samen een rotsblok uitgraven. In één bed slapen omdat er maar één bed is. Er tussendoor weeft Lee in close-ups de wereld waar Anning zo vol van was: een kever, een scharrelende krab, zacht deinend zeewier, een ekster die een schelpdiertje verschalkt.", "Voorzichtig, zonder grote gebaren, werkt de film toe naar een kordate liefdesscène die om meerdere redenen een bevrijding is voor de twee: verlost van korsetten, te lang gedragen, vuile rokken, benauwende hoeden, verlost ook van een emotioneel pantser dat de vrouwen voor zichzelf hadden opgetrokken. Het mag brutaal zijn om een historische figuur een fictieve romance aan te meten. Maar Lee maakt van Annings werk misschien wel een metafoor: in je eigen omgeving, net onder het oppervlak, kunnen elementen liggen die je leven een grootse wending geven."], "authors": ["Remke De Lange"], "keywords": ["ammonite", "blikken", "geen", "natte", "van", "als", "het", "op", "die", "blote", "keien", "broeierige", "lee", "een", "haar", "en", "voeten", "aan", "wel"], "pubDate": "2020-12-10T01:00:45+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}