{"id": "78c50da7-d878-3d3c-ba8a-159fb562cde0", "title": "Nasrdin Dchar heeft ongelofelijk veel zin om te spelen, ook al is het voor de camera in een lege zaal", "url": "https://volkskrant.nl/cultuur-media/nasrdin-dchar-heeft-ongelofelijk-veel-zin-om-te-spelen-ook-al-is-het-voor-de-camera-in-een-lege-zaal~b98eeff0/", "summary": "Aanstaande zaterdag speelt Dchar in een leeg theater voor een livestream.\nDat publiek zal zaterdag ontbreken: zijn nieuwe voorstelling Adem speelt hij voor een lege zaal in Internationaal Theater Amsterdam.\nMaar deze zaterdag volgt wel zijn ‘digitale première’, bij ITAlive, het gloednieuwe livestreamplatform van het belangrijke gezelschap.\nEr werd zelfs gesuggereerd dat ik het zou hebben verzonnen om kaartjes te verkopen.’Daarom belde hij de ober alsnog op.\n‘Geduld’ is wat mij betreft het woord van het jaar.’Livestream Adem, 12/12, 20.30 bij ITAlive.", "paragraphs": ["De première van Adem werd twee keer verzet en toen afgeblazen. Een geplande landelijke tournee werd naar komend voorjaar verplaatst. Aanstaande zaterdag speelt Dchar in een leeg theater voor een livestream.", "Drie dagen voor zijn livestreamdebuut slaat de spanning toe. Acteur en theatermaker Nasrdin Dchar (41): ‘Eerst dacht ik alleen: we gaan dit doen, yes, vet! Eindelijk hoef ik me niets aan te trekken van dat stomme virus en kan ik op een andere manier contact maken met mijn publiek. Maar nu denk ik soms wel: dit kwetsbare verhaal door die lens krijgen, de huiskamers in… Hoe dan?’", "Op toneel is Dchar gewend aan een ontspannen interactie met zijn publiek. Hij spreekt toeschouwers direct aan, stelt vragen aan de zaal, krijgt antwoorden. Dat publiek zal zaterdag ontbreken: zijn nieuwe voorstelling Adem speelt hij voor een lege zaal in Internationaal Theater Amsterdam.", "Adem, dat hij maakte met zijn vaste regisseur en creatief partner Floris van Delft, is een van de belangrijke producties die dit najaar de dupe werden van corona. De première werd twee keer verzet en toen afgeblazen. Een geplande landelijke tournee werd naar komend voorjaar verplaatst. Maar deze zaterdag volgt wel zijn ‘digitale première’, bij ITAlive, het gloednieuwe livestreamplatform van het belangrijke gezelschap. Dchar, lachend: ‘De druk!’", "Tegelijk heeft hij ‘ongelofelijk veel zin’ om te spelen. Na de virusuitbraak had Dchar vijf maanden geen werk en zat hij thuis met zijn kinderen van 4 en 6. In Adem staat hij stil bij hoe dat was, en hoe die situatie hem met zichzelf confronteerde.", "‘Voor corona zat ik qua werk echt op een lekkere trein: veel filmen, een groot theaterproject, het denderde allemaal door. En opeens sta je stil.’ Het duurde even voor de adrenaline wegzakte. ‘Maar toen dat gebeurde kreeg ik meer lucht, meer zuurstof.’ Vandaar ook de titel.", "Veel ouders zullen zijn worsteling herkennen met het fulltime huisvaderschap. ‘Enerzijds: een ongelofelijk cadeau. Echt.’ Adem geeft een ontroerend inkijkje in hoe deze crisis voor kleine kinderen moet zijn. Zo maakt de oudste zich veel zorgen om ziekte en dood. Dchar: ‘Het gaat in de berichtgeving steeds over ouderen, dus ik vond het interessant om het nu eens te laten zien door de ogen van een kind.’", "Tegelijk constateert Dchar in het stuk dat hij wel héél opgelucht is als blijkt dat de scholen weer opengaan. Hij vergelijkt de opwinding met een goal van het Nederlands elftal. Juichend: ‘O mijn god. De kinderen mogen weer hele dagen naar school!’", "Dchar vertelt het allemaal in een bedachtzame terugblik op het jaar, luttele minuten voor de jaarwisseling. ‘Ik noem deze voorstelling daarom ook weleens mijn eigen oudejaarsconference.’ Met dit verschil, benadrukt Dchar, dat hij niet uit is op de lach en minder dicht op de actualiteit zit. ‘Het woord ‘corona’ komt er niet in voor. Ik wilde meer het onderliggende gevoel van introspectie, frustratie, angst en eenzaamheid vangen.’ En ja, ook zelfinzicht, groei en dankbaarheid.", "Tegelijk verwijst de titel ook naar die andere grote gebeurtenis van dit jaar (‘I can’t breathe’). Door de gewelddadige dood van George Floyd en de daaropvolgende massale Black Lives Matter-protesten is ook Dchar zich nog meer bewust geworden van racisme en de noodzaak je ertegen uit te spreken. Als Nederlander met Marokkaanse ouders maakt ook hij het veelvuldig mee, van zogenaamd onschuldige grappen tot onverholen haat. Kort voor de corona-uitbraak nog, in een restaurant, waar een ober hem dacht te herkennen van tv, en er grappend aan toevoegde: ‘Maar niet uit Opsporing verzocht!’", "Beeld Eva Roefs", "‘En elke keer sta je weer voor die vraag: lach je het weg, of spreek je je uit?’ Dchar zweeg, maar deelde het incident wel op Twitter. ‘Toen kreeg ik me toch een shitload van haat over me heen. Er werd zelfs gesuggereerd dat ik het zou hebben verzonnen om kaartjes te verkopen.’", "Daarom belde hij de ober alsnog op. ‘Dat was een ongemakkelijk gesprek, ja. Hij riep natuurlijk meteen: het was maar een grapje! We zijn er in Nederland nog niet zo goed in dit gesprek rustig en open met elkaar te voeren. Maar dat moet wel. Na dit jaar kan ik er niet meer omheen draaien, en in deze voorstelling spreek ik me er voor het eerst echt scherp over uit.’ Bij de paar voorstellingen die hij wél speelde, kreeg hij er alleen maar goede reacties op, zegt Dchar. Juist ook van types als de grappende ober. ‘Die vertellen me dat ik ze aan het denken heb gezet.’", "Als theatermaker en publieke figuur roept Dchar steeds opnieuw op tot verbinding, ook in Adem weer. In de tekst zegt hij: ‘Het was het jaar van bang zijn voor de ander, en verlangen naar de ander.’ Een jaar ook waarin mensen zich noodgedwongen terugtrokken in hun eigen bubbel, overgeleverd aan het nieuws en sociale media, meestal niet heel bevorderlijk voor het vertrouwen in anderen. De scheidslijnen in de samenleving zijn tijdens deze crisis scherper geworden, constateert Dchar.", "‘Het is natuurlijk een klotetijd; veel mensen zijn gefrustreerd en bang. Maar we moeten die woede niet op elkaar richten, of ons tegen elkaar uit laten spelen door zo’n weerzinwekkende tweet van Wilders. We moeten echt proberen om ‘de ander’ te blijven zien, al is dat nu even moeilijk. ‘Geduld’ is wat mij betreft het woord van het jaar.’", "Livestream Adem, 12/12, 20.30 bij ITAlive. Kaarten € 12,50."], "authors": ["Herien Wensink"], "keywords": ["nasrdin", "van", "om", "dat", "een", "het", "ook", "en", "te", "zaal", "ik", "zijn", "voor", "veel", "ongelofelijk", "hij", "spelen", "dchar", "zin"], "pubDate": "2020-12-08T14:53:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}