{"id": "78d5d030-afd0-3d86-b9f7-fd16dd16bb49", "title": "De winnaar en verliezer van de week: de Bijenkorf groeit en bloeit, de omzet van House of Fraser daalt", "url": "https://volkskrant.nl/economie/de-winnaar-en-verliezer-van-de-week-de-bijenkorf-groeit-en-bloeit-de-omzet-van-house-of-fraser-daalt~bf24b3ee/", "summary": "De Bijenkorf moest van zijn provinciale imago af en zijn grootstedelijke glamour terugkrijgen.\nEn vijf van van de twaalf vestigingen (Arnhem, Breda, Den Bosch, Enschede en Groningen) gingen dicht onder de slogan dat door krimp de impact zou kunnen toenemen.\nGeen winkel meer aan de Karrevrachtstraat in Breda maar wel een betere aan het Damrak in Amsterdam.\nDe Britten keken er met argusogen naar, omdat de bazen van beide bedrijven familieleden van elkaar bleken te zijn.\nDaardoor zou het voorbestaan van 20 van de 59 warenhuizen in Groot-Brittannië op het spel staan.", "paragraphs": ["Beeld ANP", "Winnaar", "Giovanni Colauto Beeld ANP", "Hij heeft niet alleen zijn naam mee voor een warenhuisdirecteur die zich in het luxere segment profileert. Bijenkorf-topman Giovanni Colauto weet ook van wanten. Voor het vijfde jaar op rij is de omzet gestegen.", "In het afgelopen jaar werd voor ruim 450 miljoen euro aan spullen verkocht, 12 procent meer dan in 2016. In de winkels kwamen 2 procent meer bezoekers en online werd 24 procent meer verkocht, vooral dankzij het feit dat de Bijenkorf de spullen nu ook gratis verzendt. En de marges zijn zo goed dat er daardoor geen geld bij hoeft. Het operationele resultaat steeg met 8 procent.", "Colauto trad in 2012 aan en wist meteen wat hij wilde. De Bijenkorf moest van zijn provinciale imago af en zijn grootstedelijke glamour terugkrijgen.", "De Drie Dwaze Dagen verdwenen. En vijf van van de twaalf vestigingen (Arnhem, Breda, Den Bosch, Enschede en Groningen) gingen dicht onder de slogan dat door krimp de impact zou kunnen toenemen.", "Geen winkel meer aan de Karrevrachtstraat in Breda maar wel een betere aan het Damrak in Amsterdam. 200 miljoen werd geïnvesteerd in de bestaande winkels. Colauto deinst er niet voor terug ook nu nog het mes in het bedrijf zetten. Zo zet hij de sanering van het distributiecentrum door, waardoor 143 banen verdwijnen. De Britse eigenaar Selfridges vaart wel bij deze voortvarendheid.", "Verliezer", "Alex Williamson Beeld ANP", "Zo stevig als Giovanni Colauto in het zadel zit, zo wankel zit Alex Williamson, de baas van House of Fraser. Net als zijn twee voorgangers lijkt hij zijn tanden te hebben stukgebeten op de problemen van de keten die elke Nederlander die een keer in Londen heeft geshopt wel moet kennen.", "House of Fraser is al enige tijd speelbal van Chinese investeerders. Deze week verkocht de huidige Chinese eigenaar Nanjing Xinjiekou Department Store de keten aan een ander, eveneens Chinees bedrijf: C.banner, dat al enige Britse schoenenketens bezit. De Britten keken er met argusogen naar, omdat de bazen van beide bedrijven familieleden van elkaar bleken te zijn.", "Duidelijk is dat de nieuwe eigenaar het over een andere boeg zal gooien. Die wil 100 miljoen euro aan nieuw kapitaal in het bedrijf steken om het onlineverkoopkanaal te moderniseren op voorwaarde dat er warenhuizen worden gesloten. Daardoor zou het voorbestaan van 20 van de 59 warenhuizen in Groot-Brittannië op het spel staan.", "Alex Williamson werd een jaar geleden aangesteld om de bezem door het bedrijf te halen. Maar hij bleek te dweilen met de kraan open. De kostenbesparingen leidden alleen tot een verdere daling van de omzet. Of hij zijn werk mag afmaken is nu de vraag."], "authors": ["Peter De Waard"], "keywords": ["van", "house", "fraser", "het", "hij", "omzet", "zijn", "groeit", "week", "daalt", "een", "werd", "en", "dat", "winnaar", "te", "verliezer", "aan"], "pubDate": "2018-05-04T23:05:02+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}