{"id": "78d8e1e6-e1b5-3ccd-9c89-bddf89e9a299", "title": "Shell pakt kop op licht herstellend Damrak", "url": "https://www.telegraaf.nl/financieel/2003890830/verlies-aex-loopt-op-ecb-besluit-biedt-te-weinig", "summary": "In Rusland wacht beide boetes vanwege schending van privacy van gebruikers, zoals zij net als Amazon in Europa kregen aangezegd.\nLagarde gewogenBeleggers reageren op het rentebesluit van de Europese Centrale Bank (ECB), dat ongewijzigd bleef.\nDan zou je verwachten dat de ECB zou moeten doen om dat te bereiken.\nTonckens is de tweede hoge bestuurder van het concern die het veld moet ruimen na de aandeelhoudersopstand tegen een aandelenuitgifte.\nFinancieel dienstverlener Intertrust kampt met een adviesverlaging tot ’neutraal’, bij een koersdoel van €16, door JPMorgan en valt 2,4% terug.", "paragraphs": ["De AEX noteert rond 16:15 uur 0,2% lager op 618,9 punten. De Midkap-index zakt weg tot 0,7% verlies op 902,4 punten.", "De beurs in Frankfurt zakt 0,8% in het rood, Parijs daalt 0,4%. De Londense FTSE-index klimt met 0,2%.", "In New York zakte de Dow Jones-index bij opening 100 punten. Het aantal werkloosheidsaanvragen van de week tot 5 december ging naar 853.000, dat zijn er 137.000 meer dan vorige week. Dit is de sterkste stijging in elf weken.", ",,Dat valt zeker tegen. Maar daarmee worden Democraten en Republikeinen meteen gedwongen hun onderhandelingen over steun aan de Amerikaanse bevolking en bedrijven af te ronden”, zegt strateeg Luc Aben van Van Lanchschot Vermogensbeheer. ,,De noodzaak wordt steeds duidelijker.”", "Bekijk ook: Rode beurzen VS wachten op Airbnb", "Volumes in aandelen Google en Facebook zijn hoog, na de aankondiging donderdag van onderzoek naar opsplitsing van Facebook. In Rusland wacht beide boetes vanwege schending van privacy van gebruikers, zoals zij net als Amazon in Europa kregen aangezegd.", "Lagarde gewogen", "Beleggers reageren op het rentebesluit van de Europese Centrale Bank (ECB), dat ongewijzigd bleef. ECB-voorzitter Lagarde houdt de uitbreiding van het Pandemic Emergency Purchase Program (PEPP) komen tot in 2022.", "Aben: ,,De rente was geen verrassing, de €500 miljard steun lijkt een compromis tussen de duiven en haviken in de ECB. Dat bedrag was de consensus maar ook de minimumdrempel. Daar voldoet het aan - maar ook niet meer dan dat. De ECB-inschatting voor de inflatie in 2024 tot 1,4% is wel ruim onder de target van 2%. Dan zou je verwachten dat de ECB zou moeten doen om dat te bereiken. Anderzijds, wordt het gewaardeerd dat Lagarde zolang steun paraat blijft houden.”", "„Met name de verlening van het programma naar maart 2022 is positief ontvangen door de valutamarkt”, aldus valutahandelaar Joost Derks van IbanFirst. ,,De ECB laat doorschemeren dat zij klaar staat om de economie waar nodig verder te ondersteunen.”", "Deze stijging van de euro, met 0,5% tot $1,21453, is potentieel slecht voor de eurozone-export, en iets waar Lagarde ook met een half oog naar zal kijken, aldus Aben: een dure euro staat ook de beoogde inflatiestijging tot onder 2% in de weg.", "Brexit-deal ver weg", "Veel ogen zijn gericht op Brussel. Premier Johnson en Europese Commissie-voorzitter Von der Leyen proberen een volledige scheidingsovereenkomst tussen het VK en de EU af te timmeren. Het Britse pond toont pessimisme: sterling koerst 0,9% lager bij €1,0984.", "„Het diner tussen Boris Johnson en Von der Leyen van de Europese Commissie gaf gisteren vooraf enige hoop, het pond steeg. Maar het diner heeft opnieuw weinig opgeleverd, het pond zakt vandaag tegen de euro en dollar. De twee partijen blijven op belangrijke issues ver uit elkaar”, aldus marktanalist Ima Sammani van valutahandelaar Monex Europe.", "„Het enige resultaat is een nieuwe deadline voor zondag. Maar in de koersontwikkeling zie je dat de verwachtingen toch negatief zijn.”", "Fikse uitslag Philips", "Philips valt in de hoofdindex in de smaak met 2,7% koerswinst.", "Bierbrouwer Heineken werd voor 1,9% getapt door beleggers.", "Energieconcern RD Shell voegt 1,2% toe aan het vorige slot. Brent-olie wint 1,6% bij $49,50 per vat. De markt rekent op meer groei na de ECB-stimulering. Een terroristische aanslag heeft bovendien twee oliebronnen in Noord-Irak in het Khabbaz-olieveld bij de op een na grootste producent van oliekartel OPEC vlam doen vatten . Irak noemt de schade ’beperkt’.", "Winkelvastgoedfonds Unibail-Rodamco-Westfield koerst 1,1% hoger. Het winkelvastgoedconcern liet weten financieel directeur Jaap Tonckens te vervangen door Fabrice Mouchel. Tonckens is de tweede hoge bestuurder van het concern die het veld moet ruimen na de aandeelhoudersopstand tegen een aandelenuitgifte.", "Aegon zakt 2,5% weg. Met 11,7 miljoen stukken is de Haagse verzekeraar die zich verder wil terugtrekken uit kleine markten het meest verhandeld; twee keer zoveel als zwaargewicht ING (-1,8%). Aegon gaat terug naar zijn belangrijkste groeimarkten. Het schrapt €400 miljoen aan kosten.", "Analisten reageren somber. Het beoogde dividend van €0,25 per aandeel is volgens ING wel in lijn met de ontwikkeling van de vrije kasstroom. KBC, dat al jaren een nieuwe strategie voor meer winstgevendheid verlangt, verwijt Aegon niet eerder te hebben ingegrepen.", "Volgens KBC wil een aantal aandeelhouders dat de Haagse verzekeraar ook het Verenigd Koninkrijk verlaat. ING-analisten zeggen eerst verdere stappen van Aegon af te wachten.", "Chipmachinemaker ASML raakt 1,3% kwijt, terwijl toeleverancier ASMI opnieuw wint (+0,3%).", "Maaltijdenbezorger Just Eat Takeaway gaat na bijna 8% koerswinst woensdag 1,4% terug.", "Financials zitten richting het ECB-besluit in de verdrukking: ING (-2%), ABN Amro (-2,7%), ASR (-1,4%).", "Twijfels overname GrandVision", "Pharming schiet in de Midkap 4,7% omhoog. Het biotechbedrijf begint een proef voor de behandeling van het coronavirus met zijn medicijn Ruconest.", "Optiekketen GrandVision zakt hier 3%. Bloomberg meldt dat de Frans-Italiaanse brillenmaker EssilorLuxottica het optiekconcern niet meer overnemen. EssilorLuxottica ontkent. Roestvrijstaalmaker Aperam verliest 2,5%, zakenbank Jefferies verlaagde het advies van ’kopen’ naar ’houden’, bij een afgeslankt koersdoel van €30.", "Led-verlichtingproducent Signify verliest nog eens 2,4%.", "Financieel dienstverlener Intertrust kampt met een adviesverlaging tot ’neutraal’, bij een koersdoel van €16, door JPMorgan en valt 2,4% terug.", "Arcadis zakt 0,2% weg. Het ingenieursbureau gaat in Californië meehelpen om de schade na de bosbranden te herstellen.", "Signify verliest 3,9%. Daarmee komt er een einde aan de prachtige rit van het verlichtingsbedrijf sinds begin november.", "AScX-fonds Ajax glijdt 5,2% weg nadat de Amsterdamse voetbalclub overwintering in de lucratieve Champions League mis liep.", "Houtbewerkingsbedrijf Accsys verliest nog eens 8%, woensdag zakte het 6,4%. Beleggers nemen winst na 50% oploop dit jaar."], "authors": ["Theo Besteman"], "keywords": ["tot", "van", "zakt", "shell", "pakt", "op", "het", "met", "damrak", "licht", "herstellend", "een", "dat", "en", "te", "kop"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}