{"id": "78ed9b1b-61e2-3a4a-828c-4e63a3bb4437", "title": "Morgen is het foute kersttruiendag en ze zijn dit jaar echt fouter dan ooit", "url": "https://www.metronieuws.nl/in-het-nieuws/good-vibes/2020/12/morgen-is-het-foute-kersttruiendag-en-ze-zijn-dit-jaar-echt-fouter-dan-ooit/", "summary": "Morgen is het foute kersttruiendag en ze zijn dit jaar echt fouter dan ooitMorgen is het weer de jaarlijkse foute kersttruiendag.\nKlik hier om het aan te passen.\nEn dan is er natuurlijk ook de 2-in-1-kersttrui, maar dan moet je elkaar wel echt héél leuk vinden, en waar laat je je andere arm?\nKlik hier om het aan te passen.\nKlik hier om het aan te passen.", "paragraphs": ["Morgen is het foute kersttruiendag en ze zijn dit jaar echt fouter dan ooit", "Morgen is het weer de jaarlijkse foute kersttruiendag. Of eigenlijk beter gewoon ‘kersttruiendag’, want, zoals een collega het mooi verwoordde: „Je zegt toch ook niet groen gras?” Want een kersttrui = fout en elk jaar weer worden de truien nog bonter, hysterischer en voller met nog slechtere teksten en afbeeldingen. Fout dus, al is fout soms natuurlijk gewoon steengoed.", "Er wordt van alle kanten ingehaakt op de vaak gebreide trui. Van voetbalclubs met hun geelgroene variant op de vaak groen-rode tot supermarkten en een lokale flexwerkplek-organisatie.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "De foute kersttruiendag heeft overigens een wat diepere betekenis. Al jaren gebruikt Save the Children deze dag om aandacht te vragen voor hun goede doel, en hopen ze dat iedereen in de foute trui iets goeds doet (en drie euro doneert).", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Hij mag aan vandaag: je kersttrui. Save the Children vraagt mensen iets goeds te doen in de foute trui: https://t.co/gwYYAZ3zBe #r1jn pic.twitter.com/nidgJsRsKn — NOS Radio 1 Journaal (@NOSRadio1) December 16, 2016", "Zoomen in je kersttrui?", "Rondje Google en een kijkje op de verschillende websites leert dat de truien dit jaar om te smullen zijn. Tenzij je een hekel hebt aan (synthetische) wol, de kleur groen en/of rood, dubbelzinnige woord- slash wolgrapjes („I’m sexy and I snow it”) en toeters en kerstbellen. Dan kun je maar beter thuisblijven morgen. Of wacht, dat doen we waarschijnlijk toch al.", "Toch jammer dat je er morgen niet mee kunt lopen pronken bij de koffieautomaat. Of tijdens de speciaal georganiseerde VrijMiBo, met een bepaalde dresscode. Dan maar Zoomen in je kersttrui en hopen dat je niet de enige bent.", "Maar ben je scholier van Het Lyceum Gouda? Doe dan zeker een kersttrui aan, al is het maar om de social media-afdeling van je school te supporten.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "(Bijna) dezelfde kersttruien bij verliefde stelletjes blijkt ook elk jaar weer een ‘hippe variant’ op hetzelfde windjack bij pensionado’s en worden, vaak met #couplegoals, op social media gedeeld. En dan is er natuurlijk ook de 2-in-1-kersttrui, maar dan moet je elkaar wel echt héél leuk vinden, en waar laat je je andere arm?", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Anderen laten graag zien dat een kersttrui helemaal „niet seksloos” hoeft te zijn.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Voor de medewerkers van hotel New York in Rotterdam is het elke dag foute kersttruiendag, en geheel coronaproof.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "En dan zijn er natuurlijk ook nog de huisdieren die, of ze het nu leuk vinden of niet, in een heel fout, vaak net iets te klein, kersttruitje worden gepropt.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Lees ook: Bad luck voor Britse bulldog die per se naar Zwitserland moet"], "authors": ["Iris Hermans"], "keywords": ["kersttruiendag", "toestemming", "gegeven", "ooit", "het", "foute", "maar", "zijn", "morgen", "ze", "fouter", "en", "jaar", "niet", "je", "te", "om", "aan"], "pubDate": "2020-12-10T19:14:35+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}