{"id": "78f6b760-5ee3-3b45-834d-42a3b93fa4be", "title": "Noors handbalsucces: omdat weer de beste spelers beschikbaar waren", "url": "https://volkskrant.nl/sport/noors-handbalsucces-omdat-weer-de-beste-spelers-beschikbaar-waren~ba3197b2/", "summary": "Niet arrogantDe bondscoach, sinds 2001 aan het roer, was zo wijs niet te zeggen dat het volk eist dat zulke finalewedstrijden gewonnen moeten worden.\nDe EK-finale tegen het supersnelle Nederland in Göteborg werd met het kleinst mogelijke verschil gewonnen.\nZe heeft jaren moeten ontbreken en ze is nu terug met haar oude power, met het geloof in zichzelf.\nNoorse deskundigen zeiden dat ze beter kon stoppen, toen ze voor de negende keer aan de knie geopereerd werd.\nNa rust, toen Noorwegen een marge van vijf treffers verspeelde, zorgde Mork in de slotfase met een fraai schot voor 21-20.", "paragraphs": ["Grace Zaadi scoort. Beeld AFP", "De overwinning op Frankrijk (22-20), in een meeslepende finale tussen de twee beste teams ter wereld, voelde op zijn minst als eerherstel. Of als een herstel van aloude verhoudingen. ‘De speelsters, maar zeker ook het Noorse volk verwacht van ons dat we finales spelen. Dat we top zijn’, sprak de IJslandse coach van de Noren, Thorir Hergeirsson, daags voor de wedstrijd.", "Niet arrogant", "De bondscoach, sinds 2001 aan het roer, was zo wijs niet te zeggen dat het volk eist dat zulke finalewedstrijden gewonnen moeten worden. Noorwegen is goed, maar zeker niet arrogant.", "In 2016, het jaar dat de olympische hegemonie van 2008 en 2012 niet verlengd kon worden, stond Noorwegen voor het laatst op de hoogste trede. De EK-finale tegen het supersnelle Nederland in Göteborg werd met het kleinst mogelijke verschil gewonnen.", "Daarna ging het mis in de WK-finale van 2017. In 2018 en 2019 raakten de Noren het spoor bijster: vijfde van Europa, vierde van de wereld. De kwalificatie voor de Olympische Spelen van Tokio moet komend voorjaar nog afgedwongen worden.", "Hergeirsson kwam zaterdag met de verklaring. ‘Dat we de voorbije jaren qua resultaat teruggevallen zijn, had met de afwezigheid van enkele topspelers te maken. Het gaat dan niet om het gespeelde systeem, of de gehanteerde tactiek, het gaat erom dat je je beste speelsters ter beschikking hebt. Die heb je nodig, want anders red je het niet.’", "Terugkeer Mork", "Hij doelde vooral op de terugkeer van Nora Mork, de linkshandige schutter die na de finale gehuldigd werd als de topscorer van het toernooi om het Europees kampioenschap: 52 treffers. Mork werd tien keer geopereerd in haar carrière, waarvan tweemaal aan de voorste kruisband van de knie. Zonder haar inbreng en dreiging op rechts zakte het effect van de fameuze tweede lijn van de Noren, met Stine Oftedal als flitsende spelverdeler en met afwisselend Veronica Kristiansen en Henny Reistad op de linkeropbouw.", "Hergeirsson: ‘We zijn zo blij met de terugkeer van Nora Mork. Ze heeft hard gewerkt om haar droom toch weer mogelijk te maken. Ze heeft gedaan wat ze moest.’", "Stine Oftedal, vorig jaar gekozen tot de beste handbalster van de wereld, viel haar coach bij. ‘Ik ben niet verrast door de terugkeer van Nora, maar wel zeer onder de indruk. Ze heeft jaren moeten ontbreken en ze is nu terug met haar oude power, met het geloof in zichzelf. We mogen dankbaar zijn dat we haar terug hebben. Nora is een gamechanger. Haar inbreng hebben we echt gemist de voorbije jaren.’", "Kari Brattset Dale werpt de bal. Beeld EPA", "Beste schutter", "Mork, sinds een geslaagd EK in 2010 alom beschouwd als de beste schutter ter wereld, scheurde in februari 2018 voor het eerst de voorste kruisband, een carrièrebedreigende kwetsuur. Ze verliet Györ, de Champions Leaguekampioen uit Hongarije, maar in de eerste wedstrijd voor CSM uit Boekarest, haar nieuwe werkgever, eind augustus 2019, ging de voorste kruisband er weer aan.", "Ze keerde terug naar Noorwegen. Noorse deskundigen zeiden dat ze beter kon stoppen, toen ze voor de negende keer aan de knie geopereerd werd. Het zouden er zelfs tien worden.", "Ze weigerde. Mork vertelde voor de finale, waarin ze opvallend genoeg twee van haar drie strafworpen miste, van de revalidatie die zij had moeten doorlopen om terug te keren bij het beste team van de wereld. ‘Het is mooi hoor, dat mijn lichaam het weer doet, dat mijn knieën weer werken. Maar het was een enorme opdracht. Ik ben er doorheen geholpen door de steun van het Noors olympisch comité. Wat heb je nodig, zeiden ze. Ik kreeg fysieke en mentale coaching. Ik had nog het geluk dat Olympische Spelen werden uitgesteld. Die zou ik anders niet hebben gehaald.’", "Rentree", "In oktober ging de handbalster voor het eerst weer het veld op, bij de Noorse kampioen Vipers Kristiansand. Zij hervond snel haar niveau. ‘Maar ik was wel bang. Eigenlijk ben ik elke wedstrijd weer angstig voor een nieuwe blessure. Tijdens dit EK is het minder geworden. Er zijn nu momenten geweest dat ik er niet meer aan denk.’", "Tegen Frankrijk, een ploeg die de spierballen laat rollen in de dekking, was er bij Mork toch af en toe aarzeling te zien om het gewoel aan de cirkel, de zesmeterlijn, op te zoeken. Na rust, toen Noorwegen een marge van vijf treffers verspeelde, zorgde Mork in de slotfase met een fraai schot voor 21-20. Het werd daarna nog 22-20 door Sanna Solberg die om de hals gevlogen werd door haar tweelingzus Silje. Zij was, met een fenomenaal optreden onder de lat, de Noorse uitblinker van de boeiende finale die de lege tribunes deed vergeten."], "authors": ["John Volkers"], "keywords": ["beste", "ik", "van", "haar", "voor", "een", "noors", "weer", "handbalsucces", "omdat", "ze", "met", "op", "het", "spelers", "beschikbaar", "dat", "waren"], "pubDate": "2020-12-20T20:52:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}