{"id": "78f77857-96ee-380d-8c4b-4b0194eecb2f", "title": "Hoe koud was dat stalletje eigenlijk, waar Jezus geboren werd?", "url": "https://nu.nl/klimaat/6097723/hoe-koud-was-dat-stalletje-eigenlijk-waar-jezus-geboren-werd.html", "summary": "Met Kerst vieren christenen over de hele wereld de geboorte van Jezus Christus, ruim tweeduizend jaar geleden.\nWat we het meest zeker weten is dat Jezus ongeveer tweeduizend jaar geleden is geboren.\nHet oudste evangelie, dat van Marcus, meldt alleen dat Jezus uit Nazareth kwam, in het noordelijker geleden Galilea.\nLatere evangelisten kunnen Bethlehem hebben toegevoegd, om te bekrachtigen dat Jezus een afstammeling zou zijn van de uit Bethlehem afkomstige koning David.\nDie suggereren dat Jezus 'midden in de (stille, heilige) winternacht' geboren is, warm gehouden met stro, doeken en een barmhartige ezel en os.", "paragraphs": ["Met Kerst vieren christenen over de hele wereld de geboorte van Jezus Christus, ruim tweeduizend jaar geleden. In veel populaire kerstverhalen vindt dit plaats in een stal in Bethlehem, midden in de koude winternacht. Kunnen wij reconstrueren hoe koud het die nacht was?", "Het is een puzzel die uit een groot aantal aannames bestaat. Als we die bij elkaar optellen valt een 'aannemelijkste' temperatuur te schatten. Het snelste antwoord? 3 graden boven nul.", "", "Hieronder lees je de onderbouwing en op hoeveel manieren we ernaast kunnen zitten. Wat we ten minste willen weten is het seizoen, het tijdstip, de locatie én zo mogelijk natuurlijk de weersomstandigheden.", "Wanneer is Jezus geboren?", "Wat we het meest zeker weten is dat Jezus ongeveer tweeduizend jaar geleden is geboren. Naast christelijke bronnen wordt hij genoemd door joodse en Romeinse geschiedschrijvers. In de Bijbel worden bij het kerstverhaal de joodse koning Herodus en de Romeinse bestuurder Quirinius vermeld, waaruit wordt afgeleid dat Jezus 4 tot 6 jaar 'voor Christus' moet zijn geboren, dus 2024 tot 2026 jaar geleden.", "Hoeveel koeler was het klimaat toen?", "Door de mondiale opwarming is het gebied rond Bethlehem nu gemiddeld 1,7 graden warmer dan aan het einde van de negentiende eeuw. In de tweeduizend jaar daarvoor waren fluctuaties in de CO2-concentratie en temperatuur veel geringer, mondiaal hooguit een kwart graad.", "", "Lokaal waren er wel grotere klimaatschommelingen. Het begin van de jaartelling was voor het Middellandse Zeegebied een relatief warme periode, maar waarschijnlijk wel koeler dan nu: ongeveer 1 graad.", "Maar is Jezus wel in Bethlehem geboren?", "Het levensverhaal van Jezus is beschreven in de vier evangeliën in de Bijbel. Slechts twee van de vier evangelisten (Matteüs en Lucas) maken überhaupt melding van zijn geboorte en onder verschillende omstandigheden.", "", "Matteüs en Lucas zijn het wel eens over de geboorteplaats: Bethlehem, een stad op de westelijke Jordaanoever, niet ver van Jeruzalem.", "", "Er is een reden om dit in twijfel te trekken. Het oudste evangelie, dat van Marcus, meldt alleen dat Jezus uit Nazareth kwam, in het noordelijker geleden Galilea. Latere evangelisten kunnen Bethlehem hebben toegevoegd, om te bekrachtigen dat Jezus een afstammeling zou zijn van de uit Bethlehem afkomstige koning David. Maar ook in de buurt van Nazareth blijkt een oeroud dorpje de naam Bethlehem te dragen.", "Hoe zit het ter plaatse met klimaatverschillen?", "De precieze plaats kan veel verschil maken. De stad Bethlehem bevindt zich op de hoogste heuvelrug van het huidige Israël en Palestina - 765 meter boven zeeniveau, en daarmee zo'n 4 tot 6 graden kouder dan omringende valleien (die deels ver onder zeeniveau liggen). Tegenwoordig is het in Bethlehem op 25 december gemiddeld 6 graden boven nul in de vroege ochtend (en overdag 13 graden).", "Dit zijn echter gemiddelde nachttemperaturen. December is er de natste maand, met regelmatig bewolkte nachten, die relatief zacht zijn. In het kerstverhaal is sprake van een sterrenhemel, waardoor er meer uitstraling plaatsvond. We trekken er daarom nog minstens 2 graden vanaf.", "", "Nazareth en het dorp Bethlehem liggen een paar 100 meter lager. Goed voor een minstens 2 graden zachtere kerstnacht.", "Was het midden in de winternacht?", "Dat moeten we maar aannemen. De Bijbel noemt nergens een geboortedatum of zelfs seizoen voor Jezus. De oudste bron die 25 december aanwijst is een geschrift dat twee eeuwen later is opgesteld door de geestelijke Hippolytus van Rome. Christenen vierden Kerst toen nog niet. Die traditie begon vermoedelijk in de vierde eeuw.", "De datum en seizoen zijn hoogst onzeker. Geprobeerd is deze af te leiden uit astronomische gebeurtenissen (Matteüs maakt melding van een opmerkelijke ster) en zelfs het trekgedrag van schaapskuddes (Lucas geeft herders een rol in het kerstverhaal). Dat levert geen uitsluitsel.", "", "Maria en Jozef waren tot slot van huis door de volkstelling waar keizer Augustus opdracht toe had gegeven. Zou hij dat in de koude wintermaanden hebben gedaan? Het zomerhalfjaar is een stuk praktischer, zeggen sommigen.", "Was het een relatief koude nacht?", "'Hoe leit dit kindeke hier in de kou. Ziet eens hoe alle zijn ledekens beven.' Veel elementen uit de kerstvoorstelling komen uit kerstliederen. Die suggereren dat Jezus 'midden in de (stille, heilige) winternacht' geboren is, warm gehouden met stro, doeken en een barmhartige ezel en os.", "“Alleen Lucas spreekt van een stal. Volgens Matteüs was er gewoon plek in een huis.”", "Daarin is ook een belangrijke rol weggelegd voor de kerstster, die (volgens Matteüs) drie wijzen uit het oosten volgden om bij het pasgeboren kindje te komen. We kunnen een extra aanname toevoegen: het was een heldere nacht.", "Dat is een belangrijk gegeven. In Bethlehem is december de natste maand en zijn nachtelijke hemels dus ook vaak bewolkt. Heldere nachten zijn kouder. Zoals hierboven al gezegd trekken we daarom nog 2 graden van de gemiddelde nachttemperatuur af.", "'Hoogstwaarschijnlijk' was eerste kerstnacht nét niet wit", "Conclusie: hoogstwaarschijnlijk vroor het net niet, maar waarschijnlijk was het een graad of 3 boven nul - of 5 graden als we de omgeving van Nazareth aanhouden. In een open stal behoorlijk fris.", "Van de windrichting hebben we overigens geen idee, waardoor we er nog meerdere graden naast kunnen zitten.", "", "Tot slot: alleen Lucas spreekt van een stal. Volgens Matteüs was er gewoon plek in een huis. Wel zo warm."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["zijn", "van", "het", "waar", "geboren", "die", "en", "een", "graden", "dat", "eigenlijk", "hoe", "stalletje", "koud", "jezus", "werd", "bethlehem"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}