{"id": "790f2b2d-f7bd-35bd-82de-157c7f7e9f85", "title": "Bente Becker bewaakt de rechterflank van de VVD", "url": "https://trouw.nl/politiek/bente-becker-bewaakt-de-rechterflank-van-de-vvd~b40e15ac/", "summary": "Die heeft het in zich om de nieuwe partijleider van de VVD te worden.”Kamp doelde op de inmiddels 35-jarige Bente Becker.\nDaarentegen bestaat de top van de lijst uit bekende namen: Mark Rutte op 1, zorgminister Tamara van Ark op 2, vice-fractievoorzitter Sophie Hermans op 3 en Bente Becker op 4.\nRechts als altijdNa de presentatie van het verkiezingsprogramma van de VVD waren de analyses eensluidend.\nDe VVD vindt ook dat het kabinet bereid moet zijn om ‘drastische maatregelen’ te nemen in het geval van een nieuwe migratiecrisis, zoals opschorting van het recht op het aanvragen van asiel in Nederland en sluiting van de Nederlandse grenzen.\nOnder invloed van de coronacrisis schuiven verkiezingsprogramma’s schouder-aan-schouder naar linksPolitieke partijen storten zich bij de verkiezingen van maart 2021 op het midden.", "paragraphs": ["In zijn laatste dagen als minister van economische zaken, medio oktober 2017, sprak Henk Kamp in de talkshow ‘Politiek in de Pol’ over de toekomst van de VVD, zijn eigen partij. De opvolger van Mark Rutte wordt Mark Rutte, zei Kamp. Maar zelfs deze premier zal ooit afscheid nemen van het Binnenhof. Wat dan? “We moeten kijken naar de nieuwe generatie, naar twintigers en dertigers”, antwoordde Kamp. “In de Tweede Kamer zit er eentje, een heel spitse tante. Die heeft het in zich om de nieuwe partijleider van de VVD te worden.”", "Kamp doelde op de inmiddels 35-jarige Bente Becker. Zij kennen elkaar al lang: Becker was tussen 2010 en 2017 zijn politiek assistent. Sindsdien zit ze in de Kamer waar ze het woord voert over migratie en vreemdelingenzaken, voor de VVD cruciale onderwerpen. Het zegt iets over het vertrouwen dat de partij in Becker heeft.", "Deze dinsdag presenteerde VVD de kandidatenlijst voor de komende verkiezingen en het mag gerust een grote schoonmaak worden genoemd. Vele zittende Kamerleden keren niet terug. Daarentegen bestaat de top van de lijst uit bekende namen: Mark Rutte op 1, zorgminister Tamara van Ark op 2, vice-fractievoorzitter Sophie Hermans op 3 en Bente Becker op 4. Ook laatstgenoemde komt daardoor in beeld voor een belangrijke post in fractie óf kabinet.", "Rechts als altijd", "Na de presentatie van het verkiezingsprogramma van de VVD waren de analyses eensluidend. De liberalen slaan linksaf. Het blikveld verschuift van multinationals naar de middeninkomens, de overheid moet niet kleiner worden, maar sterker en heeft als taak om vooral ‘de rafelranden van het kapitalisme actief bij te schaven’. Het minimumloon mag inmiddels ook van de VVD omhoog.", "Er is één terrein waar de liberalen nadrukkelijk níét naar links opschuiven. Het asiel- en migratiebeleid dat de VVD voorstaat, is even rechts als altijd. Vluchtelingen zouden niet meer automatisch recht mogen hebben op een sociale huurwoning, maar moeten eerst inburgeren op ‘integratielocaties’. De VVD vindt ook dat het kabinet bereid moet zijn om ‘drastische maatregelen’ te nemen in het geval van een nieuwe migratiecrisis, zoals opschorting van het recht op het aanvragen van asiel in Nederland en sluiting van de Nederlandse grenzen.", "Wie deze passage uit het verkiezingsprogramma leest, hoort Bente Becker praten. In interviews en opiniestukken laat ze er geen misverstand over bestaan dat het migratiebeleid vooral streng moet zijn. In De Telegraaf zei Becker deze zomer dat asielaanvragen buiten Europa moeten plaatsvinden. Recent opperde ze het idee om met enkele landen een ‘mini-Schengen’ te vormen dat de buitengrenzen kan sluiten in geval van nood.", "Geen PVV-corvee", "In een interview met NRC, eerder deze maand, vertelde Becker dat ze zich sterk maakt voor “hardwerkende mensen die zich nog wel veilig moeten voelen in ons land”. En dat betekent dat Nederland vooral “de deur voor migranten niet wagenwijd open moet zetten”. Zo was het bepaald niet haar idee om in te stemmen met de komst van vluchtelingen uit het afgebrande kamp Moria in Griekenland.", "Becker ontkent stellig dat zij ‘PVV-corvee’ uitvoert, zoals critici dat noemen: “Dat vind ik echt onzin”. Wat ze zegt, is niet ingegeven door electorale overwegingen, benadrukt Becker. Maar ze ziet het wel als haar taak om de rechterflank van de partij te bewaken, net als haar ‘ontdekker’ en leermeester Henk Kamp al in de jaren negentig deed als VVD-Kamerlid.", "Opvallend is dat Becker de PVV niet uitsluit als toekomstige coalitiepartner, terwijl haar politiek leider Rutte samenwerking met Wilders na de breuk in zijn eerste kabinet niet meer ziet zitten. Becker weigert daarop vooruit lopen, zei ze in NRC. Een nieuwe generatie is natuurlijk niet verplicht de gewoontes van de oude over te nemen.", "Lees ook:", "VVD wil ‘rafelranden kapitalisme bijschaven’", "De VVD kiest in haar nieuwe verkiezingsprogramma voor een sterke overheid, die de ‘rafelranden van het kapitalisme moet bijschaven’. Daarmee wil de partij haar eigen economisch beleid van de afgelopen tien jaar corrigeren.", "Onder invloed van de coronacrisis schuiven verkiezingsprogramma’s schouder-aan-schouder naar links", "Politieke partijen storten zich bij de verkiezingen van maart 2021 op het midden. Hun standpunten liggen dichter bij elkaar dan in jaren het geval geweest is. Met als effect dat langslepende kwesties nu al zijn opgelost, stuk voor stuk erfenissen uit de vórige crisis."], "authors": ["Bart Zuidervaart"], "keywords": ["bente", "van", "als", "bewaakt", "rechterflank", "het", "op", "vvd", "becker", "niet", "een", "dat", "en"], "pubDate": "2020-11-30T18:04:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}