{"id": "7912e113-debb-3cb4-ad78-6ca80c91e5c9", "title": "NUcheckt: WHO heeft niet gezegd dat griep even dodelijk is als COVID-19", "url": "https://nu.nl/nucheckt/6084219/nucheckt-who-heeft-niet-gezegd-dat-griep-even-dodelijk-is-als-covid-19.html", "summary": "NUcheckt kreeg in de afgelopen week meerdere e-mails met de vraag of de WHO heeft gezegd dat het coronavirus niet gevaarlijker is dan de griep.\nVolgens de website komt dit aandeel overeen met het risico op overlijden na een besmetting met het griepvirus.\nTijdens een WHO-vergadering is inderdaad gezegd dat vermoedelijk 10 procent van de wereldbevolking met het coronavirus besmet is geweest, maar daarmee is niet bevestigd dat COVID-19 niet gevaarlijker is dan de griep.\nEen analyse van 34 dergelijke onderzoeken in ontwikkelde economieën toont aan dat het aandeel met het coronavirus besmette personen dat overlijdt sterk verschilt per regio.\nDe onderzoekers achter de bovenstaande analyse verwachten op basis van gegevens van het CDC (het Amerikaanse equivalent van het RIVM) dat 0,05 procent van de grieppatiënten komt te overlijden.", "paragraphs": ["NUcheckt controleert berichten op hun betrouwbaarheid. Dit keer: Gezondheidsorganisatie WHO zou bevestigen dat COVID-19 niet gevaarlijker is dan de griep. Deze bewering blijkt niet te kloppen.", "NUcheckt kreeg in de afgelopen week meerdere e-mails met de vraag of de WHO heeft gezegd dat het coronavirus niet gevaarlijker is dan de griep. Nederlandstalige berichten waarin dit wordt beweerd, zijn op Facebook zeker drieduizend keer gedeeld.", "De bewering klopt niet. De uitleg van een WHO-bestuurslid blijkt verkeerd te zijn geïnterpreteerd. Bovendien blijkt uit wetenschappelijk onderzoek dat de sterfte onder coronapatiënten wel degelijk hoger is dan de sterfte onder grieppatiënten.", "Waar komt het vandaan?", "In het meest gedeelde Nederlandstalige bericht met de genoemde bewering wordt een artikel van OffGuardian als bron genoemd. Deze Engelstalige website verspreidt regelmatig onwaarheden over het coronavirus.", "Door: screenshot", "In het stuk van OffGuardian staat dat tijdens een WHO-vergadering is gezegd dat op basis van schattingen 10 procent van de wereldbevolking met het coronavirus besmet is geweest. Volgens OffGuardian geeft het WHO hiermee toe dat COVID-19 niet gevaarlijker is dan de griep.", "OffGuardian berekende aan de hand van deze schatting en het aantal overleden coronapatiënten dat 0,14 procent van de besmette personen is overleden. Volgens de website komt dit aandeel overeen met het risico op overlijden na een besmetting met het griepvirus.", "Klopt het?", "Tijdens een WHO-vergadering is inderdaad gezegd dat vermoedelijk 10 procent van de wereldbevolking met het coronavirus besmet is geweest, maar daarmee is niet bevestigd dat COVID-19 niet gevaarlijker is dan de griep.", "OffGuardian doet namelijk een verkeerde aanname. In de berekening wordt het geschatte aantal besmettingen gebruikt. Dat zijn er bijna twee keer zoveel als het vastgestelde aantal coronabesmettingen. Tegelijkertijd gebruikt de site het aantal bevestigde coronagerelateerde sterfgevallen, terwijl in werkelijkheid ook meer mensen aan COVID-19 zijn overleden dan is vastgesteld.", "Alleen al in Nederland zijn tijdens de eerste coronagolf volgens het Centraal Bureau voor de Statistiek (CBS) vermoedelijk ruim vierduizend mensen meer aan COVID-19 overleden dan het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) rapporteerde.", "Hoeveel mensen overlijden aan COVID-19?", "Wetenschappers maken om deze reden gebruik van onderzoeksmethoden die minder vatbaar zijn voor een te klein aantal geregistreerde besmettingen en sterfgevallen om te bepalen hoe groot het overlijdensrisico van een besmetting is.", "Dat kan op verschillende manieren. Zo wordt met behulp van antistoffenonderzoek uitgezocht welk deel van de bevolking in ieder geval met het coronavirus besmet is geweest. En bij een uitbraak kan met heel intensief testen in kaart worden gebracht hoeveel mensen besmet waren en later kwamen te overlijden. Dit is bijvoorbeeld in IJsland gebeurd.", "Ook aan deze methoden zitten haken en ogen, maar ze geven hoogstwaarschijnlijk een betrouwbaarder beeld dan de berekening van OffGuardian.", "Een analyse van 34 dergelijke onderzoeken in ontwikkelde economieën toont aan dat het aandeel met het coronavirus besmette personen dat overlijdt sterk verschilt per regio. Het varieert van 0,5 procent in Salt Lake City in de VS tot 2,7 procent in Italië.", "De onderzoekers leggen uit dat dit grotendeels is te verklaren door de leeftijd van de mensen die in deze regio's besmet raakten. De dodelijkheid van COVID-19 verschilt namelijk enorm per leeftijdsgroep. Bij personen onder de 34 jaar is de kans op overlijden na een infectie ongeveer 0,004 procent, bij mensen tussen de 55 en 65 is de kans al 0,75 procent en bij 85-plussers is de kans zelfs 28 procent.", "Hoe verhoudt dit zich tot de griep?", "Hoewel het aandeel mensen dat na een besmetting overlijdt dus per regio verschilt, is COVID-19 wel in alle onderzochte regio's gevaarlijker dan de griep.", "De onderzoekers achter de bovenstaande analyse verwachten op basis van gegevens van het CDC (het Amerikaanse equivalent van het RIVM) dat 0,05 procent van de grieppatiënten komt te overlijden.", "Bovendien worden uitbraken van griep beperkt door de immuniteit die mensen hebben opgebouwd bij eerdere besmettingen en door vaccinaties. Hoogstwaarschijnlijk heeft nog maar een heel klein gedeelte van Nederland afweer tegen het coronavirus opgebouwd."], "authors": ["Door", "Shannon Bakker"], "keywords": ["dat", "van", "niet", "een", "dan", "nucheckt", "het", "en", "procent", "covid19", "te", "heeft", "griep", "als", "gezegd", "met", "dodelijk", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}