{"id": "791c335c-6cd8-3651-ba94-125ab7277945", "title": "Niels Postma uit Joure ontwikkelde een slimme aardappelzak: de verpakking kan digitaal communiceren", "url": "https://www.dvhn.nl/economie/Niels-Postma-uit-Joure-ontwikkelde-een-slimme-aardappelzak-de-verpakking-kan-digitaal-communiceren-26345111.html", "summary": "Om zijn slim papier aan de man te brengen, reisde Niels Postma vorig jaar helemaal naar Las Vegas.\nDe jaarlijkse Consumer Electronics Show in Las Vegas is een van de grootste technologiebeurzen van de wereld.\n,,Voordat ik begon, had ik besloten dat ik op alle vragen ja zou zeggen.\nPostma: ,,Ik geloof dat ze 6 procent van de wereld van aardappelen voorzien.’’ Dat product is wel kwetsbaar.\n,,Maar die zijn voor eenmalig gebruik en er zit kwik, metaal en plastic in die dingen.", "paragraphs": ["Om zijn slim papier aan de man te brengen, reisde Niels Postma vorig jaar helemaal naar Las Vegas. In HZPC vond de Jouster een klant die gewoon om de hoek zit. Voor dat handelshuis ontwierp hij een aardappelzak die temperatuur kan meten.", "De jaarlijkse Consumer Electronics Show in Las Vegas is een van de grootste technologiebeurzen van de wereld. Het was dus best bijzonder dat Niels Postma daar begin vorig jaar zijn pas opgestarte bedrijfje Tapp.online mocht komen promoten. De Jouster heeft een manier ontwikkeld, waarmee hij verpakkingen digitaal kan laten communiceren. De chips die ook in je betaalpas zitten, weet Postma mee te laten drukken op papier.", "Die uitvinding biedt heel veel mogelijkheden. ,,Toen ik van de Consumer Electronics Show terugkwam, moest ik dertig offertes maken’’, vertelt Postma. ,,Zes weken later lag de hele wereld op zijn gat. Ik heb aan Las Vegas uiteindelijk maar één klant overgehouden, een bedrijf uit Singapore.’’ De uitvinder had echter al wel zijn baan bij drukkerij Flyer Print opgezegd.", "Veel tijd om na te denken", ",,Ik wilde me meer focussen op mijn eigen bedrijf.’’ Dat de economie door de pandemie op de rem was gezet, bood ook wel weer voordelen. ,,Ik kreeg wel veel tijd om na te denken.’’ Bovendien bleek er al die tijd een potentiële opdrachtgever om de hoek te zitten. ,,Voordat ik begon, had ik besloten dat ik op alle vragen ja zou zeggen. Spreken in het openbaar gaat me niet heel gemakkelijk af, ik ben van te voren best zenuwachtig, maar toen ik de uitnodiging van de ondernemersvereniging in Joure kreeg, heb ik dat dus gewoon gedaan. In de zaal zat een man van HZPC, zijn mond viel open.’’", "Dat bedrijf verkoopt zijn pootaardappelen in meer dan negentig landen. Postma: ,,Ik geloof dat ze 6 procent van de wereld van aardappelen voorzien.’’ Dat product is wel kwetsbaar. ,,Voordat die aardappelen in Egypte de grond in gaan, kunnen ze veel te warm zijn geweest en dan komst de oogst niet omhoog.’’ Tot nu toe gebruikte HZPC dataloggers om de temperatuur te meten. ,,Maar die zijn voor eenmalig gebruik en er zit kwik, metaal en plastic in die dingen. Dat geeft dus een enorm afvalprobleem.’’", "Bij wijze van proef heeft het handelshuis 1100 grootverpakkingen uitgerust met de technologie van Tapp.online. Die slimme bigbags gaan de komende maanden naar Bulgarije, Frankrijk, Italië, Portugal, Servië, Spanje en Turkije. Daar hoeven de telers alleen maar hun smartphone bij de zakken te houden om te weten hoe warm de poters onderweg zijn geworden. Ook de teeltadviezen verschijnen in hun eigen taal op het telefoonscherm.", "Luchtvochtigheid en de schokintensiteit", "In de toekomst wil HZPC ook sensoren voor de luchtvochtigheid en de schokintensiteit in de megaverpakking mee laten drukken. ,,Dat papier is natuurlijk een prachtig product’’, vindt Postma. ,,Je kunt het gewoon hergebruiken. Daarom ben ik er ook altijd in blijven geloven. We printen zo’n elektronisch circuit gewoon in het papier en als batterij gebruiken we inkt met een kleine elektrische lading. Dat is natuurlijk best een technologische hoogslag.’’", "De man van het digitale papier mag ook dit jaar zijn hoofd weer in Las Vegas laten zien – al blijft hij dit keer noodgedwongen thuis. Vanwege corona verloopt de Consumer Electronics Show dit keer helemaal online. Tijdens de vorige editie ontmoette Postma prins Constantijn van Oranje, die als startup-ambassadeur was meegereisd.", ",,Ík vond die prins best wel verfrissend. Hij zei: ‘Grote bedrijven, betaal je rekeningen meteen, want door daarmee te wachten, vertraag je de hele economie.’ Maandag zit ik van een uur ’s middags tot drie ’s nachts online in Las Vegas. Of ik daar ook zenuwachtig voor ben? Ha, ha, ik trek gewoon die camera open.’’"], "authors": ["Jaap Hellinga"], "keywords": ["ik", "zijn", "slimme", "van", "niels", "uit", "een", "om", "kan", "joure", "postma", "ontwikkelde", "te", "ook", "dat", "digitaal", "verpakking", "die"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}