{"id": "79219e0e-a02b-361e-87ef-f01fdede7281", "title": "Van wie is de vis? Noch van de EU noch van de Britten", "url": "https://trouw.nl/opinie/van-wie-is-de-vis-noch-van-de-eu-noch-van-de-britten~b1a0e552/", "summary": "Het was de laatste week voor het brexit-referendum en de ­visserij werd door de ‘Vote Leave’-campagne opgevoerd als het schoolvoorbeeld van de oneerlijke verdeling tussen de EU en het Verenigd Koninkrijk.\nEn nog steeds is de visserij een van de heikele onderwerpen in de brexit-onderhandelingen, waarover tot het laatste moment wordt gesteggeld.\nDoor invoering van het Europese visserijbeleid werden de landen wettelijk verplicht hun visserij terug te brengen tot een duurzaam niveau.\nVissers uit de EU maken zich terecht zorgen of ze straks nog op hun vaste visgronden kunnen vissen.\nDat betekent dus dat de Ierse (EU) wateren essentieel zijn om de vette vis bij de Britten te krijgen.", "paragraphs": ["Van de stoere praat in de brexit-onderhandelingen dreigen de vis en de visserij de dupe te worden. Op 1 januari moeten er net als nu afspraken zijn over duurzame visvangst, bepleiten Floris van Hest en Linda Planthof van Stichting De Noordzee.", "Een bonte verzameling vissersschepen voer op 15 juni 2016 over de Theems naar het Britse Lagerhuis, met populist Nigel Farage voorop. Het was de laatste week voor het brexit-referendum en de ­visserij werd door de ‘Vote Leave’-campagne opgevoerd als het schoolvoorbeeld van de oneerlijke verdeling tussen de EU en het Verenigd Koninkrijk. En nog steeds is de visserij een van de heikele onderwerpen in de brexit-onderhandelingen, waarover tot het laatste moment wordt gesteggeld. Dit terwijl de visserij economisch minder dan 1 procent van de handel in de EU vertegenwoordigt.", "De Britten praten stoer over ‘taking back control of our waters’ en het verjagen van alle buitenlandse schepen uit hun gebied, terwijl de EU-landen zich beroepen op afspraken over historische vangstrechten. In al dat verbale geweld raakt het belang van de natuur snel verloren. Maar zonder genoeg vis in de zee komt niemand eruit als een winnaar.", "De EU beheert al haar vis met een vaste verdeling van quota over de lidstaten. Deze afspraken werden begin jaren tachtig ingevoerd in het belang van de vis én de visserij. Tot die tijd bepaalden de landen zelf hoeveel ze wilden vangen. Dat veroorzaakte overbevissing, waardoor de populaties van veel vissoorten op instorten stonden.", "Door invoering van het Europese visserijbeleid werden de landen wettelijk verplicht hun visserij terug te brengen tot een duurzaam niveau. Vispopulaties begonnen zich langzaam te herstellen.", "Vanaf 1 januari 2021 gaat er echter plots een virtuele grens door de Noordzee lopen en gelden de oude afspraken niet meer. Vissers uit de EU maken zich terecht zorgen of ze straks nog op hun vaste visgronden kunnen vissen. Ook natuurbeschermers houden hun hart vast, zij vrezen voor overbevissing en de gevolgen voor de natuur.", "De Britten moesten ineens hun eigen visserijwetgeving hebben, los van de EU. In Westminster is haastig een ‘fisheries bill’ aangenomen, die vanaf 1 januari de visvangst voor de Britse vissers moet regelen. Maar cruciale afspraken over de maximaal duurzame vangst ontbreken.", "Als er nu geen afspraken over vangstverdelingen in de brexit-deal komen te staan, belooft dat weinig goeds voor de duurzaamheid van de visvangst vanaf volgend jaar. Want we kennen de risico’s van onafhankelijke kuststaten die zelf hun quota bepalen. Zo hanteren IJsland en Rusland al jaren hun eigen – te hoge – quota voor het vissen op makreel. Zonder goede samenwerking is het streven naar duurzame visvangst slechts een streven.", "Vissen kennen geen grenzen", "De kern van het conflict tussen de EU en het VK is dat veel vissen die van groot commercieel belang zijn voor onder anderen de Franse, Deense en Nederlandse vissers worden gevangen in de Britse territoriale wateren. Maar voor de vissen zelf spelen die natuurlijk geen rol.", "Dit blijkt bijvoorbeeld uit het levenspad van de makreel. Volwassen makreel is goed te vangen ten noordwesten van Schotland. Jaarlijks worden daar vele duizenden tonnen opgevist. Maar jonge makreel zit juist in de Atlantische Oceaan ten westen van Ierland, waar ze opgroeien voor ze naar Schotland migreren.", "Dat betekent dus dat de Ierse (EU) wateren essentieel zijn om de vette vis bij de Britten te krijgen. Van wie is die makreel dan? Door de zee te behandelen als een taart waarvan iedereen een puntje kan afsnijden, wordt voorbijgegaan aan de realiteit van een levende zee die voortdurend verandert.", "Als we één ding geleerd hebben van dertig jaar Europees visserij­beleid is het dat duurzaam beheer in een toenmalig ernstig overbeviste zee als de Noordzee voor herstel kan zorgen. Juist op dit cruciale moment moeten de EU en het Verenigd Koninkrijk zich realiseren dat het verkrijgen en behouden van een gezonde Noordzee een wezenlijke voorwaarde is voor het voortbestaan en floreren van de visserijsector – aan beide kanten van de zee.", "Lees ook:", "Brexit-overleg strompelt naar de volgende deadline", "Bijna iedereen rekende erop dat Brussel en Londen zich zondag zouden neerleggen bij een no-dealbrexit. Maar ze kunnen dat nog altijd niet over hun hart verkrijgen.", "Het kan na de jaarwisseling weleens onrustig worden op zee tussen Britten en Europeanen", "Welk land heeft welke visrechten? Die vraag herinnert oudere vissers aan de kabeljauwoorlogen tussen Groot-Brittannië en IJsland."], "authors": ["Floris Van Hest En Linda Planthof"], "keywords": ["van", "vis", "eu", "britten", "voor", "en", "een", "hun", "noch", "wie", "te", "op", "het", "dat"], "pubDate": "2020-12-18T08:36:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}