{"id": "792b19fb-5510-3df4-adf5-656cdb6decaf", "title": "De echte natuursport herleeft door corona en technologie", "url": "https://trouw.nl/duurzaamheid-natuur/de-echte-natuursport-herleeft-door-corona-en-technologie~b4853938/", "summary": "Mensen zijn afgelopen jaar massaal aan het wandelen en fietsen geslagen, bij gebrek aan evenementen en winkels, en ter compensatie van het thuiszitten.\nHet is positief dat meer mensen naar buiten trekken en hun omgeving verkennen, landschappen ervaren en misschien zelfs wilde planten en dieren opmerken.\nEn er zijn tekenen dat daadwerkelijk meer mensen de oppervlakkigheid doorbraken en op de knieën gingen.\nDie laat mensen wilde planten en dieren op naam brengen, simpelweg door met de smartphone een goede foto te maken.\nJac P. Thijsse, de grondlegger van de Nederlandse natuurbescherming, had een naam voor het aandachtig observeren van de natuur en op naam brengen van planten en dieren.", "paragraphs": ["Mensen zijn afgelopen jaar massaal aan het wandelen en fietsen geslagen, bij gebrek aan evenementen en winkels, en ter compensatie van het thuiszitten. Je moet er toch even uit. Beheerders van natuurgebieden telden fors meer bezoekers, tot wel vijf keer zoveel. Het Vlaamse Natuurpunt meldde dat er drie keer zoveel routes werden gedownload als normaal.", "Niet alle bezoekers weten zich te gedragen. Boswachters zagen de meest bizarre dingen. Picknicken bovenop de orchideeën, nachtelijke dansfeesten, meutes honden die wilde dieren opjagen, opblaasboten in vennen, je kunt het zo gek niet bedenken of het gebeurde.", "Natuurgebieden piepen en kraken", "Maar ook afgezien van deze uitwassen piepen en kraken de natuurgebieden onder de overweldigende drukte. Zowel voor dieren als voor mensen is het nóg moeilijker geworden om rust te vinden. Meer dan ooit ergeren wandelaars zich aan elkaar, aan loslopende honden, en bovenal aan groepen mountainbikers en wielrenners die luidruchtig door bos en hei racen. Het wringt.", "Wat deze drukte zonneklaar maakt is dat er veel meer ruimte nodig is voor buitenrecreatie, liefst dichtbij woonkernen. Dat kan door parken en bossen te realiseren rondom dorpen en steden. En daarnaast door het boerenland aantrekkelijker te maken voor recreatie; met landschapsschoon, wandelpaden en mountainbikeroutes. Alleen zo kan de recreatiedruk op natuurgebieden en de dieren die daar leven worden verminderd.", "Lichtpuntje", "Toch is de drukte ook een lichtpunt. Het is positief dat meer mensen naar buiten trekken en hun omgeving verkennen, landschappen ervaren en misschien zelfs wilde planten en dieren opmerken. Want om iets te willen beschermen moet je het eerst waarderen, en om iets te waarderen moet je er eerst mee in aanraking komen.", "En er zijn tekenen dat daadwerkelijk meer mensen de oppervlakkigheid doorbraken en op de knieën gingen. Velen downloaden de app ObsIdentify van waarneming.nl. Die laat mensen wilde planten en dieren op naam brengen, simpelweg door met de smartphone een goede foto te maken. Soorten leren herkennen is plotseling stukken laagdrempeliger.", "Op de knieën om wilde planten en dieren op naam te brengen. Beeld Patrick Jansen", "Mijn naïeve hoop is dat dit ertoe gaat leiden dat meer mensen ontdekken dat niet alles wat groen is ook natuurwaarde heeft. Dat op sommige plekken veel meer soorten voorkomen dan op andere. En dat sommige soorten alleen op heel specifieke plekken leven, die alleen nog bestaan in beschermde natuurgebieden.", "‘Natuursport’", "Corona en technologie kunnen er zo voor zorgen dat mensen alsnog de kennis van de natuur opdoen die ze eerder niet opdeden. Misschien kunnen biologen dan eindelijk stoppen met vergeefs te zeuren dat kinderen op school weer moeten leren soorten te determineren, en weer herbaria moeten maken van planten gedroogd tussen kranten en dikke boeken.", "Jac P. Thijsse, de grondlegger van de Nederlandse natuurbescherming, had een naam voor het aandachtig observeren van de natuur en op naam brengen van planten en dieren. Hij noemde het ‘natuursport’. Ik denk dat dit de enige soort sport is waarvan we in natuurgebieden meer nodig hebben."], "authors": ["Patrick Jansen"], "keywords": ["mensen", "van", "technologie", "echte", "voor", "en", "natuursport", "herleeft", "te", "op", "corona", "dieren", "het", "meer", "door", "dat"], "pubDate": "2021-01-08T09:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}