{"id": "793a1169-ecfa-3456-aa54-df9f2fab0002", "title": "Paul McCartney: 'Taylor Swift stelde albumrelease uit voor die van mij'", "url": "http://www.nu.nl/muziek/6097197/paul-mccartney-taylor-swift-stelde-albumrelease-uit-voor-die-van-mij.html", "summary": "Paul McCartney heeft in een dinsdag verschenen interview met Howard Stern verteld dat zangeres Taylor Swift de release van haar recentste album verplaatst heeft om de release van zijn nieuwste album niet in de weg te zitten.\n\"Ze stuurde me een e-mail waarin ze vertelde dat niemand nog wist dat ze een nieuw album zou uitbrengen\", aldus McCartney.\n\"Omdat ze had gehoord dat mijn album zou uitkomen op 10 december, heeft ze haar release niet gepland op haar verjaardag, op de dertiende, maar uitgesteld tot 18 december.\"\n\"Vervolgens kwam ze er erachter dat mijn album McCartney III zou uitkomen op 18 december, en toen plande ze de release van evermore weer in op de tiende.\nIn november werd de release een week uitgesteld vanwege \"onvoorziene productievertragingen\".", "paragraphs": ["Paul McCartney heeft in een dinsdag verschenen interview met Howard Stern verteld dat zangeres Taylor Swift de release van haar recentste album verplaatst heeft om de release van zijn nieuwste album niet in de weg te zitten.", "\"Ze stuurde me een e-mail waarin ze vertelde dat niemand nog wist dat ze een nieuw album zou uitbrengen\", aldus McCartney. \"Omdat ze had gehoord dat mijn album zou uitkomen op 10 december, heeft ze haar release niet gepland op haar verjaardag, op de dertiende, maar uitgesteld tot 18 december.\"", "\"Vervolgens kwam ze er erachter dat mijn album McCartney III zou uitkomen op 18 december, en toen plande ze de release van evermore weer in op de tiende. Een mooi gebaar.\"", "In oktober werd bekend dat de ex-Beatle zijn nieuwe plaat McCartney III, het derde album dat hij in zijn eigen thuisstudio in Sussex heeft gemaakt, op 11 december zou uitbrengen. In november werd de release een week uitgesteld vanwege \"onvoorziene productievertragingen\"."], "authors": ["Door"], "keywords": ["zou", "van", "paul", "uit", "mccartney", "voor", "een", "ze", "album", "heeft", "release", "die", "stelde", "dat", "op", "swift", "mij", "taylor", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}