{"id": "79472457-cd4f-376d-bb22-a4277f9ce29c", "title": "Tokio en het EK voetbal: gaan die in 2021 wél door?", "url": "https://www.ewmagazine.nl/cultuur/achtergrond/2020/12/tokio-en-het-ek-voetbal-gaan-die-dit-jaar-wel-door-796223/", "summary": "Olympische Spelen gaan ‘koste wat kost’ doorEen percentage durfde Thomas Bach, voorzitter van het Internationaal Olympisch Comité, er niet op te plakken.\nBovendien is het de bedoeling dat tegen die tijd de appartementen in het olympisch dorp worden bewoond door inwoners van Tokio.\nMogelijke maatregelen om besmettingen te beperken, zijn onder meer het gebruik van mondkapjes in en rond de stadions, en een teststraat in het olympisch dorp.\nVoor de zekerheid is ervoor gekozen om het raceweekeinde te verplaatsen van het voorjaar naar het eind van de zomer.\nBij die laatste optie zullen allerlei andere maatregelen in en om de stadions de veiligheid van spelers, fans en volgers moeten waarborgen.", "paragraphs": ["Sportliefhebbers hunkeren naar de grote toernooien die ze in 2020 moesten missen. Hoe groot is de kans dat we komend jaar wel kunnen genieten van de Olympische Spelen en andere mega-evenementen?", "1. Olympische Spelen gaan ‘koste wat kost’ door", "Een percentage durfde Thomas Bach, voorzitter van het Internationaal Olympisch Comité, er niet op te plakken. Maar volgens de Duitser is er geen reden om aan te nemen dat de uitgestelde Olympische Spelen van Tokio in 2021 niet alsnog zullen worden gehouden, en wel van 23 juli tot en met 8 augustus.", "Een vergelijkbare boodschap kwam van Seiko Hashimoto, de Japanse minister die is belast met de Olympische Spelen. De Spelen zullen ‘koste wat kost’ doorgaan, zei ze tegen persbureau Reuters.", "Hun beider optimistische – dan wel overmoedige – woorden zijn begrijpelijk. De voorbereiding van de Spelen kostte Japan al omgerekend 9,8 miljard euro, plus nog eens zo’n bedrag aan investeringen in de infrastructuur. Het jaar uitstel maakte alles bovendien ruim 800 miljoen euro duurder. De Spelen moeten er komen, hoe dan ook.", "Uitstel tot 2022 is volgens Bach geen optie. Daarmee wordt de voorbereiding van de sporters te zeer verstoord. Bovendien is het de bedoeling dat tegen die tijd de appartementen in het olympisch dorp worden bewoond door inwoners van Tokio.", "Niemand weet hoe de coronapandemie zich in de eerste helft van 2021 zal ontwikkelen, dus voorlopig blijft onduidelijk in hoeverre de 32ste Olympiade zal lijken op een normale editie van het grootste sporttoernooi ter wereld. Mogelijke maatregelen om besmettingen te beperken, zijn onder meer het gebruik van mondkapjes in en rond de stadions, en een teststraat in het olympisch dorp. Ook overweegt de organisatie om iedere sporter zo kort mogelijk in het olympisch dorp onder te brengen, zodat de bezetting daar beperkt blijft en afstand houden makkelijker is.", "Het laatste woord is aan de sporters. Als zij massaal besluiten de Spelen om gezondheidsredenen te boycotten, valt er weinig te genieten. Zo ver zal het waarschijnlijk niet komen. Daarvoor hebben de meeste sporters al te lang stilgezeten.", "2. Grand Prix: een jaar en paar maanden uitstel", "Groot waren de inspanningen die werden verricht om de Formule 1 na 35 jaar afwezigheid in mei 2020 weer naar Zandvoort te halen. Met zo’n beetje elke belangengroep moesten sportief directeur Jan Lammers en circuit-eigenaar prins Bernhard zien af te rekenen in de aanloop naar de Grand Prix in het Noord-Hollandse duingebied.", "Minstens zo groot was dan ook de teleurstelling dat de Grote Prijs Formule 1 van Zandvoort in 2020 door corona alsnog van de kalender werd geschrapt.", "In 2021 volgt een nieuwe kans. Voor de zekerheid is ervoor gekozen om het raceweekeinde te verplaatsen van het voorjaar naar het eind van de zomer. Van 3 tot en met 5 september zal het Formule 1-circus alsnog neerstrijken in Zandvoort. De organisatie hoopt dat de coronacrisis tegen die tijd inmiddels zodanig is beteugeld dat publiek weer in groten getale aanwezig kan zijn – al is het vooralsnog moeilijk om je een voorstelling te maken van een scenario waarbij ruim honderdduizend fans op één dag op één locatie legaal bijeenkomen. Een beperkte hoeveelheid fans, verspreid langs het circuit, lijkt waarschijnlijker.", "3. EK voetbal (mannen): vier scenario’s, uitstel geen optie", "Het heeft ooit vast een goed idee geleken. Maar een Europees Kampioenschap voetbal dat ter ere van het zestigjarig jubileum van voetbalbond UEFA in twaalf landen zou worden afgewerkt, is buitengewoon onpraktisch in pandemische tijden. Juist nu overheden aandringen op minimale reisbewegingen, staat er een voetbaltoernooi gepland waarin landenteams (en hun fans, als het mag) kriskras door Europa reizen.", "Aan de opzet van het uitgestelde EK 2020, af te werken van 11 juni tot en met 11 juli, zal naar verwachting echter weinig veranderen. KNVB-directeur Gijs de Jong gaf in De Telegraaf een kijkje in de vier scenario’s die bij de UEFA op tafel liggen. Het eerste is een situatie waarin corona voorgoed de wereld uit is – iets waarmee weinigen rekening houden.", "De overige drie scenario’s gaan uit van respectievelijk lege, beperkt gevulde en volledig gevulde stadions. Bij die laatste optie zullen allerlei andere maatregelen in en om de stadions de veiligheid van spelers, fans en volgers moeten waarborgen. Een scenario waarin het EK opnieuw wordt afgelast, is volgens De Jong niet aan de orde, hetgeen betekent dat Oranje komende zomer hoe dan ook zijn rentree zal maken op een groot eindtoernooi.", "4. EK voetbal (vrouwen): verplaatst naar 2022", "Een van de evenementen die komend jaar zeker niet zullen doorgaan, is het Europees Kampioenschap voetbal voor vrouwen. Het toernooi, waarin Nederland als titelhouder zal aantreden, stond gepland voor 11 juli tot en met 1 augustus 2021: zoals altijd een jaar na het mannen-EK.", "Maar nu het commercieel veel belangrijkere mannentoernooi een jaar is opgeschoven, moeten de vrouwen plaatsmaken. Hun eindronde wordt gespeeld van 6 tot en met 31 juli 2022 in Engeland. Eveneens op de kalender voor 2022 staat het Wereldkampioenschap bij de mannen, maar dat zal pas in november zijn, de maand waarin de hitte in gastland Qatar (iets) minder verschroeiend is."], "authors": [], "keywords": ["van", "zal", "voetbal", "en", "een", "om", "tokio", "spelen", "te", "op", "gaan", "2021", "het", "door", "ek", "dat", "die", "wél"], "pubDate": "2020-12-29T14:49:07Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}