{"id": "7962d2ea-33d2-3d71-be89-344e46b2595e", "title": "Journalistiek Jaarverslag 2019", "url": "https://www.nrc.nl/nieuws/2019/12/27/journalistiek-jaarverslag-2019-a3985096", "summary": "De uitgever van de krant achtte de functie van ombudsman „achterhaald”.\nEn op die digitale snelweg is de ombudsman een krakende postkoets – weg ermee.\nOnlangs klonk de klacht over de houdbaarheid van de functie ook in Nederland, maar nu uit de mond van een ombudsman zélf.\nEen wekelijkse rubriek werkt niet, nu klagers hun antwoord bezorgd willen krijgen met de snelheid van een pizza of een pakje coke.\nNiet van actiegroepen of comités, maar ook niet van de krant of de hoofdredactie.", "paragraphs": ["Hoe zou het eigenlijk met Liz Spayd gaan? Als ombudsman lig ik soms wakker van die vraag Door Ombudsman Sjoerd de Jong", "Spayd was de laatste public editor van The New York Times. In 2017 werd ze met een kartonnen doos op straat gezet. De uitgever van de krant achtte de functie van ombudsman „achterhaald”. Sociale media hebben de rol van „waakhond” allang overgenomen, vond hij. En op die digitale snelweg is de ombudsman een krakende postkoets – weg ermee. Inderdaad zeg. Het klapwiekende blauwe vogeltje van Twitter brengt immers elke dag al ladingen evenwichtige, erudiete, subtiele en vooral bloemrijk geformuleerde beschouwingen over de Lügenpresse, de lamestream media, de laffe goedpraters en wegkijkers van het journaille, ook wel bekend als „de vijanden van het volk”. Ja, waar heb je dan nog een ombudsman voor nodig? Nu had Spayd het zichzelf niet makkelijk gemaakt. Ze was er met gestrekt been in gegaan: de redactie luisterde niet genoeg naar lezers, schreef ze al in haar eerste column, de krant was te vanzelfsprekend liberal en de jongens en meisjes van de sportredactie hadden een rare obsessie met elitaire sporten als nordic surfing. Tja, met die diagnose maak je je niet populair bij een krant die al jaren op voet van oorlog leeft met oppertwitteraar Trump. Onlangs klonk de klacht over de houdbaarheid van de functie ook in Nederland, maar nu uit de mond van een ombudsman zélf. Volkskrant-ombudsman Jean-Pierre Geelen schreef in zijn afscheidscolumn dat hij de functie maar moeizaam en ouderwets vond. Een wekelijkse rubriek werkt niet, nu klagers hun antwoord bezorgd willen krijgen met de snelheid van een pizza of een pakje coke. Zo’n papieren rubriek, maakte ik uit zijn stuk op, ruikt ook wel heel erg naar de dagen van G.B.J. Hiltermann. Maar zo is het niet. Onafhankelijke media moeten soms juist uit de pas lopen. Een krant is geen safe space waarin louter prettig vertrouwde geluiden klinken. Waarom zou je die lezen? Wat je zelf vindt, weet je al – hopelijk. Ja, er was van alles mis met dat stuk van de gevallen dj, en daar kan een hoofdredacteur op worden aangesproken en op worden afgerekend. Maar dat is iets anders dan ostracisme, puur omdat ‘zo’n figuur’ een podium geboden wordt. Overigens, als dat beladen artikel wél feitelijk correct was geweest en ook nog eens briljant geschreven, een intens oprecht mea culpa, was de woede erover vermoedelijk niet minder hoog opgelopen, wie weet integendeel. Niemand zit te wachten op een aanrander die ook nog eens goed kan schrijven. Nu staat in Amerikaanse kantoren de kartonnen doos zoals bekend nooit ver weg, ook niet voor een hoofdredacteur. Maar ook in Nederland klinkt de kritiek dat bepaalde besmette personen ‘gewoon’ niet aan het woord moeten komen in gereputeerde media. De Volkskrant kreeg ervan langs na een ongelukkig gepresenteerd interview met de voormalige PVV-lijsttrekker in Rotterdam die het veld had moeten ruimen wegens racistische uitlatingen. Zo’n man moet geen ruimte krijgen om zichzelf te rechtvaardigen, vonden lezers. Een krant is geen „doorgeefluik”, schreef politicoloog Merijn Oudenampsen. Een behulpzame hoogleraar bood haar diensten aan, om de krant te leren hoe om te gaan met extreem-rechtse geluiden. Of neem de woede die opstak na het NRC-interview met de sportbestuurder Camiel Eurlings, door zijn ex-vriendin beticht van mishandeling, die vechtend tegen de tranen zijn verhaal mocht doen. Dat had veel kritischer moeten zijn, vonden veel lezers – en daar was ik het mee eens, al kwam dat zeker niet alleen op conto van de in grote haast opgetrommelde verslaggever. Maar in veel van de reacties op dat interview klonk ook iets van walging door over het pure feit dat deze man aan het woord was gelaten (zijn vriendin wilde de media niet te woord staan, maar was door de krant ook niet benaderd).", "", "", "Foto’s Dieuwertje Bravenboer", "Kortom, mijn gewaardeerde collega Geelen was niet alleen blij dat het er voor hem op zat, hij was gaan twijfelen aan „nut en effectiviteit” van de functie an sich. Waarmee hij niet alleen zichzelf congé gaf, maar meteen ook zijn collega’s bij andere media. Vandaar dat ik er in dit jaarverslag op terugkom. Want Geelens desillusie zegt misschien iets over de vent, maar vooral over de vorm. De functie van ombudsman stelt vanzelfsprekend eisen aan je kritische zin en journalistieke oordeel – dat soms hard kan aankomen maar ook altijd persoonlijk is en geen Stenen Tafel – maar ook aan je incasseringsvermogen. Werken als ombudsman, die zijn ‘slachtoffers’ op de redactie tijdens zijn onderzoek moet aanspreken en ook na zijn oordeel weer tegenkomt, is iets anders dan opereren als een columnist die erop los knalt uit een schuttersputje en hooguit in de verte iemand ‘au!’ hoort roepen. Opmerkelijk dus, maar begrijpelijk, dat de vertrokken Volkskrant-ombudsman als bij toverslag veranderde in een leeuw achter het toetsenbord, toen hij na zijn tour of duty een rol kreeg als columnist. Alsof hij was losgeknipt uit een dwangbuis haalde hij opeens uit naar de media: de „koekenbakkers van de Basisweg” (de Telegraaf), de geile „heidehijgers” van de televisie, op zoek naar sensatie, én naar zijn eigen krant, die hardloopster Sifan Hassan zonder bewijs in verband bracht met dopinggebruik. Je zou bijna zeggen: word ombudsman bij die krant! Ik leef met hem mee, en toch is het goed te bedenken wat een ombudsman wel en niet kan of moet. Een ombudsman is geen columnist, bij wie de eigen mening over willekeurig welk onderwerp centraal staat. Hij of zij (ook een eigentijds pluspunt: de term is genderneutraal) onderzoekt, evalueert en bekritiseert de manier waarop zijn krant journalistiek bedrijft, op basis van vragen en klachten van lezers of van betrokkenen, maar ook van eigen interesse en inzicht. Transparantie voor de lezers en verantwoording zijn daarbij de kernwaarden. Een ombudsman is ook geen woordvoerder. Niet van actiegroepen of comités, maar ook niet van de krant of de hoofdredactie. Die heeft een eigen verantwoordelijkheid voor de inhoud van de krant én voor de journalisten die er werken. Het oordeel van de ombudsman is er allereerst voor de lezers, al kan de redactie er hopelijk haar voordeel mee doen. Uiteindelijk is het doel immers de krant beter te maken en fouten te voorkomen. Kortom, een ombudsman kan een brug zijn tussen lezers en redactie, juist omdat hij aan geen van beiden schatplichtig is. Hij laat op vragen en klachten van lezers zien - en beoordeelt - hoe afwegingen bij de krant worden gemaakt, hoe verhalen tot stand komen, als een kritische verslaggever van binnenuit, niet als voorlichter of pr-medewerker van de krant en evenmin als bruggehoofd van pressiegroepen of actiecomités. De traagheid van een wekelijkse rubriek die Geelen betreurt is daarbij in mijn ogen geen nadeel, maar kan juist een voordeel zijn. Want ook al zet de verbale mitrailleur van ‘Matthijs’ tegenwoordig alom de toon, ambachtelijke reflectie vergt tijd. Soms ziet de werkelijkheid er binnen een week heel anders uit. In hoge nood kan een rubriek trouwens ook eerder verschijnen, het is vaker vertoond. En: een ombudsman doet méér dan wat er in die rubriek verschijnt: dagelijks klachten afhandelen, blogs schrijven, presentaties of een college geven, het ethiek-gedeelte van het Stijlboek actualiseren (de zogeheten NRC Code), ruggespraak bieden over de receptie van verhalen en soms (met bloknoot en journalistieke stethoscoop) op huisbezoek gaan bij klagers.", "", "Foto’s Dieuwertje Bravenboer"], "authors": [], "keywords": ["van", "die", "2019", "een", "niet", "en", "ook", "ombudsman", "journalistiek", "zijn", "op", "jaarverslag", "het"], "pubDate": "2019-12-27T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}