{"id": "7990e058-a1b4-3c03-bd78-e3576b9fda31", "title": "Deze vijf mensen steken anderen een hart onder de riem tijdens de lockdown. ‘Als een kind blij is, word ik dat ook’", "url": "https://trouw.nl/binnenland/deze-vijf-mensen-steken-anderen-een-hart-onder-de-riem-tijdens-de-lockdown-als-een-kind-blij-is-word-ik-dat-ook~b158e3bc/", "summary": "“Normaal gesproken groeten we de mensen als ze het buurthuis binnenkomen, en vragen we hoe het met ze gaat.\nAls we niet met elkaar kunnen zijn, moeten we er voor elkaar zijn.”Jopie Louwe Kooijmans (30) uit Zaandam feliciteert kinderen verkleed als zeemeermin.\n“Ik vind het fijn als ik kinderen blij kan maken, zeker in deze tijd.\nZo kan ik ze op een vrolijke manier toch een fijne verjaardag wensen.\nAls een kind blij is, word ik dat ook.”Nick Bootsman (25) uit Dordrecht bestrijdt eenzaamheid onder jongeren.", "paragraphs": ["De Amsterdamse Fatima Abbassat (50) schrijft persoonlijke boodschappen bij het brood dat ze bezorgt bij buurtbewoners.", "“Voor de coronacrisis bakten we iedere week brood in het buurthuis, bij bakkerij De Eenvoud. Buurtbewoners kwamen langs met hun eigen traditionele deeg en bakten het brood in onze grote oven. Soms aten we het samen op. Door de strenge maatregelen kan dat niet langer. Nu bakken wij het brood voor de buurt en breng ik dat iedere dinsdag rond. Ik heb ongeveer tien adressen waar ik langs rijd.", "Fatima Abbassat.", "“Op de zakjes van het brood schrijf ik persoonlijke berichten. Dat kunnen anekdotes zijn, of mooie uitspraken. Laatst schreef ik bijvoorbeeld: ‘Ook mislukkingen zijn de moeite waard’. Ik schrijf ook in het Arabisch. Dat vinden de niet-westerse vrouwen in de buurt erg fijn. Een week later haal ik de zakjes weer op, dan staat er vaak een reactie op. Zo ontstaat een gesprekje en voelen mensen zich gezien.", "“Normaal gesproken groeten we de mensen als ze het buurthuis binnenkomen, en vragen we hoe het met ze gaat. Met de broodboodschappen kunnen we dat blijven doen. De berichten geven de buurtbewoners het gevoel dat ze niet vergeten worden.", "“Uiteindelijk zijn we allemaal mensen en moeten we over onze verschillen heen stappen. Als we niet met elkaar kunnen zijn, moeten we er voor elkaar zijn.”", "Jopie Louwe Kooijmans (30) uit Zaandam feliciteert kinderen verkleed als zeemeermin.", "“Ik vind het fijn als ik kinderen blij kan maken, zeker in deze tijd. Veel kinderen kunnen hun verjaardag niet vieren. En als je zes jaar bent, is dat extra jammer. Ik probeer de feestvreu gde aan te wakkeren. Daarom stuur ik kinderen een videoboodschap van dertig seconden of een minuut, van mijzelf in zeemeerminkostuum. Zo kan ik ze op een vrolijke manier toch een fijne verjaardag wensen.", "“Inmiddels werk ik fulltime in online marketing, maar voor de coronacrisis was ik al entertainer op kinderfeestjes. Ook daar was ik zeemeermin, of prinses. Rond mei plaatste ik in een Facebookgroep een oproepje om te kijken of er behoefte was aan de filmpjes. Daar kreeg ik wel vijftig reacties op. Dat mijn idee zo populair zou zijn, had ik niet verwacht. Ik doe het vrijwillig en het opnemen van de video's neemt gemakkelijk een dagdeel in beslag. Ik doe het dan ook niet ieder weekend.", "Jopie-Louwe-Kooijmans.", "“Door mijn ervaring als entertainer weet ik hoe blij kinderen kunnen worden als ze mij zien in mijn kostuum. Dan zie ik een sprankeltje in hun ogen. Met een videoboodschap zie ik die natuurlijk niet, maar van ouders krijg ik veel positieve reacties. Daar haal ik energie uit. Als een kind blij is, word ik dat ook.”", "Nick Bootsman (25) uit Dordrecht bestrijdt eenzaamheid onder jongeren.", "“Ik leef me altijd erg in in anderen. Naar mijn idee begonnen veel mensen net te herstellen van de eerste lockdown, en nu gaat alles weer dicht. Zelf heb ik een bindweefselaandoening en ben daardoor grotendeels aan huis gebonden. Voor afstanden buiten de deur zit ik in een rolstoel. Maar als je een gezonde jongere bent en je hebt na de eerste lockdown je leven net weer een beetje opgepakt, dan is het volgens mij erg zwaar als je opnieuw thuis moet blijven.", "“Daarom heb ik een oproep gedaan op Twitter. Mocht iemand zich eenzaam of alleen voelen, dan kan diegene mij een berichtje sturen. Dan kijken we wel wat we gaan doen. Een online spelletje spelen, of gewoon chatten. Het maakt niet uit, het gaat erom dat we even samen kunnen zijn.", "Nick-Bootsman.", "“Het is belangrijk om aandacht te besteden aan eenzaamheid, omdat ik bang ben dat er anders een generatie ontstaat die heel erg last gaat krijgen van hun psyche. Omdat ze het gevoel krijgen nergens meer bij te horen en niets te kunnen doen. Dan krijgen we de ‘generatie-depressief’. Dat wil ik voorkomen.", "“Tegen jongeren die zich eenzaam voelen wil ik vooral zeggen dat ze vol moeten houden. Het wordt echt beter.”", "Otto Rubingh (52), Groninger en Trouwlezer, geeft virtuele wiskunde- en schaaklessen aan kinderen in de rats.", "“In maart speelde ik al met de gedachte om mijn ervaring als wiskundedocent en schaakmeester in te zetten om anderen te helpen. Maar ik wist niet hoe ik ouders en kinderen kon bereiken. Ik had nog geen Twitter-account en was niet vertrouwd met communicatieprogramma’s als Teams.", "“Een week geleden heb ik mijn oproep op internet geplaatst. Ook heb ik folders verspreid in de bibliotheek en het Groninger Forum. Tot mijn verbazing stroomden de meldingen algauw binnen. Mailtjes van bezorgde ouders, wiens kinderen door chaos op school in de knel komen met wiskunde. En een paar jongeren die naar aanleiding van de Netflixserie ‘The Queen’s Gambit’ interesse hebben in schaaklessen.", "Otto Rubingh.", "“Het is win-win. Niet alleen worden de jonge slachtoffers van deze lockdown geholpen, als afgekeurd wiskundedocent ben ik blij dat ik weer een rol van betekenis kan spelen in de maatschappij. Na een burn-out had ik behoefte aan verbondenheid, de lessen zijn ook een manier om contact te zoeken.", "“Twee á drie uurtjes per dag geef ik virtueel les. De waardering die ik van ouders en kinderen krijg geeft me veel voldoening. Met het voortduren van deze pandemie zie ik de gemoedstoestand van mensen verslechteren. We moeten elkaar helpen en steunen, saamhorigheid is wat we nodig hebben.”", "Lees ook:", "Hoe maak je van de lockdown geen mentale lockdown?", "Voor de tweede keer dit jaar gaat het land bijna volledig op slot. Wat moeten we doen als we ons daardoor gestrest, eenzaam of verdrietig voelen?", "Dit is de invloed van corona op onze mentale gezondheid", "Wat doet de coronacrisis met onze mentale gezondheid, en welke invloed hebben we daar zelf op? Twee deskundigen vertellen erover, en geven tips."], "authors": ["Laura Popken", "Isabel Baneke"], "keywords": ["ik", "vijf", "riem", "lockdown", "met", "ook", "word", "mensen", "van", "en", "een", "onder", "tijdens", "als", "op", "het", "niet", "dat", "steken"], "pubDate": "2021-01-04T09:59:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}