{"id": "799cc983-3e54-3e7f-bf95-50bf84801e47", "title": "FNV: ‘Fat Cats’ hebben minimum jaarinkomen al op zak", "url": "https://volkskrant.nl/economie/fnv-fat-cats-hebben-minimum-jaarinkomen-al-op-zak~b83100d8/", "summary": "De FNV riep ceo's ook in 2020 al op om zich uit te spreken voor een hoger minimumloon.\nDit omdat de vakbond wil dat het minimumloon naar 14 euro per uur gaat.\nGemiddeld genomen hadden de veertien ceo’s donderdag (7 januari) om 0.21 uur al het bedrag op zak waar iemand met het minimumloon het hele jaar voor moet werken.\n‘Van het huidige minimumloon kunnen mensen niet of nauwelijks rondkomen.\nNummer 14 van de Fat Cats is NS-bestuursvoorzitter Mirjam Rintel, die volgens de FNV 542 duizend euro verdiende.", "paragraphs": ["De FNV riep ceo's ook in 2020 al op om zich uit te spreken voor een hoger minimumloon. Beeld Hollandse Hoogte / Berlinda van Dam", "Dat stelt de FNV donderdag op Fat Cat Day, een uit het Verenigd Koninkrijk overgewaaid fenomeen waarbij het verschil tussen grootverdieners en mensen met een minimuminkomen wordt belicht. De FNV keek hiervoor naar de beloning van veertien ‘invloedrijke’ toplieden. Dit omdat de vakbond wil dat het minimumloon naar 14 euro per uur gaat. Dat is nu 10,24 euro. De veertien ceo’s zouden zich hard moeten maken voor een verhoging, vindt de FNV, die donderdagmiddag een Fat Cat Day-manifestatie hield bij de Malietoren in Den Haag, het bolwerk van de invloedrijke werkgeverslobby VNO-NCW.", "Van Houten verdiende volgens de FNV 5,26 miljoen euro, bij Frans Muller was dat 4,36 miljoen. De vakbond heeft daarbij gekeken naar de beloning van de ceo’s in 2018 en 2019, waarop een ‘crisiscorrectie’ is toegepast vanwege de coronacrisis. Die zal diverse toplieden geheel of gedeeltelijk hun bonus over 2020 kosten. Het maandsalaris voor een 21-jarige (het volwassen minimumloon) is 1.684,80 euro bruto. Gemiddeld genomen hadden de veertien ceo’s donderdag (7 januari) om 0.21 uur al het bedrag op zak waar iemand met het minimumloon het hele jaar voor moet werken.", "Schril contrast", "Volgens FNV-bestuurder Zakaria Boufangacha is het ‘de hoogste tijd dat werkgevers hun verantwoordelijkheid nemen om de welvaart eerlijker te verdelen’. ‘Van het huidige minimumloon kunnen mensen niet of nauwelijks rondkomen. Dit staat in schril contrast met het feit dat er elk jaar meer miljonairs en miljardairs bijkomen.’ Diverse partijen hebben een verhoging van het minimumloon in hun verkiezingsprogramma opgenomen, zij het niet allemaal naar 14 euro.", "Het is de tweede keer dat de vakbond Fat Cat Day ‘viert’. Nummer 14 van de Fat Cats is NS-bestuursvoorzitter Mirjam Rintel, die volgens de FNV 542 duizend euro verdiende. Daarmee heeft ze volgende week vrijdag (15 januari) om 3.09 uur het minimum jaarinkomen binnen. Om te bepalen welke veertien ceo’s invloedrijk zijn, keek de FNV hoe vaak ze bij een bewindspersoon op bezoek waren, of hun bedrijf in het bestuur zit van VNO-NCW en naar de Volkskrant Top 200 van invloedrijkste Nederlanders."], "authors": ["Wilco Dekker"], "keywords": ["van", "euro", "al", "fnv", "ceos", "naar", "een", "om", "dat", "minimum", "op", "fat", "het", "hebben", "zak", "cats", "minimumloon", "jaarinkomen"], "pubDate": "2021-01-07T15:10:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}