{"id": "79a98c28-f7c2-34c2-93ff-d5db951ab0a3", "title": "Gaat Merkel een EU-crisis voorkomen met een inlegvelletje?", "url": "https://nrc.nl/nieuws/2020/12/09/eu-crisis-voorkomen-door-een-inlegvelletje-a4023296", "summary": "Woensdagmiddag hing een oplossing plots in de lucht, nadat Polen en Hongarije lieten weten met een Duits compromisvoorstel te kunnen instemmen.\nOf alle lidstaten akkoord gaan met het Duitse voorstel zal donderdag blijken.\nAllereerst omdat ze als regeringsleider van het land dat dit half jaar het Europese voorzitterschap bekleedt de aangewezen persoon was.\nDat deze crisis nu wellicht bezworen is met een inlegvel betekent in elk geval niet dat de discussie over de rechtsstaat is afgedaan.\nVoor Merkel is het hoe dan ook een van de laatste kansen die discussie te sturen, voor ze volgend najaar afzwaait.", "paragraphs": ["Van alle gezichten die Angela Merkel als veteraan onder de Europese regeringsleiders de afgelopen vijftien jaar langs zag komen, kent ze ééntje inmiddels het beste. En van alle plagen die ze tijdens haar bondskanselierschap voorbij zag komen, is dit misschien ook wel de vertrouwdste. Tot een botsing met de Hongaarse premier Viktor Orbán kwam het al wel eerder, maar de afgelopen weken liep de spanning wel bijzonder hoog op.", "Alle ogen waren de afgelopen weken op Merkel gericht: zou ze een oplossing vinden voor de begrotingscrisis die de afgelopen weken als dreigend onweer boven de EU hing? De weigering van Orbán en zijn Poolse collega Mateusz Morawiecki in te stemmen met de nieuwe Europese meerjarenbegroting, kon de EU in financiële nood storten. Toegeven aan hun eis om een nieuw rechtsstaatmechanisme te verzwakken, zou een blamage zijn. Met zo’n toets wil de EU lidstaten die de rechtsstaat verzwakken immers echt gaan raken – door het korten van EU-subsidies.", "Is het Merkel – wederom - gelukt een crisis te bezweren? Woensdagmiddag hing een oplossing plots in de lucht, nadat Polen en Hongarije lieten weten met een Duits compromisvoorstel te kunnen instemmen. Aan de tekst waarin het nieuwe instrument staat opgesteld, zou niets veranderd worden – een belangrijke eis van zowel het Europees Parlement als een grote groep lidstaten waaronder Nederland. Wel zouden regeringsleiders in een ‘toelichtende verklaring’ een paar aspecten ervan ophelderen.", "Lees ook: EU-ruzie komt Rutte niet slecht uit", "Het betekent een soort extra inlegvelletje – een oplossing waarover al eerder werd gespeculeerd. In de tekst zou onder andere komen te staan dat de toets alleen geldt voor betalingen uit de nieuwe EU-begroting en niet voor ‘oude’, vertraagde fondsen. Ook wordt vastgesteld dat lidstaten de toets, voordat die wordt ingezet, aan het Europees Hof van Justitie in Luxemburg mogen voorleggen.", "Of alle lidstaten akkoord gaan met het Duitse voorstel zal donderdag blijken. Zeker is dat vanuit heel Europa de afgelopen tijd met argusogen werd gekeken naar wat voor konijn Merkel ditmaal uit de hoge hoed zou toveren. Allereerst omdat ze als regeringsleider van het land dat dit half jaar het Europese voorzitterschap bekleedt de aangewezen persoon was. Ten tweede omdat Merkel al jaren de kritiek krijgt dat ze binnen de Europese christen-democratische partijfamilie, waarvan háár CDU/CSU de spil vormt, onvoldoende optreedt tegen de Hongaarse partij Fidesz van Orbán. En ten slotte omdat Merkel als langstzittende regeringsleider volgens critici symbool kan staan voor hoe de EU de afgelopen jaren wegkeek van de rechtsstatelijke rot in Polen en Hongarije.", "‘Orbán heeft het spel veranderd’", "De ironie ontging velen in Brussel niet; dat het nota bene op Duitsland aankwam een crisis over de rechtsstaat met Polen en Hongarije op te lossen. Al jaren klinkt kritiek dat Duitsland, en daarmee Merkel, te weinig heeft gedaan tegen het afglijden van de oostelijke lidstaten. Dat verwijt treft net zo goed de Europese Commissie, of andere lidstaten. Maar als iets Merkels Europabeleid de afgelopen vijftien jaar kenmerkte, dan is het haar neiging tot talmen, stapje voor stapje naar een compromis te werken en conflicten zoveel mogelijk te vermijden. Een houding die in de Europese politiek vaak zeer effectief is. Maar, zeggen critici: niet in de confrontatie met autoritaire regimes.", "Dat deze crisis nu wellicht bezworen is met een inlegvel betekent in elk geval niet dat de discussie over de rechtsstaat is afgedaan. Ook zonder de aanvullende verklaring was het al de vraag hoe effectief de rechtsstaattoets in de praktijk daadwerkelijk zal zijn. Alles hangt af van de politieke wil daadwerkelijk een confrontatie aan te gaan. In een eerste reactie toont Gabor Scheiring zich sceptisch: „Een compromis werkt als je binnen dezelfde waarden wilt werken”, zegt Scheiring, die als politiek econoom aan de Italiaanse universiteit van Bocconi is verbonden en die in het verleden als oppositiepoliticus in het Hongaarse parlement zat. „Maar Orbán heeft het spel veranderd. En het heeft lang geduurd voor Europese politici dat doorkregen.”", "Geen confrontatie", "Dat de Hongaarse partij Fidesz nog altijd onderdeel is van de Europese familie van christen-democraten is daarvan het beste voorbeeld. Vooral de rol van de Duitse CDU/CSU was daarin cruciaal. Belangrijk was bovenal de Hongaarse fractie binnenboord houden. Afgelopen tijd groeide weliswaar de roep om Fidesz uit de Europese Volkspartij te gooien, maar tot een werkelijke breuk kwam het nog niet. Scheiring: „Natuurlijk klonk vanuit die partij weleens kritiek, maar alles wat Fidesz of Orbán echt zou raken, werd vermeden. Pas recent lijkt daarin iets te veranderen, omdat het nu politiek te kostbaar wordt hem te beschermen.”", "Het betekent niet dat er vanuit EU-landen of Brussel de afgelopen tien jaar nooit kritiek klonk, of dat de spanningen met Polen en Hongarije niet eerder opliepen. Dat geldt ook voor Merkel zelf. Al in 2010 sprak ze zich, zij het heel voorzichtig, kritisch uit over nieuwe Hongaarse wetgeving die de vrijheid van media aan banden zou leggen. En een bezoek aan Polen verliep in 2017 onder hoogspanning. Uiteindelijk probeerde Duitsland een echt conflict altijd te vermijden, zegt Daniel Hegedüs, die als rechtsstaat en Centraal-Europa-deskundige verbonden is aan The German Marshall Fund.", "Die neiging confrontaties uit de weg te gaan, speelt niet alleen in de omgang met Polen en Hongarije, „Het is een inherent onderdeel van de Duitse buitenlandpolitiek.” Ongemak over de geschiedenis speelt daarin een belangrijke rol – juist ook in de relaties met centraal en Oost-Europa.", "De handel met Polen is voor Duitsland bijna net zo belangrijk als die met Italië", "Dat benadrukt ook Judy Dempsey, politiek analist van denktank Carnegie, die eerder een boek over Merkel schreef. „Merkel was zich altijd enorm bewust van hoe voorzichtig ze met de landen ten oosten van Duitsland om moest gaan. Ze wilde koste wat kost het beeld voorkomen dat ze de baas wil spelen.” Daarnaast is er iets wat Dempsey aan Merkel persoonlijk opvalt. „Ze zal in het openbaar nooit iets vernederend over iemand zeggen. Ze drukt zich voorzichtig uit, houdt de lijnen altijd open.”", "In de verhouding met de zogeheten ‘Visegrad-groep’, waar ook Tsjechië en Slowakije onder vallen, spelen daarnaast ook economische belangen. De handel met Polen is voor Duitsland inmiddels bijna net zo belangrijk als die met Italië, samen zijn de vier landen voor de Duitse handel al belangrijker dan Frankrijk. Het betekent, zegt Hegedüs, dat in Berlijn een stevige lobby wordt gevoerd om Orbán niet te veel dwars te zitten. Vooral de Duitse auto-industrie is volgens hem een soort ‘schild’ voor Hongarije. „De Hongaarse overheid geeft per hoofd van de bevolking nu meer financiële steun aan Duitse autofabrikanten dan Duitsland zelf. Dat verklaart waarom de Duitse industrie eigenlijk helemaal niets voelt voor financiële sancties tegen Hongarije.”", "„De Duitse auto-industrie voelt zich heel gelukkig in Hongarije”, zegt ook Scheiring. Hij wijst op de lage belastingen, flexibele arbeidsregels en soepele werkloosheidsuitkeringen. „Orbán is niet het soort populist dat veel geld uitgeeft. Hij voert juist een conservatieve begroting, en daar houden Duitse investeerders erg van.”", "En toch: de huidige botsing met Polen en Hongarije verliep volgens velen anders. De druk niet te wijken is toegenomen, zag Scheiring, vooral ook onder invloed van de publieke opinie. Hegedüs: „Ook in Duitsland daagt inmiddels veel breder het besef dat Orbán niet alleen een moeizame bondgenoot is, maar überhaupt geen bondgenoot.”", "En, ziet Dempsey, ook Merkel lijkt een andere houding te hebben aangenomen. „Ik heb de indruk dat ze er echt genoeg van heeft. Het is niet alleen haar houding ten opzichte van economische integratie die is veranderd. Ze lijkt ook de rechtsstaatdiscussie veel serieuzer te nemen.”", "Slaat de EU nu een fermere richting in? Of de Duitse oplossing gewordt accepteerd, is onzeker. Voor Merkel is het hoe dan ook een van de laatste kansen die discussie te sturen, voor ze volgend najaar afzwaait. Hoe de EU het probleem van de rechtsstaat de komende jaren aanpakt, hangt vooral af van wie haar volgend jaar opvolgt.", "Tijdlijn EU vs. Polen en Hongarije mei 2004 Toetreding Polen, Hongarije, Estland, Letland, Litouwen, Tsjechië, Slowakije, Slovenië, Malta en Grieks-Cyprus tot EU, volgend op val van de Muur in 1989 en herschikking Europa.", "mei 2010 Fidesz wint verkezingen in Hongarije. Viktor Orbán wordt opnieuw premier, na eerdere periode 1998-2002. In 2011 volgt een nieuwe Grondwet, in 2013 een grondwetswijziging.", "oktober 2015 PiS (‘Recht en Rechtvaardigheid’) wint verkiezingen in Polen. Macht en onafhankelijkheid van rechters worden ingeperkt. Mateusz Morawiecki is premier sinds eind 2017.", "december 2017 Europese Commissie begint Art. 7-procedure tegen Polen, een instrument om schending rechtsstaat te voorkomen of te bestraffen. In september 2018 volgt Art. 7 tegen Hongarije.", "21 juli 2020 Europese leiders bereiken een principeakkoord over koppeling rechtsstaattoets aan meerjarenbegroting en coronafonds. Orbán: „Enorme overwinning.” Rutte: „Kern blijft”.", "30 september 2020 Duitse compromistekst over invulling rechtsstaattoets leidt tot onvrede in beide kampen. Koppeling aan EU-geld is te zwak voor o.a. Nederland, te sterk voor Polen en Hongarije.", "16 november 2020 Polen en Hongarije spreken veto uit over rechtsstaattoets en blokkeren meerjarenbegroting en coronafonds. Europese Commissie zoekt naar een oplossing, via omweg of inlegvel.", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Clara Van De Wiel", "December Om", "Leestijd Minuten"], "keywords": ["van", "merkel", "inlegvelletje", "het", "met", "die", "gaat", "voorkomen", "een", "ook", "eucrisis", "en", "te", "dat", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}