{"id": "79b62cac-9846-3d53-8ec0-8aef4f286ab4", "title": "De vele gezichten van Ajacied Quincy Promes: ettertje, gezellige jongen, zakenman, rapper", "url": "https://volkskrant.nl/sport/de-vele-gezichten-van-ajacied-quincy-promes-ettertje-gezellige-jongen-zakenman-rapper~b9f03b21/", "summary": "Promes heeft via advocaat Manon Aalmoes laten weten dat hij niet aanwezig was op het moment van het incident.\nOp de website van van Mask QP, zijn bedrijf in vrijetijdskleding, vertelt Promes over het masker dat staat voor zijn alter ego.\nDaarbuiten is hij een op het oog innemende prater, een gezellige jongen.\nPromes koketteert met zijn rijkdom, al doet hij dat soms met een knipoog.\nAjax staat op het standpunt dat Promes onschuldig is tot het tegendeel is bewezen.", "paragraphs": ["Quincy Promes tijdens Ajax - PEC Zwolle, 12-12-2020. Beeld Toon Dompeling", "Wat zijn de ontwikkelingen in de zaak rond Quincy Promes?", "Quincy Promes is dinsdag vrijgelaten, nadat hij zondag was gearresteerd en gevangen gezet. Hij blijft verdachte in een steekpartij, eind juli, waarbij een neef ernstig gewond raakte aan de knie. Promes heeft via advocaat Manon Aalmoes laten weten dat hij niet aanwezig was op het moment van het incident.", "Raadsman Yehudi Moszkowicz beweert in naam van zijn cliënt het tegendeel. Het onderzoek loopt door, ondanks de vrijlating, maar Promes wordt niet voorgeleid aan de rechter-commissaris. Het Openbaar Ministerie zag geen aanleiding het voorarrest te verlengen.", "Wie is Quincy Promes?", "Op de website van van Mask QP, zijn bedrijf in vrijetijdskleding, vertelt Promes over het masker dat staat voor zijn alter ego. In dat masker zitten zijn initialen. Als je de q en de p aan elkaar plakt, heb je een masker. Over het alter ego van de Amsterdammer valt veel te vertellen. In het veld is hij aanvaller, vorig seizoen een tijdlang uitstekend op dreef in combinatie met Hakim Ziyech. Daarbuiten is hij een op het oog innemende prater, een gezellige jongen.", "Hij heeft ook een andere kant. Hij maakt muziek (hiphop, rap), net als bijvoorbeeld Memphis Depay. Een thema is: hoe ze zich dankzij het voetbal omhoog hebben geknokt. In een clip met DJ Wale parkeert een Lamborghini op een voetbalveld. Het gaat om dure horloges, eigen kleding, exclusieve drankjes, seks.", "Promes koketteert met zijn rijkdom, al doet hij dat soms met een knipoog. Zeker één man met wie hij muziek maakte, is veroordeeld voor een geweldsmisdrijf. Promes werd op zijn 16de weggestuurd bij Ajax. ‘Ik was een ettertje’, zei hij vorig jaar in de Volkskrant. Trainer Erik ten Hag ontfermde zich over hem, eerder al bij Go Ahead Eagles.", "Promes over Ten Hag: ‘Hij kent me al lang, voordat ik me zo ontwikkelde, en heeft altijd in mij geloofd.’ Ten Hag over Promes: ‘Memphis en Quincy waren ambitieus, maar ze wisten niet altijd wat het profbestaan inhoudt. En ze hebben gewoon liefde nodig.’", "Komen voetballers vaker in contact met justitie dan andere mensen?", "Vermoedelijk niet. Alleen: de voetballer leeft in de publiciteit. Elke mogelijke misstap wordt uitgemeten. Een ernstig incident hoeft niet desastreus uit te pakken voor een loopbaan. Robin van Persie zat als jongeling twee weken opgesloten omdat hij was beschuldigd van verkrachting. De zaak werd geseponeerd vanwege gebrek aan bewijs. Hij is nog steeds topschutter aller tijden van Oranje.", "Danny Blind veroorzaakte na zijn loopbaan als speler een ernstig ongeluk, mede omdat hij had gedronken. Hij kreeg een taakstraf en ontzegging van de rijbevoegdheid. Hij schopte het later tot bondscoach.", "Patrick Kluivert veroorzaakte een ongeluk met dodelijke afloop, kort nadat hij met Ajax de Champions League had gewonnen. Bij de tiener kwam alles samen: snelle roem, vrienden die hem in staat stelden als bestuurder met weinig ervaring in een snelle auto te rijden. Overmoed.", "Kluivert kwam later opnieuw in opspraak voor zijn vermeende aandeel in een groepsverkrachting. De zaak werd geseponeerd. In sommige media laaide de discussie op hem te verwijderen uit het Nederlands elftal. Toen hij daarop scoorde in de cruciale WK-kwalificatiewedstrijd tegen België, droeg menigeen hem weer op handen.", "Moet Ajax weten wat spelers doen in hun vrije tijd?", "Promes is 28, vader van drie kinderen en 47-voudig international. Ajax kocht hem voor bijna 16 miljoen euro van Sevilla. Hij vertegenwoordigt de naam van de club en een fors kapitaal. Hij zal verantwoording dienen af te leggen bij Ajax, dat tot zijn arrestatie niets van het incident wist.", "Clubs houden spelers niet 24 uur per dag in de gaten, hun zaakwaarnemers ook niet. Promes is een prominente speler van het kantoor SEG, dat als slogan heeft: ‘Ons doel: onze cliënten helpen het maximale uit hun loopbaan te halen.’", "Menig topsporter komt uit een zogenoemd lager sociaal milieu en laat dat niet makkelijk los, ondanks opwaartse sociale mobiliteit. Geregeld zeggen voetballers in interviews dat ze dankzij het voetbal zijn ontsnapt aan armoede en criminaliteit.", "Ajax staat op het standpunt dat Promes onschuldig is tot het tegendeel is bewezen. Promes is niet opgenomen in de selectie voor het bekerduel van woensdag tegen FC Utrecht. ‘We willen eerst een gesprek met Quincy’, aldus de club."], "authors": ["Willem Vissers"], "keywords": ["van", "dat", "vele", "niet", "een", "rapper", "gezellige", "en", "met", "quincy", "promes", "zijn", "gezichten", "ettertje", "hij", "jongen", "het", "zakenman"], "pubDate": "2020-12-15T19:11:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}