{"id": "79beb1f9-1ecc-3b43-8693-e22746512d2b", "title": "Getest: Dit is de beste keukenmachine", "url": "https://nu.nl/wonen/6090224/getest-dit-is-de-beste-keukenmachine.html", "summary": "Het zijn forse apparaten die vooral geschikt zijn als je grote hoeveelheden eten maakt en vaak in de keuken staat.\nMet een keukenmachine kun je voornamelijk mengen, kloppen en kneden.\nDe Beste uit de Test is het product met het beste testoordeel.\nDit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is.\nDe Beste Koop is het product met de beste prijs-kwaliteitverhouding.", "paragraphs": ["Wat is de beste keukenmachine? En welke heeft de beste prijs-kwaliteitverhouding? NU.nl en de Consumentenbond geven antwoord.", "Keukenmachines zijn handige hulpjes voor in de keuken. Het zijn forse apparaten die vooral geschikt zijn als je grote hoeveelheden eten maakt en vaak in de keuken staat. Met een keukenmachine kun je voornamelijk mengen, kloppen en kneden. Wil je vooral hakken, raspen en snijden? Dan is een foodprocessor waarschijnlijk een betere keuze.", "De Consumentenbond test keukenmachines op onder meer slagroom kloppen, licht brooddeeg maken, cakebeslag mengen en gebruiksgemak. In totaal zijn er 34 keukenmachines getest die goed verkrijgbaar zijn.", "Bosch doet het op dit moment goed in de test. De Beste uit de Test is een model van Bosch. En een ander model van Bosch is de Beste Koop.", "Deze keukenmachine van Bosch blinkt uit in bakklussen zoals slagroom en eiwit kloppen en brooddeeg kneden. Voor het kneden van brooddeeg krijgt hij zelfs een 10.", "Het gebruiksgemak is ook goed. De handleiding is duidelijk en je zet de machine makkelijk in elkaar. Alleen voor linkshandigen werkt hij wat minder prettig.", "Hij is veelzijdig en voor meerdere klussen inzetbaar. Zo krijg je een blender meegeleverd waarmee je goed smoothies kunt maken. Met de blender kun je ook ijs crushen. Maar dat is niet zijn sterkste kant en duurt vooral lang.", "Sinaasappels persen is ook mogelijk met de citruspers. Helaas werkt die niet super en het persen gaat langzaam.", "De beste prijs-kwaliteitverhouding gaat ook naar een machine van Bosch. Dit model is vooral geschikt voor lichtere bakklussen. Het kneden van brooddeeg kun je beter aan zijn duurdere broertje overlaten.", "Deze keukenmachine is eenvoudig in de uitvoering. In tegenstelling tot de Beste uit de Test heeft hij geen blender of citruspers.", "Klussen zoals kloppen en mengen doet hij prima. En het gebruiksgemak daarbij is uitstekend. Alle onderdelen kunnen in de vaatwasser en je bedient hem ook als linkshandige heel makkelijk.", "Verantwoording", "In deze rubriek schrijven we wekelijks over huishoudelijke en technologische apparaten die door de Consumentenbond zijn getest. Dit is een samenwerking tussen de onafhankelijke redactie van NU.nl en de Consumentenbond.", "De Consumentenbond test jaarlijks duizenden producten, samen met gekwalificeerde technici in gespecialiseerde laboratoria in binnen- en buitenland. De producten die getest worden, worden in de winkel gekocht, zodat deze niet vooraf worden gemanipuleerd door fabrikanten.", "Nieuwe modellen worden zo snel mogelijk na introductie getest. Hoe snel dat is, verschilt per product. De Beste uit de Test is het product met het beste testoordeel. Dit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is. De Beste Koop is het product met de beste prijs-kwaliteitverhouding."], "authors": ["Door"], "keywords": ["van", "dit", "getest", "het", "met", "zijn", "test", "beste", "een", "je", "en", "ook", "keukenmachine"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}