{"id": "79c239aa-edba-35bd-8286-2e38c7bdcb19", "title": "Wegen in Amsterdam liggen in 2021 meer open dan andere jaren", "url": "https://www.parool.nl/amsterdam/wegen-in-amsterdam-liggen-in-2021-meer-open-dan-andere-jaren~b75b4c1f/", "summary": "Het werk varieert het komende jaar van klein en ontwrichtend tot groot en nog veel ontwrichtender.\nNeem de Overtoom, waar in april twee weken wordt gewerkt aan het vervangen van het asfalt.\nEn één ding is zeker: afsluitinkjes en afsluitingen zullen in 2021 aan de orde van het jaar zijn.\nDe gemeente is al minstens een jaar bezig met de voorbereidingen, want de negen bruggen op het traject gaan ook allemaal op de schop.\nDe werkzaamheden van komend jaar vormen een startpunt voor vele jaren van werk aan de weg – en overlast.", "paragraphs": ["Werkzaamheden aan de Leliegracht. Beeld ANP", "Als er ooit een geschikt jaar was om de stad volledig binnenstebuiten te keren, dan was het wel het afgelopen jaar geweest. Wegens corona was het rustiger dan het in decennia is geweest: de aantallen voetgangers, fietsers en auto’s, met name in het centrum, daalden behoorlijk tot dramatisch. Ideale omstandigheden om straten af te sluiten, trambanen te vervangen en tunnels te verbeteren. Helaas: hoewel er in 2020 stevig werd verbouwd, aangelegd en onderhouden, belooft de stad juist komend jaar stevig op de schop te gaan.", "Het werk varieert het komende jaar van klein en ontwrichtend tot groot en nog veel ontwrichtender. Neem de Overtoom, waar in april twee weken wordt gewerkt aan het vervangen van het asfalt. Veertien dagen, als alles gaat zoals het moet gaan: compacter kan je het bijna niet krijgen. Maar deze straat is een veelgebruikte weg om de stad in en uit te gaan, ook als aansluiting op bijvoorbeeld de Ring. Twee weekjes werken zal dus niet alleen gevolgen hebben voor de omliggende straten, maar tot in de wijde omtrek.", "Organisch geheel", "De stad is immers een organisch geheel: een afsluitinkje hier betekent aanzwellende drukte daar. En één ding is zeker: afsluitinkjes en afsluitingen zullen in 2021 aan de orde van het jaar zijn. Dat werk aan de Overtoom is vervelend, maar vanwege de korte duur toch overzichtelijk. Maar het is een optelsom: de zogenoemde Uitvoeringskaart van de gemeente licht op van de kleuren die staan voor de werkzaamheden. Er wordt gewerkt aan de weg, het ov-net en het spoor. Aan tunnels en gebouwen. Klein dus, zoals het vernieuwen van het straatwerk in Terrasdorp in Tuindorp Oostzaan (hoewel ook daarvoor ruim anderhalf jaar is uitgetrokken), maar ook héél groot.", "Waar de stad misschien wel het meest last van gaat krijgen, is de Oranje Loper: de hele route vanaf de achterkant van het Paleis op de Dam tot aan het Mercatorplein. De gemeente is al minstens een jaar bezig met de voorbereidingen, want de negen bruggen op het traject gaan ook allemaal op de schop. Amsterdam, al niet gezegend met al te veel oost-westverbindingen, gaat het voelen.", "Daarnaast ingrijpend: de tunnels worden komend jaar gemoderniseerd, zelfs tunnels die recent zijn gebouwd, zoals de Michiel de Ruijtertunnel achter het Centraal Station: die is tot eind augustus elke nacht afgesloten wegens werkzaamheden. Vanaf juni (tot september 2022, meldt de gemeente) gaat de Piet Heintunnel op de schop. Aansluitend, naar verwachting in 2022, moet ook de Arenatunnel eraan geloven.", "Inktzwarte wolk", "Het is meer dan de voorgaande jaren, zegt de gemeente. En dan hangen de ingrijpendste maatregelen nog boven de markt, als een inktzwarte wolk: het herstel van de zwakke bruggen en de kades. De gemeente is bezig met een volledige inventarisatie en zoals het dan gaat: als je achter muurtjes gaat kijken, volgen de gebreken vanzelf.", "Afgelopen jaar al werden her en der acuut bruggen afgesloten, op de Grimburgwal zakte een kademuur over een lengte van tientallen meters het water in. Hoe meer er onderzocht wordt, hoe pijnlijker het structurele gebrek aan onderhoud zich doet voelen. En de definitieve werkzaamheden moeten worden gepland en voorbereid: de versnelling in uitvoering gaat dus nog komen, aldus de gemeente.", "Leliegracht", "Beweeg je door de stad en overal wordt gewerkt. Neem de Leliegracht, waar damwanden worden geslagen om direct instortingsgevaar af te wenden. De bruggen van de Vijzelstraat, de kademuren op de Kloveniersburgwal, de Baarsjesweg en de Jacob van Lennepkade, het zijn maar enkele voorbeelden van plaatsen waar het verkeer eruit gaat en de bouwvakkers erin.", "Het is een stad, natuurlijk is die nooit af. In latere jaren komen, weer ter illustratie, de Berlagebrug en de Ring Zuid ook nog aan de beurt. Het is de bedoeling dat de Noord/Zuidlijn wordt doorgetrokken, de Ringlijn moet worden gesloten. Gróót werk. De werkzaamheden van komend jaar vormen een startpunt voor vele jaren van werk aan de weg – en overlast."], "authors": ["Marc Kruyswijk"], "keywords": ["jaren", "jaar", "open", "meer", "dan", "andere", "te", "wegen", "van", "en", "een", "aan", "liggen", "2021", "gaat", "amsterdam", "stad", "op", "het"], "pubDate": "2021-01-01T14:00:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}