{"id": "79d05137-f21c-33e4-bf1a-b2021c87fed5", "title": "M’n anus had ik al opgegeven, maar ook mijn hart begon los te zitten", "url": "https://volkskrant.nl/columns-opinie/m-n-anus-had-ik-al-opgegeven-maar-ook-mijn-hart-begon-los-te-zitten~b0a8fee3/", "summary": "‘Mag ik?’, zei ik met uitgestoken hand.\nMisschien geschrokken parkeerde Bill de gefileerde wasromp op zijn kleplift, bzzz – valsspelen vond ik het.\nTerwijl ik met mijn vleesmes karton en piepschuim stond weg te hakken, kwam Billie doodleuk in de woonkamerdeur staan.\nJammer dat ik de navelstreng er niet had afgeschroefd, in plaats van dat nerveuze gezaag, nu moest ik er eerst eentje halen bij de Praxis.\nHANGEN!’ ‘Doe ik toch!’ ‘Hárder hangen!’ M’n anus had ik al opgegeven, maar ook mijn hart begon los te zitten, de vibraties waren doodeng, echt.", "paragraphs": ["‘Kan ik helaas niet doen’, zei de jongen. ‘Corona.’", "‘Maar we hebben het aangevinkt’, zei ik. Je kon aanvinken dat je de nieuwe wasmachine vakkundig wilde laten installeren en de oude afvoeren. Nooit eerder heb ik zo hard iets aangevinkt.", "‘We kunnen niet zomaar een huis binnenlopen, natuurlijk.’ Zijn weke verschijning had wel iets van het Bol-mannetje, de opgekweekte m&m met das, ‘Billie’ geheten, het is echt waar. Onze Billie droeg geen blauw pak, maar een spijkerpantalon waarmee je curry’s kon afkruiden.", "Normaal valt het te waarderen, als een m&m voorzichtig is tijdens je pandemie. Nu niet. Er stond een Zanussi op het tuinpad.", "Met een ruk trok hij zijn steekkarretje eronder vandaan, aanstalten makend het ding in te laden.", "‘Mag ik?’, zei ik met uitgestoken hand. Morrend stond Billie de steekkar af en keek in ruststand toe hoe ik de wasmachine erop probeerde te sjorren. ‘Je moet hem doorkantelen’, geeuwde hij.", "Ik zal jou zo eens doorkantelen, wilde ik zeggen, of beter nog: kantel jezelf door, teringlijer, maar dat is trumpisme. Nee, de rekening is voor je gezin. ‘Tussendeur open’, bulderde ik naar Jet, krabsgewijs de drempel slechtend, ‘snel!’ Met een bonk loste ik de Zanussi in de ridderzaal, en niet helemaal in de bijkeuken, pal voor de ouwe, wat ik als jongeman zou hebben gedaan. Je leert toch. Mooi is dat.", "Uptempo karde ik de ouwe naar buiten, waar de m&m op zijn horloge blikte. ‘Kabels en slangen eraf’, zei hij.", "‘Wie?’", "‘Voorschriften. Kan met een keukenmessie.’", "Met geheven vleesmes keerde ik weerom, het was ronduit lekker, slokdarm eraf, aorta, luchtpijp, er gulpte stinkende prut, moehaha. Misschien geschrokken parkeerde Bill de gefileerde wasromp op zijn kleplift, bzzz – valsspelen vond ik het. ‘Fijne dag nog’, zei hij.", "Best, vriend. Maar zonder je steekkar. Eerst m’n Zanussi vakkundig de bijkeuken in. Terwijl ik met mijn vleesmes karton en piepschuim stond weg te hakken, kwam Billie doodleuk in de woonkamerdeur staan. ‘Ja hee’, zei hij mondkaploos, ‘als jullie hem eerst uitgebreid gaan staan uitpakken.’ Dat ik niet in voorarrest zit, lezer, tussen andere drillrappers, komt omdat ik precies op dat moment een stapel boeken omstootte.", "Eindelijk alleen met de baby. Precies z’n pappie. Jammer dat ik de navelstreng er niet had afgeschroefd, in plaats van dat nerveuze gezaag, nu moest ik er eerst eentje halen bij de Praxis. En tuurlijk, uren later, alles aangekoppeld, klaar voor de eerste wasbeurt, zat er eentje in de trommel, samen met de gebruiksaanwijzing. ‘Er moesten schroefjes uit’, mompelde Jet bladerend. Ach wat, het apparaat spinde al, zalig geluidje, laten we gaan lezen en, dat vooral, genieten.", "Je bent een bezorgde ouder, blijft zo, maar dit was geen centrifugeren meer, het gebonk achter die deur, het was hameren, nee, heipalen! De Zanussi danste door de bijkeuken!", "Hemingway zat er al bovenop, zich zwaar makend. De Zanussi stuiterde gewoon door. ‘Help me!’, schreeuwde ik tegen Jet. ‘Hangen! HANGEN!’ ‘Doe ik toch!’ ‘Hárder hangen!’ M’n anus had ik al opgegeven, maar ook mijn hart begon los te zitten, de vibraties waren doodeng, echt. Het was wij tegen de centrifugale onderbroeken. We hebben de stekker eruit getrokken. En ’s avonds toch ook maar die schroefjes, wat enorme bouten bleken te zijn, en waaraan het contragewicht moet hebben gehangen, luidt de analyse. Ook daarom koop je bij Billie."], "authors": ["Peter Buwalda"], "keywords": ["ik", "er", "mijn", "zitten", "hart", "en", "een", "met", "mn", "opgegeven", "ook", "te", "zei", "het", "los", "maar", "dat", "je"], "pubDate": "2021-01-07T16:43:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}