{"id": "79d8f5c7-ecf9-38b2-9d04-0e49a1b64497", "title": "Europa beleeft door de brexit een ingrijpende economische scheuring", "url": "https://www.parool.nl/wereld/europa-beleeft-door-de-brexit-een-ingrijpende-economische-scheuring~ba199325/", "summary": "EU-hoofdonderhandelaar Michel Barnier voorafgaand aan het sluiten van het historische handelsakkoord.\nVooral in Londen is dit weekeinde de suggestie gewekt dat die overeenkomst de springplank is voor een glorieuze toekomst, met vrijhandel, zonder EU-bureaucraten.\nMaar wat sommigen misschien vergeten, is dat Europa komende vrijdag een ingrijpende economische scheuring gaat beleven die haar gelijke in de geschiedenis niet kent.\nIn een no-dealscenario, dat een week geleden nog onvermijdelijk leek, waren die belemmeringen er op 1 januari pardoes geweest.\nZo vertrekt het VK uit de politie- en justitiesamenwerkings­verbanden Europol en Eurojust, al gaat de gegevensuitwisseling op een andere manier door.", "paragraphs": ["EU-hoofdonderhandelaar Michel Barnier voorafgaand aan het sluiten van het historische handelsakkoord. Beeld AFP", "Dit zijn verraderlijke brexitdagen. Weliswaar was de opluchting groot dat de Europese Unie en het Verenigd Koninkrijk luttele uren voor Kerstmis een historisch handelsakkoord sloten, 1246 pagina’s dik. Vooral in Londen is dit weekeinde de suggestie gewekt dat die overeenkomst de springplank is voor een glorieuze toekomst, met vrijhandel, zonder EU-bureaucraten.", "Maar wat sommigen misschien vergeten, is dat Europa komende vrijdag een ingrijpende economische scheuring gaat beleven die haar gelijke in de geschiedenis niet kent.", "De 27 EU-ambassadeurs komen maandag bijeen in Brussel om (hoogstwaarschijnlijk) hun formele zegen te geven aan voorlopige invoering van de afspraken per 1 januari. Andere plichtplegingen, zoals ratificatie door het Europees Parlement, komen daarna.", "De Britse regering krijgt de knoertharde brexit die ze al die tijd wilde. Om met het goede nieuws te beginnen: de belangrijkste economische winst, vooral voor het VK, is dat er geen tarie­ven en invoerquota komen. Dat is uniek voor een EU-handelsakkoord. In een no-dealscenario, dat een week geleden nog onvermijdelijk leek, waren die belemmeringen er op 1 januari pardoes geweest.", "Maar het vertrek van het VK uit de interne EU-markt en de douane-unie leidt wel tot administratieve rompslomp en grenscontroles voor het goederenvervoer, procedures die voor elk exporterend niet-EU-lid gelden. Die kosten geld.", "Ook het vrije personenverkeer houdt op te bestaan, een wezenlijk onderdeel van de hele brexitcampagne. Wie langere tijd in het VK wil wonen en werken, heeft een Brits visum nodig. Andersom geldt die verplichting uiteraard ook.", "Weinig over dienstensector", "Ander relatief klein, maar tastbaar gevolg: het VK valt straks buiten de Europese roamingafspraken voor mobiel internetten, waarbij je niets extra’s hoeft te betalen als je in een ander EU-land bent. Net als in Zwitserland moet je bij bezoekjes aan het VK dus de instellingen van je smartphone in de gaten gaan houden.", "EU-hoofdonderhandelaar Michel Barnier peperde het de Britten nog maar even in bij de bekend­making van de deal. “Het VK heeft ervoor gekozen de Europese Unie en de interne markt te verlaten en af te zien van de rechten en voordelen van een lidstaat. Onze overeenkomst is geen kopie van deze rechten en voordelen. Het is de basis voor een nieuw partnerschap.”", "Volgens het onafhankelijke instituut Office for Budget Responsibility in Londen zal de Britse economie op langere termijn 4 procent kleiner zijn dan zonder de brexit het geval zou zijn geweest. Ook de 27 EU-landen zullen schade ondervinden – Ierland en Nederland het meest.", "Ook op veel niet-economische gebieden worden banden doorgeknipt. Zo vertrekt het VK uit de politie- en justitiesamenwerkings­verbanden Europol en Eurojust, al gaat de gegevensuitwisseling op een andere manier door. Opzien­barender is dat Londen deelname aan Erasmus+ laat vallen, het populaire EU-­uitwisselingsprogramma voor studenten.", "Op 15 januari had premier Boris Johnson dat nog ontkend in het Lagerhuis. Tegen een Schotse parlementariër die deze suggestie had gewekt, zei Johnson dat die ‘uit zijn nek kletste’.", "Het brexitakkoord mag dan een dikke stapel papier zijn, er staat ook veel níet in. Er zijn nauwelijks afspraken over de dienstensector, 80 procent van de Britse economie. De cruciale financiële sector verliest de vrije toegang die het nu heeft tot de EU-markt. Ook over samenwerking op het gebied van buitenlands beleid zwijgt het akkoord."], "authors": ["Christoph Schmidt"], "keywords": ["economische", "zijn", "van", "europa", "voor", "en", "een", "scheuring", "dat", "beleeft", "brexit", "vk", "te", "het", "door", "ingrijpende", "die"], "pubDate": "2020-12-28T12:02:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}