{"id": "79e6fb2b-e48c-3b7c-8a65-a75c78577890", "title": "2020 leverde lichtpuntjes op, soms zelfs mede dankzij corona. Ook voor u?", "url": "https://trouw.nl/opinie/2020-leverde-lichtpuntjes-op-soms-zelfs-mede-dankzij-corona-ook-voor-u~b8b81e1f/", "summary": "De hoop was dat er minder vliegvakanties gehouden zouden worden en er minder vervuilende auto’s de weg op zouden gaan.\nHet leek een jaar te worden met een barstensvolle agenda: een Grand Prix in Zandvoort, het Songfestival in Rotterdam, het EK voetbal op verschillende plaatsen in Nederland.\nZo zijn er meer onverwachte meevallers geweest, of veranderingen die onhaalbaar leken, maar die achteraf een zegen zijn.\nOok zonder corona, want laten we geen lofzang houden op het virus.\nEr zijn droomhuizen gekocht, er zijn langverwachte baby’s geboren, boeken geschreven.", "paragraphs": ["Sommige wensen zijn dit jaar zomaar vervuld, meer dan we hadden kunnen dromen.", "Aan het begin van dit jaar sprak u als lezer uw hoop en uw vrees uit voor 2020. Ik heb uw reacties weer eens teruggelezen. De vrees was dat Trump herkozen zou worden, dat vuurwerk eind december voor grote problemen zou zorgen, dat de pensioenen gekort zouden worden. De hoop was dat er minder vliegvakanties gehouden zouden worden en er minder vervuilende auto’s de weg op zouden gaan.", "Het leek een jaar te worden met een barstensvolle agenda: een Grand Prix in Zandvoort, het Songfestival in Rotterdam, het EK voetbal op verschillende plaatsen in Nederland.", "Sommige wensen zijn zomaar vervuld, meer nog dan u had kunnen dromen. Wie had gedacht dat vliegvakanties echt verboden zouden worden, zoals deze week het geval is, nota bene door de minister die klimaatverbetering niet boven aan het doelenlijstje heeft staan?", "Zo zijn er meer onverwachte meevallers geweest, of veranderingen die onhaalbaar leken, maar die achteraf een zegen zijn. Dirigent Jaap van Zweden vertelde in een interview (Verdieping, 10 december) dat hij, doordat concerten uitvielen, niet meer steeds van Hongkong naar New York hoefde te vliegen. Thuis werkte hij eindelijk eens aan zijn conditie (25 kilo afgevallen) en hij besefte dat zijn familie belangrijker is dan het concertpubliek.", "Nadenken over je rol als vader", "Ook columnist en presentator Özcan Akyol zat gedwongen thuis. Niet meer avond aan avond op pad, maar in aanwezigheid van zijn kinderen nadenken over zijn rol als vader (Trouw, 30 november). Zo bracht het jaar meer onverhoopte en onverwachte lichtpunjes.", "Ook zonder corona, want laten we geen lofzang houden op het virus. Het was bijvoorbeeld een uitzonderlijk goed frambozenjaar, bij mij in de tuin in ieder geval. In de vriezer ligt de oogst van de dagelijkse plukpartijen, bakjes vol.", "En, wel dankzij corona, leverde het thuiswerken tijd op om te wandelen. Tijd die ik anders op de snelweg doorbracht, vaak deels in hetzelfde tempo. Er zijn droomhuizen gekocht, er zijn langverwachte baby’s geboren, boeken geschreven. En Trump is niet herkozen, kunnen we nu wel met zekerheid zeggen. Minder strepen in de lucht. Nauwelijks eikenprocessierupsen, ondanks alarmerende vooruitzichten. Opnieuw geen zomerse wespeninvasie, ondanks voorspellingen dat zachte winters daar wel toe leiden.", "Als we de balans opmaken van dit jaar, en terugblikken op de verwachtingen en de zorgen, komt er hoe dan ook een uitgesproken verhaal. De beklemmende kanten kennen we. Die laat ik nu rusten. Vooral ben ik benieuwd naar de lichtpuntjes die u ziet, terugkijkend op 2020. Dat kan een groot verhaal zijn, of juist iets kleins.", "Wat was uw persoonlijke lichtpuntje in het jaar 2020?", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden. Stuur uw reactie van circa 150 woorden uiterlijk dinsdag 12 uur naar lezers@trouw.nl, voorzien van naam en adres."], "authors": ["Monic Slingerland"], "keywords": ["leverde", "mede", "jaar", "meer", "er", "zijn", "ook", "zelfs", "soms", "van", "en", "een", "dankzij", "voor", "lichtpuntjes", "op", "corona", "het", "dat"], "pubDate": "2020-12-19T12:13:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}