{"id": "79f54676-5d18-3f66-9de6-36d9acf766e0", "title": "Snel weer 10+ graden! (maar dat is slecht nieuws)", "url": "https://www.telegraaf.nl/nieuws/583114969/snel-weer-10-graden-maar-dat-is-slecht-nieuws", "summary": "De komende tijd wacht ons veel bewolking en ook nog regen; somber, grauw en nat.\nMeer herfst dan winterNu is het nog vrij koud.\nKomende week staat bijna dagelijks regen op het programma en daarbij kan het ook nog eens stevig waaien.\nWel naderen we de vroegste zonsondergang: deze week vindt die in het midden van het land al om 16:27 uur plaats.\n„Nu komt de zon rond 8:37 uur op, op 21 december is dat om 8:46 uur en 31 december om 8:48 uur.", "paragraphs": ["De komende tijd wacht ons veel bewolking en ook nog regen; somber, grauw en nat.", "Meer herfst dan winter", "Nu is het nog vrij koud. Komende donderdagnacht is ook vorst op komst. Daarna wordt het warmer. „De winter is voorlopig dan ook ver te zoeken”, concludeert Van Wezel. „Qua temperatuur, maar ook wat betreft weerbeeld. Komende week staat bijna dagelijks regen op het programma en daarbij kan het ook nog eens stevig waaien. Het lijkt meer herfst dan winter.”", "Een witte Kerst lijkt wederom ver weg. Weeronline schat de kans op 5%, Weer.nl spreekt van 2%.", "Donkere dagen", "Ondertussen worden de dagen nog een tijdje korter, omdat de zon ’s ochtends steeds later opkomt. Wel naderen we de vroegste zonsondergang: deze week vindt die in het midden van het land al om 16:27 uur plaats. Vanaf 17 december wordt het ’s middags langer licht, aan het eind van de maand hebben we tien minuten ’gewonnen’.", "De ochtenden blijven dit jaar nog even ’donkerder’ worden. „Nu komt de zon rond 8:37 uur op, op 21 december is dat om 8:46 uur en 31 december om 8:48 uur. Dat de laatste zonsopkomst en vroegste zonsondergang niet op de kortste dag van het jaar vallen, heeft te maken met de baan van de aarde om de zon. Die heeft de vorm van een ellips of ei”, aldus Van Wezel."], "authors": ["Onze Redactie"], "keywords": ["nieuws", "snel", "van", "nog", "slecht", "het", "maar", "op", "komende", "zon", "ook", "dat", "weer", "en", "graden", "om", "uur"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}