{"id": "79f8f055-0e67-30fa-91c0-c1ee4f397bbe", "title": "Gemeente beperkt zwaar vrachtverkeer in de binnenstad", "url": "https://www.parool.nl/amsterdam/gemeente-beperkt-zwaar-vrachtverkeer-in-de-binnenstad~b79933d4/", "summary": "Stilstaan op bruggen om te laden en te lossen, wat veel gebeurt in de binnenstad, is net als parkeren vanaf medio komend jaar verboden.\nBeeld Getty Images/iStockphotoHet gemeentebestuur komt met het nieuwe beleid omdat zwaar vrachtverkeer funest is voor de overbelaste bruggen en kademuren.\nZij worden aangespoord zoveel mogelijk op bredere doorgaande wegen te rijden en moeten op kades op de rijbaan blijven.\nStilstaan op bruggen om te laden en te lossen, wat veel gebeurt in de binnenstad, is net als parkeren vanaf medio komend jaar verboden.\nDe maatregelen gaan gelden voor de binnenstad: volgens de wethouder is er nog niet voldoende inzicht in de draagkracht van bruggen en kades buiten de centrumring.", "paragraphs": ["Stilstaan op bruggen om te laden en te lossen, wat veel gebeurt in de binnenstad, is net als parkeren vanaf medio komend jaar verboden. Beeld Getty Images/iStockphoto", "Het gemeentebestuur komt met het nieuwe beleid omdat zwaar vrachtverkeer funest is voor de overbelaste bruggen en kademuren. Deze verkeren door structureel slecht onderhoud bijna allemaal in slechte conditie en zijn aan het einde van hun levensduur.", "De belangrijkste wijziging in vergelijking met de huidige regels is dat er binnen de Centrumring in principe geen verkeer zwaarder dan 30 ton meer is toegestaan. Nu ligt die grens nog op 45 ton. Alleen dergelijke zware voertuigen met een ondeelbare lading kunnen nog een routeontheffing aanvragen: alleen wanneer de infrastructuur het toestaat, wordt er een ontheffing verleend.", "Ook wordt het gebied waarbinnen zware voertuigen niet meer mogen komen uitgebreid. Volgens verkeerswethouder Sharon Dijksma is hiervoor gekozen omdat het oude gebied een onduidelijke afbakening had. Hierdoor komt ook de Zeeheldenbuurt in West binnen deze zone te liggen.", "Handhaving", "Voor de iets lichtere vrachtwagens, tussen 7,5 en 30 ton, gaan strengere gedragsregels gelden. Zij worden aangespoord zoveel mogelijk op bredere doorgaande wegen te rijden en moeten op kades op de rijbaan blijven. Vaak is het deel van de kade direct aan het water kwetsbaarder. Stilstaan op bruggen om te laden en te lossen, wat veel gebeurt in de binnenstad, is net als parkeren vanaf medio komend jaar verboden.", "Volgens Dijksma zal de handhaving voor een belangrijk deel kunnen worden gedaan met camera’s. De maatregelen gaan gelden voor de binnenstad: volgens de wethouder is er nog niet voldoende inzicht in de draagkracht van bruggen en kades buiten de centrumring."], "authors": ["Marc Kruyswijk"], "keywords": ["van", "het", "op", "met", "gemeente", "zwaar", "vrachtverkeer", "binnenstad", "een", "en", "te", "ton", "beperkt", "bruggen", "voor"], "pubDate": "2020-12-09T16:55:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}