{"id": "79feb816-10bc-3ff3-a964-b7c0e30b5e2f", "title": "Geef jongeren stemrecht over hun eigen toekomst", "url": "https://trouw.nl/opinie/geef-jongeren-stemrecht-over-hun-eigen-toekomst~b615c42a/", "summary": "Op 10 december behandelde de Tweede Kamer de stikstofwet die een uitweg moet bieden uit de stikstofcrisis.\nIn Trouw van 8 december stelde Hilde Anna de Vries voor om te spreken van een natuurcrisis.\nDan begrijpen mensen hoe afhankelijk ze zijn van een gezonde natuur.\nJa, jongeren hebben de toekomst, maar wat is dat voor toekomst waarin je de rotzooi van eerdere generaties moet opruimen?\nGeef jongeren daarom echt een stem waarmee ze op kunnen komen voor hun belangen; dwing ze niet te moeten kiezen tussen onderwijs en een gezonde leefomgeving.", "paragraphs": ["Dwing scholieren niet tot een keuze tussen een gezonde leefomgeving en goed onderwijs. Klimaatstaken hoeft niet meer nodig te zijn als je ze betrekt bij de besluitvorming, oppert Anne Michiels van Kessenich, politicoloog en moeder van een klimaatstaker.", "Op 10 december behandelde de Tweede Kamer de stikstofwet die een uitweg moet bieden uit de stikstofcrisis. In Trouw van 8 december stelde Hilde Anna de Vries voor om te spreken van een natuurcrisis. Het woord natuurcrisis brengt beter over hoe ernstig de beschadigingen zijn die onze leefomgeving al heeft opgelopen. Dan begrijpen mensen hoe afhankelijk ze zijn van een gezonde natuur.", "Ik ben het met haar eens. Maar er is meer nodig: de natuurcrisis is ook een bestuurlijke crisis. De generaties die opdraaien voor het oplossen van de problemen die nu ontstaan, kunnen niet meebeslissen. Daarom moeten niet alleen de begrippen veranderen, maar ook de groepen mensen die deel mogen nemen aan de besluitvorming. We moeten de leeftijd voor algemeen kiesrecht daarom verlagen.", "Duurzame ontwikkeling is “een ontwikkeling die voorziet in de behoeften van de huidige generatie, zonder de behoeften van toekomstige generaties, zowel hier als in andere delen van de wereld, in gevaar te brengen”. Dat weten we al sinds 1987 uit het toen verschenen Brundtland-rapport.", "De kiesgerechtigde leeftijd is eerder verlaagd", "Meer dan dertig jaar zijn voorbijgegaan. Er zijn kleine onderwerpen opgepakt en soms verbeterd. Maar het gaat niet hard genoeg. De belangen van de toekomstige generaties, waarover het rapport spreekt, worden dus wel degelijk in gevaar gebracht. Ja, jongeren hebben de toekomst, maar wat is dat voor toekomst waarin je de rotzooi van eerdere generaties moet opruimen?", "Deze jongeren hebben nu geen stemrecht. Vóór corona staakten velen van hen om hun zorgen over het klimaat duidelijk te maken. Aangezien de aanpak van milieuproblematiek door corona vertraging oploopt, worden de problemen waarvoor zij de straat op gingen alleen maar groter. Als de coronabeperkingen straks voorbij zijn, gaan zij daarom waarschijnlijk weer staken.", "Inmiddels hebben velen van hen een forse leerachterstand. Ze komen dan ook in een duivels dilemma omdat ze zowel een goede leefomgeving als goed onderwijs dringend nodig hebben. Wat lijkt er dan meer voor de hand te liggen dan deze jonge mensen, die doordrongen zijn van de urgentie van klimaatproblemen, te betrekken bij de besluitvorming door ze stemrecht te geven?", "Zij kunnen via hun stemrecht andere regelgeving afdwingen. Regelgeving waarmee eenieders leefomgeving beter beschermd wordt. Zonder dat ze daarvoor lessen hoeven te missen. De kiesgerechtigde leeftijd is al eens eerder verlaagd, van 21 jaar naar 18 jaar. Er zijn als gevolg daarvan geen hele gekke dingen gebeurd. Geef jongeren daarom echt een stem waarmee ze op kunnen komen voor hun belangen; dwing ze niet te moeten kiezen tussen onderwijs en een gezonde leefomgeving.", "Lees ook:", "Noem het geen stikstofcrisis, maar een natuurcrisis", "De term ‘stikstofcrisis’ is slecht gekozen. Natuurcrisis dekt de lading beter en zou meer Nederlanders op de barricades krijgen, meent Hilde Anna de Vries, campagneleider duurzame landbouw bij Greenpeace Nederland."], "authors": ["Anne Michiels Van Kessenich"], "keywords": ["zijn", "van", "voor", "maar", "eigen", "een", "geef", "hun", "toekomst", "ze", "jongeren", "te", "het", "stemrecht", "niet", "die"], "pubDate": "2020-12-18T12:16:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}