{"id": "7a0c5999-dbf6-3ae5-aafa-d76a53638ebb", "title": "Flexwerk is prima, maar niet als het ongewild en eindeloos is", "url": "https://volkskrant.nl/columns-opinie/flexwerk-is-prima-maar-niet-als-het-ongewild-en-eindeloos-is~b1ca2fec/", "summary": "Het nieuwste rapport over de penibele financiële situatie van het leger der flexwerkers is daarvan een sterk voorbeeld.\nMaar daar ligt dan ook niet het probleem, wijzen de cijfers nog maar eens uit, maar aan de onderkant van de markt.\nNiemand heeft daarna besloten dat gaandeweg moest worden gewerkt aan het uitkleden van die zekerheid voor uitgerekend de kwetsbaarste groepen, maar het is wel gebeurd.\nFlexwerk is prima, maar niet als het ongewild en eindeloos is.\nHet vorige en het huidige kabinet hebben aanzetten tot verbetering gedaan.", "paragraphs": ["De uitgeklede sociale zekerheid raakt niet alleen de direct gedupeerden. De solidariteit wankelt.", "Het mooie van de Algemene Rekenkamer is dat die de cijfers liefst voor zichzelf laat spreken. Het nieuwste rapport over de penibele financiële situatie van het leger der flexwerkers is daarvan een sterk voorbeeld. In de Tweede Kamer wordt de flexibele arbeid zeer verschillend gewaardeerd. Terwijl het linkerdeel wijst op de groeiende onzekerheid en de uitbuiting, zet het rechterdeel daar de voordelen tegenover die ‘flex’ brengt – niet alleen voor werkgevers, maar ook voor veel flexwerkers die uitstekend voor zichzelf kunnen zorgen en die genieten van de vrijheid.", "Maar daar ligt dan ook niet het probleem, wijzen de cijfers nog maar eens uit, maar aan de onderkant van de markt. Van de miljoen werkenden die direct in grote financiële problemen raken bij een tegenvaller (zoals ontslag), is inmiddels de helft flexwerker of zelfstandige. Gezien hun aandeel op de arbeidsmarkt, is dat een grote oververtegenwoordiging. Praktisch komt het erop neer dat zij vrijwel niets hebben om op terug te vallen: geen passende inkomensverzekering, geen spaargeld, geen partner met een inkomen en, op de langere termijn, ook geen pensioen. Armoede ligt op de loer, direct om de hoek.", "Honderd jaar geleden begon de strijd om de sociale zekerheid, die in de jaren ’80 zijn voltooiing naderde. Niemand heeft daarna besloten dat gaandeweg moest worden gewerkt aan het uitkleden van die zekerheid voor uitgerekend de kwetsbaarste groepen, maar het is wel gebeurd. Flexwerk is prima, maar niet als het ongewild en eindeloos is. En de onzekerheid raakt niet alleen de direct gedupeerden: uiteindelijk ondermijnt het krimpende aantal premiebetalers ook de werknemersverzekeringen, die immers gestoeld zijn op massa. De solidariteit wankelt.", "Die vaststelling is niet nieuw. Het vorige en het huidige kabinet hebben aanzetten tot verbetering gedaan. Maar daarmee is nog niet voorkomen dat de ‘flexibele schil’ voor veel werkgevers een zeer aantrekkelijke optie blijft. Wel liggen er al uitstekende rapporten klaar met uitgewerkte ideeën om een nieuw sociaal fundament te storten voor alle werkenden. De komende formatie van een nieuw kabinet is hét moment om er werk van te maken."], "authors": ["Raoul Du Pré"], "keywords": ["eindeloos", "van", "als", "het", "op", "maar", "die", "flexwerk", "niet", "een", "en", "om", "prima", "ongewild", "voor"], "pubDate": "2020-12-09T18:12:33+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}