{"id": "7a47178c-d10b-367f-87b9-86538cb0fa82", "title": "Schulting begint shorttrackseizoen met zege: 'Eindelijk weer racen'", "url": "https://nos.nl/artikel/2359389-schulting-begint-shorttrackseizoen-met-zege-eindelijk-weer-racen.html", "summary": "Suzanne Schulting heeft haar eerste overwinning van het shorttrackseizoen binnen.\nMaar wel jammer dat je toch een beetje tegenstand mist\", reageerde Schulting na haar winnende race.\nDe Invitation Cup in Thialf is de eerste internationale shorttrackwedstrijd van het seizoen.\n\"Eindelijk mogen we weer racen, man tegen man en vrouw tegen vrouw.\nSchulting stond een week geleden al wel aan de start van een langebaanwedstrijd.", "paragraphs": ["Suzanne Schulting heeft haar eerste overwinning van het shorttrackseizoen binnen. De wereldkampioene won de 1.500 meter bij de Invitation Cup, voor haar landgenote Gioya Lancee en de Française Tifany Huot Marchand.", "\"Lekker gevoel, blij mee. Maar wel jammer dat je toch een beetje tegenstand mist\", reageerde Schulting na haar winnende race.", "Bij de mannen ging de overwinning op de 1.500 meter naar Quentin Fercoq. De Fransman versloeg de Nederlanders Itzhak de Laat en Sven Roes in de finale.", "'Eindelijk'", "Na 291 dagen zonder wedstrijden kunnen de shorttrackers hun hart dit weekend weer ophalen. De Invitation Cup in Thialf is de eerste internationale shorttrackwedstrijd van het seizoen. \"Eindelijk mogen we weer racen, man tegen man en vrouw tegen vrouw. Daar ben ik heel blij mee\", zei Schulting vrijdag bij de kwalificaties.", "Schulting stond een week geleden al wel aan de start van een langebaanwedstrijd. Bij de NK sprint ging de olympisch shorttrackkampioene er verrassend met het brons vandoor. Na afloop vertelde ze hoe erg ze de wedstrijden gemist heeft. Bekijk de video hieronder:"], "authors": [], "keywords": ["zege", "racen", "van", "bij", "eindelijk", "shorttrackseizoen", "schulting", "begint", "het", "met", "haar", "een", "en", "weer", "ze", "wel"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}