{"id": "7a8acf41-5540-3fc0-b99b-7ace9e40e8df", "title": "Wordt kuchscherm, covidioot of blokjesverjaardag het woord van het jaar?", "url": "https://trouw.nl/cultuur-media/wordt-kuchscherm-covidioot-of-blokjesverjaardag-het-woord-van-het-jaar~b2845bee/", "summary": "‘Jojolockdown’, ‘viruswappie’, ‘anderhalvemetersamenleving’: de shortlist voor het Van Dale woord van het jaar bestaat voor ruim 80 procent uit coronatermen.\n“Om mee te tellen moet een woord ook echt dit jaar ontstaan zijn”, zegt Den Boon, die ook taalcolumnist is bij Trouw.\nHet woord 'kuchscherm' zou wel eens het woord van het jaar kunnen worden.\nIedereen werd getriggerd om woorden en uitdrukkingen voor die nieuwe werkelijkheid te creëren.”De Engelse woordenboekuitgever Oxford Languages verkiest vanwege de grote toevoer van nieuwe begrippen eenmalig helemaal geen woord van het jaar.\n“Als mensen voor een minder bekend woord als jojolockdown gaan, wordt dat het woord van het jaar.", "paragraphs": ["‘Jojolockdown’, ‘viruswappie’, ‘anderhalvemetersamenleving’: de shortlist voor het Van Dale woord van het jaar bestaat voor ruim 80 procent uit coronatermen. Het hele jaar konden mensen nieuwe woorden uit 2020 insturen. Dinsdag publiceerde Van Dale de top-20, samengesteld onder leiding van hoofdredacteur Ton den Boon.", "“Om mee te tellen moet een woord ook echt dit jaar ontstaan zijn”, zegt Den Boon, die ook taalcolumnist is bij Trouw. “Cancelcultuur werd een aantal keer ingestuurd, maar staat niet op de lijst omdat het in 2019 ook al voorkwam. Ook moet het woord in reguliere media worden aangetroffen. Iets kan veel voorbijkomen op Twitter, maar het moet ook in de krant hebben gestaan.”", "Coronawoordenboek", "De focus op coronawoorden is voor Den Boon niets nieuws. Sinds maart houdt hij op taalbank.nl een coronawoordenboek bij, waar inmiddels ruim duizend termen in staan. Ook verscheen in november zijn boek ‘De taal van het nieuwe normaal’. Hij had dan ook al uitgezocht waar al die woorden vandaan komen. Zoals ‘blokjesverjaardag’, dat op de shortlist staat. “Mark Rutte introduceerde die term voor het hele land tijdens een persconferentie. Sindsdien heb ik ook andere samenstellingen als ‘blokjesfeest’ en ‘blokjesbruiloft’ gezien.”", "Wel heeft hij geprobeerd te variëren in een selectie die erg coronamoe zou kunnen maken (óók een woord op de lijst). “Anders krijg je wel een heel monolithisch beeld van het jaar. Er speelden ook andere belangrijke thema's. Begin dit jaar hadden we de stikstofcrisis en boerenprotesten, al leverde dat eigenlijk geen nieuwe woorden op. Maar Black Lives Matter leidde tot de inzending ‘racismeknieler’.”", "Verder staan ‘stekkergekte’ en ‘klimaatwanhoper’ op de lijst. En ‘fabeltjesfuik’, een vondst van ‘Zondag met Lubach’, dat naast coronacomplotten bijvoorbeeld ook op 5G-complottheorieën slaat.", "Een kuchscherm in een bus in Eindhoven. Het woord 'kuchscherm' zou wel eens het woord van het jaar kunnen worden. Beeld ANP", "Uitzonderlijk veel nieuwe taal", "Het blijft een apart jaar, ook taalkundig. Hoewel het aantal inzendingen vergelijkbaar is met normaal, heeft de pandemie uitzonderlijk veel nieuwe taal opgeleverd. “De coronacrisis is dermate ingrijpend op alle vlakken – persoonlijk, sociaal, medisch, bestuurlijk, economisch – dat iedereen ermee te maken heeft gekregen. Iedereen werd getriggerd om woorden en uitdrukkingen voor die nieuwe werkelijkheid te creëren.”", "De Engelse woordenboekuitgever Oxford Languages verkiest vanwege de grote toevoer van nieuwe begrippen eenmalig helemaal geen woord van het jaar. In plaats daarvan schrijft de uitgever over een paar van de belangrijke thema's van 2020. Zo ver wil Van Dale niet gaan. “Wij vinden dat er veel woorden zijn die iets zeggen over onze samenleving, en hoe onze samenleving verandert.”", "Welk van de twintig woorden het meest over deze tijd zegt, mag Nederland bepalen. Tot 14 december vijf uur ‘s middags kan er gestemd worden op woordvanhetjaar.nl. Daar zijn ook uitgebreide definities van de termen te vinden.", "Wordt het anderhalvemetersamenleving? Of strijkt ‘hoestschaamte’ of ‘covidioot’ straks met de eer? Op 15 december wordt de uitslag bekendgemaakt. “De uitkomst is geheel aan de stemmers”, zegt Den Boon. “Als mensen voor een minder bekend woord als jojolockdown gaan, wordt dat het woord van het jaar. En als je mijn voorspelling vraagt: ik zit er altijd naast. Vorig jaar had ik ‘boomer’ ook niet op nummer 1 bedacht.”", "Lees ook:", "Het Nederlands kan best tegen een stootje", "Verloedert het Nederlands? Nee, verzekert Nicoline van der Sijs in haar boek ‘15 eeuwen Nederlandse taal’, afgelopen weekeind bekroond met de Taalboekenprijs 2020. ‘De enige taal die niet verandert, is een dode taal.’"], "authors": ["Rufus Kain"], "keywords": ["kuchscherm", "van", "covidioot", "het", "op", "nieuwe", "die", "een", "wordt", "blokjesverjaardag", "ook", "jaar", "en", "woord"], "pubDate": "2020-12-01T17:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}