{"id": "7aa6b5c7-5bb9-3056-b296-a7582d600c0c", "title": "Krol, Verbij en Dijs pakken WK-tickets 1.000 meter, Nuis grijpt mis", "url": "https://volkskrant.nl/sport/krol-verbij-en-dijs-pakken-wk-tickets-1-000-meter-nuis-grijpt-mis~b6b82387/", "summary": "Thomas Krol verzekerde zich van een ticket voor de WK afstanden, van deelname aan het EK sprint en twee wereldbekerwedstrijden.\n‘Ik ging niet echt met een lekker gevoel naar huis, daarna.’Dat Krol zich ook voor het EK sprint kwalificeerde kwam als een verrassing.\nHij moest in een klassement over 500 en 1.000 meter mannen als Dai Dai N’tab en Kjeld Nuis voor zien te blijven.\nToen N’tab op de kilometer naar een nieuw persoonlijk record spurtte (1.08,39) zag Krol zich voor een flinke uitdaging gesteld.\nZelfs vlak voor het WKKT ging het nog mis.", "paragraphs": ["Thomas Krol verzekerde zich van een ticket voor de WK afstanden, van deelname aan het EK sprint en twee wereldbekerwedstrijden. Beeld BSR Agency", "De scherpe kilometertijd, nog nooit was een Nederlander sneller in Thialf, was extra welkom na een wat moeizame 1.500 meter op zondag, waar hij Patrick Roest voor moest laten. ‘Ik ging niet echt met een lekker gevoel naar huis, daarna.’", "Dat Krol zich ook voor het EK sprint kwalificeerde kwam als een verrassing. Hij moest in een klassement over 500 en 1.000 meter mannen als Dai Dai N’tab en Kjeld Nuis voor zien te blijven.", "Nuis schakelde zichzelf uit met een bijna-val in de eerste bocht, maar N’tab was een lastiger verhaal. Op de 500 meter had Krol, geen rasechte sprinter, veel toegegeven. Toen N’tab op de kilometer naar een nieuw persoonlijk record spurtte (1.08,39) zag Krol zich voor een flinke uitdaging gesteld. ‘Maar ik heb dat uit mijn hoofd gezet en me op mijn eigen rit gericht.’ Uiteindelijk pakte hij meer dan genoeg tijd om N’tab te passeren.", "Achter Krol werd Kai Verbij met 1.07,81 tweede en hengelde zo dezelfde startbewijzen als zijn beste vriend binnen. Derde werd, verrassend, Wesly Dijs. De 25-jarige ploeggenoot van Nuis mag dankzij zijn 1.08,23 debuteren op de WK.", "Voor Verbij was het WKKT een opsteker. Hij moest afgelopen jaar wennen aan de overstap van Gerard van Velde naar Jac Orie. Daarnaast brak hij in mei zijn sleutelbeen tijdens een fietsrit en na de eerste tegenvallende wedstrijden van de winter, kwam hij erachter dat hij al tijden met een kapotte schaats rond reed.", "Zelfs vlak voor het WKKT ging het nog mis. Tijdens een krachttraining had hij zich laten opjutten om extra kilo’s op zijn halter te doen bij het ‘voorslaan’, het omhoogbrengen van een halter van de grond tot de borst. 120 kilo hees hij omhoog en toen schoot het in zijn rug. ‘Ik kon niet meer lopen.’", "Verbij werd opgelapt en hoewel zijn rugklachten nog niet volledig verdwenen zijn, wist hij zaterdag op de 500 meter de snelste tijd te noteren (34,63) en zich ondanks wat buikklachten op de 1.000 meter te kwalificeren voor alle belangrijke toernooien die dit coronaseizoen betwist worden. ‘Mijn missie is geslaagd.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["mis", "meter", "krol", "dijs", "zijn", "te", "zich", "van", "wktickets", "pakken", "en", "een", "verbij", "grijpt", "nuis", "voor", "op", "het", "hij"], "pubDate": "2020-12-28T19:37:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}