{"id": "7ab15474-fcc2-3fcf-91dd-74ea186e49b2", "title": "Agent Brian Sicknick is de vijfde overledene na de bestorming van het Capitool", "url": "https://www.parool.nl/wereld/agent-brian-sicknick-is-de-vijfde-overledene-na-de-bestorming-van-het-capitool~b742a032/", "summary": "De 42-jarige Sicknick was agent bij de politie van het Capitool.\nDe politie wil dat niet bevestigen, maar zegt in een verklaring wel dat Sicknick gewond raakte tijdens een fysieke confrontatie met de relschoppers bij de bestorming van het Capitool.\nSinds 2008 werkte hij bij de politie van het Capitool.\nOok hoopte hij dat Nancy Pelosi, de Democratische voorzitter van het Huis van Afgevaardigden, het coronavirus zou krijgen.\nEen van hen was toevallig mijn schoonzus.”In een verklaring zegt Cavin dat de familie verwoest is door het verlies van Rosanne.", "paragraphs": ["Beeld AFP", "Vrijdagochtend heeft de politie bevestigd dat bij de rellen in en rond het Capitool in Washington een vijfde persoon is omgekomen. Het gaat om agent Brian Sicknick. Hij overleed donderdag aan verwondingen die hij opliep na een gevecht met demonstranten.", "De 42-jarige Sicknick was agent bij de politie van het Capitool. Hij stond in de frontlinie toen een losgeslagen groep Trump-aanhangers woensdag het Congresgebouw probeerde binnen te dringen. Volgens mediaberichten werd hij tegen zijn hoofd geslagen met een brandblusser.", "De politie wil dat niet bevestigen, maar zegt in een verklaring wel dat Sicknick gewond raakte tijdens een fysieke confrontatie met de relschoppers bij de bestorming van het Capitool. Hij werd naar het bureau overgebracht, waar hij ineenzakte. In het ziekenhuis overleed hij aan zijn verwondingen.", "Oorlogsveteraan", "Sicknick was een gelauwerde oorlogsveteraan. Hij diende bij de Air National Guard en vocht in de Golfoorlog (Operation Desert Shield) en Afghanistan (Operation Enduring Freedom). Sinds 2008 werkte hij bij de politie van het Capitool. Ironisch genoeg was Sicknick een echte patriot en aanhanger van Trump. Dat blijkt uit foto’s op zijn Twitteraccount, dat inmiddels verwijderd is.", "Brian Sicknick, de poliitieagent die omkwam bij de rellen in en om het Capitool. Beeld Facebook", "Bij de rellen kwamen ook vier Trump-aanhangers om het leven. Veteraan Ashli Babbitt (34) uit Huntington (Maryland) was al eerder geïdentificeerd als de vrouw die door een agent werd doodgeschoten, toen ze door een gebarricadeerde deur in het Capitool wilde breken.", "Hoge bloeddruk", "Een ander slachtoffer is de 55-jarige Kevin Greeson uit Athens (Alabama). Hij kreeg een beroerte. Volgens zijn familie had Greeson al langer een hoge bloeddruk. ‘Kevin was een aanhanger van president Trump en woonde het evenement op 6 januari bij om zijn steun te betuigen,’ zegt de familie in een verklaring. ‘Hij was er niet om deel te nemen aan geweld of rellen, en hij keurde dergelijke acties ook niet goed.’", "Het internet laat echter een andere kant van Greeson zien. Hij was actief op het sociale mediumplatform Parler, een conservatief alternatief voor Twitter. Op Parler staat een foto waarop Greeson met twee geweren voor een kerstboom poseert. “I wish these motherfuckers would come to my hood,” schrijft hij.", "Op Parler profileerde Greeson zich als een Trump-activist die harde woorden tegen politici niet schuwde. In reactie op een post waarin geopperd werd een militie op te richten om Trump aan de macht te houden, schreef hij: “Ik doe mee. Bel me en ik heb wapens en munitie!”", "Hij reageerde ook op foto’s van de extreemrechtse Proud Boys. Daarbij wenste hij antifascisten de ‘hel’ toe. Ook hoopte hij dat Nancy Pelosi, de Democratische voorzitter van het Huis van Afgevaardigden, het coronavirus zou krijgen. “Laten we dit f..... land terugpakken. Laad je wapens en ga de straat op!”", "Beroerte", "De gebeurtenissen in Washington kostten ook Benjamin Philips uit Ringtown (Pennsylvania) het leven. Hij kreeg eveneens een beroerte. De 50-jarige Philips was een computerprogrammeur. Hij beheerde de site Trumparoo voor Trump en coördineerde het vervoer naar Washington.", "Samen met andere demonstranten reed hij in een bestelbusje naar de hoofdstad. Hij geloofde heilig dat de verkiezingen ‘gestolen’ waren en was opgetogen over de historische dag. “Het lijkt de eerste dag van de rest van ons leven te worden,” zei Philips voor vertrek tegen The Philadelphia Inquirer. “Ze zouden dit het jaar Nul moeten noemen, omdat er iets zal gaan gebeuren.”", "Geïnspireerd", "Rosanne Boyland, een 34-jarige vrouw uit Kennesaw (Georgia), was het vierde slachtoffer onder de demonstranten. Ze vertrok dinsdag al naar Washington, vertelt een een familielid tegen de Britse krant Daily Mail. Het was haar eerste bijeenkomst met Trump-aanhangers. Ze twijfelde of ze moest gaan en haar familie probeerde haar er nog van te weerhouden.", "Eigenlijk wilde ze in de luwte blijven, maar ze raakte geïnspireerd door de toespraak van Trump en ging toch naar het Capitool. “Ze geloofde echt in Trump. Ze was niet van plan te gaan. We wilden allemaal niet dat ze zou gaan. Ze zou zich afzijdig houden, maar na de toespraak...”", "De doodsoorzaak is nog niet bekend. Volgens sommige media is ze vertrapt in de chaos.", "Rel uitgelokt", "Haar zwager, Justin Cave, legt de schuld van haar dood bij Trump. Hij wil dat de president direct wordt afgezet “Rosanne was, zoals veel mensen daar, echt gepassioneerd in haar overtuigingen. Persoonlijk geloof ik dat de president een rel heeft uitgelokt die vier van zijn grootste fans het leven heeft gekost. Een van hen was toevallig mijn schoonzus.”", "In een verklaring zegt Cavin dat de familie verwoest is door het verlies van Rosanne. ‘Ze was een geweldige zus, dochter en tante. Iedereen die haar kende, weet hoe meelevend ze was. Ze zou altijd anderen boven zichzelf stellen. Toen we naar deze vreselijke gebeurtenissen keken, hoopten we dat Rosanne niet in de menigte daar was. Tragisch genoeg was ze dat wel en heeft het haar het leven gekost.’"], "authors": ["Tonny Van Der Mee"], "keywords": ["vijfde", "agent", "van", "capitool", "brian", "en", "een", "ze", "bij", "overledene", "sicknick", "te", "niet", "bestorming", "het", "hij", "dat"], "pubDate": "2021-01-08T11:22:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}