{"id": "7ab28684-f743-35d8-a1ac-160da535f624", "title": "Trump krijgt steun van bijna 20 staten bij ultieme poging om verkiezingsuitslag te keren", "url": "https://volkskrant.nl/nieuws-achtergrond/trump-krijgt-steun-van-bijna-20-staten-bij-ultieme-poging-om-verkiezingsuitslag-te-keren~b694ce7a/", "summary": "Het valt hoe dan ook te betwijfelen dat de rechtszaak succesvol zal zijn en de verkiezingsuitslag alsnog zal worden omgekeerd.\nTot nu liepen alle zaken van Trump bij lagere rechtbanken over vermeende fraude op niets uit.\nOok het Hooggerechtshof, waar conservatieven in de meerderheid zijn, lijkt niet genegen om Trump te hulp te schieten in deze zaak.\n— Donald J. Trump (@realDonaldTrump) 9 december 2020Uiterlijk aanstaande maandag zal blijken of het Hooggerechtshof meegaat in de laatste poging van Trump en zijn aanhangers om de verkiezingen als frauduleus te laten bestempelen.\nZij noemen de poging van Texas om hun verkiezingsuitslag ongeldig te verklaren kansloos.", "paragraphs": ["Een aanhanger van president Trump protesteert tegen de verkiezingsuitslag bij het Capitool in de Texaanse stad Austin. Beeld Jay Janner / AP", "Behalve Texas willen nu ook staten als Arkansas, Missouri en Louisiana dat het Hooggerechtshof gaat voorkomen dat de kiesmannen van vier cruciale staten komende maandag Joe Biden aanwijzen als de volgende president van Amerika.", "Volgens Texas en de andere zeventien klagende staten zijn Pennsylvania, Georgia, Michigan en Wisconsin, waar Biden als winnaar uit de bus kwam, flink in de fout gegaan door hun verkiezingsregels voor het stemmen per post te verruimen. Dit was volgens Texas in strijd met federale wetten en zou hebben geleid tot grootschalige verkiezingsfraude. De hoogste Justitiebaas uit Texas eist daarom dat de 62 kiesmannen uit de vier cruciale staten niet worden toegekend aan Biden, waardoor Trump de verkiezingen alsnog zou winnen.", "‘De grote beslisser’", "Trump noemde de zaak die Texas bij het Hooggerechtshof heeft aangespannen woensdag ‘de grote beslisser’. Hij beloofde ook te ‘interveniëren’ in de rechtszaak, al is onduidelijk op welke manier hij wil ingrijpen in een zaak die voorligt bij rechters.", "Het valt hoe dan ook te betwijfelen dat de rechtszaak succesvol zal zijn en de verkiezingsuitslag alsnog zal worden omgekeerd. Tot nu liepen alle zaken van Trump bij lagere rechtbanken over vermeende fraude op niets uit.", "Ook het Hooggerechtshof, waar conservatieven in de meerderheid zijn, lijkt niet genegen om Trump te hulp te schieten in deze zaak. Dinsdag nog weigerden de Amerikaanse opperrechters in te gaan op een Republikeins verzoek om de uitslag in Pennsylvania ongedaan te maken. De rechters wezen erop dat de uitbreiding van het poststemmen al vorig jaar mogelijk was gemaakt en dat de klacht daarom veel te laat kwam. Die redenering is ook van toepassing in andere staten.", "We will be INTERVENING in the Texas (plus many other states) case. This is the big one. Our Country needs a victory! — Donald J. Trump (@realDonaldTrump) 9 december 2020", "Uiterlijk aanstaande maandag zal blijken of het Hooggerechtshof meegaat in de laatste poging van Trump en zijn aanhangers om de verkiezingen als frauduleus te laten bestempelen. Op die dag, 14 december, stemmen de 538 kiesmannen van Amerika formeel over wie de volgende president wordt. Normaliter volgen zij de stemuitslag die alle afzonderlijke staten hebben bevestigd. Als ze dat nu weer doen, betekent dit dat Biden op 20 januari wordt geïnaugureerd als president.", "De vier aangeklaagde staten zijn in elk geval niet bezorgd. Zij noemen de poging van Texas om hun verkiezingsuitslag ongeldig te verklaren kansloos. ‘Ik heb medelijden met de Texanen, omdat hun belastinggeld wordt verspild aan zo’n gênante rechtszaak’, zegt procureur-generaal Josh Kaul in Wisconsin. ‘Een publiciteitsstunt’, vindt van Dana Nessel, de hoogste Justitie-baas van Michigan."], "authors": ["Natalie Righton"], "keywords": ["van", "trump", "poging", "als", "het", "zijn", "texas", "krijgt", "steun", "staten", "te", "ultieme", "om", "dat", "en", "verkiezingsuitslag"], "pubDate": "2020-12-09T23:13:22+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}