{"id": "7ac6817f-a22c-3505-9fe2-e325dccf276d", "title": "Rechtbank spreekt Rotterdamse fysiotherapeut vrij van ontucht met zussen", "url": "https://nu.nl/rotterdam/6096667/rechtbank-spreekt-rotterdamse-fysiotherapeut-vrij-van-ontucht-met-zussen.html", "summary": "Twee zussen die hun fysiotherapeut beschuldigden van ontucht, zijn in het ongelijk gesteld.\nVolgens de rechters lijken de vrouwen hun verklaringen op elkaar te hebben afgestemd.\nHij eiste twee weken geleden nog een beroepsverbod, een werkstraf van tweehonderd uur en een voorwaardelijke celstraf van drie maanden.\n\"Er zitten inconsistenties in de verklaringen\", zeiden ze maandag bij het uitspreken van het vonnis.\n\"Al met al kan de rechtbank zich niet aan de indruk onttrekken dat de verklaringen van beiden op elkaar zijn afgestemd.", "paragraphs": ["Twee zussen die hun fysiotherapeut beschuldigden van ontucht, zijn in het ongelijk gesteld. Volgens de rechters lijken de vrouwen hun verklaringen op elkaar te hebben afgestemd. Om die reden werd de dertigjarige Rotterdammer verdachte maandag vrijgesproken.", "Het Openbaar Ministerie (OM) sleepte de fysiotherapeut voor de rechter, omdat de officier van justitie ervan overtuigd was dat de Rotterdammer in de fout was gegaan. Hij eiste twee weken geleden nog een beroepsverbod, een werkstraf van tweehonderd uur en een voorwaardelijke celstraf van drie maanden.", "De man ontkende de aantijgingen vanaf het eerste moment met klem. De verdachte sprak van een nachtmerrie waarin hij was terechtgekomen. Naar de reden van de vermeende samenzwering kon hij slechts gissen, maar hij noemde de hele kwestie \"een smet op zijn werk en persoon\".", "De rechters achtten het ook niet waarschijnlijk dat de dingen zijn gegaan zoals de zussen beweerden. \"Er zitten inconsistenties in de verklaringen\", zeiden ze maandag bij het uitspreken van het vonnis. \"Al met al kan de rechtbank zich niet aan de indruk onttrekken dat de verklaringen van beiden op elkaar zijn afgestemd. Die twijfel moet uitvallen in het voordeel van de verdachte.\""], "authors": ["Door"], "keywords": ["van", "dat", "vrij", "die", "spreekt", "een", "fysiotherapeut", "het", "verklaringen", "rotterdamse", "ontucht", "zijn", "op", "verdachte", "zussen", "rechtbank", "hij", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}