{"id": "7acb55b4-a59a-3f16-953f-cee8eac39296", "title": "Mag het wat donkerder? Lichtvervuiling schaadt dier én mens", "url": "https://volkskrant.nl/wetenschap/mag-het-wat-donkerder-lichtvervuiling-schaadt-dier-en-mens~b6af4ad9/", "summary": "Behandel het dus ook als zodanig, luidde deze maand het advies van een onderzoeksgroep van de universiteit van Exeter in Engeland.\n‘Het licht dat mensen ’s nachts de wereld in slingeren is niet natuurlijk’, legt Kevin Gaston, ecoloog en leider van het onderzoek, uit.\nHet is een vervuiling van natuurlijke omstandigheden.’De meerwaarde van dit onderzoek schuilt in het feit dat het inzichten uit voorgaande studies – 126 in totaal – combineert.\nVan de 50 miljoen trekvogels die over de Noordzee vliegen, raken er 6 miljoen de weg kwijt door het licht van boorplatforms.\nAls het min of meer staat waar het moet staan en verlicht wat het moet verlichten, dan vinden we het al snel goed.", "paragraphs": ["Nederland is een van de meest verlichte landen ter wereld. Al dat licht verstoort het natuurlijk gedrag van een hele reeks soorten, inclusief de mens. Waarom gaan dan zo achteloos de lampen aan?", "De kortste dag van het jaar nadert, Kerst staat voor de deur en dus is het tijd om de lampjes van zolder te halen en de boel eens sfeervol te verlichten. Want een paar gezellige lampjes en een goed versierde kerstboom in de tuin kunnen toch geen kwaad?", "Wie er nachtelijke satellietbeelden op naslaat, ziet dat dat helaas niet waar is. Nederland behoort met België en Puerto Rico tot de meest verlichte landen ter wereld. Daardoor is de Melkweg in Nederland slechts zelden zichtbaar. Dat is betreurenswaardig, maar zeker niet het enige gevolg van overmatig lichtverbruik. Lichtvervuiling heeft een negatieve invloed op het welzijn van dier en mens. Behandel het dus ook als zodanig, luidde deze maand het advies van een onderzoeksgroep van de universiteit van Exeter in Engeland.", "Wilt u dit artikel liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "‘Het licht dat mensen ’s nachts de wereld in slingeren is niet natuurlijk’, legt Kevin Gaston, ecoloog en leider van het onderzoek, uit. ‘Kunstlicht heeft ’s nachts een vergaand ontwrichtende invloed op de levenscycli van allerlei organismen. Het is een vervuiling van natuurlijke omstandigheden.’", "De meerwaarde van dit onderzoek schuilt in het feit dat het inzichten uit voorgaande studies – 126 in totaal – combineert. ‘De discussie over lichtvervuiling gaat vaak over sprekende voorbeelden van vogels die tegen vuurtorens aanvliegen, of zeeschildpadden die de weg op het strand niet meer kunnen vinden. Deze studie laat zien dat die voorbeelden slechts het topje van de ijsberg zijn.’ Uit dit onderzoek blijkt dat het natuurlijke gedrag van een heel scala aan soorten onder druk komt te staan.", "Kantoorgebouwen in Tokio. Beeld Getty", "Vergaande gevolgen", "Waaronder mensen. Mattheus Bleijenberg, projectleider van het initiatief Nacht van de nacht, benadrukt dat lichtvervuiling ook voor onszelf vergaande gevolgen heeft. ‘De mens is er biologisch op ingesteld dat het ongeveer de helft van de tijd donker is. Onze omgang met licht maakt het onmogelijk om in die behoefte te voorzien.’ Echte duisternis kennen we nauwelijks meer in Nederland.", "Wereldwijd neemt lichtvervuiling, zowel qua intensiteit als bereik, toe met ongeveer 2 procent per jaar. In Nederland is de groei gestagneerd en neemt de lichtvervuiling nog toe met ongeveer 0,6 procent per jaar, zo blijkt uit onderzoek dat deze week verscheen. In het onderzoek werden metingen vanaf de grond gecombineerd met satellietbeelden.", "Ondanks de afname in groei is het volgens lichtexpert en uitvoerder van het onderzoek Wim Schmidt nog te vroeg om te juichen. ‘Dit onderzoek laat zien dat we ten opzichte van het afgelopen decennium wel wat vooruitgang hebben geboekt, maar er is nog veel werk aan de winkel.’ Wanneer we een krimp mogen verwachten, durft Schmidt niet te zeggen. ‘De vuistregel is: rijke mensen maken licht. Nederland is een dichtbevolkt rijk land, dus deze problemen zijn hier voorlopig niet opgelost.’", "De ernst van lichtvervuiling heeft niet alleen te maken met de mate waarin licht gebruikt wordt, maar ook met het type licht. ‘Veel mensen zagen de komst van het ledlicht als een manier om efficiënter en goedkoper met licht om te gaan’, zegt Gaston. ‘Het tegendeel bleek het geval. Doordat ledlicht goedkoper is, zijn mensen alleen maar meer gaan gebruiken.’ Als gevolg daarvan bleven onze uitgaven aan licht min of meer gelijk, aldus Gaston. En door dat toegenomen lichtgebruik werd het effect ervan de afgelopen decennia alleen maar groter.", "Wit ledlicht, het meestgebruikte licht in kantoorpanden en reclameborden, beslaat bovendien een groot deel van het lichtspectrum. Veel biologische processen reageren slechts op een specifiek deel van dat spectrum. Doordat ledlicht een dermate breed gebied aan golflengtes beslaat, belemmert het meer processen dan bijvoorbeeld warm licht.", "En toen was er led De geschiedenis van de light emitting diode, oftewel led, gaat terug tot 1927, toen de Russische wetenschapper Oleg Losev deze nieuwe lichtbron voor het eerst beschreef in een wetenschappelijk tijdschrift. Hij had al patent aangevraagd toen hij tijdens het beleg van Leningrad om het leven kwam. Pas twintig jaar na Losevs dood, in 1962, ontwikkelde Nick Holonyak de eerste werkende ledlamp. Die eerste ledlampen waren nog te duur voor de consument. Met de loop der jaren werd het produceren van led steeds goedkoper. Sinds 2008, toen de Europese Unie besloot het gebruik van gloeilampen in etappes te gaan verbieden, dringt het energiezuinige led steeds meer door tot de woonkamers.", "Melatonine", "Een sleutelrol in het ontwrichtende effect van licht is weggelegd voor de stof melatonine. ‘Dit hormoon reguleert de dagelijkse activiteitscyclus en komt voor bij allerlei soorten organismen. Kunstlicht onderdrukt de aanmaak van melatonine en schopt daarmee het natuurlijke tijdsbesef in de war’, legt Gaston uit. Hij vergelijkt het met een jetlag na een lange vlucht. ‘Dat is een beetje het effect dat wij hebben op de soorten in onze omgeving.’", "Een paar voorbeelden. Nachtvlinders worden aangetrokken door licht en zijn daardoor een makkelijke prooi voor dieren die vlinders eten. Als gevolg daarvan verdwijnt de nachtvlinder langzaam uit Nederland. Van de 50 miljoen trekvogels die over de Noordzee vliegen, raken er 6 miljoen de weg kwijt door het licht van boorplatforms. Ook veel insecten oriënteren zich ’s nachts op natuurlijke lichtbronnen. Overmatig gebruik van kunstlicht schopt hun richtingsgevoel in de war, waardoor ze nauwelijks meer toekomen aan het zoeken van voedsel of de voortplanting. Verder van huis bevalt de wallaby, een soort kleine kangoeroe, in sterk verlichte gebieden tot een maand eerder dan normaal, waardoor het leven van de jongen niet meer parallel loopt met de cyclus van het voedselaanbod en de levensverwachting afneemt.", "Waarom zijn mensen geneigd om hun omgeving zo overdadig te verlichten? Volgens Bleijenberg is dat te verklaren door het gevoel van veiligheid dat licht creëert. ‘Daarom laten bijvoorbeeld veel bedrijven ’s nachts de lampen aan staan, in de veronderstelling dat verlichting inbrekers weert.’ Hij benadrukt dat het lang niet altijd zo is dat een verlicht pand minder inbraakgevoelig is. ‘Als het licht ’s nachts aanflitst bij ongewenst bezoek in je bedrijfspand, is het effect veel groter en vervuil je minder.’", "Bang in het donker", "Lichtdeskundige Wim Schmidt beaamt dat onze hang naar licht samenhangt met onze beleving van veiligheid. ‘Mensen zijn gewoon een beetje bang in het donker. Dat sentiment blijkt zeer hardnekkig.’ Daarnaast hebben wij volgens Schmidt een overheid die niet graag stil zit. ‘Als je ergens een lantaarnpaal neerzet, dan kan je niet verweten worden dat je niks gedaan hebt.’", "Volgens ecoloog Kevin Gaston komt onze riante omgang met licht voort uit onverschilligheid. ‘Mensen maken zich niet echt zorgen over waar hun licht allemaal terechtkomt. Als het min of meer staat waar het moet staan en verlicht wat het moet verlichten, dan vinden we het al snel goed. Het is niet iets waar we ons druk over maken als samenleving.’", "Dat beeld werd bevestigd tijdens een actie van Natuur en Milieufederaties. De organisatie stuurde foto’s van bedrijfspanden bij nacht om die bedrijven te confronteren met hun eigen lichtgebruik. ‘Veel bedrijven schrikken zelf ook van die foto’s, hebben ze ons laten weten’, vertelt Bleijenberg. ‘Het is dus echt iets waar bedrijven zich simpelweg te weinig bewust van zijn.’", "‘Licht waar het moet, donker waar het kan’", "Dus wat kunnen we doen om lichtvervuiling tegen te gaan? ‘Licht waar het moet, donker waar het kan. Dat zou de regel moeten zijn’, vindt Bleijenberg. Gelukkig is er tegenwoordig ook de mogelijkheid om licht slim in te zetten. Zo zijn er reclameborden langs snelwegen die worden gedimd in de uren dat het aantal voorbijrijdende auto’s minimaal is. Of fietspaden langs B-wegen waar het licht meebeweegt met de fietser. Bleijenberg: ‘Als er niemand fietst, dan brandt dat licht daar immers voor niks.’ Op kleine stations in de buitengebieden dimt ProRail de lampen als er niemand is. Daar gaat het licht pas aan als er iemand het perron op komt.", "Atlas van lichtvervuiling. Beeld David Lorenz", "Opvallend is volgens Schmidt dat het aanpakken van lichtvervuiling vooral aan de provincies wordt overgelaten. ‘Vanuit de regering is er de afgelopen twintig jaar nauwelijks aandacht geweest voor dit probleem. De enige harde wetgeving heeft betrekking op kassen, maar voor de rest kunnen Nederlanders met licht doen en laten wat ze willen.’", "Het voordeel van het bestrijden van lichtvervuiling is dat het niet alleen goed is voor de omgeving, maar ook voor de portemonnee, meent Kevin Gaston. ‘Als je een rivier moet schoonmaken, of klimaatverandering wilt tegengaan, dan is dat niet direct goedkoop.’ Lichtvervuiling tegengaan levert juist geld op. Zo wist de gemeente Texel de energiekosten met bijna 70 procent terug te brengen door bewegingsgevoelige straatverlichting aan te leggen. ‘Het bestrijden van lichtvervuiling scheelt mensen dus niet alleen overlast, maar ook nog eens een hoop geld.’"], "authors": ["Melle Meijer"], "keywords": ["dier", "lichtvervuiling", "van", "wat", "als", "het", "mens", "met", "én", "mag", "een", "licht", "dat", "te", "schaadt", "en", "niet", "donkerder"], "pubDate": "2020-11-20T13:00:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}