{"id": "7acb97b2-68e2-3d2c-a1e8-9e44cb108f29", "title": "Takeaways aren’t a new thing. The ancient Romans ate nothing but", "url": "https://www.parool.nl/english/takeaways-aren-t-a-new-thing-the-ancient-romans-ate-nothing-but~bde0d4fa/", "summary": "But takeaways and deliveries are nothing new: they were the staple diet of most people in ancient Rome.\nTaverns sold takeaways too, says historian Maarten Hell, who in 2017 completed a PhD on Amsterdam’s inns from 1450 to 1800.\nChinese takeaways were the biggest culinary hit in the post-war Netherlands.\nAfter 1945, a growing number of Chinese restaurants targeted Dutch and Indonesian customers and served a hybrid of Chinese, Indonesian, and Dutch dishes.\nA number of Amsterdam pizza restaurants started offering deliveries.", "paragraphs": ["Half a roast chicken in an aluminium dish? An oyster to nibble along the way? Amsterdam’s restaurants and cafés are making do with takeouts and deliveries – but these are not as new a phenomenon as you might think.", "Takeaways and deliveries have become big business since Amsterdam’s dine-in restaurants shut down, and from ready meals to three-course dinner kits, the pandemic is bringing culinary creativity to the fore. But takeaways and deliveries are nothing new: they were the staple diet of most people in ancient Rome.", "“Fires were an ever-present danger in Rome and other great cities of antiquity,” says Geralda Jurriaans-Helle, curator of classical and middle eastern antiquities at Amsterdam’s Allard Pierson Museum.", "“Entire working-class families would live in single small rooms in an insula, a kind of multistorey apartment building, and cooking on an open fire was not a good idea.", "“So you cooked things that didn’t require flames, such as patina, a fish or vegetable omelette prepared in an earthenware container over glowing coals. Or you went and got street food from a thermopolium, a food tent with a display table. They had big earthenware urns called doliae, containing hot food, mainly cheap and nutritious stews of legumes and greens.", "“You could either fill your bowl and eat on the spot, or take it home. There’s no documentary evidence, but I can imagine a child, or the woman of the house, would pick up enough for the whole family. This was a very common way of eating for ordinary Romans.”", "Food boxes", "Street sellers were ubiquitous in medieval Europe, and dispensed doughnuts, waffles, pancakes, and fried fish in early modern Amsterdam. Taverns sold takeaways too, says historian Maarten Hell, who in 2017 completed a PhD on Amsterdam’s inns from 1450 to 1800.", "“The city had several luxury inns in the city in the seventeenth century,” he says. “They were used by wealthy visitors such as government officials, church dignitaries, and ambassadors, and offered a wide range of services such as packed breakfasts and lunches for people on the move. These were described in their annual accounts as koude keuckens, cold food.", "“People liked to take food boxes when they travelled by ship or carriage, but the service was also used by locals. For example, city officials inspecting roads and waterworks around Amsterdam took generous amounts of food and drink with them.”", "Sadly, we don’t know what was in the boxes. “I’m guessing that pies were common,” Hell says. “They were widely eaten in those days, and they’re very portable. And bread, wine, and beer. Or you could take the luxury up a notch: the owner of the Oudezijds Heerenlogement lodging house went on a trip on the city’s official yacht with a group of government officials, foreign ambassadors and other VIPs, solely for the purpose of shucking oysters for them.”", "Hell believes smaller taverns probably sold food packages too. “There were huge numbers of seafarers’ boarding houses in Amsterdam, but much less source material has survived. I did read a report by two French sailors who took the boat from Amsterdam to the island of Texel, the departure point for large seagoing vessels. They took jugs of water with them, which they’d been given by the landlady of the inn where they were staying.”", "These examples are about eating on the move, and while Hell is not aware of any source material about Amsterdammers picking up tavern meals for home consumption, he can’t say it didn’t happen. “We do know it was common in London at the time – Constantijn Huygens the Younger wrote about it, for example. And there were a number of crises in seventeenth-century Amsterdam, which affected food outlets. They were a chance for inns to earn extra income from local residents.”", "Bring your own saucepan", "Over the course of the twentieth century, first takeaways and then deliveries became increasingly common in Amsterdam. We know this from newspaper advertisements: in 1900, for example, the Joodse Hôtel Frankfort on Nieuwe Hoogstraat was offering a new dinner delivery service, and more restaurants began promoting these in the late 1950s.", "“Let us deliver rijsttafel [rice and multiple side dishes] to your home”, said the Palau Djawa restaurant on Lange Leidsedwarsstraat in 1957. And in the same year, a restaurant on Spuistraat reported that it could deliver “half roast chickens in aluminium trays with roast potatoes, rösti, and applesauce or tutti frutti” [dried fruit compôte] for 3.75 guilders a head.", "Chinese takeaways were the biggest culinary hit in the post-war Netherlands. It started in the early twentieth century, when Chinese port workers settled in the area around Binnen Bantammerstraat, and set up bed and breakfasts and food tents frequented mostly by other Chinese people. After 1945, a growing number of Chinese restaurants targeted Dutch and Indonesian customers and served a hybrid of Chinese, Indonesian, and Dutch dishes.", "In 1960, the country had just over two hundred restaurants serving both Chinese and Indonesian cuisine, and by the early eighties there were nearly two thousand. Servings were generous and prices lower, and it was often even cheaper to get a takeaway, taking your own saucepan with you.", "“In the early days, it was usual to take your own pan with you,” says Mark van Wonderen, the author of a photo book on Chinese-Indonesian restaurants, which are now declining in number. “Plastic trays appear to be have been introduced in the seventies, and were very common in the eighties, when the popularity of these establishments reached its peak.” Some adopted them even earlier: Vivien Shum, the owner of the Wong Koen restaurant on Middenweg, says that when her father came to work in the kitchen in 1967, plastic containers were already being used for takeaways.", "Rent a chef", "“They speed from one place to another, carrying pizza and pasta to every far-flung corner of the city,” wrote Het Parool in 1968, referring to the new phenomenon of pizza delivery. This had arrived from the United States, where chains like Domino’s had existed since the 1960s.", "A number of Amsterdam pizza restaurants started offering deliveries. The paper continued: “There is a reason why, in the past month, their wooden pizza boxes have been painted in bright colours and the delivery people ride around in flashy suits bearing the name of the restaurant. They have to stand out from the crowd somehow.”", "More upmarket restaurants did deliveries too. Dikker & Thijs, on the corner of Prinsengracht and Leidsestraat, opened in 1922. By 1989, according to Het Parool, it was offering a wide range of culinary delights. “They’ve been delivering their famous piping hot Christmas dinners since the dawn of time, but now there’s a lot more ... Ranging from cheese rolls to lobster and veal fillets in puff pastry, all dishes can be delivered hot, or ready made so you can pop them in the oven or microwave, or as separate ingredients … And if you really want all the trimmings, you can have it served by a waiter, or even a chef.”", "Ordering in your own chef is not exactly social distancing, and the delivery business has changed a lot in other ways too. In 2000 a young entrepreneur set up Thuisbezorgd, which means home delivered, and rivals Foodora, Deliveroo, and Uber Eats appeared on the scene in 2015. Since then, food-toting bicycle couriers have become ubiquitous, though more restaurants these days are doing their own deliveries to cut out the middleman.", "During this second great wave of restaurant closures, increasing numbers of chefs are offering a single dish rather than a whole menu. Entrepot has takeaway hamburgers, Baut offers gehaktballen, Dutch meatballs, and Maris Piper’s wittily named takeaway service Paindemie sells toasted sandwiches and French toast. You can eat them on the spot, or take them home and share them with your family. Just like those Romans in their apartment blocks."], "authors": ["Charlotte Kleyn"], "keywords": ["common", "restaurants", "arent", "amsterdam", "offering", "food", "ate", "thing", "takeaways", "romans", "ancient", "chinese", "deliveries", "restaurant", "pizza"], "pubDate": "2020-11-24T11:09:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}