{"id": "7ad193ab-bbb4-3dba-9e61-91c3b45ff13b", "title": "Het vaccineren is begonnen, maar het zal nog maanden duren tot het beter gaat: ‘Er wacht een strenge winter’", "url": "https://www.parool.nl/nederland/het-vaccineren-is-begonnen-maar-het-zal-nog-maanden-duren-tot-het-beter-gaat-er-wacht-een-strenge-winter~b625e374/", "summary": "Maar wees nog niet te hoopvol, waarschuwen experts.\nPas in februari wordt een begin gemaakt met het vaccineren van bewoners van verpleeghuizen en instellingen voor verstandelijk beperkten.\n“Maar eerst wacht nog een strenge, lange winter.\nHet veel later toedienen van de tweede dosis is door farmaceuten Pfizer en Moderna niet uitgebreid getest.\n“De vaccinatiegraad neemt dan snel toe en het wordt beter weer.", "paragraphs": ["De laatste voorbereidingen op de GGD-priklocatie in Veghel voorafgaand aan de vaccinatie van zorgmedewerkers van verpleeghuizen. Beeld ANP", "Het was een historisch en symbolisch moment, toen woensdagochtend in Veghel de injectienaald in de arm van Sanna Elkadiri ging. De 39-jarige verpleeghuismedewerker uit Eindhoven kreeg als eerste in Nederland het coronavaccin toegediend. Het geeft hoop op, ergens in de verte, het einde van de coronacrisis.", "", "Maar wees nog niet te hoopvol, waarschuwen experts. De kans is groot dat de resterende winter nog zwaar wordt. Wie wordt gevaccineerd, bouwt namelijk langzaam immuniteit tegen corona op. Het is niet meteen gebeurd na het prikken. Pas zeven dagen na de tweede prik – drie weken later – is iemand echt goed beschermd tegen het virus. In het geval van Elkadiri is dat op 3 februari.", "Vanaf die datum lopen in de Nederlandse ziekenhuizen, verzorgingshuizen en andere zorginstellingen steeds meer medewerkers rond die dankzij het vaccin veel minder kans hebben om ziek te worden. Dat zorgt voor minder uitval van personeel.", "Een vrolijker wereld", "Het betekent echter niet dat de stroom patiënten kleiner wordt. Pas in februari wordt een begin gemaakt met het vaccineren van bewoners van verpleeghuizen en instellingen voor verstandelijk beperkten. In maart volgt een andere cruciale groep: de thuiswonende 60-plussers.", "Vaccinatie zal pas echt effect hebben op de patiëntenaantallen ná de winter, het seizoen waarin een luchtwegvirus als corona zich het meest thuis voelt.", "“Als we drie maanden verder zijn, ziet de wereld er vast veel vrolijker uit,” zegt Peter Rottier, emeritus hoogleraar virologie en virusziekten aan de Universiteit Utrecht. “Maar eerst wacht nog een strenge, lange winter. Je ziet aan de cijfers hoe moeilijk het is om het virus in deze koude maanden echt naar beneden te drukken.”", "Het betekent dat de lockdown waarin Nederland half december wegzakte langer kan duren dan tot 18 januari. Rottier: “In mijn ogen zijn we nog heel ver weg van het moment dat we het virus met een beperkt aantal maatregelen en bron- en contactonderzoek onder controle kunnen houden. Nog los van de vraag in hoeverre de Britse variant de cijfers gaat beïnvloeden. Met deze vooruitzichten kun je na 18 januari gewoon niet afschalen.”", "Tweede prik later", "In een aantal landen wordt door de taaie vooruitzichten gedacht aan onorthodoxe oplossingen. Zoals: geef mensen veel later de tweede prik, zodat je snel veel meer mensen de eerste kunt geven. Veel experts zijn daar huiverig voor. Omdat een vaccin dan veel minder goed beschermt, en omdat mensen dan worden blootgesteld aan een experiment. Het veel later toedienen van de tweede dosis is door farmaceuten Pfizer en Moderna niet uitgebreid getest.", "In het voorjaar, als ook de vaccins van AstraZeneca en Janssen waarschijnlijk (in forse aantallen) naar Nederland komen, zou het spoedig beter kunnen gaan, verwacht Rottier. “De vaccinatiegraad neemt dan snel toe en het wordt beter weer. Dat zag je vorig jaar ook: die mooie lente hielp enorm.”"], "authors": ["Chris Van Mersbergen"], "keywords": ["tot", "veel", "van", "strenge", "zal", "nog", "vaccineren", "en", "een", "wordt", "winter", "maanden", "op", "wacht", "het", "maar", "niet", "dat"], "pubDate": "2021-01-06T08:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}