{"id": "7ae78eac-97fc-35b3-9060-fcc8bb68d551", "title": "Britse vissers boos omdat ze achter het net vissen bij Brexit-deal", "url": "https://nu.nl/brexit/6099412/britse-vissers-boos-omdat-ze-achter-het-net-vissen-bij-brexit-deal.html", "summary": "Veel Britse vissers zijn teleurgesteld over het handelsakkoord dat het Verenigd Koninkrijk en de EU hebben bereikt.\nEuropese vissers mogen tot 10 kilometer uit de Britse kust vis blijven vangen, terwijl hun Britse tegenhangers hen liever op 20 kilometer afstand gehouden hadden.\n\"Een klap in het gezicht\", zo wordt een Britse visser woensdag door Reuters geciteerd.\nVeel Britse vissers hadden hoge verwachtingen van de handelsgesprekken tussen de EU en het Verenigd Koninkrijk, temeer omdat zij in 2016 een van de drijvende krachten achter het zogeheten leave-kamp waren.\nDe vissersvloot van het Verenigd Koninkrijk is de afgelopen dertig jaar bijna gehalveerd tot zesduizend schepen, die bovendien verouderd zijn.", "paragraphs": ["Veel Britse vissers zijn teleurgesteld over het handelsakkoord dat het Verenigd Koninkrijk en de EU hebben bereikt. Vooral het gegeven dat Europese vissersboten in de Britse kustwateren mogen blijven vissen, stuit hen tegen de borst.", "Europese vissers mogen tot 10 kilometer uit de Britse kust vis blijven vangen, terwijl hun Britse tegenhangers hen liever op 20 kilometer afstand gehouden hadden. \"Een klap in het gezicht\", zo wordt een Britse visser woensdag door Reuters geciteerd. Weer andere vissers voelen zich gebruikt, verraden of bekocht.", "Veel Britse vissers hadden hoge verwachtingen van de handelsgesprekken tussen de EU en het Verenigd Koninkrijk, temeer omdat zij in 2016 een van de drijvende krachten achter het zogeheten leave-kamp waren.", "De visserij was tijdens die handelsgesprekken een heet hangijzer. Het vissen in elkaars wateren mag nog wel, zij het onder voorwaarden. Vissers uit EU-landen mogen in Britse wateren 25 procent minder vis vangen (met name minder haring). De Britten mogen juist meer vangen in Europese wateren, vooral schol.", "Deze afspraken gelden voor 5,5 jaar en vóór eind 2026 zal er opnieuw onderhandeld moeten worden. De vissers vrezen dat de Europese visboten ook in de toekomst nog in de Britse kustwateren terecht kunnen, iets dat wat hen betreft haaks staat op de belofte van het terugnemen van de controle en het terugkrijgen van de soevereiniteit.", "De vissersvloot van het Verenigd Koninkrijk is de afgelopen dertig jaar bijna gehalveerd tot zesduizend schepen, die bovendien verouderd zijn. Mede hierdoor importeert het land meer vis dan het vangt."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["van", "vissers", "mogen", "vis", "net", "en", "een", "ze", "bij", "wateren", "omdat", "britse", "boos", "het", "dat", "vissen", "brexitdeal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}