{"id": "7b01b860-9d2e-3531-9b6d-03a8918f40e7", "title": "LIVE | Bill Gates doneert kwart miljard voor strijd tegen coronavirus", "url": "https://www.telegraaf.nl/nieuws/479274821/live-bill-gates-doneert-kwart-miljard-voor-strijd-tegen-coronavirus", "summary": "Bill Gates en zijn vrouw Melinda doneren 250 miljoen dollar, omgerekend rond de 200 miljoen euro, om het coronavirus te bestrijden.\nHet geld is bedoeld voor het ontwikkelen van goedkope en makkelijk te leveren vaccins en behandelingen.\nDe steenrijke filantroop heeft via zijn stichting al bijna 1,5 miljard euro in de bestrijding van het coronavirus geïnvesteerd.\n„Of iedereen beter wordt, hangt af van de daden van wereldleiders en hun toewijding om testen, behandelingen en vaccins te leveren aan de mensen die ze nodig hebben”, zei Melinda Gates.\nNegen op de tien mensen in 69 armere landen dreigen volgend jaar een vaccin tegen het coronavirus mis te lopen.", "paragraphs": ["Bill Gates en zijn vrouw Melinda doneren 250 miljoen dollar, omgerekend rond de 200 miljoen euro, om het coronavirus te bestrijden. Het geld is bedoeld voor het ontwikkelen van goedkope en makkelijk te leveren vaccins en behandelingen.", "„We hebben nieuwe medicijnen en meer potentiële vaccins dan we aan het begin van het jaar hadden kunnen verwachten, maar deze innovaties kunnen alleen levens redden als ze verspreid worden over de wereld”, aldus Bill Gates. Het is de grootste donatie van de Gates Foundation tot nu toe. De steenrijke filantroop heeft via zijn stichting al bijna 1,5 miljard euro in de bestrijding van het coronavirus geïnvesteerd.", "„Of iedereen beter wordt, hangt af van de daden van wereldleiders en hun toewijding om testen, behandelingen en vaccins te leveren aan de mensen die ze nodig hebben”, zei Melinda Gates. Een deel van de donatie zal worden besteed aan de levering van tests en vaccins in armere landen in Afrika beneden de Sahara en in Zuid-Azië.", "Organisaties in de zogeheten People’s Vaccine Alliance, waaronder Oxfam Novib en Amnesty International, waarschuwden woensdag voor een vaccinachterstand in arme landen. Negen op de tien mensen in 69 armere landen dreigen volgend jaar een vaccin tegen het coronavirus mis te lopen. Rijke landen zouden daarentegen zoveel vaccins hebben gereserveerd dat ze hun bevolking na goedkeuring drie keer kunnen inenten.", "Meer coronanieuws", "Binnenland:", "Buitenland:", "Brazilië wil alle inwoners vaccineren in 2021", "Moderna test coronavaccin op tieners", "Coronavirus wint in Vlaanderen weer aan kracht", "Aanstaande rechter (47) overlijdt door corona", "Wit-Rusland gaat op slot vanwege de coronacrisis. De regering maakte bekend dat de landsgrenzen later deze maand worden gesloten voor Wit-Russische burgers", "Cruise ’van niks naar nergens’ draait uit op fiasco", "In de Verenigde Staten zijn afgelopen etmaal nog eens meer dan 3000 personen overleden als gevolg van een besmetting met het coronavirus, meldt persbureau Reuters", "Advies: chronische allergiepatiënt moet afzien van Pfizer-vaccin", "Financieel-economisch:", "Sport:", "Op het TT Circuit in Assen komt een grootschalige coronatestlocatie", "In januari nog geen publiek in de voetbalstadion", "Entertainment/ persoonlijk:"], "authors": [], "keywords": ["vaccins", "van", "kwart", "het", "doneert", "op", "voor", "miljard", "landen", "strijd", "bill", "een", "gates", "en", "live", "te", "coronavirus", "tegen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}