{"id": "7b0b00ee-efc8-3c24-b2a7-37ea636ea109", "title": "50 cent voor je ingeleverde kerstboom: ‘Ze krijgen een tweede leven’", "url": "https://www.parool.nl/ps/50-cent-voor-je-ingeleverde-kerstboom-ze-krijgen-een-tweede-leven~b902b837/", "summary": "Beeld -Bent u niet bang voor een stormloop van kinderen die extreem fanatiek op zoek gaan naar afgedankte kerstbomen?\nWist je dat een kerstboom er gemiddeld zeven jaar over doet om te groeien voordat de zaag erin gaat?\nVanaf donderdag kun je je kerstboom langs komen brengen.\nDe houtsnippers kun je gebruiken als compost voor je tuin, of voor een gezellig, knus paadje.”Toen Lowlander Beer in 2018 iets soortgelijks deed, liep het storm.\nZo kun je op de weg terug naar huis meer leren over de traditie van kerstbomen.”", "paragraphs": ["Beeld -", "Bent u niet bang voor een stormloop van kinderen die extreem fanatiek op zoek gaan naar afgedankte kerstbomen?", "“Dat zou ik alleen maar fantastisch vinden. Tijdens de kerstvakantie heb ik al mijn laatjes thuis opgeruimd en een boel kleingeld gevonden. Ik hoop dat ik het straks allemaal kwijt ben.”", "Waarom deze actie?", "“Zo’n boom is met veel liefde binnengehaald, versierd en verzorgd. Om een maand later liefdeloos gedumpt te worden op de stoep. We zijn met vrijwilligers van MidWest en De Gezonde Stad gaan kijken wat we kunnen doen. Wist je dat een kerstboom er gemiddeld zeven jaar over doet om te groeien voordat de zaag erin gaat? Nu is het natuurlijk traditie en daar kun je op korte termijn niet zo veel aan veranderen. Maar wij denken: je kunt zo’n kerstboom wel een tweede leven geven.”", "Hoe?", "“We hebben bij het stadsdeel een enorme versnippermachine geleend. Vanaf donderdag kun je je kerstboom langs komen brengen. De houtsnippers kun je gebruiken als compost voor je tuin, of voor een gezellig, knus paadje.”", "Toen Lowlander Beer in 2018 iets soortgelijks deed, liep het storm.", "“Stiekem hoop ik dat we worden overvallen door een gigantisch aanbod. Via onze site hebben al honderd mensen een kerstboom aangemeld. Kinderen hoeven zich niet aan te melden.”", "En dan?", "“Wie zijn of haar kerstboom heeft ingeleverd, krijgt een QR-code voor de podcast die we met De Gezonde Stad hebben gemaakt. Zo kun je op de weg terug naar huis meer leren over de traditie van kerstbomen.”"], "authors": ["Alice Boothby"], "keywords": ["ik", "je", "ingeleverde", "van", "voor", "krijgen", "en", "een", "ze", "leven", "cent", "op", "het", "kerstboom", "kun", "tweede"], "pubDate": "2021-01-06T08:45:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}