{"id": "7b1529c7-f83a-3634-8c15-11ed718a7566", "title": "5 redenen om je cv-ketel nu te vervangen", "url": "https://www.dvhn.nl/aangeboden/5-redenen-om-je-cv-ketel-nu-te-vervangen-26153237.html", "summary": "Dit is heel verrassend, aangezien het overheidsbeleid er juist op gericht is om van het gas af te gaan en een warmtepomp aan te schaffen.\nOok als je cv-ketel niet kapot is, kan het interessant zijn om over te stappen naar een nieuwe cv-ketel.\nJe ketel is stuk of verwacht je veel onderhoudIs je cv-ketel stuk, dan is het noodzakelijk dat je deze laat repareren of vervangt.\nJe wilt via je telefoon of tablet de slimme thermostaat bedienen die aan je cv-ketel gekoppeld is.\nBij eventuele storingen waarschuwt de cv-ketel je zodat je vroegtijdig een eventueel probleem kunt laten oplossen.", "paragraphs": ["Niet eerder verkochten fabrikanten van cv-ketels zoveel exemplaren als in 2019. Dit is heel verrassend, aangezien het overheidsbeleid er juist op gericht is om van het gas af te gaan en een warmtepomp aan te schaffen. Volgens de fabrikanten werden er in 2019 446.000 cv-ketels verkocht, een groei van 4% ten opzichte van het jaar ervoor.", "Cv-ketel check", "Met de herfst en winter op komst wil je graag voorkomen dat je in de kou zit. Check daarom nu of je verwarming het nog goed doet. Doe de check in drie stappen:", "1. Zet minimaal drie radiatoren open", "2 .Zet je thermostaat op 25 graden", "3. Laat de thermostaat minimaal een half uur op 25 staan en check wat er gebeurt", "Blijft het koud of is er een storing? Dan weet je dat het tijd is om nu actie te ondernemen. Ook als je cv-ketel niet kapot is, kan het interessant zijn om over te stappen naar een nieuwe cv-ketel. Wij geven je vijf redenen om nu een nieuwe ketel te bestellen.", "1. Je ketel is stuk of verwacht je veel onderhoud", "Is je cv-ketel stuk, dan is het noodzakelijk dat je deze laat repareren of vervangt. Het prijsniveau van cv-ketels is nu zo laag, waardoor een geheel nieuwe ketel vaak goedkoper is dan het steeds vervangen van losse onderdelen. Bovendien kun je dan weer een flinke tijd vooruit.", "2. GasLos-garantie", "Ergens in de toekomst zullen huizen gasloos worden. Wanneer precies is vaak niet duidelijk, waardoor je als consument meer zekerheid zoekt. Wij kunnen je deze bieden aan de hand van de GasLos-garantie. Het werkt erg eenvoudig: moet je in de toekomst van de overheid van het aardgas af, dan wordt de cv-ketel teruggenomen of krijg je compensatie bij de aanschaf van een warmtepomp-oplossing. Zo ben je de investering niet kwijt of zit je ergens lang aan vast.", "3. Je thuissituatie is veranderd", "Je ketel werkt op zich nog prima, maar je hebt meer vermogen nodig. Dit omdat je gezin is uitgebreid of je bijvoorbeeld nu een nieuwe badkamer met regendouche hebt.", "4. Technische ontwikkelingen", "Ook technische vooruitgang is een belangrijke reden om te vervangen. Je wilt via je telefoon of tablet de slimme thermostaat bedienen die aan je cv-ketel gekoppeld is. Bij eventuele storingen waarschuwt de cv-ketel je zodat je vroegtijdig een eventueel probleem kunt laten oplossen.", "5. Optimaliseren van het rendement", "Heb je nog geen HR-ketel dan is het heel verstandig om over te stappen. De ketels zijn vandaag de dag veel zuiniger waardoor je enorm kunt besparen op stookkosten. Niet onbelangrijk is dat moderne HR-ketels een stuk beter zijn voor het milieu.", "Koopkracht", "Koopkracht bedingt door middel van haar collectief en de samenwerking met de Consumentenbond, de beste prijs en voorwaarden voor cv-ketels.", "- De laagste prijzen voor een nieuwe cv-ketel", "- Keuze uit drie Nederlandse topmerken", "- De best geteste cv-ketels (Consumentenbond 2020)", "- Keuze tussen koop en huur", "- Volledig geïnstalleerd door een installateur uit de buurt", "Het winterseizoen komt eraan en we zijn steeds vaker thuis. Waarom wachten tot je geen warm water meer hebt of de verwarming het niet doet?", "Vind meer informatie op: www.koopkracht.nl/dvhn"], "authors": [], "keywords": ["je", "om", "van", "een", "redenen", "te", "vervangen", "cvketel", "het", "nu", "en", "niet", "op"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}