{"id": "7b2a693e-2f43-3ac3-8112-736c7eddf42f", "title": "Waarom China ‘verdwenen’ miljardair Jack Ma in de gaten houdt", "url": "https://www.ewmagazine.nl/buitenland/blog/2021/01/waarom-china-verdwenen-miljardair-jack-ma-in-de-gaten-houdt-797731/", "summary": "Oprichter Jack Ma (56) en zijn imperium van webwinkels en betaaldiensten zouden te machtig zijn geworden.\nMa Yun, beter bekend onder zijn internationale naam Jack Ma, werd een van de rijkste Chinezen na de oprichting van Alibaba Group in 1999.\nVolgens de laatste geruchten is Jack Ma niet vermist, maar houdt hij zich koest, omdat zijn concern wordt onderzocht.\n4.Zijn de bedrijven van Jack Ma ook in Nederland actief?\nDe Koning bezocht Alibaba en ontmoette Jack Ma en Nederlandse bedrijven sloten deals met de Chinese onderneming.", "paragraphs": ["In november ging een streep door de mogelijk grootste beursgang ooit van het Chinese Ant Group. Oprichter Jack Ma (56) en zijn imperium van webwinkels en betaaldiensten zouden te machtig zijn geworden. De Chinese overheid stelt financieel onderzoek in. Waarom ligt hij onder vuur? Vier vragen en antwoorden.", "1.Wie is Jack Ma?", "Ma Yun, beter bekend onder zijn internationale naam Jack Ma, werd een van de rijkste Chinezen na de oprichting van Alibaba Group in 1999. Volgens zakenblad Forbes had hij in 2020 een vermogen van 47,5 miljard euro. Zijn concern van onder meer webwinkels en betaaldiensten groeide uit tot een miljardenbedrijf en is een van grootste webwinkels ter wereld. Ook is Ma oprichter van Ant Group, een dochteronderneming van Alibaba met als bekendste product de betaaldienst Alipay.", "Lees ook: Grote Chinese mier gaat beursrecords verslaan", "De flamboyante Jack Ma houdt van show, heeft zijn eigen tv-programma en is actief op sociale media. Maar na oktober 2020 is er niets meer van hem vernomen. Zijn vermissing leidde tot een golf aan speculaties, want hij zou het aan de stok hebben met de Chinese overheid. Zijn bedrijf is in tegenstelling tot veel Chinese ondernemingen geen staatseigendom. Volgens de laatste geruchten is Jack Ma niet vermist, maar houdt hij zich koest, omdat zijn concern wordt onderzocht.", "2.Waarom is Jack Ma in conflict met de Chinese overheid?", "Op 24 oktober hield Jack Ma een controversiële toespraak. Hij zou zich kritisch hebben uitgelaten over het Chinese financiële systeem en de staatsbanken. Daarnaast zou hij hebben gepleit voor hervormingen in het reguleringssysteem om innovatie te bevorderen. De kritische toespraak van Ma was enkele dagen voor de grote beursgang van Ant Group. Op de beurzen van Sjanghai en Hongkong zou het bedrijf naar verwachting ruim 30 miljard dollar ophalen en daarmee de grootste beursgang ooit maken. Maar dat ging niet door.", "De speech van Jack Ma zou bij de Chinese Communistische Partij in het verkeerde keelgat zijn geschoten. Kritiek op staatsinstituten is niet gewenst. Volgens The Wall Street Journal heeft de Chinese president Xi Jinping daarom persoonlijk de beursgang van Ant Group tegengehouden. Het officiële verhaal is dat Ant Group zich niet aan de voorwaarden van regulatoren heeft gehouden.", "Daarnaast kwam op 24 december het bericht dat de Chinese overheid een onderzoek start naar machtsmisbruik bij Alibaba. Het nieuws zorgde voor een flinke daling van het aandeel Alibaba op de beurs. China wil optreden tegen de machtspositie van grote techbedrijven, vergelijkbaar met wat momenteel in de Europese Unie en de Verenigde Staten gebeurt.", "3.Hoe groot is het imperium van Jack Ma?", "Afgelopen jaar had Alibaba een omzet van bijna 60 miljard euro en een winst van zo’n 15 miljard euro. De omzet van Ant Group kwam in 2019 neer op ruim 15 miljard euro en een winst van bijna 3 miljard euro. Alibaba werd in 2020 door meer dan 725 miljoen consumenten gebruikt. In 2024 wil het bedrijf 1 miljard consumenten bedienen. Jaarlijks maken 1,2 miljard mensen gebruik van betalingsdienst Alipay, voornamelijk Chinezen.", "Lees meer: China wil ook financiële grootmacht worden", "Daarmee is Ant Group een enorm machtige financiële speler geworden. Naast betaaldiensten als Alipay, is het via apps van het bedrijf ook mogelijk om geld te lenen en een beleggingsfonds te starten. Alles zonder tussenkomst van de bank. Voor de traditionele Chinese staatsbanken is Ant Group daarmee een grote concurrent en is het voor de overheid moeilijker om controle op de economie uit te oefenen.", "Behalve als ondernemer in e-commerce en betaaldiensten wil Jack Ma zich graag profileren als filantroop. De ‘Chinese Bill Gates’ richtte hiervoor de Alibaba Foundation en de Jack Ma Foundation op. Tijdens de coronacrisis vorig jaar beloofde Jack Ma 2 miljoen mondkapjes naar Europa te sturen. Nederland ontving een half miljoen mondkapjes en beschermende kleding.", "4.Zijn de bedrijven van Jack Ma ook in Nederland actief?", "Het bekendste voorbeeld in Nederland is webwinkel AliExpress van Alibaba. Daar kunnen voor lage prijzen allerlei goedkope producten worden besteld – van elektronische artikelen tot kleding. Hiervoor ging AliExpress in 2017 een samenwerking aan met PostNL. Als logistieke partner mag alleen PostNL pakketjes van de Chinese internetwinkel bezorgen. Daarop is veel kritiek. ‘Oneerlijke concurrentie’ meende de VVD in 2019, en pleitte voor maatregelen.", "Meer over Alibaba: Topman Chinese webgigant verdient met vrijgezellendag", "In 2015 werden de banden met bedrijven van Jack Ma aangehaald tijdens een staatsbezoek van koning Willem-Alexander aan China. De Koning bezocht Alibaba en ontmoette Jack Ma en Nederlandse bedrijven sloten deals met de Chinese onderneming. Voor veel bedrijven zijn de webwinkels van Alibaba interessante afzetmarkten, wegens het grote aantal bezoekers.", "In 2018 aasde Nederland op een groot Europees distributiecentrum dat Alibaba zou gaan bouwen. Volgens FD ontving minister-president Mark Rutte toenmalig directeur Jack Ma in het Torentje om over de zaak te spreken. Maar dat liep op niets uit, want Alibaba koos uiteindelijk voor het Belgische Luik. Wel heeft Ant Group een kantoor aan de Amsterdamse Herengracht. Vandaaruit wordt gewerkt aan de mogelijkheid om ook in Europa te gaan betalen met Chinese apps."], "authors": [], "keywords": ["gaten", "verdwenen", "van", "zijn", "waarom", "en", "alibaba", "een", "miljardair", "china", "houdt", "chinese", "op", "het", "jack", "ma"], "pubDate": "2021-01-06T15:47:44Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}