{"id": "7b42ed33-ad24-3ae3-b745-dc79ba3f6acf", "title": "Boomstra en Georgiev dammen eind januari in Eindhoven om wereldtitel", "url": "https://nu.nl/sport-overig/6097108/boomstra-en-georgiev-dammen-eind-januari-in-eindhoven-om-wereldtitel.html", "summary": "De strijd om de wereldtitel dammen tussen Roel Boomstra en de Rus Alexander Georgiev wordt vanaf 28 januari afgewerkt in Eindhoven, zo maakt dambond KNDB woensdag bekend.\nGeorgiev verdedigt in twaalf partijen in het High Tech Campus in Eindhoven zijn wereldtitel.\nDe strijd om de wereldtitel dammen vindt elk jaar plaats, maar om het jaar op een andere wijze: in het ene jaar is er een tweekamp, in het andere jaar een toernooi met een groot aantal spelers.\nDe winnaar van de tweekamp heeft in het jaar daarop het recht om de winnaar van het grote toernooi uit te dagen.\nHet was voor de Rus zijn tiende wereldtitel, waarmee hij het record van zijn landgenoot Alexey Chizhov evenaarde.", "paragraphs": ["De strijd om de wereldtitel dammen tussen Roel Boomstra en de Rus Alexander Georgiev wordt vanaf 28 januari afgewerkt in Eindhoven, zo maakt dambond KNDB woensdag bekend.", "Georgiev verdedigt in twaalf partijen in het High Tech Campus in Eindhoven zijn wereldtitel. Mocht er na twaalf partijen nog geen definitieve beslissing zijn gevallen, dan volgt op 12 februari een dertiende en beslissende rapidpartij.", "De strijd om de wereldtitel dammen wordt voor de derde keer in Nederland gehouden: dat gebeurde eerder met een tweekamp in 2016 en 2018. In 2016 won Boomstra ten koste van zijn landgenoot Jan Groenendijk in de finalepartij in Den Haag, twee jaar later zegevierde hij opnieuw. Toen was Boomstra te sterk voor de Rus Alexander Schwarzman.", "De strijd om de wereldtitel dammen vindt elk jaar plaats, maar om het jaar op een andere wijze: in het ene jaar is er een tweekamp, in het andere jaar een toernooi met een groot aantal spelers. De winnaar van de tweekamp heeft in het jaar daarop het recht om de winnaar van het grote toernooi uit te dagen.", "Boomstra heeft dat recht nu. Georgiev werd in 2019 wereldkampioen bij een toernooi in Ivoorkust. Het was voor de Rus zijn tiende wereldtitel, waarmee hij het record van zijn landgenoot Alexey Chizhov evenaarde. Bij een overwinning op Boomstra komt hij op eenzame hoogte te staan."], "authors": ["Door"], "keywords": ["wereldtitel", "eindhoven", "dammen", "georgiev", "om", "van", "eind", "een", "voor", "boomstra", "het", "en", "jaar", "op", "januari", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}