{"id": "7b514650-4b7e-3420-a968-ff628314fa1f", "title": "Hélène Hendriks baalt ervan dat ze geen Champions League kan presenteren", "url": "https://nu.nl/media/6100972/helene-hendriks-baalt-ervan-dat-ze-geen-champions-league-kan-presenteren.html", "summary": "Hélène Hendriks baalt ervan dat Talpa volgend seizoen niet meer over uitzendrechten van de Champions League beschikt.\nMaar ik ben blij dat we wel de Europa League-rechten hebben, want dat was ook niet zeker.\"\nTalpa beschikt dus wel over de uitzendrechten van de wedstrijden in de Europa League, het tweede Europese clubtoernooi, maar moet de Champions League aan concurrent RTL overlaten.\nDat is wat ik leuk vind en wat ik heel graag nog heel lang wil blijven doen.\"\nMaar hij maakt ook grapjes - de ene meer geslaagd of gepast dan de andere - maar ik vind dat dat moet kunnen.\"", "paragraphs": ["Hélène Hendriks baalt ervan dat Talpa volgend seizoen niet meer over uitzendrechten van de Champions League beschikt. De veertigjarige presentatrice zegt in de Volkskrant dat ze \"even heeft staan vloeken\".", "\"Als sporter streefde ik altijd het hoogste na en dat doe ik in dit vak ook. Maar ik ben blij dat we wel de Europa League-rechten hebben, want dat was ook niet zeker.\"", "Talpa beschikt dus wel over de uitzendrechten van de wedstrijden in de Europa League, het tweede Europese clubtoernooi, maar moet de Champions League aan concurrent RTL overlaten.", "\"Een voordeel is dat daar meer Nederlandse ploegen aan meedoen\", zegt Hendriks over de Europa League. \"Het is een treetje lager, maar uiteindelijk gaat het me om het vak. Dat is wat ik leuk vind en wat ik heel graag nog heel lang wil blijven doen.\"", "In het interview vertelt Hendriks ook hoe zij terugkijkt op de controverse rondom de uitspraken van vaste Veronica Inside-tafelgast Johan Derksen over Akwasi.", "\"Het is voetbaltaal, ik stoor me daar totaal niet aan. Als iemand geen racist of wat dan ook is, is het Johan. Echt, die omarmt iedereen. Maar hij maakt ook grapjes - de ene meer geslaagd of gepast dan de andere - maar ik vind dat dat moet kunnen.\""], "authors": ["Door"], "keywords": ["ik", "hendriks", "van", "hélène", "champions", "ze", "kan", "wat", "geen", "niet", "ook", "ervan", "presenteren", "het", "meer", "maar", "league", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}