{"id": "7b5a1ede-cdb1-37a9-a044-0283f3eeafaf", "title": "Vaccinatie voor verplegers uit Haagse regio gestart in ADO-stadion", "url": "https://nu.nl/den-haag/6101240/vaccinatie-voor-verplegers-uit-haagse-regio-gestart-in-ado-stadion.html", "summary": "Medewerkers van verpleeghuizen in de Haagse regio kunnen zich vanaf maandag laten vaccineren tegen het coronavirus.\nOp de priklocatie bij het stadion van voetbalclub ADO worden de eerste vaccins toegediend.\nOngeveer tweehonderdduizend medewerkers uit de langdurige zorg hebben een afspraak kunnen maken voor de eerste vaccinatie en voor de herhaalprik drie weken later.\nOngeveer 65.000 mensen die nu nog geen afspraak hebben, moeten enkele weken wachten tot er weer genoeg vaccinvoorraad is.\nNa de zorgmedewerkers uit de verpleeghuizen en kleinschalige woonvormen, worden ook de 178.000 zorgmedewerkers in de gehandicaptenzorg en 166.000 mensen uit de wijkverpleging en Wmo-ondersteuning uitgenodigd voor de vaccinatie.", "paragraphs": ["Medewerkers van verpleeghuizen in de Haagse regio kunnen zich vanaf maandag laten vaccineren tegen het coronavirus. Op de priklocatie bij het stadion van voetbalclub ADO worden de eerste vaccins toegediend.", "Ongeveer tweehonderdduizend medewerkers uit de langdurige zorg hebben een afspraak kunnen maken voor de eerste vaccinatie en voor de herhaalprik drie weken later.", "Alle ruimte voor afspraken is inmiddels volgeboekt. Ongeveer 65.000 mensen die nu nog geen afspraak hebben, moeten enkele weken wachten tot er weer genoeg vaccinvoorraad is.", "Na de zorgmedewerkers uit de verpleeghuizen en kleinschalige woonvormen, worden ook de 178.000 zorgmedewerkers in de gehandicaptenzorg en 166.000 mensen uit de wijkverpleging en Wmo-ondersteuning uitgenodigd voor de vaccinatie."], "authors": ["Door"], "keywords": ["mensen", "van", "haagse", "voor", "adostadion", "uit", "en", "gestart", "zorgmedewerkers", "weken", "verpleeghuizen", "verplegers", "regio", "worden", "vaccinatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}