{"id": "7b5b0df5-5c48-334c-86d4-555ae4918e7b", "title": "Wetenschap moet ook goed verkocht worden aan het publiek", "url": "https://trouw.nl/opinie/wetenschap-moet-ook-goed-verkocht-worden-aan-het-publiek~ba9a3600/", "summary": "Dat aan de talkshowtafel een leek met een goed verhaal het tegenwoordig wint van een expert van het OMT.\nHet wordt vaak gezien als een nieuwe ontwikkeling – de opkomst van de pr-mensen tegenover de neergang van de wetenschap.\nDit is overigens ook in het belang van de wetenschap zelf: die is sterk afhankelijk van fondsen en subsidies.\nOm die te kunnen ontvangen, is het belangrijk dat de samenleving het nut en de noodzaak blijft inzien van de wetenschap.\nSimpel: zijn ­online uitingen zijn raar en heftig, en mensen klikken nu eenmaal graag op rare en heftige dingen", "paragraphs": ["Aan de talkshowtafel hoeven de wetenschappers het niet te verliezen van de handige pr-mensen. Goed verkopen kun je leren, ook als academicus, betoogt Machiel van der Wal, student retorica.", "In de coronatijd is een veelgehoord standpunt dat de wetenschap haar gezag verliest. Dat aan de talkshowtafel een leek met een goed verhaal het tegenwoordig wint van een expert van het OMT. Het wordt vaak gezien als een nieuwe ontwikkeling – de opkomst van de pr-mensen tegenover de neergang van de wetenschap. Maar er is niets nieuws onder de zon. Communicatie wint het al ettelijke eeuwen van de waarheid. In Plato’s Gorgias uit de vierde eeuw voor Christus zegt Gorgias: “Er is geen onderwerp waarover een redenaar niet overtuigender kan spreken dan welke andere vakman ook”.", "Pr-mensen zijn de moderne redenaars. Gelikte plaatjes en mooie praatjes zijn hun retorische trucs. Een sappig pr-verhaal valt altijd beter dan een droog wetenschapsverhaal. Hierdoor wint aan talkshowtafels niet wat waar is, maar wie het meest overtuigend overkomt. De invloed van de wetenschap ligt mede in het overtuigend kunnen brengen van wetenschappelijke waarheden. Als dat niet lukt, kalft het gezag af.", "Dat de kijker niet ontvankelijk zou zijn voor de nuances van de wetenschap, is een mythe. Afleveringen van DWDD University met bijvoorbeeld Erik Scherder en Robbert Dijkgraaf konden op ruim een miljoen kijkers rekenen. Ze behandelden onderwerpen als ons brein en de allerkleinste deeltjes. Helaas zijn er niet veel wetenschappers die complexe materie zo helder en boeiend uit kunnen leggen.", "In de ideale wereld is iedereen direct overtuigd van wetenschappelijke waarheden, maar zo redelijk is de mens helaas niet. De oplossing ligt, zowel op tv als bij dikke rapporten, in goede wetenschapscommunicatie. Dat is een vak apart. Het is meer dan alleen wat geschikte metaforen bedenken om een complex concept te illustreren. Een verhaal moet volledig op de lezer of luisteraar zijn afgestemd om overtuigend te zijn. Gelukkig is deze vaardigheid aan te leren.", "Elke universiteit zou in haar curricula voldoende aandacht aan wetenschapscommunicatie moeten besteden. Wetenschappers uit alle vakgebieden moeten hun kennis overtuigend kunnen overbrengen aan leken. Dit is overigens ook in het belang van de wetenschap zelf: die is sterk afhankelijk van fondsen en subsidies. Om die te kunnen ontvangen, is het belangrijk dat de samenleving het nut en de noodzaak blijft inzien van de wetenschap. Een wetenschapper moet zich als vakman kunnen verdedigen tegen een misleidende redenaar.", "Lees ook:", "Wat kies je tijdens je koffiepauze: de nuance van Jaap van Dissel of vlogger Tisjeboyjay die zin heeft in een feestje?", "Hoe kan het dat rapper Lange Frans voor veel mensen plotseling geldt als politiek kompas en vooraanstaand viroloog? Simpel: zijn ­online uitingen zijn raar en heftig, en mensen klikken nu eenmaal graag op rare en heftige dingen"], "authors": ["Machiel Van Der Wal"], "keywords": ["goed", "moet", "van", "zijn", "publiek", "verkocht", "en", "een", "wetenschap", "dat", "aan", "ook", "niet", "het", "worden", "als"], "pubDate": "2021-01-04T10:08:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}