{"id": "7b61cda1-5b56-33f1-8525-307a7680c026", "title": "Vierde official Sebastian Coltescu riskeert schorsing van 10 wedstrijden voor vermeend racisme", "url": "https://www.telegraaf.nl/sport/165115202/vierde-official-sebastian-coltescu-riskeert-schorsing-van-10-wedstrijden-voor-vermeend-racisme", "summary": "Volgens de Franse sportkrant L’Equipe zou Coltescu een schorsing van tien speeldagen boven het hoofd hangen.\nVooral het aanvankelijk voorstel om de vierde official naar het busje van de VAR te verbannen en de wedstrijd gewoon verder te zetten, heeft bij velen kwaad bloed gezet.\nBekijk ook: Voetbalwereld en media spreken schande van vermeend racismegeval in ParijsSjeik Nasser El-Khelaïfi, voorzitter van PSG en lid van het uitvoerend comité van de UEFA, heeft er dinsdagavond dan ook alles aan gedaan om tot een oplossing zonder al te veel gezichtsverlies te komen.\nEerder op woensdag meldde het persagentschap DPA op basis van een Twitteraccount dat Coltescu zich heeft verontschuldigd voor het incident van dinsdagavond.\nNu blijkt dat account echter niet van Coltescu te zijn.", "paragraphs": ["Volgens de Franse sportkrant L’Equipe zou Coltescu een schorsing van tien speeldagen boven het hoofd hangen. Scheidsrechters worden immers berecht door dezelfde disciplinaire commissie die ook de spelers beoordeeld.", "Artikel 14 van het disciplinair reglement van de UEFA is formeel: „Ieder persoon die de waardigheid van een ander persoon of een groep aanvalt om om het even welke reden, in bijzonderheid huidskleur, etnische afkomst, geslacht, geloof of seksuele geaardheid, riskeert een schorsing van minstens tien wedstrijden of een te bepalen duur, of eender welke andere geschikte sanctie.”", "Kwaad bloed", "UEFA heeft alvast een onderzoek bevolen en richt zich hierbij niet enkel op de rol van de vierde scheidsrechter maar ook die van de hoofdarbiter en of hij al dan niet de ernst van de situatie correct heeft ingeschat en of hij de juiste maatregelen heeft getroffen.", "Ook de UEFA zelf ligt onder vuur. Vooral het aanvankelijk voorstel om de vierde official naar het busje van de VAR te verbannen en de wedstrijd gewoon verder te zetten, heeft bij velen kwaad bloed gezet. Het is pas na overleg met de hoogste instanties en nadat UEFA-voorzitter Ceferin op de hoogte werd gebracht, dat men tot het besluit kwam de wedstrijd ’s anderendaags verder te zetten.", "Bekijk ook: Voetbalwereld en media spreken schande van vermeend racismegeval in Parijs", "Sjeik Nasser El-Khelaïfi, voorzitter van PSG en lid van het uitvoerend comité van de UEFA, heeft er dinsdagavond dan ook alles aan gedaan om tot een oplossing zonder al te veel gezichtsverlies te komen.", "Roemeense bond: geen excuses", "Coltescu heeft overigens toch níet zijn excuses aangeboden op Twitter. De Roemeense voetbalbond meldt dat de official niet actief is op sociale media. Eerder op woensdag meldde het persagentschap DPA op basis van een Twitteraccount dat Coltescu zich heeft verontschuldigd voor het incident van dinsdagavond. Nu blijkt dat account echter niet van Coltescu te zijn."], "authors": ["Onze Telesportredactie"], "keywords": ["riskeert", "van", "official", "heeft", "het", "op", "vermeend", "sebastian", "vierde", "wedstrijden", "schorsing", "racisme", "een", "ook", "te", "en", "om", "niet", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}