{"id": "7b6734a5-d6cb-3884-ae40-7d4e3637c756", "title": "Leider Toneelgroep Oostpool weg na onderzoek naar seksueel wangedrag", "url": "https://nu.nl/cultuur-overig/6100567/leider-toneelgroep-oostpool-weg-na-onderzoek-naar-seksueel-wangedrag.html", "summary": "Trouw schrijft dat dit de uitkomst is van een onderzoek naar seksueel grensoverschrijdend gedrag van Azzini.\nZakelijk leider Ruud van Meijel was al vertrokken en wordt in het rapport ook veel verweten.\nTrouw schrijft verder dat Azzini de uitkomsten van het rapport gelezen heeft, maar zich niets van de geschetste gebeurtenissen kan herinneren.\nOok Van Meijel wordt beticht van machtsmisbruik en kleinerend gedrag.\nHet functioneren van Azzini en zijn collega's werd onderzocht nadat vier medewerkers vorig jaar maart melding maakten van grensoverschrijdend gedrag.", "paragraphs": ["Marcus Azzini keert definitief niet terug als artistiek leider van Toneelgroep Oostpool in Arnhem. Trouw schrijft dat dit de uitkomst is van een onderzoek naar seksueel grensoverschrijdend gedrag van Azzini.", "Ook de voorzitter van de raad van bestuur moet stoppen. Zakelijk leider Ruud van Meijel was al vertrokken en wordt in het rapport ook veel verweten. Azzini vertrok vorig jaar juni in afwachting van het onderzoek.", "Volgens de makers van het rapport, die sinds afgelopen zomer met 25 mannen en 18 vrouwen hebben gesproken over de periode tussen 2008 en 2019, gaat het om consistente verklaringen over seksueel grensoverschrijdend gedrag van Azzini.", "Trouw schrijft verder dat Azzini de uitkomsten van het rapport gelezen heeft, maar zich niets van de geschetste gebeurtenissen kan herinneren. Hij wil in gesprek met de personen die een klacht over hem hebben ingediend.", "Een woordvoerder van de toneelgroep laat aan NU.nl weten dat alle medewerkers woensdag geïnformeerd zijn over de hoofdlijnen van het onderzoek, die ze op locatie volledig kunnen inzien.", "Tot en met 16 januari kunnen ze opmerkingen maken over de vervolgstappen, die de raad van toezicht kan meewegen voor het definitieve rapport. Dit rapport zal op 19 januari naar buiten worden gebracht.", "Een van de grootste theatergezelschappen", "De in Brazilië geboren Azzini zou geprobeerd hebben medewerkers te zoenen en aan te raken. Ook was hij volgens de onderzoekers betrokken bij machtsmisbruik, intimidatie en pesterijen. Ook Van Meijel wordt beticht van machtsmisbruik en kleinerend gedrag.", "Toneelgroep Oostpool is een van de grootste theatergezelschappen van Nederland. Het functioneren van Azzini en zijn collega's werd onderzocht nadat vier medewerkers vorig jaar maart melding maakten van grensoverschrijdend gedrag."], "authors": ["Door"], "keywords": ["van", "leider", "toneelgroep", "onderzoek", "naar", "en", "met", "wangedrag", "weg", "azzini", "seksueel", "ook", "rapport", "het", "hebben", "medewerkers", "die", "oostpool"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}