{"id": "7b6c20b6-3995-3fa5-981a-8b73559e5bed", "title": "‘Selecteer jeugdige talenten niet te jong. De Messi’s komen toch wel bovendrijven’", "url": "https://volkskrant.nl/sport/selecteer-jeugdige-talenten-niet-te-jong-de-messi-s-komen-toch-wel-bovendrijven~b9a14a69/", "summary": "Wil je in een selectie van een club komen, dan moet je op jonge leeftijd veel voetballen.\nTerwijl we weten dat het voor de ontwikkeling van het kind op tal van vlakken beter is om veel te doen in diverse sporten.\n‘In Duitsland hebben ze gekeken naar grote groepen die de Mannschaft haalden, jongens die prof werden en jongens die het niet redden.\nDe poel spelers is veel te klein, dat komt omdat we tegen veel kinderen zeggen: die kan het niet.\nLos het maar op.’ We moeten uitgaan van de ontwikkeling van het kind.", "paragraphs": ["Tennisser Roger Federer. Beeld EPA", "Provocerend stelt bewegingswetenschapper Sebastiaan Platvoet (41): ‘Selectie van kinderen in de sport onder de 12 jaar zou verboden moeten worden.’ Volgens hem blijkt uit jarenlang onderzoek dat vroeg selecteren verkeerd uitpakt. ‘Het is onnodig en onverstandig. Onverstandig omdat je kinderen uitsluit. Daarbij vallen veel geselecteerden af, wat negatieve consequenties heeft. Bij balsporten is alle selectie vóór de groeispurt redelijk discutabel.’", "Platvoet verdedigt zijn stelling maandag aan de Rijksuniversiteit Groningen met zijn proefschrift Physical Education, a gold mine for the development of future successful athletes. De bewegingswetenschapper en onderzoeker talentherkenning pleit voor selectie op latere leeftijd in bijvoorbeeld het voetbal, omdat talent verloren gaat. ‘We zijn bang om de Messi te missen. Maar er zijn maar heel weinig Messi’s.’", "Platvoet is gespecialiseerd in voetbal en kent de verhalen van clubs. ‘Als wij het niet doen...’ Maar kracht, snelheid, uithoudingsvermogen en mentaliteit ontluiken pas na de groeispurt. Alleen de basismotoriek is min of meer bepaald op jeugdige leeftijd. ‘Als die goed is, kun je ver komen in een sport.’ Belangrijk is te screenen op motoriek en drive om die te ontwikkelen.", "Platvoet: ‘Vroege selectie leidt tot vroege specialisatie. Wil je in een selectie van een club komen, dan moet je op jonge leeftijd veel voetballen. Terwijl we weten dat het voor de ontwikkeling van het kind op tal van vlakken beter is om veel te doen in diverse sporten. Maar dat kan dan haast niet meer. Er is ook veel uitval, terwijl kinderen met een bredere ontwikkeling een betere basis hebben en minder blessures krijgen. Bovendien is het gewoon leuk om andere sporten te doen.’", "Platvoet strooit met onderzoeken. ‘In Duitsland hebben ze gekeken naar grote groepen die de Mannschaft haalden, jongens die prof werden en jongens die het niet redden. Degenen met het uiteindelijk hoogste niveau speelden op jongere leeftijd het meest door voetbal als spel te zien. Degenen die het vroegst specialiseerden, vielen het eerst af. Maar je moet wel veel doen. Als je binnen blijft zitten, red je het niet.’", "Hij wijst op tennisser Roger Federer, die aangaf dat zijn voetenwerk voortkomt uit voetbal, basketbal, badminton en andere sporten. ‘Vanaf 12, 13 is hij gaan specialiseren.’", "Platvoet doet al tien jaar onderzoek. ‘We weten weinig van jonge kinderen als het gaat over topsport. Maar we selecteren ze wel. Feyenoord, Ajax, ADO, al die clubs hebben een ploeg onder 8 jaar, al zie je verschuivingen. FC Utrecht en Vitesse zeggen: dat moeten we niet doen. Als je kinderen onder 8 selecteert, ben je vanaf 6 aan het scouten.", "‘Wat heeft een kind van 6 aangeboden gekregen? Waar kijk je dan naar? Terwijl het lerend vermogen enorm is. Alle studies zijn vooral gericht op degenen die al geselecteerd waren, die al in het systeem zaten. De vraag is of je dan niet heel veel mist. Ik denk van wel.’", "Frenkie de Jong. Beeld BSR Agency", "De voorstanders van zo jong mogelijk selecteren zullen zeggen: Matthijs de Ligt, Frenkie de Jong; hoe vroeg zijn ze niet bij profclubs terechtgekomen? ‘Maar we weten niet waar ze waren geweest als dat niet was gebeurd. We weten ook niet wie we door het systeem hebben gemist.", "‘In Nederland voetballen zoveel kinderen: de Frenkies en de Van Persies komen in welk systeem dan ook naar voren. De vraag is of het Nederlandse voetbal in de breedte gebaat is bij het huidige systeem. Kijk wat vlak onder de top zit. De poel spelers is veel te klein, dat komt omdat we tegen veel kinderen zeggen: die kan het niet. Afgeschreven.", "‘Je moet kijken naar werkhouding en sportief leervermogen in combinatie met brede motoriek. Dat kan ook prima in het bewegingsonderwijs. Creativiteit is ook belangrijk. We hadden voor de zomer bij mijn amateurclub alle teams bij elkaar gegooid. Ik had één teampje. Jongens van 8. Ik wenste ze succes. ‘Hoe gaan we spelen?’, vroegen ze. Ik zeg: ‘Daar is een doel en daar is een doel. Scoor vaker dan de tegenpartij. Los het maar op.’ We moeten uitgaan van de ontwikkeling van het kind. Dat is moeilijk voor veel mensen.’", "Niet ieder kind kan uitblinken. ‘In het voetbal selecteren we jaarlijks ongeveer achthonderd jongetjes voor profclubs, tussen 6 en 9 jaar. Terwijl in die leeftijd 180 duizend jongens voetballen. Een half procent wordt geselecteerd. Die jongetjes krijgen zoveel training dat ze een voorsprong nemen op anderen, terwijl maar weinig van hen het zullen halen. De kunst is: herkennen dat kinderen bepaalde mogelijkheden hebben, maar nog niet selecteren. Talent herkennen en uitdagen, in plaats van zeggen: jij bent mijn volgende topper.’", "Bekend is het Noorse model: later selecteren. De Noren zijn succesvol, gemeten naar inwonertal. Ze gelden in de sportwereld als voorbeeld, al durven weinig landen het model over te nemen. Platvoet tekent aan dat ook Noren selecteren, zeker in sporten waarin ze uitblinken. En ze kijken ook met enige afgunst naar Nederland, om de talentherkenning en het aanbieden van extra uitdagingen.", "Maar hier gaat talent verloren. Op de website van De Graafschap zag Platvoet negen jongens uit de ploeg onder 9 jaar, gevist uit een regio van pakweg 180 clubs. ‘Feyenoord begint bij onder 8. Op 13-jarige leeftijd zit nog maar 10 procent van die jongens bij Feyenoord. Waarom haal je dan jongens op 7-jarige leeftijd, wetende dat zoveel desillusies volgen? Terwijl je niets kunt zeggen over groei, mentaliteit.’", "Dan heeft hij het nog niet eens gehad over het geboortemaandeffect, de voorsprong voor kinderen die vroeg in het jaar zijn geboren. Ook bij het nationaal team van jongens onder 15 is dat onderzocht. 80 procent is geboren in januari, februari en maart. ‘Je moet in het eerste half jaar liefst in de eerste drie maanden geboren zijn om in bepaalde jeugdteams te komen. Dat is absurd.’", "Betaalde clubs proberen daarmee rekening te houden tegenwoordig, maar zij selecteren bij amateurclubs, en die kiezen de oudste, de grootste en de sterkste. Het effect heft zichzelf pas op als je vanaf 12, 13 jaar kijkt.", "‘Ik heb er met FC Utrecht over gesproken: misschien moet je tot onder 14 niet eens meer scouts inzetten. Op jongere leeftijd gaat het erom hoe snel je je ontwikkelt. Hoe graag wil je, hoe ga je met anderen op het veld om? Je kunt beter naar trainingen kijken.’ Steeds meer clubs zetten in plaats van scouts trainers neer bij amateurclubs om daar een paar keer per week training te geven.", "‘Bij FC Twente werden jongetjes die terugkeerden naar de amateurclub waar ze vandaan kwamen met scheve ogen aangekeken. Grote mond toen je wegging en nu kom je hier weer voetballen.’"], "authors": ["Willem Vissers"], "keywords": ["van", "toch", "het", "op", "maar", "die", "jong", "niet", "je", "te", "messis", "selecteer", "en", "talenten", "dat", "komen", "een", "wel", "jeugdige"], "pubDate": "2020-10-25T18:14:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}