{"id": "7b85d30c-f6a4-30e8-a5f2-7367ab8dfe26", "title": "Saskia geniet heerlijk in haar dijkhuisje tussen de knorrende huisvarkens", "url": "https://volkskrant.nl/mensen/saskia-geniet-heerlijk-in-haar-dijkhuisje-tussen-de-knorrende-huisvarkens~b01458e6/", "summary": "Beeld Jan Dirk van der BurgSaskia van der Donk (52), GorinchemSaskia liep vroeger als rasdoemdenker in de Gorkumse punkscene met ‘No future’ op haar jas, maar gezien de idyllische situatie van dertig jaar later – een schattig dijkhuisje waar ze zelf sieraden maakt op een soundtrack van zacht knorrende huisvarkens – bleek dat geen adequate toekomstvoorspelling.\nHet mag wel even een tandje minder nadat ze twintig jaar als zelfbenoemd drugsbarones – ‘die gooi ik er altijd in op feestjes’ – een coffeeshop van het type gezellig-en-zonder-gedonder heeft gerund.\n‘Ik ben ook nog gestopt met drinken, die beslissing op zich heeft mij heel wat borrels gekost, maar helder leven is heerlijk.’ Wat wel is gebleven zijn de biggen.\n‘Ik heb nooit een kinderwens gehad, maar had wel altijd een denkbeeldig varkentje, Koteletje Asobig heette dat.\nDat was achteraf een ideaalbeeld, want die leefde alleen in mijn hoofd.", "paragraphs": ["Beeld Jan Dirk van der Burg", "Saskia van der Donk (52), Gorinchem", "Saskia liep vroeger als rasdoemdenker in de Gorkumse punkscene met ‘No future’ op haar jas, maar gezien de idyllische situatie van dertig jaar later – een schattig dijkhuisje waar ze zelf sieraden maakt op een soundtrack van zacht knorrende huisvarkens – bleek dat geen adequate toekomstvoorspelling. Het mag wel even een tandje minder nadat ze twintig jaar als zelfbenoemd drugsbarones – ‘die gooi ik er altijd in op feestjes’ – een coffeeshop van het type gezellig-en-zonder-gedonder heeft gerund. ‘Het blijft mijn kindje dus ik ben er nog vaak, maar na al die jaren in de binnenstad ben ik zelf ook verbaasd als ik mezelf nu zie, lekker op mijn dijkje helemaal zen te wezen!’", "En er is meer wat Saskia wat linkser laat liggen. ‘Ik ben ook nog gestopt met drinken, die beslissing op zich heeft mij heel wat borrels gekost, maar helder leven is heerlijk.’ Wat wel is gebleven zijn de biggen. ‘Ik heb nooit een kinderwens gehad, maar had wel altijd een denkbeeldig varkentje, Koteletje Asobig heette dat. Dat was achteraf een ideaalbeeld, want die leefde alleen in mijn hoofd. Deze gilt tegen de 100 decibel en sloopt ongeveer alles. Maar verder zó leuk!’"], "authors": ["Jan Dirk Van Der Burg"], "keywords": ["van", "wat", "knorrende", "het", "heerlijk", "op", "maar", "die", "tussen", "huisvarkens", "saskia", "ik", "haar", "geniet", "een", "dijkhuisje", "mijn", "wel"], "pubDate": "2020-12-03T15:00:20+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}