{"id": "7b8a07d7-c8b8-3f3d-a3a1-4e1ffa2f141a", "title": "Het ten onrechte vergeten ‘Kruis of munt’ (1949) van Jo Boer verdient een nieuw publiek", "url": "https://trouw.nl/cultuur-media/het-ten-onrechte-vergeten-kruis-of-munt-1949-van-jo-boer-verdient-een-nieuw-publiek~b8fde251/", "summary": "Ik had nog nooit van het boek, noch van de schrijfster gehoord, maar het is een canon-waardige klassieker waarvan ik me afvraag hoe wij hem met zijn allen hebben kunnen vergeten.\nJo Boer was een opmerkelijke, eigenzinnige vrouw die zich niets aantrok van kleinburgerlijke oordelen over haar (openlijk homoseksuele) levenswandel.\nDe pogingen van het eenzame meisje iets van het leven te maken, te begrijpen wat er aan de hand is, en haar stille, geheime opstandigheid zijn – ik gebruik het woord niet vaak – aangrijpend.\nEven genadeloos en beklemmend zet Jo Boer de relaties op scherp als de beroemde schrijver die haar roman bekroonde.\nTegen de tijd dat de schrijver de norse opa vergelijkt met ‘een doodzieke, ruiende arend’ ben je overtuigd van de rijkdom van het proza.", "paragraphs": ["Johanna Maria Boer (1907-1993) schreef in de jaren veertig een klein oeuvre bij elkaar en verdween daarna uit beeld. Haar roman Kruis of munt uit 1949 is nu opnieuw uitgebracht. Ik had nog nooit van het boek, noch van de schrijfster gehoord, maar het is een canon-waardige klassieker waarvan ik me afvraag hoe wij hem met zijn allen hebben kunnen vergeten.", "Jo Boer was een opmerkelijke, eigenzinnige vrouw die zich niets aantrok van kleinburgerlijke oordelen over haar (openlijk homoseksuele) levenswandel. Schilderen zag ze als haar grote talent, het schrijven als een ambacht. Ze ging om met de Hollandse kunstenaarselite, woonde enige tijd in bij Charley Toorop, kwam na de oorlog in de literaire kring rond Anna Blaman en Gerard Reve terecht.", "Nog voor de verschijning viel Kruis of munt in de prijzen. Uit handen van F. Bordewijk kreeg Jo Boer de literaire prijs die thans naar de schrijver van Karakter en Bint genoemd is. Wie die werken kent, begrijpt trouwens meteen waarom Bordewijk Kruis of munt zo goed vond.", "Nukkige man", "Jo Boer vertelt in deze roman het verhaal van drie generaties vrouwen uit een familie die rond 1910 terugkeert vanuit Indië naar Den Haag, en daar de draai niet weet te vinden. Grootmoeder Johanna is een warme vrouw die lijdt onder haar nukkige, dominante man.", "Na diens dood probeert ze tevergeefs de lieve vrede in haar familie te bewaren. Haar dochter Aletta is ernstig beschadigd door een mislukt huwelijk. In Indië werd ze in hoogzwangere toestand bedrogen en achtergelaten door haar echtgenoot. Haar pijn en gevoel van mislukking reageert zij af op haar dochtertje Jopie, en nee, niet door een beetje mopperig te doen, maar door het kind systematisch dwars te zitten en te kleineren. Het conflict tussen de moeder en de dochter beweegt deze roman voort, in een kalm tempo, slepend en onafwendbaar naar een einde dat voor je gevoel alleen maar noodlottig kan zijn, als in een roman van Marcellus Emants of Arthur van Schendel.", "Moeder Aletta ziet in haar dochter de trekken van de man die haar bedroog en wil zich op hem wreken via het kind. Ze geeft Jopie geen millimeter ruimte om het leven te ontdekken, terwijl dat al moeilijk genoeg is in het benepen Haagse milieu.", "Stille opstand", "Door het kind te straffen, straft de moeder ook zichzelf, want ze heeft Jopie op haar verknipte manier ook lief: “Ik ben je vijand niet. Niemand meent het beter met je dan ik. Alles wat ik doe, is voor je bestwil…” Vervolgens ontzegt ze het kind de omgang met haar enige vriend, haar neef Jantje.", "De belangrijkste en meest ontroerende stem in de roman is die van Jopie zelf. De pogingen van het eenzame meisje iets van het leven te maken, te begrijpen wat er aan de hand is, en haar stille, geheime opstandigheid zijn – ik gebruik het woord niet vaak – aangrijpend. De scène waarin de kleine Jopie met haar neef honderd vliegen doodmept met een krant, in ruil voor een koekje, waarna ze ontdekt dat volwassenen totaal onbetrouwbaar zijn, zal me altijd bijblijven.", "Lichtvoetig is het echter niet. De enige die wat lucht in de wurgende familiesfeer weet te brengen is de joyeuze oom Charles, Johanna’s enige zoon die in Indië is gebleven en hen soms bezoekt. ‘Pile ou face’, kruis of munt, is zijn levensmotto, waarmee hij wil zeggen: in het leven is het erop of eronder. Iets ertussenin bestaat niet, je eet of je wordt gegeten. Naturalisme avant la lettre, maar hij ziet één scenario over het hoofd: dat het voor alle deelnemers in dit strijdperk bij al te grote halsstarrigheid onherroepelijk eronder wordt.", "Ruiende arend", "Kruis of munt is in de thematiek van de strijd tussen moeder en dochter de pendant van Karakter de grote vader-zoon-roman van Bordewijk. Even genadeloos en beklemmend zet Jo Boer de relaties op scherp als de beroemde schrijver die haar roman bekroonde. De bloemrijke stijl doet eerder denken aan de Haagse romans van Louis Couperus, wat goed past bij de tijd waarin het verhaal zich afspeelt, maar voor de hedendaagse lezer misschien even wennen is. Doorzetten, zou ik zeggen. Tegen de tijd dat de schrijver de norse opa vergelijkt met ‘een doodzieke, ruiende arend’ ben je overtuigd van de rijkdom van het proza.", "‘Het verslag van mijn jeugd’ noemde Jo Boer dit boek, je wenst niemand zo’n jeugd toe, maar het levert een uitzonderlijk goede roman op die naar ik hoop na zeventig jaar zijn weg in de canon weet te vinden, en ­anders toch tenminste naar een heleboel ­lezers.", "Beeld -", "Jo Boer", "Kruis of munt", "Prometheus, 304 blz. € 24,99"], "authors": ["Gerwin Van Der Werf"], "keywords": ["vergeten", "van", "kruis", "het", "munt", "die", "ik", "verdient", "haar", "een", "en", "nieuw", "publiek", "te", "ze", "onrechte", "jo", "je"], "pubDate": "2020-11-21T17:24:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}