{"id": "7b92cac4-0fa3-3334-a339-e00b6b051894", "title": "Het leuke aan corona is dat je iedere week weer op een andere groep boos kunt zijn", "url": "https://volkskrant.nl/columns-opinie/het-leuke-aan-corona-is-dat-je-iedere-week-weer-op-een-andere-groep-boos-kunt-zijn~ba3f42bf/", "summary": "Het goeie aan corona is dat je altijd wel op ­iemand boos kunt zijn.\nEn dat is prettig, want zo kun je al je woede op een virus dat zich verder nergens wat van aantrekt op andere mensen richten.\nToen werden we boos op mensen die zich ­vrijelijk bewogen in de natuur.\nAls extra motor voor de kwaadheid komt hierbij dat die mensen in die winkels allemaal rommel kopen die de aarde nog iets sneller aan zijn eind helpt.\nDus dan kun je je daar óók kwaad over maken.", "paragraphs": ["Het goeie aan corona is dat je altijd wel op ­iemand boos kunt zijn. En dat is prettig, want zo kun je al je woede op een virus dat zich verder nergens wat van aantrekt op andere mensen richten. En: de boosheid is ook een gespreksonderwerp. Dat heb je nodig.", "Weet u nog, zes eeuwen geleden, toen corona begon? Toen waren we allemaal boos op jonge mensen. Ik ook, ik geef het toe. Zag je ze zo dicht bij elkaar lopen op straat, sommigen zaten zelfs in een kringetje in het park, de vuile klootzakken!", "Dit sloeg ineens om toen we allemaal tegelijk doorkregen dat je jongeren weinig kwaad kon nemen. Ten eerste kregen ze die ziekte amper, ten tweede bleven ze heus weg bij hun omaatjes – althans, de jongeren die ik ken – en ten derde: ze waren jong. Dan móét je dicht tegen elkaar aan zitten, trekjes van elkaars joint nemen, met je tong de tong van andere mensen aanraken, liefst op frequente basis. Dat kun je jonge mensen niet voor onbepaalde tijd geheel verbieden. Dus de jongeren hadden een vrijstelling.", "Toen werden we boos op mensen die zich ­vrijelijk bewogen in de natuur. Ik ook. Zag ze daar zitten op het strand! Zag ze daar wandelen in het bos! Verdomme, had Rutte niet gezegd dat we binnen moesten blijven? ‘Ben jij nog in het park geweest?’ ‘Nou, ik ging er even heen, maar er zaten allemaal mensen!’ ‘Gatverdamme, wat een schoften!’ ‘Ja!’", "Ook dit sloeg om. Niemand kende eigenlijk ­iemand die corona had opgelopen in het bos. En van al dat binnenzitten werden we ook niet gezonder. Er ontstond draagvlak voor mensen die wandelden in de natuur.", "Maar nu heb ik de ideale groep mensen gevonden om woedend op te zijn. De afgelopen week heb ik me zeker eens per dag heerlijk kwaad gemaakt op mensen die in rijen stonden en in drommen door winkels strompelden vanwege Black Friday. Black Friday is een vrijdag die acht dagen duurt, dus ik had alle tijd om me op te winden. ‘DUS JE MAG WEL MET ZIJN MILJARDEN DOELLOOS DOOR DE MEDIAMARKT DARREN, EN NIET METERS UIT ELKAAR STILLETJES IN EEN THEATER ZITTEN?’, is wellicht een zin die wellicht honderd keer aan mijn mond is ontsnapt. Als extra motor voor de kwaadheid komt hierbij dat die mensen in die winkels allemaal rommel kopen die de aarde nog iets sneller aan zijn eind helpt. Dus dan kun je je daar óók kwaad over maken.", "Hiep fucking hoi!", "Maar gisteren hoorde ik mezelf ineens zeggen: ‘Die mensen hebben ook al maanden niets te doen. Als de horeca open was geweest, konden ze nog eens gezellig naar een cafeetje, maar nu is de uitverkoop je uitje.’", "Ik dreig begrip te krijgen voor mensen die in de rij staan bij de Action.", "Corona maakt je zo kwaad en mild tegelijk."], "authors": ["Aaf Brandt Corstius"], "keywords": ["groep", "kunt", "iedere", "het", "op", "mensen", "die", "zijn", "ik", "een", "je", "dat", "weer", "week", "ze", "en", "leuke"], "pubDate": "2020-11-29T18:39:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}