{"id": "7b9cc161-e9f1-30eb-8832-99d059c9cb85", "title": "Op reis door de aarde: over de 19e eeuwse fascinatie voor de wereld onder de grond", "url": "https://www.parool.nl/kunst-media/op-reis-door-de-aarde-over-de-19e-eeuwse-fascinatie-voor-de-wereld-onder-de-grond~bf4dd4ab/", "summary": "Na de schok volgde nog een vloedgolf, die we nu tsunami zouden noemen, en een reeks branden.\nHet is het begin van Op reis door de aarde, Onder de grond in de negentiende eeuw, het nieuwe boek van kunsthistoricus en jurist Robert Verhoogt over de negentiende-eeuwse fascinatie voor de wereld onder de grond.\nIn zijn nieuwste publicatie verlegt hij het perspectief van de lucht naar het binnenste van de aarde.\nOnder leiding van een gids daalde Van Gogh zelf ook af naar een mijn.\nRiolering, metro en leidingen voor water, stroom, en telefoon gingen allemaal onder de grond, wat essentieel was voor het functioneren van de bovengrondse stad.", "paragraphs": ["Tijdens de grote aardbeving van San Francisco in 1906 viel op de universiteit van Stanford een beeld van geoloog Louis Agassiz van een gebouw naar beneden en doorboorde de grond. Beeld Stanford University, California", "Aardbevingen, vulkaanuitbarstingen, fossielen en de aanleg van tunnels en metro’s. In de negentiende eeuw ontdekte men de wereld onder de grond. Robert Verhoogt schreef een cultuurhistorisch boek over de ontdekking van het onderaardse.", "‘Nauwelijks hebben ze de stad Lissabon betreden of zij voelen de aarde beven onder hun ­voeten. De zee komt kolkend opzetten in de haven en verbrijzelt de schepen die daar voor anker liggen. Een werveling van vuur en as bedekt de straten en pleinen; huizen storten in, daken worden op de fundamenten geworpen en de fundamenten vallen uiteen; dertig duizend inwoners van alle leeftijden en beiderlei geslacht worden verbrijzeld onder het puin.’", "In Candide. Of het optimisme beschrijft Voltaire (1693-1778) de aardbeving van Lissabon op 1 november 1755. Het was een van de zwaarste aardbevingen van de geschiedenis, die de prachtige oude stad Lissabon in luttele ogenblikken veranderde in een puinhoop. Na de schok volgde nog een vloedgolf, die we nu tsunami zouden noemen, en een reeks branden.", "Het is het begin van Op reis door de aarde, Onder de grond in de negentiende eeuw, het nieuwe boek van kunsthistoricus en jurist Robert Verhoogt over de negentiende-eeuwse fascinatie voor de wereld onder de grond. Verhoogt schreef eerder een boek over de geschiedenis van de luchtballon en de sporen die deze uitvinding heet nagelaten in de cultuur van de negentiende eeuw. In zijn nieuwste publicatie verlegt hij het perspectief van de lucht naar het binnenste van de aarde.", "Tussen de puinhopen", "Graven in de grond is als reizen door de tijd, zoals de archeoloog Alain Schnapp ooit zei. Verhoogt bespreekt een aantal rampen en ontdekkingen en laat de lezer meekijken door de ogen van tijdgenoten. Voltaire schreef over de aardbeving van Lissabon – zonder daar overigens getuige van te zijn geweest – Goethe beklom de Vesuvius en Mary Anning (in de nieuwe film Ammonite vertolkt door Kate ­Winslet) vond prehistorische fossielen langs de Engelse zuidkust. De grote aardbeving van San Francisco in 1906, die het einde markeert van de cultuurhistorische studie, viel toevallig samen met een optreden van de beroemde Napolitaanse operazanger Enrico Caruso, die zich volgens de overlevering nogal vreemd gedroeg tussen de puinhopen.", "Vincent van Gogh woonde bijna twee jaar als zendeling in de Borinage, de Belgische mijnstreek die hij niet alleen schilderachtig vond, maar waar hij zich ook het lot aantrok van de plaatselijke mijnwerkers. Onder leiding van een gids daalde Van Gogh zelf ook af naar een mijn. Op 700 meter diepte ervoer hij het daglicht als een ster aan de hemel. De evangelist zag hier mogelijkheden zieltjes te winnen, want wie in het duister leeft, had volgens hem behoefte aan religieuze verlichting. Hij was niet de enige die de ondergrondse wereld associeerde met religie. Voltaire zag de grote aardbeving van Lissabon als een humanitaire ramp, maar veel tijdgenoten vroegen zich af of dit Gods wraak was geweest op de zondige mens. Tegelijk ontstond ook de behoefte om de aardbeving op een wetenschappelijke manier te benaderen. Hoe zag de onderaardse structuur van de aarde er eigenlijk uit? Langzaam drong het besef door dat de oorzaak van aardbevingen diep in de aarde gezocht moest worden, niet hoog in de hemel.", "Prehistorische fossielen", "Het theologische wereldbeeld werd verder in twijfel getrokken door de ontdekking van vreemde versteende dieren in de rotsen van Lyme Regis in Zuid-Engeland. De vondst van prehistorische fossielen zette het scheppingsverhaal behoorlijk op zijn kop. Het statisch geordende systeem met aarde, flora, fauna en mens leek ineens niet meer te kloppen en de aarde bleek veel ouder dan voorheen werd ­aangenomen.", "Gaandeweg kreeg de mens in de negentiende eeuw meer greep op de wereld onder de grond. De aarde bleek een ogenschijnlijk onuitputte­lijke bron van metalen, mineralen en olie. Het duurde jaren voordat men erin geslaagd was de eerste tunnel onder de Theems te graven, maar enkele decennia later breidde een stad als Londen zich steeds meer onder de grond uit. Riolering, metro en leidingen voor water, stroom, en telefoon gingen allemaal onder de grond, wat essentieel was voor het functioneren van de bovengrondse stad.", "Aan het einde van het boek maakt Verhoogt de sprong naar de 21ste eeuw, naar de Noord/Zuidlijn, naar de goudkoorts van nu, die zich richt op silicium, dat essentieel is voor chips, zonnecellen en smartphones. We zijn in een nieuw geologisch tijdvak beland, het Antropoceen, waarin vooral de mens de geografische veranderingen van de aarde bepaalt. Om het debat over klimaatverandering, ­bio­diversiteit en energietransitie te kunnen begrijpen, is het in elk geval interessant om de parallellen te zien met de ontwikkelingen in de negentiende eeuw."], "authors": ["Kees Keijer"], "keywords": ["van", "het", "voor", "fascinatie", "eeuwse", "en", "een", "op", "te", "wereld", "onder", "die", "door", "aarde", "grond", "reis"], "pubDate": "2020-12-18T13:50:31Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}