{"id": "7baaa7d0-3975-35fc-8286-ec7d2a54c9c2", "title": "Vrouw die werd doodgedrukt in het Capitool ‘wilde de waarheid openbaren’", "url": "https://www.volkskrant.nl/nieuws-achtergrond/vrouw-die-werd-doodgedrukt-in-het-capitool-wilde-de-waarheid-openbaren~bd9050f2/", "summary": "Voordat ze naar Washington DC vertrok, kocht ze een Trump-vlag en een paar bumperstickers in Myers’ winkel in haar woonplaats Kennesaw in Georgia.\nRosanne Boyland is een van de vijf slachtoffers van de Capitool-bestorming: vier Trump-supporters en een politieagent.\nBeeld Joost de VriesDertiger Boyland werd waarschijnlijk doodgedrukt in de rellende menigte, volgens de politie betrof het een ‘medisch noodgeval’.\nHet progressieve deel van het stadje, veelal studenten van de Kennesaw State University, eiste verandering.\nHaar familie omschreef haar als een ‘geweldig, vrolijk persoon’ en een lieve tante voor haar twee nichtjes die haar ‘Ro-ro’ noemden.", "paragraphs": ["Rosanne Boyland (34), die woensdag omkwam in Washington, was een lieve meid, zegt de eigenaar van een winkel met racistische prullaria in haar woonplaats Kennesaw in Georgia. ‘Ze dacht zoals de Trump-denkers.’", "‘De goeden sterven jong’, zegt Dent Myers. ‘Daarom ben ik er nog.’ De man met de grijze baard, zwarte bandana, houthakkershemd en twee .45 revolvers aan zijn heup wordt dit jaar 90. Met de ‘goeden’ bedoelt hij Rosanne Boyland, een 34-jarige Trump-aanhanger die woensdag omkwam in de massa bij het Capitool. Voordat ze naar Washington DC vertrok, kocht ze een Trump-vlag en een paar bumperstickers in Myers’ winkel in haar woonplaats Kennesaw in Georgia.", "Rosanne Boyland is een van de vijf slachtoffers van de Capitool-bestorming: vier Trump-supporters en een politieagent. Luchtmacht-veteraan Ashli Babbitt (35) uit Californië werd doodgeschoten. Programmeur Benjamin Phillips (50) uit Pennsylvania stierf aan een herseninfarct. Verkoopmedewerker Kevin Greeson (55) uit Alabama overleed aan een hartaanval. Agent Brian Sicknick (42) uit New Jersey kreeg een brandblusser op zijn hoofd.", "Voordat Boyland naar Washington DC vertrok, kocht ze een Trump-vlag en een paar bumperstickers in de winkel van Dent Myers, in haar woonplaats Kennesaw in Georgia. Beeld Joost de Vries", "Dertiger Boyland werd waarschijnlijk doodgedrukt in de rellende menigte, volgens de politie betrof het een ‘medisch noodgeval’. Haar zus Lonna vertelde aan lokale media hoe Rosanne het afgelopen jaar werd meegezogen in complottheorieën. En hoe haar QAnon-overtuigingen geregeld tot felle discussies leidden tussen de zussen. Zo verdeeld als de familie Boyland was, zo verdeeld is het stadje Kennesaw waar Rosanne vandaan kwam.", "Kennesaw ligt op een half uur rijden van Atlanta, Georgia’s gemengde en progressieve hoofdstad die langzaam uitdijt en de demografie in de omliggende gemeenten doet veranderen. Atlanta is de trotse geboorteplaats van Martin Luther King, Kennesaws claim to fame is een lokale wet die voorschrijft dat elk gezin verplicht is een wapen in huis te hebben. Tot een half jaar geleden hing de vlag van de zuidelijke Confederatie bij het lokale oorlogsmonument.", "Een bezienswaardigheid in het hart van Kennesaw is Wildman’s Dent Myers Civil War Surplus & Herb Shop, een antiekwinkel tot de nok gevuld met racistische prullaria. De vriendelijke knar Myers doet bijna vermoeden dat zijn collectie uniformen, geweren, confederate vlaggen, boeken over rassentheorieën en een pop met Ku Klux Klan-gewaad te ver doorgevoerde ironie is. Zijn racistische mopjes maken een einde aan de twijfel.", "Lieve meid", "‘Ze wilde de waarheid openbaren’, zegt Myers over Boyland. ‘Ze was een van de crew, iemand die dacht zoals de Trump-denkers.’ Hij kende haar niet goed. Ze kwam zo nu en dan in zijn winkel, de laatste keer om een vlag te kopen die ze bij zich droeg toen ze stierf. ‘Een lieve meid, heel intelligent. Wel wat zwaargebouwd.’", "Op een steenworp afstand van Myers winkel staat het aangeharkte stadhuis van Kennesaw – witte zuilen, rode bakstenen, grijze dakpannen – waar ze hem inmiddels liever kwijt dan rijk zijn. In november stemde Georgia voor het eerst sinds 1992 weer op een Democratische presidentskandidaat. Vorige week stemde de staat ook in nipte meerderheid voor twee Democratische senaatskandidaten, een van hen de zwarte dominee Raphael Warnock uit de kerk van Martin Luther King.", "Het zuidelijke Georgia verandert en Kennesaw verandert mee, maar de bejaarde complotdenker laat zich niet verdrijven. In de zomer stonden vijf weekenden op rij honderden tot enkele duizenden Black Lives Matter-demonstranten voor de antiekwinkel. Myers stelde zich met zijn revolvers aan de heupen op voor de deur. Het progressieve deel van het stadje, veelal studenten van de Kennesaw State University, eiste verandering. De grote universiteit met haar diverse populatie is ook een facet van de gemeente.", "Vooralsnog overleeft de grijsaard, zijn winkel bestaat dit jaar vijftig jaar. Bovendien heeft hij zijn pr beter op orde dan de gemeente. Het stadhuis geeft geen commentaar, Myers ontvangt met open armen. Maar de confrontatie met de studenten is tekenend voor de verschuivende verhoudingen.", "‘Nee, het verbaast me niet dat er mensen uit Kennesaw bij het Capitool waren’, zegt Ken Mills (49), een zwarte inwoner die in de vrieskou een rondje jogt rond de skatebaan in Swift Cantrell Park. ‘We hebben hier nog steeds radicale boventonen.’ Hij vertelt dat hij een van de demonstranten was bij Myers’ winkel. De ingenieur verhuisde twintig jaar geleden met zijn gezin naar Kennesaw. ‘Toen was 1 procent van de bevolking zwart. Dat is sindsdien veranderd in een prettige mix van mensen. We houden van deze stad.’", "‘We hebben hier nog steeds radicale boventonen', vertelt inwoner Ken Mills. Beeld Joost de Vries", "Basket", "Mills zit er een nul naast, maar de trend klopt. In 2000 was volgens officiële cijfers 10 procent van de 21 duizend inwoners zwart, inmiddels is dat ruim 25 procent van de bijna 35 duizend inwoners. Rond het kleine historische centrum met Victoriaanse huizen, het museum over de Amerikaanse burgeroorlog en de winkel van ‘Wildman’, hebben de bossen plaatsgemaakt voor suburbs. Trump-supporters wonen naast Biden-stemmers in vrijstaande huizen met twee auto’s op de oprit en een basketbalbord ernaast.", "‘Het is heel verdrietig wat er is gebeurd’, zegt de witte makelaar Regina Crafton (49) voor haar huis in de wijk Heritage Club. Ze rijdt haar auto van de oprit om de weg vrij te maken voor de auto van een vertrekkend familielid. ‘Mensen zijn misleid door de president.’ Zij stemde Democratisch, sommige vrienden in Kennesaw stemden Trump. ‘Ik kan er niet bij hoe ze in zijn ideeën blijven geloven.’ Ze is niet opgelucht door de winst van Biden, de tegenstellingen zijn te groot geworden.", "Zo groot dat Rosanne Boyland ondanks waarschuwingen van haar zus naar het Trump-protest ging en niet meer terugkwam. Haar familie omschreef haar als een ‘geweldig, vrolijk persoon’ en een lieve tante voor haar twee nichtjes die haar ‘Ro-ro’ noemden. Maar ook een vrouw die zich ‘gepassioneerd’ in de meest radicale uitwassen van de Trump-aanhang stortte. De president had zijn achterban opgeroepen om naar Washington te komen en Rosanne moest erbij zijn.", "Ze had geworsteld met problemen, zegt Dent Myers. ‘Maar die had ze opgelost.’ Volgens Amerikaanse media was Boyland een herstellende drugsverslaafde. Ze wilde afkick-coach worden."], "authors": ["Joost De Vries"], "keywords": ["openbaren", "zijn", "van", "capitool", "en", "een", "ze", "met", "vrouw", "waarheid", "myers", "wilde", "het", "kennesaw", "haar", "werd", "doodgedrukt", "die"], "pubDate": "2021-01-10T07:30:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}