{"id": "7bb94e67-909f-3112-8ec3-ae20c33ed4ec", "title": "De Volkskeuken: kipgehaktbrood met sla en mosterdmayonaise", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-kipgehaktbrood-met-sla-en-mosterdmayonaise~b450af2b/", "summary": "Ik klik door een bonte schakering gestencilde blaadjes van een verzuild verenigingsleven en kan de jaren dertig bijna horen en proeven.\nMeng dit met alle ingrediënten behalve de gekookte eieren, en breng flink op smaak met zout en peper.\nDruk de helft van het vlees in een met bakpapier beklede cakevorm (26 cm).\nDek af met het overgebleven vlees en bestrooi met wat paneermeel.\nSnijd in plakjes en serveer met sla en mosterdmayonaise.", "paragraphs": ["Beeld Sake Slootweg", "In een moment van vrij associëren tijdens de afgelopen Volkskeuken-thuiswerkweek, vroeg ik me af hoe we voor de oorlog eigenlijk lunchten. Via maandblad Ons Amsterdam en tijdschriftenarchief Delpher kwam ik uit bij lunchroom Heck’s. De naam zei mij niks, maar in de jaren dertig zat Heck’s zo’n beetje in iedere grote stad. Op archieffoto’s zie ik geen verlopen kantines maar lonkende tafeltjes in statige art-decodecors.", "In krantenadvertenties prijst Heck’s zijn ‘attracties’ aan: knakworstjes, ‘een thee-compleet’ of ‘een twaalfuurtje met kalfsvleesch en krentebrood’.", "Ik klik door een bonte schakering gestencilde blaadjes van een verzuild verenigingsleven en kan de jaren dertig bijna horen en proeven. Kantoorbedienden, ‘Roomsche’ studenten en meisjes van ‘gereformeerde inslag’: ze gaan allemaal naar Heck’s. De Arnhemse afdeling van de vrouwenbeweging organiseert er spreekbeurten, de Haagse clientèle van modehuis Lempe komt er na een show met toiletten van Chanel.", "In hun weekblad bedankt de diamantbewerkersbond een Amsterdamse Heck’s voor het verzorgen van cake en muziek voor werkloze diamantslijpers in een zaal van de Joodse Handwerkers Vriendenkring. In Hilversum is juist de nationaalsocialistische Jeugdstorm dankbaar voor een gesponsorde kom snert.", "Ondanks alle verdeeldheid lijkt iedereen blij met Heck’s. Behalve de lesgevende paters, die de apostrof in Heck’s maar niks vinden. Een ‘genitiefkwestie’ die nog ‘allerminst is afgehandeld’, schrijven ze in 1936.", "Na al dat lezen was het tijd voor mijn eigen twaalfuurtje. Gehaktbrood leek me wel passend en ik maakte een versie van kipgehakt. Mijn slager Cees draait dat van kippendij.", "Ingrediënten 1 kleine ui, fijngehakt 800 g kipgehakt 1 ei 2 eetl. mosterd 1 flinke eetl. oestersaus blaadjes van 1 takje tijm 1 theel. citroenrasp royale mespunt cayennepeper 50 g paneermeel + extra 3 halfzacht gekookte eieren", "Verwarm de oven op 180 graden (boven- en onderwarmte). Fruit de ui in wat zonnebloemolie langzaam goudgeel. Meng dit met alle ingrediënten behalve de gekookte eieren, en breng flink op smaak met zout en peper. Het mengsel blijft redelijk nat. Druk de helft van het vlees in een met bakpapier beklede cakevorm (26 cm). Druk de gekookte eieren hier in de lengte in. Zet rondom vast met stukjes vlees. Er mag geen lucht tussen ei en vlees zitten. Dek af met het overgebleven vlees en bestrooi met wat paneermeel. Bak in 60-70 minuten gaar. Zet eventueel nog enkele minuten onder de grill voor een bruin korstje. Giet vrijgekomen vocht af en laat 30 minuten afkoelen. Snijd in plakjes en serveer met sla en mosterdmayonaise."], "authors": ["Sake Slootweg"], "keywords": ["van", "mosterdmayonaise", "het", "op", "met", "hecks", "ik", "een", "volkskeuken", "en", "sla", "vlees", "kipgehaktbrood", "voor"], "pubDate": "2020-10-15T16:12:56+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}