{"id": "7bc33577-6764-31eb-a260-93b622d8395f", "title": "Twee vrienden die al grappend door onaards mooie landschappen rijden. Precies wat we nodig hadden  ★★★★☆", "url": "https://www.volkskrant.nl/cultuur-media/twee-vrienden-die-al-grappend-door-onaards-mooie-landschappen-rijden-precies-wat-we-nodig-hadden~beec0931/", "summary": "En een cameraman die met een drone schitterende beelden maakt van de majestueuze landschappen en de weg, die zich eindeloos, al dan niet geasfalteerd, uitstrekt naar de horizon.\nMet die roem zit het wel goed, en er zijn nog meer dingen in het leven.\nDe mannen rijden de rit op twee prototypes elektrische motoren van nota bene Harley Davidson, die het kenmerkende lage ploffen heeft ingeruild voor nauwelijks meer dan het zoeven van de banden.\nMaar goed, de serie werkt vooral omdat je vanuit die diepe kuil in je bank twee vrienden grappenmakend door onaards mooie landschappen ziet rijden.\nTotdat het niet meer kon.", "paragraphs": ["Charley Boorman (links) en Ewan McGregor in ‘Long Way Up’. Beeld Apple TV Plus", "Ik weet wel waarom ik de afgelopen weken zo getrokken werd door een serie over twee mannen die 21 duizend kilometer afleggen op twee motoren, van het zuidelijkste puntje van Zuid-Amerika naar Los Angeles. Dat krijg je ervan als je te veel binnen zit, al dan niet in een lockdown, en al heel lang geen landsgrens meer hebt gezien, laat staan iets beleefd hebt wat het navertellen waard is. Maar goed, dat geldt voor ons allemaal.", "Long Way Up, een gemotoriseerde reisserie met Ewan McGregor en Charley Boorman, is een vervolg op eerdere succesvolle series als Long Way Round (Londen-New York, door Azië, 2004) en Long Way Down (Schotland-Kaapstad, 2007). En net als met die eerdere series is het de bedoeling dat we het als een avontuur van twee beste vrienden met een exotische hobby zien, en dat we voor het gemak maar even vergeten dat er rond dit avontuur een hele volgkaravaan van crew en productiepersoneel is. En een cameraman die met een drone schitterende beelden maakt van de majestueuze landschappen en de weg, die zich eindeloos, al dan niet geasfalteerd, uitstrekt naar de horizon.", "Op zoek naar meer series? De Volkskrant kiest voor u de beste op Netflix en andere aanbieders", "De mannen zijn ouder geworden, hoewel de tijd op Ewan McGregor aanzienlijk minder greep lijkt te hebben dan op zijn kompaan Charley Boorman (zoon van de legendarische regisseur John Boorman, en als kind al figurant in de klassieker Deliverance), die ook een paar ernstige motorongelukken verder is. Geen dokter zal hem het advies hebben gegeven om nog eens 21 duizend kilometer af te leggen.", "McGregor, die met zijn uitgebreide filmografie in het kleinste Zuid-Amerikaanse gehucht vooral herkend wordt als Obi-Wan Kenobi uit de Star Wars-films, heeft met al zijn trots op zijn Schotse afkomst inmiddels een Amerikaans paspoort (omdat hij in Los Angeles woont, en wilde stemmen bij de verkiezingen in 2016). Hij draait af en toe een film, maar lijkt een behoorlijk relaxte houding tegenover zijn carrière te hebben. Met die roem zit het wel goed, en er zijn nog meer dingen in het leven. Ondertussen rijdt hij in Los Angeles rond in een vintage Volkswagen Kever die is omgebouwd tot elektrische auto.", "Elektriciteit, daar draait het om in de 2020-editie van de motorserie. De mannen rijden de rit op twee prototypes elektrische motoren van nota bene Harley Davidson, die het kenmerkende lage ploffen heeft ingeruild voor nauwelijks meer dan het zoeven van de banden. Je ziet het de Hells Angels niet echt doen. En ook de crew rijdt in een prototype elektrische volgwagens (van Rivian). Dit alles in samenwerking met Apple, die deze editie heeft geproduceerd.", "McGregor en Boorman zijn prettige reisgenoten en heel wat minder geforceerd amicaal en macho dan de mannen van Top Gear, om maar eens een andere gemotoriseerde crew te noemen die bandensporen op exotische locaties achterlaat en die je ook niet echt bij Novib-projecten ziet langsgaan. In de eerste afleveringen (voorbereiding en de eerste kilometers) zit misschien nog wel de meeste spanning. Het lijkt op alle praktische punten een krankzinnige onderneming, waarbij het opladen van de motoren aan het einde van de wereld – midden in de winter – nog wel de grootste uitdaging is.", "Maar goed, de serie werkt vooral omdat je vanuit die diepe kuil in je bank twee vrienden grappenmakend door onaards mooie landschappen ziet rijden. En laten we wel wezen, het is niet zo dat je zelf anders misschien op een motor over de Andes was getrokken, maar het had gekund toch? Totdat het niet meer kon."], "authors": ["Mark Moorman"], "keywords": ["mooie", "landschappen", "van", "die", "niet", "een", "en", "onaards", "vrienden", "twee", "precies", "hadden", "zijn", "nodig", "rijden", "op", "je", "met", "wat", "het"], "pubDate": "2020-12-17T14:52:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}