{"id": "7bc7e979-5b0c-33b6-9fff-554cd9ea94fc", "title": "Strafheffing VS op diverse EU-producten", "url": "https://volkskrant.nl/economie/strafheffing-vs-op-diverse-eu-producten~b7e4d468b/", "summary": "Een toestel van de Europese vliegtuigbouwer Airbus.\nBeeld ReutersDe Amerikaanse handelsautoriteit meldde in een verklaring dat de tarieven op vliegtuigonderdelen en ‘bepaalde’ niet-mousserende wijnen, cognacs en andere brandewijnen uit Frankrijk en Duitsland worden verhoogd.\nDe tariefverhoging is de recentste zet in een 16 jaar durend handelsdispuut tussen de EU en de VS over burgerluchtvaartsubsidies, waarbij ook de Europese vliegtuigbouwer Airbus en het Amerikaanse Boeing betrokken zijn.\nDe VS reageren daarmee op een Europese maatregel, die in september werd toegestaan door de Wereldhandelsorganisatie (WTO).\nVertegenwoordigers van de EU en vliegtuigbouwer Airbus hebben afwijzend gereageerd.", "paragraphs": ["Een toestel van de Europese vliegtuigbouwer Airbus. Beeld Reuters", "De Amerikaanse handelsautoriteit meldde in een verklaring dat de tarieven op vliegtuigonderdelen en ‘bepaalde’ niet-mousserende wijnen, cognacs en andere brandewijnen uit Frankrijk en Duitsland worden verhoogd. Per wanneer de tariefverhogingen ingaan werd er niet bij gezegd, maar gemeld werd dat details snel zullen volgen.", "De tariefverhoging is de recentste zet in een 16 jaar durend handelsdispuut tussen de EU en de VS over burgerluchtvaartsubsidies, waarbij ook de Europese vliegtuigbouwer Airbus en het Amerikaanse Boeing betrokken zijn. De VS reageren daarmee op een Europese maatregel, die in september werd toegestaan door de Wereldhandelsorganisatie (WTO). ‘De EU mag maatregelen treffen om deze oneerlijkheid te compenseren’, oordeelde de WTO afgelopen najaar.", "Vertegenwoordigers van de EU en vliegtuigbouwer Airbus hebben afwijzend gereageerd."], "authors": [], "keywords": ["europese", "strafheffing", "euproducten", "diverse", "airbus", "eu", "van", "en", "een", "vs", "wto", "op", "vliegtuigbouwer", "werd"], "pubDate": "2021-01-01T15:32:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}