{"id": "7bc9128b-01ee-3856-b794-92b417f805ec", "title": "7438 nieuwe besmettingen, ruim onder weekgemiddelde", "url": "https://www.parool.nl/nederland/7438-nieuwe-besmettingen-ruim-onder-weekgemiddelde~b059ae4d/", "summary": "Beeld Hollandse Hoogte / ANPHet weekgemiddelde van nieuwe besmettingen komt met de cijfers van zondag op 8340.\nIn Amsterdam zijn 249 nieuwe coronagevallen geregistreerd, Den Haag volgt met 167 nieuwe besmettingen, Rotterdam met 124, Breda 121 en Almere 113.\nHet aantal non-covid-patiënten op de ic bedraagt 360, 19 minder dag zaterdag.\nOp verpleegafdelingen steeg het aantal coronapatiënten met 1 naar 2006.\nVrijdag, op de eerste dag van het nieuwe jaar, 98.", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "Het weekgemiddelde van nieuwe besmettingen komt met de cijfers van zondag op 8340.", "In Amsterdam zijn 249 nieuwe coronagevallen geregistreerd, Den Haag volgt met 167 nieuwe besmettingen, Rotterdam met 124, Breda 121 en Almere 113.", "Ziekenhuizen", "De druk op de intensive cares van Nederlandse ziekenhuizen met coronapatiënten is in de afgelopen 24 uur licht toegenomen. Daar liggen nu 704 patiënten, 6 meer dan zaterdag. Het aantal non-covid-patiënten op de ic bedraagt 360, 19 minder dag zaterdag. Op verpleegafdelingen steeg het aantal coronapatiënten met 1 naar 2006. Dat meldt het Landelijk Coördinatiecentrum Patiëntenspreiding (LCPS).", "Deskundigen denken dat de RIVM-cijfers deze periode lastig te interpreteren zijn. De feestdagen zorgen waarschijnlijk voor een vertraging in de reportage. Na de kerstdagen zullen de vertraagde meldingen worden doorgegeven, maar volgt direct daarna weer een vertraging door oud en nieuw. Daardoor is een daling als gevolg van de lockdown of een piek in extra besmettingen dankzij de kerstdagen niet direct af te lezen uit de cijfers.", "Het aantal sterfgevallen als gevolg van corona is met 47 toegenomen. Zaterdag waren dat er 38. Vrijdag, op de eerste dag van het nieuwe jaar, 98."], "authors": ["Het Parool"], "keywords": ["van", "het", "nieuwe", "met", "een", "dat", "aantal", "onder", "op", "weekgemiddelde", "besmettingen", "ruim", "zaterdag", "7438"], "pubDate": "2021-01-03T14:46:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}