{"id": "7bcdd88e-ca02-3b31-a586-6091dda454a1", "title": "Muurschildering The Black Archives onherstelbaar beschadigd", "url": "https://www.parool.nl/amsterdam/muurschildering-the-black-archives-onherstelbaar-beschadigd~b7ad9c11/", "summary": "De bekladding van een van de gezichten van de Surinaamse helden op de muurschildering van het pand van The Black Archives.\n“Vooral de verf op de gezichten heeft het kunstwerk helaas zodanig beschadigd dat het niet meer te herstellen valt,” vertelt Mitchell Esajas van The Black Archives.\nEsajas vertelt dat The Black Archives na de gebeurtenis heeft besloten om de aan de muurschildering gekoppelde expositie Surinamers in Nederland: 100 jaar emancipatie en strijd te verlengen.\nDit is onze werkplek, waar mensen in veiligheid en rust moeten kunnen werken.”The Black ArchivesThe Black Archives is een drie jaar geleden opgericht historisch archief met zwart erfgoed.\nHet pand van The Black Archives is eigendom van Vereniging Ons Suriname.", "paragraphs": ["De bekladding van een van de gezichten van de Surinaamse helden op de muurschildering van het pand van The Black Archives. Beeld ANP", "Vrijwilligers hebben donderdagavond hun best gedaan de bekladde muurschilderingen schoon te maken. Met een hogedrukspuit probeerden zij het kunstwerk te herstellen, maar dat is niet helemaal gelukt. “Vooral de verf op de gezichten heeft het kunstwerk helaas zodanig beschadigd dat het niet meer te herstellen valt,” vertelt Mitchell Esajas van The Black Archives.", "Op de muurschildering staan de Surinaamse helden Anton de Kom, Perez Jong Loy, Cindy Kerseborn, Sophie Redmond en Hugo Kooks afgebeeld. Bijna al de hoofden zijn beklad.", "Vrijdagmiddag wordt met kunstenaars Hedy Tjin en Dewy ‘Butterfingaz’ Elsinga overlegd of zij het nog op kunnen knappen. “Zo niet, dan maken we iets totaal nieuws,” aldus Esajas. Inmiddels zijn al vijftig donaties ontvangen van mensen die willen bijdragen aan een reparatie.", "‘Stapje verder in de strijd’", "“Het is heel verdrietig en het doet pijn,” reageert Tjin op de gebeurtenis. “Ik wilde in eerste instantie de mensen die dit hebben gedaan juist geen aandacht geven, maar volgens Mitchell is het belangrijk om een statement te maken.” En dat blijkt, want ze wordt sindsdien overspoeld met lieve reacties en steunbetuigingen. “Ik hoop dat dit ons een stapje verder helpt in de strijd. Uit dit soort acties blijkt dat die nog een lange weg te gaan heeft.”", "De kunstenaar ziet het verder niet als een persoonlijke aanval op het werk dat ze samen met Elsinga maakte. Wel vindt Tjin heel de situatie ‘gewoon treurig’: “We hebben dit met heel veel liefde en plezier in de zomer staan schilderen. Nu in deze gure dagen moeten we het bijwerken, omdat andere mensen met zo'n domme actie een statement willen maken die niets met de schilderingen zelf te maken hebben.”", "Aangifte", "Esajas stapt zaterdag met collega’s naar de politie om aangifte te doen van de ‘schandalige gebeurtenis’. Hij heeft al wat aanwijzingen ontvangen over mogelijke dader(s). De videobeelden moeten nog worden bekeken, maar ze hebben ‘een sterk vermoeden uit welke hoek het komt’. Toen Akwasi op 14 november bij zijn woning in Weesp lastig werd gevallen door voorstanders van Zwarte Piet, zouden dezelfde stickers zijn achtergelaten als bij deze actie.", "Esajas vertelt dat The Black Archives na de gebeurtenis heeft besloten om de aan de muurschildering gekoppelde expositie Surinamers in Nederland: 100 jaar emancipatie en strijd te verlengen. “We vinden het zo ironisch dat dit dan gebeurt, dus we hebben besloten de expositie te verlengen tot de verjaardag van Anton de Kom op 22 februari.” Eerst zou deze tot 5 december te zien zijn.", "In Den Haag wordt zondag een demonstratie tegen racisme georganiseerd. Ook hierbij zal aandacht worden gegeven aan ‘deze racistische actie’, aldus Esajas.", "Bekladding", "De vernieling van de muurschilderingen op het pand aan de Zeeburgerdijk werd donderdagochtend aangetroffen. Rond 10.00 uur kreeg Esajas van een collega foto’s doorgestuurd. Op dat moment zat hij in de Tweede Kamer om in een commissievergadering te praten over racisme in Nederland.", "Over de bekladding zei Esajas donderdag: “Ik zie dit als een poging tot intimidatie tegen de Surinaamse en zwarte gemeenschap. Ik maak me zorgen om de veiligheid van mijn collega’s. Dit is onze werkplek, waar mensen in veiligheid en rust moeten kunnen werken.”", "The Black Archives", "The Black Archives is een drie jaar geleden opgericht historisch archief met zwart erfgoed. Het archief bestaat uit duizenden boeken, documenten en objecten over de geschiedenis van zwarte mensen. Het heeft als doel de verborgen geschiedenissen publiek toegankelijk te maken. In 2018 wonnen zij de Amsterdamprijs voor de Kunst.", "Het pand van The Black Archives is eigendom van Vereniging Ons Suriname. Naast The Black Archives is onder meer de Eritrese Vereniging Amsterdam er gevestigd. Ook de organisatie achter de festivals Keti Koti en Kwakoe zit in het gebouw."], "authors": ["Mairin Van Der Beek", "Anna Herter"], "keywords": ["muurschildering", "van", "dit", "het", "op", "met", "onherstelbaar", "archives", "beschadigd", "een", "te", "en", "dat", "black"], "pubDate": "2020-12-04T10:35:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}