{"id": "7be2817c-2284-3e24-94cb-e2e92437cb90", "title": "Het vuur brandt nog bij Bertens: 'Ik kom terug, wees maar niet bang'", "url": "https://nos.nl/artikel/2363884-het-vuur-brandt-nog-bij-bertens-ik-kom-terug-wees-maar-niet-bang.html", "summary": "Tijdens de coronacrisis en het herstel van haar achillespeesoperatie ervoer Bertens het als zeer fijn om voor langere tijd thuis te zijn bij familie en vrienden.\nAnders zou ik nu ook niet zo hard werken om te revalideren, wees maar niet bang.\nMaar stel: je stopt ooit, dan weet ik dat ik niet in een zwart gat val.\"\n\"Maar ik denk nog wel aan mijn achillespees.\n\"Dan herstelde het tijdens de nacht een beetje, maar ja: de volgende dag moest ik weer spelen.\"", "paragraphs": ["Tijdens de coronacrisis en het herstel van haar achillespeesoperatie ervoer Bertens het als zeer fijn om voor langere tijd thuis te zijn bij familie en vrienden. Aan stoppen dacht de 29-jarige nummer negen van de wereld echter geen moment.", "\"Ik ga zeker nog door. Anders zou ik nu ook niet zo hard werken om te revalideren, wees maar niet bang. Maar stel: je stopt ooit, dan weet ik dat ik niet in een zwart gat val.\"", "Eindelijk weer pijnvrij tennissen", "Bertens denkt qua fitheid op dertig procent te zitten. Ze kan sinds twee weken rustig een balletje slaan. Eindelijk weer zonder pijn. \"Maar ik denk nog wel aan mijn achillespees. Ik ben nog niet sterk en stabiel genoeg. Het is uitbouwen en op mijn lichaam gaan vertrouwen.\"", "Bertens had last van twee stukjes bot bij haar pees, die veel pijn veroorzaakten. Ze kon niet meer optimaal trainen, liep vaak mank na wedstrijden. \"Dan herstelde het tijdens de nacht een beetje, maar ja: de volgende dag moest ik weer spelen.\"", "Tijdens wedstrijden verbeet Kiki Bertens de pijn van haar achillespees. Vorig jaar moest ze op Roland Garros na een slijtageslag in een rolstoel van de baan. Toen kwam er ook nog kramp bij kijken."], "authors": [], "keywords": ["ik", "brandt", "van", "nog", "maar", "en", "een", "ze", "weer", "kom", "het", "vuur", "terug", "niet", "wees"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}