{"id": "7c094abf-17d1-306f-b5a0-1e40efc34ca3", "title": "Hoe een meisje (14) jaren in haar dorp werd gepest en toen ook online belagers zag opduiken", "url": "https://volkskrant.nl/columns-opinie/hoe-een-meisje-14-jaren-in-haar-dorp-werd-gepest-en-toen-ook-online-belagers-zag-opduiken~b86d27c1/", "summary": "Bets (80) vertikt het om in een met regenboogvlaggetjes versierde rolstoel te gaan zitten, ‘dit loop ik zelf’.\nOp de mavo werd Maryana een meisje dat haar haren graag in woeste kleuren verfde en experimenteerde met haar kleding.\nMet een regenboogje.\nEen halfjaar geleden vertelde Maryana haar moeder dat ze biseksueel was.\nMaryana kreeg last van de stemmen van haar pesters in haar hoofd, zegt haar moeder, stemmen die zeiden dat ze zelfmoord moest plegen.", "paragraphs": ["Er gaat een kleine, boze stille tocht rond het dorp aan de rivier. Zeventig mensen lopen over de dijk langs het zwarte water door het donker. Dof roffelen hun voeten over het asfalt, die van Bets Both voorop. Bets (80) vertikt het om in een met regenboogvlaggetjes versierde rolstoel te gaan zitten, ‘dit loop ik zelf’. Twee weken geleden maakte haar kleindochter Maryana Flameling, veertien jaar oud, een eind aan haar leven. Ze werd al vijf jaar gepest in het dorp.", "Boven-Hardinxveld: zo’n 4.700 inwoners, net buiten de gordel van de bible belt, maar door vier kerken nog ruimschoots van normen en waarden voorzien. De Merwede vertakt zich hier, met veel bedrijvigheid op de oevers. Damen Shipyards bouwt er schepen.", "Het pesten begon in groep zeven van de basisschool. Maryana’s ouders waren al gescheiden, maar hielden goed contact. Vader Ed Flameling, taxichauffeur, woont tien kilometer verderop. Haar moeder Corita Both is schoonmaakster, Maryana werd als kind door Bets uit school gehaald en sliep ook bij haar als Corita een late dienst had. In groep zeven begon Maryana soms te vragen of ze dan bij Bets in bed mocht liggen.", "Maryana Flameling (selfie van Instagram). Beeld rv", "‘Ze pesten me.’", "‘Kom maar, je hoeft niet bang te zijn.’", "Er kwamen gesprekken op school, die niet hielpen.", "Maryana ging een jaar later naar de mavo op het Fortes Lyceum in Gorinchem, weg van de pesters. Directeur Wim Langens is met vier docenten naar de stille tocht gekomen en houdt een toespraakje. ‘Pesten is niet meer zo eenvoudig te tracen’, zegt hij, ‘het heeft zoveel gezichten gekregen.’", "Want op school ging het goed met Maryana, daar had ze vrienden en wilde ze in de leerlingenraad. ‘Het mooie van Maryana was ook dat ze er op school nooit voor terugdeinsde om pesters van andere kinderen aan te pakken’, zegt Khadija Lali, afdelingsleider van de mavo. Op de mavo werd Maryana een meisje dat haar haren graag in woeste kleuren verfde en experimenteerde met haar kleding. De foto’s staan nog op haar Instagram-account. Met een regenboogje.", "Een halfjaar geleden vertelde Maryana haar moeder dat ze biseksueel was. Edward Pol en zijn partner Maarten waren erbij, zij zijn goed bevriend met Corita. ‘Het was superontroerend’, zegt Edward. ‘Ze bracht het zo vanzelfsprekend.’ Ook Corita nam het nuchter. Krijg eerst maar verkering, zei ze, we hopen dat je gelukkig wordt meid, wie het ook is.", "Maryana's oma Bets (links) en moeder Corita Both bij de toespraken. Beeld rv", "De pesters in het dorp bleven komen. Tieners nu, wisselende groepjes, met één constante: een pester uit groep zeven, ‘de koningin van het stel’, volgens Bets. Haar belagers scholden, duwden, trokken aan haar haren, sloten haar in. Soms belde Maryana dan haar oma, dan kwam Bets haar ontzetten. Edward Pol heeft dat ook wel eens gedaan. ‘Corita was er ook bang voor’, zegt hij.", "Maryana kreeg last van de stemmen van haar pesters in haar hoofd, zegt haar moeder, stemmen die zeiden dat ze zelfmoord moest plegen. Ze deed een tijdje aan zelfverminking om dat stil te krijgen, ‘maar dat leek over, Maryana ging naar een psycholoog’.", "De pestkoppen belaagden haar nu ook via Instagram, zei Maryana tegen haar ouders. Daar is niets van terug te zien, volgens haar omdat ze het met fake-accounts deden zodra Maryana ‘live ging’, zoals dat heet. Wie meekijkt kan op dat moment comments plaatsen, maar alles verdwijnt zodra het live zijn ophoudt. Maryana zag aan de woorden wie het waren, zegt haar vader: ‘Pleeg toch zelfmoord, zeiden ze volgens haar vaak.’", "De politie onderzoekt de zaak en doet geen mededelingen rond suïcide. Vanuit de hulpverlening kreeg Maryana’s schooldirecteur al de vraag of hier sprake kan zijn geweest van ‘digital self harm’: een online vorm van automutilatie, waarbij het lijdend voorwerp van pesterijen die pesterijen zelf schrijft, via fake-accounts.", "Het begin van de tocht. Rechts Maryana’s vader Ed. Beeld rv", "Khadija Lali: ‘Het pesten op straat in het dorp was echt.’", "Edward Pol: ‘Die suggestie, daar word ik boos van.’", "Corita: ‘Digital self harm? Ik heb er nog nooit van gehoord. Maryana zat juist in online groepen waar ze elkaar van automutilatie af hielpen.’", "De maand voor haar dood durfde Maryana in het dorp niet meer naar buiten. Bets of Corita brachten haar met de auto naar school.", "In de stille tocht liepen opvallend weinig tieners mee. ‘Ik denk dat ze bang waren’, zegt Edward na afloop. En Corita: ‘Ik was zelf ook bang. Ik was bang dat ze er weer zouden staan.’", "Praten over gedachten aan zelfdoding kan bij de crisislijn van 113 Zelfmoordpreventie. Bel 0800-0113 of chat op 113.nl."], "authors": ["Margriet Oostveen"], "keywords": ["online", "van", "zag", "opduiken", "dat", "een", "het", "ook", "en", "met", "toen", "ze", "werd", "op", "haar", "jaren", "maryana", "meisje", "hoe"], "pubDate": "2020-11-29T22:00:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}