{"id": "7c0efdf6-be33-335c-8504-75e119cb5ae8", "title": "Universiteit Utrecht: ontgroening vrouwencorps minder ernstig dan gedacht", "url": "https://nos.nl/artikel/2223542-universiteit-utrecht-ontgroening-vrouwencorps-minder-ernstig-dan-gedacht.html", "summary": "De ontgroening bij de Utrechtse studentes van vrouwencorps UVSV is afgelopen zomer minder ernstig verlopen dan in een tv-uitzending van Rambam werd gesuggereerd.\nEind december bevroor de universiteit de relatie met UVSV na de uitzending van het televisieprogramma Rambam.\nDaarin waren undercover-beelden te zien van de ontgroening, onder meer van hoe iemand met een lepel werd gevoerd.\nOnderzoekDe universiteit en hogeschool lieten daarop onderzoek doen.\nHet gaat om het gedwongen voeren van iemand en het scheuren van hesje.", "paragraphs": ["De ontgroening bij de Utrechtse studentes van vrouwencorps UVSV is afgelopen zomer minder ernstig verlopen dan in een tv-uitzending van Rambam werd gesuggereerd. Dat zegt de Universiteit Utrecht. De maatregelen die tegen de studentenvereniging waren genomen, worden daarom weer teruggedraaid.", "Eind december bevroor de universiteit de relatie met UVSV na de uitzending van het televisieprogramma Rambam. Daarin waren undercover-beelden te zien van de ontgroening, onder meer van hoe iemand met een lepel werd gevoerd. Ook zouden astmamedicijnen zijn afgepakt tijdens de ontgroening.", "Onderzoek", "De universiteit en hogeschool lieten daarop onderzoek doen. Volgens de universiteit blijkt daaruit dat er sprake is geweest van twee lichte overtredingen van de gedragscode. Het gaat om het gedwongen voeren van iemand en het scheuren van hesje.", "\"Er zijn dus wel degelijk een aantal dingen niet goed gegaan, maar het is minder ernstig dan in Rambam werd gepresenteerd. We hebben een onafhankelijke adviescommissie gesprekken laten voeren met leden en aspirant-leden en daaruit blijkt dat er op een goede manier aan de introductietijd werd gewerkt\", zegt een woordvoerder van de universiteit tegen RTV Utrecht.", "De banden met UVSV worden daarom weer hersteld. \"De bestuursbeurzen worden weer toegekend en de dames zijn welkom bij officiële plechtigheden. De basissubsidie blijft nog wel even achterwege tot na de volgende ontgroening, want ze moeten laten zien dat die goed verloopt\", aldus de universiteit."], "authors": [], "keywords": ["universiteit", "van", "dan", "gedacht", "het", "met", "zijn", "ontgroening", "vrouwencorps", "minder", "een", "werd", "utrecht", "ernstig", "en", "dat", "worden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}