{"id": "7c0f94a7-6219-3f94-bfab-fab408800d58", "title": "De Volkskeuken: schorsenerensoep met makreel en waterkers", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-schorsenerensoep-met-makreel-en-waterkers~b94d0a02/", "summary": "Schorsenerensoep op een ongestreken tafelkleed.\nDe rest van de vriendengroep zoomde later nog binnen, tussen de schorsenerensoep en de wilde eend met bloedworst om precies te zijn en hoe gezellig dat ook bedoeld was, met al die blije koppies en een pompende speellijst op de achtergrond, zoals vroeger werd het niet.\nBlus af met de wijn en schenk de bouillon erbij.\nVis het bundeltje tijm en laurier uit de pan, zet daarna de staafmixer erop en pureer tot een egaal soepje.\nVerdeel de soep over diepe borden, deponeer plukjes makreel erin, garneer met waterkers en draai er verse peper uit de molen over.", "paragraphs": ["Schorsenerensoep op een ongestreken tafelkleed. Beeld Marcus Huibers", "Het was een mooie zaterdagavond in oktober, de avondzon zond haar laatste gouden stralen door het verkleurende gebladerte, maar toch was het niet helemáál hoe hij het zich gedacht had. Mijn vriend Bart werd 50 en hij – de man bij wie het glas altijd driekwart gevuld is, de man van allemaal samen, van aan een lange tafel met lekker eten en fijne wijn, van zo min mogelijk zelf doen en zich dan aan het hoofd nestelen op de comfortabelste stoel, ontspannen stralend, intens tevreden – moest zijn grote, gedroomde verjaardagfeest afschalen naar een bescheiden etentje met zijn drie beste vrienden en zijn geliefde. De rest van de vriendengroep zoomde later nog binnen, tussen de schorsenerensoep en de wilde eend met bloedworst om precies te zijn en hoe gezellig dat ook bedoeld was, met al die blije koppies en een pompende speellijst op de achtergrond, zoals vroeger werd het niet.", "Maar misschien was dat ook wel de wijze les, dat niets hetzelfde blijft en melancholie naar vervlogen tijden een valse fluisteraar is gebleken. Andere vriend Harry vertelde, gulzig zuigend op zijn eendenpootje, dat hij sinds hij de 50 is gepasseerd alle gêne heeft verloren: tijdens een online training op een tafel gaan staan om de aandacht van de cursisten op te eisen bijvoorbeeld en dan grapjes maken dat het in de plaspauze wel weer druppelen zal worden, in zijn geval hè, verwijzend naar zijn niet-bestaande prostaatproblemen. ‘En ze vinden het nog grappig ook, ik snap er niets van’. Wij wel, proestend boven het ongestreken tafelkleed met een mond vol rode wijn. De herfst, zij het jaargetijde dan wel levensfase, is zo gek nog niet, als je maar af en toe buiten mag spelen.", "Ingrediënten 4 sjalotten, gesnipperd 4 tenen knoflook, gehakt 75 g roomboter 10 g tijmtakjes en laurier, opgebonden als bundeltje met keukengaren flinke scheut witte wijn 2 liter kippenbouillon 1 kg schorseneren 200 ml slagroom 1 eidooier 1 gerookte makreel, gefileerd verse waterkers", "Bereiding", "Fruit de sjalot en de knoflook in de boter en leg de tijm en laurier erbij. Blus af met de wijn en schenk de bouillon erbij. Schil de schorseneren met keukenhandschoenen (anders krijgt u nare vlekken op uw handen) zoals je asperges schilt, snijd in stukken en spoel goed schoon. Gooi ze bij de bouillon en kook zo’n 30 minuten. Vis het bundeltje tijm en laurier uit de pan, zet daarna de staafmixer erop en pureer tot een egaal soepje. Klop de eidooier door de room en giet het purerend door de soep. Verdeel de soep over diepe borden, deponeer plukjes makreel erin, garneer met waterkers en draai er verse peper uit de molen over."], "authors": ["Marcus Huibers"], "keywords": ["wijn", "van", "waterkers", "het", "op", "met", "zijn", "schorsenerensoep", "een", "volkskeuken", "makreel", "en", "dat", "wel"], "pubDate": "2020-10-21T17:32:42+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}