{"id": "7c1133fd-f0fd-3dd9-be83-74e8439a07a4", "title": "Aronian tegen Radjabov is oorlog aan het bord", "url": "https://volkskrant.nl/sport/aronian-tegen-radjabov-is-oorlog-aan-het-bord~b550231d/", "summary": "Tijdens de finalematch van het rond de jaarwisseling gehouden online Airthings rapidtoernooi tussen Levon Aronian en Teimour Radjabov laaide het vuur hoog op.\n‘Dit is niet alleen een duel tussen Radjabov en Aronian, dit is een nieuw ­gevecht tussen Azerbeidzjan en Armenië’, schreef een van hen.\nTxe8+ Txe8 en nu faalt 30.\nTxe8+ Txe8 29.\nTxe8+ Txe8 30.", "paragraphs": ["Altijd al was de sfeer op Twitter gespannen als schakers uit Armenië en Azerbeidzjan tegenover elkaar plaatsnamen. Maar na de recente oorlog tussen de twee landen om de enclave Nagorno-Karabach is de toon aanzienlijk grimmiger geworden. Tijdens de finalematch van het rond de jaarwisseling gehouden online Airthings rapidtoernooi tussen Levon Aronian en Teimour Radjabov laaide het vuur hoog op.", "Vooral de fans van Radjabov lieten zich gaan. ‘Dit is niet alleen een duel tussen Radjabov en Aronian, dit is een nieuw ­gevecht tussen Azerbeidzjan en Armenië’, schreef een van hen. En na Radjabovs overwinning in de korte tweekamp noteerde een ander: ‘Deze megazege is een passende voortzetting van Azerbeidzjans succes in Karabach.’", "Met de nederlaag eindigde het ellendigste jaar van Aronians leven. De coronapandemie was een kleinigheid vergeleken met het dodelijke verkeersongeluk van zijn vrouw Arianne Caoili in maart en de door zijn vaderland verloren oorlog tegen de aartsvijand. Toen duidelijk werd dat Armenië zware verliezen leed, zei Aronian dat hij bereid was als soldaat zijn land te ­dienen. Het leger heeft gelukkig niet van zijn diensten gebruikgemaakt.", "De match tegen Radjabov leverde een spectaculaire partij op die waarschijnlijk een andere uitslag zou hebben gekregen als de spelers meer bedenktijd hadden ­gehad.", "Aronian – Radjabov", "Online rapid 2021", "1. e4 e5 2. Pf3 Pc6 3. Lc4 Lc5 4. c3 Pf6 5. d3 0-0 6. 0-0 d6 7. Lg5 h6 8. Lh4 g5 9. Lg3 a5 10. Te1 Te8 11. Pbd2 La7 12. Pf1 Le6 13. Lb5 Ld7 14. Pe3 Pe7 15. a4 c6 16. Lc4 Pg6 17. Dc2", "Nu moet zwart op zijn hoede zijn voor de wending 18. d4 exd4 19. e5 met de dreiging 20. Dxg6+.", "17 ... Pf4 18. Tad1 De7 19. d4", "Het begin van grote complicaties.", "19 ... exd4 20. Lxf4 gxf4 21. e5", "Met de duidelijke dreiging 22. Dg6+. Maar zwart heeft een uitweg.", "Diagram links", "21 ...dxe3", "De computer liet zien dat zwart wint na de verrassende zet 21 ... d3!. De hoofdvariant is 21 ... d3 22. Dxd3 fxe3 23. Dg6+ Kh8 24. Dxh6+ Ph7 25. Ld3 exf2+ 26. Kf1 fxe1D+ 27. Txe1 f5 28. exf6 ep Df7 29. Txe8+ Txe8 en nu faalt 30. Pg5 wegens 30 ... Dxf6+ (met schaak).", "22. Dg6+ Kh8 23. Dxh6+ Ph7 24. Ld3 exf2+ 25. Kf1 fxe1D+ 26. Txe1 Lf5!", "Niet 26 ... f5 27. exf6 ep Df7 28. Txe8+ Txe8 29. Pg5 en wint.", "27. Lxf5 f6 28. exf6 Df7", "Diagram rechts", "29. Te6?", "Wit wint na 29. Txe8+ Txe8 30. b3!, waarmee de reddende zet ... Dc4+ wordt verhinderd. Zwart heeft geen goede verdediging tegen 31. Pg5.", "29 ... Txe6 30. Pg5 Txf6 31. Pxf7+ Txf7 32. Lxh7 Txh7 33. Df6+ Kg8 34. Dg6+ Tg7 35. De6+ Tf7 36. Dg6+ Kf8 37. Dxd6+ Kg7 38. De5+ Kg6 39. De6+ Kg7 40. De5+ Kg6 41. De6+ Kg7 42. De5+", "Remise."], "authors": ["Gert Ligterink"], "keywords": ["txe8", "zijn", "radjabov", "van", "dg6", "tussen", "en", "een", "tegen", "zwart", "aan", "oorlog", "aronian", "het", "bord"], "pubDate": "2021-01-08T15:49:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}