{"id": "7c356d3e-9317-36bb-9c0b-6bd96ea8880d", "title": "Ajax zonder durf, pure klasse en verrassing naar uitgang elitebal", "url": "https://www.volkskrant.nl/sport/ajax-zonder-durf-pure-klasse-en-verrassing-naar-uitgang-elitebal~bf05f8a8/", "summary": "Negen dagen is de maand onderweg en Ajax heeft drie keer verloren, van Liverpool, FC Twente en Atalanta Bergamo (0-1).\nWie niet anders zou weten, dacht lange tijd dat Ajax aan een gelijkspel genoeg had in de Johan Cruijff Arena.\nJa, Davy Klaassen had kunnen scoren bij 0-0, maar dat was ook de enige echte kans in 90 minuten.\nLisandro Martinez was in defensief opzicht de geweldige vervanger van Blind, hij was misschien de beste van Ajax woensdag.\nMaar dat de uitschakeling zonder slag of stoot verliep, moet ook hem teleurstellen.", "paragraphs": ["Davy Klaassen (midden) had kunnen scoren bij 0-0, maar in plaats van de hoek uit te zoeken schoot hij op doelman Gollini. Beeld Guus Dubbelman / de Volkskrant", "De decemberdip is opnieuw volop aanwezig. Negen dagen is de maand onderweg en Ajax heeft drie keer verloren, van Liverpool, FC Twente en Atalanta Bergamo (0-1). En de maand is nog lang.", "Wie niet anders zou weten, dacht lange tijd dat Ajax aan een gelijkspel genoeg had in de Johan Cruijff Arena. In de wedstrijd die Ajax moest winnen om Atalanta te passeren, bleef vrijwel niets over van het spel dat nodig is om mee te doen in de top van Europa, waarmee al die makkelijke zeges in de eredivisie meteen in perspectief zijn geplaatst.", "Het tussenjaar waarover directeur voetbalzaken Marc Overmars sprak voor het seizoen, om de coronacrisis te overleven, is volop aan de gang. Geen vervolg bij de elite van de Champions League, wel in de Europa League, de liga voor de subtop, als nummer drie in de groep, achter Liverpool en Atalanta, voor Midtjylland.", "Ajax was een bundeltje brave borsten woensdag, scouts zonder avontuur, zonder durf, pure klasse en verrassing, al dirigeerde trainer Erik ten Hag in de slotfase alle offensieve krachten naar voren, wat een vergeefse vraag om een strafschop van Klaas Jan Huntelaar en een vrije kans voor Davy Klaassen opleverde. Ajax voetbalde steeds gefrustreerder, net als vorig jaar in een soortgelijke wedstrijd tegen Valencia.", "Ajax was op jacht naar dat ene doelpunt, hoewel de betiteling jacht te veel eer is voor geschutter met losse flodders, terwijl Atalanta steeds dichter bij de treffer was die alles zeker zou maken. Dat doelpunt, van invaller Luis Muriel, viel in de 85ste minuut, toen de Colombiaan doelman André Onana bekwaam omspeelde.", "Ontluistering", "De rode kaart voor Ryan Gravenberch daarvoor, na zijn tweede geel, was logisch in die periode van ontluistering, al was de tweede overtreding zwaar gestraft. Gravenberchs arm raakte het gezicht van Gomez, maar de Amsterdammer is bijna dertig centimeter groter en kon er ogenschijnlijk weinig aan doen.", "Zoet zijn de herinneringen bij Ajax aan twee seizoenen geleden, aan de ploeg van de halve finale, glorie waarvan het schijnsel vorig seizoen nog te zien was aan het Amsterdamse zwerk. Maar langzaam dooft de bundel van toen tot kaarslicht van nu. Uitgerekend een paar van de topspelers die bleven, Dusan Tadic en Nicolas Tagliafico, bleven ver achter bij hun topniveau, terwijl zij juist leiders moeten zijn.", "Ja, Davy Klaassen had kunnen scoren bij 0-0, maar dat was ook de enige echte kans in 90 minuten. In plaats van de hoek uit te zoeken schoot hij op doelman Gollini. Saai als de eerste helft was, met twee kansjes, eerlijk verdeeld. Geen publiek, geen spektakel, een duel dat schreeuwde om glühwein of andere vormen van jolijt. Een schot van Marten de Roon voor Atalanta, een kopballetje van Brian Brobbey voor Ajax, nadat Antony eindelijk tegenstander Gosens had opgezocht en passeerde.", "Antony probeert met een lichaamsbeweging Palomino te passeren maar de verdediger van Atalanta onderschept de bal. Beeld Guus Dubbelman / de Volkskrant", "Kudus, Neres en Traoré waren geblesseerd, Blind was ziek. Lisandro Martinez was in defensief opzicht de geweldige vervanger van Blind, hij was misschien de beste van Ajax woensdag. Maar als Blind niet meedoet, is Ajax meteen zijn opbouwende motor kwijt, de man die met een pass een linie kan overslaan.", "De 18-jarige Brobbey voetbalde in de spits en dat deed hij aardig. Hij kaatste goed en zocht de diepte, zonder veel ballen te krijgen. Ajax was zonder initiatief, vrijwel zonder diepte. Al die doelpunten in de competitie, tegen Emmen, Heerenveen of RKC, ze zijn op het topniveau in Europa vrijwel niets waard. Twee keer gescoord in vier duels tegen Liverpool en Atalanta, waarvan eenmaal uit een penalty; wie dergelijke cijfers laat zien, heeft niets te zoeken bij de beste zestien clubs van Europa.", "Natuurlijk, het was leuk dat Amsterdammer Brobbey meedeed, enthousiast, sterk en snel als hij is. Hij is een belofte voor de toekomst, maar dat leverde niets op nu uitblinkers uit het verleden als Tagliafico en Tadic dissonanten waren. Noussair Mazraoui voetbalde behoorlijk en Zakaria Labyad is gewoon geen speler voor het hoogste niveau. Noa Lang laten vertrekken en Labyad houden, is geen duidelijk beleid te noemen. Brobbey bleef in de rust achter in de kleedkamer, aangeslagen als hij was door een botsing.", "Ajax gaat naar de Europa League. Geen man overboord, had Ten Hag vooraf al gezegd, mocht dat gebeuren. Maar dat de uitschakeling zonder slag of stoot verliep, moet ook hem teleurstellen. Hij zei: ‘We zijn vaak dichtbij geweest deze reeks. In alle wedstrijden hebben we kansen gehad. We hebben ze niet benut.’"], "authors": ["Willem Vissers"], "keywords": ["durf", "van", "ajax", "verrassing", "zonder", "het", "hij", "naar", "maar", "klasse", "uitgang", "pure", "een", "en", "te", "dat", "elitebal", "voor"], "pubDate": "2020-12-09T20:51:01+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}