{"id": "7c3ae510-0ba4-34f0-a325-f158b2e9183e", "title": "Politie deelt 611 coronaboetes uit en beëindigt 31 feesten", "url": "https://www.nu.nl/coronavirus/6036016/politie-deelt-611-coronaboetes-uit-en-beeindigt-31-feesten.html", "summary": "De 25 burgemeesters die samen het Veiligheidsberaad vormen en tevens voorzitters zijn van veiligheidsregio's in Nederland, bespreken maandagavond met een deel van het kabinet welke coronamaatregelen moeten gaan gelden.\nDaarnaast wordt gesproken over de start van het vaccinatieproces.\nDe Nijmeegse burgemeester Hubert Bruls, voorzitter van het Veiligheidsberaad, houdt na afloop van het overleg een persmoment met minister Grapperhaus.Maandagochtend komt eerst een deel van het kabinet bijeen in de zogenoemde MCC, de speciale ministeriële commissie COVID-19.\nDe meest betrokken bewindslieden bespreken aan het eind van de ochtend de aanpak van het coronavirus.\nZondag vond al een informeel overleg plaats op het Catshuis.", "paragraphs": ["De 25 burgemeesters die samen het Veiligheidsberaad vormen en tevens voorzitters zijn van veiligheidsregio's in Nederland, bespreken maandagavond met een deel van het kabinet welke coronamaatregelen moeten gaan gelden. Hoewel vrijwel zeker is dat de strenge lockdown met drie weken wordt verlengd, is nog niet duidelijk of de verlenging gepaard gaat met eventuele versoepelingen of aanscherpingen.Volgens de NOS wordt onder meer besproken of deaangepast moet worden. Momenteel geldt buiten een maximum van twee personen. De strenge lockdown werd 15 december ingevoerd en zou 18 januari beëindigd worden, maar doordat de gewenste daling van de coronacijfers uitbleef werd al rekening gehouden met een verlenging.De burgemeesters gaan onder meer in gesprek met justitieminister Ferd Grapperhaus om over de handhaafbaarheid van de maatregelen te overleggen. Daarnaast wordt gesproken over de start van het vaccinatieproces. De Nijmeegse burgemeester Hubert Bruls, voorzitter van het Veiligheidsberaad, houdt na afloop van het overleg een persmoment met minister Grapperhaus.Maandagochtend komt eerst een deel van het kabinet bijeen in de zogenoemde MCC, de speciale ministeriële commissie COVID-19. De meest betrokken bewindslieden bespreken aan het eind van de ochtend de aanpak van het coronavirus. Zondag vond al een informeel overleg plaats op het Catshuis."], "authors": ["Door"], "keywords": ["wordt", "31", "deelt", "worden", "strenge", "uit", "met", "veiligheidsberaad", "beëindigt", "coronaboetes", "politie", "van", "en", "een", "werd", "feesten", "overleg", "het", "611"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}