{"id": "7c7a01f0-9972-3c2b-b6da-a585897a8efc", "title": "Utrechtse ROC-studenten krijgen eerder prikles voor hulp bij vaccineren", "url": "https://nu.nl/utrecht/6101257/utrechtse-roc-studenten-krijgen-eerder-prikles-voor-hulp-bij-vaccineren.html", "summary": "Utrechtse studenten van het Gezondheidszorg College van ROC Midden Nederland kunnen straks ingezet worden bij het vaccineren van mensen tegen COVID-19.\nDe Gezondheidszorg Colleges in Utrecht en Amersfoort zorgen dat studenten die nog geen prikles hebben gehad dat eerder krijgen zodat ze kunnen helpen bij het vaccineren.\nGezien de urgentie van het vaccineren tegen de verdere verspreiding van het coronavirus hebben we die lessen naar voren gehaald\", legt Jos van der Eijk, directeur van het Gezondheids College Utrecht, uit.\nDe psychosociale kant wordt - ondanks de urgentie van het opleiden van de studenten - absoluut niet uit het oog verloren\", vervolgt Van der Eijk.\nOp een van de locaties van het ROC, aan de Brandenburchdreef, kunnen mensen zich met een sneltest laten testen op het coronavirus.", "paragraphs": ["Utrechtse studenten van het Gezondheidszorg College van ROC Midden Nederland kunnen straks ingezet worden bij het vaccineren van mensen tegen COVID-19. De Gezondheidszorg Colleges in Utrecht en Amersfoort zorgen dat studenten die nog geen prikles hebben gehad dat eerder krijgen zodat ze kunnen helpen bij het vaccineren.", "Het gaat om studenten van de opleidingen Verpleegkunde, Verzorging en Doktersassistent. Zij krijgen, als ze dat nog niet hebben gehad, komende weken priklessen. Volgens het ROC komen de priklessen voor sommige studenten iets eerder dan verwacht.", "\"We hebben het curriculum van deze studenten aangepast. Normaal krijgen ze pas later in hun studiejaar prikles. Gezien de urgentie van het vaccineren tegen de verdere verspreiding van het coronavirus hebben we die lessen naar voren gehaald\", legt Jos van der Eijk, directeur van het Gezondheids College Utrecht, uit.", "In de lessen wordt aandacht besteed aan het prikken zelf, maar ook aan de angst die sommige mensen voor injecties hebben. \"Onze studenten moeten ook gerust kunnen stellen en vertrouwen geven. De psychosociale kant wordt - ondanks de urgentie van het opleiden van de studenten - absoluut niet uit het oog verloren\", vervolgt Van der Eijk.", "De eerste lichting ROC-studenten is vrijdag begonnen met een prikles. Eerstejaars ROC-studenten Verpleegkunde die werken in het UMC Utrecht oefenden het prikken op een pop. Het is niet voor het eerst dat ROC-studenten zich inzetten tijdens de coronacrisis. Op een van de locaties van het ROC, aan de Brandenburchdreef, kunnen mensen zich met een sneltest laten testen op het coronavirus. Ook daar worden al studenten ingezet."], "authors": ["Door"], "keywords": ["rocstudenten", "van", "het", "voor", "vaccineren", "krijgen", "kunnen", "eerder", "een", "ze", "prikles", "utrechtse", "hulp", "studenten", "bij", "hebben", "dat", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}