{"id": "7c7cbbb9-a37f-3c2f-abba-423ede90c377", "title": "De Paris-Brest verovert de Nederlandse patisseriewereld", "url": "https://www.parool.nl/ps/de-paris-brest-verovert-de-nederlandse-patisseriewereld~b5718a3f/", "summary": "Maar elk jaar is het weer één grote, moddervette deceptie – zelfs bij de beste ­banketbakkers van het land.\nGelukkig is er een ander hazelnoottaartje dat de Nederlandse patisseriewereld gestaag aan het veroveren is: de Paris-Brest.\nDeze taart werd ooit bedacht door de Franse patissier Louis Durand ter ere van de ­wielerwedstrijd Paris-Brest, ­vandaar dat ie de vorm van een wiel heeft.\nOok Patisserie Tout maakt eenpersoonsversies, al hebben die vrij weinig met een klassieke Paris-Brest van doen: ze worden gemaakt met pecan in plaats van hazelnoot en hebben niet eens de vorm van een wiel.\nNu de Paris-Brest nog – al was het maar voor mijn toekomstige kleinkinderen.", "paragraphs": ["Beeld Shutterstock", "Het is het meest overschatte taartje aller tijden: hazelnootschuimgebak. Omdat mijn oma er zo dol op was, ga ik om sentimentele redenen elk jaar rond kerst voor de bijl. Maar elk jaar is het weer één grote, moddervette deceptie – zelfs bij de beste ­banketbakkers van het land.", "Gelukkig is er een ander hazelnoottaartje dat de Nederlandse patisseriewereld gestaag aan het veroveren is: de Paris-Brest. Deze taart werd ooit bedacht door de Franse patissier Louis Durand ter ere van de ­wielerwedstrijd Paris-Brest, ­vandaar dat ie de vorm van een wiel heeft. Dat wiel is gemaakt van een krans van soezendeeg, gevuld met zachte, zoete en onweerstaanbare hazelnootroom. Door het luchtige deeg is de Paris-Brest bovendien stukken lichter en verfijnder dan onze eigen lompe hazelnootschuimtaart.", "In Parijs wordt hij bij bijna elke patisserie verkocht, zeker in het najaar en de winter. In Nederland was dat tot voor kort altijd mondjesmaat, maar daar lijkt nu verandering in te komen. Restaurant Vanderveen op de Beethovenstraat is er een tijdje geleden mee begonnen en ­verkoopt van donderdag tot en met zondag eenpersoons Paris-Brests vanuit de buitenkeuken. Leuk detail: ze bedenken elke week een andere vulling.", "Ook Patisserie Tout maakt eenpersoonsversies, al hebben die vrij weinig met een klassieke Paris-Brest van doen: ze worden gemaakt met pecan in plaats van hazelnoot en hebben niet eens de vorm van een wiel. Feitelijk is het dus meer een soesje met pecanroom, maar Tout kennende is ie ongetwijfeld smakelijk genoeg om dat te vergeten.", "Liever het echte werk? Bestel dan bij The Bakery, een pop-up met veel aandacht voor klassiekers. Eigenaar Pépé Topper interviewde ik exact een jaar geleden in een serie voor deze krant over veel­belovende horecatalenten. Inmiddels heeft hij die belofte volop waargemaakt. Nu de Paris-Brest nog – al was het maar voor mijn toekomstige kleinkinderen."], "authors": ["Mara Grimm"], "keywords": ["van", "patisseriewereld", "voor", "en", "maar", "een", "met", "verovert", "parisbrest", "wiel", "het", "nederlandse", "dat"], "pubDate": "2020-12-26T10:00:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}