{"id": "7c83e142-be3b-3fe6-98f7-ad26ecdcfc5b", "title": "’Joe Biden volgende week gevaccineerd tegen corona’", "url": "https://www.telegraaf.nl/nieuws/2122287117/joe-biden-volgende-week-gevaccineerd-tegen-corona", "summary": "„Ik wil niet voor de troepen uit lopen, maar ik wil er zeker van zijn dat we het Amerikaanse volk laten zien dat het veilig is om het vaccin te nemen”, zei Biden woensdag tegen verslaggevers in zijn thuisstad Wilmington.\n„Wanneer ik het doe, doe ik het in het openbaar, zodat jullie er allemaal getuige van kunnen zijn dat ik het heb laten doen”, aldus de 78-jarige aanstaande president.\nIngewijden stellen dat Biden zijn inenting waarschijnlijk pas volgende krijgt om dat er nog zaken geregeld moeten worden om de vaccinatie in het openbaar te laten plaatsvinden.\nHet gaat om het middel van de Amerikaanse farmaceut Pfizer en het Duitse biotechnologiebedrijf BioNTech.\nVolgens hem moet 75 tot 80 procent van de Amerikanen moet worden ingeënt om groepsimmuniteit tegen het coronavirus te bewerkstelligen.", "paragraphs": ["„Ik wil niet voor de troepen uit lopen, maar ik wil er zeker van zijn dat we het Amerikaanse volk laten zien dat het veilig is om het vaccin te nemen”, zei Biden woensdag tegen verslaggevers in zijn thuisstad Wilmington. „Wanneer ik het doe, doe ik het in het openbaar, zodat jullie er allemaal getuige van kunnen zijn dat ik het heb laten doen”, aldus de 78-jarige aanstaande president.", "Ingewijden stellen dat Biden zijn inenting waarschijnlijk pas volgende krijgt om dat er nog zaken geregeld moeten worden om de vaccinatie in het openbaar te laten plaatsvinden.", "Oud-presidenten Barack Obama, George W. Bush en Bill Clinton toonden zich eerder ook al bereid zich op termijn voor de camera te laten inenten tegen het coronavirus.", "Trump", "Scheidend president Donald Trump zegt nog niet aan de beurt te zijn om het coronavaccin te krijgen en wil ook dat het personeel in het Witte Huis pas ergens later in het programma aan de beurt komt. De Amerikaanse president zei wel ernaar uit te kijken op een geschikt moment gevaccineerd te worden. Trump en talloze medewerkers raakten dit jaar al eens besmet met het coronavirus. Trumps vicepresident Mike Pence wil zich volgens nieuwssite Axios vrijdag voor de camera’s laten inenten in het Witte Huis.", "Maandag werd de eerste Amerikaan ingeënt tegen het coronavirus. Het gaat om het middel van de Amerikaanse farmaceut Pfizer en het Duitse biotechnologiebedrijf BioNTech. De eerste prik was voor een verpleegster van een Joods medisch centrum in New York en werd live op televisie uitgezonden.", "Slaoui", "Moncef Slaoui, een van de belangrijkste adviseurs van de Amerikaanse vaccinatiecampagne, zei zondag dat hij er nog niet gerust op is dat genoeg Amerikanen zich laten inenten. „We zijn heel bezorgd over de twijfel die we zien”, aldus Slaoui. Volgens hem moet 75 tot 80 procent van de Amerikanen moet worden ingeënt om groepsimmuniteit tegen het coronavirus te bewerkstelligen."], "authors": [], "keywords": ["dat", "van", "corona", "gevaccineerd", "om", "joe", "en", "te", "week", "zijn", "laten", "ik", "volgende", "zich", "biden", "tegen", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}