{"id": "7c9052d4-0529-31c4-b4d9-595708f82535", "title": "Volgens m’n zoon moet ik besluiten niet samen Kerst te vieren. Is dat echt mijn plicht?", "url": "https://trouw.nl/leven/volgens-m-n-zoon-moet-ik-besluiten-niet-samen-kerst-te-vieren-is-dat-echt-mijn-plicht~b684c614/", "summary": "Beste Beatrijs,Ik ben een vrouw van 71 en moeder van drie volwassen kinderen, van wie er twee een eigen gezin hebben.\nVoor twee van de drie volwassen kinderen is het voldoende om voorzichtig te zijn, afstand te houden, maar wel samen te zijn.\nHij vindt dat ik als mater familias het besluit zou moeten nemen om geen gezamenlijke Kerst te vieren.\nGevaarlijke KerstBeste Gevaarlijke Kerst,Er lijkt mij niets mis met uw voorstel om het vieren van Kerstmis te spreiden over twee dagen met twee verschillende groepjes familieleden.\nDe ene keer gaat het om het gezin van uw zoon, waar twee mensen op bezoek komen: u en uw andere zoon.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Beste Beatrijs,", "Ik ben een vrouw van 71 en moeder van drie volwassen kinderen, van wie er twee een eigen gezin hebben. Kerst vieren in coronatijd vraagt enig puzzelwerk. Ik heb me daarover gebogen en kwam tot het volgende voorstel: op Eerste Kerstdag samen met mijn vrijgezelle zoon een kerstlunch bij mijn andere zoon met vrouw en kleinkind van zes, en op Tweede Kerstdag schuif ik aan bij het kerstdiner van mijn dochter, haar partner en drie kinderen. Voor twee van de drie volwassen kinderen is het voldoende om voorzichtig te zijn, afstand te houden, maar wel samen te zijn. Mijn ene zoon is uitermate voorzichtig. Hij vindt dat ik als mater familias het besluit zou moeten nemen om geen gezamenlijke Kerst te vieren. Dit om elk risico van besmetting te vermijden. Is dat inderdaad mijn plicht?", "Gevaarlijke Kerst", "Beste Gevaarlijke Kerst,", "Er lijkt mij niets mis met uw voorstel om het vieren van Kerstmis te spreiden over twee dagen met twee verschillende groepjes familieleden. De ene keer gaat het om het gezin van uw zoon, waar twee mensen op bezoek komen: u en uw andere zoon. De tweede dag gaat u als enige op bezoek bij het gezin van uw dochter. Dat valt netjes binnen de beperkingen die gelden voor aantallen bezoekers in een huishouden. Als er tijdens het bezoek anderhalve meter afstand wordt gehouden, is alles protocollair in orde. U zit met uw leeftijd in een risicogroep, maar ook hoogbejaarden in verpleeghuizen mogen bezoek ontvangen. De regering heeft niet opgeroepen tot algehele zelfisolatie, dus er is geen enkel bezwaar tegen uw plan.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Eerdere afleveringen van deze rubriek vindt u hier. En een uitgebreid archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["moet", "vieren", "van", "twee", "zoon", "mijn", "en", "uw", "met", "een", "mn", "om", "te", "plicht", "samen", "het", "niet", "volgens"], "pubDate": "2020-12-18T13:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}