{"id": "7c965718-0fef-33c9-9a6d-d68f552349bb", "title": "1,4 biljoen om de tech-strijd te winnen (het belangrijkste wapen: microchips)", "url": "https://www.volkskrant.nl/kijkverder/track-en-trace/v/1-4-biljoen-om-de-tech-strijd-te-winnen-het-belangrijkste-wapen-microchips", "summary": "‘Ze komen gewoon hun zakken vullen.’En toch, in het verleden is al gebleken dat Chinese techbedrijven niet te onderschatten zijn.\nHet is een elkaar versterkend proces.’De chipmakers op de beurs lijken het erover eens: het zal tijd vragen, het zal moeilijk zijn, maar uiteindelijk komen ze er wel.\n‘De beperkingen zijn een stimulans om de binnenlandse ontwikkeling te versnellen.\nIk denk niet dat we over vijf jaar al op het niveau van Silicon Valley zitten, maar er zal vooruitgang zijn.\nOp korte termijn is dit een grote klap, maar op lange termijn brengt het nieuwe mogelijkheden.’", "paragraphs": ["Een mogelijke valkuil voor de Chinese overheid is dat de overvloed aan subsidies ook tot veel misbruik en verspilling leidt. In de eerste negen maanden van dit jaar registreerden meer dan 13 duizend Chinese firma’s zich als microchipbedrijf, velen zonder enige ervaring. ‘De meeste komen af op de opwinding’, zegt Guo Shi, die zich op de beurs voorstelt als zelfstandig consultant. ‘Ze komen gewoon hun zakken vullen.’", "En toch, in het verleden is al gebleken dat Chinese techbedrijven niet te onderschatten zijn. Op basis van beperkte buitenlandse knowhow over hogesnelheidstreinen, kerncentrales of satellieten slaagden ze erin de technologie na te bouwen, tot een punt waarop ze die nu zelf exporteren. Overheidssteun was daarbij telkens een bepalende factor. Ook al zijn de Amerikanen vast van plan dat niet nog een keer te laten gebeuren, het zou niemand verbazen als het de Chinezen toch lukt.", "Op een laag niveau lijkt het effect van de techoorlog al zichtbaar: uit noodzaak slaan Chinese bedrijven de handen in elkaar, waardoor ze elkaar versterken. ‘Normaal werken we alleen met Taiwanese fabrikanten, want hun technologie is stabieler’, zegt Li Bo van ChipBetter, dat chips voor geluidsversterking maakt. ‘Maar sinds de handelsoorlog vragen sommige klanten dat we binnenlandse chips gebruiken. We proberen onze chips nu zo te ontwerpen dat we binnenlandse fabrikanten helpen.’", "Lange termijn", "Cecilia Liangs bedrijf On-Bright ­gebruikte tot nog toe alleen Amerikaanse software, maar is op aanmoediging van het ministerie van Industrie en Informatietechnologie ook met Chinese software aan het experimenteren. ‘Voorlopig loopt Chinese software nog achter, maar er zijn initiatieven om de ontwikkeling te versnellen’, zegt ze. ‘Als dat gebeurd is, zullen we meer Chinese software gebruiken. Het is een elkaar versterkend proces.’", "De chipmakers op de beurs lijken het erover eens: het zal tijd vragen, het zal moeilijk zijn, maar uiteindelijk komen ze er wel. ‘Tussen alle ­obstakels kun je ook kansen vinden’, zegt Sam Wu. ‘De beperkingen zijn een stimulans om de binnenlandse ontwikkeling te versnellen. Ik denk niet dat we over vijf jaar al op het niveau van Silicon Valley zitten, maar er zal vooruitgang zijn. Op korte termijn is dit een grote klap, maar op lange termijn brengt het nieuwe mogelijkheden.’"], "authors": ["Beeld"], "keywords": ["techstrijd", "van", "belangrijkste", "het", "op", "winnen", "maar", "wapen", "biljoen", "zijn", "14", "microchips", "een", "chinese", "om", "te", "dat", "ze"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}