{"id": "7c9a45ae-39b1-3a2c-a3a5-d61779711058", "title": "Opinie: Komen we met dit klunskabinet nog van corona af?", "url": "https://volkskrant.nl/columns-opinie/opinie-komen-we-met-dit-klunskabinet-nog-van-corona-af~be081ae3/", "summary": "Minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat (VVD) tijdens de schorsing van een notaoverleg in de Oude Zaal over mogelijke steunmaatregelen aan Air France - KLM.\nZij mag gelden als de meest mislukte minister in dit kabinet: door haar vroem-vroem-partij ingehuurd voor meer asfalt en pretvluchten, voor meer 130 km-trajecten, voor het verhinderen van rekeningrijden en voor het open krijgen van vliegveld Lelystad.\nAls het er toch niet van komt, is dat omdat de wegen in het Postcovidium vanzelf leger zullen blijven.\nDat het huidige zich, ondanks waarschuwingen van virologen het afgelopen Rutte-decennium dat Nederland niet op een pandemie was voorbereid, in maart liet verrassen: soi.\nEen deel van het Nederlandse onvermogen is van ouder datum, een deel van recenter, maar tussen beide bestaat samenhang.", "paragraphs": ["Minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat (VVD) tijdens de schorsing van een notaoverleg in de Oude Zaal over mogelijke steunmaatregelen aan Air France - KLM. Beeld Freek van den Bergh / de Volkskrant", "Koning Midas veranderde alles wat hij aanraakte in goud. Cora van Nieuwenhuizen verandert alles wat zij aanraakt in schroot. Zij mag gelden als de meest mislukte minister in dit kabinet: door haar vroem-vroem-partij ingehuurd voor meer asfalt en pretvluchten, voor meer 130 km-trajecten, voor het verhinderen van rekeningrijden en voor het open krijgen van vliegveld Lelystad.", "En wat is de oogst van vier jaar Cora? De snelheid terug naar 100, Schiphol een rusthuis voor roestende Oranjetrots, de opening van Lelystad - na herhaalde aankondigingen dat het er nu toch écht van zou komen - verdaagd tot Sint-Juttemis. Ook dat rekeningrijden gaat ze niet tegenhouden. Als het er toch niet van komt, is dat omdat de wegen in het Postcovidium vanzelf leger zullen blijven.", "Je zou zeggen: een minister die inziet dat zij niets van haar eigen voornemens gaat bakken, treedt uit zichzelf wel af. Dat dat alsmaar niet gebeurt, is omdat in haar kring stug wordt volgehouden dat de stagnatie een tijdelijk pandemieprobleempje is, de VVD het zich politiek niet kan veroorloven de definitieve aard daarvan onder ogen te zien, en Van Nieuwenhuizen te dom is om het onhoudbare van beide te snappen.", "Symptomatisch", "Dit onvermogen om vooruit te denken is symptomatisch voor deze rechtse coalitie. Wij zien het ook bij de aanpak van die pandemie zelf. Een ezel stoot zich niet tweemaal aan dezelfde steen, dat doen Nederlandse kabinetten wel.", "Dat het huidige zich, ondanks waarschuwingen van virologen het afgelopen Rutte-decennium dat Nederland niet op een pandemie was voorbereid, in maart liet verrassen: soi. Maar daarna is het steeds achter de feiten aan blijven hobbelen, zodat wij bij het vaccineren de hekkensluiter van Europa geworden zijn. Dat heeft wel één voordeel: van betweterig gebabbel over intelligente lockdowns in dit waanzinnig gave land, en van Wopke-achtige vragen over hoe het toch komt dat Italië zo snel in de penarie belandt, is de buitenwereld voorlopig verlost.", "Een deel van het Nederlandse onvermogen is van ouder datum, een deel van recenter, maar tussen beide bestaat samenhang. De vele ongezeglijke burgers die zich aan geen regel houden: die zijn het product van veertig jaar gehamer op een kleine overheid die niet mocht betuttelen, het evangelie van een partij die al in de jaren tachtig onder het motto ‘gewoon je zelf zijn’ campagne voerde.", "Uit den boze", "De goeden mochten niet onder de kwaden leiden, dus de tucht van de staat was uit den boze. Dat is nog steeds de insteek van de VVD bij het tegenhouden van een vuurwerkverbod, waarbij haar argumentatie sterk lijkt op die van de Amerikaanse Republikeinen bij hun blokkade van een vuurwapenverbod: die pijlen en pistolen gaan nooit uit zichzelf plots af.", "Op andere momenten vindt de VVD het overigens helemaal geen probleem dat de goeden onder de kwaden lijden - uit de bezetenheid elk frauderisico uit te sluiten, is de toeslagenaffaire voortgevloeid. Zeker: daaraan zijn ook CDA, PvdA en D66 medeschuldig, maar de asociale sloopkogel kwam toch echt van rechts.", "Neoliberaal efficiëntiedenken", "De VVD is een GOP-light: net als de Republikeinen steeds weer op de collectieve voorzieningen bezuinigen om de belastingen te kunnen verlagen, vooral voor het grote bedrijfsleven dat vrij baan moest krijgen, omdat de premier tot in zijn diepste vezels voelde dat dat heilig moest worden verklaard. Uitkomst van dit neoliberale efficiëntiedenken: nalatig onderhoud en geen enkele reserves in de zorg. Lean and mean betekende: een paar spoedgevallen extra en we zijn al door onze ic-capaciteit heen, zodat we afgelopen voorjaar bij de buren om bedden bedelen moesten.", "Je mocht hopen dat men daarvan op het Binnenhof had geleerd: dat regeren vooruitzien en niet vooruitschuiven is. ’s Zomers, toen het weer de goede kant uit ging, werd echter meteen opnieuw afgeschaald en tijdige voorbereidingen op de herhaaldelijk voorspelde tweede golf bleven uit.", "Toen de besmettingscijfers weer opliepen, reageerde men veel te traag en naïef. ‘Zelfregulering’ bleef het motto: zelf bepalen of iets niet kan. Niet juichen in het voetbalstadion. Niet recreatief winkelen op Black Friday. Niet het vliegtuig nemen voor niet-noodzakelijk gereis; zelfs de koning snapte niet wat de regering bedoelde. Teststraten op Schiphol slechts open tussen negen en vijf: dat met het virus per CAO was overeengekomen dat het zich ’s avonds ten ruste zou leggen, was mij onbekend. Zijn eigen advies over mondkapjes: Rutte wist op die persconferentie zelf nog niet of hij zich eraan zou houden.", "Smoesjes over ‘ingewikkeld’ en ‘zorgvuldig’ vanwege het verlate beginnen met vaccineren: alsof de Duitsers, die dit bijtijds als militaire operatie voorbereidden, er met de pet naar gooien.", "Onverbeterlijk optimisme", "De hoofdoorzaak: het onverbeterlijk optimisme van De Jonge en de ingebakken weerzin van Rutte tegen duidelijk de leiding nemen. Die Nederlandse gewoonte om over alles eerst een kringgesprek te voeren is normaliter ook best sympathiek, maar een pandemie bestrijd je niet per rondvraag.", "Vooruitdenken: als het aan de VVD ligt, heeft noch de coronacrisis noch de klimaatcrisis straks veel consequenties voor de economische prioriteiten van Den Haag. Maar, zoals partijgenoot Remkes al aan zijn rapport als titel meegaf: niet alles kan. Verdere groei kan Schiphol vergeten. En dat Lelystad? Daar maken we een CO 2 -neutrale akker van. Cora mag die straks dan openen."], "authors": ["Thomas Von Der Dunk"], "keywords": ["zijn", "van", "nog", "komen", "voor", "en", "met", "een", "dit", "opinie", "op", "corona", "klunskabinet", "het", "niet", "dat", "af", "die"], "pubDate": "2021-01-10T16:24:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}