{"id": "7c9cc5a2-814c-31f0-95a4-57aeb30e6cb5", "title": "Goud- en zilversmid Eenvoud begon een kantoor in de buitenlucht", "url": "https://www.parool.nl/ps/goud-en-zilversmid-eenvoud-begon-een-kantoor-in-de-buitenlucht~b4bf02ac/", "summary": "De klanten zijn er eigenlijk alleen maar op vooruitgegaan: als je nu een afspraak hebt, heb je de winkel bijna voor jezelf.\nEn als het mooi weer is, lever ik ­pakketjes af op de fiets.”Hoe houdt u de moed erin?\nMijn man en ik zijn deze winkel veertig jaar geleden begonnen omdat we het heel leuk vinden om sieraden te maken, en inmiddels werken mijn dochter en neefje ook bij ons.\nAls je van je hobby je werk maakt, is het makkelijk de moed erin te houden.”Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?\n“Ik denk dat je het heel ingewikkeld voor jezelf maakt als je focust op wat je nu allemaal niet kunt.", "paragraphs": ["Beeld Anouk Hulsebosch", "Wat betekent de gedeeltelijke ­lockdown voor uw zaak?", "“Momenteel zijn we alleen open op afspraak. We hebben twee afspraken per halfuur met maximaal twee ­personen per keer. Ook helpen we mensen buiten; in ons portiek hebben we een tafeltje gezet. We zijn eigenlijk alles blijven doen, behalve het schieten van gaatjes. Normaal doen we dat aan de lopende band, maar het is nu niet verantwoord omdat je zo dichtbij moet komen.”", "Hoe gaat de komende tijd eruitzien?", "“Best goed, denk ik. Alle andere jaren stonden mensen hier als sardientjes in een blik, omdat de winkel best klein is. De klanten zijn er eigenlijk alleen maar op vooruitgegaan: als je nu een afspraak hebt, heb je de winkel bijna voor jezelf. Het kantoortje buiten loopt ook goed. Ik heb een aantal dikke vesten gekocht voor de koude dagen, dus dat moet helemaal goed komen.”", "Nog creatieve inzichten gekregen door de situatie?", "“Omdat de afspraken op deze manier zo goed gaan, willen we dat wellicht wel blijven doen. Daarnaast zijn we online veel meer gaan verkopen. En als het mooi weer is, lever ik ­pakketjes af op de fiets.”", "Hoe houdt u de moed erin?", "“Dat is niet moeilijk, omdat we een echt familiebedrijf zijn. Mijn man en ik zijn deze winkel veertig jaar geleden begonnen omdat we het heel leuk vinden om sieraden te maken, en inmiddels werken mijn dochter en neefje ook bij ons. Als je van je hobby je werk maakt, is het makkelijk de moed erin te houden.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Ik denk dat je het heel ingewikkeld voor jezelf maakt als je focust op wat je nu allemaal niet kunt. Je kunt beter nadenken over wat er wél kan: lekker wandelen in het bos bijvoorbeeld. Natuurlijk kijk ik ernaar uit om weer met vriendinnen uit eten te gaan bij restaurant Breda of op vakantie te gaan, maar dat kan nu eenmaal niet. Ach, het komt allemaal wel weer wanneer het komt.”"], "authors": ["Jip Leferink"], "keywords": ["begon", "eenvoud", "als", "zilversmid", "het", "op", "kantoor", "zijn", "ik", "weer", "een", "buitenlucht", "en", "je", "dat", "goud", "voor"], "pubDate": "2020-12-01T10:48:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}