{"id": "7ca74930-968d-3bd4-96f2-b88603da4770", "title": "Rabobank: Tweede coronagolf minder schadelijk voor economie", "url": "https://nu.nl/economie/6095773/rabobank-tweede-coronagolf-minder-schadelijk-voor-economie.html", "summary": "De Nederlandse economie is door de tweede coronagolf veel minder hard geraakt dan door de eerste.\nHet duurt wel langer dan een jaar voordat de economie zich volledig heeft hersteld, met 2,4 procent groei in heel 2021.\nOngeacht het wel of niet slagen van onderhandelingen over een handelsakkoord, zullen Nederlandse exporteurs schade ondervinden van het vertrek van de Britten uit de Europese Unie.\nEerder dit jaar voorspelde Rabobank nog een daling van de huizenprijzen in 2021 als gevolg van de recessie.\nNu zetten experts een streep door die prognose, onder andere doordat de werkloosheid niet zo hard oploopt als verwacht.", "paragraphs": ["De Nederlandse economie is door de tweede coronagolf veel minder hard geraakt dan door de eerste. Hoewel de klap voor sectoren als de horeca en toerisme nog steeds groot is, hielden huishoudens hun uitgaven deze keer beter op peil. De gevreesde daling van de huizenprijzen is ook van de baan, stelt Rabobank in een rapport.", "De bank rekent er nu op dat het bruto binnenlands product (bbp) in heel 2020 met 4,2 procent krimpt, tegenover de 5,7 procent krimp die in oktober werd voorspeld. Het duurt wel langer dan een jaar voordat de economie zich volledig heeft hersteld, met 2,4 procent groei in heel 2021. Voor 2022 verwachten economen van Rabobank hetzelfde groeitempo.", "Volgens hoofdonderzoeker Ester Barendregt van RaboResearch toonde de Nederlandse economie meer veerkracht dan aanvankelijk was verwacht. Daarbij speelden steunpakketten van de overheid een cruciale rol. \"Het herstel in de zomermaanden was relatief sterk, de werkloosheid is niet zo hard opgelopen als aanvankelijk verwacht en de woningverkopen zijn gestegen\", zegt ze.", "Het herstel van de economische groei zal volgend jaar langer op zich laten wachten dan afgelopen zomer, na de versoepeling van de eerste lockdown. Rabo-economen denken namelijk dat beperkende maatregelen in de eerste drie maanden van 2021 streng blijven, ondanks de komst van vaccins. Daarnaast remt een toename van de werkloosheid, met een piek tot 5,5 procent in 2021, de groei.", "Ook hebben bedrijven moeten interen op hun financiële buffers, waardoor ze minder kunnen investeren. Een ander obstakel voor snel herstel is de Brexit. Ongeacht het wel of niet slagen van onderhandelingen over een handelsakkoord, zullen Nederlandse exporteurs schade ondervinden van het vertrek van de Britten uit de Europese Unie.", "Eerder dit jaar voorspelde Rabobank nog een daling van de huizenprijzen in 2021 als gevolg van de recessie. Nu zetten experts een streep door die prognose, onder andere doordat de werkloosheid niet zo hard oploopt als verwacht. Daarnaast zijn de leennormen voor huizenkopers verruimd, roeren beleggers zich nadrukkelijker op de woningmarkt en blijft het woningaanbod beperkt. \"Ook de emotie van de biedstrijd die tegenwoordig om huizen woedt kan meespelen\", schrijft de bank, die wel een minder sterke stijging van de huizenprijzen verwacht."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["rabobank", "procent", "van", "tweede", "dan", "als", "economie", "schadelijk", "het", "op", "die", "verwacht", "minder", "een", "coronagolf", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}