{"id": "7caad492-104d-3c54-89bc-43d642acdf13", "title": "’Camperreis is avontuurlijk en geeft een vrij gevoel’", "url": "https://www.telegraaf.nl/lifestyle/807128647/camperreis-is-avontuurlijk-en-geeft-een-vrij-gevoel", "summary": "We zijn bijna drie weken met twee campers onderweg geweest en het dagelijks optrekken met elkaar en het verblijf in de prachtige natuur van Canada was geweldig.\nVooral leuk dat je met een camper op de mooiste plekken even kunt stoppen, een kopje koffie kunt drinkt, een lekkere lunch maakt en je elke avond op een andere plek slaapt.\nAvontuurlijk, het geeft een vrij gevoel en je hebt je huis altijd bij je.”Favoriet adres„Restaurant The Pitch, gewoon in het Nederlandse Noordwijk.\nDe locatie is top, aan de golfbaan met uitzicht op een mooi Hollands landschap met koeien en een molen.\nHet restaurant heeft een prettige sfeer en een goede kaart en je proeft dat alles met liefde en aandacht is klaargemaakt.”Ook in de rubriek Mijn Reis?", "paragraphs": ["Wie: Ada (60), remedial teacher en Ad Geerlings (60), werkzaam in de koeltechniek.", "Mooiste herinnering", "„De rondreis door Canada met ons gezin. We zijn bijna drie weken met twee campers onderweg geweest en het dagelijks optrekken met elkaar en het verblijf in de prachtige natuur van Canada was geweldig. Vooral omdat we het met elkaar al zoveel jaren over zo’n reis hadden. Toen ik (Ada,red.) vwo-examen deed, emigreerde een klasgenoot naar Canada. We hebben altijd contact gehouden en ik heb altijd gezegd dat ik hem ooit zou opzoeken. Bijna 40 jaar later is dat gebeurd!", "Hij woont in de buurt van Vancouver en we hebben hem aan het eind van de reis bezocht. Daarna zijn we in Vancouver op de cruiseboot gestapt. Onze eerste kennismaking met Canada was Lake Louise, een prachtig azuurblauw meer met op de achtergrond bergen met sneeuw!”", "Langste/verste reis", "„Drie jaar geleden waren we vier weken lang op het Zuidereiland van Nieuw-Zeeland, wederom met een camper. We hebben genoten van de prachtige afwisselende natuur: de Moeraki Boulders, de Catlins met de mooie vuurtorenhuisjes, de Milford-gletsjer Sound die uitkomt in de Tasmaanse Zee...”", "Ultieme gadget", "„Die zit niet in een apparaat, het gaat vooral om mooie herinneringen maken.”", "Beste advies", "„Plan je reis helemaal zelf, tickets, hotelovernachtingen, campers boeken. Een hele klus, maar het geeft veel voldoening.”", "Kan niet zonder...", "„Koffie! Altijd gaat er een doosje instant koffie van Nescafé Espresso mee. Wij noemen dat ons vakantiebakkie.”", "Droomt nog van...", "„Een camperrondreis door Europa. Reizen met een camper is ons heel goed bevallen de afgelopen jaren. Vooral leuk dat je met een camper op de mooiste plekken even kunt stoppen, een kopje koffie kunt drinkt, een lekkere lunch maakt en je elke avond op een andere plek slaapt. Avontuurlijk, het geeft een vrij gevoel en je hebt je huis altijd bij je.”", "Favoriet adres", "„Restaurant The Pitch, gewoon in het Nederlandse Noordwijk. De locatie is top, aan de golfbaan met uitzicht op een mooi Hollands landschap met koeien en een molen. Het restaurant heeft een prettige sfeer en een goede kaart en je proeft dat alles met liefde en aandacht is klaargemaakt.”", "Ook in de rubriek Mijn Reis? Mail naar [email protected]"], "authors": ["Sigrid Stamkot"], "keywords": ["camperreis", "van", "reis", "het", "op", "avontuurlijk", "met", "een", "je", "en", "vrij", "dat", "canada", "geeft", "gevoel"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}