{"id": "7cc0834b-7ed8-33ba-9138-23bf9f2938ac", "title": "Alle symfonieën van Beethoven bij elkaar", "url": "https://www.parool.nl/kunst-media/alle-symfonieen-van-beethoven-bij-elkaar~bd91f085/", "summary": "In de loop van zijn 132-jarig bestaan heeft het Concertgebouworkest (KCO) 3015 keer een symfonie van Beethoven op een concert gespeeld.\nLegendarische uitvoeringMengelberg dirigeerde 172 van de 449 uitvoeringen van de Vijfde.\n8 speelde het KCO 306 keer, 30 keer onder Van Beinum, 40 keer onder Haitink 86 keer onder Mengelberg.\nTot slot de Negende, die 199 keer is uitgevoerd, waarvan 91 keer onder Mengelberg.\nDe zeer geïnspireerde uitvoering in de doos van onder Dorati, uit 1985.", "paragraphs": ["Concertgebouworkest, Beethoven Live, Symphonies 1-9.", "In de loop van zijn 132-jarig bestaan heeft het Concertgebouworkest (KCO) 3015 keer een symfonie van Beethoven op een concert gespeeld. Grofweg een derde van die uitvoeringen werd gedirigeerd door Willem Mengelberg. Het was om die reden wellicht te billijken geweest hem een plekje te gunnen in de doos met live-uitvoeringen van Beethovens symfonieën die het Concertgebouworkest het licht heeft doen zien, al zijn er ook genoeg redenen te bedenken om dat nou juist niet te doen.", "Er ontbreken trouwens wel meer chef-dirigenten in de doos. Zelfs van Haitink geen spoor. De enige aanwezige is Mariss Jansons, met een uitvoering uit 2008 van de Vijfde symfonie. Het was daarom aardig geweest als de samenstellers van de doos – Daniel Esser en Lodewijk Collette, eerder al verantwoordelijk voor prachtige cd-anthologieën van het orkest – in het bijgevoegde boekje verantwoording hadden afgelegd over hun gemaakte keuzes.", "Adembenemend spannend", "Laten we de stukken even nalopen.", "Symfonie nr. 1: in totaal 242 uitvoeringen, waarvan Willem Mengelberg er tussen 1895 en 1944 niet minder dan 111 voor zijn rekening nam. De opname in de doos, met David Zinman, is fris, maar verder niet spectaculair.", "Symfonie nr. 2: zelfde verhaal; Mengelberg dirigeerde 70 van de in totaal 235 uitvoeringen. De opname in de doos, van Leonard Bernstein, is bijzonder. Je hangt aan Bernsteins lippen, al is de uitvoering technisch zeker niet perfect.", "Van de 503 keer dat het KCO de Symfonie nr. 3 speelde, dirigeerde Mengelberg er 215, Haitink 34 en Monteux 12. In lange rij met resterende namen vallen Dorati, Leinsdorf, Erich Kleiber (7 keer) en Arthur Nikisch op. In de doos zit de uitvoering onder Harnoncourt. Het eerste deel is zo droog als een hap magnesium, maar vanaf het langzame deel wordt het betoog adembenemend spannend.", "Bij de Symfonie nr. 4 (293 keer gespeeld) domineert Mengelberg andermaal het veld, met 89 uitvoeringen. Op twee staat Blomstedt, die met een fraaie, nobele interpretatie in de doos aanwezig is.", "Legendarische uitvoering", "Mengelberg dirigeerde 172 van de 449 uitvoeringen van de Vijfde. Daarna komen Van Beinum (30), Haitink (25) en Jochum (15). Jansons kwam tot zes. Zijn bevlogen en degelijke uitvoering zit in de doos.", "Van de 335 Pastorales nam Mengelberg er 126 voor zijn rekening. In de doos zit er een onder Norrington, een in alle opzichten vlotte.", "Van de 435 keer de Zevende (waaronder 109 onder Mengelberg) zijn vooral de drie uitvoeringen in 1983 onder Carlos Kleiber legendarisch geworden. Gelukkig zit die ook in de doos. Opmerkelijk is het snel genomen Allegretto.", "Symfonie nr. 8 speelde het KCO 306 keer, 30 keer onder Van Beinum, 40 keer onder Haitink 86 keer onder Mengelberg. In de doos zit een uitvoering onder Herreweghe.", "Tot slot de Negende, die 199 keer is uitgevoerd, waarvan 91 keer onder Mengelberg. De kruimels bleven over voor Van Beinum (14), Haitink (14), Klemperer (11), Kes (8), Jansons 4 en Fischer (ook 4). De zeer geïnspireerde uitvoering in de doos van onder Dorati, uit 1985."], "authors": ["Erik Voermans"], "keywords": ["alle", "symfonieën", "mengelberg", "van", "bij", "het", "uitvoeringen", "beethoven", "zijn", "keer", "onder", "een", "doos", "en", "elkaar"], "pubDate": "2020-12-04T13:48:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}