{"id": "7cc29076-9a6b-3a2f-aec7-faa323a31114", "title": "Meer tijd voor jezelf? Opvoedexperts: 'Laat je kinderen met rust'", "url": "https://nu.nl/gezondheid/6097287/meer-tijd-voor-jezelf-opvoedexperts-laat-je-kinderen-met-rust.html", "summary": "Hoe leer je je kinderen zichzelf te vermaken, zodat je toch nog wat vrije tijd over houdt?\nUit onderzoek van verschillende Nederlandse universiteiten blijkt dat in coronatijd de vrije tijd van ouders sterk is afgenomen.\nWil je dat je kinderen zelf gaan spelen, dan moet je ze vooral met rust laten, zegt André.\nHuilen in de keukenMaar ook voor ouders die dit niet van jongs af aan hebben toegepast, is het nog niet te laat.\nGa rustig aan tafel zitten en bespreek met je kinderen op welke momenten ze je niet mogen storen, voor hoelang en wat ze dan kunnen doen.", "paragraphs": ["December is vaak al de drukste maand van het jaar, maar in tijden van lockdown nog drukker dan anders. De kerstvakantie begint, de kinderen zijn thuis, maar leuke uitjes kun je vergeten. Hoe leer je je kinderen zichzelf te vermaken, zodat je toch nog wat vrije tijd over houdt? Opvoedexperts geven tips en delen hun persoonlijke ervaringen.", "Uit onderzoek van verschillende Nederlandse universiteiten blijkt dat in coronatijd de vrije tijd van ouders sterk is afgenomen. Vooral moeders ervaren minder vrije tijd. \"Zij nemen nog altijd meer zorgtaken op zich\", zegt socioloog Stefanie André van de Radboud Universiteit.", "\"Als ik thuis kom, ga ik meteen samen een spelletje doen of voorlezen. Mijn man gaat op de bank zitten en denkt: ik merk het vanzelf wel als ze me nodig hebben. Daar worden de kinderen heel zelfstandig van.\" Wil je dat je kinderen zelf gaan spelen, dan moet je ze vooral met rust laten, zegt André.", "“Ouders vinden het vaak lastig om zich niet te bemoeien met het spelen, maar doe dit gewoon niet.” Louise Berkhout, orthopedagoog", "Kinderen hebben zelf al de impuls om manieren van vermaak te zoeken, mits die niet lamgeslagen is, zegt ook orthopedagoog Louise Berkhout. Als kinderen worden verwend met aandacht, zullen ze die aandacht ook vragen.", "\"Ouders vinden het vaak lastig om zich niet te bemoeien met het spelen, maar doe dit gewoon niet.\" Wacht in plaats daarvan af tot je wordt uitgenodigd om mee te doen. Als een kind zichzelf niet kan vermaken ligt dat zelden aan het karakter, en vaak aan de opvoedstijl, zegt Berkhout.", "Huilen in de keuken", "Maar ook voor ouders die dit niet van jongs af aan hebben toegepast, is het nog niet te laat. Probeer daarin je eigen enthousiasme te gebruiken, adviseert Berkhout. \"Als je zelf heel enthousiast bent over bijvoorbeeld tuinieren, kun je dit veel beter overbrengen.\"", "“Laat ze een fantasiedier op de Noordpool tekenen of begin samen aan een grote puzzel.” Mariëlle Beckers, orthopedagoog", "Weet je eenmaal hun interesse te wekken, dan gaan kinderen vervolgens hun eigen weg, is Berkhouts ervaring. \"Of stuur ze naar buiten, om bijvoorbeeld een hoorspel te maken van natuurgeluiden. Verzin in ieder geval iets waar ze héél lang mee bezig zijn\" zegt Berkhout lachend. \"Dit werkt bij mijn kleinzoon van tien heel goed.\"", "Als een kind zich écht niet alleen kan vermaken, kun je de tijd waarin het zelf moet spelen opbouwen met een wekker, raadt orthopedagoog Mariëlle Beckers aan. Of geef het een moeilijke opdracht.", "\"Zoals een fantasiedier op de Noordpool tekenen of samen een beginnetje maken aan een grote puzzel.\" Óf leer je kinderen koken. \"Zo kun je ze inzetten als jij het te druk hebt.\" Een iPad is natuurlijk het makkelijkste middel, maar zichzelf vermaken of creatief denken leren kinderen hier echt niet van, zegt Beckers.", "Maar wees ook weer niet te streng voor jezelf. \"Als je er op vrijdagmiddag helemaal doorheen zit, al drie keer langs de coronateststraat bent geweest en ook nog moet werken, voel je dan niet schuldig als je de tv aanzet.\" Tijdens de eerste lockdown stond ik ook weleens huilend in de keuken, zegt Beckers. \"Vrije tijd is ontzettend belangrijk voor ouders. Helaas zijn vooral moeders hier slecht in.\"", "Vrije tijd komt niet vanzelf", "Universitair docent orthopedagogiek Laura Batstra besteedt haar vrije tijd het liefst met haar zes kinderen tussen de een en zestien jaar. \"Maar ik zeg niet dat andere ouders dat ook moeten doen.\"", "Om kinderen zelf te leren spelen, adviseert Batstra uitvoerig overleg. Je moet eerst tijd investeren voordat je vrije tijd terug kunt verwachten. Ga rustig aan tafel zitten en bespreek met je kinderen op welke momenten ze je niet mogen storen, voor hoelang en wat ze dan kunnen doen. \"Maak bijvoorbeeld samen een kaartenbak met kaartjes met activiteiten erop.\" Prijs daarbij nadrukkelijk alles waar je kind mee komt, zegt Batstra. Zo stimuleer je je kind om zelf met ideeën te komen.", "Maar is het nu wel het moment om meer vrije tijd te willen? Batstra waarschuwt: \"Juist nu is het een tijd om goed op je kind te letten. Ook voor kinderen is de coronacrisis een bizarre periode. Als je dan ook nog met nieuwe uitdagingen komt, vraag je wel heel erg veel.\""], "authors": ["Door", "Esther Elligens"], "keywords": ["kinderen", "rust", "opvoedexperts", "van", "laat", "voor", "met", "een", "ze", "tijd", "jezelf", "te", "het", "meer", "niet", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}