{"id": "7cd803e0-ae70-33a7-9a1c-881b8e6844c8", "title": "Oud-topman Hamers van ING wordt vervolgd voor witwasaffaire", "url": "https://trouw.nl/nieuws/oud-topman-hamers-van-ing-wordt-vervolgd-voor-witwasaffaire~b5c2732a/", "summary": "De voormalig bestuursvoorzitter nam onlangs afscheid van ING en is inmiddels aangetreden als nieuwe topman van de Zwitserse UBS Bank.\nOok het uitgebreide feitenrelaas dat het OM in 2018 publiceerde na de schikking pleit in het voordeel van de bank.\n25.000 onderzoeksuren, mailverkeer van honderden mensen en afgetapte telefoongesprekken van mensen uit alle lagen van ING leidden niet tot genoeg bewijs, zei hoofdofficier Fred Westerbeke destijds.\nDe Korte zette in op vervolging van zowel Hamers als ING zelf.\nLees ook:De nieuwe topman van ING, Steven van Rijswijk, blijft zich inzetten om witwasserij te voorkomenSteven van Rijswijk krijgt een promotie van risicomanager bij ING naar bestuursvoorzitter.", "paragraphs": ["De schikking met het Openbaar Ministerie betrof twee jaar geleden een recordbedrag van 775 miljoen euro, waarmee de bank en zijn top gevrijwaard zouden zijn van strafrechtelijke vervolging. Daarop stapten verschillende partijen naar het gerechtshof om alsnog vervolging af te dwingen voor het systematisch falen van ING in zijn witwasaanpak.", "Het gerechtshof stelt de klagers nu deels in het gelijk: Hamers moet voor de rechter verschijnen. Tegen die beslissing kan hij niet in beroep gaan. De voormalig bestuursvoorzitter nam onlangs afscheid van ING en is inmiddels aangetreden als nieuwe topman van de Zwitserse UBS Bank. Het is nog onduidelijk hoe de strafzaak en een eventuele straf er voor hem uit kunnen gaan zien.", "Rechtsgang bespaard", "ING als geheel blijft nog wel een rechtsgang bespaard, zo oordeelt het hof gelijktijdig met de uitspraak over Hamers. Dat betekent dat de staat de 775 miljoen euro niet hoeft terug te storten. De raadsheren wogen hierin mee dat de huidige top, met Steven van Rijswijk als CEO, de strafbare feiten erkent. Ook het uitgebreide feitenrelaas dat het OM in 2018 publiceerde na de schikking pleit in het voordeel van de bank. Daardoor kon iedereen kennis nemen van de ernst van de zaak en was er genoeg openheid van zaken.", "De beslissing van het OM om niet te vervolgen leidde in september 2018 tot veel ophef, zowel in de media als in de Tweede Kamer. De bank had tussen 2010 en 2016 zakelijke klanten aangenomen zonder die vooraf door te lichten. Ook stonden geautomatiseerde computersystemen die ongebruikelijke transacties van klanten moesten opsporen niet goed afgesteld. Daardoor konden malafide klanten ongestoord gebruikmaken van hun rekening bij de bank.", "Weinig bewijs", "De belangrijkste reden voor het OM om de bedrijfstop niet voor de rechter te dagen was dat er te weinig bewijs zou zijn om alle misstanden iemand persoonlijk aan te wrijven. 25.000 onderzoeksuren, mailverkeer van honderden mensen en afgetapte telefoongesprekken van mensen uit alle lagen van ING leidden niet tot genoeg bewijs, zei hoofdofficier Fred Westerbeke destijds.", "Pieter Lakeman, een van de partijen die bij het Hof aanklopte, zegt nu dat Hamers juist meerdere keren is gewaarschuwd voor falend beleid binnen ING. Lakeman had als klagende partij bij het hof inzage in het vertrouwelijke dossier dat het OM tijdens zijn jarenlange onderzoek had opgebouwd. Daar zaten onder meer getuigenverklaringen bij die de Fiod, de fiscale inlichtingen- en opsporingsdienst, had afgenomen bij bankmedewerkers.", "Gewaarschuwd", "Volgens Lakeman blijkt uit die verklaringen dat Hamers onder andere is gewaarschuwd door een medebestuurslid. Daarnaast zou hij vlak na zijn aantreden als topman in 2013 veel bezuinigingen hebben doorgevoerd op de afdeling die witwassen door klanten moet opsporen. Kritiek van de medewerkers op die afdeling werd volgens Lakeman ‘in de kiem gesmoord’.", "“Ik ben uiterst tevreden met de uitslag”, zegt Lakeman. “Het ging mij nooit om het vervolgen van de bank als bedrijf, maar om de poppetjes. Als je ING als geheel had willen vervolgen, waren vooral de aandeelhouders daarvan de dupe geweest.”", "‘Op zich tevreden’", "Ook advocaat Jurjen de Korte van Oosten, Schultz en De Korte toont zich ‘op zich tevreden’. Zijn kantoor spande de beklagprocedure aan namens Amerikaanse investeerders die door het falende witwasbeleid van ING hun geld konden verliezen aan fraudeurs met een rekening bij de bank. De Korte zette in op vervolging van zowel Hamers als ING zelf. Hij heeft nu een civiele zaak in voorbereiding om alsnog een schadevergoeding te regelen voor die gedupeerden. “Maar we gaan eerst nog een keer met ING aan tafel, naar aanleiding van deze uitspraak.”", "ING zei teleurgesteld te zijn over het besluit van het hof om tot strafvervolging van Hamers over te gaan. Dat strookt volgens de bank niet met het oordeel van openbaar aanklagers dat er geen grond was voor een strafzaak tegen werknemers of voormalige werknemers van de bank. Het Zwitserse UBS, waar Hamers sinds kort bestuursvoorzitter van is, zegt dat zijn nieuwe topman nog steeds op ‘volledig vertrouwen’ kan rekenen binnen de bank.", "Lees ook:", "De nieuwe topman van ING, Steven van Rijswijk, blijft zich inzetten om witwasserij te voorkomen", "Steven van Rijswijk krijgt een promotie van risicomanager bij ING naar bestuursvoorzitter. Hij zegt zich te blijven inzetten om witwassen te voorkomen.", "ING-baas Ralph Hamers gaat fors meer verdienen met overstap naar UBS", "Het is zover: bankier Ralph Hamers gaat fors meer verdienen. Alleen doet de 53-jarige Hamers dat niet bij ING, waar hij nu nog topman is, maar bij de Zwitserse bank UBS. In november volgt hij daar de huidige bestuursvoorzitter Sergio Ermotti op."], "authors": ["Dirk Waterval"], "keywords": ["vervolgd", "van", "hamers", "als", "witwasaffaire", "het", "die", "ing", "oudtopman", "een", "wordt", "om", "te", "dat", "voor"], "pubDate": "2020-12-09T09:20:08+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}