{"id": "7ce33d48-cfa7-37e1-aea8-669eb43f017a", "title": "Twitter blokkeert Trumps account permanent wegens 'aanzetten tot geweld'", "url": "http://www.nu.nl/tech/6100966/twitter-blokkeert-trumps-account-permanent-wegens-aanzetten-tot-geweld.html", "summary": "Twitter heeft het account van de Amerikaanse president Donald Trump permanent geblokkeerd, zo meldt het sociale medium zaterdag.\nAls reden noemt Twitter \"het risico van verdere aanzetting tot geweld\".\nTrump probeerde nog berichten te plaatsen via het officiële presidentsaccount @POTUS, maar die zijn inmiddels verwijderd door Twitter.\nDaar stelt het bedrijf tegenover dat iedereen zich aan de regels moet houden en dat niemand Twitter mag gebruiken om, \"onder meer, aan te zetten tot geweld\".\nHierin uitte de president zijn woede over de beslissing van Twitter en zei hij dat het sociale medium de vrijheid van meningsuiting tegenwerkt.", "paragraphs": ["Twitter heeft het account van de Amerikaanse president Donald Trump permanent geblokkeerd, zo meldt het sociale medium zaterdag. Als reden noemt Twitter \"het risico van verdere aanzetting tot geweld\". Trump probeerde nog berichten te plaatsen via het officiële presidentsaccount @POTUS, maar die zijn inmiddels verwijderd door Twitter. Ook het account @TeamTrump van zijn campagneteam is geschorst.", "In een verklaring legt Twitter uit dat het platform \"het publiek de mogelijkheid wil geven om direct te horen van verkozen volksvertegenwoordigers en wereldleiders\". Daar stelt het bedrijf tegenover dat iedereen zich aan de regels moet houden en dat niemand Twitter mag gebruiken om, \"onder meer, aan te zetten tot geweld\".", "Vrijdag postte de president twee berichten die volgens Twitter de doorslag gaven. Daarin liet Trump weten dat hij de inauguratie van zijn opvolger Joe Biden niet zou bijwonen en herhaalde hij opnieuw de ongefundeerde claim dat zijn achterban oneerlijk is behandeld.", "Twitter meent dat deze berichten mensen er verder van kunnen overtuigen dat de verkiezingen niet eerlijk zouden zijn verlopen en aan kunnen zetten tot acties die vergelijkbaar zijn met de bestorming van het Capitool door Trump-aanhangers woensdag.", "Na de bestorming werd het account van Trump al voor twaalf uur geschorst. Toen eiste het platform al dat de president drie berichten zou verwijderen, omdat deze de gedragscode zouden schenden. In zijn eerste video na de tijdelijke ban accepteerde Trump zijn verkiezingsnederlaag en veroordeelde hij de \"gruwelijke aanval\" op het Capitool.", "Trump probeert ban te omzeilen via presidentsaccount", "Via het officiële Amerikaanse presidentsaccount @POTUS deed Trump enkele uren na zijn ban nog een poging om berichten te plaatsen. Hierin uitte de president zijn woede over de beslissing van Twitter en zei hij dat het sociale medium de vrijheid van meningsuiting tegenwerkt. De berichten werden al vrij snel weggehaald door het platform.", "In de berichten zei Trump dat hij overweegt een eigen sociaal medium op te zetten. Hij beweert in onderhandeling te zijn met andere websites en binnenkort met een \"grote aankondiging\" te komen.", "Meerdere sociale media grepen in tegen Trump", "Sinds de bestorming hebben meerdere sociale media actie ondernomen tegen de president. Zo is hij tijdelijk geschorst op Facebook, Snapchat en Instagram, vanwege berichten die als opruiend konden worden gezien.", "Het platform TikTok, waarop Trump zelf geen account heeft, verwijdert video's van Trump waarin hij bestormers van het Capitool in de Verenigde Staten toespreekt en claims over frauduleuze presidentsverkiezingen herhaalt."], "authors": ["Door"], "keywords": ["tot", "zijn", "van", "permanent", "account", "en", "berichten", "geweld", "trumps", "dat", "te", "aanzetten", "trump", "het", "wegens", "hij", "twitter", "blokkeert"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}