{"id": "7cea0a31-9f58-3651-aa64-ccaea773da4d", "title": "Cher (74) heeft een hekel aan ouder worden", "url": "https://nu.nl/achterklap/6096514/cher-74-heeft-een-hekel-aan-ouder-worden.html", "summary": "De 74-jarige zangeres heeft er een hekel aan en merkt dat ze stukken minder kan dan jaren terug.\nMaar ik zie dat ze ouder wordt en dat maakt me nerveus\", aldus de zangeres over haar 94-jarige moeder.\nWat, had je verwacht dat ik zou zeggen dat ik het heerlijk vind?\nDat ze cosmetische chirurgie heeft genormaliseerd vindt ze echter geen prettige conclusie.\nCher denkt niet dat haar uiterlijk iets te maken heeft met dat ze nog steeds een succesvolle show in Las Vegas heeft.", "paragraphs": ["Cher vindt het onzin als mensen doen alsof ouder worden fijn is. De 74-jarige zangeres heeft er een hekel aan en merkt dat ze stukken minder kan dan jaren terug. Dat zegt ze maandag in gesprek met The Guardian.", "\"Ik heb mijn moeder altijd gezien als een heel stoere vrouw, maar nu (Chers moeder, actrice en zangeres Georgia Holt, is 94, red.) zie ik steeds meer van mijn oma in haar terug. Ze is nog steeds levendig en we kunnen onwijs lachen. Maar ik zie dat ze ouder wordt en dat maakt me nerveus\", aldus de zangeres over haar 94-jarige moeder.", "\"Ik haat ouder worden. Wat, had je verwacht dat ik zou zeggen dat ik het heerlijk vind? Nee, absoluut niet. Iedere vrouw die eerlijk is zou zeggen dat het niet leuk is. Vroeger deed ik twee shows per avond en ging daarna nog uit. Nu moet ik rust hebben na een optreden.\"", "Cher heeft in haar leven veel verschillende ingrepen laten doen om er zo jong mogelijk uit te blijven zien. Dat ze cosmetische chirurgie heeft genormaliseerd vindt ze echter geen prettige conclusie.", "\"Er zijn nu meiden die op hun achttiende al van alles laten doen. Kom op zeg. Ik heb nog nooit in mijn leven meiden zoveel zien doen om alles aan zichzelf te veranderen. Dat wilde ik nooit\", aldus de actrice, die eraan toevoegt dat ze de voorkeur voor dikke lippen en dikke billen niet snapt.", "Cher denkt niet dat haar uiterlijk iets te maken heeft met dat ze nog steeds een succesvolle show in Las Vegas heeft. \"Als je niks kan, maakt het niet uit hoe je eruitziet. Je betaalt geen geld om maar naar iemand te kijken. Een artiest moet leveren.\""], "authors": ["Door"], "keywords": ["dat", "nog", "hekel", "niet", "een", "en", "ze", "ik", "74", "te", "heeft", "worden", "je", "cher", "ouder", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}