{"id": "7cecba7b-bec3-31cd-9780-bae33aee170e", "title": "Ondernemers Woonboulevard Utrecht willen kentekencamera's in gebied", "url": "https://nu.nl/utrecht/6096779/ondernemers-woonboulevard-utrecht-willen-kentekencameras-in-gebied.html", "summary": "Ondernemers van de Woonboulevard Utrecht in Kanaleneiland willen dat er kentekencamera's worden geplaatst bij het bedrijventerrein.\nDit is ook een van de redenen waarom de Woonboulevard Utrecht zo'n systeem wil hebben.\nKentekencamera's maken een foto van het kenteken van een voertuig.\nMet de kentekencamera's kan de woonboulevard een overzicht krijgen van het aantal voertuigen dat het gebied bezoekt.\n\"Dit kan leiden tot het beter inzichtelijk maken van het resultaat van marketinginspanningen.\"", "paragraphs": ["Ondernemers van de Woonboulevard Utrecht in Kanaleneiland willen dat er kentekencamera's worden geplaatst bij het bedrijventerrein. Met deze camera's kunnen onder meer gestolen kentekens worden opgespoord.", "Volgens de gemeente hangen er bij zeven van de acht bedrijventerreinen in de stad al kentekencamera's. Hier zou zijn gebleken dat door deze camera's de veiligheid is toegenomen. Dit is ook een van de redenen waarom de Woonboulevard Utrecht zo'n systeem wil hebben.", "Kentekencamera's maken een foto van het kenteken van een voertuig. Als blijkt dat het kenteken gestolen is, verschijnt er een melding in de database van het Verbond van Verzekeraars in de uitkijkkamer in Alkmaar. Deze melding wordt vervolgens doorgestuurd naar de politie.", "Om privacy te waarborgen slaan kentekencamera's geen bewegende beelden op. De afbeelding blijft volgens de gemeente 28 dagen in de database staan. Na deze periode wordt de foto gewist. De beelden worden daarnaast niet beschikbaar gesteld voor het publiek. Ze kunnen alleen opgevraagd worden door justitie. De data is dus niet toegankelijk voor onbevoegde personen.", "Naast het vergroten van de veiligheid hebben de kentekencamera's nog een voordeel. \"Met de gegevens van de camera's kunnen ook de hoeveelheden voertuigen op een bepaald tijdstip en bepaalde locatie worden bepaald\", aldus de gemeente Utrecht.", "Dit is volgens de gemeente ook terug te lezen in het plan van aanpak van de Woonboulevard Utrecht. Met de kentekencamera's kan de woonboulevard een overzicht krijgen van het aantal voertuigen dat het gebied bezoekt. \"Dit kan leiden tot het beter inzichtelijk maken van het resultaat van marketinginspanningen.\""], "authors": ["Door"], "keywords": ["van", "dat", "gebied", "een", "kentekencameras", "woonboulevard", "deze", "utrecht", "gemeente", "worden", "ondernemers", "het", "willen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}