{"id": "7cf3be2e-41c2-3d33-a463-b36b5912dd88", "title": "Als Google mij in een proefwerk had gevraagd de meest ingetikte zoektermen te verklaren, had ik een 7", "url": "https://volkskrant.nl/columns-opinie/als-google-mij-in-een-proefwerk-had-gevraagd-de-meest-ingetikte-zoektermen-te-verklaren-had-ik-een-7~bb6bca26/", "summary": "Correct: dit waren de meest ingetikte zoekopdrachten op Google in de VS in 2020.\nAls Google mij in een proefwerk had gevraagd die termen te verklaren, had ik een 7 gehaald.\nEven dacht ik dat mij parten speelde dat ik niet in de VS woon, tot ik ontdekte dat ik voor een proefwerk over de Nederlandse Google Top 10 van 2020 ook maar een 7 zou halen.\nGoogle is in staat voor deze beroepsgroep een app te ontwikkelen, met een naam als Google Archeology.\nAls ik mag gokken hoeveel procent van de geheimen van de wereld Google nog altijd niet kent, gok ik ook op 30 procent.", "paragraphs": ["Wat hebben de termen ‘election results’, ‘coronavirus’, ‘Kobe Bryant’, ‘coronavirus update’, ‘coronavirus symptoms’, ‘zoom’, ‘who’s winning the elections’, ‘Naya Rivera’, ‘Chadwick Boseman’ en ‘PlayStation 5’ met elkaar te maken? Correct: dit waren de meest ingetikte zoekopdrachten op Google in de VS in 2020.", "Als Google mij in een proefwerk had gevraagd die termen te verklaren, had ik een 7 gehaald. Inzake ‘Kobe Bryant’, ‘Naya Rivera’ en ‘Chadwick Boseman’ was ik een antwoord schuldig gebleven. Even dacht ik dat mij parten speelde dat ik niet in de VS woon, tot ik ontdekte dat ik voor een proefwerk over de Nederlandse Google Top 10 van 2020 ook maar een 7 zou halen. 1. Coronavirus 2. RIVM 3. Verkiezingen Amerika 4. Coronavirus Nederland 5. Snappet 6. Kobe Bryant 7. Fred van Leer 8. iPhone 12 9. Corona Dashboard 10. Joe Biden.", "Voor alle lezers die net als ik moeite hebben met nummer 5, 6 en 7, ben ik even gaan googlen. ‘Snappet’ is een digitaal platform voor het basisonderwijs van de Stichting Snappet. ‘Kobe Bryant’ was een Amerikaanse basketballer die op 26 januari 2020 omkwam bij een helikopterongeluk. ‘Fred van Leer’ is een presentator die ook wordt beschouwd als lifestyle-deskundige.", "Het kan niet anders of archeologen van de toekomst gaan op grond van Google-zoekopdrachten bindende uitspraken doen over de eerste helft van de 21ste eeuw. Google is in staat voor deze beroepsgroep een app te ontwikkelen, met een naam als Google Archeology. Ik hoop dat die archeologen ergens een op miraculeuze wijze bewaard gebleven papieren Volkskrant opgraven en de volgende boodschap lezen: er waren mensen die óók in 2020 leefden en die van 30 procent van de meest ingetikte zoekopdrachten nog nooit hadden gehoord. Als ik mag gokken hoeveel procent van de geheimen van de wereld Google nog altijd niet kent, gok ik ook op 30 procent."], "authors": ["Olaf Tempelman"], "keywords": ["ik", "verklaren", "proefwerk", "google", "ingetikte", "zoektermen", "van", "en", "een", "dat", "te", "meest", "op", "kobe", "mij", "coronavirus", "die"], "pubDate": "2021-01-05T15:54:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}