{"id": "7cfda54d-7e26-32db-85a2-69e3de178192", "title": "Marco Kroon opnieuw veroordeeld voor kopstoot aan agent: 80 uur taakstraf", "url": "https://nos.nl/artikel/2361034-marco-kroon-opnieuw-veroordeeld-voor-kopstoot-aan-agent-80-uur-taakstraf.html", "summary": "Majoor Marco Kroon, drager van de Militaire Willems-Orde, moet een werkstraf doen van 80 uur voor mishandeling en belediging van agenten.\nDat heeft de militaire kamer van het gerechtshof in Arnhem besloten.\nVolgens het hof heeft Kroon wel zijn geslachtsdeel getoond aan de agente, maar had hij daarbij geen seksueel getinte bedoeling.\nHet hof oordeelt - onder meer uit beelden die zijn gemaakt - dat Kroon de kopstoot wel opzettelijk gaf.\nHet OM gaf beelden van de arrestatie van Kroon vrij:", "paragraphs": ["Majoor Marco Kroon, drager van de Militaire Willems-Orde, moet een werkstraf doen van 80 uur voor mishandeling en belediging van agenten. Dat heeft de militaire kamer van het gerechtshof in Arnhem besloten. Ook moet hij een boete betalen van 120 euro voor wildplassen.", "Kroon werd vorig jaar maart tijdens carnaval in Den Bosch aangesproken door agenten vanwege wildplassen tegen een afzethek. Hij zou zich toen hebben omgedraaid en een zwaaiende beweging met zijn geslachtsdeel hebben gemaakt naar een vrouwelijke agent. Volgens het hof heeft Kroon wel zijn geslachtsdeel getoond aan de agente, maar had hij daarbij geen seksueel getinte bedoeling.", "De majoor is daarom vrijgesproken van schennis van eerbaarheid; daarvoor had de militaire rechtbank hem eerder wel veroordeeld. Dat verwijt zat hem erg dwars. Wel vindt de rechtbank dat hij de agente heeft beledigd door zijn geslachtsdeel te laten zien.", "Bij zijn aanhouding gaf Kroon een kopstoot. De veroordeelde heeft dat altijd ontkend. Volgens hem deden de boeien erg veel pijn en heeft hij alleen uit een reflex een beweging met zijn hoofd gemaakt. Het hof oordeelt - onder meer uit beelden die zijn gemaakt - dat Kroon de kopstoot wel opzettelijk gaf.", "Het OM gaf beelden van de arrestatie van Kroon vrij:"], "authors": [], "keywords": ["uur", "kopstoot", "wel", "militaire", "taakstraf", "marco", "kroon", "opnieuw", "van", "hij", "een", "voor", "aan", "heeft", "agent", "het", "dat", "veroordeeld", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}