{"id": "7d27d477-2698-3f8e-a1f2-b4282baa61fd", "title": "Handbalsters Oranje vol vertrouwen: ‘We kunnen nu ook van de Noren winnen’", "url": "https://www.dvhn.nl/sport/%E2%80%98We-kunnen-nu-ook-van-de-Noren-winnen%E2%80%99-26273886.html", "summary": "Met Noorwegen krijgt Nederland donderdagavond op het EK handbal een van de sterkste tegenstanders tegenover zich.\nWant, zo wordt gesteld, Oranje heeft immers op het WK in Japan op weg naar de wereldtitel gewonnen van de tot dan onverslaanbare geachte Noren.\n,,We hebben op het WK laten zien dat we van Noorwegen kunnen winnen’’, zegt rechteropbouwster Laura van der Heijden.\n,,Noorwegen is waarschijnlijk het beste team van het EK tot nu toe’’, vindt Mayonnade, die tevens clubcoach van het Franse Metz is.\nWe kunnen nu ook van de Noren winnen.’’Mayonnade had een verklaring voor het wat bleke optreden van Lois Abbingh tegen Hongarije.", "paragraphs": ["Met Noorwegen krijgt Nederland donderdagavond op het EK handbal een van de sterkste tegenstanders tegenover zich. Maar de Oranje-speelsters zien kansen.", "Noorwegen, dat vanavond in de hoofdronde de eerste tegenstander van de Oranje-handbalsters is, maakt tot nu toe indruk op het EK. De Scandinavische vrouwen wonnen met grote overmacht hun drie poulewedstrijden. Zo werd Duitsland, waarmee Nederland dit jaar in twee oefenwedstrijden nog de nodige moeite had, in het Deense Kolding met 42-23 verslagen. Toch zien de Nederlandse vrouwen kansen. Want, zo wordt gesteld, Oranje heeft immers op het WK in Japan op weg naar de wereldtitel gewonnen van de tot dan onverslaanbare geachte Noren.", ",,We hebben op het WK laten zien dat we van Noorwegen kunnen winnen’’, zegt rechteropbouwster Laura van der Heijden. ,,We moeten de wedstrijd met het goede gevoel in gaan. Tijdens onze voorbereiding moeten we goed bespreken hoe we in Japan van de Noren hebben gewonnen. Hoe we dat hebben kunnen doen. Dat moeten we in deze wedstrijd meenemen.’’", "Sta-in-de-weg", "De Noorse vrouwen waren jarenlang op belangrijke toernooien een sta-in-de-weg voor Nederlands succes. Keer op keer gooiden de Scandinaviërs de deur naar een mondiale of Europese titel voor Oranje dicht. Tot vorig jaar op het WK, waar Nederland eindelijk eens van Noorwegen won. Sindsdien zijn de speelsters van bondscoach Emmanuel Mayonnade ervan overtuigd dat ook de Noren te pakken zijn.", ",,Iedereen praat altijd over de Noren’’, stelt Dione Housheer, die met fraaie doelpunten indruk maakte in het van Hongarije gewonnen duel. ,,Maar we moeten van onze eigen kracht uitgaan. Want we weten wat we kunnen. Ik ben ervan overtuigd dat we die Noren kunnen verslaan. We moeten er niet bij stilstaan dat wij in de poulewedstrijden niet altijd goed hebben gespeeld en de Noren wel. We moeten een goed tactisch plan opstellen en met een goed gevoel de wedstrijd in gaan.’’", "Nederland speelt na de Noren in een van de beide hoofdrondes maandag tegen Duitsland en dinsdag tegen Roemenië. Eigenlijk zou het voor Oranje wat eenvoudiger zijn geweest om tegen Duitsland te beginnen, maar het duel met Noorwegen is vanwege duur betaalde tv-contracten naar voren gehaald.", "Vrolijke gezichten", "De gezichten stonden bij speelsters en hun Franse coach – die na de verloren duels met Servië en Kroatië niet had kunnen slapen – weer een stuk vrolijker. Door dinsdagavond in het laatste groepsduel van Hongarije te winnen, hoefde Oranje immers niet de koffers te pakken, maar kan het in het toernooi blijven.", ",,Noorwegen is waarschijnlijk het beste team van het EK tot nu toe’’, vindt Mayonnade, die tevens clubcoach van het Franse Metz is. ,,We zitten in hetzelfde schuitje als voor de halve finale tegen Rusland op het WK. De Russen werden als heel sterk ingeschat, maar we versloegen ze. We kunnen nu ook van de Noren winnen.’’", "Mayonnade had een verklaring voor het wat bleke optreden van Lois Abbingh tegen Hongarije. Volgens hem moest de Groningse, die tegen de Hongaren slechts één keer wist te scoren, meer dienend als middenopbouwster spelen.", "Vanwege het ontbreken van de geblesseerde Estavana Polman is de coach nog zoekende naar de best mogelijke invulling van die positie. ,,Lois is voor ons een heel belangrijke speelster’’, zegt de coach. ,,We kozen ervoor om haar als spelmaakster in te zetten. Ze is slim en weet wanneer ze moet passen of schieten. Door haar speelden anderen beter. Volgens mij heeft Laura van der Heijden daardoor tegen Hongarije het beste gespeeld tot nu toe.’’"], "authors": ["Sjoerd Jansen"], "keywords": ["oranje", "van", "handbalsters", "vol", "het", "op", "winnen", "met", "voor", "tegen", "een", "ook", "nu", "kunnen", "dat", "te", "vertrouwen", "noren"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}