{"id": "7d3678a5-242b-34a0-b85f-d94ad662211f", "title": "Asscher mag blijven. Moet het kabinet dan wel aftreden?", "url": "https://trouw.nl/opinie/asscher-mag-blijven-moet-het-kabinet-dan-wel-aftreden~b7e91c5c/", "summary": "Moet een minister die zich een slag in de rondte werkt tegen een pandemie aftreden om een heel andere kwestie?\nNog maar twee weken terug zag het ernaar uit dat De Jonge, samen met het hele kabinet, zeker zou aftreden.\nHet was niet de vraag of het kabinet zou aftreden, maar alleen wanneer.\nVan erkenning kun je je schulden niet afbetalenVoor de duizenden gedupeerde ouders in de toeslagenaffaire geldt dat het aftreden van het kabinet een duidelijke erkenning is van wat hun is aangedaan.\nVandaar mijn vraag: moet het kabinet wel aftreden om de toeslagenaffaire?", "paragraphs": ["Moet een minister die zich een slag in de rondte werkt tegen een pandemie aftreden om een heel andere kwestie? Deze gewetensvraag is de afgelopen dagen steeds dringender geworden. Terwijl Nederland begon met vaccineren, kreeg minister Hugo de Jonge in de Kamer ongenadige kritiek. Die kritiek was niet nieuw of verrassend, maar wel hard. Zo hard dat in menig huiskamer de verwijten verstomden en plaatsmaakten voor sympathie. Want had De Jonge zich niet tot het uiterste ingezet in de coronacrisis?", "Nog maar twee weken terug zag het ernaar uit dat De Jonge, samen met het hele kabinet, zeker zou aftreden. Niet vanwege de aanpak van het ­virus, maar als logisch gevolg van de keiharde conclusies in het rapport Ongekend onrecht, over de kinder­opvangtoeslagaffaire. Een kabinet dat zoveel jaar zo’n ernstige aantasting van de rechtsstaat maar laat ­gebeuren, kan niet langer aanblijven, was de stemming.", "Het was niet de vraag of het kabinet zou aftreden, maar alleen wanneer. Nog voor kerst, of anders tijdens het eerste Kamerdebat. Of misschien toch ergens tussendoor. Columnist Stevo Akkerman verwoordde wat menigeen dacht: “Er zijn kabinetten om minder gevallen’’ (Trouw, 18 december).", "En het kon: de aanpak van de ­coronacrisis kwam niet in gevaar. Ook als demissionair minister kan De Jonge verder gaan met zijn vaccinatiestrategie en kan premier Mark Rutte verdere lockdowns afkondigen of weer versoepelen.", "Van erkenning kun je je schulden niet afbetalen", "Voor de duizenden gedupeerde ouders in de toeslagenaffaire geldt dat het aftreden van het kabinet een duidelijke erkenning is van wat hun is aangedaan. Maar van erkenning kun je je schulden niet afbetalen. De keuze om prioriteit te geven aan een snelle financiële tegemoetkoming aan de gedupeerde ouders was daarom goed verdedigbaar.", "Aftreden is meer dan een gebaar van erkenning. Het is ook een bouwsteen in het vertrouwen van burgers in de politiek. Dat blijkt bijvoorbeeld uit reacties van lezers op het interview met Lodewijk Asscher (Trouw, 5 januari). Hij was minister van ­sociale zaken in de jaren dat de toeslagenaffaire speelde en daarmee destijds medeverantwoordelijk. In dat interview zegt Asscher dat hij zichzelf de persoon bij uitstek vindt om zulke misstanden aan te pakken. Hij wil daarom lijsttrekker blijven. Het kabinet kan besluiten om op te stappen, maar hij blijft in de race.", "Aftreden is een symbolische handeling, maar heeft daarmee zeker wel betekenis, zeggen twee spelers van het filosofisch elftal, Tinneke Beeckman en Frank Ankersmit (Trouw, 7 januari).", "Vandaar mijn vraag: moet het kabinet wel aftreden om de toeslagenaffaire? En, stel dat dat inmiddels ­gebeurd is, vond u dat terecht?", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden. Stuur uw reactie van circa 150 woorden uiterlijk dinsdag 12 uur naar lezers@trouw.nl, voorzien van naam en adres."], "authors": ["Monic Slingerland"], "keywords": ["moet", "van", "dan", "aftreden", "en", "een", "asscher", "om", "kabinet", "blijven", "het", "wel", "maar", "niet", "dat", "mag"], "pubDate": "2021-01-09T13:44:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}