{"id": "7d48b5f4-5fcb-3a65-b759-17948cf44b7e", "title": "‘Een verhaal móét uit de hand lopen. Anders is het niet leuk’", "url": "https://volkskrant.nl/cultuur-media/een-verhaal-moet-uit-de-hand-lopen-anders-is-het-niet-leuk~bc75df80/", "summary": "Het kan van alles zijn: een burenruzie leidt tot kleine pesterijen, de pesterijen worden steeds groter en het loopt uit de hand.\nWant het móét uit de hand lopen in een verhaal, anders is het niet leuk.’VROUW‘Over mijn vrouw: je weet dat ze pas twee weken geleden is overleden?’Ja.\nU komt dan over als een van die oudere mannen die vroeger in Nederland de scepter zwaaiden in het misdaadgenre.\nMaar dat gebeurde natuurlijk op het Bóékenbal, niet op het Literatuurbal.\nDaar kun je niet van leven.’Beeld Valentina VosU zat altijd bij het Genootschap van Misdaadauteurs, dat niet meer bestaat.", "paragraphs": ["Schrijver. Oude witte man. Legt gaarne uit. Stem kraakt.", "Situatie. Gezeten aan raam, de blik beurtelings op buiten en de interviewer. Aan de pink zit iets vreemds.", "René Appel: ‘Bij mijn tweede boek dacht ik: nu ga ik eens professioneel te werk, met schema’s enzo. Al snel zat ik helemaal vast.’ Beeld Valentina Vos", "Hoe ontstaat een spannend verhaal?", "‘Nou, bijvoorbeeld: ik las in de krant dat een crimineel beschoten was op het moment dat hij met zijn zoontje in de auto zat. Zo zo, dacht ik, met een kind? Wat zou de moeder van dat jongetje daarvan vinden? Die is ooit iets begonnen met die man, maar die denkt nu misschien: zo’n soort leven wil ik helemaal niet, hier heb ik niet voor gekozen. Misschien wil ze wel bij hem weg, dat zou goed kunnen, want de kinderen lopen gevaar. Máár…’", "Maar…", "‘Dat wil die man natuurlijk niet! En daar heb je het conflict. Dat moet je dan uitwerken – dit verhaal werd mijn roman Schone handen, daar heb ik erg veel van verkocht.’", "Klinkt simpel: twee personages en een conflict.", "‘In dat conflict moeten vervolgens de emoties de overhand nemen. Zoals dat gebeurt bij mensen. Die laten zich vaak meeslepen door hun emoties, soms zo erg dat je kunt denken: joh, doe dat nou niet! Maar ondertussen begrijp je wel waarom iemand het tóch doet.’", "En hoe kwam u aan het verhaal uit uw laatste boek, Overschot?", "‘Dat hoorde ik via via. Bij de ouders van een verslaafde was ’s avonds een man aan de deur gekomen, die had gezegd: ik krijg nog 3.000 euro van uw zoon. Wilt u dat nu meteen even betalen? Anders gaan er misschien heel vervelende dingen met die jongen gebeuren.’", "Beeld Valentina Vos", "En dan moet de lezer denken: wat zou ik doen als dit mij gebeurde?", "‘Wat doe je op zo’n moment? Betaal je dan meteen? Of denk je: nee, maar wacht eens eventjes!’", "En schuilt in de uitwerking van zo’n dilemma vervolgens een les?", "‘Haha, o nee. Nee, nee, haha!’", "Geen inzicht? Niet zoiets als: overmoed komt voor de val, of: jaloezie maakt meer kapot dan je lief is?", "‘Nee hoor. Zo’n verhaal gaat slechts over hoe een kleine crisis een grote crisis kan worden. De ene keer gebeurt het uit ouderliefde, de andere keer uit bezitsdrang of uit de angst om iemand kwijt te raken. Het kan van alles zijn: een burenruzie leidt tot kleine pesterijen, de pesterijen worden steeds groter en het loopt uit de hand. Want het móét uit de hand lopen in een verhaal, anders is het niet leuk.’", "VROUW", "‘Over mijn vrouw: je weet dat ze pas twee weken geleden is overleden?’", "Ja.", "‘Je zult je misschien afvragen: moet je dat nu al wel doen, een interview? Ik weet zeker dat ze dit had gewild. Dit had ik absoluut van haar moeten doen.’", "VROUWEN", "‘Iemand zei: je zou eens iets moeten lezen van Patricia Highsmith. Patricia wie? Had ik nog nooit wat van gelezen. Ik viel onmiddellijk voor haar.’", "Waarom?", "‘Simpelweg omdat de psychologie van haar verhalen zo goed is. Zij en Ruth Rendell zijn toch wel de grootmeesteressen van de psychologische thriller.’", "René Appel: ‘Zo’n verhaal waarin het broeit en gist tussen mensen vind ik veel interessanter dan een of andere moordenaar die iemand omlegt om het geld.’ Beeld Valentina Vos", "Maar: waarom?", "‘Voorbeeld: De glazen cel van Highsmith. Een man zit in de cel. Eigenlijk is hij een halve intellectueel. Hij heeft het moeilijk omdat de echte criminelen in de gevangenis hem niet accepteren. Dan krijgt hij de indruk dat zijn vrouw iets met zijn advocaat heeft. Misschien heeft die advocaat hem daarom zelfs wel expres niet op de goede manier verdedigd.’", "Geweldig gegeven.", "‘Ja! Zo’n verhaal waarin het broeit en gist tussen mensen vind ik veel interessanter dan een of andere moordenaar die iemand omlegt om het geld. Want: wat gebeurt er als die man uit de gevangenis komt? Kijk, dat vind ik interessante thema’s. Dat gaat over: wat drijft iemand? Welke obsessies heeft iemand? Maar: je moet er iets bij hebben. Je moet er altijd nog iemand bij hebben. Een spannend verhaal moet zich niet tussen twee personen afspelen, het moet minstens tussen drie personen gaan.’", "Waarom?", "‘Dan heb je veel meer interactiemogelijkheden. Dan kun je gewoon meer. Voorbeeld: een jonge vrouw wordt gestalkt en krijgt kennis aan een bibliothecaris. Keurige man, die haar steunt bij haar moeilijkheden. Maar wat zij niet weet en wij als lezers wel – ik schrijf meestal vanuit twee of drie perspectieven – is dat die man ook niet deugt. Een verhaal met alleen een vrouw die gestalkt wordt, daar heb je geen plot mee. De derde persoon komt erbij en dan is het spel op de wagen – dat werd De derde persoon, kreeg nog de Gouden Strop.’", "Beeld Valentina Vos", "Een bibliothecaris, zegt u. Het valt op dat er altijd kenmerkende beroepen in uw boeken voorkomen.", "‘Aha! Je moet altijd een beroep hebben waarin iemand onder de mensen komt. Je hebt niets aan iemand die thuis zit te werken of op een saai kantoor de administratie doet. In mijn laatste boek is het een makelaar: zo iemand komt onder de mensen. Daarmee kun je extra complicaties bewerkstelligen.’", "Die makelaar in het boek bezigt ook opvallende Funda-taal.", "‘Jargon, ik ben altijd met jargon bezig, dat vind ik leuk. Doe ik ook op de radio voor De Taalstaat. Dialogen zijn voor mij ook heel belangrijk.’", "De dialogen zijn een lakmoesproef, als die niet kloppen…", "‘Daar maak ik echt werk van. Dialoogteksten spreek ik altijd uit: bekken ze goed? Ik lees zo vaak dingen waarvan ik denk: zo praten mensen niet! Dan is iemand bladzijden lang aan het woord en antwoordt de ander ook weer een bladzijde lang. Schei uit, zeg. Het moet natuurlijk klinken, zodat een lezer er niet bij nadenkt.’", "AMBACHT", "Er staat een boef voor de deur. Hoe wordt die boef geen clichéfiguur?", "‘Door z’n taalgebruik of uiterlijk, bijvoorbeeld.’", "De boef in uw laatste boek spreekt hypercorrect Nederlands.", "‘Ja, die probeert netjes te praten, en hij heeft een brutaliteit waarvan je denkt: verdomd, zo zijn dat soort mensen, die hebben lak aan iedereen en alles.’", "Werkt u met een schema?", "‘Bij mijn tweede boek dacht ik: nou ga ik eens professioneel te werk. Ik schrijf alles op, met scènes en pijlen enzo. Dat had ik achter mijn bureau aan de muur geplakt. Na twee hoofdstukken zat ik helemaal vast. Ik heb dat schema weggegooid en ben opnieuw begonnen.’", "Omdat u niet van tevoren wilde weten hoe het verhaal zou verlopen?", "‘Het verhaal moet volgen uit de interactie tussen de personages. Wat A doet, roept een reactie bij B op, dat heeft een effect op C en vervolgens reageert A daar weer op. Hoe dat proces van reacties exact verloopt, kan ik niet van tevoren voorspellen. Dan wordt het te rationeel, terwijl het over emoties gaat. Die emoties kun je achteraf wel rationaliseren, maar niet op voorhand.’", "Gebruikt u daarom graag dialogen?", "‘Ja, wat de een zegt, lokt dan uit wat de ander zegt. Die mensen praten met elkaar: ze vullen elkaar aan of reageren op elkaar. Ik hoef het alleen maar op te typen.’", "Kunt u nog iets zeggen over uw stijl?", "‘Ik schrijf betrekkelijk sober.’", "Weinig bijvoeglijke naamwoorden.", "‘Weinig bijvoeglijke naamwoorden, weinig tierlantijnen. Tamelijk direct. Introspectie komt maar weinig voor.’", "Waarom weinig introspectie?", "‘Ik vind dat saai. Meestal maakt dat dingen te expliciet. Ze voelde zich ongelukkig, ja, ja… Sodemieter een eind op zeg. Dat moet je op een andere manier duidelijk maken.’", "Hoe?", "‘Dat kun je veel beter in een dialoog naar voren brengen: ‘Maar vind jij dan dat…?’ ‘Ja, natuurlijk vind ik dat! Want hij kan veel beter…’ Enzovoorts.’", "Een crimineel op de stoep, dat is een echte burgermansangst. In dit boek komt er nog een voor: de hoofdpersoon rijdt op klaarlichte dag een kind aan. Waarom kiest u twee van zulke herkenbare angsten?", "‘Dat had ik niet van tevoren bedacht. Pas op het moment dat ik de hoofdpersoon in zijn auto had gezet en naar het huis van zijn zoon liet rijden, dacht ik: verdomd, hij krijgt een ongeluk! Omdat-ie er met zijn gedachten niet helemaal bij is. Dit zijn de momenten dat je er als lezer erg in wordt getrokken. En ik heb weer een mooie complicerende factor voor de plot.’", "Het ongeluk past heel logisch in het verhaal.", "‘Maar: het was niet van tevoren bedacht! Ik bedenk bijna nooit het einde van tevoren.’", "VROUW (2)", "‘Mijn vrouw kon altijd rustig mijn werkkamer binnenkomen. Ik kon goed onderbroken worden. Dat vond zij merkwaardig, want als zij aan het werk was, ging ze daar zo in op dat ze absoluut niet gestoord kon worden.’", "Wat deed ze?", "‘Ze was educatief uitgever.’", "We kunnen het meer over haar hebben in dit interview.", "‘Nou, ik heb een hekel aan overal het woord -porno achter zetten, maar dat zou behoorlijk op leedporno kunnen gaan lijken.’", "VROUWEN (2)", "Is het misdaadgenre erop vooruitgegaan sinds u Patricia Highsmith en Ruth Rendell ging lezen?", "‘Ik lees niet zo veel meer, maar in het algemeen kun je niet zeggen of er sprake is van vooruitgang of achteruitgang. Dat kun je toch ook niet zeggen over de Nederlandse literatuur?’", "Op uw boeken staat dat het literaire thrillers zijn. Wat vindt u daarvan?", "‘Ach, ik weet niet, die benaming zegt mij niet zo veel. Ik vind het eerder psychologische thrillers, maar de uitgever zet ‘literaire thriller’ op mijn boeken. Rinus Ferdinandusse muntte dat begrip in Vrij Nederland, toen hij het eerste boek van Nicci French besprak. Het is gretig overgenomen in de uitgeefwereld.’", "Het bestaat misschien alleen in Nederland, de literaire thriller.", "‘Ja, volgens mij ook.’", "Er bestaan ook erotische thrillers, oorlogsthrillers, vrouwenthrillers, actiethrillers, politieromans, spionagethrillers, politieke thrillers, spirituele thrillers, complotthrillers, filosofische detectives en ga zo maar door.", "‘Politieromans zijn wel echt een aparte categorie, maar de rest… Het aardige is dat wanneer je de ingrediënten gaat bestuderen waarmee je spanning kunt creëren, je ze ook elders tegenkomt. In De avonden bijvoorbeeld. Daar denk je steeds: wanneer gaat Frits van Egters zijn vader de hersens inslaan? Die spanning zit er voortdurend in. Wanneer gaat-ie zijn ouders iets aandoen? Dat heeft veel met suggestie te maken.’", "En cliffhangers? Die gebruikt u nauwelijks.", "‘Een enkele keer, maar niet te veel, want dat is zo opzichtig.’", "Er is de afgelopen decennia een heel circuit op internet ontstaan met liefhebbers van spannende boeken.", "‘Ja, de websites enzovoorts.’", "Dat heeft ook iets moois.", "‘Dat heeft iets moois. Wel met dien verstande... Eh ja… laat ik het zo formuleren: de subjectiviteitsgraad lijkt iets hoger doordat soms de deskundigheidsgraad iets lager is.’", "Natuurlijk: op internet spreekt iedereen.", "‘Iedereen mag ook zijn mening geven, natuurlijk. Heerlijk democratisch, heel sociaal. Maar ondertussen kunnen er gekke dingen worden geschreven.’", "Mist u een plek waar serieus wordt gerecenseerd en nagedacht over thrillers?", "‘Die is er eigenlijk nooit geweest. Er waren vroeger alleen wat individuen die ze bespraken, ik heb dat ook een tijdje in NRC Handelsblad gedaan.’", "Zo rond de eeuwwisseling kwamen er de dvd-boxen met series, later Netflix. Ging dat ten koste van de verkoop?", "‘Dat weet ik niet. Mijn boeken verkopen erg wisselend. Wel waren er vroeger veel minder spannende boeken en verkocht ik er meer. Dan had je nog verschillende edities: hardcover, pocket. Dat is totaal veranderd.’", "Want toen kwamen ze…", "‘Toen kwamen ze…’", "De vrouwen!", "‘Ze kwamen nadat Nicci French zo populair was geworden in Nederland, ergens in de jaren negentig. De eerste was Saskia Noort. Die was al journalist volgens mij, ze schreef voor allerlei bladen, en dacht: zo’n boek wil ik ook weleens schrijven.’", "Het waren daarvoor ook echt allemaal mannen.", "‘De thrillerwereld was voor 99 procent een mannenwereld en dat is radicaal veranderd.’", "Gek eigenlijk, uw inspiratie waren de vrouwen van de psychologische thrillers.", "‘In Engeland waren vrouwen altijd al een belangrijke groep in de wereld van thrillers en detectives. Hier in Nederland heb je pas toen een hele stroom gekregen van vrouwelijke thrillerauteurs. Er bestaat zelfs een uitgeverij die Vrouwenthrillers heet. Ik vind: het is vaak een beetje hetzelfde stramien.’", "Hoezo?", "‘De hoofdpersoon is een vrouw van in de 30, ze heeft net een kleine crisis overwonnen, denkt dat het goed gaat, maar dan komt er iets of iemand op haar pad die het kwaad moet personifiëren. Ik erger me ook aan de techniek met plotseling ingevoegde heftige gedachten van de hoofdpersoon, die cursief worden weergegeven. Net als aan de vaak weinig levensechte dialogen.’", "Misschien dat er net als bij mannen veel troep tussen zit, naast een paar waardevolle, knap opgezette boeken?", "‘Dat is zeker het geval, maar bij zo’n grote stroom, zo’n lawine zou je bijna zeggen, zit ook meer troep.’", "Iets over dé vrouwen te zeggen… Ik weet niet of dat… handig is? U komt dan over als een van die oudere mannen die vroeger in Nederland de scepter zwaaiden in het misdaadgenre.", "‘Dat zijn jouw woorden.’", "Beeld Valentina Vos", "Connie Palmen zei destijds: scheer je weg uit de literatuur.", "‘Ja, dat is een bekende Boekenbal-scène. Dat was ook gericht tegen Kluun, hoor. Zij zei: dit is geen literatuur, dit is lectuur, jullie horen hier niet. Maar dat gebeurde natuurlijk op het Bóékenbal, niet op het Literatuurbal. Misschien dat er toen ook wel sprake was van jalousie de métier. Dat schrijvers dachten: potverdomme nog aan toe! Moet je zien, die Saskia Noort en Esther Verhoef en Simone van der Vlugt, die verkopen hun boeken als warme broodjes en ik blijf steken op tweeduizend exemplaren.’", "U had een baan aan de universiteit en was financieel minder afhankelijk.", "‘Ik was er niet afhankelijk van. Maar de meeste mensen die een misdaadboek schrijven hebben een baan, hoor. Daar kun je niet van leven.’", "Beeld Valentina Vos", "U zat altijd bij het Genootschap van Misdaadauteurs, dat niet meer bestaat. Hoe is het nu in het genre? Zijn er onderlinge discussies? Voelt men miskenning ten opzichte van de zogeheten echte literatuur?", "‘Weet je, er ontstaan daar geen polemieken zoals wel in de literatuur kan gebeuren, over stromingen en soorten literatuur. Het blijft misschien onder de oppervlakte, maar ik zie geen controversen.’", "Er verschijnt de laatste jaren wel een onwaarschijnlijke hoop rotzooi.", "‘Verschrikkelijk. Dat is waar. Dan lees ik tien pagina’s en denk ik: de setting klopt niet, de dialogen kloppen niet, de personages zijn raar. Geforceerd moet er een misdaad of wat dan ook in. Er verschijnt veel pulp. Vroeger gold ‘pulp’ wel als een geuzennaam, maar als er te veel van is, werkt het alleen maar verstikkend. Slecht voor het genre, slecht voor de boeken die ertoe doen.’", "Hij zwijgt. Een hand ligt nu stil op de leuning van de stoel.", "Om de pink zit een grote damesring."], "authors": ["Sander Pleij"], "keywords": ["verhaal", "van", "hand", "het", "op", "die", "ik", "leuk", "niet", "een", "anders", "lopen", "dat", "je", "en", "uit", "móét"], "pubDate": "2020-11-27T13:00:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}