{"id": "7d936df6-d1d2-38d7-9526-0425ba525542", "title": "Harrison Ford hoeft die hoofdrol niet zo nodig meer", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/02/harrison-ford-hoeft-die-hoofdrol-niet-zo-nodig-meer-739189/", "summary": "‘Ik kan me ongelijk voorstellen dat je besluit om geen hond te hebben.’Tot consternatie van zijn fans heeft Harrison Ford besloten dat hij als 77-jarige acteur geen ‘leading man’ meer hoeft te zijn.\nFord speelt de bijrol van John Thornton, een ruige, whiskey drinkende buitenman die in het wilde Alaska probeert zijn troebelen te vergeten.\nAls hondenmens was het een droomrol voor Ford, vertelt hij wanneer we hem spreken in Beverly Hills.\nZijn gedrag was zo specifiek en onderbouwd dat het mij in staat stelde om werkelijk te acteren.\nHij is timmerman en houtbewerker, amateur-piloot en getrouwd met zijn veel jongere (derde) echtgenote, actrice Calista Flockhart.", "paragraphs": ["In gesprek met ‘Indiana Jones’ over films en viervoeters. ‘Ik kan me ongelijk voorstellen dat je besluit om geen hond te hebben.’", "Tot consternatie van zijn fans heeft Harrison Ford besloten dat hij als 77-jarige acteur geen ‘leading man’ meer hoeft te zijn. Anderen mogen de hoofdrol spelen in zijn films. Wat dat in de praktijk betekent, zien we in Call of the Wild, een meeslepend avonturendrama waarin een hond genaamd Buck onbetwist de leiding heeft.", "Ford speelt de bijrol van John Thornton, een ruige, whiskey drinkende buitenman die in het wilde Alaska probeert zijn troebelen te vergeten. Kruist Buck toevallig zijn pad, dan raken hond en man onlosmakelijk verbonden.", "Als hondenmens was het een droomrol voor Ford, vertelt hij wanneer we hem spreken in Beverly Hills. ‘Ik kan me onmogelijk voorstellen dat je besluit om geen hond te hebben als je in de gelegenheid bent er één te hebben. Je hoeft weinig voor ze te doen, maar ze geven zo’n enorme emotionele waarde terug.’", "Meld je hier gratis aan voor de Amerika Update, de wekelijkse nieuwsbrief met de laatste ontwikkelingen over de Verenigde Staten. Elke vrijdag in je mailbox.", "Spijtig genoeg waren bij de opnamen geen honden betrokken. Hoewel de beelden levensecht overkomen, is elk beeld van Buck door een menselijke acteur gespeeld en door een computer geanimeerd. In het verhaal – oorspronkelijk een roman van Jack London – is Buck een gigantische mix van St. Bernard en Scotch Collie. Hij wordt gestolen en gedwongen om zijn comfortabele Californische bestaan in te ruilen voor zware arbeid in Alaska tijdens de goudkoorts, circa 1890, toen er een grote behoefte was een sledehonden.", "Knuffelen met de choreograaf", "Ford moest zijn scenes opnemen met ‘bewegingschoreograaf’ Terry Notary. ‘Je moet iemand hebben om mee te spelen,’ zegt Ford. ‘Maar het is wel een beetje vreemd. We knuffelen, rollen over de vloer, ik wrijf over zijn buik en krap achter zijn oor.’", "Hij heeft niets dan bewondering voor Notary, ‘de beste die er is’. Deze voormalige circusartiest was eerder – onherkenbaar – te zien in Avatar, de Avengers-superheldenfilms en de Planet of the Apes-filmreeks. Zijn vak is het bestuderen van dieren, om zich op de opnameset als dat dier voor te doen. Later worden die beelden gebruikt om op elektronische wijze bijvoorbeeld een hond te scheppen.", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "‘Terry zit als een hond aan je voeten. Maar hij was echt een deelnemer aan de scènes, in emotionele zin. Zijn gedrag was zo specifiek en onderbouwd dat het mij in staat stelde om werkelijk te acteren. Ik hoefde mijn verbeelding niet te gebruiken om mijn gevoelens jegens de hond te uiten.’", "Zonder de woeste baard uit Call of the Wild ziet Ford er weer strak uit in een donkerblauw kostuum. Aanzienlijk jonger dan zijn leeftijd zou doen vermoeden. Dat kan met plastische chirurgie te maken hebben, maar ook met zijn levensstijl als Renaissance Man. Ford is een buitenmens, altijd aan het wandelen en sporten. Hij is timmerman en houtbewerker, amateur-piloot en getrouwd met zijn veel jongere (derde) echtgenote, actrice Calista Flockhart.", "Ford heeft niets meer te bewijzen na zijn iconische rollen Han Solo in Star Wars, en Indiana Jones. Toch zal hij weer terugkeren als Indiana. ‘Ik zal proberen er niet al te gek uit te zien,’ verzucht hij. Maar hij hoefde toch geen leading man meer te zijn? ‘Nou ja, iedereen grijpt soms terug op de successen, toch?’", "Inside HollywoodDiederik van Hoogstraten (1969) is lid van de Hollywood Foreign Press Association in Hollywood en stemt voor de Golden Globes. Hij bespreekt op deze plek nieuwe films en series.", "Milieuactivisme", "Call of the Wild draait om de band tussen mens en dier, maar bovenal over die tussen mens en natuur. Van kinds af aan heeft Ford zich aangetrokken gevoeld tot wildernis en beesten: van de vos die hij als kind minutenlang aanstaarde zonder dat het dier bewoog, tot aan de paarden en honden met wie hij dezer dagen op pad gaat.", "In de loop der jaren is hij ook gegroeid in de rol van activist voor een schoon milieu en natuurbehoud. Hij helpt de non-profit Conservation International besturen. ‘Onze slogan: de natuur heeft ons niet nodig, maar wij hebben de natuur wel nodig om te gedijen.’", "Jaren lang deed Ford, als Hollywood-ster die zijn privacy boven alles beschermde, alsof hij apolitiek van aard was. Die tijd is voorbij. ‘We zijn op een punt aanbeland dat we wel over politiek móéten praten. Maar op een positieve manier.’ Zonder namen te noemen maakt Ford duidelijk dat de stijl van Donald Trump of diens waarschijnlijk tegenstander, Bernie Sanders, hem niet aanspreekt.", "Ford kent Michael Bloomberg goed en werkt soms met hem samen rond klimaatverandering; diens kandidatuur zou duidelijk zijn voorkeur hebben. ‘We moeten het politieke centrum weer zien te vinden. We zitten vast in onze ideologische enclaves, maar vooruitgang wordt geboekt in het centrum.’", "Call of the Wild draait momenteel in de bioscopen."], "authors": [], "keywords": ["zo", "hoofdrol", "van", "het", "meer", "hij", "hoeft", "die", "zijn", "met", "nodig", "niet", "harrison", "ford", "te", "en", "een", "om", "dat"], "pubDate": "2020-02-20T17:10:08+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}