{"id": "7d9ba6aa-0227-357e-84f8-4375dbf27cc2", "title": "Bestormers van het Capitool: een zanger, een veteraan én een politicus", "url": "https://www.parool.nl/wereld/bestormers-van-het-capitool-een-zanger-een-veteraan-en-een-politicus~b70a94cc/", "summary": "Beeld EPADe weg die naar die foto leidde begon enkele uren eerder.\nDaarna trekken duizenden van de demonstranten naar het Capitool, waar op dat moment over de verkiezingsuitslag wordt gesproken.\nWe gaan vanuit het donker naar het licht.’Babbitt was een van de vier doden.\npic.twitter.com/xG1vqbmJPp — Sander Duivestein - Future Explorer (@duivestein) 6 januari 2021AuschwitzOok staat in het Capitool een man in een sweater met de tekst ‘Camp Auschwitz.\nHij brak onder meer in bij de kamer van Nancy Pelosi, de voorzitter van het Huis van Afgevaardigden.", "paragraphs": ["Trump-aanhangers bezetten het Capitool. Beeld Reuters", "Wie de afgelopen jaren dacht dat het toch echt niet gekker kon worden in de Amerikaanse politiek, kreeg woensdagnacht het bewijs dat het áltijd gekker kan. Het hallucinerende hoogtepunt: een halfnaakte man met een bontmuts met hoorntjes die zich laat fotograferen terwijl hij in de stoel van de voorzitter van de Senaat, vice-president Mike Pence, zit.", "Beeld EPA", "De weg die naar die foto leidde begon enkele uren eerder. Op de Ellipse, een park in Washington DC. In en rond het park verzamelen zich woensdagochtend enkele tienduizenden Trump-aanhangers. Een verslaggever van The Guardian die erbij is omschrijft de menigte als ‘een mix van gezinnen en ouderen, mannen en vrouwen, jong en oud’.", "President Trump spreekt die ochtend de menigte toe. ‘Stop the steal’, zegt hij, verwijzend naar de volgens hem gestolen verkiezingen. Daarna trekken duizenden van de demonstranten naar het Capitool, waar op dat moment over de verkiezingsuitslag wordt gesproken. Als de vlam in de pan slaat, breken van de duizenden mensen er enkele honderden door de politieafzettingen, sommigen blijven op de trappen van het Capitool staan, anderen gaan door ingeslagen ruiten het gebouw in.", "Ashli Babbitt", "Wie waren die mensen die uiteindelijk naar binnen drongen? Wie naar de beelden kijkt, ziet van alles. Mensen met de kenmerkende rode, Trumpiaanse Make America Great Again-petjes op, die ‘USA, USA’, scanderen. Een man die met de confederatievlag, de omstreden banier van de zuidelijke staten uit de Amerikaanse Burgeroorlog, door de gangen paradeert.", "Ook Ashli Babbitt is er, een 35-jarige vrouw uit San Diego, die veertien jaar lang bij de Amerikaanse luchtmacht werkte. Ze is een fervente Trump-aanhanger. ‘Hij is een van Gods grootste strijders. Trump leidt de weg voor ons patriotten om zonder angst op te staan ​​tegen alles waarmee we worden geconfronteerd,’ twitterde ze recent. En een dag voor de demonstratie: ‘Ze kunnen proberen en proberen en proberen, maar de storm is hier en hij daalt in minder dan 24 uur neer op DC. We gaan vanuit het donker naar het licht.’", "Babbitt was een van de vier doden. Ze werd in het Capitool in haar borst geschoten. De kogel werd waarschijnlijk afgevuurd door een politieagent, maar de precieze toedracht is nog onduidelijk.", "QAnon", "Babbitt was een aanhanger van de QAnon-beweging. Dat is een beweging van complotdenkers die de afgelopen jaren in Amerika enorm gegroeid is. Hun theorie komt er, heel in het kort, op neer dat er in de VS een zogenoemde Deep State aan de macht is, die voornamelijk bestaat uit Democraten en die zich (onder meer) bezighoudt met satanisch kindermisbruik.", "Donald Trump zou de leider zijn die deze Deep State bevecht en voor het gerecht wil brengen. Meerdere mensen die het Capitool binnendrongen, droegen QAnon-shirts.", "Een van de meest opvallende Anons onder de binnendringers was Jake Angeli, een zelfbenoemde ‘QAnon-sjamaan’. Angeli liep halfnaakt en met een bontmuts met hoorntjes door het Capitool. Hij liet zich fotograferen op de stoel van vice-president Mike Pence, die eerder die middag uit het gebouw geëvacueerd was.", "Angeli komt uit Arizona en werkte daar, volgens Amerikaanse media, onder meer als acteur, voice-over en zanger. Sinds 2019 duikt hij geregeld op bij het Capitool in die staat en schreeuwt hij complottheorieën tegen voorbijgangers.", "Jake Angeli, de zelfbenoemde shaman en aanhanger van #QAnon neemt plaats op de plek van Pence. pic.twitter.com/xG1vqbmJPp — Sander Duivestein - Future Explorer (@duivestein) 6 januari 2021", "Auschwitz", "Ook staat in het Capitool een man in een sweater met de tekst ‘Camp Auschwitz. Work makes freedom’ en een doodskop. Het is een verwijzing naar de Nazi-leus die boven de ingang van het concentratiekamp hing: Arbeit macht frei.", "Wie de man is, is niet bekend. Wel is duidelijk dat er mensen aanwezig waren die de Amerikanen als ‘white supremacists’ omschrijven. Zoals Tim Gionet uit Anchorage, die zichzelf online ‘Baked Alaska’ noemt. Hij is een bekende activist die bij veel rechts-extremistische bijeenkomsten in de VS aanwezig is en vanwege de inhoud van zijn video’s al van YouTube en Twitter is gegooid. Woensdag filmde hij de bestorming en deelde hij de livestream online. Hij brak onder meer in bij de kamer van Nancy Pelosi, de voorzitter van het Huis van Afgevaardigden. “Dude, we zijn binnen”, zegt hij in de video. “Ik zei toch dat jullie het plan moesten vertrouwen.” Ook die zin is een verwijzing naar het QAnon-complot.", "Tim Gionet in het kantoor van Nancy Pelosi. Beeld EPA", "Republikeinse politicus", "Gionet was niet de enige die zijn eigen rol in de bestorming filmde. Ook Derreck Evans deed dat. Evans werd recent als Republikein in het Huis van Afgevaardigden van de staat West-Virginia gekozen. Het weerhield hem er niet van de werkplek van zijn landelijke collega’s te bestormen.", "In de video die hij op Facebook zette (en weer verwijderde) roept hij vanuit het Capitool: ‘De patriotten zijn binnen, baby!’ De voorzitter van het Huis van Afgevaardigden van West-Virginia liet gisteren aan The New York Times weten nog niet met Evans gesproken te hebben, ‘maar het bestormen van overheidsgebouwen is een misdaad die vervolgd moet worden’."], "authors": ["Cyril Rosman"], "keywords": ["van", "zanger", "capitool", "bestormers", "naar", "en", "een", "met", "op", "politicus", "hij", "het", "veteraan", "én", "die"], "pubDate": "2021-01-07T16:42:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}