{"id": "7db4ce6c-a0d1-35b2-b344-00288dee8b1d", "title": "Bestuur Denk: Azarkan mag toch lid blijven", "url": "https://nos.nl/artikel/2334106-bestuur-denk-azarkan-mag-toch-lid-blijven.html", "summary": "Het bestuur van Denk legt zich neer bij de uitspraak van de beroepscommissie van de partij dat fractievoorzitter Farid Azarkan ten onrechte is geroyeerd.\nIn een verklaring schrijft het bestuur, onder leiding van mede-Kamerlid Selçuk Öztürk, dat het royement is teruggedraaid.\nDe machtsstrijd leidde ertoe dat Azarkan op 6 mei door het bestuur het lidmaatschap werd ontnomen.\nMaar in de nieuwe verklaring staat dat het bestuur van Denk de uitspraak van de beroepscommissie overneemt.\nHet besluit om het lidmaatschap af te pakken is per direct nietig verklaard.", "paragraphs": ["Het bestuur van Denk legt zich neer bij de uitspraak van de beroepscommissie van de partij dat fractievoorzitter Farid Azarkan ten onrechte is geroyeerd. In een verklaring schrijft het bestuur, onder leiding van mede-Kamerlid Selçuk Öztürk, dat het royement is teruggedraaid.", "Binnen de fractie van Denk is ruzie uitgebroken. Azarkan en voormalig fractieleider Tunahan Kuzu kunnen niet meer door een deur met Öztürk, die tevens partijvoorzitter is. De machtsstrijd leidde ertoe dat Azarkan op 6 mei door het bestuur het lidmaatschap werd ontnomen.", "Een roekeloze actie, vond Azarkan, die naar de beroepscommissie stapte. Die oordeelde afgelopen donderdag dat het bestuur hem het lidmaatschap niet had mogen ontnemen, onder meer omdat de feitelijkheid van de beschuldigingen aan zijn adres niet kon worden bewezen.", "Niet de juiste procedure", "In een reactie daarop zei het bestuur, dat naast Öztürk nog uit één ander lid bestaat, dat de beroepscommissie niet de juiste procedure had gevolgd. Öztürk wilde op korte termijn een gesprek met de commissie.", "Of het daarvan is gekomen, is niet duidelijk. Maar in de nieuwe verklaring staat dat het bestuur van Denk de uitspraak van de beroepscommissie overneemt. Het besluit om het lidmaatschap af te pakken is per direct nietig verklaard."], "authors": [], "keywords": ["lidmaatschap", "denk", "van", "toch", "blijven", "het", "bestuur", "mag", "niet", "een", "dat", "azarkan", "öztürk", "beroepscommissie", "lid"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}