{"id": "7dcb182e-7f80-38de-b09b-5f4584c56e89", "title": "Ook Japan en Indonesië roofden kunst. Van Nederlanders", "url": "https://trouw.nl/binnenland/ook-japan-en-indonesie-roofden-kunst-van-nederlanders~b2f3db8f/", "summary": "“De Japanners zagen de collecties meteen als Japans staatseigendom.”Net zoals de nazi’s Joodse Nederlanders beroofden van hun (kunst-)bezittingen, beroofden de Japanners in Indonesië Nederlanders systematisch van hun schilderijen, kunstvoorwerpen, porselein en hun goud en zilver.\n‘Ni Rindit draagt godenzetel’, een van de zes gestolen werken van Willem Gerard Hofker (1902-1981) die opdoken in de collectie van president Soekarno (nu: Indonesische staatscollectie).\nZweers: “Hun huizen werden leeggehaald, en hun bezittingen op veilingen voor bodemprijzen verkocht aan Indonesiërs, Chinezen en Japanners.\nSoekarno kreeg de kern van zijn collectie cadeau van Japanners: werken van Europese schilders uit de geconfisqueerde collectie van de Batavische kunstkring.\nIn digitale bestanden van Japanse bibliotheken stuitte hij op honderden Nederlandstalige boeken, een fractie van wat uit Indonesië is ontvreemd.", "paragraphs": ["De laatste jaren doen Nederlandse musea veel moeite om te onderzoeken welke objecten uit voormalige koloniën terug moeten naar de landen van herkomst, omdat ze onder dwang zijn verkregen of daar van grote cultuur-historische waarde zijn. Heel goed, vindt kunsthistoricus Louis Zweers, maar ook Japan en Indonesië bezitten cultuurgoederen die zijn verdonkeremaand, tijdens de Japanse bezetting van Nederlands-Indië of in de chaotische revolutiejaren daarna. Zweers’ diepgravende onderzoek daarnaar is te lezen in zijn vorige maand verschenen boek ‘Buit, de roof van Nederlands-Indisch cultureel erfgoed 1942-1950’.", "Al een paar dagen na de Japanse inval in 1942 stonden Japanse officieren op de stoep bij musea. Japanners namen de leiding over en plaatsten collecties onder Japanse ‘bescherming’. “Ze gedroegen zich ongeveer zoals de nazi’s in Nederland, die de collecties van het Rijks en andere musea intact lieten”, vertelt Zweers. “De Japanners zagen de collecties meteen als Japans staatseigendom.”", "Net zoals de nazi’s Joodse Nederlanders beroofden van hun (kunst-)bezittingen, beroofden de Japanners in Indonesië Nederlanders systematisch van hun schilderijen, kunstvoorwerpen, porselein en hun goud en zilver. Ook sommige Indonesische vorsten die hadden samengewerkt met de Nederlandse koloniale autoriteiten, moesten hun krissen, kronen en andere regalia inleveren.", "‘Ni Rindit draagt godenzetel’, een van de zes gestolen werken van Willem Gerard Hofker (1902-1981) die opdoken in de collectie van president Soekarno (nu: Indonesische staatscollectie). Beeld Erven Hofker, Pictoright Amsterdam", "De Nederlanders werden opgesloten in kampen, en moesten alles achterlaten. Zweers: “Hun huizen werden leeggehaald, en hun bezittingen op veilingen voor bodemprijzen verkocht aan Indonesiërs, Chinezen en Japanners. Een deel verdween in pakhuizen, een ander deel werd verscheept naar Japan. Ook juwelen en andere goederen in bankkluizen namen de Japanners in beslag.”", "Tragische lotgevallen", "Na de Japanse capitulatie tuigde het Nederlandse gezag wel een apparaat op om geroofde goederen te claimen, maar van restitutie kwam bar weinig terecht. Veel was niet meer te traceren of verwoest in de strijd. “De Nederlanders die de kampen hadden overleefd, hadden niet alleen hun goederen verloren, maar ook eigendomsbewijzen”, legt Zweers uit. Wat niet werd opgeëist, werd alsnog geveild. “De kampoverlevenden waren uitgeput en verzwakt, hun prioriteit lag niet bij schilderijen, maar bij hun familie – leven ze nog? – en bij de vraag ‘hoe komen we hier zo snel mogelijk weg?’”", "Zweers beschrijft hoe kunstverzamelaars als de arts E.J. Mohr alles verloren. Hij speurde diens familiefoto’s op waarop zijn porseleinen vazen zijn te zien, en schilderijen aan de wand waaronder een werk van de Italiaanse schilder Locatelli, wiens schilderijen tegenwoordig van de hand gaan voor een half miljoen of meer: alles spoorloos verdwenen.", "Uitgebreid beschrijft Zweers de tragische lotgevallen van de Nederlandse kunstenaars en kunsthandelaren en hun collecties. Enkele kunstenaars konden tijdelijk aan het kamp ontsnappen door voor de Japanners doeken te schilderen.", "De verzameling van Soekarno", "In de chaos pal na de oorlog plunderden ongeregelde Indonesische strijders en criminelen wat er nog restte; ook Indonesiërs van gemengde komaf waren mikpunt. Andere Indonesiërs probeerden musea en monumenten juist te beschermen.", "Zweers beschrijft hoe verloren gewaande werken opdoken in de verzameling van Soekarno. Indonesië’s eerste president was een verwoed verzamelaar, onder meer van erotisch getinte werken. De Nederlandse schilder Auke Sonnega verkocht Soekarno een werk van een Balinese met ontblote borsten, nadat hij op diens verzoek de borsten van de vrouw een beetje liftte.", "Soekarno kreeg de kern van zijn collectie cadeau van Japanners: werken van Europese schilders uit de geconfisqueerde collectie van de Batavische kunstkring. Op mysterieuze wijze is hij in bezit gekomen van zes doeken en tekeningen van de Nederlandse schilder Willem Hofker, die waren verdwenen uit een opslagloods in Jakarta. Marktwaarde nu: 1,5 miljoen euro, schrijft Zweers. Als president schroomde hij niet om kunstenaars en verzamelaars onder druk te zetten aan hem te verkopen.", "Die verzameling van Soekarno is nu Indonesisch staatsbezit. Zweers: “Het is goed dat wij roofkunst teruggeven aan Indonesië. Ik zeg niet dat je geroofde culturele objecten moet uitruilen tegen doeken van Hofker, maar het zou mooi zijn als Indonesië in het diplomatieke overleg daarover een gebaar zou maken en ze zou retourneren aan de erfgenamen.”", "Ook Japan zou nog een hoop aan herkomstonderzoek en restitutie kunnen doen, vindt Zweers. In digitale bestanden van Japanse bibliotheken stuitte hij op honderden Nederlandstalige boeken, een fractie van wat uit Indonesië is ontvreemd. “Bijvoorbeeld waardevolle werken over botanie, meegenomen voor keizer Hirohito, die een passie had voor tropische plantkunde.”", "Louis Zweers: ‘Buit. De roof van Nederlands-Indisch cultureel erfgoed 1942-1950’. Boom; 303 blz. €29,90", "Lees ook:", "Bijzonder portret Wilhelmina teruggevonden", "Het Teylers Museum in Haarlem heeft een bijzonder portret teruggevonden van koningin Wilhelmina. Het gaat om de enige overgebleven voorstudie van een verloren gegaan schilderij dat kunstenaar Willem Hofker (1902-1981) eind jaren 30 maakte van de vorstin.", "Hoe het was in het jappenkamp? Deze tekeningen laten de verborgen verhalen zien", "In het Haagse Museon vertellen tientallen tekeningen en voorwerpen het verhaal van de Japanse bezetting in Nederlands-Indië tijdens de Tweede Wereldoorlog."], "authors": ["Eric Brassem"], "keywords": ["zijn", "van", "kunst", "zweers", "japan", "roofden", "indonesië", "en", "een", "hun", "japanse", "ook", "te", "op", "het", "nederlanders"], "pubDate": "2021-01-07T11:25:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}