{"id": "7dcd6bfa-84a1-30c7-838a-63add796d149", "title": "Zo ga je eenzaamheid tegen in coronatijd", "url": "https://www.telegraaf.nl/vrouw/864239544/zo-ga-je-eenzaamheid-tegen-in-coronatijd", "summary": "Vraag niet slechts ’Hoe gaat het?’ maar stel vragen zoals ’Wat heb jij vandaag gedaan?’, ’Hoe denk jij dat het verder zal gaan?’ en/of ’Voel jij je veilig?’.\n4) Start een videogesprek wanneer jullie beiden aan het koken zijn, zodat ook dit iets minder eenzaam voelt.\nIets hebben om naar uit te kijken is heel belangrijk!\n7) Kies een bepaalde sticker of emoji die je aan een vriend(in) of familielid doet denken en stuur deze als teken dat je aan hem/haar denkt.\nZo heeft de ander iets om naar uit te kijken als hij/zij de dag begint.", "paragraphs": ["1) Voer (video)telefoongesprekken om in contact te blijven. Dit komt persoonlijker over dan een appje.", "2) Graaf dieper. Vraag niet slechts ’Hoe gaat het?’ maar stel vragen zoals ’Wat heb jij vandaag gedaan?’, ’Hoe denk jij dat het verder zal gaan?’ en/of ’Voel jij je veilig?’.", "3) Organiseer een televisiefeestje en kijk allemaal via Facetime of Skype naar dezelfde film of hetzelfde tv-programma. Lekker samen First Dates bingen!", "4) Start een videogesprek wanneer jullie beiden aan het koken zijn, zodat ook dit iets minder eenzaam voelt. Daarna kun je nog een gezellige ’tête-à-tête’ houden!", "5) Speel samen een online gezelschapsspel. Dit zorgt zeker voor de nodige gezelligheid én competitiviteit.", "6) Plan vooruit: bespreek nu al wat jullie allemaal kunnen gaan doen wanneer de light lockdown voorbij is. Iets hebben om naar uit te kijken is heel belangrijk!", "7) Kies een bepaalde sticker of emoji die je aan een vriend(in) of familielid doet denken en stuur deze als teken dat je aan hem/haar denkt. Lief!", "8) Lekker ouderwets: stuur een mooie brief of (foto)kaart! Zo heeft de ander iets om naar uit te kijken als hij/zij de dag begint."], "authors": [], "keywords": ["zo", "aan", "dit", "coronatijd", "het", "naar", "jij", "tegen", "een", "je", "te", "om", "ga", "iets", "eenzaamheid"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}