{"id": "7ddd95df-bf9e-3eea-a129-285feaee4c90", "title": "Rijk Hofman wijst Ziggo op gedrag callcentermedewerkers na voicemail", "url": "https://nu.nl/achterklap/6096966/rijk-hofman-wijst-ziggo-op-gedrag-callcentermedewerkers-na-voicemail.html", "summary": "Rijk Hofman heeft maandag een voicemailbericht van een callcenter gelinkt aan Ziggo ontvangen, waarin medewerkers over hem praten.\nOp Twitter deelt de presentator een video waarin te horen is dat de medewerkers lachen om het feit dat ze zijn adres weten en dat ze hem gaan \"doodstalken\".\nDezelfde medewerker geeft vervolgens toe eigenlijk niet te weten wie Rijk of zijn broer Tim Hofman is.\nZiggo laat via Twitter weten Hofman over de situatie te hebben gesproken en hem te hebben uitgelegd wat de vervolgstappen zijn van het bedrijf.\nEen medewerker van Ziggo laat aan AD weten dat het incident plaatsvond in een callcenter van een salespartner en dat de medewerker in strijd met de gedragscode handelde.", "paragraphs": ["Rijk Hofman heeft maandag een voicemailbericht van een callcenter gelinkt aan Ziggo ontvangen, waarin medewerkers over hem praten. Op Twitter deelt de presentator een video waarin te horen is dat de medewerkers lachen om het feit dat ze zijn adres weten en dat ze hem gaan \"doodstalken\".", "In de voicemail is te horen hoe in het callcenter wordt besproken of ze hem nog een keer kunnen bellen. Een medewerker zegt hem een brief te willen sturen nu ze zijn adres weet. Dezelfde medewerker geeft vervolgens toe eigenlijk niet te weten wie Rijk of zijn broer Tim Hofman is.", "\"Ziggo, wil je je personeel anders even normaal en professioneel opleiden?\", vraagt Hofman zich af op Twitter. \"Tip: als je over klanten praat met collega's, zorg dan dat er geen voicemail wordt ingesproken\", voegt hij toe. Ook Tim Hofman spreekt Ziggo erop aan: \"Hier gaat wat mis, is het niet, Ziggo?\"", "Ziggo laat via Twitter weten Hofman over de situatie te hebben gesproken en hem te hebben uitgelegd wat de vervolgstappen zijn van het bedrijf. Een medewerker van Ziggo laat aan AD weten dat het incident plaatsvond in een callcenter van een salespartner en dat de medewerker in strijd met de gedragscode handelde. Hier volgen volgens het bedrijf passende maatregelen op."], "authors": ["Door"], "keywords": ["dat", "hem", "van", "hofman", "voicemail", "een", "gedrag", "te", "ze", "zijn", "weten", "op", "ziggo", "callcentermedewerkers", "het", "rijk", "wijst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}