{"id": "7de21700-3d3d-3621-acee-a51f007bd9fb", "title": "Ontwijk niet langer het gesprek over vaccinatieplicht", "url": "https://www.nrc.nl/nieuws/2020/12/09/ontwijk-niet-langer-het-gesprek-over-vaccinatieplicht-a4023166", "summary": "Maar hoe reëel is het nu echt dat het wel of niet nemen van een Covid-19-vaccinatie volledig vrijblijvend zal zijn?\nHet is dus niet reëel om het gesprek over zo’n vaccinatieplicht uit de weg te gaan, temeer omdat het helemaal niet zo vanzelfsprekend is dat voldoende mensen het vaccin vrijwillig zullen nemen.\nDes te opmerkelijker is het dat het advies van de Gezondheidsraad zich exclusief richt op het prioriteringsvraagstuk.\nHet is belangrijk dat we voor alles duidelijk blijven maken dat het vaccin, ondanks de snelle ontwikkeling, volkomen veilig zal zijn.\nNet als bij de lockdown geldt ook voor het vaccin: alleen samen krijgen we corona klein.", "paragraphs": ["Minister Hugo de Jonge (VWS, CDA) is er duidelijk over: er komt geen vaccinatieplicht, ook geen indirecte plicht. Maar hoe reëel is het nu echt dat het wel of niet nemen van een Covid-19-vaccinatie volledig vrijblijvend zal zijn? Het is ziekenhuizen er nu al alles aangelegen om het virus buiten de deur te houden. Zullen zij dan straks de niet-gevaccineerde zorgwerknemers gewoon aan het werk laten? En de verpleeghuizen, zullen die straks echt iedereen toelaten bij de gezamenlijke activiteiten? Of zullen ze toch nog even wachten met het toelaten van de niet-gevaccineerde vrijwilligers en mantelzorgers? En wat te denken van de thuiszorg, zal niemand de behoefte voelen de deur dicht te houden voor de niet-gevaccineerde thuiszorgmedewerker?", "Babette Rump is arts Maatschappij en Gezondheid / infectieziektebestrijding en ethicus.", "Allemaal heel begrijpelijk, maar ook dit is een vorm van indirecte vaccinatieplicht. Het is dus niet reëel om het gesprek over zo’n vaccinatieplicht uit de weg te gaan, temeer omdat het helemaal niet zo vanzelfsprekend is dat voldoende mensen het vaccin vrijwillig zullen nemen. Vaccinatieweigering is van alle tijden. Was dat voorheen vooral omwille van levensbeschouwelijke argumenten, de laatste jaren zijn daar de kritische prikkers bijgekomen. Zij trekken de noodzaak van een vaccin, de veiligheid ervan of de betrouwbaarheid van de overheid in twijfel. Er is geen reden om aan te nemen dat dat nu anders zal zijn.", "Lees ook deze opiniebijdrage: Een effectief vaccin bestaat alleen bij geluk zonder weerga", "Dit alles geldt misschien het minst voor de kwetsbare ouderen, zij hebben immers een direct gezondheidsbelang bij de bescherming van vaccinatie, en dat zal hun bereidheid tot gevaccineerd worden aanwakkeren. Maar de vaccinatiebereidheid onder zorgverleners is al jaren een bron van zorg. En wat als er wordt gekozen voor een vaccinatiestrategie die is gericht op terugdringen van de verspreiding van het Covid-19-virus, in plaats van op de bescherming van kwetsbaren? Dan zullen gezonde mensen zich moeten laten vaccineren, terwijl juist voor hen de risico’s die Covid-19 met zich meebrengt klein zijn.", "Een ethische discussie", "Het coronavaccin is de belangrijkste pijler onder onze exitstrategie, we kunnen vaccinatie niet op zijn beloop laten. Des te opmerkelijker is het dat het advies van de Gezondheidsraad zich exclusief richt op het prioriteringsvraagstuk. Oftewel: wie krijgt welk vaccin als eerste? Is dit wel ons grootste probleem? Als mensen nu al twijfelen aan de veiligheid van een Rijksvaccinatieprogramma, dat toch kan bouwen op decennia van onderzoek en ervaring, wat betekent dit dan voor het vertrouwen in een onbekend vaccin?", "Het is belangrijk dat we voor alles duidelijk blijven maken dat het vaccin, ondanks de snelle ontwikkeling, volkomen veilig zal zijn. In de enige zin die zij aan het onderwerp besteedt, stelt ook de gezondheidsraad dat vast.", "Vaccinatie is onderwerp van een ethische discussie, en daarbij speelt er meer dan de al door de Gezondheidsraad genoemde principes van utiliteit en rechtvaardigheid. Vaccineren doe je nu eenmaal niet alleen voor jezelf maar ook voor de ander. Vaccineren gaat over solidariteit en wederkerigheid. Net als bij de lockdown geldt ook voor het vaccin: alleen samen krijgen we corona klein.", "Lees ook het Commentaar: Overheid moet burger helpen voors en tegens van vaccin zorgvuldig af te wegen", "Het is belangrijk dat ieder voor zich een weloverwogen keuze kan maken. Daarbij hoort ook informatie over de eventuele maatschappelijke gevolgen van zo’n keuze. Laten we nu dus vooral het gesprek aangaan over welke consequenties we willen verbinden aan de keuze om je te laten vaccineren. Dit om te vermijden dat we straks belanden in een situatie van willekeur waarin elke instelling voor zich gaat bepalen wat redelijk lijkt. Want dan wordt weloverwogen kiezen wel heel moeilijk.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Babette Rump.", "Leestijd Minuten"], "keywords": ["ontwijk", "van", "langer", "gesprek", "het", "vaccin", "niet", "een", "dat", "en", "vaccinatieplicht", "te", "ook", "nu", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}