{"id": "7dededfb-153d-3a32-8873-b92aee763aa2", "title": "Trijntje Oosterhuis levert een echt bigband-kerstalbum waarop de gastvocalisten niet nodig waren ★★★☆☆", "url": "https://www.volkskrant.nl/cultuur-media/trijntje-oosterhuis-levert-een-echt-bigband-kerstalbum-waarop-de-gastvocalisten-niet-nodig-waren~b68f73cc4/", "summary": "Jazzalbum hoes Trijntje Oosterhuis Beeld RVTrijntje Oosterhuis zou zich vaker als jazz-zangeres mogen profileren.\nZe bewees met vertolkingen van Gershwin en Billie Holiday al dat standards bij haar in goed handen zijn.\nDe combinatie met het Jazz Orchestra of the Concertgebouw voor een kerstalbum was een goed idee.\nWat glinstert het koperwerk hier, en wat kleurt het goed bij de volle, stevige en toch soepele stem van Oosterhuis.\nMaar het is vooral het totaalgeluid van het orkest dat goed werkt hier.", "paragraphs": ["Jazzalbum hoes Trijntje Oosterhuis Beeld RV", "Trijntje Oosterhuis zou zich vaker als jazz-zangeres mogen profileren. Ze bewees met vertolkingen van Gershwin en Billie Holiday al dat standards bij haar in goed handen zijn.", "De combinatie met het Jazz Orchestra of the Concertgebouw voor een kerstalbum was een goed idee. Een echt bigband-kerstalbum. Het resultaat mag er wezen. Wat glinstert het koperwerk hier, en wat kleurt het goed bij de volle, stevige en toch soepele stem van Oosterhuis.", "Er wordt door de orkestleden mooi gesoleerd en Candy Dulfer mag even los op de altsaxofoon in Paul McCartney’s Wonderful Christmastime. Maar het is vooral het totaalgeluid van het orkest dat goed werkt hier.", "Dat trekt warm en swingend tegelijk overbekende kerstliedjes naar zich toe. Met zo’n vol podium waren gastvocalisten echter niet nodig geweest. Someday at Christmas met Jeangu Macrooy klinkt zelfs wat schreeuwerig. Het duet met Alain Clark gaat Oosterhuis beter af in Baby, It’s Cold Outside, maar alleen voor een vol orkest of sober begeleid op piano in The Christmas Song overtuigt ze het meest."], "authors": ["Gijsbert Kamer"], "keywords": ["gastvocalisten", "van", "wat", "goed", "levert", "het", "echt", "met", "waren", "nodig", "trijntje", "waarop", "niet", "een", "oosterhuis", "en", "zich", "ze"], "pubDate": "2020-12-10T14:43:01+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}