{"id": "7dfc6d89-c241-3494-b15b-4a99ab8c24d0", "title": "In ‘Een vlinder van sneeuw’ is niets wat het lijkt", "url": "https://trouw.nl/cultuur-media/in-een-vlinder-van-sneeuw-is-niets-wat-het-lijkt~b9ecdfa2/", "summary": "THEATEREen vlinder van sneeuwVeenfabriek★★★In ‘Een vlinder van sneeuw’ is niets wat het lijkt.\nOp een projectie met inhoudsopgave stopt vervolgens een snel langs schietend zoeklichtje bij hoofdstuk 4.\nMet microfoon, allerhande objecten en instrumenten krijgen verteller en personages een stem, handelingen een geluid en het geheel een filmisch muzikale atmosfeer.\nEr is sprake van een oude vrouw, die vermist en ontvoerd zou zijn, van een meisje, dat zomaar het alarmnummer lijkt te bellen, van een mogelijk terroristische aanslag, van een mishandelde grafdelver, van een minister van justitie, die aarzelt tussen de waarheid en dat wat men wil horen.\nIets wat gebeurd is, lijkt op een ander moment nog te moeten gebeuren.", "paragraphs": ["THEATER", "Een vlinder van sneeuw", "Veenfabriek", "★★★", "In ‘Een vlinder van sneeuw’ is niets wat het lijkt. En lijkt alles dubbelzinnig. Dat begint al bij het eerste, almaar herhaalde zinnetje: “Het begint zo”. Hoezo zo? Zo meteen of zoals het verteld gaat worden? Op een projectie met inhoudsopgave stopt vervolgens een snel langs schietend zoeklichtje bij hoofdstuk 4. Alsof een computer de volgorde van verhaal en voorstelling bepaalt.", "Toneelschrijfster Jannemieke Caspers speelt met de tijd, met herinneringen, de volgorde van gebeurtenissen en de kijk erop. Het doet denken aan situaties met tien aanwezigen, waarover alle tien later een verschillend verhaal zullen vertellen. Hier gaat het eerder om raakvlakken tussen voorvallen, die volstrekt willekeurige onbekenden even bij elkaar betrekt.", "Aquarium", "Caspers kreeg vorig jaar het TheaterTekstTalent Stipendium om haar idee uit te werken tot toneeltekst en de Veenfabriek brengt die nu in de vorm van een live hoorspel. Vijf acteurs en twee muzikanten zitten aan een grote tafel met plexiglas wandjes erop, wat vanuit de zaal als een aquarium oogt. Met microfoon, allerhande objecten en instrumenten krijgen verteller en personages een stem, handelingen een geluid en het geheel een filmisch muzikale atmosfeer.", "Een rechtlijnig verhaal is er niet. Het lijkt inderdaad of het niet uitmaakt met welk hoofdstuk wordt begonnen. Er is sprake van een oude vrouw, die vermist en ontvoerd zou zijn, van een meisje, dat zomaar het alarmnummer lijkt te bellen, van een mogelijk terroristische aanslag, van een mishandelde grafdelver, van een minister van justitie, die aarzelt tussen de waarheid en dat wat men wil horen.", "Nogal abstract", "De tekst is poëtisch en intrigerend, maar in deze uitvoering als stemmenspel ook nogal abstract. Als kijkende luisteraar grip krijgen op de verschillende lijntjes is vrijwel ondoenlijk. Iets wat gebeurd is, lijkt op een ander moment nog te moeten gebeuren. Soms is het zelfs of er onderlinge familiebanden zijn. Je beseft hoe elke werkelijkheid wordt ingekleurd door subjectieve interpretaties, tegelijk blijft het geheel ongrijpbaar.", "De makke van de voorstelling en de regie (Joeri Vos) is, dat het publiek op te grote afstand is gezet. Zoals je bij een spannend radiohoorspel wel in die radio wil kruipen om het goed te volgen, zou je er hier bovenop willen zitten om vat te krijgen op de wisselwerking tussen personages, acteurs en geluidseffecten.", "Een live-hoorspel hoor je wel degelijk als kijkspel te ervaren. Een meer dan halve zaal tussen toneel en het (toch al beperkte) publiek brengt echter elke nuance om zeep. Dan krijgt het chaotische karakter de overhand."], "authors": ["Hanny Alkema"], "keywords": ["van", "wat", "het", "op", "met", "die", "niets", "sneeuw", "een", "en", "te", "om", "vlinder", "lijkt"], "pubDate": "2020-11-25T13:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}