{"id": "7e01ab9c-52d8-3958-bb7b-58237417dc07", "title": "Proeven voor cultuur en sport in januari, miljoenen naar jongeren", "url": "https://www.parool.nl/nederland/proeven-voor-cultuur-en-sport-in-januari-miljoenen-naar-jongeren~b54d5d93/", "summary": "Beeld Joris Van GennipDe maatregelen werden al aangekondigd tijdens de persconferentie van dinsdagavond.\nNu wordt concreet wat het kabinet precies gaat doen.\nBij het voetbal gaat het om wedstrijden van NEC en Almere city, waarbij 1500 supporters welkom zijn.\nVan het geld kunnen gemeenten activiteiten organiseren, zoals sporttoernooien, creatieve workshops of online gamesessies.\nDaarnaast is er ruimte voor persoonlijke coaching en het versterken van mentale weerbaarheid.", "paragraphs": ["Beeld Joris Van Gennip", "De maatregelen werden al aangekondigd tijdens de persconferentie van dinsdagavond. Nu wordt concreet wat het kabinet precies gaat doen.", "Zo gaat de proef in het theater om Guido Weijers. De cabaretier treedt in de tweede helft van januari op voor vijfhonderd man publiek in het Beatrix Theater in Utrecht. Bij het voetbal gaat het om wedstrijden van NEC en Almere city, waarbij 1500 supporters welkom zijn. Dat was half november al bekendgemaakt.", "Uit de experimenten moet blijken wat ervoor nodig is om dit soort gebeurtenissen door te laten gaan, of er meer kan als er getest wordt en wat in de praktijk haalbaar en verantwoord is, zei de premier tijdens de persconferentie. De proefprojecten gaan volgens hem sowieso door, los van de besmettingscijfers op dat moment.", "Beeld ANP", "Eenzaamheid onder jongeren", "Dat er 58,5 miljoen zal worden uitgetrokken om eenzaamheid onder jongeren tegen te gaan, liet het ministerie van Volksgezondheid na de persconferentie weten. Volgens het kabinet kunnen jongeren nu veel minder dan eerder, terwijl zij zelf doorgaans niet behoren tot risicogroepen die meer bescherming nodig hebben. Eenzaamheid, angst en depressies nemen daardoor toe onder hen.", "Van het geld kunnen gemeenten activiteiten organiseren, zoals sporttoernooien, creatieve workshops of online gamesessies. Daarnaast is er ruimte voor persoonlijke coaching en het versterken van mentale weerbaarheid. Alles moet wel binnen de huidige coronaregels passen.", "Gemeenten ‘verwelkomen’ creatieve ideeën van jongeren zelf. De activiteiten kunnen al in de kerstvakantie starten, aldus het ministerie. Het pakket geldt voor iedereen tot 27 jaar. Specifiek is er aandacht voor kwetsbare jongeren, bijvoorbeeld in achterstandswijken."], "authors": ["Anp Het Parool"], "keywords": ["proeven", "persconferentie", "van", "wat", "jongeren", "het", "naar", "onder", "cultuur", "en", "sport", "om", "miljoenen", "er", "januari", "voor"], "pubDate": "2020-12-08T21:55:49+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}