{"id": "7e024bfe-cf0d-36a4-9f48-a5fcd3439ca7", "title": "Weinig mannen bij de diversiteitsmeeting: 'Het belang moet nog doordringen'", "url": "https://nu.nl/werk/6093849/weinig-mannen-bij-de-diversiteitsmeeting-het-belang-moet-nog-doordringen.html", "summary": "Met haar bedrijf BrandedU helpt ze vrouwen hun carrière te versnellen door personal branding, maar bij deze ontbijtsessies gaat het vooral over het belang van diversiteit binnen organisaties.\nOvertuigen van het nut van diversiteitMaar hoe overtuig je hen van het nut van diversiteit?\nMaar als jij iets niet meemaakt, betekent dat niet dat het er niet is.\"\n'Urgentie is er ook zeker voor mannen'Wie anderen wil overtuigen van het belang, moet het volgens Poleon vooral persoonlijk maken.\n\"Begin niet met mannen overtuigen die het nut er niet van inzien, maar zoek mannen die al zien dat er iets verandert.", "paragraphs": ["De strijd voor meer diversiteit wordt vaak gevoerd door vrouwen en minderheden, terwijl er niet alleen voordeel voor hen in zit: ook bedrijven hebben er baat bij. Maar hoe benadruk je die urgentie bij de groep die geen nadelen van het gebrek aan diversiteit lijkt te ervaren?", "Zeventig vrouwen en drie mannen. Dat was het aantal dat zich twee maanden geleden aanmeldde voor het evenement Believers in Female Leadership Breakfast van ondernemer Nancy Poleon. Met haar bedrijf BrandedU helpt ze vrouwen hun carrière te versnellen door personal branding, maar bij deze ontbijtsessies gaat het vooral over het belang van diversiteit binnen organisaties. \"En die ervaringen zijn bij veel vrouwen wel bekend. Bij mannen moet het nog wat doordringen.\"", "De ontbijtsessie wordt vier keer per jaar georganiseerd en trekt normaliter wel iets meer mannen: zo'n 10 procent. Toch is dat nog veel te weinig, vindt Poleon. \"Eigenlijk zou ik daar minimaal 40 procent van willen maken.\"", "“Als jij iets niet meemaakt, betekent dat niet dat het er niet is.” Terence Guiamo, Agora Network", "Een van de mannen die wél naar de ontbijtsessie van Poleon kwam, was Maarten van Rossum, Global Director Public Affairs bij Heineken. Toen een vrouwelijke zakelijke kennis hem erover vertelde, benoemde hij meteen dat er mannen in de groep ontbraken. \"Vrouwen hoeven minder overtuigd te worden van diversiteit, die zien het nut er vaak wel van in. Het zijn meestal mannen die het systeem van verandering, al dan niet onbewust, blokkeren.\"", "Overtuigen van het nut van diversiteit", "Maar hoe overtuig je hen van het nut van diversiteit? Terence Guiamo, voorzitter van het Agora Network voor meer culturele diversiteit, raadt aan om een open dialoog aan te gaan. \"Als je weet waar iemand mee worstelt, kan diversiteit of een inclusieve cultuur soms een oplossing bieden.\"", "Als voorbeeld noemt Guiamo een arbeidstekort of een gebrek aan innovatie, maar ook ontevredenheid onder werknemers. \"Daar kan de veiligheid die inclusie biedt vaak een rol spelen.\" Het is daarbij belangrijk te luisteren naar andermans perspectief. \"Iedereen ziet dingen te veel vanuit het eigen standpunt. Maar als jij iets niet meemaakt, betekent dat niet dat het er niet is.\"", "'Urgentie is er ook zeker voor mannen'", "Wie anderen wil overtuigen van het belang, moet het volgens Poleon vooral persoonlijk maken. Ze herinnert zich een directeur bij wie ze haar training kwam verkopen. \"Al op de drempel zei hij me dat hij eigenlijk niet zoveel met diversiteit had. Maar toen ik hem uitlegde dat het ook invloed had op de carrière van zijn dochter en hoe vrouwen anders denken, zag hij in dat het een belangrijk thema is.\"", "Volgens Poleon zit daar dan ook de crux: veel mannen ervaren geen persoonlijk nadeel van een gebrek aan diversiteit, dus zien ze de urgentie minder in. \"Terwijl die er voor hen zeker ook is. Wellicht niet op persoonlijk vlak, als wel op zakelijk vlak.\"", "“Begin niet met mannen overtuigen die het nut er niet van inzien.” Nancy Poleon, BrandedU", "Guiamo, die tevens Head of Inclusion and Diversity bij PricewaterhouseCoopers (PwC) is, ziet dat besef wel steeds vaker doordringen. \"Je mist als bedrijf een bepaalde aansluiting bij je doelgroep, die ook divers is. Ook mis je andere perspectieven en een grote groep talenten als je niets aan diversiteit doet.\"", "Ga daarbij op zoek naar mannelijke handlangers, benadrukt Poleon. \"Begin niet met mannen overtuigen die het nut er niet van inzien, maar zoek mannen die al zien dat er iets verandert. Uiteindelijk gaat het om het vergroten van de kritische massa.\"", "'Preek niet voor eigen parochie'", "Van Rossum ziet vooral ook voor mannen zélf een belangrijke rol weggelegd in het diversiteitsdebat: zij zouden het gesprek moeten aangaan met andere mannen. \"Het is nou eenmaal geloofwaardiger als je niet preekt voor eigen parochie; om je eigen positie te verdedigen.\"", "Is dat niet juist waar het misgaat in het diversiteitsdebat, dat we alleen dingen aannemen van mensen die op ons lijken? Van Rossum ziet dat anders. \"Als ik als witte man positieve ervaringen op het gebied van diversiteit opdoe en anderen kan vertellen dat ze dat ook kunnen ervaren, dan is het doel uiteindelijk bereikt. Van wie ze het horen maakt niet uit, het gaat erom dat de boodschap overkomt.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["van", "dat", "nog", "belang", "die", "niet", "een", "diversiteit", "diversiteitsmeeting", "ook", "weinig", "mannen", "moet", "doordringen", "bij", "er", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}