{"id": "7e0be675-0c0a-33cd-a40e-80018471bc59", "title": "Sollicitatiemail van 'Azzedine' minder vaak geopend dan van 'Arthur'", "url": "https://nos.nl/op3/artikel/2235089-sollicitatiemail-van-azzedine-minder-vaak-geopend-dan-van-arthur.html", "summary": "In de uitzendbranche ging het het slechtst.\nDe mail van de niet-Nederlanders klinkende afzender werd daar maar in 86 procent van de gevallen geopend, terwijl de Nederlander 100 procent scoorde.\nEn van de cv's werd maar 71 procent geopend, tegenover 100 procent voor de Nederlander.\nDe detailhandel en gezondheidszorg zaten tussen de uitzendbranche en het onderwijs in wat betreft geopende mails en cv's.\n'Oplossing een zaak van lange adem'De club van uitzendbureaus, ABU, zegt in een reactie dat het onderzoek 'wederom aantoont dat er arbeidsmarktdiscriminatie plaatsvindt'.", "paragraphs": ["Ze stuurden de mails naar bedrijven in vier verschillende sectoren: het onderwijs, de gezondheidszorg, de detailhandel en de uitzendbranche.", "En er waren flinke verschillen tussen die sectoren. In de uitzendbranche ging het het slechtst. De mail van de niet-Nederlanders klinkende afzender werd daar maar in 86 procent van de gevallen geopend, terwijl de Nederlander 100 procent scoorde. En van de cv's werd maar 71 procent geopend, tegenover 100 procent voor de Nederlander.", "In het onderwijs ging dit anders. Daar werden de mails van de niet-Nederlandse namen zelfs 5 procent vaker geopend dan van de Nederlandse naam. Een verklaring daarvoor hebben de onderzoekers niet. De cv's werden ongeveer even vaak geopend en de sollicitanten kregen ook even vaak een uitnodiging. De detailhandel en gezondheidszorg zaten tussen de uitzendbranche en het onderwijs in wat betreft geopende mails en cv's.", "\"Er zijn dus wel verschillen tussen branches. En daar kun je als sollicitant wellicht iets mee\", zegt Bakker \"Als je kan kiezen, kun je dus wellicht beter solliciteren in een branche waar je meer kans maakt.\"", "Anoniem solliciteren?", "\"Het is tragisch, maar dit bevestigt het beeld dat we al hadden uit andere onderzoeken\", zegt Christoph Meng, onderzoeker van het Researchcentrum voor Onderwijs en Arbeidsmarkt van de Universiteit Maastricht. \"Anoniem solliciteren is natuurlijk een optie om dit tegen te gaan. Misschien heb je dan meer kans dat een mail gelezen wordt en je wordt uitgenodigd.\"", "\"Maar daarna, bij een sollicitatiegesprek, is het niet meer anoniem. Dus het is maar de vraag of het dan uiteindelijk helpt. En als je anoniem solliciteren invoert, gaan werkgevers misschien wel kijken naar je adresgegevens, of je niet uit een wijk komt waar veel jongeren van niet-westerse afkomst wonen.\"", "Het gaat nu een stuk beter met de economie dan een paar jaar geleden. En veel werkgevers schreeuwen om personeel. \"Het is wel 'interessant', dat ook in deze aantrekkende arbeidsmarkt discriminatie gewoon doorgaat\", zegt Meng daarover. \"Het wordt voor de werkgevers steeds lastiger om te zeggen dat het door de opleiding of competentie van de sollicitant komt, dat-ie niet wordt uitgenodigd.\"", "'Oplossing een zaak van lange adem'", "De club van uitzendbureaus, ABU, zegt in een reactie dat het onderzoek 'wederom aantoont dat er arbeidsmarktdiscriminatie plaatsvindt'. \"Helaas is dit een bekend probleem. Het oplossen hiervan is een zaak van lange adem waarin iedereen zijn verantwoordelijkheid moet nemen.\"", "Eerder dit jaar was er ophef over een onderzoek van consumentenprogramma Radar. Daaruit bleek dat bijna de helft van de uitzendbureaus bereid is om geen Turken, Marokkanen of Surinamers aan te dragen als een opdrachtgever daarom vraagt. Uitzendbureaus beloofden toen medewerkers op anti-discriminatiecursus te doen. En ABU zei zelf onderzoek te gaan doen door middel van 'mystery calls' naar uitzendbureaus.", "Eerder maakten we een portret van Mourad, die na tevergeefs sollicitatiebrieven sturen, een sollicitatievideo maakte."], "authors": ["Leen Kraniotis", "Redacteur Economie", "Dit Is Een Artikel Van"], "keywords": ["geopend", "dat", "zegt", "je", "sollicitatiemail", "vaak", "van", "een", "te", "het", "arthur", "procent", "en", "azzedine", "minder", "dan", "dit"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}