{"id": "7e0e0d4c-114e-3780-89b5-3ba6ce3d7412", "title": "‘De Familie Claus’ is een ouderwets gezellige kerstfilm", "url": "https://trouw.nl/nieuws/de-familie-claus-is-een-ouderwets-gezellige-kerstfilm~b99105c9/", "summary": "Het zal je maar gebeuren: je hebt een hekel aan Kerstmis, en je vader blijkt de Kerstman te zijn.\nEn waarom heeft opa Claus een speelgoedwinkel vol oud speelgoed en puzzels met ontbrekende stukjes?\nMoeder Claus vindt een baan in een koekjesfabriek waarvan het decor doet denken aan Sjakie’s chocoladefabriek en waar ze in een okergeel hemd met een grote koksmuts ladingen koekjes moet bakken.\nDe familie Claus is een bijna on-Nederlandse, kleurrijke, warme, gezellige kerstfilm.\nZo vier je Kerst het veiligstDe veiligheid van je kerstplannen hangt vooral af van hoe je je in de dagen ervóór gedraagt, waarschuwt viroloog Bert Niesters.", "paragraphs": ["Overal staan versierde kerstbomen, overal klinkt kerstmuziek. Arme Jules, de jonge hoofdpersoon van ‘De Familie Claus’. Want hij háát Kerst.", "Het zal je maar gebeuren: je hebt een hekel aan Kerstmis, en je vader blijkt de Kerstman te zijn. Dat overkomt Jules Claus in de nieuwe Vlaams-Nederlandse Netflix-film ‘De familie Claus’. Het is nu een jaar geleden dat Jules’ Vlaamse vader overleed en samen met zijn moeder en zusje verhuist hij in de kerstvakantie terug naar België om een nieuw bestaan te opbouwen.", "Ze komen terecht in een winters witte wonderwereld, waar knipperende kerstverlichting de straten kleurt en stemmige kerstmuziek de toon zet. Het kerstgevoel ligt er zo dik bovenop dat je als kijker wel in de stemming moet raken. Toch is de ondertoon een beetje droevig. Waar is vader Claus gebleven? En waarom heeft opa Claus een speelgoedwinkel vol oud speelgoed en puzzels met ontbrekende stukjes?", "Als Jules de magische sneeuwbol van zijn opa ontdekt en er per ongeluk mee schudt, reist hij de hele wereld over langs steden als Hongkong, New York en Boedapest. Overal staan versierde kerstbomen, valt er verse sneeuw op de straten en is iedereen druk met kerstinkopen. Uiteindelijk belandt hij in de verlaten werkkamer van de Kerstman en ontdekt hij dat zijn voorouders Kerstmannen en -vrouwen waren. Dat is voor Jules geen vrolijke ontdekking, want hij ‘haat kerst’.", "De Familie Claus", "‘Het was van de zomer een beetje afzien in onze dikke jassen’", "Die scène met de sneeuwbol vond de veertienjarige Vlaamse hoofdrolspeler Mo Bakker, juist het leukste deel van de film. Vooral omdat hij voor zijn wereldreis echt door Europa mocht reizen. “We waren bijvoorbeeld in Bulgarije. Dat was echt een ervaring om niet te vergeten.” Nog een geluk dat het kon, want het grootste deel van de film is deze zomer opgenomen en reizen was ondanks corona toen net even wat makkelijker, vertelt hij. “Maar uiteraard wel coronaproof.”", "Ook Bracha van Doesburgh, die de Nederlandse moeder speelt, herinnert zich de opnames van afgelopen zomer nog goed. “Waren we in Brugge en er was net een hittegolf. Heel komisch om in de ene straat mensen in hemdjes en korte broeken op terrassen te zien en dan om de hoek die totale witte wereld vol kerstversiering. En ja, het was wel een beetje afzien in onze dikke jassen.”", "De familie Claus Beeld free", "Alleenstaande moeder met een stuurse puber", "Van Doesburgh speelt de alleenstaande moeder die met haar dochter en stuurse puber terugverhuist naar België. Dit tot grote ergernis van haar moeder (Renée Soutendijk), die vindt dat haar kleinkinderen beter in de buurt van oma kunnen blijven. Moeder Claus vindt een baan in een koekjesfabriek waarvan het decor doet denken aan Sjakie’s chocoladefabriek en waar ze in een okergeel hemd met een grote koksmuts ladingen koekjes moet bakken. Ze heeft er geen idee van dat ze de weduwe van de Kerstman is, en is zo druk met de koekjesrevolutie dat het geheel langs haar heen gaat dat haar zoon de gepensioneerde opa Claus te hulp moet schieten met het bezorgen van de cadeautjes.", "De familie Claus is een bijna on-Nederlandse, kleurrijke, warme, gezellige kerstfilm. “Precies wat we nodig hebben in deze soms best sombere tijd”, zeg Van Doesburgh. “Daarom is het ook goed dat hij op Netflix is, want dan kunnen families eerst samen koekjes bakken en dan lekker voor de buis kruipen.”", "Mo Bakker heeft gelukkig zelf helemaal geen hekel aan Kerst: “Ik vind het misschien juist wel het mooiste feest van het jaar. Het brengt een beetje licht in de duisternis. En dan met zijn allen fijn aan de dis.” Wat hij eet dit jaar? “Kip, denk ik. Dat eten we meestal.”", "Lees ook:", "Een blokjeskerst, of toch buitenbuffetten? Zo vier je Kerst het veiligst", "De veiligheid van je kerstplannen hangt vooral af van hoe je je in de dagen ervóór gedraagt, waarschuwt viroloog Bert Niesters."], "authors": ["Nienke Schipper"], "keywords": ["ouderwets", "kerstfilm", "gezellige", "claus", "van", "het", "zijn", "en", "een", "met", "familie", "hij", "dat", "je"], "pubDate": "2020-12-14T13:39:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}