{"id": "7e13a2b6-8757-350e-a211-3e86cae71436", "title": "Tips voor wie overal pijn heeft van de niet-ergonomische thuiswerkplek", "url": "https://volkskrant.nl/werken/tips-voor-wie-overal-pijn-heeft-van-de-niet-ergonomische-thuiswerkplek~b6fc177a/", "summary": "Begin met het zitvlak van je stoel, dat moet je helemaal gebruiken.\nWie met een laptop werkt, kan de werkplek op een simpele manier al een stuk ergonomischer maken.\nHierbij staat het scherm op ooghoogte, op minimaal 50 centimeter van het gezicht.\n‘Schuin naar een scherm kijken vergt meer inspanning van je ogen, die daardoor sneller achteruit kunnen gaan’, zegt John van Hooft, ontwikkelaar van ergonomische hulpmiddelen.\nVerder kun je ook last krijgen van je knieën als je te lang in een verkeerde houding zit, waarschuwt fysiotherapeut Steffie Schoenmakers aan Libelle.nl.", "paragraphs": ["44 procent van de thuiswerkers beschikt niet over een goede bureaustoel, een beeldscherm op ooghoogte of een aparte muis en los toetsenbord bij laptopwerk Beeld Matteo Bal", "De tevredenheid over thuiswerken mag dan zijn toegenomen onder werknemers, wie een slechte werkplek heeft, denkt daar wellicht anders over. 44 procent van de thuiswerkers beschikt niet over een goede bureaustoel, een beeldscherm op ooghoogte of een aparte muis en los toetsenbord bij laptopwerk, concludeerde vakbond CNV onlangs na een enquête onder 2.500 leden. En zo’n slecht werkplek is niet zonder gevolgen. Twee op de vijf ondervraagde thuiswerkers heeft inmiddels fysieke klachten. Denk aan: pijn in de nek, rug, armen en schouders. Een op de tien brengt sinds het thuiswerken vaker een bezoek aan de fysiotherapeut.", "Let op je houding", "Goed zitten helpt om lichamelijke ongemakken te voorkomen. Mocht je nog een argument nodig hebben om je baas te overtuigen te investeren in jouw thuiswerkplek: het is niet alleen slecht voor je gezondheid (wat kan leiden tot verzuim), je bent ook een stuk minder productief als je in de verkeerde houding werkt. Verkeerd zitten kan tot 17 procent productiviteitsverlies opleveren, blijkt uit onderzoek.", "Maar hoe zit je wél goed? Begin met het zitvlak van je stoel, dat moet je helemaal gebruiken. En zet je voeten plat op de grond. Verstel de hoogte – eventueel met kussens – van de stoel zodat je benen een hoek van 90 graden maken. Stel dan je bureau in. Ook je ellebogen moeten een hoek van 90 graden maken. Als de tafel te hoog is, trek je je schouders op en dat kan nekpijn veroorzaken. Je beeldscherm staat het beste op ooghoogte.", "Wie met een laptop werkt, kan de werkplek op een simpele manier al een stuk ergonomischer maken. Een lichtgewicht laptopstandaard doet wonderen. Hierbij staat het scherm op ooghoogte, op minimaal 50 centimeter van het gezicht. Dan heb je natuurlijk wel een extra toetsenbord en muis nodig. Een extern scherm kan, afhankelijk van je werkzaamheden, ook prettig zijn.", "Heb je geen goede bureaustoel? Dat hóeft niet per se slecht te zijn. Die harde keukenstoel kan zelfs helpen om regelmatig op te staan. Volgens John van Hooft, directeur van BakkerElkhuizen, een ontwikkelaar van ergonomische hulpmiddelen, zit daar de echte winst: regelmatig opstaan, pauzes nemen en een wandeling maken om je lichaam en geest verlichting te geven.", "Bewegen dus", "HR-deskundige Peter van den Hout merkt het zelf: als je thuiswerkt, zit je al snel de hele dag achter je computer. ‘Normaal loop ik naar het ov, op kantoor heb ik een stabureau.’ Bewegen is zowel mentaal als fysiek gezond, zegt hij, stilzitten vertraagt de bloedsomloop. ‘Maak dus in je middagpauze een kleine wandeling en loop rond als je belt. In mijn woonkamer kan ik zo toch heel wat meters maken.’", "Werknemers die pauze nemen presteren beter, maken minder fouten, veroorzaken minder ongelukken en vinden hun werk leuker, concludeerde Hylco Nijp, docent aan de Hogeschool van Arnhem en Nijmegen, die promoveerde op het onderwerp ‘flexibel werken’.", "Uit ander onderzoek, van de Stanford Graduate School of Education, bleek dat een ommetje ook helpt om de creativiteit te bevorderen.", "Moeite met onder werktijd even op te staan? ‘Forens’ dan naar je thuiswerkplek. Gebruik de tijd die je normaal in auto, trein of op de fiets zit om in beweging te komen. Doe dingen die er vaak bij inschieten: was de auto, veeg de gevallen herfstbladeren uit de tuin, voetbal een kwartiertje buiten met de kinderen. Bijkomend voordeel: je begint alerter aan de (werk)dag en je bent productiever. Op de terugweg naar de bank met Netflix kun je fijn ‘afschakelen’ door de hond extra lang uit te laten. Wordt de hond ook blij van.", "En een geruststelling: je hoeft echt niet elke dag intensief te sporten om gezond bezig te zijn. Sterker nog, dan krijg je waarschijnlijk alleen maar meer pijn.", "Wees ook waakzaam op andere kwaaltjes", "Een verkeerde werkhouding leidt niet alleen tot een laptopbochel, maar ook tot extra belasting van de ogen. ‘Schuin naar een scherm kijken vergt meer inspanning van je ogen, die daardoor sneller achteruit kunnen gaan’, zegt John van Hooft, ontwikkelaar van ergonomische hulpmiddelen.", "Verder kun je ook last krijgen van je knieën als je te lang in een verkeerde houding zit, waarschuwt fysiotherapeut Steffie Schoenmakers aan Libelle.nl. ‘Als je langdurig in dezelfde houding zit, neemt de druk op de spieren toe’, legt ze uit. ‘Dit kan een slechtere doorbloeding tot gevolg hebben en daardoor kun je klachten ontwikkelen.’", "Ze adviseert daarom regelmatig oefeningen te doen zoals squats, waarbij je doet alsof je gaat zitten. Ook balansoefeningen zijn volgens de fysiotherapeut slim, bijvoorbeeld balanceren op één been. Zo train je de spieren rond je knie.", "Stop op tijd met werken", "Uit de enquête van CNV bleek dat werknemers efficiënter en productiever zijn als ze vanuit huis werken. Ook werken veel medewerkers door in de tijd dat ze anders onderweg waren van en naar kantoor. Pas daar wel mee op, want overpresteren is een sluiproute naar een burn-out. ‘Het woord zegt het al, overpresteren is meer doen dan je eigenlijk kan en heeft hooguit op de korte termijn zin’, zegt Marie-Elize van Putten die zelf een burn-out kreeg en nu ambitieuze vrouwen coacht op het gebied van communicatie en zelfvertrouwen.", "‘Ik vraag mijn cliënten daarom altijd of zij denken dat een leidinggevende er gebaat bij is als ze over hun grenzen gaan. Vaak zijn ze bang dat het een teken is van zwakte. Of ze willen hun collega’s en leidinggevende niet teleurstellen, maar uiteindelijk heeft de manager er veel meer aan als je jouw grenzen juist wél aangeeft en je duurzaam inzetbaar bent.’", "Hoe je op tijd kunt stoppen met werken? Doe als productiviteitsgoeroe Rick Pastoor. Hij definieert elke ochtend één doel. Als dat lukt, is hij tevreden. De rest is bonus. ‘Zo wordt thuiswerken niet alleen behapbaar, maar blijft het ook leuk en ontspannen,’ zegt hij. En daarna snel naar huis ‘forenzen’ dus, anders sta je weer in de fictieve avondspits."], "authors": ["Yasmine Esser"], "keywords": ["van", "heeft", "als", "tips", "het", "pijn", "op", "thuiswerkplek", "wie", "overal", "een", "je", "en", "te", "ook", "niet", "nietergonomische", "voor"], "pubDate": "2020-11-02T10:05:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}