{"id": "7e1b0db1-29c6-319c-ade2-03109be913dd", "title": "Een speler in raps van criminelen – wat had Ajax ertegen kunnen doen?", "url": "https://www.nrc.nl/nieuws/2020/12/14/een-ajacied-in-raps-van-criminelen-a4023855", "summary": "„Mask QP, de kleding voor winnaars”, schrijft de aanvaller van Ajax (28) op zijn website.\nDe koers van het aandeel Ajax zakte maandag met 3 procent, zeer waarschijnlijk door het nieuws rond Promes.\nEen die zich graag laat associëren met dure auto’s en horloges en die vaker heeft meegewerkt aan nummers van omstreden rappers uit zijn vriendenkring.\nWat doet een speler van Ajax in de nummers van criminele rappers?\nIn het licht van de huidige ontwikkelingen zorgen deze optredens voor ongemakkelijke beeldvorming rond de speler van Ajax.", "paragraphs": ["T-shirts en hoodies. Bodywarmers en mondkapjes. Broeken en truien. Elk product in zijn webshop is voorzien van hetzelfde logo: een masker, opgebouwd uit zijn initialen: QP, Quincy Promes.", "„Mask QP, de kleding voor winnaars”, schrijft de aanvaller van Ajax (28) op zijn website. „Elke wedstrijd wanneer we aan het strijden zijn voel ik die winnaarsmentaliteit. ‘Mask off’ is daaruit ontstaan. Door hard werken en knokken voor waar ik in geloof ben ik gekomen waar ik nu ben en uit deze journey haal ik kracht en strijdlust.”", "De man die zijn doelpunten viert door met zijn vingers een denkbeeldig masker te vormen, zit sinds zondag vast. Promes wordt verdacht van mishandeling met zwaar lichamelijk letsel tot gevolg. Hij zou zijn neef met een mes in de knie hebben gestoken tijdens een feestje in de loods van Mask QP in Abcoude, afgelopen zomer. Promes ontkent.", "Wat er die dag ook is gebeurd, de zaak heeft vermoedelijk al grote gevolgen voor er een rechter aan te pas komt. Voor hemzelf, maar ook voor het beursgenoteerde Ajax.", "De koers van het aandeel Ajax zakte maandag met 3 procent, zeer waarschijnlijk door het nieuws rond Promes. Daarmee verloor de club ruim 9 miljoen van zijn beurswaarde. Een flinke beweging, maar afgezet tegen de daling die vorige week volgde op de uitschakeling in de Champions League (- 7,5 procent), valt het mee.", "Neemt niet weg dat Ajax in verlegenheid is gebracht nu een miljoenenaankoop in een ander daglicht is komen te staan. Zoals Het Parool zondag schreef: „Criminele vrienden waren nooit ver weg voor Quincy Promes”.", "Naast voetballer en ondernemer profileert Promes zich ook als rapper. Een die zich graag laat associëren met dure auto’s en horloges en die vaker heeft meegewerkt aan nummers van omstreden rappers uit zijn vriendenkring. Bijvoorbeeld aan die van Djaga Djaga. Een rapper die achttien jaar cel kreeg voor betrokkenheid bij een liquidatie, maar voor wie de gevangenis geen belemmering vormde om in maart dit jaar een nieuw nummer te lanceren, inclusief bijdrage van Promes.", "Promes verscheen ook aan de zijde van rapper Joey AK, tegen wie vijf jaar cel is geëist wegens het ontvoeren en martelen van een vrouw in het bijzijn van haar kinderen.", "Wat doet een speler van Ajax in de nummers van criminele rappers?", "In het licht van de huidige ontwikkelingen zorgen deze optredens voor ongemakkelijke beeldvorming rond de speler van Ajax. Wist de club van de muzikale nevenactiviteiten van Promes? Had Ajax er iets tegen kunnen of moeten doen?", "Buurten op het Leidseplein", "Vroeger, zeggen insiders van de club, had Ajax meer grip op spelers. Stiekem stappen was kansloos. Rinus Michels en Johan Cruijff hadden lijntjes naar de binnenstad en anders hadden ze altijd Bob Haarms nog, de assistent-trainer die nooit te beroerd was om op zaterdagavond naar het Leidseplein te fietsen voor een blik in de kroegen.", "Later, toen spelers door hogere transfersommen meer waarde gingen vertegenwoordigen, maakte Ajax serieuzer werk van spelersbegeleiding. Rond de eeuwwisseling bijvoorbeeld, met name bij buitenlandse spelers. Moest Cristian Chivu of Hatem Trabelsi om negen uur ’s ochtends bij Ajax zijn, dan klopte er om acht uur een clubmedewerker op hun deur. Ajax regelde loodgieters en taallessen. Aan Egyptenaar Mido werd gevraagd om in zijn leaseauto naar de club te komen, niet in zijn Ferrari.", "„Vroeger was het minder complex”,, zegt voormalig teammanager David Endt. „Spelers waren niet zo bezig om zichzelf uit te baten.”", "Nu zijn voetballers kanonnen op social media, die hun bekendheid ook buiten het veld te gelde kunnen maken. Zoals Promes met zijn kledinglijn. Dit is toegestaan. In de spelerscontracten bij Ajax is opgenomen dat spelers ruimte hebben om eigen commerciële activiteiten te ontwikkelen, mits deze niet conflicteren met die van Ajax of de partners van de club.", "Wel moeten de spelers een goede arbeid-rustverhouding naleven. En ze mogen niet skiën, bungeejumpen of parachutespringen. Ze moeten beschikbaar zijn voor interviews en sponsorrelaties en zich inzetten voor maatschappelijke doelen.", "Maar er is ook een grijs gebied. Wanneer botsen uitlatingen precies met de normen en waarden van Ajax? Wat is precies een regelmatige levenswijze? Soms werd Ajax getipt dat spelers, meestal de buitenlandse, grote financiële investeringen deden. Bestuurders gingen dan het gesprek aan, maar merkten ook dat sommige spelers niet op bemoeienis zaten te wachten. Het was hún geld. Zoals het doorgaans ook hún vrije tijd is.", "Afgeschreven miljoenen", "De club zoekt spelers echter niet alleen uit op hun technische vaardigheden. Bij jeugdspelers wordt meegewogen hoe de thuissituatie is. ‘Hij komt uit een goed nest’, zeggen scouts als spelers een stabiele achtergrond hebben. Toen drie jeugdspelers in 2015 betrokken waren bij een incident met een agente, moesten ze onder meer spijt betuigen tegenover hun teamgenoten en op een school voor moeilijke opvoedbare kinderen uitleggen wat ze verkeerd hadden gedaan.", "Promes werd in de jeugd wel weggestuurd door Ajax, vanwege zijn gedrag. Toch kreeg hij in de zomer van 2019 een nieuwe kans toen Ajax zo’n 15 miljoen euro voor hem betaalde aan Sevilla. Promes was daarmee de op twee na duurste clubaankoop ooit en tekende voor vijf jaar. Een signaal dat hij nog lang van waarde werd geacht.", "Het betekent dat er eind 2020, het meetmoment voor de halfjaarcijfers, pas 4,5 miljoen euro van die investering is afgeschreven. Grof genomen staat Promes nog voor 10,5 miljoen euro in de boeken. Er dreigt kortom kapitaalvernietiging wanneer de speler niet in staat is voor Ajax in actie te komen.", "Maar mocht hij snel worden vrijgelaten, dan is het wel de vraag of Ajax hem met de selectie mee laat trainen, in afwachting van een eventuele rechtszaak. Goed werkgeverschap kan dan zomaar worden uitgelegd als het veronachtzamen van de eigen normen en waarden. Een duivels dilemma.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Fabian Van Der Poll", "Steven Verseput", "Leestijd Minuten"], "keywords": ["van", "speler", "die", "een", "raps", "het", "en", "criminelen", "kunnen", "doen", "zijn", "te", "ajax", "op", "voor", "wat", "ertegen"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}