{"id": "7e1c1134-5875-3f24-aabc-c2afe7e08f55", "title": "Guus Hiddink: ‘Als ik op het veld sta, ben ik gelukkig’", "url": "https://www.parool.nl/sport/guus-hiddink-als-ik-op-het-veld-sta-ben-ik-gelukkig~b5e2585d/", "summary": "Het moet het slot­akkoord worden van een roemrijke carrière als voetbaltrainer.\nZolang ik dat kan opbrengen met het lijf en vooral met de kop, waarom zou ik dan afscheid nemen?\nAls op het trainingsveld een rondo wordt gespeeld, doe ik nog steeds mee met de linkerpoot.\nZie het als een Engels model, maar ik sta er zelf ook nog tussen als ik een ­moment zie, hoor.\nAls ik tussen die gasten op het veld sta, voel ik me gelukkig.”", "paragraphs": ["Guus Hiddink tijdens zijn eerste training met het Curaçaose team. Beeld ANP", "Guus Hiddink moet de bus in. Nog een laatste vraag en dan pijlsnel richting het trainingsveld. Te laat komen is geen optie voor de nieuwe bondscoach van Curaçao. “Zo’n Amerikaanse schoolbus, daar reizen we mee,” zegt Hiddink (74) grinnikend. “Het heeft wel iets hoor, de ­muziek staat harder dan de bus gaat.”", "Guus Hiddink, de man die van Seoel tot Londen, van Eindhoven tot Melbourne en van ­Madrid tot Moskou indruk maakte, is als trainer neergestreken op Curaçao. Het moet het slot­akkoord worden van een roemrijke carrière als voetbaltrainer. Althans, dat zou je denken. “Ik sta nog zo ontzettend graag tussen die gasten op het veld. Dat blijft het allermooi­ste. Zolang ik dat kan opbrengen met het lijf en vooral met de kop, waarom zou ik dan afscheid nemen? ­Omdat andere mensen vinden dat het tijd is?", "“Kijk, ik ben natuurlijk niet gek, maar ik ben nog geen Pompeï waar de as al lang en breed overheen is gegaan, hoor. Als op het trainingsveld een rondo wordt gespeeld, doe ik nog steeds mee met de linkerpoot. Al die wedstrijdjes die ik vóór corona speelde in Amsterdam, met onder anderen Sjaak Swart, Simon Tahamata en Danny Muller, betalen zich nu nog uit.”", "Te veel concurrentie", "Bovendien hoeft hij als bondscoach van Curaçao lang niet alles zelf te doen. Hiddink is altijd al een meester geweest in de juiste mensen bij elkaar brengen in zijn technische staf. Dit keer is Alex de Crook, voormalig hoofd opleidingen bij De Graafschap, met hem meegegaan naar Curaçao. “Wij werkten al samen bij de olympische ploeg van China. Zie het als een Engels model, maar ik sta er zelf ook nog tussen als ik een ­moment zie, hoor. Zo heb ik altijd gewerkt. Een hoofdtrainer moet kunnen delegeren, daar wordt een groep sterker van.”", "In de selectie van Curaçao zitten namen als ­Leandro Bacuna (Cardiff City), Jeremy de Nooijer (Al-Shamal), Juninho Bacuna (Huddersfield Town), Brandley Kuwas (Al-Nasr), Charlison Benschop (Apollon Limassol) en Jarchinio Antonia (Cambuur), maar Hiddink kijkt ook naar talentvolle Ajacieden als Quinten en Jurriën Timber en Sontje Hansen. Zij kunnen voor ­Curaçao spelen, net als de voormalige inter­nationals Jürgen Locadia en Riechedly Bazoer. “Ik begrijp dat die jonge gasten denken: eerst Jong Oranje en dan Oranje. Die stellen hun eventuele keuze voor Curaçao nu nog even uit. Maar als ze niet in beeld zijn of als er simpelweg te veel concurrentie is, dan staan wij klaar.”", "Nummer tachtig", "Hiddink: “Het zou mooi zijn als wij ooit het WK halen, maar dat is een lange weg en bepaald geen eenvoudige. Om daar te komen, moeten we ons meten met landen als Mexico en de Verenigde Staten. Ga er maar aan staan. Ik denk nog weleens aan Don Leo, Leo Beenhakker. Die stond opeens met Trinidad en Tobago op het WK in Duitsland, met eigenlijk alleen aanvoerder Dwight Yorke als grote naam. Het kan dus wel. Wij staan rond de tachtigste plek in de wereld. Dan is een stap naar de beste 32 landen groot, maar de mensen zijn enthousiast, de ­spelers willen graag en ik heb er plezier in.”", "Toen Hiddink werd gevraagd of hij naar Curaçao wilde komen, wist de zittende bondscoach Remko Bicentini nog niet dat hij weg moest. Vorige week pas werd alles met hem afgehandeld. Hiddink: “Het heeft allemaal te lang geduurd, dat is vervelend. Dat je wordt weggestuurd als trainer, dat overkomt iedereen in dit wereldje een keer. Ik heb het ook meegemaakt. Dan ben je gefrustreerd en boos. Als dat gevoel is weggezonken, dan moet je er met alle partijen uit zien te komen. Gelukkig is het nu opgelost.”", "Hiddink zit in een T-shirt in de zon, het ­embleem van de voetbalbond fier op zijn borst: Federashon Futbol Korsou. “Het is hier heerlijk. De temperaturen zijn lekker, we trainen vroeg en in de namiddag, anders is het te warm. We hebben ook jongens van het eiland opgeroepen, we willen ook een Onder 20- en Onder 21-team opbouwen. Eerst maar eens afwachten wat er mogelijk is met corona.”", "Door zijn rentree op de velden passeert Hiddink Dick Advocaat als oudste Nederlandse trainer in het profvoetbal. “Ik weet ook wel dat het ergens een keer stopt. Dat WK in Qatar zou wel een mooi laatste kunstje zijn. Voetbal blijft altijd trekken. Als ik tussen die gasten op het veld sta, voel ik me gelukkig.”"], "authors": ["Mikos Gouka"], "keywords": ["van", "als", "guus", "nog", "sta", "op", "het", "met", "zijn", "ik", "hiddink", "een", "veld", "en", "gelukkig", "dat", "ben"], "pubDate": "2020-11-21T09:00:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}