{"id": "7e29c3e9-359a-39a6-bda1-4a506bb288d9", "title": "The world-famous Red Light District is about to change", "url": "https://www.parool.nl/english/the-world-famous-red-light-district-is-about-to-change~b547b473/", "summary": "Window brothels in the Red Light District Beeld Marc DriessenWe must dare to think big – also about ending prostitution in the Red Light District, said Mayor Femke Halsema.\nOr closing the curtains in the Red Light District, so that prostitutes are not within view of rowdy tourists.\nImprove working conditionsIf prostitution disappears from the Red Light District and Singel, it will emerge elsewhere in the city, in brothels or in a prostitution hotel.\nThe notion of sailors seeking crude Dutch women after months at sea pervaded the Red Light District.\nIn the summer, the municipality will send someone to the Red Light District to talk with those involved.", "paragraphs": ["Window brothels in the Red Light District Beeld Marc Driessen", "We must dare to think big – also about ending prostitution in the Red Light District, said Mayor Femke Halsema. “Unacceptable situations have arisen, and the council is ready to consider far-reaching solutions.”", "Moving all windows to another area of the city is one of the proposals she’s brought forth. Shutting down parts of the workrooms is another option. Or closing the curtains in the Red Light District, so that prostitutes are not within view of rowdy tourists. The fourth option is creating more workplaces for sex workers in the historic city centre, possibly in combination with another measure, such as closing curtains.", "Improve working conditions", "If prostitution disappears from the Red Light District and Singel, it will emerge elsewhere in the city, in brothels or in a prostitution hotel. Halsema does not intend to drive sex workers out, but rather to improve working conditions and protect them from unruly tourists snapping pictures and forming a massive obstacle for clients.", "The new policy should combat congestion and disorder in the city centre as well as prevent human trafficking and other criminal activities. “These goals are non-negotiable,” Halsema said in an interview with Het Parool.", "Relocating part of or all the windows will have major consequences. Not only for the historic city centre, but also for sex workers, business owners and others involved. The plan has not been devised yet. Change is possible, but it requires time and money.”", "More red-lit windows will lead to even more congestion, realises Halsema, but it can be an attractive option if it ensures sex workers aren’t operating illegally. She will present her proposals to the city council. In the coming period, parties dealing with prostitution will deliberate, but ultimately, the council decides.", "“I am calling for active input from both politicians and the public,” she says, hoping to reach a consensus in a polarised debate concerning historic change in the city.", "Latin American women", "Halsema believes the city is ready. Amsterdammers no longer tolerate that women behind windows are being trafficked and ridiculed. “And rightfully so. The notion of sailors seeking crude Dutch women after months at sea pervaded the Red Light District. But now it’s Latin American women – oblivious to how they even got here – who are being mocked and photographed.”", "The first meetings will take place at Compagnietheater next week. In the summer, the municipality will send someone to the Red Light District to talk with those involved. The council will debate the proposals after the summer. This should lead to a plan that will be further developed."], "authors": ["Ruben Koops En Michiel Couzy", "Translation", "Paola Westbeek"], "keywords": ["district", "windows", "red", "workers", "worldfamous", "change", "sex", "light", "city", "halsema", "council", "prostitution"], "pubDate": "2019-07-03T09:54:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}