{"id": "7e2b49fe-171b-3e4e-bf9f-ac9269b3991f", "title": "Hele gemeente Lansingerland getest op corona", "url": "https://www.parool.nl/nieuws/hele-gemeente-lansingerland-getest-op-corona~bec09792/", "summary": "Beeld ANPOfficieel heet deze aanpak ‘risicogericht grootschalig testen’: iedereen testen om het virus te stoppen daar waar grote risico’s zijn.\nHet grote risico is de Britse variant van het coronavirus (B.\nOok willen de GGD Rotterdam-Rijnmond en het Erasmus MC zo een beter zicht krijgen op de verspreiding van het coronavirus en de Britse variant.\nUniek in NederlandNu is besloten de hele gemeente te testen.\nHet OMT zag wel mogelijkheden om met massaal testen zicht te krijgen op de verspreiding van het virus en op haarden, zoals nu in Lansingerland gebeurt.", "paragraphs": ["Beeld ANP", "Officieel heet deze aanpak ‘risicogericht grootschalig testen’: iedereen testen om het virus te stoppen daar waar grote risico’s zijn. Het grote risico is de Britse variant van het coronavirus (B. 1.1.7. in vaktermen), die in Lansingerland rondwaart en mogelijk besmettelijker is.", "Daarom krijgen alle inwoners (vanaf 2 jaar oud) van de gemeente aan de noordkant van Rotterdam de oproep zich vrijwillig te laten testen, met of zonder klachten. Het is een operatie die zijn weerga niet kent. Wie positief test moet thuisblijven, net als de nabije contacten. Dat moet de verspreiding afremmen of zelfs voorkomen.", "Ook willen de GGD Rotterdam-Rijnmond en het Erasmus MC zo een beter zicht krijgen op de verspreiding van het coronavirus en de Britse variant. Een van de vragen van dit onderzoek is of de Britse variant daadwerkelijk besmettelijker is, maar ook of kinderen een grotere rol spelen bij de verspreiding dan bij het ‘gewone’ coronavirus. Het antwoord is belangrijk als het besluit valt de scholen weer te openen. Die blijven vooralsnog dicht tot 31 januari.", "Grootste cluster", "Het is de derde en allergrootste stap van het massale testen in Lansingerland, waar de Britse variant waarschijnlijk eind november al opdook. Van dertig personen staat vast dat zij besmet raakten met deze coronamutatie. Dit is zover bekend het grootste cluster van Nederland, waar in totaal zijn zo’n vijftig besmettingen met de nieuwe variant bekend zijn.", "In het Verenigd Koninkrijk slaat de nieuwe variant van het coronavirus om zich heen, met recordaantallen besmettingen en drukke ziekenhuizen. Nederland is er alles aan gelegen om soortgelijke problemen te voorkomen.", "Basisschool", "De grote uitbraak bij de rooms-katholieke basisschool Willibrord in de kern Bergschenhoek begon eind november. Enkele weken later kwam deze uitbraak in een ander licht te staan. Bij twee personen die een link hadden met de school, werd tijdens een steekproef de Britse variant ontdekt. Hierop werden alle leerkrachten, leerlingen en hun ouders opgeroepen zich te laten testen. Ook werden de positieve testen van inwoners van Lansingerland nader bekeken.", "Verleden week stond de teller met bewezen besmettingen met de Britse variant op dertig. Onder de besmette personen waren ook leerkrachten van een andere basisschool. Bij de tweede ronde massaal testen werd verleden week iedereen van de scholen, de kinderopvang en de buitenschoolse opvang in de nabijheid van de Willebrordschool opgeroepen. Ook hier werd veel gehoor aan gegeven.", "Uniek in Nederland", "Nu is besloten de hele gemeente te testen. Uniek voor Nederland. In het buitenland gebeurde dit al eerder, bijvoorbeeld in Liverpool. De hoop is hiermee te achterhalen wie allemaal positief is, om een beeld te krijgen van de verspreiding en het virus waar mogelijk in te dammen en uit te laten doven. Mogelijk zijn er ook mensen of kinderen positief die geen klachten hebben of de klachten verkeerd inschatten.", "De Rotterdamse regio was al in beeld voor het eerste experiment met grootschalig testen in Nederland. Hierbij werd echter gedacht aan wijken waar mensen huiverig zijn om zich te laten testen en het virus veel rondgaat.", "Het Outbreak Management Team (OMT) was eerder terughoudend in het grootschalig en willekeurig testen om de maatschappij te openen. Dit kan leiden tot een mogelijk gevoel van schijnveiligheid, na een negatieve test ‘die eigenlijk slechts een momentopname is’, aldus een advies van eind november. Het OMT zag wel mogelijkheden om met massaal testen zicht te krijgen op de verspreiding van het virus en op haarden, zoals nu in Lansingerland gebeurt. Ook zou het bij evenementen ingezet kunnen worden."], "authors": ["Adrianne De Koning"], "keywords": ["van", "getest", "hele", "en", "een", "met", "om", "lansingerland", "testen", "op", "te", "corona", "variant", "het", "ook", "gemeente"], "pubDate": "2021-01-11T14:14:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}