{"id": "7e46a046-ae92-39ea-bd7d-bd943ae48991", "title": "Klassen, nieuwe serie in Noord: ‘Er wordt absurd vroeg geselecteerd’", "url": "https://www.parool.nl/kunst-media/klassen-nieuwe-serie-in-noord-er-wordt-absurd-vroeg-geselecteerd~b92e3f9e/", "summary": "Voor hun nieuwe serie Klassen volgden documentairemakers Sarah Sylbing en Ester Gould een jaar lang achtstegroepers en middelbare scholieren in Noord.\nSylbing: “Nergens anders vind je een plek waar iedereen woont: hoogopgeleid, laagopgeleid, rijk, arm, zwart, wit, Surinaams, Marokkaans, Turks, Nederlands.\nZeker als je je bedenkt dat die twee een totaal andere toekomst voor zich hebben.”Willen alle leerlingen een zo hoog mogelijk schooladvies?\nAls je je sociaal niet veilig voelt, ben je eigenlijk aan het overleven en kun je de lesstof niet tot je nemen.\nHet wordt nogal eens als een zijig knutselberoep gezien, en sommige ouders zien leraren als veredelde oppassen.", "paragraphs": ["Voor hun nieuwe serie Klassen volgden documentairemakers Sarah Sylbing en Ester Gould een jaar lang achtstegroepers en middelbare scholieren in Noord. Hun grote vraag: wordt er genoeg gedaan om elk kind gelijke kansen te geven?", "Een schooladvies krijgen dat aansluit op je intelligentie en talenten is niet vanzelfsprekend: kinderen uit laagopgeleide gezinnen krijgen vaak te weinig tijd om zich te bewijzen, terwijl kinderen met hoogopgeleide ouders vaker een te hoog advies krijgen. In Klassen brengen regisseurs Sarah Sylbing en Ester Gould die kansenongelijkheid in beeld en laten ze zien wat leraren, mentoren en bestuurders doen om de situatie te verbeteren.", "Net als jullie vorige serie Schuldig speelt Klassen zich af in Amsterdam-Noord. Waarom?", "Sylbing: “Nergens anders vind je een plek waar iedereen woont: hoogopgeleid, laagopgeleid, rijk, arm, zwart, wit, Surinaams, Marokkaans, Turks, Nederlands. We wilden laten zien dat de kansenongelijkheid in het onderwijs niet gaat over een bepaalde groep, maar over een systeem waarin je benadeeld wordt als je ouders laagopgeleid zijn of een lage sociaaleconomische status hebben. Dat verhaal is makkelijker te vertellen op een plek waar de bewoners zo divers zijn.”", "Gould: “Als het over ongelijkheid in het onderwijs gaat, beginnen mensen al snel over zwarte en witte scholen. Dat wilden we voorkomen. Daarnaast was er een praktische reden, al was die natuurlijk niet de belangrijkste: we hebben een jaar lang bijna elke dag gefilmd. Dat hadden we niet in een andere plaats kunnen doen.”", "Klassen, nieuwe serie, kosteloos Beeld Jean Counet", "Hoe kwamen jullie op het idee om een serie te maken over dit onderwerp?", "Sylbing: “Na Schuldig kregen we de vraag of we nog een serie wilden maken. Grappig, trouwens: documentaireseries zijn ineens populair in Hilversum, terwijl we eerder moesten vechten om ze te maken. Wat we interessant vonden aan Schuldig was dat we het haperende schuldensysteem en een sociaalmaatschappelijk vraagstuk onder de loep konden nemen en dat koppelden aan mensen van vlees en bloed, van wie je gaat houden. Dat wilden we graag nog eens doen, met een ander onderwerp dat interessant genoeg was om ons drie, vier jaar mee bezig te houden, van research tot montage.”", "Gould: “Een jongetje uit een gezin dat op straat werd gezet wegens een huurschuld, krijgt in een van de laatste afleveringen van Schuldig een havoadvies. Een waanzinnige prestatie, gezien zijn thuissituatie. School was zijn only ticket out. Dat triggerde ons, zeker toen ook nog rapporten van de onderwijsinspectie verschenen over de oplopende kansenongelijkheid in het onderwijs.”", "Klassen, nieuwe serie, kosteloos Beeld Jean Counet", "Wat willen jullie met deze serie laten zien?", "Gould: “Dat er absurd vroeg geselecteerd wordt in Nederland. Veel kinderen zijn 11 jaar als ze een schooladvies krijgen; een voorlopig advies krijgen ze zelfs al op hun tiende.”", "Sylbing: “Dat wordt vaak omschreven met de sjoelbakmetafoor: kinderen gaan die sjoelbak heel jong in, terwijl de schotten tussen de schoolniveaus steeds hoger worden. Vroeger kon je heel makkelijk ‘stapelen’, van mavo naar havo bijvoorbeeld: dat werd gestimuleerd, en omdat er grote scholengemeenschappen waren kon je makkelijk doorstromen. Dat is om allerlei redenen steeds moeilijker geworden. Zo kiezen ouders steeds vaker voor categorale scholen: scholen met bijvoorbeeld alleen gymnasium of havo. Daar kunnen kinderen niet afzakken naar een lager niveau, maar stapelen kan ook niet.”", "Gould: “Kinderen moeten voor hun elfde al laten zien wat ze in huis hebben. In de serie volgen we Yunuscan, een slim en ambitieus kind. Hij heeft lieve ouders, een superjuf en rekent op havoniveau, maar hij heeft een taalachterstand omdat hij is opgegroeid in een omgeving waarin voornamelijk Turks wordt gesproken. Vooral begrijpend lezen is voor kinderen zoals hij een absurde puzzel. Als ze op één punt achterlopen, bestaat de kans dat ze een lager schooladvies krijgen dan ze qua intelligentie aankunnen. Ze krijgen niet genoeg tijd dat in te halen.”", "Klassen, nieuwe serie, kosteloos Beeld Jean Counet", "En andere kinderen krijgen juist te hoge schooladviezen.", "Sylbing: “Ja, bijvoorbeeld omdat hun ouders hoogopgeleid zijn – ondersteuning thuis speelt in het schooladvies een grote rol. Zij lopen vervolgens op hun tenen en moeten gestut worden door allerlei bijlessen. Het is typisch Nederlands dat je hetzelfde niveau van alle schoolvakken moet hebben, ontdekten we. Daardoor worden leerlingen hun beste gemiddelde, want bijna niemand is even goed in taal als natuurkunde en aardrijkskunde. Tijdens de research vertelde iemand ons dat de slechtste vwo-leerling even goed rekent als de beste vmbo-kaderleerling. Dat is schokkend, hoor. Zeker als je je bedenkt dat die twee een totaal andere toekomst voor zich hebben.”", "Willen alle leerlingen een zo hoog mogelijk schooladvies?", "Gould: “Dat verschilt erg per school. Toen we in de periode rond de Citotoets filmden, zagen we dat sommige kinderen na het maken van die toets gewoon gingen spelen en niemand het er meer over had. Op andere scholen was het hét gesprek van de pauze.”", "Welk moment is jullie erg bijgebleven tijdens het maken van deze serie?", "Gould: “Ik heb veel tijd doorgebracht in twee groepen 8 van basisschool De Vier Windstreken. Ineens ervoer ik daar hoe belangrijk het is dat kinderen zich veilig voelen op school. Juffen Astrid en Jolanda besteden veel aandacht aan het creëren van een goede groepssfeer. Kinderen gaan namelijk pas leren als ze zich veilig voelen, vertelde juf Astrid me. Als je je sociaal niet veilig voelt, ben je eigenlijk aan het overleven en kun je de lesstof niet tot je nemen. Ik had daar nooit zo over nagedacht. ‘Een veilig schoolklimaat’ vond ik altijd wat truttig klinken, maar ik heb met eigen ogen gezien dat het de deuren van nieuwsgierigheid en leergierigheid opent.”", "Kunnen leraren iets doen om leerlingen aan een passend schooladvies te helpen?", "Sylbing: “Sterker nog: de leraar is de enige persoon die ervoor kan zorgen dat leerlingen uitstromen op het niveau waar ze thuishoren. Sommige kinderen hebben een thuissituatie die zo schrijnend is dat die bijna alles overstijgt. Die kunnen leraren niet wegtoveren, maar ze kunnen wel benoemen wat er speelt en kinderen serieus nemen.”", "Gould: “Schooldirecteuren spelen daarin ook een belangrijke rol. Zij kunnen zorgen voor een klimaat waarin leraren zich prettig en uitgedaagd voelen, naar elkaar kijken, zich veilig voelen en openstaan voor nieuwe inzichten. Iedereen heeft een functie in dat systeem.”", "Sylbing: “Misschien zou het wel helpen als het vak van de leerkracht aantrekkelijker zou zijn. Het wordt nogal eens als een zijig knutselberoep gezien, en sommige ouders zien leraren als veredelde oppassen. In Engeland, waar we ook hebben gefilmd, heeft de leerkracht veel meer aanzien. Daar valt in Nederland nog winst te behalen, denk ik.”", "Willen jullie met Klassen ook laten zien wat er anders moet?", "Sylbing: “Ik denk niet dat het onze taak is om een oplossing te vinden voor de kansenongelijkheid in het onderwijs, maar we laten wel zien waar het misgaat. Bij die selectie op een te jonge leeftijd bijvoorbeeld, en te lage verwachtingen van kinderen uit laagopgeleide en arme gezinnen.”", "Gould: “De vraag die onze serie oproept, is: voelen we ons allemaal verantwoordelijk voor alle kinderen, of alleen voor die van onszelf? Hoe solidair moeten we zijn met kansarme kinderen? Ik denk dat uit de serie wel duidelijk wordt hoe wij daarin staan, maar dat is een vraag die kijkers voor zichzelf moeten beantwoorden. Er kan alleen iets veranderen als we besluiten dat we het erg vinden dat niet alle kinderen tot hun recht komen in het onderwijssysteem.”", "Klassen, vanaf maandag 30 november, 21.25 uur NPO1 (Human)."], "authors": ["Kim Van Der Meulen"], "keywords": ["van", "als", "geselecteerd", "het", "nieuwe", "die", "vroeg", "kinderen", "klassen", "een", "noord", "wordt", "dat", "en", "te", "je", "serie", "absurd", "er"], "pubDate": "2020-11-28T17:00:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}