{"id": "7e761677-19e0-3a53-9860-a613ef7a1641", "title": "Regering VS: Boete van 200 miljoen dollar voor Californië om abortuswet", "url": "https://nu.nl/buitenland/6097192/regering-vs-boete-van-200-miljoen-dollar-voor-californie-om-abortuswet.html", "summary": "De regering van de Amerikaanse president Donald Trump heeft donderdag een financiële sanctie van 200 miljoen dollar (ongeveer 164 miljoen euro) voor de staat Californië aangekondigd, vanwege de abortuswetgeving die de staat hanteert.\nHet Amerikaanse ministerie van Volksgezondheid liet woensdag weten dat het 200 miljoen dollar aan financiering inhoudt voor de staat, als de wet niet wordt teruggetrokken.\nDit geld zou worden gebruikt voor de gezondheidszorg van de armste inwoners van Californië.\nGavin Newsom, de gouverneur van Californië, noemt de financiële sanctie \"kleingeestig\".\n\"Wat je ook denkt over de legaliteit van abortus, niemand mag gestraft worden als hij weigert te betalen of bij te dragen voor de terugtrekking van menselijk leven\", aldus Roger Severino, directeur van het bureau voor burgerrechten van het ministerie van Volksgezondheid.", "paragraphs": ["De regering van de Amerikaanse president Donald Trump heeft donderdag een financiële sanctie van 200 miljoen dollar (ongeveer 164 miljoen euro) voor de staat Californië aangekondigd, vanwege de abortuswetgeving die de staat hanteert. In Californië zijn zorgverzekeraars verplicht om de kosten van abortussen te vergoeden, wat volgens de conservatieve president tegen de federale wetgeving ingaat.", "Het Amerikaanse ministerie van Volksgezondheid liet woensdag weten dat het 200 miljoen dollar aan financiering inhoudt voor de staat, als de wet niet wordt teruggetrokken. Dit geld zou worden gebruikt voor de gezondheidszorg van de armste inwoners van Californië.", "Gavin Newsom, de gouverneur van Californië, noemt de financiële sanctie \"kleingeestig\". \"De gezondheid van vrouwen is de volksgezondheid\", aldus Newsom in een verklaring. De staat Californië nam in 2014 wetgeving aan die werkgevers en particuliere verzekeringsmaatschappijen verplicht om de vergoeding van abortussen in ziektekostenverzekeringen op te nemen.", "De regering van Trump stelde eerder dit jaar dat de wetgeving in Californië in strijd is met de federale wet. Het zou namelijk gewetensvrijheid beperken, omdat het verzekeraars discrimineert die weigeren abortussen te vergoeden.", "\"Wat je ook denkt over de legaliteit van abortus, niemand mag gestraft worden als hij weigert te betalen of bij te dragen voor de terugtrekking van menselijk leven\", aldus Roger Severino, directeur van het bureau voor burgerrechten van het ministerie van Volksgezondheid."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "om", "boete", "die", "dollar", "vs", "californië", "te", "wetgeving", "staat", "abortuswet", "voor", "volksgezondheid", "miljoen", "het", "regering"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}