{"id": "7e796624-4d86-3fb3-ba3f-c517bf4d9b06", "title": "Dertig prikpoli's om verpleegkundigen te vaccineren", "url": "https://www.parool.nl/nederland/dertig-prikpoli-s-om-verpleegkundigen-te-vaccineren~b33f1526/", "summary": "Ook zij krijgen het vaccin van BioNTech/Pfizer aangeboden.\nGelijk met het vaccineren van de genoemde zorgmedewerkers wordt zo snel mogelijk gestart met het inenten van bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking.\nDeze groepen krijgen het vaccin van Moderna aangeboden.\nHet vaccin van BioNTech/Pfizer is verpakt per 975 doses en moet worden bewaard bij -75°C.\nVan het Moderna-vaccin ontvangt Nederland in het eerste kwartaal van 2021 volgens de laatste berichten 390.000 doses.", "paragraphs": ["Beeld Getty Images", "Dat heeft zorgminister De Jonge dinsdagavond bekendgemaakt. Na de medewerkers van verpleeghuizen volgen de medewerkers uit de gehandicaptenzorg en thuiszorg. Ook zij krijgen het vaccin van BioNTech/Pfizer aangeboden.", "Gelijk met het vaccineren van de genoemde zorgmedewerkers wordt zo snel mogelijk gestart met het inenten van bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking. Deze groepen krijgen het vaccin van Moderna aangeboden. Naar verwachting nemen EMA en de Europese Commissie medio januari een besluit over toelating van dit vaccin.", "‘Complexe puzzel’", "Minister De Jonge noemt het routeplan ‘een nieuw stukje van de complexe puzzel’. “Iedereen die betrokken is bij de voorbereidingen zet alles op alles om zo vroeg mogelijk in januari de eerste prik te kunnen zetten.”", "Van het vaccin van BioNTech/Pfizer krijgt Nederland, op basis van nieuwe, recente informatie naar verwachting begin januari (kort na EMA-goedkeuring) 507.000 doses. In het eerste kwartaal van 2021 volgen nog eens 1,7 miljoen doses.", "Het vaccin van BioNTech/Pfizer is verpakt per 975 doses en moet worden bewaard bij -75°C. Om verspilling van de schaarse vaccins te beperken, wordt dit vaccin ingezet op de circa 30 centrale priklocaties, die de GGD gaat opzetten. Daarbij wordt aangesloten bij bestaande testlocaties, indien geschikt. De prikstraten zijn in januari gereed.", "Het vaccin van Moderna leent zich naar verwachting beter voor kleinschalige distributie en wordt daarom ingezet voor bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking. Van het Moderna-vaccin ontvangt Nederland in het eerste kwartaal van 2021 volgens de laatste berichten 390.000 doses."], "authors": ["Koen Voskuil"], "keywords": ["van", "vaccineren", "het", "verpleegkundigen", "vaccin", "met", "een", "wordt", "om", "te", "en", "verwachting", "prikpolis", "januari", "dertig", "voor"], "pubDate": "2020-12-08T19:28:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}