{"id": "7e7d4311-5a6a-30f9-905d-57a4c43b643c", "title": "‘Geen dieren hoeven eten, is een enorm privilege’", "url": "https://www.nrc.nl/nieuws/2020/12/09/iets-niet-eten-is-een-voorrecht-a4023262", "summary": "Dan is koosjer eten geen onderdeel meer van een spirituele zoektocht.\nToen ik een jaar in Calcutta, in India woonde, was daar één winkeltje met een Joodse eigenaar.\nAls je doet wat je moet doen binnen de kaders van je religie, dan kun je tevreden zijn.\nOp vrijdagavond, tijdens de sjabbat, gaat de telefoon uit en schuift ze met haar man en haar dochter Saartje (7) aan tafel.\nEn misschien niet met gehakte lever en zuur, maar met champignon-notenspread, Perzische rijst of aardappelkugel – gerechten die ze niet van haar moeder leerde eten en koken.", "paragraphs": ["Elke vrijdagavond ging bij de familie Erwteman in Amsterdam de typemachine in de kast en de telefoon van de haak. De tafel werd gedekt met het mooie servies op een wit tafellaken. En dan werd er gegeten. Kippensoep. Aardappelen, kip, appelmoes en groente. Dan fruit. En omdat je vlees en melk niet samen eet, kwam er na een uur pas iets met boter of melk als dessert – cake bijvoorbeeld.", "Esther Erwteman (43) herinnert zich de sjabbat als het enige moment van rust in het gezin waarin haar ouders altijd druk waren met hun artsenpraktijk aan huis, waar ze om haar vader te kunnen spreken in de wachtkamer ging zitten. „Oma was er altijd en vaak kwamen er vrienden. En oom Jacques, die misschien niet eens een oom was, maar wel zó oud dat hij zich de krantenkoppen over de Titanic kon herinneren. Al viel mijn vader soms boven zijn bord in slaap, we waren samen, en er was aandacht. Daarom vind ik religie leuk. Religie is leuk, omdat het thuis leuk was.”", "Esther vertelt in haar kookstudio Esther’s Cookery in Amsterdam waarom koosjer eten geen opgave is. En waarom vegetarisch koosjer eten niet moeilijk is. Maar dat komt later.", "Tot 18 december is het Chanoeka, het feest van het licht, met soefganiot (gevulde oliebollen) en latkes (gefrituurde aardappelkoekjes), die verwijzen naar het wonder van het oliekruikje dat acht dagen lang, elke dag opnieuw gevuld bleek, en zo het vuur brandende kon houden. Het is een van de vele Joodse feestdagen en Esther viert ze allemaal vol overgave. Chanoeka is licht en vrolijk en gezellig, met elke dag gasten aan tafel. Het is haar favoriete feest.", "Iets níét eten is een voorrecht", "Je kunt je afvragen of het religie is waar ze zo aan hecht, of de tradities, de rituelen. „God? Daar heb ik het veel te druk voor met al die rituelen!”, zegt ze voor de grap. Ze lijkt misschien heel vroom, zegt ze. Maar als je opgroeit met een servies voor melkkost en voor vlees. Als je pannen hebt voor alles wat ‘parve’ is, geen vlees en geen melk. Als de keuken twee werkbladen heeft, en twee vaatwassers, voor vlees en melk. Dan is koosjer eten geen onderdeel meer van een spirituele zoektocht. „Het zit in mijn DNA.”", "Voor haar ouders, die zichzelf moesten uitvinden op de puinhopen van de oorlog, was het een wilsbesluit om het leven in tradities te gieten. „Het bood houvast, het gaf richting aan het gezin. Het was een praktische manier om iets nieuws op te bouwen, om door te gaan, met de blik naar voren. En daar werd snoeihard aan gewerkt.”", "Van Joods nieuwjaar en het loofhuttenfeest naar Poerim en Pesach. „We leven van feest naar feest. En er is geen feest zonder eten.”", "Latkes van Esther Erwteman Latkes, aardappelkoekjes, worden meestal gemaakt van gewone aardappel (met appelmoes ernaast). Esther Erwteman maakt ze met zoete aardappel en flink gekruid. Ingrediënten 3 grote aardappelen 2 zoete aardappelen 1 gele ui 1 rode ui 3 eieren 100 g bloem 2 tl zout 2 tl gemberpoeder 2 tl gerookte paprikapoeder 1 tl korianderpoeder 1 tl gemalen zwarte peper Bereiding Schil de aardappels en de ui. Rasp met de hand of keukenmachine alle aardappels en de ui. Schep de rasp in een theedoek en knijp overtollig vocht er boven de gootsteen uit. Doe dan terug in de mengkom. Voeg eieren, bloem, zout en kruiden toe. Meng met je handen tot een mooi samenhangend geheel. Voor een krokant koekje niet te stevig mengen, zodat het beslag niet te stijf wordt. Verhit een flinke laag zonnebloem- of arachide-olie in een grote bakpan. Wacht met bakken tot de olie heel heet is. Gebruik een eetlepel om het beslag in de pan te doen. Maak de latkes in de pan met de bolle kant van de lepel plat. Bak de latkes tot ze goudbruin zijn aan beide kanten. Bak er niet te veel tegelijk: als de pan te vol is, koelt de olie te veel af. Laat de latkes na het bakken uitlekken op keukenpapier. Bestrooi daarna met nog een beetje Maldon-zout.", "‘Overal ter wereld mezelf’", "Esther Erwteman ziet de Joodse spijswetten niet als een beperking maar als een bevrijding. Zoals de vrijdagavond vroeger geen avond was waarop je iets niet mócht, maar een avond waarop je niets hóefde. Zo vindt ze het ook geweldig dat ze niet alles hóeft te eten.", "Dat is meer dan geen keuzestress hebben. Het gaat dieper. „Of ik nou in Italië of in Hongkong ben, ik zoek een koosjere winkel en ik ben thuis. Toen ik een jaar in Calcutta, in India woonde, was daar één winkeltje met een Joodse eigenaar. Dat was genoeg. Als je doet wat je moet doen binnen de kaders van je religie, dan kun je tevreden zijn. Ik hoefde in India niet op zoek naar mezelf. Ik ben overal ter wereld mezelf. En dat geeft heel veel ruimte voor nieuwe ontdekkingen.”", "„Iets niet eten is een voorrecht”, schrijft ze in haar kookboek NOSH, dat behalve koosjer ook vegetarisch is. Ze toetert dat in NOSH niet van de daken, maar ze vertelt wel over Manish, op wie ze in Calcutta „onbegrensd verliefd” werd en met wie ze wel móest eten. Zijn familie stond deze liefde niet toe. Samen naar de markt gaan was de enige manier om elkaar te kunnen zien. „Mijn moeder leerde me eten, Manish leerde me proeven.”", "Manish at strikt veganistisch en toch opende hij een wereld van smaken en geuren voor Esther. Zoals ook Claudia Roden en Yotam Ottolenghi, beide Britse koks met wortels in het Midden-Oosten, haar lieten zien dat het gaat om wat je wél eet, in plaats van wat je niet eet. Op een tafel vol heerlijkheden, met allemaal hapjes in plaats van gangen met één gerecht, mist niemand het vlees.", "Je kunt vlees eten als een luxe zien, dat is het in grote delen van de wereld ook. Esther bekijkt het van de andere kant, dat deed ze als kind al. Ze was een jaar of negen, ging op schoolreisje naar een biologische boerderij waar kalfjes heel prettig opgroeiden – maar wel voor de slacht. Wat gek eigenlijk, dacht ze, dat we dat kalfje opeten terwijl we genoeg andere dingen te eten hebben. „Geen dieren hoeven eten, is een enorm privilege. Ik ben opgegroeid in een goed land, een goede stad, aan de goede kant van het plein zelfs. Dat schept verplichtingen. Te beginnen bij stoppen voor het zebrapad, niet schelden op Twitter en nadenken over wat je eet.”", "Ze wil niet rigide zijn, ze eet heus weleens kippensoep bij haar moeder. Maar ze probeert het goede te doen. En zonder te oordelen. „Niet iedereen kan uit eigen moestuin eten.”", "Lees ook: ‘Als je eenmaal uit de natuur eet, is er geen weg terug’", "Latkes met zoete aardappel", "Esther is opgegroeid, zegt ze, met in het bewustzijn altijd óf die oorlog, óf Israël, het Joodse ideaal, waar ze vier jaar woonde „en waar ik mijn eerste twintig kilo overtollig lichaamsgewicht verzamelde.” Wat zij voor haar dochter wil, zijn tradities die in het hier en nu wortelen. Haar eigen tradities.", "„Wacht!”, zegt ze, en zet een bakje latkes op tafel, met wortel en zoete aardappel. Erbij een pittige saus van geblakerde aubergine met rode peper en knoflook. Vernaggel je dan je tradities of voeg je er iets aan toe?", "In elke cultuur wordt eten gebruikt als een subtiele manier om te laten zien wie er bij hoort – en wie niet. Ze ziet in de Joodse keuken veel liefde en toewijding. „Als je ziek bent, krijg je een pannetje soep. En je kunt geen groter compliment geven dan te zeggen: wat heb je heerlijk gekookt. Maar het moet allemaal wel precies zo en niet anders. Er zit veel subtaal in de manier waarop we eten.”", "Esther Erwteman kent alle valkuilen die tradities met zich meebrengen. De gerechten van haar Irakees-Joodse schoonmoeder kon ze nooit evenaren. En gasten die in haar studio vragen of Esther de boterkoek of matzeballen uit hun jeugd wil maken, moet ze teleurstellen. „Je kunt andermans herinneringen niet nakoken.”", "Ze praat met genegenheid over de standaardwerken uit de Joodse keuken in Nederland – van Bea Polak, Saartje Vos en de dames Gluck. „Zo Hollands als stamppot.” Die bestudeert ze, en dan maakt ze haar eigen interpretaties, zoals ze ook inspiratie haalt uit de keukens van moderne koks en uit de smaken die ze meenam uit Israël en India.", "Op vrijdagavond, tijdens de sjabbat, gaat de telefoon uit en schuift ze met haar man en haar dochter Saartje (7) aan tafel. Misschien niet altijd. En misschien niet met gehakte lever en zuur, maar met champignon-notenspread, Perzische rijst of aardappelkugel – gerechten die ze niet van haar moeder leerde eten en koken. „Dit is míjn Joodse keuken, met míjn klassiekers.”", "NOSH, mijn vegetarische Joodse keuken, Esther Erwteman, uitgeverij Nieuw Amsterdam, 272 blz., € 29,99", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Martine Kamsma", "Leestijd Minuten"], "keywords": ["van", "eten", "enorm", "niet", "een", "en", "privilege", "hoeven", "dieren", "ze", "geen", "te", "je", "haar", "met", "het"], "pubDate": "2020-12-09T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}