{"id": "7e7d380e-ebe5-36bb-9382-8a6c0535cfdb", "title": "Heracles heeft Van der Water terug voor ’must win’-wedstrijd", "url": "https://www.telegraaf.nl/sport/1667551551/heracles-heeft-van-der-water-terug-voor-must-win-wedstrijd", "summary": "Voetbal: VVV heeft keeper Kirschbaum weer terug na negatieve test15.04 uur: VVV-Venlo kan weer beschikken over keeper Thorsten Kirschbaum, die donderdagochtend negatief heeft getest op het coronavirus.\nDe Duitse doelman verbleef de afgelopen week in quarantaine omdat hij in aanraking was geweest met een besmet persoon.\nVoetbal: Heracles heeft Van der Water terug voor ’must win’-wedstrijd14.05 uur: Heracles Almelo kan vrijdag in de thuiswedstrijd tegen Fortuna Sittard weer beschikken over Silvester van der Water.\nZonder Van der Water verloor Heracles van AZ (1-2), maar wist het wel een punt te pakken bij Feyenoord (0-0).\nWereldwijd wordt er reikhalzend naar uitgekeken.”De 83e editie van Tata Steel Chess wordt van 15 tot en met 31 januari gehouden.", "paragraphs": ["Blijf zo altijd op de hoogte van al het sportnieuws. Voor het voetbal-, tennis-, schaats-, autosport-, wieler- en dartnieuws hebben we op onze website speciale pagina’s ingericht, waarop de belangrijkste zaken in deze sporten worden uitgelicht. In deze rubriek Sport Kort komen hoofdzakelijk de overige berichten aan bod.", "Voetbal: VVV heeft keeper Kirschbaum weer terug na negatieve test", "15.04 uur: VVV-Venlo kan weer beschikken over keeper Thorsten Kirschbaum, die donderdagochtend negatief heeft getest op het coronavirus. De Duitse doelman verbleef de afgelopen week in quarantaine omdat hij in aanraking was geweest met een besmet persoon. De Limburgers spelen zondag (14.30 uur) thuis tegen Feyenoord.", "„Donderdag kreeg hij toestemming van de Duitse gezondheidsfederatie om zijn quarantainesituatie achter zich te laten. Thorsten kon niet wachten om weer aan de slag te gaan en meldde zich donderdagmiddag nog bij het stadion om te gaan trainen met keeperstrainer John Roox”, aldus VVV.", "Kirschbaum miste zaterdag de verloren uitwedstrijd tegen RKC (3-2). Hij werd toen vervangen door Delano van Crooy. VVV heeft na elf duels 9 punten en staat veertiende.", "Voetbal: Heracles heeft Van der Water terug voor ’must win’-wedstrijd", "14.05 uur: Heracles Almelo kan vrijdag in de thuiswedstrijd tegen Fortuna Sittard weer beschikken over Silvester van der Water. De vleugelspits ontbrak in de laatste twee duels vanwege een spierblessure, vorige maand opgelopen tegen Ajax. Zonder Van der Water verloor Heracles van AZ (1-2), maar wist het wel een punt te pakken bij Feyenoord (0-0).", "„Thuis tegen Fortuna Sittard, een directe concurrent, moeten we winnen”, zegt trainer Frank Wormuth. „Dat zal niet gemakkelijk worden, want Fortuna heeft het vorige week tegen een goede ploeg als Willem II ook uitstekend gedaan. We hebben deze competitie gewonnen van FC Utrecht en een punt gepakt tegen PSV en Feyenoord, maar het is nu zaak dat we onze ’must win’-wedstrijden ook gaan winnen.”", "Heracles staat met 9 punten uit elf wedstrijden op de dertiende plek in de Eredivisie. Fortuna Sittard boekte afgelopen week de eerste zege en kwam daardoor op 6 punten.", "Schaken: Carlsen en Caruana opnieuw naar Wijk aan Zee", "11.27 uur: Wereldkampioen Magnus Carlsen (30) maakt in januari weer zijn opwachting op het Tata Steel Chess Tournament in Wijk aan Zee. Het wordt al de zeventiende deelname in Noord-Holland voor de Noorse aanvoerder van de wereldranglijst.", "Ook titelverdediger Fabiano Caruana, de nummer 2 van de wereld, is er opnieuw bij. Ian Nepomniachtchi, Maxime Vachier-Lagrave en Shakhriyar Mamedyarov zijn de andere drie schakers uit de mondiale top 10.", "De Nederlander Anish Giri, de nummer 11 van de wereld, doet ook mee aan het toernooi in eigen land, evenals het 17-jarige talent Alireza Firouzja uit Iran.", "„Mensen waarderen het enorm dat Tata Steel, de gemeente Beverwijk en de overige autoriteiten zoveel moeite doen om een van de meest gezaghebbende schaaktoernooien in de wereld toch door te kunnen laten gaan”, aldus toernooidirecteur Jeroen van den Berg. „Schaakliefhebbers staan al bijna een jaar droog waar het gaat om grote klassieke internationale toernooien. Het Tata Steel Chess Tournament 2021 wordt gezien als een baken van hoop. Wereldwijd wordt er reikhalzend naar uitgekeken.”", "De 83e editie van Tata Steel Chess wordt van 15 tot en met 31 januari gehouden.", "Voetbal: Oranje sluit 2020 af als nummer 14 op FIFA-ranglijst", "10.24 uur: Oranje sluit het kalenderjaar af als de nummer 14 van de wereld. België eindigt het jaar voor de derde keer op een rij af als het beste voetballand ter wereld.", "In de top van de FIFA-ranglijst veranderde er niets. Frankrijk, Brazilië, Engeland en Portugal completeren de top 5.", "Het land dat dit jaar het meeste progressie boekte was Hongarije. Het land eindigt het jaar als nummer 40 dankzij slechts één nederlaag in acht duels.", "Volgens de FIFA vonden er mede vanwege het coronavirus slechts 352 interlands plaats in 2020. Sinds 1987 waren dat er niet meer zo weinig. In dat jaar waren het er 323.", "Golf: Redelijke start Luiten en Besseling in Dubai", "09.49 uur: Golfer Joost Luiten bezet de gedeelde achttiende plaats na de eerste ronde van het Tour Championship, de seizoensfinale in Dubai. De Bleiswijker noteerde op de Jumeirah Golf Estate een score van 71 slagen (1 onder par). Wil Besseling had een slag meer nodig (72) en staat gedeeld 26e.", "Luiten (34) liep een degelijke ronde en noteerde twee birdies en één bogey. Hij doet al voor de elfde keer op rij mee aan het eindejaarstoernooi van de Europese Tour. Besseling (35) is debutant in het toernooi, waar ongeveer 7 miljoen euro aan prijzengeld wordt verdeeld. De Noord-Hollander sloeg drie keer een birdie en even zo vaak een bogey.", "De Fransman Victor Perez is de leider na de eerste dag. Hij kwam na achttien holes uit op 67 slagen, 5 onder par. Drie spelers delen de tweede plaats met één slag meer.", "De Amerikaan Patrick Reed leverde een score van 70 slagen en kwam daarmee op de gedeelde negende plaats. Hij is het toernooi begonnen als de nummer 1 op de ranglijst van de Europese Tour en maakt ook grote kans zich tot kampioen van de tour te kronen in Dubai.", "Bekijk ook: Broodgolfer Wil Besseling vindt balans bij bakker", "Atletiek: WK indoor 2021 geschrapt en toegewezen voor 2023", "09.28 uur: De WK indooratletiek gaan volgend jaar niet door. Het evenement zou van 19 tot en met 21 maart plaatsvinden in de Chinese stad Nanjing. De internationale atletiekfederatie World Athletics heeft het evenement nu voor 2023 toegewezen aan Nanjing.", "„Hoewel we de afgelopen weken contact hebben onderhouden met het organisatiecomité en de Chinese atletiekbond om de planning te evalueren, bestaat er gezien de huidige mondiale situatie nog steeds grote onzekerheid over de toestand van de Covid-19-pandemie begin 2021”, aldus World Athletics.", "De WK indoor waren voor 2022 al toegewezen aan Belgrado.", "Handbal: Oranje wacht helse klus tegen Noorwegen", "07.00 uur: De Nederlandse handbalsters staan voor een nieuwe helse klus op het EK in Denemarken. Grootmacht Noorwegen is de eerste tegenstander in de hoofdronde. Die Scandinavische ploeg won al zeven keer de Europese titel.", "Het team van bondscoach Emmanuel Mayonnade voorkwam dinsdag een roemloze aftocht in de groepsfase door met 28-24 te winnen van Hongarije. Daardoor bleef regerend wereldkampioen Oranje, dat de eerste twee duels in de poule had verloren, toch nog in het toernooi.", "Het Nederlands team heeft 2 punten meegenomen naar de hoofdronde, maar Noorwegen 4. Die ploeg won al zijn wedstrijden overtuigend en eindigde bovenaan in zijn groep met een doelsaldo van +40. Het team met sterspeelsters als Heidi Løke, Nora Mørk en Stine Oftedal is in topvorm.", "Noorwegen was jarenlang een angstgegner; Nederland kon maar niet winnen op de grote kampioenschappen: de finale van het WK in 2015 en de finale van EK van 2016 verloor Oranje van de Noorse ploeg. Tot het WK van 2019 in Japan. Toen wisten de handbalsters eindelijk af te rekenen met dat trauma en wonnen ze met 30-28.", "De wedstrijd in de Sydbank Arena van Kolding begint om 20.30 uur."], "authors": [], "keywords": ["water", "van", "heeft", "winwedstrijd", "het", "op", "heracles", "met", "uur", "een", "der", "en", "te", "terug", "aan", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}