{"id": "7e7fa3a4-f90f-37f0-bb3c-c19e8b5a8cfa", "title": "Je volvreten doe je niet uit eigen vrije keuze", "url": "https://nrc.nl/nieuws/2021/01/07/je-volvreten-doe-je-niet-uit-eigen-vrije-keuze-a4026473", "summary": "Of gaan we toch gewoon weer vliegen, weer vijf dagen naar kantoor en weer en masse naar festivals en concerten?\nUit cijfers blijkt bovendien dat die groep 40 tot 50 procent meer kans heeft om te overlijden dan patiënten met een gezond lichaamsgewicht.\nHet valt vooral op wat daar niet in staat: geen suikertaks, zoals in onder meer België en het VK.\nEn dus worden we in Nederland dikker en dikker, en dus ongezonder en ongezonder.\nEen overheid die dat gezang aan banden legt, doet vrijwel iedereen een plezier.", "paragraphs": ["Woensdag ging de eerste naald in een arm. En hoewel we nog midden in de zoveelste lockdown zitten, zijn we daarom optimistisch over de toekomst. 2021 wordt ons nieuwe bevrijdingsjaar.", "Kranten schrijven over de toekomst ná corona. Komt er een nieuw normaal? Of gaan we toch gewoon weer vliegen, weer vijf dagen naar kantoor en weer en masse naar festivals en concerten? Voor mij is de cruciale vraag ná corona: gaan we onszelf weer massaal volvreten?", "Ruim driekwart van de coronapatiënten in het ziekenhuis blijkt matig tot zwaar overgewicht te hebben. Uit cijfers blijkt bovendien dat die groep 40 tot 50 procent meer kans heeft om te overlijden dan patiënten met een gezond lichaamsgewicht. Voor patiënten met ernstige obesitas is die kans zelfs 80 procent.", "Het vreemde is dat daarover weinig ophef is. Misschien komt dat, doordat het eigenlijk nauwelijks nieuws is. Voor veel andere aandoeningen geldt namelijk hetzelfde. Hart- en vaatziekten bijvoorbeeld. Of diabetes. Zelfs kanker.", "Toch doen we daar in Nederland zo goed als niks aan. Staatssecretaris Blokhuis (Volksgezondheid, CU) sloot in 2018 een halfslachtig Nationaal Preventieakkoord na lang soebatten met marktpartijen en voedingsindustrie. Het valt vooral op wat daar niet in staat: geen suikertaks, zoals in onder meer België en het VK. Waar de rookindustrie hard aangepakt wordt hoeven de grootste veroorzakers van de welvaartziekten niets te doen. Geen verbod op aanbiedingen van ongezonde producten. Geen plicht om ongezonde producten minder opzichtig uit te stallen in winkels.", "En dus worden we in Nederland dikker en dikker, en dus ongezonder en ongezonder. Kampte in 1980 ruim 4 procent van de Nederlanders met ernstig overgewicht, inmiddels ligt dat percentage rond 13 procent. In arme wijken en gebieden ligt dat percentage meer dan twee keer zo hoog als in rijke buurten. Het verschil in levensverwachting tussen dergelijke gebieden is soms bijna tien jaar.", "Dat de overheid zo terughoudend is met ingrijpen, komt doordat zoiets in Nederland als ‘betuttelend’ geldt. „Dik zijn is heerlijk en ik kan het iedereen aanraden”, jubelt de Volkskrant-columniste Asha ten Broeke. Daarnaast zijn rechts-liberalen allergisch voor overheidsingrijpen. Als mensen besluiten dat ze ongezond willen eten, dan is dat hun eigen vrije keuze. Daar mag de overheid niet aankomen.", "Zelf ben ik ook overtuigd liberaal. Maar ik ben het ermee oneens. Geen mens kiest ervoor om dik en ongezond te zijn. Waar mensen hooguit voor kiezen, is om te stoppen met de voortdurende strijd tegen de verleiding die in elke supermarkt of afhaalzaak op elke hoek van de straat lonkt. Heel simpel omdat zelfbeheersing energie kost.", "Te veel voor velen. Zeker als supermarkten, tankstations, coffee-to-go’s doelbewust misbruik maken van onze zwakheden. Door al die ongezonde spullen goed in het zicht te leggen, op strategische plekken zoals in de buurt van de kassa’s. De voedingsindustrie doet precies hetzelfde door zelfs ‘gezonde’ producten vol te stoppen met extra suiker en zout.", "Zelf bezwijk ik ook regelmatig. En niet omdat ik dat besloten heb vanuit mijn liberale vrijheid. Want wat ik wíl is gezond leven; ook mijn BMI (body mass index) ligt inmiddels iets boven de overgewichtgrens van 25. Omdat ik mijn neigingen niet permanent weet te onderdrukken in lockdowntijd, als ik eigenlijk voor courgettes of linzen naar de winkel ga. Ik kan voor die producten vaker naar de biowinkel gaan, waar ik minder word verleid. Daar zijn die groenten wel twee keer zo duur. En zulke winkels zijn er overigens nauwelijks in Weert of Spijkenisse.", "Liberalen die wilsvrijheid verwarren met toegeven aan onbedwingbare neigingen en verslaving, raad ik aan het klassieke verhaal van Odysseus en de sirenen weer eens te lezen. De Griekse held Odysseus liet zich door zijn bemanning vastbinden aan de mast om te voorkomen dat hij zou bezwijken voor het gezang van de sirenen, die zo zijn schip tegen de rotsen te pletter wilden laten slaan. Met dat gezang van die sirenen hebben wij allemaal iedere dag te maken. Een overheid die dat gezang aan banden legt, doet vrijwel iedereen een plezier.", "Los daarvan: corona heeft duidelijk gemaakt dat de gezondheid van de ene mens van groot belang is voor de gezondheid van de andere mens. De lockdown waarin we zitten maakt dat goed duidelijk. Gezondheid heeft een collectief element, hebben we herontdekt. En een ongezonde samenleving kost geld. Doordat onze productiviteit daalt en onze ziektekosten in 2040 verdubbelen als we niets doen. Collectieve zaken, daar draagt de overheid de verantwoordelijkheid voor.", "Aylin Bilic is ondernemer en publicist.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 januari 2021"], "authors": ["Aylin Bilic", "Leestijd Minuten"], "keywords": ["volvreten", "ik", "zijn", "van", "het", "voor", "en", "uit", "eigen", "met", "vrije", "te", "doe", "niet", "dat", "keuze", "die", "je"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}