{"id": "7e838304-ceee-3648-a76a-962ef851caa3", "title": "Groot onderzoek naar wat er met objecten uit koloniale collecties moet gebeuren. ‘Nergens doen ze wat wij nu gaan doen’", "url": "https://trouw.nl/nieuws/groot-onderzoek-naar-wat-er-met-objecten-uit-koloniale-collecties-moet-gebeuren-nergens-doen-ze-wat-wij-nu-gaan-doen~b0058177/", "summary": "Een samenwerkingsverband van Nederlandse musea en universiteiten gaat grootschalig onderzoek doen naar wat er met objecten uit koloniale collecties moet gebeuren.\n“In Nederland en onze buurlanden woedt discussie over wat we aanmoeten met koloniale objecten, maar nergens doen ze wat wij nu gaan doen”, zegt Wayne Modest, hoofd van het onderzoekscentrum van het Nationaal Museum van Wereldculturen en een van de initiatiefnemers.\n“Met een expositie van Afrikaans cultureel erfgoed willen we de vraag opwerpen wat die collecties betekenen voor mensen met een Afrikaanse achtergrond.\nIn Nederland gaat het om musea als het Museum Volkenkunde in Leiden en het Tropenmuseum in Amsterdam, maar ook het Arnhemse Museum Bronbeek en het Amsterdamse Rijksmuseum doen mee.\nOok objecten van grote culturele waarde die niet aantoonbaar geroofd zijn, zou de staat, eigenaar van veel van de kunst, moeten retourneren.", "paragraphs": ["Een samenwerkingsverband van Nederlandse musea en universiteiten gaat grootschalig onderzoek doen naar wat er met objecten uit koloniale collecties moet gebeuren. “In Nederland en onze buurlanden woedt discussie over wat we aanmoeten met koloniale objecten, maar nergens doen ze wat wij nu gaan doen”, zegt Wayne Modest, hoofd van het onderzoekscentrum van het Nationaal Museum van Wereldculturen en een van de initiatiefnemers.", "Wetenschappers en museummedewerkers zullen in het project ‘Pressing Matter’ niet alleen de herkomst van koloniale objecten onderzoeken, maar ook samen met kunstenaars, maatschappelijke organisaties en mensen uit herkomstlanden nadenken over welke rol die collecties kunnen vervullen. “Een van de partnerorganisaties is cultureel centrum Imagine IC in de Amsterdamse Bijlmer”, zegt Modest. “Met een expositie van Afrikaans cultureel erfgoed willen we de vraag opwerpen wat die collecties betekenen voor mensen met een Afrikaanse achtergrond. Hapin, een ondersteuningsgroep voor Papua, doet ook mee.”", "3,5 miljoen euro subsidie", "Met 3,5 miljoen euro subsidie van de NWO (Nederlandse Organisatie voor Wetenschappelijk Onderzoek) en 1 miljoen van deelnemende organisaties zullen zo’n elf wetenschappers de komende vier jaar worden aangesteld om collecties van in totaal negen musea te inventariseren en onder te brengen in publieke databestanden. Nederlandse, maar ook enkele Indonesische musea en universiteiten, hebben medewerkers vrijgemaakt om mee te werken aan herkomstonderzoek van objecten, wat moet uitmonden in wetenschappelijke publicaties.", "In Nederland gaat het om musea als het Museum Volkenkunde in Leiden en het Tropenmuseum in Amsterdam, maar ook het Arnhemse Museum Bronbeek en het Amsterdamse Rijksmuseum doen mee. Omdat het onderzoek ook gaat over menselijke resten en objecten die ooit zijn vergaard voor wetenschappelijk onderzoek, worden ook collecties van het Museum Vrolik (van het Amsterdamse UMC-ziekenhuis), en het Utrechtse en Groninger Universiteitsmuseum onder de loep genomen.", "Gebrekkig overzicht", "Nederland worstelt al langere tijd met zijn koloniale collecties. In oktober adviseerde de commissie-Gonçalves minister van Engelshoven (Cultuur) om objecten die geroofd zijn uit voormalige Nederlandse koloniën te retourneren. Ook objecten van grote culturele waarde die niet aantoonbaar geroofd zijn, zou de staat, eigenaar van veel van de kunst, moeten retourneren.", "Een probleem daarbij is dat landen of gemeenschappen die de objecten ooit bezaten, vaak niet weten dat die zich in Nederland bevinden. Sterker: ook sommige musea hebben soms gebrekkig overzicht, of weten weinig raad met wat ze in huis hebben. Het project Pressing Matter moet daar verandering in brengen.", "Exposities en debatbijeenkomsten moeten het publiek betrekken bij de vraag wat eigenlijk de betekenis en ‘waarde’ is van objecten. Een spijkerbeeldje kan iets vertellen over de religie van een Afrikaanse gemeenschap, maar net zo goed over de bekeringsijver van missionarissen die het beeldje meenamen na de kerstening van die gemeenschap.", "“Uitgangspunt is niet dat we alle afzonderlijke objecten waar misschien wat mee is gaan bestuderen”, zegt Susan Legêne, die als hoogleraar politieke geschiedenis aan de Amsterdamse Vrije Universiteit bij het project betrokken is. “We willen proberen algemene richtsnoeren te bedenken, samen met partners in herkomstlanden, voor wat je met hele categorieën objecten zou kunnen doen.”", "Lees ook:", "Moet je buitgemaakte Korans documenteren, tentoonstellen of terugbrengen naar Atjeh?", "Welke objecten van koloniale herkomst bevinden zich in de collecties van Nederlandse musea, hoe zijn die hier terechtgekomen, en wat voor verhaal vertellen ze – hier en in de landen van herkomst? Dat zijn vragen waar wetenschappers, musea, kunstenaars en het publiek zich over buigen in het project ‘Pressing Matter’.", "Advies: Nederlandse musea moeten geroofde kunst terugsturen", "Nederlandse musea moeten historische kunstobjecten die tegen de zin van gekoloniseerde volkeren zijn meegenomen onvoorwaardelijk teruggeven. Dat staat in een beleidsadvies van de commissie-Gonçalves aan de regering.", "‘Lokale gemeenschappen vissen achter het net’", "Veel bijval oogsten de aanbevelingen van de commissie-Gonçalves over hoe Nederland moet omgaan met kunstobjecten die stammen uit de koloniale tijd. Maar kritiek is er ook."], "authors": ["Eric Brassem"], "keywords": ["van", "wat", "wij", "het", "naar", "die", "met", "objecten", "musea", "ze", "doen", "onderzoek", "uit", "nu", "nergens", "en", "ook", "een"], "pubDate": "2020-12-07T01:00:22+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}