{"id": "7e84e67f-3f6f-3182-b51b-a93edd92e49d", "title": "Hoeveel leveren we in als ik parttime zou werken, net als mijn vriendin?", "url": "https://volkskrant.nl/economie/hoeveel-leveren-we-in-als-ik-parttime-zou-werken-net-als-mijn-vriendin~bb1bce33/", "summary": "Uw inkomen wordt inderdaad lager, maar niet zoveel als u denkt.\nOver het inkomen tot 68.500 euro betaalt u 37 procent belasting en over het inkomen daarboven 49,5 procent.\nDe arbeidskorting stijgt voor inkomens tot 35.000 euro en gaat daarna omlaag, totdat het bij 105.000 euro op nul uitkomt.\nDie twee heffingskortingen hebben veel invloed op het inkomen, omdat het in beide gevallen om duizenden euro’s gaat.\nAl met al heeft u weinig financiële argumenten om zoveel meer te werken dan uw partner.", "paragraphs": ["Ik werk vijf dagen per week en verdien 75 mille per jaar. Mijn vriendin werkt drie dagen en heeft 24 duizend euro aan inkomen. Allebei vier dagen gaan werken lijkt mij financieel niet haalbaar. Toch?", "Uw inkomen wordt inderdaad lager, maar niet zoveel als u denkt. Werk eerlijk verdelen is een goede manier om de belastingaanslag te verlagen. Zelfs iemand die drie keer zoveel verdient als zijn partner, kan dit daarom in overweging nemen.", "In bruto inkomen gaat u samen er in 2021 bijna 600 euro per maand op achteruit. Maar netto is uw gezamenlijke inkomen maar 200 euro per maand lager. Dat komt door het hoge belastingtarief dat u betaalt en omdat u met uw flinke inkomen minder heffingskorting krijgt. De algemene heffingskorting en de arbeidskorting zijn belastingvoordelen die dalen naarmate het inkomen hoger wordt. Als u een kind heeft jonger dan 12 jaar, krijgt u bovendien meer combinatiekorting. Uw netto inkomen is dan nog maar 150 euro per maand minder dan in de oude situatie.", "Over het inkomen tot 68.500 euro betaalt u 37 procent belasting en over het inkomen daarboven 49,5 procent. De algemene heffingskorting bereikt zijn maximum bij een jaarinkomen van 21.000 euro en daalt naar nul bij 68.500 euro. De arbeidskorting stijgt voor inkomens tot 35.000 euro en gaat daarna omlaag, totdat het bij 105.000 euro op nul uitkomt. Die twee heffingskortingen hebben veel invloed op het inkomen, omdat het in beide gevallen om duizenden euro’s gaat.", "Het is vrij lastig te berekenen hoeveel belastingen u werkelijk betaalt over uw inkomen. Bij 24.000 euro per jaar gaat voor iedere euro aan inkomen 10 cent aan de fiscus. Bij 75.000 euro jaarinkomen draag je bijna 36 cent per euro af. Een groot verschil.", "Gelukkig zijn er hulpmiddelen. Een berekening voor het jaar 2021 kun je maken via berekenhet.nl/inkomen. Ook zzp’ers en gepensioneerden kunnen daar hun netto-inkomen voor volgend jaar uitrekenen.", "Bij evenveel werken zijn stress en vakantie ook beter verdeeld. Het aantal vakantiedagen wordt gelijk getrokken. Tenminste, in principe. Het aantal vakantiedagen verschilt per werkgever.", "Zijn er dan geen voordelen van een hoog inkomen? Jawel, aftrekposten en pensioen.", "De hoogste inkomens profiteren meer van aftrekposten, zoals de hypotheekrenteaftrek voor de eigen woning. Dit voordeel verdwijnt echter in een snel tempo. In 2023 zijn alle aftrekposten – behalve voor pensioen – afgebouwd naar 37 procent, ongeacht het inkomen. Met een inkomen boven de grens van 68.500 euro heeft u hier dus steeds minder plezier van. En binnenkort helemaal niet meer.", "Als u een hoger uurloon verdient dan uw partner, bouwt u wel meer pensioen op. Daar staat tegenover dat u over een hoger pensioen meer belastingen betaalt. En het is gunstig als uw partner voldoende pensioen opbouwt, zodat uw overlijden niet leidt tot een al te grote achteruitgang voor haar.", "Al met al heeft u weinig financiële argumenten om zoveel meer te werken dan uw partner.", "Reinout van der Heijden is hoofdredacteur van de Geldgids", "Zelf een vraag aan Reinout? Mail dan naar Geldvraag@volkskrant.nl."], "authors": ["Reinout Van Der Heijden"], "keywords": ["van", "parttime", "net", "uw", "dan", "een", "mijn", "en", "zou", "ik", "hoeveel", "zijn", "inkomen", "leveren", "als", "euro", "werken", "voor", "het", "vriendin"], "pubDate": "2020-11-19T09:52:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}