{"id": "7e9d32fc-878f-30d2-bd95-6a428b9a4b43", "title": "Waarom de claim op deze Kandinsky is afgewezen", "url": "https://trouw.nl/opinie/waarom-de-claim-op-deze-kandinsky-is-afgewezen~bc9df88c/", "summary": "Het schilderij ‘Bild mit Häusern’ van Kandinsky mag van de rechter in het Stedelijk blijven.\nHet museum hoeft het van de rechter niet terug te geven aan de erfgenamen van de oorspronkelijke eigenaar (Trouw, 17 december).\nIn 1940 is Robert voor de nazi’s gevlucht naar de VS. Het schilderij is nadien verkocht op een veiling in Amsterdam.\nIrma had contacten met het Stedelijk en zij wist dat het schilderij er terechtgekomen was, maar heeft het nooit geclaimd.\nDe Restitutiecommissie is na afweging van de omstandigheden tot de conclusie gekomen dat deze erfgename geen recht heeft het schilderij van de gemeente op te eisen.", "paragraphs": ["Het schilderij ‘Bild mit Häusern’ van Kandinsky mag van de rechter in het Stedelijk blijven. De advocaat van de erfgenamen vertelt in Trouw dat de erfgenamen in hoger beroep gaan. Maar hij verdraait en verzwijgt de zorgvuldig door de Restitutiecommissie vastgestelde feiten, aldus Fred Hammerstein, oud-voorzitter van deze commissie.", "Het schilderij ‘Bild mit Häusern’ mag in het Stedelijk Museum blijven. Het museum hoeft het van de rechter niet terug te geven aan de erfgenamen van de oorspronkelijke eigenaar (Trouw, 17 december). De familie gaat in hoger beroep, haar advocaat Axel Hagedorn geeft in Trouw een te beperkte weergave van de feiten.", "Hoe zit het precies? ‘Bild mit Häusern’ van Kandinsky is waarschijnlijk door Robert Lewenstein geërfd van zijn moeder. Hij was in gemeenschap van goederen gehuwd met Irma Klein. In 1940 is Robert voor de nazi’s gevlucht naar de VS. Het schilderij is nadien verkocht op een veiling in Amsterdam. Er zijn geen aanwijzingen gevonden dat dit onder dwang is gebeurd, mogelijk wel onder dwang van de omstandigheden. Na de oorlog is Robert van Irma gescheiden en toen werd het schilderij bij de boedelscheiding haar eigendom. Dat zegt de Restitutiecommissie van het ministerie van onderwijs, cultuur en wetenschap, die oordeelt over mogelijke roofkunst uit de oorlog. Irma had contacten met het Stedelijk en zij wist dat het schilderij er terechtgekomen was, maar heeft het nooit geclaimd. Ze benoemde een Portugese vriendin tot haar erfgename.", "De Restitutiecommissie is na afweging van de omstandigheden tot de conclusie gekomen dat deze erfgename geen recht heeft het schilderij van de gemeente op te eisen. Het staat niet zonder meer vast dat Irma het tegen haar wil heeft verkocht (dit was onzeker), zij heeft zelf geen pogingen gedaan het schilderij terug te krijgen (hoewel dat had gekund), het schilderij is al heel lang in de collectie van het museum, dat te goeder trouw was bij de aankoop, en is een essentieel onderdeel van die collectie. De Portugese erfgename heeft geen enkele emotionele of intense band met het schilderij.", "Geen morele verplichting", "Dit laatste is niet een onbetekenende factor. Het gaat immers om herstel van ernstig onrecht ten opzichte van de oorspronkelijke eigenaar. De erfgename van Irma Klein staat hier helemaal buiten. Ten opzichte van haar is er geen morele verplichting om eventueel onrecht goed te maken. De familie Lewenstein kan (volgens het advies) niet meer als de rechthebbende worden beschouwd na de boedelscheiding. Het staat allerminst vast dat Robert het schilderij in 1940 (onder dwang) heeft verkocht.", "Advocaat Hagedorn verzwijgt of verdraait de door de Restitutiecommissie zorgvuldig vastgestelde feiten. Hij houdt tegen beter weten in vol dat vier leden van de commissie niet onafhankelijk waren. Bezwaren daarover wilde hij niet aan de rechtbank bekendmaken. Daarmee brengt hij nodeloos schade toe aan het werk van een commissie die de belangrijke opdracht heeft zo veel mogelijk recht te doen aan de slachtoffers van het naziregime en hun nabestaanden. De rechtbank heeft in haar vonnis deze week zijn ongefundeerde beweringen van de hand gewezen.", "Lees ook:", "Amsterdam hoeft schilderij van Kandinsky niet terug te geven", "Roofkunst of niet? Het Stedelijk Museum in Amsterdam hoeft een schilderij van Wassily Kandinsky in elk geval niet terug te geven aan de familie Lewenstein.", "Is de internationale kritiek op hoe Nederland omgaat met roofkunst terecht?", "Twintig jaar geleden spraken 44 landen af dat Joodse families een eerlijke en billijke kans moesten hebben om in de oorlog geroofde kunst terug te krijgen. Nederland liep altijd voorop, maar krijgt nu kritiek, naar aanleiding van de Kandinsky-zaak. Terecht?"], "authors": ["Fred Hammerstein"], "keywords": ["schilderij", "van", "waarom", "haar", "en", "heeft", "een", "claim", "niet", "op", "te", "het", "afgewezen", "deze", "dat", "kandinsky"], "pubDate": "2020-12-19T10:04:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}