{"id": "7ea21275-9493-3913-8148-1d60ca75820e", "title": "Le Garage: no real reason to go there any more (5.5)", "url": "https://www.parool.nl/english/le-garage-no-real-reason-to-go-there-any-more-5-5~b12450bf/", "summary": "Le Garage in Amsterdam-Zuid Beeld Eva PlevierIn my twenties, I was a waiter in a little city-centre restaurant in Amsterdam and spent my tips on meals in places like Bordewijk, Le Hollandais, Christophe, and Tout Court.\nLe Garage was a gastronomic temple.\nLe Garage had undergone a makeover so subtle that when I went in, I thought I was back in the 1990s.\nLegend has it that Joop Braakhekke, the founder of Le Garage, stole this dish from Mercer Kitchen in New York.\nThe inexplicable dot of chocolate sauce on top made me realise the painful truth: Le Garage has been overtaken by countless other restaurants offering better executed and more original variations on classic bistro dishes.", "paragraphs": ["Le Garage in Amsterdam-Zuid Beeld Eva Plevier", "In my twenties, I was a waiter in a little city-centre restaurant in Amsterdam and spent my tips on meals in places like Bordewijk, Le Hollandais, Christophe, and Tout Court.", "Le Garage was a gastronomic temple. It was near my house, and its valets drove down my street parking customers’ Bentleys and Daimlers. Once a year I went there to wallow in its glittering hospitality: I always felt underdressed and overcharged, but it had a magic of its own, a stardust left behind by the likes of Mick Jagger and Joan Collins.", "Duivelseiland", "This evening we were back in my old neighbourhood of Duivelseiland, and went for a stroll before we checked in to the restaurant. All the holes in the pavement had been repaired, and the houses looked thoroughly respectable, but the dairy had gone and the cigar vendor had become a convenience store run-of-the-mill, selling energy drinks and smartphone chargers.", "Le Garage had undergone a makeover so subtle that when I went in, I thought I was back in the 1990s. Its character remained fully intact, but everything looked fresh and clean as though it had just come out of the box.", "Assault", "We sat down and looked around. Someone had turned all the dimmers right up, and there were so many spots, lightbulbs and mirrors that it was like an assault on the senses.", "We were given the menu by a youthful waiter who was trying too hard to make a good impression. He knew nothing about the very limited wine selection, but we ordered a clear and briny Sinfonia Negre (Mesquida Mora, Mallorca), one of the cheapest bottles at a hefty €42.50.", "The menu mentioned a separate specialist wine list, but the waiter didn’t know anything about this. There’s nothing wrong with having an inexperienced staff member, but you need someone experienced to keep an eye on them. Thank God, that person arrived half an hour later in the form of maître d’ and sommelier Erwin Walthaus.", "He was friendly, personable, and humorous, and the first thing he did was to dim the lights and put his guests at ease. We gave a sigh of relief, but this proved premature.", "We ordered tuna pizza from the very traditional bistro menu. Legend has it that Joop Braakhekke, the founder of Le Garage, stole this dish from Mercer Kitchen in New York. It sounds good, but at Mercer the raw fish was on a real pizza base, not cold filo pastry. It was combined with capers, sesame seed, soy sauce jelly, and wasabi mayonnaise, slightly overstepping the boundary between classic and dull, but the dish as a whole was fresh, spicy, and really enjoyable. That said, €19.50 was a bit steep for what was essentially a communion wafer with toppings.", "Our Caesar salad was made with delectable romaine hearts, and the dressing and croutons were excellent. There was even a wobbly and perfectly poached egg on top, but the so-so anchovy and parmesan let the side down.", "Burnt jus", "As mains, we chose rotisserie chicken with the restaurant’s “superb own jus” (€22.50) and baked seabass with potato salsa (yes, you heard right, potato salsa) and beurre blanc. These and the Caesar salad were covered by the €29.50 two-course set menu. The chicken (a thigh and a breast) was juicy, but needed more salt and looked pale and soapy, with none of the crispy, caramelized skin that is the essence of roast chicken. The jus was dark, and tasted bitter and burnt.", "The seabass was a small, overcooked fillet, the beurre blanc flavourless, and the potato and apple salad cold, unbalanced and not well-flavoured. Our side of haricots (€5.50) was excellent, while the homemade fries (€5.50) were nothing to write home about, but came with a nice astringent mayonnaise.", "Planète flottante", "We ordered a crème brûlée (€10), which came with a perfect layer of caramel, but had a very thick and floury consistency.", "The île flottante (€7.50) was wonderful, more like a planète flottante, a hemisphere of sweet eggwhite foam on a deliciously decadent crème anglaise. My companion thought perhaps there’s such a thing as too much vanilla, but what did I care: it was one of the best classic desserts I’d eaten in a long while, with those crispy caramel squiggles.", "We had a good espresso, and a clearly homemade but disappointingly heavy madeleine that was soggy inside. The inexplicable dot of chocolate sauce on top made me realise the painful truth: Le Garage has been overtaken by countless other restaurants offering better executed and more original variations on classic bistro dishes. Add in the relatively high prices, and there’s little reason to pay a visit to Ruysdaelstraat any more."], "authors": ["Gilles Van Der Loo", "Translation", "Het Vertaalcollectief"], "keywords": ["salad", "potato", "le", "reason", "went", "ordered", "55", "looked", "waiter", "garage", "real", "theres", "menu"], "pubDate": "2019-12-10T15:18:44+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}