{"id": "7eafbeb4-3b33-38c5-a874-6f87944bee7c", "title": "Hoe ASML een grote gok waagde en daarmee monopolist werd", "url": "https://nos.nl/artikel/2319764-hoe-asml-een-grote-gok-waagde-en-daarmee-monopolist-werd.html", "summary": "Juist daardoor is er meer aandacht voor het concern dan het zelf zou willen.\nDie zijn essentieel voor het functioneren van bijvoorbeeld je smartphone, auto of wasmachine.\nGeopolitiek krachtenveldHet is daarnaast een machine die China heel graag wil hebben, in eerste instantie om te ontdekken hoe het apparaat werkt.\nDe Chinese ambassadeur wees op zijn beurt op de mogelijke gevolgen als een Chinese bestelling bij ASML niet in China aankomt.\nDaarmee kunnen andere fabrikanten op grote schaal en tegen een lage prijs chips produceren.", "paragraphs": ["Juist daardoor is er meer aandacht voor het concern dan het zelf zou willen. De EUV-machines zijn essentieel voor de toekomst van de chipindustrie. Met zo'n machine worden chips gemaakt door fabrikanten als Samsung en Intel. Die zijn essentieel voor het functioneren van bijvoorbeeld je smartphone, auto of wasmachine.", "Geopolitiek krachtenveld", "Het is daarnaast een machine die China heel graag wil hebben, in eerste instantie om te ontdekken hoe het apparaat werkt. Amerika wil voorkomen dat China de machines krijgt, zo bevestigde de Amerikaanse ambassadeur in Nederland vorige week.", "De Chinese ambassadeur wees op zijn beurt op de mogelijke gevolgen als een Chinese bestelling bij ASML niet in China aankomt. Daarmee is ASML plotseling gevangen in een geopolitiek krachtenveld met een vooralsnog ongewisse uitkomst.", "\"Wij bezorgen de machine\", zegt ASML-topman Peter Wennink daarover vandaag tegen de NOS. \"Welke chips erin worden geproduceerd en waarvoor die zijn bedoeld, is aan de klant.\" Ook wijst Wennink erop dat China toch wel aan de chips komt, ook als ze geen EUV-machine hebben. Het land importeert jaarlijks voor zo'n 200 miljard dollar aan chips.", "Het conflict dat nu speelt draait dus om de nieuwste machine, de EUV. Daarmee kunnen andere fabrikanten op grote schaal en tegen een lage prijs chips produceren. ASML is de enige in de wereld die de machines kan leveren. Wat is er zo speciaal aan?"], "authors": ["Nando Kasteleijn", "Redacteur Tech", "Chris Mack"], "keywords": ["asml", "waagde", "hoe", "het", "china", "grote", "die", "zijn", "op", "machine", "daarmee", "werd", "gok", "monopolist", "en", "een", "chips", "aan", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}