{"id": "7ebb877b-7c26-31d7-afcd-fd82aae16352", "title": "Overname van HEMA-winkels door familie achter Jumbo gaat definitief door", "url": "https://nu.nl/economie/6097216/overname-van-hema-winkels-door-familie-achter-jumbo-gaat-definitief-door.html", "summary": "HEMA wordt definitief overgenomen door de eigenaren van Jumbo, de familie Van Eerd, en investeringsmaatschappij Parcom.\nEen woordvoerder van HEMA laat weten uitermate verheugd te zijn met het rondkomen van de overname \"in een periode dat onze winkels noodgedwongen dicht zijn\".\nOok wordt de schuld van HEMA nog verder teruggebracht.\nParcom en Mississippi Ventures, de investeringsmaatschappij van de familie Van Eerd, worden ieder voor de helft eigenaar van HEMA.\nIets meer dan een jaar geleden sloten HEMA en Jumbo al een commerciële samenwerking; in de Jumbo-supermarkten kwamen HEMA-producten te liggen.", "paragraphs": ["HEMA wordt definitief overgenomen door de eigenaren van Jumbo, de familie Van Eerd, en investeringsmaatschappij Parcom. Dat maakte de winkelketen donderdag bekend.", "De overname moet in februari van komend jaar formeel zijn afgerond. Met de overname is zo'n 440 miljoen euro gemoeid. HEMA telt zo'n 540 winkels in Nederland.", "Eerder dit jaar werd HEMA door een groep schuldeisers overgenomen van toenmalig eigenaar Marcel Boekhoorn. Dankzij die overeenkomst kon de schuldenlast van HEMA aanzienlijk worden verminderd. Niet lang daarna kwam de familie achter Jumbo in beeld als nieuwe overnamekandidaat.", "De familie Van Eerd sloeg hiervoor de handen ineen met de eveneens Nederlandse investeerder Parcom. Een woordvoerder van HEMA laat weten uitermate verheugd te zijn met het rondkomen van de overname \"in een periode dat onze winkels noodgedwongen dicht zijn\".", "Of het HEMA-eigenaarschap zou overgaan van de schuldeisers naar de Jumbo-eigenaren en Parcom hing er nog vanaf of deze laatste partijen genoeg geld bijeen konden brengen. Dat is nu gelukt. Ook wordt de schuld van HEMA nog verder teruggebracht. \"De rentelasten zullen daarmee dalen naar 10 miljoen euro per jaar\", aldus HEMA.", "Voor de eerste herstructureringsronde was dat nog meer dan 50 miljoen euro. Parcom en Mississippi Ventures, de investeringsmaatschappij van de familie Van Eerd, worden ieder voor de helft eigenaar van HEMA.", "Iets meer dan een jaar geleden sloten HEMA en Jumbo al een commerciële samenwerking; in de Jumbo-supermarkten kwamen HEMA-producten te liggen."], "authors": ["Door", "Eva Schouten"], "keywords": ["achter", "door", "nog", "hema", "van", "familie", "definitief", "een", "hemawinkels", "overname", "gaat", "en", "jaar", "dat", "jumbo", "parcom"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}