{"id": "7ef51db8-344e-3971-ad97-03a96501b5ff", "title": "Twee dagen les, geen toetsing en je kan complexe trauma’s behandelen", "url": "https://www.volkskrant.nl/kijkverder/v/2020/twee-dagen-les-geen-toetsing-en-je-kan-complexe-traumas-behandelen~v401587/", "summary": "Niet als chef-kok en horecadataspecialist, niet als echtgenoot en vader van twee kinderen.\nDrukte in de trein maakt hem onrustig, bij het zien van een felrode auto slaat de paniek toe.\nAl 39 jaar werkt hij voor hetzelfde bedrijf, maar voor het eerst merkt zijn baas dat hij niet goed functioneert.\nVolgens Nederlands onderzoek werken de oogbewegingen omdat ze het werkgeheugen van het brein ‘overbelasten’, waardoor er geen ruimte is voor de gebruikelijke paniekreactie bij traumatische herinneringen.\nTijdens die eerste sessie niet, en ook niet tijdens de vijf sessies erna – steeds met de focus op datzelfde beeld.", "paragraphs": ["Niet eerder kampte Hans (61) met mentale klachten. Niet als chef-kok en horecadataspecialist, niet als echtgenoot en vader van twee kinderen. Dat verandert als hij twee dagen na een operatie – ‘98 procent slagingskans’ – thuis enorme maagkramp krijgt en bloed verliest op het toilet. Later blijkt dat een klemmetje op zijn darm is losgeraakt, maar op het toilet heeft Hans geen idee wat er aan de hand is. In de auto naar de eerste hulp heeft hij kramp en doodsangsten. Hij herinnert zich in een waas wat er in het ziekenhuis gebeurt, dat hij in de gangen flauwvalt op de grond, terwijl bloed en ontlasting uit hem stromen. Hij is eenderde van al zijn bloed kwijtgeraakt, hoort hij later van een ziekenhuisarts.", "De weken na het ongeval probeert Hans weer aan het werk te gaan, maar zijn hoofd werkt niet meer zoals daarvoor. Drukte in de trein maakt hem onrustig, bij het zien van een felrode auto slaat de paniek toe. Al 39 jaar werkt hij voor hetzelfde bedrijf, maar voor het eerst merkt zijn baas dat hij niet goed functioneert. De huisarts diagnosticeert Hans met posttraumatische stressstoornis (ptss). ‘Ik wist niet dat mensen zoals ik dat konden krijgen. Ik dacht dat het alleen voor militairen was.’", "Niet veel later zit Hans tegenover een psycholoog die een stokje van links naar rechts beweegt. Ze heeft één beeld gekozen uit zijn traumatische verhaal, waarvan zij denkt dat daar de kern van de pijn zit – het moment waarop hij flauwvalt, maar zichzelf vanuit een ander perspectief ziet liggen. Hans moet het beeld oproepen en het stokje met zijn ogen volgen. Deze ‘oogbewegingstherapie’ heet EMDR (Eye Movement Desensitization and Reprocessing), klinkt zweverig, maar is inmiddels door tientallen wetenschappelijke (meta)studies bewezen. De techniek kan mensen zoals Hans soms al in een paar sessies van hun klachten afhelpen. Volgens Nederlands onderzoek werken de oogbewegingen omdat ze het werkgeheugen van het brein ‘overbelasten’, waardoor er geen ruimte is voor de gebruikelijke paniekreactie bij traumatische herinneringen. Hans kan amper terugdenken aan zijn ziekenhuiservaring, EMDR-sessies moeten de herinneringen ‘kraken’ en het paniekgevoel afzwakken.", "Maar het werkt niet. Tijdens die eerste sessie niet, en ook niet tijdens de vijf sessies erna – steeds met de focus op datzelfde beeld. Hans’ psycholoog gaat op vakantie en draagt hem over aan haar collega ‘met meer ervaring in EMDR’. Tegen Hans vertelt die dat ze EMDR toepaste bij slachtoffers van een grote Nederlandse ramp. Ze kan hem ptss-vrij maken in een paar sessies, verzekert ze. Maar ook dat lukt niet. Voor het eerst in zijn leven huilt hij thuis. ‘Wat is er mis met mij?’, denkt Hans. Of is er niks afwijkends aan Hans, maar deugde de behandeling niet?", "EMDR-therapie is razend populair in Nederland. De Vereniging EMDR Nederland (VEN) telt bijna vijfduizend leden. Alleen al daarmee telt Nederland het grootste aantal EMDR-behandelaars per hoofd van de bevolking wereldwijd – veel meer bijvoorbeeld dan in de VS, waar de therapie werd bedacht."], "authors": ["Oktober"], "keywords": ["twee", "geen", "hij", "hans", "zijn", "je", "dagen", "van", "toetsing", "traumas", "en", "een", "kan", "complexe", "les", "het", "maar", "niet", "dat"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}