{"id": "7efa7bcb-bc3e-38f1-bace-76ba120c3408", "title": "Profwielrenner Bert-Jan Lindeman (31) uit Assen vindt onderdak voor nieuwe seizoen", "url": "https://www.dvhn.nl/sport/Drentse-profwielrenner-Bert-Jan-Lindeman-31-vindt-onderdak-voor-nieuwe-seizoen-26269610.html", "summary": "Het hing er een tijdje om, maar Bert-Jan Lindeman heeft onderdak gevonden voor het nieuwe wielerseizoen.\nDe Drentse profwielrenner draagt komend jaar het tricot van Team Qhubeka-ASSOS, de opvolger van NTT Pro Cycling en eerder Team Dimension Data.\nBij Jumbo-Visma was geen plek meer voor de 31-jarige coureur, die ooit zijn eerste kilometers als prof reed voor Vacansoleil-DCM en zijn loopbaan daarna vervolgde bij het opleidingsteam van Rabobank.\nVanaf 2015 reed hij voor Jumbo-Visma en de voorgangers van dat team.\nOp de palmares van Lindeman staan onder meer een etappezege in de Vuelta en de overwinning in de Ronde van Drenthe.", "paragraphs": ["Het hing er een tijdje om, maar Bert-Jan Lindeman heeft onderdak gevonden voor het nieuwe wielerseizoen. De Drentse profwielrenner draagt komend jaar het tricot van Team Qhubeka-ASSOS, de opvolger van NTT Pro Cycling en eerder Team Dimension Data.", "Met de overstap treedt Lindeman in Zuid-Afrikaanse dienst, nadat hij altijd fietste voor Nederlandse ploegen. Bij Jumbo-Visma was geen plek meer voor de 31-jarige coureur, die ooit zijn eerste kilometers als prof reed voor Vacansoleil-DCM en zijn loopbaan daarna vervolgde bij het opleidingsteam van Rabobank. Vanaf 2015 reed hij voor Jumbo-Visma en de voorgangers van dat team.", "Lindeman verheugt zich op de nieuwe omgeving waarin hij terecht komt. ,,Het is een manier om mijn grenzen te verruimen’’, zo laat hij weten. Het in 2008 opgerichte Team Qhubeka-ASSOS komt uit in de UCI-World Tour, het hoogste mondiale wielerniveau. Op de palmares van Lindeman staan onder meer een etappezege in de Vuelta en de overwinning in de Ronde van Drenthe."], "authors": ["William Pomp"], "keywords": ["van", "reed", "assen", "onderdak", "nieuwe", "seizoen", "profwielrenner", "het", "lindeman", "hij", "team", "zijn", "bertjan", "een", "en", "uit", "vindt", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}