{"id": "7f084903-0848-380b-94bd-e42914f1d614", "title": "John Legend krijgt prijs van VN vanwege inzet voor sociale gelijkheid", "url": "https://nu.nl/media/6095860/john-legend-krijgt-prijs-van-vn-vanwege-inzet-voor-sociale-gelijkheid.html", "summary": "De zanger krijgt de prijs, die voor de tweede keer wordt uitgereikt, wegens zijn inzet op het gebied van sociale rechtvaardigheid.\nDe prijs werd vorig jaar in het leven geroepen en is bedoeld voor artiesten die hun bereik gebruiken voor het genereren van meer aandacht voor dit thema.\n\"Ik geloof in de kracht van muziek om ons te inspireren, ons samen te brengen en een stem te geven aan gevoelens wanneer woorden niet voldoende zijn\", reageert Legend in een video.\nHet is een voorrecht geweest om mijn stem en platform te mogen gebruiken voor meer aandacht voor gelijkheid en gerechtigheid.\"\nOok maakt hij deel uit van het team The Bail Project, dat ex-gedetineerden steunt in hun zoektocht naar werk.", "paragraphs": ["John Legend heeft van de Verenigde Naties de High Note Global Prize gekregen, meldt Rolling Stone donderdag. De zanger krijgt de prijs, die voor de tweede keer wordt uitgereikt, wegens zijn inzet op het gebied van sociale rechtvaardigheid.", "De prijs werd vorig jaar in het leven geroepen en is bedoeld voor artiesten die hun bereik gebruiken voor het genereren van meer aandacht voor dit thema. In 2019 werd hij gewonnen door zangeres Cyndi Lauper.", "\"Ik geloof in de kracht van muziek om ons te inspireren, ons samen te brengen en een stem te geven aan gevoelens wanneer woorden niet voldoende zijn\", reageert Legend in een video.", "\"Muziek schudt ons wakker en stimuleert ons om aan te zetten tot activisme. Het is een voorrecht geweest om mijn stem en platform te mogen gebruiken voor meer aandacht voor gelijkheid en gerechtigheid.\"", "Legend, bekend van hits als All of Me, startte in 2007 de Show Me-campagne om onderwijs toegankelijker te maken. Ook maakt hij deel uit van het team The Bail Project, dat ex-gedetineerden steunt in hun zoektocht naar werk. Vier jaar geleden startte de zanger zijn campagne #FreeAmerica, doe ernaar streeft een open dialoog te starten over het rechtssysteem in de Verenigde Staten."], "authors": ["Door"], "keywords": ["sociale", "van", "legend", "het", "ons", "vn", "zijn", "prijs", "een", "te", "krijgt", "inzet", "en", "vanwege", "john", "om", "zanger", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}