{"id": "7f1182cf-9934-3a26-9517-c778f18c1572", "title": "8K-televisies en smartphones op technologiebeurs IFA", "url": "https://nu.nl/week-van-nutech/5441801/8k-televisies-en-smartphones-technologiebeurs-ifa.html", "summary": "In de podcast De week van NUtech bespreekt de techredactie van NU.nl het belangrijkste technieuws van de week.\nDeze week gaat het, vanuit de beurs voor consumentenelektronica IFA in Berlijn, over 8K-televisies en de afwezigheid van veel smartphonemakers.\nLees hier hoe dat precies werkt en bekijk de lijst met beste podcasts van het internet.\nBeluister de podcast:Televisies met 8K-resolutieDe eerste opvallende trend op IFA: televisies met een resolutie van 8K.\nSmartphonesNormaal gesproken grijpen smartphonefabrikanten de IFA aan om hun nieuwste toestellen en innovaties te laten zien.", "paragraphs": ["In de podcast De week van NUtech bespreekt de techredactie van NU.nl het belangrijkste technieuws van de week. Deze week gaat het, vanuit de beurs voor consumentenelektronica IFA in Berlijn, over 8K-televisies en de afwezigheid van veel smartphonemakers.", "Klik hier om de podcast te downloaden (13,4 MB).", "Het is ook mogelijk om je te abonneren op de podcast via iTunes of met deze RSS-feed via andere podcast-apps. Lees hier hoe dat precies werkt en bekijk de lijst met beste podcasts van het internet.", "Beluister de podcast:", "Televisies met 8K-resolutie", "De eerste opvallende trend op IFA: televisies met een resolutie van 8K. Dat terwijl 4K in Nederland nog amper ingeburgerd is. Hoe zien fabrikanten van tv's de toekomst van de beeldbuis voor zich?", "Smartphones", "Normaal gesproken grijpen smartphonefabrikanten de IFA aan om hun nieuwste toestellen en innovaties te laten zien. Dit jaar ontbrak het daar een beetje aan. Waarom laten de grote merken IFA links liggen?", "Alle voorgaande afleveringen van De week van NUtech zijn hier te vinden. Heb je nog geen podcast-app? Bekijk dan onze lijst met de vijf beste podcast-apps voor iOS en Android."], "authors": ["Door"], "keywords": ["van", "technologiebeurs", "8ktelevisies", "het", "op", "met", "en", "te", "week", "podcast", "om", "ifa", "smartphones", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}