{"id": "7f28c68b-ad1b-3a5b-9ea2-a7cccd7ce288", "title": "Vijftien maanden cel voor inrijden op politieauto op Muntplein", "url": "https://nu.nl/amsterdam/6100960/vijftien-maanden-cel-voor-inrijden-op-politieauto-op-muntplein.html", "summary": "De bestuurder van het busje dat in september meerdere keren een politieauto ramde op het Muntplein, is deze week door de rechter tot vijftien maanden cel veroordeeld.\nDe bestuurder van het busje ramde op de Vijzelstraat nog een politiemotor, die was neergezet om de weg te blokkeren.\nOp camerabeelden is te zien dat hij in dezelfde richting bleef rijden en een constante snelheid leek aan te houden.\nDe rechtbank geloofde dat niet, omdat op camerabeelden wel te zien is dat hij aan het sturen is.\nZe hadden het gevoel dat er op dat moment een aanslag op hen werd gepleegd.", "paragraphs": ["De bestuurder van het busje dat in september meerdere keren een politieauto ramde op het Muntplein, is deze week door de rechter tot vijftien maanden cel veroordeeld. De rechtbank acht hem schuldig aan rijden onder invloed, poging tot zware mishandeling en vernieling.", "Het inrijden op de politieauto werd door omstanders gefilmd. Op de beelden was te zien dat agenten daarna meerdere schoten losten. De bestuurder van het busje ramde op de Vijzelstraat nog een politiemotor, die was neergezet om de weg te blokkeren. Het busje vloog in brand en de man werd opgepakt.", "De dertigjarige man verklaarde dat hij de politieauto eerst niet had gezien en er daardoor tegenaan reed. Op camerabeelden is te zien dat hij in dezelfde richting bleef rijden en een constante snelheid leek aan te houden. Het was volgens de rechtbank daardoor niet te bewijzen dat hij de eerste keer met opzet de politieauto aanreed.", "Dat de tweede botsing opzettelijk was, kon volgens de rechtbank wel worden bewezen. Hij reed 10 meter achteruit en gaf vervolgens gas, waarna hij weer de politieauto ramde. Volgens de bestuurder was ook deze aanrijding een ongeluk: zijn stuur zou geblokkeerd zijn. De rechtbank geloofde dat niet, omdat op camerabeelden wel te zien is dat hij aan het sturen is. Ook had de man kunnen remmen, maar dat deed hij niet.", "Bestuurder had cocaïne gebruikt", "De bestuurder erkende dat hij die avond cocaïne had gebruikt. Dat bleek ook na onderzoek van zijn bloed in een laboratorium. Agenten vermoedden op basis van zijn gezichtsuitdrukking al dat hij onder invloed van cocaïne was. Samen met het vertoonde rijgedrag vindt de rechtbank dat het rijden onder invloed bewezen kan worden, net als poging tot zware mishandeling van twee agenten en vernieling van een politieauto en politiemotor.", "De rechtbank benadrukt dat de twee agenten fysiek en psychisch nog steeds last hebben van het incident. Ze hadden het gevoel dat er op dat moment een aanslag op hen werd gepleegd. Ook veroorzaakte het gevoelens van onveiligheid in de samenleving. \"Filmpjes van de tweede aanrijding zijn ook breed uitgemeten in de media\", schrijft de rechtbank in het vonnis.", "De man moet de agenten ook in totaal 2.700 euro schadevergoeding betalen en hij mag na het uitzitten van de straf een aantal maanden niet autorijden."], "authors": ["Door"], "keywords": ["van", "voor", "muntplein", "politieauto", "en", "een", "maanden", "op", "inrijden", "cel", "hij", "het", "rechtbank", "te", "vijftien", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}