{"id": "7f2b7cbb-2735-37c8-b5b8-ef80ffedf9b4", "title": "‘Juist het oncontroleerbare maakt de natuur zo waardevol’", "url": "https://volkskrant.nl/wetenschap/juist-het-oncontroleerbare-maakt-de-natuur-zo-waardevol~b63e5e63/", "summary": "Gebaseerd op de gedachte dat mens en natuur geen gescheiden werelden zijn, maar deel uitmaken van een en hetzelfde.\nElk jaar wordt tachtig procent van het wild geschoten om de illusie in stand te houden dat het werkt zoals wij het hebben bedacht.\nHet is een rechtvaardigheidsvraag: hoe verdelen we de ruimte tussen onze mensengemeenschap en die van de dieren?\nEr is een verband tussen het verlies van biodiversiteit en het verspreiden van dit soort ziektes.\nJe moet niet proberen de vijand uit te schakelen; dat lukt toch niet.’‘Van de andere kant: juist de oncontroleerbaarheid maakt een natuurbeleving zo waardevol.", "paragraphs": ["Een wolf op de Veluwe, behorend tot een roedel van vijf. Beeld ANP", "De terugkeer van de wolf plaatst ons voor een dilemma, zegt milieufilosoof Martin Drenthen. Want hoe ga je om met een roofdier dat zich niet aan onze regels houdt, dwars door het landschap banjert en onderweg af en toe een schaap meepikt? In ieder geval niet door de natuur nog meer te beheersen en controleren, aldus de wetenschapper van de Nijmeegse Radboud universiteit.", "In plaats daarvan kunnen we beter zoeken naar manieren om met wilde natuur samen te leven, schrijft Drenthen in zijn boek Hek: De ethiek van de grens tussen boerenland en natuurgebied. Gebaseerd op de gedachte dat mens en natuur geen gescheiden werelden zijn, maar deel uitmaken van een en hetzelfde. ‘De wolf laat zien dat die scheiding niet houdbaar is. Die stiefelt dwars door ons cultuurlandschap heen.’", "U noemt de wolf bij uitstek een politiek dier. Hoezo?", "‘Ons klassieke natuurbeheer is gebaseerd op de rentmeester gedachte: wij bepalen wat waardevol is en beschermen dat. Binnen die ruimte mag de natuur zijn gang gaan. De rest is van ons: daar bepalen wij wat er gebeurt. De wolf daagt dat idee uit. Die laat zich niet opsluiten, die claimt de ruimte. Daarmee zet hij ons wereldbeeld op losse schroeven.’", "Wij vinden natuur prachtig. Zo lang we er maar geen last van hebben.", "‘Dat geldt niet alleen voor de wolf. Ook voor wilde zwijnen die zich verspreiden in gebieden waar ze volgens ons eigenlijk niet horen te zijn. Vroeger hadden we een hek om het dorp staan om wilde beesten tegen te houden. Voor een deel doen we dat nog steeds. Wij hebben een gevangenis gebouwd waarin de natuur mag zijn. De oncontroleerbare natuur beschouwen we als een vijand die onschadelijk moet worden gemaakt.’", "Dat gaat toch best goed?", "‘Door heel veel af te schieten. Elk jaar wordt tachtig procent van het wild geschoten om de illusie in stand te houden dat het werkt zoals wij het hebben bedacht. Veel mensen weten dat niet, want jagen in Nederland gebeurt besmuikt. Het is een rechtvaardigheidsvraag: hoe verdelen we de ruimte tussen onze mensengemeenschap en die van de dieren? Dat begint ermee met te accepteren dat de ander ook recht van bestaan heeft. De wolf is een soeverein wezen dat al duizenden jaren in het landschap leeft.’", "Moeten we de wolf dan maar zijn gang laten gaan?", "‘Natuurlijk is daar een grens aan. Wij hebben er als mensen recht op onze essentiële belangen te verdedigen; we hoeven onze baby’s niet aan wolven te voeren. Maar dat kan ook op andere manieren dan controleren of uitschakelen zoals nu gebeurt.’", "‘Je moet een overgang maken van sturen op aantallen naar sturen van gedrag. We kunnen schapen beschermen met schrikdraad en kuddebewakingshonden. Dat is een manier om wolven duidelijk te maken dat ze daar weg moeten blijven. Af en toe zal er een dier zijn dat zich daar niet aan houdt. Dan zul je moeten ingrijpen.’", "‘Ik had ooit een workshop over een das in Limburg die de mais van een boer opvrat. De oplossing bleek simpel: een das vindt vroegbloeiende mais lekkerder. Als de boer een hoekje van zijn akker daarmee aanplant, laat de das de rest met rust. Aan dat soort oplossingen moeten we veel meer denken. We moeten ons cultuurdeel weerbaarder maken. Dat kan op slimme manieren.’", "Martin Drenthen.", "Voor stadsbewoners is dat gemakkelijk praten. Een boer die tien dode schapen vindt, denkt daar anders over.", "‘Uit enquêtes blijkt dat vooral stedelingen wildernis prachtig vinden. Dan denken ze aan documentaires van Richard Attenborough, niet aan zwijnen die de tuin omploegen. Boeren zijn zich veel bewuster van de dreiging die ook van de natuur uit gaat. Een invasie van wilde zwijnen en hun oogst is naar de knoppen.’", "‘Het is helder dat er een belangenconflict bestaat. Schapenhouders hebben recht op onze solidariteit. Dat kan in de vorm van subsidie of hulp bij het plaatsen van hekken. Maar dan verwacht ik van schapenhouders ook dat ze erkennen dat het overgrote deel van de bevolking vindt dat de wolf recht van bestaan heeft in Nederland.’", "U noemt de discussie over de wolf meer een conflict tussen mensen onderling dan tussen mens en wolf.", "‘Een student van mij deed onderzoek in Zuid-Tirol, waar de wolf ook is teruggekeerd. Zijn er dingen, vroeg ze bewoners, waarvan jullie vinden dat ze hier niet thuishoren? Daarop liepen ze leeg over vluchtelingen, de macht van Brussel én over wolven; dat was één cluster. Dat zie je hier ook gebeuren met boeren die zeggen: wij betalen de prijs voor de fantasie van de stedelijke elite. Dat gaat niet over de wolf, dat gaat over het gevoel van een bevolkingsgroep die vindt dat er niet naar ze wordt geluisterd.’", "U schrijft in uw inleiding over Covid-19, een virus dat overspringt van dier op mens. Als iets laat zien dat de mens niet los staat van de natuur, maar er deel van uitmaakt, dan is het de coronacrisis.", "‘Het laat tegelijkertijd zien dat er niets zoetsappigs is aan soevereine natuur. Die heeft tanden. Deel uitmaken van de natuur betekent ook dat je er problemen bij krijgt. Er is een verband tussen het verlies van biodiversiteit en het verspreiden van dit soort ziektes. Ook daartegen kunnen we ons weerbaarder maken. Je moet niet proberen de vijand uit te schakelen; dat lukt toch niet.’", "‘Van de andere kant: juist de oncontroleerbaarheid maakt een natuurbeleving zo waardevol. Als mensen een ree tegenkomen in het bos is dat een bijzondere ervaring. Juist omdat het ook niet had kunnen gebeuren.’"], "authors": ["Mac Van Dinther"], "keywords": ["dat", "van", "die", "maakt", "oncontroleerbare", "niet", "een", "wolf", "juist", "en", "zo", "te", "natuur", "waardevol", "het"], "pubDate": "2020-12-14T19:10:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}