{"id": "7f2f8290-8634-35a9-9277-7de67b0adc48", "title": "Volgens Özcan Akyol zoekt een wijs mens het in zichzelf, een dwaas zoekt het in anderen", "url": "https://trouw.nl/religie-filosofie/volgens-ozcan-akyol-zoekt-een-wijs-mens-het-in-zichzelf-een-dwaas-zoekt-het-in-anderen~b8fe16f8/", "summary": "‘Een wijs mens zoekt het in zichzelf, een dwaas mens in anderen.’“Het valt mij op dat veel mensen hun frustraties in deze tijd botvieren op anderen, of hun ellende bij anderen neerleggen.\nIk had een schema opgebouwd van een tachtig-urige werkweek, van lange dagen die ergens in het land eindigden met een lezing, een optreden of een presentatie.\nMisschien moet ik dat conflict met mezelf aangaan in plaats van zeggen dat het zulke drukke kinderen zijn en dat dat in de genen zit.\nIk wil wegblijven van mensen die het een beetje pathetisch hebben over een reset van je leven.\nDoor mijn ouders, door mijn onveilige jeugd, kreeg ik op mijn zestiende het gevoel dat ik het zelf moest zien te redden.", "paragraphs": ["In tijden van corona vertellen meer en minder bekende Nederlanders over hun persoonlijke leefregel of een inspirerende zin. Vandaag Ozcan Akyol, schrijver, columnist, presentator. ‘Een wijs mens zoekt het in zichzelf, een dwaas mens in anderen.’", "“Het valt mij op dat veel mensen hun frustraties in deze tijd botvieren op anderen, of hun ellende bij anderen neerleggen. Ik geloof juist dat we verantwoordelijk zijn voor ons eigen geluk. Ik denk dat we een bepaalde lenigheid aan de dag moeten leggen in plaats van steeds naar anderen wijzen.", "Als ik vind dat dingen niet goed lopen, moet ik naar mezelf kijken, hoe ik betere energie kan geven of ervoor kan zorgen dat de dingen wel gaan zoals ik wil. Misschien moet ik me aanpassen aan de omstandigheden in plaats van dat de omstandigheden zich aan mij gaan aanpassen.", "Ik denk dat veel mensen daar moeite mee hebben, bij voorbeeld in de aanloop naar feestdagen. Het is natuurlijk voor iedereen ellendig dat we die niet meer op een traditionele manier kunnen vieren, zeker voor mensen die eenzaam zijn. Maar in zulke situaties zou je moeten kijken of je op een andere manier betekenis kunt geven aan waardevolle momenten en dagen.", "Ik kan minimaal twee romans per week te lezen", "Voor mij persoonlijk is corona echt terugschakelen. Ik had een schema opgebouwd van een tachtig-urige werkweek, van lange dagen die ergens in het land eindigden met een lezing, een optreden of een presentatie. Dat is weggevallen. De columns vijf per week gaan gewoon door, tv-opnames ook, radio gaat weer beginnen, dus in die zin ben ik nog veel van huis, maar vooral ‘s avonds ben ik meer thuis.", "Ik kan er van balen dat ik nu meer thuis ben en dus geen geld voor mijn gezin kan verdienen, ik ben onverzadigbaar, ik blijf maar doorgaan. Maar ik kan de tijd ook nuttig besteden en de uitdaging bij mezelf zoeken. Ik kan mezelf opleggen om minimaal twee romans per week te lezen, of mijn derde roman eindelijk af te maken. Er is nu geen excuus meer om dat niet te doen.", "En nu ik meer bij de kinderen ben kan ik ze beter observeren en nadenken over mijn reactie. Als ze iets niet goed doen, iets te wild zijn in huis, moet ik dat dan bij hen zoeken, of bij mezelf? Komt dat doordat ik misschien in de tijd hiervoor te afwezig was, of in elk geval niet in voldoende mate aanwezig? Misschien moet ik dat conflict met mezelf aangaan in plaats van zeggen dat het zulke drukke kinderen zijn en dat dat in de genen zit.", "Nu ben ik meer toeschouwer dan deelnemer", "Dat zijn van die kleine dingetjes waardoor je nu gaat reflecteren op je eigen leven en je positie daarin. Ik wil wegblijven van mensen die het een beetje pathetisch hebben over een reset van je leven. Dat is het niet, maar het is wel een nuttige tijd in die zin dat je je leven eens vanuit een andere positie kan bekijken, veel meer als toeschouwer dan als deelnemer. Dat vind ik erg verhelderend.", "Dus corona drukt me erop dat ik meer aanwezig moet zijn in mijn gezin. Maar ik moet eerlijk zijn. Ik ben freelancer, ik heb een eenmanszaak. Mijn vriendin vroeg altijd of ik niet te hard loop, en dan zei ik: ‘ja maar het kan zo afgelopen zijn, je kunt uit de mode raken, er kunnen rampen gebeuren’. Daar moest zij altijd een beetje om lachen. Maar toen brak de crisis uit en zaten we in een lockdown. Ik zei: zie je wel, gelukkig heb ik het mooi voor elkaar. Je moet dus iets neerzetten dat rampbestendig is.", "Je bent aangewezen op jezelf, ook dat is weer bevestigd. Door mijn ouders, door mijn onveilige jeugd, kreeg ik op mijn zestiende het gevoel dat ik het zelf moest zien te redden. Nu ben ik 36 en nu is dat gevoel weer afgepoetst en afgestoft. Dat is goed, het is de brandstof waar mijn motortje op draait. Dit heeft alles weer op scherp gesteld.", "Lees ook:", "Eerder in deze serie: de zin van Marc-Jan Janssen", "Deze gynaecoloog annex cartoonist maakt tekeningen voor patiënten: ‘Zo onthouden ze informatie beter’"], "authors": ["Maaike Van Houten"], "keywords": ["van", "zoekt", "het", "mens", "op", "ik", "volgens", "kan", "dwaas", "een", "je", "dat", "en", "mijn", "zichzelf", "wijs", "anderen", "özcan"], "pubDate": "2020-11-30T14:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}