{"id": "7f33bf8b-3dc5-38fc-8502-39785ed7535d", "title": "'Kritische PvdA-leden eisen vertrek Asscher wegens rol in toeslagenaffaire'", "url": "https://nu.nl/politiek/6100733/kritische-pvda-leden-eisen-vertrek-asscher-wegens-rol-in-toeslagenaffaire.html", "summary": "Kritische PvdA-leden eisen dat fractieleider Lodewijk Asscher opstapt vanwege zijn rol in de toeslagenaffaire.\nAlle PvdA-leden kunnen zich dan uitspreken over het lot van Asscher, waarna het partijbestuur bepaalt wat er met de motie gebeurt.\nEerder op donderdag werd bekend dat het Openbaar Ministerie (OM) geen strafrechtelijk onderzoek zal doen naar de Belastingdienst en zijn ambtenaren.\nAsscher noemde zijn rol in de toeslagenaffaire eerder \"pijnlijk\" en bood zijn verontschuldigingen aan, maar stelde wel verder te willen als fractieleider van de PvdA.\nTussen 2012 en 2017 was Asscher als minister van Sociale Zaken betrokken bij de toeslagenaffaire waarin veel ouders onterecht als fraudeur werden aangemerkt.", "paragraphs": ["Kritische PvdA-leden eisen dat fractieleider Lodewijk Asscher opstapt vanwege zijn rol in de toeslagenaffaire. Een motie waarin het vertrouwen in hem wordt opgezegd, heeft volgens het AD honderd steunbetuigingen gekregen.", "Vanwege de honderd steunverklaringen moet de motie volgende week in de aanloop naar het verkiezingscongres van de partij in stemming gebracht worden. Alle PvdA-leden kunnen zich dan uitspreken over het lot van Asscher, waarna het partijbestuur bepaalt wat er met de motie gebeurt.", "Eerder op donderdag werd bekend dat het Openbaar Ministerie (OM) geen strafrechtelijk onderzoek zal doen naar de Belastingdienst en zijn ambtenaren. Volgens justitie is er geen sprake van juridisch verwijtbaar gedrag.", "Asscher noemde zijn rol in de toeslagenaffaire eerder \"pijnlijk\" en bood zijn verontschuldigingen aan, maar stelde wel verder te willen als fractieleider van de PvdA. Eerder deze week herhaalde hij als lijsttrekker te willen blijven fungeren tijdens de verkiezingscampagne.", "Tussen 2012 en 2017 was Asscher als minister van Sociale Zaken betrokken bij de toeslagenaffaire waarin veel ouders onterecht als fraudeur werden aangemerkt. De commissie die de zaak onderzocht, oordeelde in december dat gedupeerden \"ongekend onrecht\" was aangedaan."], "authors": ["Door"], "keywords": ["zijn", "van", "vertrek", "rol", "en", "asscher", "motie", "eisen", "dat", "toeslagenaffaire", "pvdaleden", "als", "het", "wegens", "kritische", "willen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}