{"id": "7f3dad26-cc28-3cce-a3ec-1ccb647eac83", "title": "‘Het leuke van een praktijkles thuis is dat je moet improviseren’", "url": "https://volkskrant.nl/nieuws-achtergrond/het-leuke-van-een-praktijkles-thuis-is-dat-je-moet-improviseren~bdaff155/", "summary": "Beeld Guus Dubbelman / de VolkskrantHet leuke van praktijkles thuis, zegt Rolf-Juriën van Dissel (22), terwijl de blender waarmee hij werkt gevaarlijk begint te tikken, is dat je moet improviseren.\nJe zou het kunnen scharen onder het kopje ‘dingen die corona heeft verpest’, zegt Van Dissel.\nEn dat hij om diezelfde reden aan de opleiding onderwijsassistent begon, die niet bij hem paste.\nOptimismeDus dat hij nu vanwege corona af en toe eens een lesje thuis moet volgen?\n‘Alleen maar leuk.’ En dat hij straks afstudeert in een tijd waarin veel restaurants en cafés op het randje van een faillissement balanceren?", "paragraphs": ["Rolf-Jurien van Dissel maakt sambal tijdens kookles. Beeld Guus Dubbelman / de Volkskrant", "Het leuke van praktijkles thuis, zegt Rolf-Juriën van Dissel (22), terwijl de blender waarmee hij werkt gevaarlijk begint te tikken, is dat je moet improviseren. ‘Op school werken we met professionele keukenapparatuur. Hier moet ik creatief zijn.’", "De student ‘meewerkend horeca ondernemer’ is bezig met een lesje sambal maken, in de bescheiden keuken van het rijtjeshuis in Berkel en Rodenrijs waar hij woont met zijn moeder, stiefvader, stiefbroertje en hond Benthe. Aangezien de blender hier minder krachtig blijkt dan gehoopt, duwt Van Dissel de uitjes en Madame Jeanette-pepers die hij probeert fijn te krijgen met een spatel richting de messen. Tik, tik, tik, klink het telkens als de messen de spatel raken. De student grijnst. ‘Gelukkig is dit ding niet van mij.’", "Nu het onderwijs weer op afstand is, gaan op ROC Zadkine in Rotterdam alleen de examens en de praktijklessen nog door op school. Omdat de ruimte beperkt is en studenten onderling ook 1,5 meter afstand moeten houden, krijgen ze ook praktijkopdrachten mee naar huis. Door foto’s te maken en zichzelf te filmen tijdens het proces, laten studenten zien dat ze de les daadwerkelijk hebben gemaakt.", "Nadelen of voordelen", "Geen praktijkles op school, maar een thuisopdracht. Je zou het kunnen scharen onder het kopje ‘dingen die corona heeft verpest’, zegt Van Dissel. Zoals zijn vakantie naar Spanje die niet doorging. Of zijn stage in een hotel, waar hij na het sluiten van de horeca nog nauwelijks uren kon maken. Het personeel kreeg voorrang.", "Maar zo zit de blonde student – overigens geen familie van de viroloog – niet in elkaar. Waar anderen nadelen zien, ziet Van Dissel voordelen. Dat hij dankzij de online lessen minder naar school in Rotterdam hoeft te reizen, bijvoorbeeld. Daardoor heeft hij meer tijd voor zijn bijbanen. Hij werkt onder andere bij een restaurant. Daar kan hij nu mooi helpen bij het afhandelen en bezorgen van de afhaalmaaltijden", "Het is net als met zijn jeugd, zegt Van Dissel. ‘Als ik vertel wat ik heb meegemaakt, zeggen sommige mensen: wat een kutjeugd. Maar ik zie vooral de mooie dingen.’ Toen hij acht was belandde zijn vader na meerdere hersenbloedingen in een verpleeghuis. Vanaf toen stonden zijn weekenden in het teken van zijn vader. Omdat ze allebei wisten dat ze niet meer zoveel tijd zouden hebben, samen.", "Doeners", "‘We zijn allebei doeners. Dus we boekten vaak een hotel. En dan hup: rolstoel de trein in, koffers de trein in, en gáán.’ In de praktijk betekende het ook dat hij als tienerjongen elk weekend zijn vader aan het verplegen was. Dat hij jarenlang niet durfde te dromen van een bijbaantje in de horeca, omdat hij dan geen tijd meer zou hebben voor zijn vader. En dat hij om diezelfde reden aan de opleiding onderwijsassistent begon, die niet bij hem paste. ‘Maar we hebben samen wel heel Nederland gezien.’", "Toen hij 17 was en zijn vader overleed heeft Van Dissel zichzelf toegesproken. ‘En nu ga ik voor mezelf.’ Hij ging doen wat hem altijd al het leukst had geleken: werken in de horeca. En toen hij er over uit was dat hij ooit zijn eigen zaak wilde beginnen, schreef hij zich in voor een horeca-opleiding.", "Optimisme", "Dus dat hij nu vanwege corona af en toe eens een lesje thuis moet volgen? ‘Alleen maar leuk.’ En dat hij straks afstudeert in een tijd waarin veel restaurants en cafés op het randje van een faillissement balanceren? Daar maakt hij zich geen zorgen om. ‘Er zijn altijd mensen die willen eten.’", "Het is het soort optimisme dat veel te horen valt bij mbo studenten. ‘Mensen hebben altijd brood nodig’, zeggen de studenten die de bakkersopleiding doen. ‘Mensen gaan heus wel weer vliegen’, klinkt het bij de opleiding luchtvaartdienstverlening. Uiteindelijk, zegt Van Dissel, draait alles om improviseren. ‘Er is altijd een manier om aan werk te komen. Als je maar creatief bent.’", "Kaya Bouma volgt het Rotterdamse ROC Zadkine. Binnen het onderwijs wordt het mbo misschien wel het zwaarst op de proef gesteld door de coronacrisis: een tekort van 20 duizend stageplekken, dreigende studievertraging, praktijklessen die in de knel raken, en veel online-lessen."], "authors": ["Kaya Bouma"], "keywords": ["van", "dat", "dissel", "een", "en", "moet", "te", "zijn", "praktijkles", "hij", "op", "thuis", "je", "leuke", "het", "improviseren"], "pubDate": "2020-12-16T14:57:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}