{"id": "7f45aec2-02a9-3856-8ff7-6d9a2fd085fe", "title": "Biden benoemt snel ministers, Trump loost belangrijke advocaat", "url": "https://www.parool.nl/wereld/biden-benoemt-snel-ministers-trump-loost-belangrijke-advocaat~bd27c8fa/", "summary": "Bijna drie weken na de Amerikaanse verkiezingen, zijn er belangrijke verschuivingen in de teams van zowel Donald Trump als Joe Biden.\nDe post is een belangrijke in het kabinet van Biden (78), die heeft aangegeven diplomatie een van de speerpunten van zijn presidentschap te willen ­maken.\nBiden wil zo snel mogelijk weer lid worden van de WHO, het klimaat­verdrag van Parijs ratificeren en de onderhandelingen over het kernprogramma van Iran weer opstarten.\nJanet Yellen (74), voormalig voorzitter van het Federal Reserve System, zou kandidaat-­minister van Financiën zijn.\nSidney Powell gewiptIn het kamp van president Trump kwam juist een belangrijke positie vrij.", "paragraphs": ["Bijna drie weken na de Amerikaanse verkiezingen, zijn er belangrijke verschuivingen in de teams van zowel Donald Trump als Joe Biden. Die laatste draagt naar verwachting dinsdag zijn eerste ministers voor.", "Meerdere bronnen van persbureau Bloomberg hebben zondag Antony Blinken (58) genoemd als aanstaand minister van Buitenlandse Zaken. De post is een belangrijke in het kabinet van Biden (78), die heeft aangegeven diplomatie een van de speerpunten van zijn presidentschap te willen ­maken.", "Biden wil zo snel mogelijk weer lid worden van de WHO, het klimaat­verdrag van Parijs ratificeren en de onderhandelingen over het kernprogramma van Iran weer opstarten.", "Biden en Blinken kennen elkaar uit hun eerste periode in het Witte Huis. Blinken was toen plaatsvervangend Nationaal Veiligheidsadviseur van president Obama. Volgens The Washington Post wordt Jake Sullivan (43) Bidens Nationale Veiligheidsadvisieur. Hij had die positie ook in Bidens staf toen die vicepresident was en was daarnaast een belangrijke beleids­maker van toenmalig minister van Buitenlandse Zaken Hillary Clinton.", "Volgens ABC News is rechter Merrick Garland (68) in de running voor minister van Justitie. Republikeinen weigerden in 2013 zijn voordracht voor het Hooggerechtshof in behandeling te nemen. Janet Yellen (74), voormalig voorzitter van het Federal Reserve System, zou kandidaat-­minister van Financiën zijn. Linda Thomas-Greenfield (68) moet volgens The Washington Post namens de VS naar de Verenigde Naties.", "Sidney Powell gewipt", "In het kamp van president Trump kwam juist een belangrijke positie vrij. ‘Sidney Powell vertegenwoordigt niet langer de president, noch zijn campagne,’ stuurde Trumps advocaat Rudy Giuliani rond.", "Tijdens een persconferentie beweerde Powell vorige week, geflankeerd door Giuliani, dat een Duitse server verantwoordelijk is voor grootscha­lige verkiezingsfraude. Software van stemmachines in Georgia en andere staten die werden gewonnen door Joe Biden was volgens haar ontworpen in opdracht van de Venezolaanse oud-president Hugo Chávez. Die overleed in 2013. Volgens The New York Times vond Trump Powell, die pas een paar dagen voor hem werkte, ‘te samenzweerderig’.", "Maandag en dinsdag zijn belangrijke dagen. De staten Michigan, Nevada en Pennsylvania zullen naar verwachting de stemverhoudingen van de verkiezingen bekrachtigen, alle in het voordeel van Biden. Trump vecht de uitslag tot nu toe overal met weinig succes aan. Zaterdag wees een rechter in Pennsylvania zijn kort geding daar af wegens gebrek aan juridische gronden en bewijs."], "authors": ["David Van Unen"], "keywords": ["benoemt", "advocaat", "snel", "biden", "trump", "van", "loost", "het", "die", "zijn", "volgens", "een", "en", "ministers", "belangrijke", "voor"], "pubDate": "2020-11-23T02:55:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}