{"id": "7f463ca1-28c7-3675-a07c-e9840d9a8b7a", "title": "Gemeente Amsterdam alsnog naar rechter om app die parkeerboetes voorkomt", "url": "https://nu.nl/amsterdam/6095602/gemeente-amsterdam-alsnog-naar-rechter-om-app-die-parkeerboetes-voorkomt.html", "summary": "De gemeente Amsterdam stapt alsnog naar de rechter om een parkeerapp die kan voorkomen dat automobilisten een boete krijgen.\nParkeerders hebben op dat moment nog vijf minuten de tijd om toch te gaan betalen.\nAmsterdam eist dat Parkeerwekker zijn diensten op een andere manier aanbiedt, Parkeerwekker is het daar niet mee eens.\nParkeerwekker laat weten juist te hopen dat het vergeten van een parkeerkaartje kopen met de app verleden tijd is.\nVolgens de gemeente zet Parkeerwekker op die manier aan tot belastingontduiking en zou Parkeerwekker zijn activiteiten daarom moeten staken.", "paragraphs": ["De gemeente Amsterdam stapt alsnog naar de rechter om een parkeerapp die kan voorkomen dat automobilisten een boete krijgen. De app, Parkeerwekker, stuurt automobilisten een berichtje wanneer er een scanauto langs hun auto rijdt.", "Parkeerders hebben op dat moment nog vijf minuten de tijd om toch te gaan betalen. Voor zo'n bericht betaal je Parkeerwekker 1,49 euro per keer. De gemeente vindt dat de onderneming zich schuldig maakt aan privacyschending en aanzet tot belastingontduiking.", "Vorige week berichtte nieuwspartner AT5 nog dat de partijen een poging deden om er onderling uit te komen. Maar de onderhandelingen zijn op niets uitgelopen. De gemeente start nu dus alsnog een kort geding. Amsterdam eist dat Parkeerwekker zijn diensten op een andere manier aanbiedt, Parkeerwekker is het daar niet mee eens.", "Parkeerwekker laat weten juist te hopen dat het vergeten van een parkeerkaartje kopen met de app verleden tijd is. Volgens de gemeente zet Parkeerwekker op die manier aan tot belastingontduiking en zou Parkeerwekker zijn activiteiten daarom moeten staken."], "authors": ["Door"], "keywords": ["voorkomt", "rechter", "tot", "amsterdam", "parkeerwekker", "op", "naar", "gemeente", "parkeerboetes", "die", "alsnog", "zijn", "een", "tijd", "om", "dat", "te", "app"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}