{"id": "7f4db5f0-7357-355d-99a8-986e3aee044f", "title": "Helsinki door de ogen van fotograaf Sofie van Dam: ‘Ik ken geen andere stad die zo is verweven met de natuur’", "url": "https://volkskrant.nl/reizen/helsinki-door-de-ogen-van-fotograaf-sofie-van-dam-ik-ken-geen-andere-stad-die-zo-is-verweven-met-de-natuur~b53e1884/", "summary": "Meren, rotsen, zee, bomen, bossen, bosbessen, ik ken geen andere stad die zo is verweven met de natuur.\nEen gebouw met een soort buitenaardse vormen op het dak.\nKahvila Siili (De egel) is een klein huiskamercafé in een houten huis in een suburb van Helsinki, met overal groen en houten huizen rondom.\nEen paar panden verder zit ook een grote Marimekkovestiging met kleren.\nMarimekko is bekend, de fans weten dat allang, van het tijdloze, superkleurige design.’Artek, Keskuskatu 1 BMarimekko, Pohjoisesplanadi 33", "paragraphs": ["Waar moet je wezen? Wat moet je zien? Fotograaf Sofie van Dam gidst ons buiten de gebaande paden in de stad waar ze al anderhalf jaar woont.", "Twee keer verhuisde fotograaf Sofie van Dam (36) naar Finland. Eén keer voor de fotografieopleiding van de School of Arts, Design and Architecture aan de universiteit van Aalto, de tweede keer, anderhalf jaar geleden, om er met haar Franse man te gaan wonen. Ze wonen in Espoo, een stad die tegen Helsinki is aangeplakt. ‘Het is heel fijn wonen hier’, zegt Sofie. ‘Helsinki is rustig, niet groot en, dat spreekt me het meest aan, een groene stad. Meren, rotsen, zee, bomen, bossen, bosbessen, ik ken geen andere stad die zo is verweven met de natuur. De Finnen zijn erg van het buitenleven en wij ook. We gaan graag wandelen, bijvoorbeeld op Iso Vasikkasaari, een rotseilandje vlak bij Espoo. Sofie: ‘Ja, wonen in Finland heeft zeker invloed op mijn werk, vooral het Finse licht. Hoe helder het blauw hier kan zijn, hoe het licht weerkaatst op sneeuw in de winter, hoe bijzonder de Finse schemering is.’", "Finse kunst", "Sofie van Dam: ‘Er is een gloednieuw modernekunstmuseum in Helsinki: Amos Rex. Een gebouw met een soort buitenaardse vormen op het dak. Het is er altijd druk, echt de nieuwe attractie van de stad.", "‘Maar Ateneum is eigenlijk mijn lievelingsmuseum. Vanwege hun grote collectie Finse schilderkunst van onder anderen Albert Edelfelt, Akseli Gallen-Kallela, Hugo Simberg en Eero Järnefelt. Prachtige schilderijen, vaak van de natuur.’", "Amos Rex, Mannerheimintie 22-24", "Ateneum Art Museum, Kaivokatu 2", "Mooie sauna", "‘Sauna’s horen bij het Finse leven. Finnen gaan vaak met vrienden naar de sauna, biertje erbij, bijpraten en dan verstand op nul en even ijskoud afkoelen. En ’s avonds slapen als een roos. Ik ga meestal met mijn man. Löyly is een mooie, architectonisch bijzondere sauna. In de winter brandt de open haard binnen, in de zomer is het grote terras met uitzicht op zee heerlijk.’", "Löyly Sauna, Hernesaarenranta 4", "Zwembad in zee", "‘De nieuwe Allas Seapool bestaat uit drie drijvende zwembaden in zee: een warmwater-, kinder- en zeewaterbad. Er zit natuurlijk ook een café bij en drie sauna’s (minder duur en exclusief dan Löyly). Het is bovendien een duurzaam zwembad. Vrij toeristisch voor Finse begrippen, maar toch een erg leuke plek.’", "Allas Seapool, Katajanokanlaituri 2a", "Soepmarkt", "‘Er zijn er meer in Helsinki, van die grote markthallen om wat te eten. Wij gaan het liefst naar de Hietalahden Kauppahalli, een oud gebouw aan het water. Het is er een beetje donker, maar het heeft ook iets charmants. In Hietalahden zitten alle mogelijke keukens onder één dak: van Italiaans tot Portugees en Japans. Ik slurp er ook graag een kom verse soep bij het soepzaakje Soppakeittiö, lekker en niet duur.’", "Hietalahden Kauppahalli, Lönnrotinkatu 34", "Twee zomercafés", "‘Deze twee zomercafés heb ik pas kortgeleden ontdekt. Ik kan niet kiezen en noem ze allebei. Kahvila Siili (De egel) is een klein huiskamercafé in een houten huis in een suburb van Helsinki, met overal groen en houten huizen rondom. Echt een café om in de zomer te ontbijten in het minituintje. Het andere café heet Sinisen Huvilan Kahvila (Blauwe villa café). Het terras is intiem en gezellig, met een prachtig uitzicht. Net als De egel alleen open in de zomer.’", "Kahvila Siili, Ilmattarentie 8 C", "Sinisen Huvilan Kahvila, Linnunlauluntie 11 H", "Vega McDonald’s", "‘In dit pand zat eerst een McDonald’s, maar nu zit er ironisch genoeg vegetarisch restaurant Yes Yes Yes. Sfeervolle plek met zachte kleuren en talk of the town, dus ik vrees dat reserveren nodig is. De kaart is goed, halloumifriet, nuggets met feta en courgette, dat soort gerechten, maar ik herinner me vooral de alcoholvrije cocktails die ik er dronk toen ik zwanger was. Ze hebben ze ook mét alcohol.’", "Yes Yes Yes, Iso Roobertinkatu 1", "Nationaal park", "‘Dit nationaal park op een kilometer of 30 van Helsinki is goed bereikbaar met het openbaar vervoer. Het is reusachtig. Er zijn meren, bossen en je mag er – zoals overal in Finland – vrij kamperen. Echt geweldig om daar even midden in de natuur te zijn. Een duik in het stille water, bessen of paddenstoelen plukken, op blote voeten lopen, genieten van de stilte.’", "Nuuksio Nationaal Park", "Beeld Luis Mendo", "Extra tip: designwinkelen", "‘Doen we ook nog een klein rondje Fins design. In de binnenstad zit Artek, een mooie designwinkel, waar alle klassiekers en nieuwe meubels van Finse designers worden verkocht. Een paar panden verder zit ook een grote Marimekkovestiging met kleren. Marimekko is bekend, de fans weten dat allang, van het tijdloze, superkleurige design.’", "Artek, Keskuskatu 1 B", "Marimekko, Pohjoisesplanadi 33"], "authors": ["Mirjam Bosgraaf"], "keywords": ["zo", "sofie", "van", "ogen", "natuur", "het", "op", "met", "ken", "helsinki", "ik", "stad", "een", "verweven", "en", "ook", "er"], "pubDate": "2019-09-13T15:01:01+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}