{"id": "7f68eb99-f134-35c9-8326-471d4390b777", "title": "Waarom de man die Trump in het zadel hielp nu zijn zondebok is", "url": "https://www.parool.nl/wereld/waarom-de-man-die-trump-in-het-zadel-hielp-nu-zijn-zondebok-is~b0bf959e/", "summary": "Hij heeft het absolute recht om dat te doen,” loog Trump zijn aanhang voor.\nBunkerDe vicepresident was in het Capitool met zijn vrouw Karen, zijn dochter Charlotte en zijn broer Greg, die lid is van het Huis van Afgevaardigden.\nVertrouwenAls iemand het presidentschap van Trump heeft mogelijk gemaakt, is het wel Mike Pence, een bedaarde, diepgelovige man.\nDat hij in 2016 als traditionele en rechts-religieuze Republikein naast Trump op het stembiljet stond, overtuigde veel conservatieve Amerikanen ervan dat zij op Trump konden stemmen.\nIn de omgeving van het Capitool werden twee pijpbommen ontdekt, bij de kantoren van de Democratische én de Republikeinse partij.", "paragraphs": ["Vicepresident Mike Pence. Beeld AFP", "Nu het stof van de inval in het Capitool is neergedaald, wordt langzaam duidelijk dat de gekostumeerde indringers die in de hal poepten, de aandacht afleidden van extremere elementen. Beelden tonen wat een groep mannen wilde: ‘Hang Pence op!’, scanderen ze in een video. Buiten was een galg gebouwd, waaraan een strop hing.", "Reuters-fotograaf Jim Bourg hoorde drie mannen zeggen dat Mike Pence ‘opgespoord en opgehangen moest worden’. “Het was een zin die veel herhaald werd. Veel anderen praatten erover hoe de vicepresident geëxecuteerd zou moeten worden,” beschrijft Bourg op Twitter.", "Tekst gaat verder onder tweet", "I heard at least 3 different rioters at the Capitol say that they hoped to find Vice President Mike Pence and execute him by hanging him from a Capitol Hill tree as a traitor. It was a common line being repeated. Many more were just talking about how the VP should be executed. https://t.co/fxHREouEWF — Jim Bourg (@jimbourg) 8 januari 2021", "Pence zat de zitting voor waarin de Senaat de uitslag van de Amerikaanse presidentsverkiezingen bekrachtigde. Trump probeerde Pence al dagen zover te krijgen dat die de wet naast zich neer zou leggen en de winst van opponent Joe Biden zou afwijzen.", "In de speech waarmee Trump demonstranten ophitste, kort voordat de deuren van het Capitool werden opengebroken, richtte hij zijn pijlen nog eens op Pence. “Als Mike Pence het juiste doet, winnen we de verkiezingen. Hij heeft het absolute recht om dat te doen,” loog Trump zijn aanhang voor.", "Bunker", "De vicepresident was in het Capitool met zijn vrouw Karen, zijn dochter Charlotte en zijn broer Greg, die lid is van het Huis van Afgevaardigden. Ze werden geëvacueerd en naar een bunker gebracht. Pence zat daar weggedoken toen Trump hem per tweet nog een sneer gaf. Hij was niet ‘moedig’ genoeg om te ‘doen wat hij moest doen’, schreef Trump.", "Na de aanval waarvan Pence een expliciet doelwit was, nam Trump niet de moeite contact met hem op te nemen en naar zijn veiligheid te vragen, klaagden zijn stafleden in de media. Trump verbood ook de stafchef van Pence, Marc Short, om in het Witte Huis te komen, en had, volgens bronnen van Amerikaanse media, tot gisteren nog geen woord met zijn vicepresident gewisseld. Pence was laaiend, kort na de bestorming. “Ik ken Mike Pence al heel lang. Ik heb hem nooit zo boos gezien,” vertelde senator Jim Inhofe aan een lokale krant in zijn thuisstaat Oklahoma.", "Vertrouwen", "Als iemand het presidentschap van Trump heeft mogelijk gemaakt, is het wel Mike Pence, een bedaarde, diepgelovige man. Dat hij in 2016 als traditionele en rechts-religieuze Republikein naast Trump op het stembiljet stond, overtuigde veel conservatieve Amerikanen ervan dat zij op Trump konden stemmen.", "Zij hadden weinig op met de provocerende projectontwikkelaar, maar hadden wel veel vertrouwen in Pence, de oud-gouverneur van Indiana. Vier schandaaljaren lang bleef Pence achter Trump staan.", "Maar hij ging niet mee in Trumps idee dat de vicepresident eigenhandig de verkiezingsuitslag kan afwijzen - wat ook niet waar is. In een lange brief schreef Pence dat alle argumenten voor vermeende onregelmatigheden gehoord zouden worden, maar dat hij niet van plan was de grondwet naast zich neer te leggen. ‘Het is mijn weloverwogen oordeel dat mijn eed om de Grondwet te steunen en te verdedigen, mij ervan weerhoudt eenzijdig het gezag op te eisen om te bepalen welke stemmen in het kiescollege moeten worden geteld en welke niet.’", "Executies", "Nu maken ze hem tot zondebok om het verlies van de presidentsverkiezingen te kunnen verwerken, vindt zijn team. Dat heeft serieuze consequenties. Journalisten tekenden bloeddorstige uitspraken van relschoppers op. “Executeer de verraders,” riep een man in een megafoon. “Ik wil executies zien!” Op foto’s van indringers is te zien dat zeker twee mannen in gevechtsuitrusting handboeien bij zich hebben. Een andere aanwezige werd gearresteerd omdat hij twee pistolen bij zich droeg en er in zijn auto een semiautomatisch wapen en elf molotov-cocktails lagen. In de omgeving van het Capitool werden twee pijpbommen ontdekt, bij de kantoren van de Democratische én de Republikeinse partij.", "Veel Congresleden willen dat Pence de leiding overneemt, nu Trump een ‘opstand’ heeft aangejaagd. In het Huis van Afgevaardigden beginnen Democraten maandag het proces om Trump af te zetten. Enkele Republikeinen in de Senaat zeggen ook van Trump af te willen. Voldoende steun om Trump nog voor het einde van zijn presidentschap op 20 januari te ontslaan is er vermoedelijk echter niet. Het is mogelijk Trump ook ná zijn vertrek nog te straffen met een zogeheten impeachment. Dat zou betekenen dat hij zich nooit meer verkiesbaar kan stellen.", "25e amendement", "De andere optie is inzetten van het 25ste amendement van de grondwet. Dat geeft de vicepresident en een meerderheid van het kabinet de mogelijkheid Trump uit zijn functie te zetten als zij oordelen dat hij niet meer bekwaam is om president te zijn. Pence zei er tot op heden niets over. Uit zijn team komen tegenstrijdige geluiden. Pence zou er niet voor voelen, klonk het vorige week. Afgelopen weekend meldde een anonieme bron dat Pence de optie wel zou willen openhouden voor het geval Trump in de komende dagen ‘nog onstabieler’ wordt."], "authors": ["Karlijn Van Houwelingen"], "keywords": ["zijn", "van", "waarom", "man", "en", "een", "zadel", "zondebok", "pence", "nu", "te", "hielp", "op", "trump", "het", "dat", "die"], "pubDate": "2021-01-11T11:13:59Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}