{"id": "7f774106-ec2d-31b6-aac7-9151feb22765", "title": "Waarom Trumps kiezers niet overstag gaan", "url": "https://trouw.nl/opinie/waarom-trumps-kiezers-niet-overstag-gaan~b2dae176/", "summary": "Je zou denken dat Trumps kiezers dan overstag gaan en erkennen dat ze geen reden meer hebben om aan de resultaten te twijfelen.\nOf dat ze dat alleen zullen volhouden als ze met feiten over de brug kunnen komen, ook al zouden die vatbaar zijn voor interpretatie en discussie.\nDonald Trump heeft laten zien dat het Republikeinse leiderschap helemaal niet populair is bij de bevolking, zegt Sheffield.\nSommige kiezers denken zelfs dat het Republikeinse leiderschap in Georgia een actieve rol speelde in het complot om de verkiezingen te stelen.\nMaar er staan te veel materiële belangen en te veel psychologische behoeftes op het spel om daar vertrouwen in te hebben.", "paragraphs": ["Weer niets gevonden dat op grootschalige verkiezingsfraude wijst. William Barr, de Amerikaanse minister van justitie, moest toegeven dat zijn ministerie niets had ontdekt waardoor de resultaten van de presidentiële verkiezingen zouden kunnen veranderen. Barr zal de melding met tegenzin hebben gedaan, gezien het feit dat hij opdracht had gegeven tot dit onderzoek en andere dubieuze maatregelen had genomen ten faveure van Trump. Maar het is een bevestiging van het oordeel van tal van rechters – ook Republikeinse – in rechtszaken ingediend door Trumps aanhangers: er zijn geen bewijzen die de uitslag van de verkiezingen ter discussie stellen.", "Je zou denken dat Trumps kiezers dan overstag gaan en erkennen dat ze geen reden meer hebben om aan de resultaten te twijfelen. Of dat ze dat alleen zullen volhouden als ze met feiten over de brug kunnen komen, ook al zouden die vatbaar zijn voor interpretatie en discussie. Maar zo is het niet. De waarheid heeft er niets mee te maken.", "Matthew Sheffield kan het weten. Hij is ex-Mormoon en oprichter van diverse rechtse websites, maar nu gedesillusioneerd. Hij meent dat bijna alle rechtse mediasites drijven op de angst dat christenen aangevallen worden door seculiere liberalen in een snel veranderende maatschappij. Democraten zijn voor hen geen opponenten, maar het kwaad zelve. “Logica speelt geen rol. Feitenonderzoek speelt geen rol. Wat alleen telt is of ik deze informatie kan gebruiken om de Democraten te demoniseren”, zei hij in de New York Times. Vandaar dat Democraten volgens hen de verkiezingen stelen, je wapens willen afpakken en – volgens sommigen die de verhalen van QAnon geloven – zelfs satanische rituelen uitvoeren bij kinderen.", "Geen behoefte om achter de waarheid te komen", "Veel rechtse mediaorganisaties die opkwamen in de jaren negentig hebben volgens Sheffield geen enkele behoefte om achter de waarheid te komen, of zelfs hun eigen perspectief te geven op de feiten. Ze willen dat alle verhalen over de vijand waar zijn en verzinnen een nieuwe werkelijkheid. Het enige dat telt is inspelen op de angsten en boosheid van hun eigen achterban. Ze zijn meestal opgericht om politieke doelen te bereiken, voortspruitend uit een politiek of religieus netwerk.", "De Epoch Times, een van deze rechtse mediaorganisaties die zich schaart achter Trump, is opgericht door Falun Gong, een religieuze groep die vervolgd wordt in China. Als mediaorganisatie handelt de Epoch Times wereldwijd in extreemrechtse denk­beelden en verhalen. Dit is maar een voorbeeld. Deze media, gesterkt door blogs en sociale media, hebben zo’n greep op conservatieve kiezers dat Republikeinse leiders daar niets meer tegen kunnen beginnen, ook al geloven ze zelf niet in de rondgepompte geruchten.", "Donald Trump heeft laten zien dat het Republikeinse leiderschap helemaal niet populair is bij de bevolking, zegt Sheffield. Ze moeten vreemde bokkensprongen maken om nog voldoende kiezers te trekken. Vandaar dat de Republikeinse senatoren uit Georgia – waar over een maand verkiezingen worden gehouden – het vertrek eisen van hun Republikeinse collega die de presidentiële verkiezingen in hun staat had georganiseerd, omdat hij de ‘fraude’ niet had voorkomen.", "Als ze hem niet zouden afvallen, zouden ze erkennen dat Biden terecht had gewonnen en komt hun achterban niet opdagen om voor hen te stemmen. Sommige kiezers denken zelfs dat het Republikeinse leiderschap in Georgia een actieve rol speelde in het complot om de verkiezingen te stelen.", "Deel donaties in eigen broekzak", "De verspreiders van deze complottheorieën – ook Trump – behouden zo macht over hun achterban. En dat brengt zelfs geld in het laatje. Trump heeft 170 miljoen dollar ingezameld om de verkiezingsuitslag juridisch te bevechten. Als je de kleine letters leest, zie je dat hij alle donaties van minder dan 5000 dollar direct mag steken in zijn broekzak, vrij besteedbaar.", "Ik blijf hopen dat deze vormen van nepnieuws snel zullen verdwijnen. Maar er staan te veel materiële belangen en te veel psychologische behoeftes op het spel om daar vertrouwen in te hebben. Fictie bestrijden en geduld oefenen, dat is het enige dat gedaan kan worden.", "James Kennedy is een Amerikaanse historicus en decaan van het University College Utrecht. In Trouw geeft hij om de week zijn visie op de Nederlandse samenleving. Lees hier meer columns van James Kennedy."], "authors": ["James Kennedy"], "keywords": ["trumps", "overstag", "waarom", "van", "het", "op", "kiezers", "gaan", "zijn", "niet", "een", "dat", "te", "en", "om", "ze"], "pubDate": "2020-12-04T21:56:10+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}