{"id": "7f875a41-7c23-3916-9c58-974adbec1e61", "title": "Met evenveel smaak als spijt beschrijft Auke van der Woud de wording van het Nederlandse landschap ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/met-evenveel-smaak-als-spijt-beschrijft-auke-van-der-woud-de-wording-van-het-nederlandse-landschap~b9a42591/", "summary": "Met evenveel smaak als spijt beschrijft historicus Auke van der Woud de veranderingen die het Nederlandse landschap in de 19de eeuw onderging.\nEen groote voedselfabriek’, aldus het motto van het nieuwe boek van historicus Auke van der Woud.\nDit soort verrassende waarnemingen horen bij Van der Woud, die met Het landschap, de mensen zijn derde boek schreef over de wording van Nederland in de 19de eeuw.\nNet als in zijn eerdere boeken Een nieuwe wereld en De nieuwe mens, blijft Van der Woud ook nu het over het landschap gaat weg van de politiek.\nMet smaak en spijtAuke van der Woud beschrijft het met evenveel smaak als spijt.", "paragraphs": ["Met evenveel smaak als spijt beschrijft historicus Auke van der Woud de veranderingen die het Nederlandse landschap in de 19de eeuw onderging. Een prachtig boek vol verrassende waarnemingen.", "‘Wat is landbouw? Een groote voedselfabriek’, aldus het motto van het nieuwe boek van historicus Auke van der Woud. Een prikkelend en actueel citaat, zou je denken, met alle ruzies over stikstof en varkensstallen. Maar de lange oo van groote verraadt dat hier de geschiedenis spreekt – de opmerking stond in 1855 in het blad De Economist. Ruim anderhalve eeuw geleden hadden technici de rationalisatie van de landbouw al op het oog, productie voor de export incluis.", "Dit soort verrassende waarnemingen horen bij Van der Woud, die met Het landschap, de mensen zijn derde boek schreef over de wording van Nederland in de 19de eeuw. Hij volgde daarbij steeds hetzelfde stramien – hoe de modernisering om zich heen greep en ook de mensen veranderde, hun wereldbeeld, opvattingen en gevoelens over wat betamelijk is en wat niet. Net als in zijn eerdere boeken Een nieuwe wereld en De nieuwe mens, blijft Van der Woud ook nu het over het landschap gaat weg van de politiek. Thorbecke heeft vier verwijzingen in de index. De geoloog W.C.H. Staring, voorvechter van productiviteitsverbetering in de landbouw, die al in 1847 pleitte voor een landbouwhogeschool, heeft er bijna dertig.", "Vernieuwing", "Niet de Grondwet van 1848 maar de introductie van kunstmest leidde tot de stoot van vernieuwing; ingenieurs, landmeters en polderjongens met hun kruiwagens maakten het nieuwe, strakke land. Van der Woud put als vanouds uit ongebruikelijke bronnen – het bovengenoemde blad De Economist, het Staatshuishoudkundig Jaarboekje en populaire tijdschriften als Eigen Haard of Vragen des Tijds. Het land moest worden ‘nuttig gemaakt’, ‘genormaliseerd’ en ‘doelmatig gemaakt’. Boerentradities van beweiding en bemesting gingen zonder scrupules overboord.", "In 1843 werd het eerste plan gelanceerd om de Zuiderzee in te polderen. Ook hier was minder de politiek dan de techniek bepalend. De zucht om de zee te bedwingen bestond al veel langer, de eerste melding van de bestrijding van ‘het gewelt en het vergif der Noortzee’ dateert van 1667. De komst van het stoomgemaal bracht nieuwe mogelijkheden: één flink gemaal presteerde wat geen duizend windmolens voor elkaar kregen. De droogmaking van de Haarlemmermeer in 1853 door slechts drie stoomgemalen opende geweldige perspectieven, ook voor de verlaging van de waterstand. Vanaf 1870 werden jaarlijks maar liefst vijf boeken of artikelen gepubliceerd over de droogmaking van de Zuiderzee. In 1887 stelde een ingenieursgezelschap het tracé van de Afsluitdijk vast – het goedkoopste.", "In het voorbijgaan maakt Van der Woud wat mythen een kopje kleiner, bijvoorbeeld dat uit veiligheidsoverwegingen was besloten tot de afsluiting van de Zuiderzee. Dat is nooit het geval geweest. Van meet af aan was de belangrijkste beweegreden de landbouwproductie, en dus ook de export. Tweede mythe die hij begraaft: dat de Nederlandse traditie van tolerantie en consensusdemocratie haar oorsprong vindt in de inpoldering, in verband met de noodzakelijke samenwerking om de dijken dicht te houden.", "In werkelijkheid leidde de waterhuishouding vaak tot ruzie, omdat men zich over het algemeen alleen over het eigen dijkvak bekommerde. Bij inpoldering hadden de buren maar al te vaak overlast van het weggepompte water. Pas na de watersnood van 1916 kwam er een regeringsrapport dat vaststelde dat wateroverlast een nationale aanpak nodig had en dat het Rijk de leiding moest nemen. Toen had de moderniseringsgedachte allang haar beslag gekregen. De Heidemij, opgericht in 1888, maakte korte metten met de woeste gronden, Staatsbosbeheer ging de zandverstuivingen te lijf met een plantprogramma, Rijkswaterstaat en de Dienst Zuiderzeewerken (1919) stortten zich op de rationele inpoldering en inrichting van het IJsselmeer.", "Met smaak en spijt", "Auke van der Woud beschrijft het met evenveel smaak als spijt. De mensen veranderden het landschap; het nieuwe landschap veranderde evenzeer de mensen. Oude vormen en gedachten waren op de terugtocht, soms verbazend snel. De woeste gronden van Drenthe en Zuidoost-Friesland, in 1850 nog onafzienbaar en vrijwel onbewoond, waren tegen het eind van de eeuw al met kracht teruggedrongen. In 1890 liepen de mannen uit Noordwolde nog vijf uur om in de bossen bij Beetsterzwaag twijgen te zoeken. Tien jaar later exporteerde hetzelfde Noordwolde een kwart miljoen stoelen naar België, Frankrijk en Italië.", "Antje Oldenburger uit Nieuwe Pekela verhuisde met haar echtgenoot naar Assen, waar ze in 1897 een winkel wilde beginnen. Haar vader was schipper op de grote vaart, ze was weleens mee geweest en wilde haar winkel inrichten zoals ze had gezien in Londen, Liverpool en New York. Volgens Van der Woud was dit ‘niets bijzonders’. Vanuit Klazienaveen, per fiets alleen door mul zand bereikbaar, meldde een reiziger dat hij voor het eerst van zijn leven op een grammofoon het stemgeluid van operazanger Caruso had gehoord.", "Woeste grond", "Cultureel isolement bestond in 1900 niet meer. Maar met de vernieuwing kwam het verlangen naar wat er verloren was gegaan. Natuurmonumenten werd in 1905 opgericht door Jac. P. Thijsse, die woeste gronden ‘mooi’ vond. Zandverstuivingen, voorheen een geweldige bedreiging, werden ‘een pronkjuweel’. Het Openluchtmuseum dateert van 1912, de Bond Heemschut van 1911. Het oude boerenbedrijf werd ‘onbedorven’, in tegenstelling tot het nieuwe materialisme. Van der Woud haalt de beroemde socioloog Georg Simmel aan, die schreef over de ‘cultuur der dingen’ en de massaproductie voor de massamens, die eind 19de eeuw haar beslag krijgt.", "Van der Woud laat er weinig twijfel over bestaan dat hij de cultuurkritiek van Simmel deelt. Tegenwoordig is de zingeving die het oude landschap bood verruild voor raaigras en snijmaïs. Hij vertelt het verhaal over de bekering van de Bororo-indianen uit het beroemde boek Tristes tropiques van Claude Lévi-Strauss. Van de missionarissen moesten zij hun traditionele hutten verruilen voor keurige rijtjesbarakken, aangezien de ruimtelijke inrichting ook deel uitmaakte van hun geestesgesteldheid. Zoiets ziet Van der Woud in het Nederlandse landschap terug. Woeste grond bestaat officieel niet meer, het CBS heeft het nu over ‘open natuurlijk terrein’. Het nationale park de Dwingeloose Heide is volgens Staatsbosbeheer het grootste natte heidegebied van West-Europa. Van der Woud schampert over ‘een open plek tussen de snelweg en het bos’. Een even prachtig als hevig terugverlangend boek.", "Beeld Prometheus"], "authors": ["Martin Sommer"], "keywords": ["wording", "van", "spijt", "het", "nieuwe", "woud", "met", "voor", "evenveel", "een", "der", "en", "dat", "smaak", "landschap", "nederlandse"], "pubDate": "2020-12-04T13:00:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}