{"id": "7f96a63b-27f7-3399-a461-257fccf81c82", "title": "Zo kan een werkgever discriminatie op de arbeidsmarkt aanpakken", "url": "https://nu.nl/advertorial-nationale-wetenschapsagenda/6090249/zo-kan-een-werkgever-discriminatie-op-de-arbeidsmarkt-aanpakken.html", "summary": "Mensen met een migratieachtergrond hebben minder kans om uitgenodigd te worden op een sollicitatiegesprek.\n4.000 brieven van fictieve sollicitantenMet een groot veldonderzoek wisten Lancee en collega’s aan te tonen dat werkgevers sollicitanten uitsluiten vanwege een migratieachtergrond.\nDe brieven waren identiek in opmaak en cv, maar varieerden in naam, moedertaal, competenties en een verwijzing naar het land van oorsprong van de sollicitant.\nZoals bij het opstellen van een vacature vooraf bepalen welke criteria belangrijk zijn en hoe deze gewogen worden.\nBewijzen wat werkt\"We kijken naar wat binnen bedrijven goed werkt en wat niet.", "paragraphs": ["Discriminatie blijft een groot probleem. Ook op de arbeidsmarkt. Onderzoek na onderzoek laat zien dat er volop gediscrimineerd wordt: op de werkvloer, maar ook tijdens het sollicitatieproces. De meeste onderzoeken kijken naar de kant van de sollicitant, maar wat kunnen organisaties en bedrijven hierin betekenen?", "Mensen met een migratieachtergrond hebben minder kans om uitgenodigd te worden op een sollicitatiegesprek. Ook als ze in Nederland geboren zijn, hebben niet-westerse minderheidsgroepen zoals Marokkaanse of Turkse Nederlanders hiermee te maken.", "“Dit komt mede doordat werkgevers de indruk hebben dat de culturele verschillen tussen de meerderheidsbevolking en deze minderheidsgroep groter zijn,” legt socioloog en universitair hoofddocent Bram Lancee (Universiteit van Amsterdam) uit.", "4.000 brieven van fictieve sollicitanten", "Met een groot veldonderzoek wisten Lancee en collega’s aan te tonen dat werkgevers sollicitanten uitsluiten vanwege een migratieachtergrond. Onderzoekers stuurden meer dan 4.000 brieven en cv’s van fictieve sollicitanten naar echte vacatures.", "De brieven waren identiek in opmaak en cv, maar varieerden in naam, moedertaal, competenties en een verwijzing naar het land van oorsprong van de sollicitant. De onderzoekers vergeleken hen met elkaar en met fictieve sollicitanten met een autochtoon Nederlandse achtergrond.", "\"Verwacht werd dat werkgevers minder zouden generaliseren en zich minder zouden laten leiden door stereotypen - zoals dat mensen met een migratieachtergrond de taal niet goed spreken of minder productief zijn - wanneer het cv werd aangevuld met relevante informatie over productiviteit en ervaring.\" Wat blijkt? Het helpt wel, maar evenveel voor autochtone Nederlanders als voor de minderheidsgroep.", "Nadruk op handelswijzen van werkgevers", "Uit onderzoek blijkt dus dat de sollicitanten zelf maar weinig kunnen doen om de baankans te vergroten. In plaats van de nadruk te leggen op het verbeteren van sollicitaties van etnische minderheden, zou de nadruk daarom meer moeten liggen op de handelswijzen van werkgevers, vinden Lancee en zijn mede-onderzoekers aan de Universiteit van Amsterdam.", "Daarom doen zij momenteel onderzoek naar wat organisaties kunnen doen om discriminatie tegen te gaan. \"Er is nog weinig onderzoek gedaan aan de kant van organisaties. Hier valt echt wat te winnen.\"", "Er zijn verschillende mogelijke oplossingen waaraan werkgevers kunnen bijdragen volgens de socioloog. Eén daarvan is het structureren van de organisatie en processen. Zoals bij het opstellen van een vacature vooraf bepalen welke criteria belangrijk zijn en hoe deze gewogen worden.", "Zo kan niet iedereen zelf kiezen wat zij belangrijk vinden. Is er een sollicitatiecommissie? Beslis dan van tevoren of er stemrecht is, tipt Lancee. \"Wanneer je gestructureerde procedures volgt, is je organisatie beter ingericht om vooroordelen minder kans te geven. We verzamelen de onderzoeksdata de komende maanden, maar resultaten uit literatuuronderzoek zijn veelbelovend.\"", "Bewijzen wat werkt", "\"We kijken naar wat binnen bedrijven goed werkt en wat niet. Moeten recruiters bijvoorbeeld wel of geen gesprek houden om te kijken of er een klik is? De verwachting is dat je dit beter niet kunt doen. Zo’n gesprek gaat vaak over dingen die de recruiter en sollicitant bindt. De kans is dan groter dat recruiters gelijken uitkiezen, terwijl je dat juist wilt voorkomen.\"", "\"Het lijkt alsof we met dit onderzoek veel open deuren onderzoeken, maar we moeten het wél eerst bewijzen”, zegt Lancee. “Veel verder zijn we voorlopig nog niet gekomen met het verminderen van discriminatie op de arbeidsmarkt.\"", "Hoewel het de werkgever is die discrimineert, ligt de oplossing niet alleen bij bedrijven. \"De overheid houdt zich er ook mee bezig, maar er heerst nog veel onduidelijkheid over wat werkt. De overheid kan bijvoorbeeld verplichten het sollicitatieproces te anonimiseren of een evenredige vertegenwoordiging van bevolkingsgroepen in sollicitatiecommissies eisen. Maar eerst moet blijken of dat werkt en wat de wetgever dan moet instrueren aan bedrijven. Daar kan onderzoek bij helpen.\"", "Nationale Wetenschapsagenda", "Meer weten over hoe de wetenschap bijdraagt aan een oplossing voor discriminatie? Volg de Nationale Wetenschapsagenda op Facebook."], "authors": ["Door", "Nationale Wetenschapsagenda"], "keywords": ["zo", "van", "wat", "discriminatie", "het", "op", "maar", "zijn", "kan", "een", "arbeidsmarkt", "en", "te", "dat", "werkgever", "aanpakken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}