{"id": "7fc9d3a4-8674-30bd-b949-c364bf4ef95d", "title": "Groningen als spookstad vol lege winkels is niet uitgesloten: 'Bloedbad' dreigt voor winkeliers in lockdown", "url": "https://www.dvhn.nl/economie/Bloedbad-dreigt-voor-winkeliers-in-lockdown-26348040.html", "summary": "Johan Schomaker is adviseur voor Groningen en Drenthe van INretail.\nZeker voor winkels gespecialiseerd in wintersport is dat een zware strop.’’Decathlon in Groningen verkoopt wintersportartikelen, maar heeft het assortiment breder.\nZe lopen dus 90 procent mis.’’loadingOverheid moet realistisch zijnHet zijn klappen die niet op te vangen zijn zonder compensatie, meent INretail.\nDe overheid moet met een meer realistische voorraadvergoeding over de brug komen, zegt de organisatie.\nDe vergoeding die winkeliers krijgen is te vergelijken met de vergoeding die de horeca kreeg omdat ze hun voorraad in de koelkast weg moesten gooien.", "paragraphs": ["De nood rond de winkelsluiting in het Noorden is, net als elders in Nederland, enorm. Een bloedbad in winkelland is aanstaande, zegt branche-organisatie INretail.", "Johan Schomaker is adviseur voor Groningen en Drenthe van INretail. Volgens hem lopen winkeliers overal tegen problemen aan. ,,Ze blijven zitten met enorme wintervoorraden. Niemand koopt in maart nog kerstkleding. Daar blijven winkeliers meer zitten, hun winkels puilen uit, terwijl de leveranciers alweer op de deur kloppen met de voorjaarscollectie.’’", "Wintersport dondert in elkaar", "Dat probleem doet zich bijvoorbeeld bij wintersportkleding. ,,Dat dondert volledig in elkaar. Zeker voor winkels gespecialiseerd in wintersport is dat een zware strop.’’", "Decathlon in Groningen verkoopt wintersportartikelen, maar heeft het assortiment breder. ,,De meeste wintersportkleding, slaan we inderdaad op’’, zegt bedrijfsleider Emma Kuipers.", "Je bent bezig, maar je omzet halen? Lang niet", "Hoe groot de strop is voor Decathlon kan Kuipers niet zeggen. Het Groninger filiaal heeft zich, als zoveel winkels, toegelegd op bezorgen. ,,We hebben in de stad Groningen twee bezorgfietsen rijden, in de provincie een auto.’’", "Dat biedt enig soelaas. ,,Je blijft bezig. Maar het compenseert natuurlijk lang niet de omzet de je misloopt.’’", "De digitale winkel is mooi, zegt ook Schomaker, ,,maar wat wij horen van leden is dat het hooguit zo’n 10 procent is van wat ze normaal verkopen. Ze lopen dus 90 procent mis.’’", "loading", "Overheid moet realistisch zijn", "Het zijn klappen die niet op te vangen zijn zonder compensatie, meent INretail. De overheid moet met een meer realistische voorraadvergoeding over de brug komen, zegt de organisatie. De regeling die er nu is, is in de praktijk volstrekt onvoldoende.", "De vergoeding die winkeliers krijgen is te vergelijken met de vergoeding die de horeca kreeg omdat ze hun voorraad in de koelkast weg moesten gooien. Er is een maximum van enkele tienduizenden euro’s. ,,Er zijn ondernemers met meerdere winkels. Die hebben alleen voor meer dan een miljoen euro aan voorraad. Dan staat zo’n vergoeding in geen enkele verhouding.’’", "Extra steun? Eerst zien dan geloven", "De lockdown wordt dinsdag vrijwel zeker met drie weken verlengd. Er wordt nagedacht over extra steun. ,,Eerst zien, dan geloven’’, zegt Schomaker. ,,Alles wat we nu weten is gelekte informatie. Wat we als INretail willen is serieus meedenken en meepraten over compensatie.’’"], "authors": ["Richold Brandsma"], "keywords": ["vol", "groningen", "lockdown", "van", "voor", "met", "uitgesloten", "winkels", "een", "zegt", "ze", "spookstad", "het", "winkeliers", "niet", "wat", "die", "lege"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}