{"id": "7fd4b3c8-a1bd-3b3a-a7bb-fb569ac8f8e4", "title": "Uniek: premier met alleen nog klapvee om zich heen", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/uniek-premier-met-alleen-klapvee-om-zich-heen-792681/", "summary": "Minister-president Mark Rutte (VVD) is op het toppunt van zijn roem, maar heeft nog slechts gezelschap van politieke lichtgewichten.\nDe christen-democratische ‘no nonsense’-premier, die al sinds 1973 op het Binnenhof vertoefde, was toen op het toppunt van zijn roem.\nNog maar weinigen konden zich een andere bewoner van het Torentje voorstellen.\nDe electorale positie van Rutte is ijzersterkOver minder dan honderd dagen zijn er Tweede Kamerverkiezingen en de electorale positie van Rutte is ijzersterk.\nDoor welke partijgenoten zal de zittende en toekomstige premier van Nederland de komende jaren worden omringd?", "paragraphs": ["Minister-president Mark Rutte (VVD) is op het toppunt van zijn roem, maar heeft nog slechts gezelschap van politieke lichtgewichten. Wat een verschil met zijn verre voorganger Ruud Lubbers, schrijft Roelof Bouwman.", "Met het trekken van historische parallellen is het altijd oppassen geblazen. Toch heeft het er alle schijn van dat minister-president Mark Rutte momenteel in een soortgelijke positie verkeert als zijn verre voorganger Ruud Lubbers eind jaren tachtig.", "Roelof Bouwman Roelof Bouwman is historicus en journalist. Hij schrijft wekelijks over politiek, geschiedenis en media.", "De christen-democratische ‘no nonsense’-premier, die al sinds 1973 op het Binnenhof vertoefde, was toen op het toppunt van zijn roem. Nog maar weinigen konden zich een andere bewoner van het Torentje voorstellen. In de nazomer van 1989 stonden Tweede Kamerverkiezingen op het programma. Het stond bij voorbaat vast dat Lubbers die met overmacht zou winnen en dat hij daarna opnieuw premier zou worden.", "Ook Rutte is inmiddels een veteraan op het Binnenhof. Hij debuteerde in 2002 als staatssecretaris van Sociale Zaken in het eerste kabinet-Balkenende en is nu ruim tien jaar minister-president. Hoewel bijna al zijn collega-partijleiders – Geert Wilders (PVV), Hugo de Jonge (CDA), Sigrid Kaag D66), Jesse Klaver (GroenLinks), Lodewijk Asscher (PvdA) – al eens hebben laten weten niet terug te schrikken voor het premierschap, neemt niemand op het Binnenhof hun aspiraties serieus.", "De electorale positie van Rutte is ijzersterk", "Over minder dan honderd dagen zijn er Tweede Kamerverkiezingen en de electorale positie van Rutte is ijzersterk. ‘Ik kan me geen verkiezing herinneren waar één partij in relatie tot de andere partijen er enkele maanden voor de verkiezing zo sterk voor stond als de VVD met premier Rutte nu,’ analyseerde opiniepeiler Maurice de Hond onlangs.", "Vorige week presenteerde de VVD haar kandidatenlijst. Een belangrijk moment. Door welke partijgenoten zal de zittende en toekomstige premier van Nederland de komende jaren worden omringd?", "Bij de bovenste tien van de lijst prijkt de naam van welgeteld één minister: Tamara van Ark, verantwoordelijk voor medische zorg en sport. Vier plaatsen lager, op nummer zes, staat staatssecretaris van Sociale Zaken en Werkgelegenheid Bas van ’t Wout."], "authors": [], "keywords": ["van", "premier", "nog", "het", "op", "met", "zijn", "rutte", "vvd", "heen", "klapvee", "een", "om", "zich", "uniek", "alleen", "en", "voor"], "pubDate": "2020-12-08T10:36:06+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}