{"id": "7fe3b9f8-0710-3ae9-9b54-87337da32f30", "title": "Kamer: lessen trekken uit rapport, maar eerst ouders compenseren", "url": "https://nos.nl/artikel/2361036-kamer-lessen-trekken-uit-rapport-maar-eerst-ouders-compenseren.html", "summary": "Het snoeiharde rapport over de kinderopvangtoeslagaffaire moet consequenties hebben, maar het belangrijkste is dat de gedupeerde ouders nu zo snel mogelijk worden gecompenseerd.\nVolgens haar is het kabinet verantwoordelijk voor het vernielen van de levens van de gedupeerde gezinnen.\nZe vraagt zich af of een kabinet dat betrokken is bij het schenden van rechtsbeginselen nog wel geloofwaardig is.\nHet kabinet heeft een half miljard euro uitgetrokken voor die compensatie, maar van de duizenden ouders zijn er nog maar een paar honderd gecompenseerd.\nFarid Azarkan van Denk spreekt van een \"politieke doodzonde\", omdat veel bewindspersonen al veel eerder op de hoogte waren van de problemen, maar niets deden.", "paragraphs": ["Het snoeiharde rapport over de kinderopvangtoeslagaffaire moet consequenties hebben, maar het belangrijkste is dat de gedupeerde ouders nu zo snel mogelijk worden gecompenseerd. Dat vindt de Tweede Kamer.", "SP-leider Marijnissen noemt de conclusies van de parlementaire ondervragingscommissie \"heel helder\". Volgens haar is het kabinet verantwoordelijk voor het vernielen van de levens van de gedupeerde gezinnen. Ze vraagt zich af of een kabinet dat betrokken is bij het schenden van rechtsbeginselen nog wel geloofwaardig is. \"Ik kan het in ieder geval niet uitleggen.\"", "Nog voor de verkiezingen moet er een Kamerdebat komen, vindt Marijnissen. \"Maar we moeten vooral geen dag langer meer wachten met compensatie.\"", "Zware Kerst", "Dat is voor Henk Nijboer van de PvdA ook het belangrijkste. \"De ouders gaan een hele zware Kerst in. Dat is heel slecht en beschamend. Mensen zijn de vernieling in geholpen en zitten tot op de dag van vandaag in de ellende.\" Het kabinet heeft een half miljard euro uitgetrokken voor die compensatie, maar van de duizenden ouders zijn er nog maar een paar honderd gecompenseerd.", "PVV-leider Wilders wijst de vinger naar het huidige en vorige kabinetten: \"Dit is dus het Nederland van Rutte en Asscher. Een overheid die mensen keihard in de steek laat, de rechtsstaat opzijzet en onschuldigen zonder enige gêne criminaliseert en collectief de andere kant opkijkt. De Nederlandse overheid is totaal losgezongen van de burger.\"", "Farid Azarkan van Denk spreekt van een \"politieke doodzonde\", omdat veel bewindspersonen al veel eerder op de hoogte waren van de problemen, maar niets deden. \"Het is aan henzelf om conclusies te trekken, maar ik zou me kapot schamen.\"", "Bekijk hier de eerste reacties uit de Tweede Kamer:"], "authors": [], "keywords": ["dat", "rapport", "van", "uit", "een", "kamer", "voor", "lessen", "het", "compenseren", "kabinet", "en", "trekken", "eerst", "maar", "ouders", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}