{"id": "7fe7e614-874c-3b25-9e2a-ef9becb77c0c", "title": "Straks uitspraak zaak-Sharleyne: na 5 jaar duidelijkheid wat haar overkwam?", "url": "https://nu.nl/binnenland/6094321/straks-uitspraak-zaak-sharleyne-na-5-jaar-duidelijkheid-wat-haar-overkwam.html", "summary": "Sharleyne en haar moeder wonen sinds juni 2012 in de in 1964 opgetrokken galerijflat aan de zuidkant van Hoogeveen.\nEr is sprake van middelengebruik van de moeder en het meisje is getuige van huiselijk geweld.\nDe moeder van Sharleyne krijgt tot haar verbazing te horen dat een van de conclusies kan zijn dat haar dochter onder toezicht wordt gesteld.\nRechtbank ziet geen bewijs voor verwurgingDat laatste is in ieder geval de lijn die de rechtbank aanhoudt na het horen van deskundigen van het Nederlands Forensisch Instituut (NFI).\nToen ze over de reling keek zag ze het meisje liggen en vanaf dat moment werd het zwart.", "paragraphs": ["Het gerechtshof in Leeuwarden geeft maandag antwoord op de vraag wat er in 2015 met de destijds achtjarige Sharleyne is gebeurd. Het meisje werd dood onder aan een flat in Hoogeveen gevonden, nadat ze van de tiende verdieping was gevallen. Was het een ongeluk of is ze gegooid?", "Het is in de nacht van 7 op 8 juni 2015 tegen 1.23 uur als de politie melding krijgt dat er een meisje onder aan flat De Arend ligt. Het is Sharleyne. Naast haar ligt haar knuffel als stille getuige.", "Het meisje woont bij haar moeder, Hélène J., die na de val blootvoets naar beneden komt gestommeld en richting haar auto wil, op zoek naar sigaretten. Ze is onder invloed. Een op de melding afgekomen agent ziet twee bierflesjes achter haar broekrand. Hij biedt haar een sigaret aan. \"Uw dochter is overleden\", krijgt ze te horen, waarop ze in tranen uitbarst.", "Sharleyne en haar moeder wonen sinds juni 2012 in de in 1964 opgetrokken galerijflat aan de zuidkant van Hoogeveen. Eind 2011 is de relatie tussen J. en de vader van Sharleyne, Victor, verbroken.", "Victor beschouwt zich in ieder geval als de vader, want na het beëindigen van de relatie toont een DNA-test aan dat het meisje niet van hem is. Wel houdt Sharleyne zijn achternaam: Remouchamps.", "Verhouding binnen gezin verslechtert", "Het verbreken van de relatie verslechtert de gezinsverhouding. Er is sprake van middelengebruik van de moeder en het meisje is getuige van huiselijk geweld. Gevolg is dat er na het uit elkaar gaan van de ouders met wisselende intensiteit hulpverlening wordt opgestart.", "\"Met onvoldoende aandacht voor het kind\", is achteraf de harde conclusie van het rapport van de inspecties voor jeugdzorg, gezondheidszorg en veiligheid en justitie. Gevolg hiervan is dat het tot 2015 duurt voor er veiligheidsafspraken worden gemaakt en stappen worden gezet om de problemen van het kind door een specialist te laten onderzoeken.", "In de aanloop naar de dood van Sharleyne verslechtert de situatie. Als eind mei 2015 de situatie zo is dat beide ouders niet meer met de hulpverleners samenwerken en de zorgen om het kind niet zijn afgenomen, besluit het Centrum voor Jeugd en Gezin tot een zogenoemde interne casuïstiekbespreking.", "De moeder van Sharleyne krijgt tot haar verbazing te horen dat een van de conclusies kan zijn dat haar dochter onder toezicht wordt gesteld. Ingeplande datum van het overleg is 9 juni. In de nacht daaraan voorafgaand sterft het meisje aan de gevolgen van de val.", "Rechtbank ziet geen bewijs voor verwurging", "Dat laatste is in ieder geval de lijn die de rechtbank aanhoudt na het horen van deskundigen van het Nederlands Forensisch Instituut (NFI). Een derde deskundige gaat ervan uit dat het meisje vóór de val verwurgd is. Weer een ander zegt niet uit te kunnen sluiten dat het meisje in staat was zelf over de balustrade te klimmen.", "Gevolg is vrijspraak voor de moeder. Een getuigenverklaring van de bovenbuurman, die zegt dat hij de vrouw en het kind die fatale nacht heeft horen praten, gevolgd door een bons en iets wat over de reling werd gegooid, wordt niet gebruikt voor het bewijs.", "De rechtbank twijfelt niet aan de oprechtheid, maar wel of de verklaring betrekking heeft op de nacht van 7 op 8 juni, of dat het mogelijk een andere nacht is geweest.", "In hoger beroep speelt de verklaring weer een rol. Een geheugendeskundige legt uit dat de getuigenis naar zijn mening oprecht is en niet beïnvloed door anderen.", "Zelf zegt de vrouw die nacht dronken op de bank in slaap te zijn gevallen en wakker te zijn geworden van de tocht, omdat het raam van de slaapkamer van Sharleyne openstond. Toen ze over de reling keek zag ze het meisje liggen en vanaf dat moment werd het zwart.", "Om antwoorden te vinden is in hoger beroep een vierde letseldeskundige over de doodsoorzaak van Sharleyne gehoord. Die zegt dat het meisje naar zijn overtuiging nog leefde toen ze viel. Een expert op het gebied van slaapwandelen zegt dat een val als gevolg van slaapwandelen niet uit te sluiten valt en in dit geval een mogelijke oorzaak is geweest.", "Het is aan het hof om conclusies te trekken."], "authors": ["Door", "Joris Peters"], "keywords": ["van", "meisje", "jaar", "haar", "en", "een", "ze", "straks", "uitspraak", "duidelijkheid", "overkwam", "sharleyne", "te", "het", "wat", "dat", "zaaksharleyne"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}