{"id": "7fead263-a7a7-3b53-ab6c-ac5c1165f656", "title": "Smartegeld in aardbevingsgebied ook voor kinderen", "url": "https://nos.nl/artikel/2360063-smartegeld-in-aardbevingsgebied-ook-voor-kinderen.html", "summary": "Niet alleen volwassenen in het aardbevingsgebied kunnen een vergoeding aanvragen voor de immateriële schade die zij hebben geleden, ook hun kinderen komen in aanmerking voor dit smartegeld.\nDe kinderen krijgen een bepaald percentage van het bedrag waar hun ouders recht op hebben.\nDe vergoedingen voor volwassenen zijn opgedeeld in drie categorieën: 1500, 3000 en 5000 euro.\nIndien een aanvraag wordt toegewezen, krijgen eventuele kinderen van de aanvrager daar een vast percentage van.\nAardbevingen, schade en strijdVeel kinderen in het bevingsgebied hebben veel angst ervaren door de aardbevingen en de gevolgen daarvan.", "paragraphs": ["Niet alleen volwassenen in het aardbevingsgebied kunnen een vergoeding aanvragen voor de immateriële schade die zij hebben geleden, ook hun kinderen komen in aanmerking voor dit smartegeld. De kinderen krijgen een bepaald percentage van het bedrag waar hun ouders recht op hebben.", "De vergoedingen voor volwassenen zijn opgedeeld in drie categorieën: 1500, 3000 en 5000 euro. Op welk bedrag een slachtoffer aanspraak kan maken, is afhankelijk van hoe zwaar iemand geleden heeft vanwege de aardbevingen.", "Indien een aanvraag wordt toegewezen, krijgen eventuele kinderen van de aanvrager daar een vast percentage van. \"Dat zal iets van 25 of 35 procent zijn\", zegt voorzitter Bas Kortmann van het Instituut Mijnbouwschade Groningen (IMG) tegen RTV Noord. Volgens hem is deze standaardprocedure voor kinderen uniek in Nederland.", "Aardbevingen, schade en strijd", "Veel kinderen in het bevingsgebied hebben veel angst ervaren door de aardbevingen en de gevolgen daarvan. Iris Gubbels (20) uit Loppersum is een van hen. Haar hele jeugd stond volgens haar in het teken van aardbevingen, schade en strijd met de instanties. Ze maakte er een documentaire over.", "Bekijk de documentaire De Impact hier:"], "authors": [], "keywords": ["schade", "van", "volwassenen", "het", "zijn", "kinderen", "volgens", "smartegeld", "een", "ook", "aardbevingsgebied", "en", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}