{"id": "8002ad8d-b8ec-332c-a323-439e8b05fd75", "title": "Kleine kroniek van een lege bok, de soap rondom de achtste chef-dirigent van het Concertgebouworkest", "url": "https://trouw.nl/cultuur-media/kleine-kroniek-van-een-lege-bok-de-soap-rondom-de-achtste-chef-dirigent-van-het-concertgebouworkest~b0600b84/", "summary": "In de naweeën van #MeToo-onthullingen in The Washington Post op 26 juli moest de zevende chef-dirigent van het Koninklijk Concertgebouworkest (KCO) amper een week later het veld ruimen.\nVerschillende vrouwelijke musici hadden anoniem bij het orkest melding gedaan van ongepast gedrag van Daniele Gatti.\nChef-dirigenten zijn een uithangbord voor een orkest, maar het ziet er nu naar uit dat het KCO het zes jaar lang zonder moet stellen.\nVia de Volkskrant lekte een lijstje uit, waarop de favoriete dirigenten van de musici van het Concertgebouworkest stonden.\nHet kan wel tot 2024 duren, zegt het orkest, alvorens de achtste chef-dirigent bekend zal zijn.", "paragraphs": ["Weet u het nog? Het was augustus 2018 en in de klassieke muziekwereld ging een bom van jewelste af. In de naweeën van #MeToo-onthullingen in The Washington Post op 26 juli moest de zevende chef-dirigent van het Koninklijk Concertgebouworkest (KCO) amper een week later het veld ruimen. Verschillende vrouwelijke musici hadden anoniem bij het orkest melding gedaan van ongepast gedrag van Daniele Gatti. De Italiaan had er net twee seizoenen als chef bij het orkest op zitten. Hij kreeg per direct oneervol ontslag en de bok in Amsterdam kwam leeg te staan.", "En die bok is zo’n tweeëneenhalf jaar later nog altijd leeg. De achtste chef-dirigent is in geen velden of wegen te bekennen. Er is veel geschreven over hoe orkestdirectie en -bestuur met de affaire-Gatti zijn omgegaan. De verantwoordelijke algemeen directeur en de bestuursvoorzitter zijn inmiddels allebei vertrokken, maar in weerwil van wat beiden hebben beweerd, is de bittere teneur in de terugblikken van bijna iedereen (ook van veel orkestleden) dat het paniekerige crisismanagement tot de categorie lik-me-vestje behoorde. Met als gevolg meer slachtoffers dan alleen de belaagde vrouwen: maestro Gatti en de meeste orkestleden. En met als grootste slachtoffer de reputatie van het orkest zelf.", "Hoewel er in 2020 namen voor een nieuwe, driekoppige directie werden bekend gemaakt om de orkesttanker vanaf 2021 weer op koers te krijgen, lijkt het orkest momenteel behoorlijk stuurloos. Een Britse journalist gebruikte vorige week nog precies dat woord - rudderless - in samenhang met het Concertgebouworkest.", "De zeven chef-dirigenten van het Koninklijk Concertgebouworkest 1888-1895: Willem Kes", "1895-1945: Willem Mengelberg", "1945-1959: Eduard van Beinum", "1961-1963: Bernard Haitink/Eugen Jochum", "1963-1988: Bernard Haitink", "1988-2004: Riccardo Chailly", "2004-2015: Mariss Jansons", "2016-2018: Daniele Gatti", "2018-2024: geen chef-dirigent", "Het orkest is er altijd prat op gegaan dat het in zijn 132-jarige bestaan slechts zeven chef-dirigenten heeft gehad, met wie nauwe relaties werden aangegaan. Chefloze periodes waren er bijna nooit. Na de plotselinge dood van Eduard van Beinum in 1959 was er even een hiaat, evenals na het plotse vertrek van Mariss Jansons in 2015. Chef-dirigenten zijn een uithangbord voor een orkest, maar het ziet er nu naar uit dat het KCO het zes jaar lang zonder moet stellen. Een terugblik aan de hand van zes afleveringen van Klassiek & zo die dit jaar aan dit onderwerp gewijd waren.", "2 februari: Waarom kiezen voor veilige en saaie Rolex-maestro’s?", "Via de Volkskrant lekte een lijstje uit, waarop de favoriete dirigenten van de musici van het Concertgebouworkest stonden. Boven het artikel stond: ‘Concertgebouworkest heeft bijna een opvolger voor maestro Gatti’. In de gelekte en gelikte topdrie stonden de namen Andris Nelsons, Iván Fischer en Valery Gergjev. Jaap van Zweden was de grote afwezige. Het bleek een voorspelbare en weinig realistische keuze.", "8 maart: Nog geen witte rook uit het Concertgebouw", "Algemeen directeur Jan Raes is inmiddels vertrokken. Artistiek directeur Joel Ethan Fried, die een paar maanden later met pensioen zou gaan, spreekt in de nieuwe seizoensbrochure de verwachting uit dat het orkest binnen afzienbare tijd zijn achtste chef-dirigent kan verwelkomen. Hoop doet leven.", "22 augustus: Wie, wat, waar, wanneer en waarom, o Koninklijk Concertgebouworkest?", "Andris Nelsons is in augustus voor langere tijd in Amsterdam. Hij is nog steeds de favoriet van de musici. Hij zal vijf concerten dirigeren, waar Rachmaninovs Tweede symfonie gespeeld wordt. Er gloort hoop dat de gesprekken tussen hem en het orkest iets zullen opleveren.", "30 augustus: Wat de musici van het Concertgebouworkest betreft mag Andris Nelsons komen", "Nelsons dirigeert een paar glorieuze uitvoeringen in Amsterdam met 350 liefhebbers in de zaal. Na afloop reageren niet alleen de bezoekers euforisch, ook op het podium zitten alle musici te klappen, met hun voeten te trappelen of met hun strijkstokken te tikken. Een onverbloemde demonstratie: dit is hem, deze man willen wij hebben.", "11 oktober: Andris Nelsons doet het niet. En nu?", "Het orkest loopt een enorm blauwtje. Op een gezamenlijke persconferentie van het Gewandhausorchester Leipzig en het Boston Symphony Orchestra maakt Andris Nelsons bekend dat hij zijn contracten bij beide orkesten met vijf jaar heeft verlengd. Het Concertgebouworkest heeft het nakijken.", "1 november: Zeven seizoenen zonder chef-dirigent", "Het Concertgebouworkest maakt in een opvallende verklaring bekend dat het helemaal niet erg als de nieuwe maestro of maestra nog even op zich laat wachten. Het kan wel tot 2024 duren, zegt het orkest, alvorens de achtste chef-dirigent bekend zal zijn. Het orkest benoemt Iván Fischer als honorair gastdirigent.", "Peter van der Lint schrijft iedere week met aanstekelijk enthousiasme over de wereld van de klassieke muziek. Overige afleveringen van zijn columns leest u hier terug."], "authors": ["Peter Van Der Lint"], "keywords": ["er", "zijn", "van", "kroniek", "chefdirigent", "rondom", "en", "orkest", "een", "met", "dat", "op", "concertgebouworkest", "kleine", "het", "soap", "lege"], "pubDate": "2020-12-27T12:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}