{"id": "801113e6-69df-38d0-8d85-a38f6c10c584", "title": "’Trump onder vuur laat Wall Street afkoelen’", "url": "https://www.telegraaf.nl/financieel/169730830/trump-onder-vuur-laat-wall-street-afkoelen", "summary": "De Democraten willen nog deze week tegen Trump een procedure in gang zetten om het gedwongen af te laten treden.\nVorige week zorgde een menigte van Trump-aanhangers nog voor grote onrust door de bestorming van het Capitool.\nDe fabrikant van elektrische wagens krijgt verhevigde concurrentie van het Chinese Nio dat afgelopen weekend een nieuw elektrisch model lanceerde.\nWalt Disney gaat naar verwachting ook lager beginnen ondanks dat het koersdoel voor het entertainmentconcern fors is verhoogd door JP Morgan.\nBoeing staat voor een zwakke start.", "paragraphs": ["De futures in de VS wijzen er op dat de belangrijkse graadmeters met minnen de nieuwe handelsweek gaan aftrappen. In de afgelopen week werden nog recordstanden aangescherpt mede doordat de nieuwe president Biden ook een meerderheid krijgt in de Senaat en de weg vrij lijkt te liggen om extra coronasteun door te gaan voeren.", "De Democraten willen nog deze week tegen Trump een procedure in gang zetten om het gedwongen af te laten treden. Vorige week zorgde een menigte van Trump-aanhangers nog voor grote onrust door de bestorming van het Capitool.", "Tesla lijkt op weg naar een lagere start. De fabrikant van elektrische wagens krijgt verhevigde concurrentie van het Chinese Nio dat afgelopen weekend een nieuw elektrisch model lanceerde.", "Walt Disney gaat naar verwachting ook lager beginnen ondanks dat het koersdoel voor het entertainmentconcern fors is verhoogd door JP Morgan.", "Boeing staat voor een zwakke start. Een toestel van Sriwijaya Air afkomstig van de vliegtuigbouwer is zaterdag in de zee neergestort bij Indonesië."], "authors": ["Redactie Dft"], "keywords": ["afkoelen", "door", "van", "het", "laat", "nog", "voor", "een", "street", "week", "weg", "te", "trump", "onder", "vuur", "wall", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}