{"id": "8033eb0d-2172-3a55-84e9-e52a25c3907b", "title": "VoetbalTV hoeft boete niet te betalen, maar is al failliet", "url": "https://www.parool.nl/nederland/voetbaltv-hoeft-boete-niet-te-betalen-maar-is-al-failliet~b4a6e4fc/", "summary": "In september werd VoetbalTV na een langlopend conflict met de Autoriteit Persoonsgegevens (AP) failliet verklaard.\nDe privacywaakhond oordeelde dat de beelden een commercieel belang dienden en niet aan de privacywetten voldeden.\nPrivacyMaarten Hoffer, directeur van VoetbalTV, was het daar niet mee eens.\nDe rechtbank in Utrecht oordeelde dat de privacywaakhond onvoldoende heeft uitgelegd waarom VoetbalTV geen gerechtvaardigd belang zou hebben bij het opnemen en uitzenden van amateurwedstrijden.\n“Wij gaan nu kijken naar de mogelijkheden die dit vonnis ons biedt en welke betekenis dit heeft voor de toekomst van VoetbalTV.”", "paragraphs": ["Slimme camera’s hangen aan de palen naast het veld. Beeld Arie Kievit", "VoetbalTV zond online beelden uit van voetbalwedstrijden op amateurvelden. Gebruikers konden bij meer dan honderdvijftig clubs meekijken via slimme camera’s die waren opgehangen. Prachtige treffers en merkwaardige momenten konden thuis met anderen worden gedeeld en herbeleefd. De onlinedienst was een initiatief van de KNVB en Talpa.", "In september werd VoetbalTV na een langlopend conflict met de Autoriteit Persoonsgegevens (AP) failliet verklaard. De privacywaakhond oordeelde dat de beelden een commercieel belang dienden en niet aan de privacywetten voldeden. De opgelegde boete van AP bedroeg 575.000 euro.", "Privacy", "Maarten Hoffer, directeur van VoetbalTV, was het daar niet mee eens. Volgens hem werd er wel degelijk op meerdere manieren rekening gehouden met de privacy van spelers. Hoffer stapte naar de rechter, die maandagmiddag uitspraak deed.", "De rechtbank in Utrecht oordeelde dat de privacywaakhond onvoldoende heeft uitgelegd waarom VoetbalTV geen gerechtvaardigd belang zou hebben bij het opnemen en uitzenden van amateurwedstrijden. De boete is daarom kwijtgescholden.", "Of VoetbalTV terugkeert als dienst voor amateurvoetballers is nog onbekend. “Het langlopende onderzoek van de AP en haar werkwijze hierbinnen hebben er mede toe geleid dat een innovatief en populair initiatief, naar nu blijkt, onnodig tot een einde is gekomen,” zegt Hoffer. “Wij gaan nu kijken naar de mogelijkheden die dit vonnis ons biedt en welke betekenis dit heeft voor de toekomst van VoetbalTV.”"], "authors": ["Thomas Sijtsma"], "keywords": ["van", "betalen", "het", "maar", "hoeft", "naar", "met", "hoffer", "die", "boete", "niet", "een", "te", "voetbaltv", "failliet", "al", "en", "dat"], "pubDate": "2020-11-23T16:05:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}