{"id": "803aff98-4e2b-3ab9-843d-712de60c7ee6", "title": "Utrecht zoekt oplossing voor maaltijd ongedocumenteerden tijdens lockdown", "url": "https://nu.nl/utrecht/6096878/utrecht-zoekt-oplossing-voor-maaltijd-ongedocumenteerden-tijdens-lockdown.html", "summary": "De gemeente Utrecht is op zoek naar een plek in de stad waar ongedocumenteerden straks een maaltijd kunnen eten.\nACU aan de Voorstraat deelde sinds het begin van de coronacrisis een tijdlang gratis maaltijden uit.\nSinds de komst van het coronavirus is hierin het een en ander veranderd.\nVoor ongedocumenteerden is echter wel iets veranderd sinds de coronamaatregelen van kracht werden.\nZo is het Smulhuis inmiddels gesloten voor mensen die niet in de opvang verblijven.", "paragraphs": ["De gemeente Utrecht is op zoek naar een plek in de stad waar ongedocumenteerden straks een maaltijd kunnen eten. Momenteel kunnen zij als gevolg van de coronamaatregelen niet in het Smulhuis terecht.", "Begin september lieten verschillende politieke partijen weten zich zorgen te maken over de voedselvoorziening voor kwetsbare Utrechters. ACU aan de Voorstraat deelde sinds het begin van de coronacrisis een tijdlang gratis maaltijden uit. Dat initiatief is inmiddels gestopt.", "De gemeente heeft in de afgelopen periode onderzocht welke mensen gebruikmaakten van Solidarity Kitchen en ook hoe het ervoor staat met de voedselvoorziening voor kwetsbare mensen. Sinds de komst van het coronavirus is hierin het een en ander veranderd.", "Dit onderzoek heeft de gemeente met verschillende partijen uitgevoerd. Zo werd in gesprekken met ACU aangegeven dat de meesten die gebruikmaakten van Solidarity Kitchen dak- of thuislozen waren. Ook is er gesproken over het tegengaan van voedselverspilling en het tegen minimale kosten bereiden van maaltijden.", "Voor ongedocumenteerden is echter wel iets veranderd sinds de coronamaatregelen van kracht werden. Zo is het Smulhuis inmiddels gesloten voor mensen die niet in de opvang verblijven. Ongeveer dertig ongedocumenteerden in Utrecht kunnen nu moeilijk aan een maaltijd komen.", "Voor deze groep is de gemeente nu op zoek naar een locatie. In de tussentijd is er voor deze doelgroep de mogelijkheid om tot 17.00 uur een afhaalmaaltijd op te halen bij Villa Vrede. Dit is onder dezelfde voorwaarden als eerder bij ACU. Deze maaltijden zijn dus gratis."], "authors": ["Door"], "keywords": ["van", "een", "zoekt", "tijdens", "ongedocumenteerden", "met", "oplossing", "maaltijd", "lockdown", "utrecht", "op", "voor", "gemeente", "sinds", "het", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}