{"id": "8040643e-2f3e-3f80-b506-b63323d37700", "title": "Het Londense huis van kunstenaar Dennis Severs is een tien kamers tellende tijdmachine", "url": "https://volkskrant.nl/reizen/het-londense-huis-van-kunstenaar-dennis-severs-is-een-tien-kamers-tellende-tijdmachine~bb777360/", "summary": "Op tafel ligt een brood met een mes erin, een kopje thee is half leeggedronken.\nEdward Kienholz’ bar in het kwadraat en op zijn Brits, dat is Dennis Severs’ huis: een georgiaans herenhuis van vijf verdiepingen met tien kamers, elk ingericht als tijdcapsule.\nZo groeide een totaalkunstwerk dat het verhaal vertelt van een fictieve hugenotenfamilie die hier woonde van 1724 tot 1914.\nDe bezoeker dwaalt in stilte door het huis en maakt kennis met zijdewever Isaac Jervis, zijn vrouw, hun nageslacht en het personeel.\nDoen Na een maandenlange coronasluiting zal Dennis Severs’ huis naar verwachting tegen kerstmis heropenen, zie dennissevershouse.co.uk.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland of net over de grens. Aflevering 33: Londen.", "In de kelder flakkert kaarslicht. Op tafel ligt een brood met een mes erin, een kopje thee is half leeggedronken. Het plafond is laag, de verf bladdert af, de scheve vloer kraakt, het ruikt bedompt. In de verte hoor ik stemmen en voetstappen. Zijn de bewoners thuis, komen de geluiden van buiten of spookt het hier? Boven in de salon knappert de haard. Een buffetkast is gevuld met kostbaar porselein, over een fluwelen rugleuning hangt een gepoederde pruik. Hier woont een voorname familie die een eeuw geleden halsoverkop het huis ontvluchtte. Sindsdien durfde hier kennelijk niemand meer over de drempel te stappen.", "De vergelijking dringt zich op met The Beanery, het bekende kunstwerk uit 1965 in het Stedelijk Museum Amsterdam. Ook dat stap je binnen om te verdwalen in de taferelen, personages, geluiden, geuren en verborgen boodschappen. Je komt ogen en oren tekort. Edward Kienholz’ bar in het kwadraat en op zijn Brits, dat is Dennis Severs’ huis: een georgiaans herenhuis van vijf verdiepingen met tien kamers, elk ingericht als tijdcapsule. Dit kunstwerk past niet in een museum, het is een museum op zich. Bestond er een Michelin-gids voor kunstwerken, dan kreeg het drie sterren: de reis waard.", "De dame des huizes siert de schouw in de salon. Beeld Roelof Bakker", "In de hoek van de eetkamer hangt een prikbord met persoonlijke notities van de bewoners. Beeld Roelof Bakker", "Dennis Severs verhuisde in 1979 van Californië naar Londen. Een eeuwenoud huis in de toenmalige achterstandswijk Spitalfields werd zijn magnum opus: elke kamer richtte hij in met historisch meubilair en objecten uit verschillende periodes. Zo groeide een totaalkunstwerk dat het verhaal vertelt van een fictieve hugenotenfamilie die hier woonde van 1724 tot 1914. Twee decennia lang werkte Severs eraan en toen het voltooid was, ging hij dood. Tegenwoordig is het huis onregelmatig geopend voor publiek. Volgens schilder David Hockney maakt een bezoek een onuitwisbare indruk, vergelijkbaar met ’s werelds mooiste opera-uitvoeringen.", "De bezoeker dwaalt in stilte door het huis en maakt kennis met zijdewever Isaac Jervis, zijn vrouw, hun nageslacht en het personeel. Zo is de keuken het domein van de roodharige en rusteloze kokkin Rebecca Philpot, die haar neus niet alleen in potten en pannen steekt, en is de slaapkamer van Elizabeth Jervis ingericht in de oriëntaalse stijl die eind 18de eeuw bon ton was. Telkens als je een kamer, gang of trap betreedt, hebben zij zich net uit de voeten gemaakt. Ook de bewoners dwalen in stilte door het huis. Je ziet ze niet, maar ze zijn er wel.", "De Victoriaanse kamer is volgestouwd met memorabilia van de familie Jervis. Beeld Roelof Bakker", "Praktische informatie Quarantaine Momenteel worden toeristische reizen naar Engeland afgeraden. Bij aankomst geldt een verplichte quarantaine van 14 dagen. Doen Na een maandenlange coronasluiting zal Dennis Severs’ huis naar verwachting tegen kerstmis heropenen, zie dennissevershouse.co.uk. Boek Nog even niet de grens over? Reis in je leunstoel naar Londen met 18 Folgate Street: The Life of a House in Spitalfields, ebook voor € 11,99. Reis Eurostar rijdt tweemaal daags rechtstreeks in vier uur van Amsterdam naar Londen; enkele reis vanaf € 67, nsinternational.nl, eurostar.com.", "In de Dickenskamer werden brieven geschreven met ganzenveer en literaire meesterwerken gelezen. Beeld Roelof Bakker"], "authors": ["Sander Groen"], "keywords": ["kunstenaar", "zijn", "van", "het", "naar", "en", "een", "met", "londense", "kamers", "tien", "tijdmachine", "tellende", "huis", "severs", "je"], "pubDate": "2020-12-17T14:00:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}