{"id": "80438fd5-0849-35d3-8ba5-c49bb1992964", "title": "Handballers wacht zware opgave tegen Slovenië", "url": "https://www.parool.nl/sport/handballers-wacht-zware-opgave-tegen-slovenie~b8d0a4c1/", "summary": "Het was niet zo dat het handbalhart van Richardsson brak toen hij hoorde dat de Franse topclub zonder Steins naar de Final Four in Keulen ging.\nHet is onzeker of Richardsson vanavond in Almere tegen Slovenië kan beschikken over Steins, die gisteren nog wachtte op een negatieve coronatest.\nHet duel met de Slovenen is voor Nederland de tweede wedstrijd in de kwalificatiereeks voor het EK van 2022.\nRichardsson is gecharmeerd van het handbal in Slovenië, dat ondanks een gering aantal inwoners al jaren goede spelers voortbrengt.\nIn de kwalificatie voor het EK van 2020 kwam Nederland ook twee keer uit tegen Slovenië.", "paragraphs": ["Beeld Hollandse Hoogte / European Press Agency (EPA)", "Natuurlijk leefde Erlingur Richardsson, de IJslandse bondscoach van de Nederlandse handballers, mee met Luc Steins. Bij de Limburger wisselde vreugde zich in een tijdsbestek van vijf weken af met verdriet. Vreugde nadat hij werd aangetrokken door Paris Saint-German, verdriet omdat hij door een positieve coronatest de Final Four van de Champions League misliep.", "Het was niet zo dat het handbalhart van Richardsson brak toen hij hoorde dat de Franse topclub zonder Steins naar de Final Four in Keulen ging. Uiteraard vond hij het spijtig voor de 25-jarige international en voor het Nederlandse handbal, want niet iedereen krijgt de mogelijkheid om in de eindfase van de Champions League te spelen. “Maar Luc is nog jong en iedereen weet wat hij kan,” aldus Richardsson.", "Eind november werd Steins op huurbasis aangetrokken door Paris Saint-Germain, dat in hem een goede vervanger zag voor de Franse wereldster Nikola Karabatic, die tijdens het competitieduel met Ivry de kruisbanden van de rechterknie scheurde. Steins, afkomstig van Toulouse, ontpopte zich in de Franse hoofdstad al snel tot de spelmaker die de Europese topclub voor ogen had.", "Snelheid en techniek", "“Het Franse handbal is bijzonder geschikt voor Luc,” zegt Richardsson. “Ze spelen open handbal, gebaseerd op fitheid, snelheid en techniek. Met zijn technische kwaliteiten is dat ideaal voor Luc. Dat liet hij al bij Toulouse zien. Het is anders dan bij veel Duitse clubs, waar het spel wordt bepaald door grote, sterke schutters. En hij krijgt het vertrouwen van de coach en dat is belangrijk.”", "Met Paris Saint-Germain lonkte voor Steins deelname aan de Final Four van de Champions League, eind december in Keulen. Hij zou de tweede Nederlander ooit worden in de eindfase van de Europese clubcompetitie, na Mark Bult in 2012 met Füchse Berlin. Twee dagen voor het eerste duel met Barcelona werd hij echter positief getest op corona en moest hij achterblijven in Parijs.", "Het is onzeker of Richardsson vanavond in Almere tegen Slovenië kan beschikken over Steins, die gisteren nog wachtte op een negatieve coronatest. Het duel met de Slovenen is voor Nederland de tweede wedstrijd in de kwalificatiereeks voor het EK van 2022. Eerder won Oranje nipt met 27-26 van Turkije in de groep met daarin ook Polen. De nummers een en twee plus de vier beste nummers drie plaatsen zich voor de Europese titelstrijd in Hongarije en Slowakije.", "Competitie stilgelegd", "“Ik vind het moeilijk te zeggen waar we op dit moment staan,” zegt Richardsson. “We hebben in een jaar tijd slechts één wedstrijd gespeeld en een aantal van onze internationals speelt al lange tijd niet bij hun clubs, omdat de competitie is stilgelegd. Bij de Slovenen is dat anders. Zij staan bijna allemaal onder contract bij grote clubs en hebben doorgespeeld.”", "Nederland begint in de Almeerse Topsporthal als underdog aan de ontmoeting met Slovenië, dat brons veroverde op het WK van 2017 en vierde werd op het laatste EK. Richardsson is gecharmeerd van het handbal in Slovenië, dat ondanks een gering aantal inwoners al jaren goede spelers voortbrengt. De nationale ploeg omschrijft hij als een mix van technisch vaardige opbouwers en fysiek sterke cirkelspelers.", "In de kwalificatie voor het EK van 2020 kwam Nederland ook twee keer uit tegen Slovenië. In Almere leek de ploeg van Richardsson destijds op weg naar een stunt, maar in de slotfase werd een riante voorsprong (19-15) alsnog uit handen gegeven: 26-27. Een paar dagen later werd het in Celje 30-23 voor de Slovenen. Richardsson: “Ik weet dat we het ze moeilijk kunnen maken, maar we zullen alles moeten geven.”"], "authors": ["Fred Buddenberg"], "keywords": ["handballers", "van", "voor", "en", "slovenië", "een", "met", "tegen", "zware", "dat", "richardsson", "op", "wacht", "het", "hij", "opgave"], "pubDate": "2021-01-06T09:23:53Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}