{"id": "8047b1b2-82e4-34c7-8e18-35682beae5e6", "title": "In een democratie kunnen niet twee elkaar uitsluitende werkelijkheden naast elkaar bestaan", "url": "https://trouw.nl/nieuws/in-een-democratie-kunnen-niet-twee-elkaar-uitsluitende-werkelijkheden-naast-elkaar-bestaan~b11af647/", "summary": "Langs zijn maatlat is het niet moeilijk aan te wijzen waar het in Amerika met de democratie bergafwaarts is gegaan.\nHij boog de werkelijkheid niet een beetje in zijn voordeel bij, zoals politici geneigd zijn te doen, nee, hij introduceerde een ­alternatieve werkelijkheid.\nDat was niet het geval, bij lange na niet zelfs, zoals gemakkelijk viel te checken.\nIn een democratie kunnen niet twee elkaar uitsluitende werkelijkheden naast elkaar bestaan.\nJa, het is zeker goed dat er hier een midden is, breder dan het CDA alleen, dat het land regeerbaar houdt en een buffer opwerpt tegen het onverplichtende populisme.", "paragraphs": ["De Duitse schrijver Thomas Mann (1875-1955) voelde zich door het opkomende fascisme in de jaren dertig gedwongen tot een speurtocht naar het wezen van de democratie. Hij kwam hierop uit: de democratie steunt als staats- en beschavingsvorm op de onverbrekelijke trits ‘vrijheid, waarheid en recht’.", "Hij vond het ondoenlijk en ook niet zinnig een rangorde aan te brengen. Tast je de ene waarde aan, dan tast je ook de andere aan. In hun samenhang vormen zij de kern van de menselijkheid en daarmee de bron van de persoonlijke waardigheid van elk mens. Mann noemde de krachten die daar­tegenin gaan daarom laag en verachtelijk, omdat zij de beschaving in de ziel aanranden.", "Langs zijn maatlat is het niet moeilijk aan te wijzen waar het in Amerika met de democratie bergafwaarts is gegaan. Al op de eerste dag van zijn presidentschap trok Donald Trump een lange neus naar de waarheid. Hij boog de werkelijkheid niet een beetje in zijn voordeel bij, zoals politici geneigd zijn te doen, nee, hij introduceerde een ­alternatieve werkelijkheid.", "Twee elkaar uitsluitende werkelijkheden", "Het klonk destijds tamelijk lachwekkend, dat hij de opkomst bij zijn inauguratie de grootste ooit noemde. Dat was niet het geval, bij lange na niet zelfs, zoals gemakkelijk viel te checken. Maar daar ging het niet om. Het punt was dat hij een eigen werkelijkheid schiep, de enige die telde; een daad van brutaal en antidemocratisch machtsvertoon.", "In een democratie kunnen niet twee elkaar uitsluitende werkelijkheden naast elkaar bestaan. Wil de staats- en beschavingsvorm floreren, dan is overeenstemming nodig over wat, ­zoals de liberale staatsman Thorbecke schreef, ‘goed, recht en waar’ is. Dat vereist vrijheid om de waarheid te ­zoeken, langs de weg van debat het ­algemeen belang te formuleren en recht zijn loop te geven.", "De pest van deze tijd is dat met het uitbaten van alternatieve feiten – een eufemisme voor leugens – politieke macht en geld zijn te verdienen. En sociale media spelen een aandrijvende rol. Trump heeft al miljoenen dollars ingezameld voor zijn strijd tegen de uitslag van de presidentsverkiezingen.", "Het is nog een geluk bij het grote ongeluk dat zich deze week op Capitol Hill voltrok, dat er geen ideologie achter zat en zelfs geen plan. Het populisme dat Trump bij uitstek belichaamt, is in de kern een vorm van decadentie, die een paradijs opent voor narcisten en rancuneuze geesten, wel in staat sentimenten te bespelen en hun aanhangers op te ruien, niet in staat hun politieke macht vorm en inhoud te ­geven. De aanval op het Amerikaanse parlement is daarom moeilijk te vergelijken met de mars op Rome in 1922 of de Rijksdagbrand in Berlijn in 1933, ­gebeurtenissen die de opmaat waren voor de tirannieke regimes van Mus­solini en Hitler.", "Toeslagenschandaal", "De gebeurtenissen in de Verenigde Staten zijn wel reden, in navolging van Thomas Mann, goed na te denken over het waardevolle bezit dat de democratie is. Mann formuleerde een belangrijk uitgangspunt voor democratisch leiderschap: handel als een denkend mens, denk als een handelend mens. Het dwingt politici tot beloften die zij kunnen waarmaken binnen democratische grenzen, dus niet ten koste van de menselijke waardigheid en vrijheid van alle burgers.", "Leiderschap van dit kaliber is bij Trump ver te zoeken geweest. Na de opruiende toespraak tot zijn aanhang op de National Mall hield hij zich veel te lang afzijdig van de gevolgen van zijn woorden en moest aankomend president Biden hem oproepen in actie te komen. Ontzetting uit het ambt zou een passend antwoord zijn op zijn rol als aanstichter van het kwaad, al was het maar om als zelfbewuste democratie scherp te markeren dat een ‘rode lijn’ is overschreden.", "Hoewel van een andere orde, maar in de gevolgen voor duizenden burgers zeer ingrijpend, roept in ons land het toeslagenschandaal de vraag naar een passend antwoord op. Langs de maatlat van Mann gelegd, komt onze democratie er in deze zaak schokkend slecht af. De overheid heeft ‘ongekend onrecht’ aangericht, het zoeken naar de waarheid is afgeschermd en zelfs tegengewerkt, het recht heeft de burgers lang onbeschermd gelaten. Een crisis in ons bestel die zijn weerga niet kent.", "Het CDA heeft zich het afgelopen najaar vanwege het gepolariseerde ­klimaat in Amerika op de borst geklopt met de slogan: ‘Wat is het great om een partij in het midden te hebben’. Ja, het is zeker goed dat er hier een midden is, breder dan het CDA alleen, dat het land regeerbaar houdt en een buffer opwerpt tegen het onverplichtende populisme. Maar het midden is niet heilig, zoals het toeslagendebacle laat zien.", "Voor de geloofwaardigheid van het politieke leiderschap in het midden is een antwoord nodig dat recht doet aan de ernst van de crisis. Dat vraagt iets meer dan, in navolging van PvdA-­voorman Asscher, sorry zeggen en snel overgaan tot de orde van de dag."], "authors": ["Hans Goslinga"], "keywords": ["naast", "van", "zijn", "twee", "bestaan", "elkaar", "kunnen", "een", "democratie", "en", "te", "op", "het", "niet", "dat", "uitsluitende", "werkelijkheden"], "pubDate": "2021-01-10T07:49:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}