{"id": "805169a2-e96c-3347-927a-b99452c7cbda", "title": "Mafiopoli schetst een indringend portret van de grootste criminele multinational ter wereld ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/mafiopoli-schetst-een-indringend-portret-van-de-grootste-criminele-multinational-ter-wereld~b7da6bf8/", "summary": "Het resultaat is een indringend portret van de ’Ndrangheta, dat overtuigend laat zien hoe ver de macht van de Calabrese maffia reikt.\nOp basis van interviews en juridische documenten schetst De Boer een gedetailleerd beeld van de grootste criminele multinational ter wereld, waarvan de tentakels zich uitstrekken tot ver in Noord-Europa.\nDe zoon van een maffioso begon een satirisch radioprogramma, waarin hij zijn woonplaats omdoopte tot ‘Mafiopoli’ en de lokale bazen met bijnamen en persiflages belachelijk maakte.\nDoor losse nieuwsfeiten met elkaar te verbinden en van context te voorzien, schetst De Boer de contouren van een onzichtbare wereld.\nHet boek eindigt voordat de tweede coronagolf Calabrië overspoelde, en zo de bestuurlijke chaos en het corrupte zorgsysteem genadeloos blootlegde.", "paragraphs": ["Beeld Nieuw Amsterdam", "Journalist Sanne de Boer verhuist van Amsterdam naar Calabrië. Ze laat er haar huis met uitzicht op zee verbouwen, luncht bij de bejaarde buren met huisgemaakte worst en troebele wijn, en leert het lokale dialect spreken. Maar laat je niet misleiden door de eerste hoofdstukken van Mafiopoli, waarin De Boers emigratie naar Zuid-Italië nog aanvoelt als een Eat, Pray, Love-achtig avontuur.", "Al snel krijgt het leven in Calabrië namelijk een spannender wending, als de Nederlandse immigrant zich begint te verdiepen in de maffiose krachten die haar nieuwe thuisregio beheersen. Het resultaat is een indringend portret van de ’Ndrangheta, dat overtuigend laat zien hoe ver de macht van de Calabrese maffia reikt. Op basis van interviews en juridische documenten schetst De Boer een gedetailleerd beeld van de grootste criminele multinational ter wereld, waarvan de tentakels zich uitstrekken tot ver in Noord-Europa.", "‘Ik weet er niets van en ik wil er niets van weten.’ Zo reageert een Nederlandse bloemenhandelaar als De Boer hem confronteert met het feit dat zijn Italiaanse vriend en zakenpartner een belangrijke ’Ndrangheta-baas is. Zijn uitspraak blijkt, tot zorg van De Boer, typisch voor de Nederlandse omgang met de Calabrese maffia. Mafiopoli is daarom meer dan het verslag van een onderzoek. Het is bovenal een waarschuwing aan ons, Noord-Europeanen, om de ogen niet langer te sluiten voor de duistere wereld die schuilgaat achter een schijnbaar keurig bloemenbedrijf in Aalsmeer of een pizzeria in Duisburg.", "Hopeloze situatie", "De wreedheid van die wereld maakt De Boer pijnlijk tastbaar door tragische persoonlijke geschiedenissen door het boek heen te weven. Ze heeft niet alleen aandacht voor spijtoptanten onder de maffiosi, maar tekent ook de trieste verhalen op van vrouwen geboren in maffiafamilies, die zwaar lijden onder de omertà, maar nog zwaarder als ze het wagen die te doorbreken.", "Het indrukwekkendste verhaal stamt al uit de jaren zeventig en is dat van antimaffia-activist Peppino Impastato. De zoon van een maffioso begon een satirisch radioprogramma, waarin hij zijn woonplaats omdoopte tot ‘Mafiopoli’ en de lokale bazen met bijnamen en persiflages belachelijk maakte. Dat het met Impastato slecht afliep, is niet verrassend, maar door zijn beroemde verhaal – verfilmd als I cento passi – levendig na te vertellen, maakt De Boer direct invoelbaar waarom de situatie een halve eeuw later nog steeds zo hopeloos is. De maffiaterreur smoort niet alleen elke vorm van verzet in de kiem, maar zelfs de gedachte eraan.", "Glimpje hoop", "Het enige glimpje hoop van het boek schuilt in de dappere magistraten, rechercheurs en journalisten die zich blijven inzetten om de ’Ndrangheta aan te pakken, al moeten ook zij dat regelmatig met hun leven bekopen. ‘Questa terra diventerà bellissima’, leest De Boer op een spandoek tijdens een antimaffia-festival. Deze plek zal ooit prachtig worden. Het is de paradox van Calabrië. De regio ís al prachtig, met zeldzaam mooie natuur en een rijke culturele geschiedenis, maar zelfs die gaan gebukt onder de houdgreep van de maffia. Archeologische vondsten worden gestolen, illegaal afval wordt gedumpt in natuurgebieden.", "De kracht van Mafiopoli schuilt niet zozeer in nieuwe onthullingen, maar in de verzameling en duiding van bekende informatie. Door losse nieuwsfeiten met elkaar te verbinden en van context te voorzien, schetst De Boer de contouren van een onzichtbare wereld.", "Het boek eindigt voordat de tweede coronagolf Calabrië overspoelde, en zo de bestuurlijke chaos en het corrupte zorgsysteem genadeloos blootlegde. Binnen een paar weken traden vier gezondheidscommissarissen aan en weer af, de ziekenhuizen raakten overweldigd. De ’Ndrangheta leeft van crises, laat De Boer in Mafiopoli zien, dus haar waarschuwing heeft sinds het verschijnen alleen maar aan urgentie gewonnen."], "authors": ["Rosa Van Gool"], "keywords": ["grootste", "portret", "schetst", "van", "en", "multinational", "een", "met", "boer", "te", "wereld", "ter", "het", "mafiopoli", "maar", "niet", "die", "indringend"], "pubDate": "2021-01-08T10:01:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}