{"id": "80554be4-bf39-3e4b-83c4-69e66a4eb118", "title": "Eerste indruk: Galaxy Note 20 brengt kleine verbeteringen in topserie", "url": "https://nu.nl/reviews/6068882/eerste-indruk-galaxy-note-20-brengt-kleine-verbeteringen-in-topserie.html", "summary": "De Note 20 en Note 20 Ultra lijken vooralsnog een kleine update ten opzichte van hun voorgangers, die eind vorig jaar verschenen.\nDe Galaxy Note-telefoons verschijnen doorgaans in het najaar en nemen vaak functies over van de Galaxy S-toestellen, die aan het begin van het jaar worden uitgebracht.\nVerschillende schermen en camera'sTussen de Note 20 en Note 20 Ultra zitten wel verschillen.\nDe Note 20 heeft een scherm van 6,7 inch en een ververssnelheid van 60Hz.\nDe Note 20 haalt dertig keer digitaal zoomen, terwijl de Note 20 Ultra een bereik heeft van vijftig keer.", "paragraphs": ["Samsung heeft zijn nieuwe toptoestellen voor het komend najaar gepresenteerd. De Note 20 en Note 20 Ultra lijken vooralsnog een kleine update ten opzichte van hun voorgangers, die eind vorig jaar verschenen.", "De Galaxy Note-telefoons verschijnen doorgaans in het najaar en nemen vaak functies over van de Galaxy S-toestellen, die aan het begin van het jaar worden uitgebracht. Dat is ditmaal niet anders. De Note 20 lijkt op de S20, maar spreekt een net iets andere doelgroep aan.", "Op de Note-telefoons draait het voor veel gebruikers om het meegeleverde pennetje, de S Pen. Hiermee kun je aantekeningen of tekeningetjes maken op het scherm. Daarmee bedient Samsung vooral de zakelijke en creatieve markt. Ook dit keer is de stylus weer aanwezig, al zullen fervente gebruikers even moeten wennen: hij zit nu links onderin in plaats van rechts.", "Het pennetje zit dit keer linksonder in het toestel. Bron: NU.nl.", "Meer functies voor notities", "De pen is in de Note 20 verbeterd. Zo pikt het scherm sneller pencontact op, volgens Samsung is er nu nog sprake van 9 milliseconden vertraging in plaats van 42 milliseconden. Het lijkt een klein verschil, maar in de praktijk is elke vertraging voelbaar. Tijdens onze korte hands-on voelden de krabbels direct genoeg.", "In de notitie-app van Samsung zijn ook verbeteringen doorgevoerd. Schrijf je wat scheef, dan kan de software de letters automatisch rechttrekken. Ook is het mogelijk om notities beter te ordenen en ze via de cloud op elk apparaat te bekijken. Hiermee wordt het toestel nog bruikbaarder voor de snelle aantekening.", "Achterkant van de reguliere Note 20. Bron: Nu.nl.", "Verschillende schermen en camera's", "Tussen de Note 20 en Note 20 Ultra zitten wel verschillen. De Note 20 heeft een scherm van 6,7 inch en een ververssnelheid van 60Hz. De Note 20 Ultra is groter (6,9 inch) en biedt een sneller beeldscherm (120Hz). De Ultra heeft ook nog aflopende schermranden, terwijl de reguliere Note 20 een plat scherm heeft, iets wat wij persoonlijk liever hebben omdat dat onbedoelde schermaanraking vermindert.", "Het ontwerp van de toestel is vooral achterop iets anders dan dat van de Note 10. Op de achterkant zijn de cameralenzen in een rechthoekig eilandje geplaatst. Dat was op het vorige model nog een pilvorm. De vernieuwde behuizing voor de camera's er iets strakker uit.", "De prestaties van de camera's konden we tijdens de korte test niet goed testen. Wel zijn er verschillen tussen de toestellen te benoemen. De Note 20 heeft een standaard camera van 64 megapixels. Bij de Note 20 Ultra is dat een 108 megapixel-camera. Beide toestellen bevatten een groothoeklens.", "Het grootste verschil zit hem in het zoombereik. De Note 20 haalt dertig keer digitaal zoomen, terwijl de Note 20 Ultra een bereik heeft van vijftig keer. In de praktijk maakt dat verschil niet veel uit, want na tien keer zoomen neemt de kwaliteit van de foto's snel af en is het resultaat korrelig.", "Voorlopige conclusie", "Pas bij een langere test kunnen we iets zeggen over de accuduur, het nut van het pennetje bij dagelijks gebruik en de kwaliteit van de camera's in verschillende omstandigheden. Op het eerste gezicht lijken ook deze toestellen weer heel degelijke toestellen te zijn, die op de belangrijkste punten zijn verbeterd ten opzichte van hun voorgangers.", "Daarmee lijkt de Note 20 vooral een logische update van de vorig jaar verschenen Note 10, zonder al te veel spannende toevoegingen. Die zijn waarschijnlijk voorbehouden aan de volgende versie van de Galaxy S."], "authors": ["Door", "Rutger Otto"], "keywords": ["galaxy", "eerste", "20", "van", "heeft", "het", "verbeteringen", "kleine", "op", "zijn", "note", "een", "topserie", "en", "ultra", "brengt", "indruk"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}