{"id": "806691b6-c74e-30fd-9cdc-b99e2f0ca5c0", "title": "Democraten willen haast maken met afzetten van Trump", "url": "https://www.volkskrant.nl/nieuws-achtergrond/democraten-willen-haast-maken-met-afzetten-van-trump~b22698e8/", "summary": "Alternatief planDe Democraten hebben nog een plan achter de hand voor als Pence en zijn kabinet Trump niet willen afzetten.\nTot nu toe hebben al 210 van de 435 leden van het Huis van Afgevaardigden publiekelijk laten weten dat zij zo’n voorstel steunen.\nDe kans dat dat lukt, wordt klein geacht.\nDemocraten willen dus eerst Biden de tijd geven om zijn regering op te starten, en willen pas daarna weer achter Trump aan gaan.\nBij de bestorming van het Capitool vorige week kwamen vijf mensen om het leven.", "paragraphs": ["Beeld AFP", "Pelosi zal maandagochtend (lokale tijd) een resolutie indienen bij het Huis van Afgevaardigden waarin vicepresident Mike Pence wordt opgeroepen een beroep te doen op het 25ste amendement van de Amerikaanse grondwet. Pence en de overige kabinetsleden kunnen hiermee Trump uit zijn functie zetten als zij oordelen dat de president onbekwaam is en niet meer in staat is om zijn taken uit te voeren.", "Volgens Pelosi heeft Trump vorige week opgeroepen tot een opstand tegen de overheid, waarna het Capitool werd bestormd, en vormt hij daardoor een ‘onmiddellijk gevaar’ voor de democratie en de Amerikaanse Grondwet. ‘We roepen de vicepresident op om binnen 24 uur te reageren’, aldus Pelosi in een brief aan Democratische parlementsleden. Indien het kabinet akkoord gaat met afzetting, wordt Pence tijdelijk president. De kans is volgens ingewijden klein dat Pence voor deze route kiest.", "Alternatief plan", "De Democraten hebben nog een plan achter de hand voor als Pence en zijn kabinet Trump niet willen afzetten. Dan zal Pelosi de benodigde documenten indienen om de afzettingsprocedure op te starten via het parlement (impeachment). Het is een ingewikkelde procedure die veel langer duurt, en waarvan de kans van slagen misschien nog wel kleiner is.", "Eerst moet een meerderheid gevonden worden in het Huis van Afgevaardigden. Dat lukt nog wel. Tot nu toe hebben al 210 van de 435 leden van het Huis van Afgevaardigden publiekelijk laten weten dat zij zo’n voorstel steunen. Dinsdag of woensdag al kan het Huis stemmen over dit voorstel, waarvoor tegen die tijd waarschijnlijk wel voldoende steun is.", "Maar daarmee is Trump nog niet afgezet. Nadat het Huis de procedure goedkeurt, moet de Senaat zich er ook nog over buigen. Daar moet tweederde van de senatoren instemmen. Dat betekent dat de Democraten gesteund moeten worden door ten minste zeventien Republikeinen. De kans dat dat lukt, wordt klein geacht. Positief punt voor de Democraten is wel dat inmiddels al twee Republikeinse sentoren zich hebben uitgesproken voor afzetting: Pat Toomey uit Pennsylvania en Lisa Murkowski (Alaska) vinden dat Trump zo snel mogelijk moet vertrekken. Maar het zijn nog steeds vijftien senatoren te weinig.", "Nooit meer president", "Zelfs als de afzettingsprocedure mislukt, gaat er een grote symbolische werking van uit. Trump zou de eerste president ooit in de Amerikaanse geschiedenis zijn tegen wie tweemaal een afzettingsprocedure is gestart.", "Daarnaast is het doel van de stemming in de Senaat om te voorkomen dat Trump zich ooit nog een keer verkiesbaar kan stellen als president. Voor die stemming is slechts een ‘simpele’ meerderheid nodig van 51 senatoren en die hebben de Democraten sinds vorige week.", "Als het aan de top van de Democratische Partij ligt is de stemming in de Senaat pas over honderd dagen. Trump is dan allang geen president meer, dus hem afzetten kan dan ook niet meer. Er blijft tegen die tijd wel ruimte over om te voorkomen dat Trump ooit nog president mag worden.", "Corona", "Uitstel van de stemming geeft de nieuwe president Joe Biden bovendien de kans om eerst de grote lijnen van zijn beleid uit te zetten. Hij wil onder meer de strijd aangaan met corona door de vaccinatiecampagne te versnellen en door een coronasteunpakket voor werknemers en bedrijven door te voeren.", "Voor veel van deze zaken heeft Biden de steun van de Senaat nodig en dat kan niet als die fulltime bezig is met een afzettingsprocedure tegen Trump. Democraten willen dus eerst Biden de tijd geven om zijn regering op te starten, en willen pas daarna weer achter Trump aan gaan.", "Bij de bestorming van het Capitool vorige week kwamen vijf mensen om het leven. Volgens Democraten heeft Trump zijn achterban opgejut om over te gaan tot de bestorming."], "authors": ["Natalie Righton"], "keywords": ["zijn", "van", "maken", "nog", "en", "met", "een", "om", "te", "afzetten", "trump", "het", "democraten", "haast", "dat", "willen"], "pubDate": "2021-01-11T06:23:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}