{"id": "80715bc6-1467-3d41-9204-01865c469186", "title": "Zo haal je je werkdoelen voor 2021 wél", "url": "https://volkskrant.nl/werken/zo-haal-je-je-werkdoelen-voor-2021-wel~b38f014f/", "summary": "Hoe bepaal je je doelen?\nEen manier om erachter te komen waar je gelukkig van wordt in je werk is om een paar weken een dagboek bij te houden.\nZo haal je je doelenAls je weet wat je wilt is het zaak te bedenken hóe je dat doel gaat halen.\nWil je bijvoorbeeld een betere werk-privébalans, zeg dan dat je voortaan om 17 uur je laptop dichtklapt.\nAls je om 17 uur écht wilt stoppen, ben je genoodzaakt ’s ochtendsvroeg met de belangrijkste taken te beginnen, in plaats van eerst een halfuur je mail te checken.", "paragraphs": ["Waarom zou je elk jaar plannen moeten maken over je ontwikkeling? En hoe stel je dan doelen? Beeld Matteo Bal", "Optimalisatie is de heilige graal geworden in de westerse seculiere samenleving. Boeken over zelfoptimalisatie als ‘de zeven eigenschappen voor succes in je leven’ aanleren of ‘de ­gewoontes om je leven succesvoller te maken’, prijken standaard hoog op de bestsellerlijsten, schrijft filosoof en journalist Doortje Smitshuizen. Volgens haar is het een miljardenindustrie geworden. ‘Werp één blik op de zelfverbeteringsafdeling in een boekwinkel en woorden als ‘productiviteit’, ‘tijdsmanagement’ en ‘optimalisatie’ knipperen voor je ogen als neonletters’, schrijft ze.", "Sinds 2020 is er bovendien nog iets bijgekomen om je zorgen over te maken. Behalve doorgroeien en leuk werk hebben, moet het nu ook zinvol zijn. Wie in deze tijd geen levens redt op de ic of desnoods mondkapjes naait in de hobbykamer, kan het gevoel van nutteloosheid bekruipen. Heb je een bullshitbaan? Zou je niet werk moeten doen dat er echt toe doet?", "Waarom steeds maar nieuwe doelen stellen?", "Hoewel er wat voor te zeggen is om niet altijd maar meer te willen en mindful te genieten van het werk dat je doet, is het volgens Carolina Pruis wel handig om te weten welke richting je op wilt in je werk, omdat je zo de regie hebt over je eigen loopbaan. Pruis schreef het boek Happy in je werk (2019) en geeft trainingen onder de ambitieuze noemer Design your career. ‘Wacht niet af wat je werkgever voor je in petto heeft of wat voor vacatures er toevallig voorbij komen.’", "Kies je doelen wel wijs, vindt Thijs Launspach, psycholoog en schrijver van Werken met millennials (2019) en Werk kan ook uit (2020). Met ambities hebben is niets mis, maar wel met het gevoel dat je een loser bent als je die – vaak veel te hoge – idealen niet haalt. Het is daarom slim verwachtingen bij te stellen, zie je werk bijvoorbeeld eens als baantje.", "Hoe bepaal je je doelen?", "Realistische doelen dus. En denk dan niet alleen aan die hogere functie, ook dingen als een betere werk-privébalans, gestructureerder werken en aardiger doen tegen collega’s, kunnen goede werkvoornemens zijn. Hoe kom je erachter welke kant je jezelf op wilt ontwikkelen?", "Pruis, die als interim-directeur bij bedrijven als NBD Biblion, Aldipress en Voetbal International honderden functioneringsgesprekken voerde met werknemers, schat dat 70 procent van de mensen het lastig vindt om na te denken over de toekomst. ‘Dat komt doordat veel mensen zichzelf niet goed kennen.’ In haar boek en bij de trainingen laat ze mensen nadenken over wat ze kunnen en wie ze zijn, daaruit vloeit dan vanzelf het antwoord op de vraag: wat wil je?, zo stelt ze.", "Een manier om erachter te komen waar je gelukkig van wordt in je werk is om een paar weken een dagboek bij te houden. Schrijf die weken zeven dagen per week al je activiteiten op en noteer ook hoeveel energie je ergens van krijgt, of je in een flow raakt of dat je het juist een vervelende klus vindt. Pruis: ‘Als je dit analyseert, zie je al snel een patroon en kom je er achter wat je eigenlijk het liefste doet.’", "Dit zijn de populairste goede werkvoornemens voor 2021 Nationale Vacaturebank en Intermediair vroegen, in samenwerking met Motivaction, ruim 650 respondenten naar hun plannen voor het komende jaar. Wat daarin opvalt, is dat we massaal naar minder stress verlangen (32 procent). Andere goede voornemens die op werkgebied hoog scoorden zijn onder meer een training of cursus doen (bijna 1 op de 5 mensen is dat van plan), een andere baan (1 op de 10), minder werken (9 procent), intern een stap maken (8 procent) en een carrièreswitch (8 procent).", "Zo haal je je doelen", "Als je weet wat je wilt is het zaak te bedenken hóe je dat doel gaat halen. Want zoals het citaat dat wordt toegewezen aan de schrijver van De Kleine Prins luidt: ‘een doel zonder plan is gewoon een wens’.", "Wat helpt is om je grote doel op te breken in behapbare brokjes, adviseert Carien Karsten, psychotherapeut gespecialiseerd in stress en burn-outs. Wil je bijvoorbeeld een betere werk-privébalans, zeg dan dat je voortaan om 17 uur je laptop dichtklapt. Zo’n kleine stap maakt het voornemen haalbaarder en heeft daarnaast allerlei gunstige bijeffecten, zoals dat je leert prioriteiten te stellen. Als je om 17 uur écht wilt stoppen, ben je genoodzaakt ’s ochtendsvroeg met de belangrijkste taken te beginnen, in plaats van eerst een halfuur je mail te checken. Karsten: ‘De taken die aan het eind van de dag nog openstaan, kunnen dan als het goed is wachten tot de volgende dag.’", "Ook intrinsieke motivatie is belangrijk. Karsten: ‘Je moet er echt de voordelen van zien, anders ga je smoesjes verzinnen waardoor je het voornemen toch weer even opzij zet.’", "En mocht het onverhoopt toch allemaal niet lukken in 2021 – door nóg meer lockdowns bijvoorbeeld of juist doordat het leven weer normaal is en je vooral zin hebt in festivals en knuffelen met dierbaren – dan heb je in ieder geval vast het lijstje met doelen voor 2022 klaar. Kun je eind december zo op social media knallen."], "authors": ["Yasmine Esser"], "keywords": ["je", "van", "zo", "werkdoelen", "voor", "en", "een", "haal", "om", "te", "op", "2021", "als", "het", "dat", "wél"], "pubDate": "2020-12-31T15:07:42Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}