{"id": "807ffa21-7244-39dc-a504-b24077aecd3d", "title": "Sjefietshe (9-): a superlative new brown café", "url": "https://www.parool.nl/english/sjefietshe-9-a-superlative-new-brown-cafe~b40d78dd/", "summary": "Beeld Eva PlevierIn the early noughties I often used to go to London, where pub food was all the rage.\nEver since, I’ve fantasised about taking over a brown café and serving really good versions of eetcafé dishes.\nCorner caféThe interior of this street-corner café was just as warm: dark colours, dim lighting, but immaculate.\nMy only quibble of the evening was its base, cold and damp as though thawed before the curd was added.\nIn this lovely, cosy café, the two of you can dine on manna from heaven for around a hundred euro.", "paragraphs": ["Restaurant Sjefietshe in De Pijp. Beeld Eva Plevier", "In the early noughties I often used to go to London, where pub food was all the rage. Fish and chips, ham and pea soup, steak and kidney pie, bread and butter pudding, trifle: classic dishes crafted by chefs who’d earned their spurs in more traditionally culinary settings.", "Ever since, I’ve fantasised about taking over a brown café and serving really good versions of eetcafé dishes. Saté met patat; sate kambing with the best fries you’ve ever tasted; fresh lasagna; beautifully chargrilled steaks; unpretentious but stunningly good food in an average-looking kind of venue.", "Amsterdam style", "Two items that have found their way onto just about every Amsterdam eetcafé menu in the last few years are burrata and ceviche, rightly regarded as today’s versions of caprese and carpaccio.", "I wasn’t exactly fired up about the idea of going to a new café whose name is a Dutchified version of “ceviche”, but sometimes it’s really nice to be proved wrong.", "On the evening of our visit to Sjefietsche, which is in De Pijp, it was raining bucketloads and we were glum and soaked to the skin. But a tall, friendly guy in a flat cap gave us such a warm, relaxed welcome that our gruelling bike ride was quickly forgotten.", "Corner café", "The interior of this street-corner café was just as warm: dark colours, dim lighting, but immaculate. We sat at a two-top in the window and ordered cocktails: a maracuyá sour and a pisco sour (both €10, both expertly prepared and refreshingly unsweet).", "The langoustines we chose on the server’s recommendation were a minor miracle. They were a feast in their own right, a modern, au-gratin version of scampi, extremely fresh, flash-grilled on the outside and raw but not cold inside, the classic herbs replaced by chopped seaweed (€14). This is the stuff that dreams are made of.", "We obviously tried gamba and hamachi ceviches (€14 and €15), and both were magical. The shrimp and meat cuissons were perfect, and the citrus juice provided just the right degree of acidity to cook them, but without tasting bitter.", "It was very clever, and that’s without the almost voluptuous, oh-so-exquisite garnish of sweetcorn, yellow pepper and red onion (for the gamba) and radish, avocado, and kumquat for the hamachi. If I have one criticism, it’s that the fish and shrimps weren’t given enough visual prominence, but they were cooked by someone who had their buying, preparation and flavours down to a T.", "The wine list was small, with lots of organic wines. We chose a glass of Orléans Blanc chardonnay that lacked length, and a very fine Adeneuer blanc de noir (both €6.50).", "We always eat more than the average visitor when reviewing for A matter of taste, but even then, we didn’t want to miss out on the best fishcakes ever (€8 for four). They were fried ultra-crisp on the outside and soft, briny and airy on the inside, accompanied by a slice of lemon and smoked chilli mayonnaise: not chipotle, but a version made by the Mapuche Indians.", "Octopus tentacle", "For €19, we got a chunky, perfectly tenderized and grilled octopus tentacle – those crispy suckers! - with wonderful anchovy aïoli and salsa verde from the Magimix. Its rich heartiness was perfectly counterbalanced by the acidity of the salsa and mayo, which is not as easy as it sounds.", "Then came a delicate and artfully butterflied sea bream (€18), with the bones removed but the fillets still in contact with the back. As sides, we had a very good waffle with crème fraîche, trout caviar and chopped dill, parsley, and sorrel (€7) and fermented fries (€5). The fermentation gave the fries a slight acidity like British chips and vinegar.", "The dragon mayonnaise that came with them was not too shabby, and the server also gave us a dish of excellent hollandaise because it went really well with the potato.", "Near perfect", "Today’s dessert was a near-perfect lemon-curd tart, with a crisp crème-brûlée-style layer of burnt caramel, an outstanding variation on a class", "ic dish. My only quibble of the evening was its base, cold and damp as though thawed before the curd was added.", "Sjefietshe is not cheap like an eetcafé. We came out nearly €160 lighter but, like I said, we ordered more than a normal guest would. In this lovely, cosy café, the two of you can dine on manna from heaven for around a hundred euro."], "authors": ["Gilles Van Der Loo", "Translation", "Het Vertaalcollectief"], "keywords": ["came", "gave", "version", "brown", "café", "really", "fries", "eetcafé", "superlative", "sjefietshe", "good", "classic", "acidity"], "pubDate": "2019-11-07T15:04:38Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}