{"id": "80ac32e9-b527-32a9-90d8-af9e3c0b0f1a", "title": "Topschaatsters 5 weken in bubbel: verveling is de grootste uitdaging", "url": "https://www.parool.nl/sport/topschaatsters-5-weken-in-bubbel-verveling-is-de-grootste-uitdaging~bc6a697c/", "summary": "Thomas Krol, opgeleid als piloot, heeft om de tijd door te komen zijn vliegset geïnstalleerd op zijn hotelkamer.\nVijf weken lang moeten de schaatsers worden afgezonderd van buitenstaanders, om zo nog een internationaal programma te kunnen aanbieden.\nVerder kunnen schaatsers op 18 januari aansluiten en op 3 februari.\nEr zit hier zoveel expertise, dat het het veiligst rond Heerenveen kan. Dat hebben wij ook vanaf het begin aangegeven.”NatuurijsVooralsnog heeft alleen Japan aangegeven niet naar Nederland te komen.\n“Vorig jaar waren we met wedstrijden en een trainingskamp in Italië ook zes weken van huis.”Krol heeft met zijn vliegopstelling nu al de opvallendst ingerichte kamer van iedereen.", "paragraphs": ["Thomas Krol, opgeleid als piloot, heeft om de tijd door te komen zijn vliegset geïnstalleerd op zijn hotelkamer. Beeld Vincent Jannink/ANP", "Thomas Krol heeft al helemaal bedacht hoe hij de komende weken de eenzame uren in zijn hotel in de buurt van Heerenveen gaat overbruggen. Krol, opgeleid tot piloot, neemt zijn eigen vliegset mee naar het hotel. “Pedalen, computer en zelfs mijn logboek. Ik kom mijn tijd wel door.”", "Het is voor iedere schaatser vanaf vandaag vijf weken alleen maar schaatsen, aangezien de schaatsbubbel nu is ingesteld. Vijf weken lang moeten de schaatsers worden afgezonderd van buitenstaanders, om zo nog een internationaal programma te kunnen aanbieden. Voor dit doel zijn vier Van der Valks in de omgeving van Heerenveen volledig afgehuurd. Schaatsers worden vanuit Leeuwarden, Wolvega, Emmeloord en Sneek met busjes naar de baan gebracht. Familie is alleen via Skype te spreken. En men mag alleen naar buiten voor een fietstraining of een korte wandeling.", "Aanpassingsvermogen", "Het doel is om besmettingsvrij te blijven, vertelt Patrick Wouters van House of Sports, het bedrijf dat is ingehuurd door schaatsbond KNSB om de toernooien te organiseren. Alleen op die manier kunnen internationale wedstrijden doorgang vinden, te beginnen met een gecombineerd EK sprint en allround (16 en 17 januari), gevolgd door twee wereldbekerwedstrijden en het WK afstanden als toetje (11 tot 14 februari).", "Schaatsers kunnen op drie momenten ‘instappen’. Te beginnen vandaag, al is bijvoorbeeld het Noorse team al sinds zaterdag in Nederland. Verder kunnen schaatsers op 18 januari aansluiten en op 3 februari.", "Voor het opstellen van de protocollen zijn de afgelopen maanden de reglementen van onder meer de Tour de France en het Nederlands voetbalelftal uitgepluisd, zegt Wouters. Hij zegt vooral ook te vertrouwen op het gezonde verstand van de schaatsers en niet te controleren of zij echt niet met anderen in aanraking komen. “En we moeten iets organiseren waar elk land vanuit elke cultuur mee moet kunnen leven. Dat vergt voor iedereen aanpassingsvermogen.”", "Over de kosten vertelt Wouters niets. Hij wil het liever ergens anders over hebben. “Het is voor iedereen de bedoeling de schade te beperken. Volgend jaar zijn de Spelen al, dus voor de schaatsers is dit belangrijk. En Thialf krijgt zo toch nog iets van inkomsten.”", "Bjarne Rykkje, coach van het Noorse langebaanteam, is erg te spreken over de organisatie. Er komen zo’n twintig Noren naar Nederland, allemaal gewapend met PCR-tests, die samen in een aparte vleugel van het hotel in Wolvega verblijven. “Ik denk dat deze bubbel alleen in Nederland kans van slagen heeft. Er zit hier zoveel expertise, dat het het veiligst rond Heerenveen kan. Dat hebben wij ook vanaf het begin aangegeven.”", "Natuurijs", "Vooralsnog heeft alleen Japan aangegeven niet naar Nederland te komen. Het andere land dat twijfelde, Canada, kondigde twee weken geleden aan toch af te reizen. De Nederlandse schaatsers lieten zich de afgelopen weken al positief uit over de bubbel. “Al zit ik er twaalf weken in,” grapte Patrick Roest bijvoorbeeld, “ik wil gewoon schaatsen”. Onduidelijkheid is er nog over de vraag of bijvoorbeeld Jorrit Bergsma of Irene Schouten marathons (op natuurijs) mogen rijden – als die doorgang vinden – en of Suzanne Schulting het shorttrack mag combineren met de langebaan.", "En dan is er nog de saaiheid op de hotelkamers, in de uren dat ze niet schaatsen en niets mogen doen. Veel schaatsers nemen hun Playstation mee, zo vertelden ze de afgelopen weken. En vijf weken is ook weer niet zo heel lang, zei bijvoorbeeld Antoinette de Jong. “Vorig jaar waren we met wedstrijden en een trainingskamp in Italië ook zes weken van huis.”", "Krol heeft met zijn vliegopstelling nu al de opvallendst ingerichte kamer van iedereen. Hij heeft zijn tafel verplaatst, zodat er ruimte onder de tv ontstaat en hij alles kan aansluiten. “Ik heb alles al laten zien aan mijn ploeggenoten en coach Jac Orie. Zij vonden het allemaal prachtig. Ik vloog online en sprak met de luchtverkeersleiding. Dat maakte indruk. En ‘s avonds zet ik de automatische piloot aan, dan land ik in de ochtend in Miami. Perfect. Kan ik daarna schaatsen.”"], "authors": ["Kick Hommes"], "keywords": ["grootste", "ik", "uitdaging", "van", "zijn", "weken", "bubbel", "en", "verveling", "met", "te", "op", "topschaatsters", "het", "dat"], "pubDate": "2021-01-11T12:18:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}