{"id": "80b52a8f-ddb3-3312-94f0-1cb154455688", "title": "De BMW X6 is een korte geschiedenis van de mensheid", "url": "https://nrc.nl/nieuws/2021/01/07/de-bmw-x6-is-een-korte-geschiedenis-van-de-mensheid-a4026584", "summary": "Daaronder twee rechthoekige luchtinlaten en een tweede grille met de rastertekening van een kaasrasp.\nOok na een korte, beschaafde rit staat de radiator minuten na te blazen met een geraas dat door de dikste muren heen je mancave binnendringt.\nScherpslijperij over het nut van een suv met 625 pk kan BMW wegwuiven met de dooddoener van de markt, maar je zou menen dat het roofdierenverblijf van BMW aan één King Kong genoeg moet hebben.\nHier staat een BMW 6 GT, een normale personenwagen, op het onderstel van een monstertruck.\nDie begint met een droom van machtige verheffing, en eindigt met de nederlaag van de grootheidswaan.", "paragraphs": ["De BMW X6 M is een esthetisch en moreel dilemma. Het esthetische begint bij de neus, een Maasdammer kraterlandschap, meer gat dan kaas. De BMW-nieren duiken als getraliede smeerkuilen in de neusvleugels van een obsessieve peuteraar. Daaronder twee rechthoekige luchtinlaten en een tweede grille met de rastertekening van een kaasrasp. De luchtsluizen zitten er niet voor niets. De koeling heeft een harde dobber aan de hittestuwingen van het perverse achtcilinderblok. Ook na een korte, beschaafde rit staat de radiator minuten na te blazen met een geraas dat door de dikste muren heen je mancave binnendringt. Van twee pepmiddelen krijgt de X6 nooit genoeg: lucht en benzine. Zuiniger dan één op acht kreeg ik hem niet, terwijl ik hem reed als een bevende juffer in een Prius. Het zal de schaamte voor zijn onbeschofte bekwerk zijn geweest.", "Die voert naar het morele dilemma. Dat betreft zowel de wenselijkheid van zijn bestaan als zijn plaats binnen het BMW-aanbod. Scherpslijperij over het nut van een suv met 625 pk kan BMW wegwuiven met de dooddoener van de markt, maar je zou menen dat het roofdierenverblijf van BMW aan één King Kong genoeg moet hebben.", "Helaas, een X5 M, M8 en M5 sedan met dezelfde motor ondermijnen de exclusiviteit van de andere topaap. Vervelend genoeg zijn ze bovendien de betere proposities. De X5 is wél ruim, de M8 wél een echte sportwagen, de M5 de rationele combinatie van die uitersten voor wie echt hard wil met zoiets kleinburgerlijks als een gezin. Hij heeft ook vier stoelen en een ruime kofferbak, maar hij is 22 centimeter lager en 300 kilo lichter dan de X6, en dat voel je. Uitgemaakte zaak. Nee dus. Er is in de BMW-man die merkwaardige drang naar vergroving en overgewicht. Hij wil dit omdat het er is, en omdat hij net zoveel wil betalen als BMW verlangt, hoe meer hoe beter. Tweeënhalve ton? Met liefde.", "Monster", "De X6 is een optische paradox. Zijn voorganger was een kermisklant met een afstotelijke bavianenkont, maar dat was goed. Het idee achter dit hyperbolische model is verloren zonder de overdosis wanstaltigheid die de nieuwe kwijtraakte. Toch leek het BMW een goed idee het monster zich bescheidener te laten voordoen dan het is. Het heeft een vuistbijl willen maken van een menhir. Terwijl de achterzijde vloeiender gelijnd is dan de vorige, mist de nieuwe X6 de stijlvaste wreedheid van de eerste, al maakt de gatenkaas veel goed. En dat schuurt erger dan de botheid van de eerste worp.", "Hier staat een BMW 6 GT, een normale personenwagen, op het onderstel van een monstertruck. Alleen zijn daar de wielen weer te klein voor. Zo groot als ze met 21 inch voor en 22 achter zijn, ze vallen weg tegen de reusachtigheid van de carrosserie. Die is, paradox nummer zoveel, zo krap als hij groot lijkt. Achterin biedt de X6 de zitruimte van een middenklasser. Anderzijds past hij met zijn absurde breedte nauwelijks in de wasstraat.", "Hij rijdt monsterlijk goed en spijkerhard. Een magische ervaring om 2.400 kilo staal, die door de onvoorstelbare wegligging een ton lichter lijken, met negentig over een klaverblad te jagen. De X6 M is de indrukwekkende verspilling van een technische brille die in de M5 zo ongenaakbaar op zijn plaats valt.", "Waarschuwing: blijf op de snelweg. Op klinkerwegen en verkeersdrempels wordt het onderstel een martelwerktuig zonder weerga. Naïef veronderstel ik dat het door een vorige testpiloot in de hardste stand is gezet. Echt niet: volgens het display voor de adaptieve demping staat hij op comfort. Dit moet satire zijn. Integendeel, hij draait de duimschroeven graag nog een tikje harder aan.", "Bovenop de stuurspaken liggen de rode peddeltjes van de M1- en M2-knopjes met de settings voor het echte beukwerk. Ik noem ze vrij naar hun verheven doelen Metafysica 1 en Metafysica 2 en u begrijpt: ik ben er afgebleven. Ik snap hem heus. Het ding heet Competition, halfzachtheid is verboden. Maar ik moest stompzinnig lachen toen ze vroegen of hij was bevallen. Met geen pen te beschrijven hoe bewondering en afgrijzen hier samenvallen. Gelukkig kan ik ook heel comfortabel op twee benen hinken. Zonder die genade wordt de autobranche trouwens je dood. De X6 M is een korte geschiedenis van de mensheid. Die begint met een droom van machtige verheffing, en eindigt met de nederlaag van de grootheidswaan.", "BMW X6 M Competition", "Motor achtcilinder benzine, turbo, 4.395 cc Vermogen 625 pk bij 6.000 toeren Koppel 750 Nm bij 1.800 toeren Aandrijving voor en achter Transmissie automaat, acht versnellingen Topsnelheid 250 km/u Acceleratie 0 – 100 3,8 seconden Verbruik gemiddeld 12,5 l/ 100 km (fabrieksopgave) CO 2 -uitstoot 284 g/km Energielabel G Basisprijs X6 98.459 euro Prijs testauto 243.030 euro", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Bas Van Putten", "Leestijd Minuten"], "keywords": ["ik", "zijn", "x6", "van", "geschiedenis", "voor", "en", "een", "met", "bmw", "korte", "het", "mensheid", "hij"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}