{"id": "80c90dfc-85a0-3adb-a701-ce8b9e3f4efb", "title": "Italianen kicken met moeite van cash af", "url": "https://volkskrant.nl/nieuws-achtergrond/italianen-kicken-met-moeite-van-cash-af~b5981f39/", "summary": "Hij ziet er de voordelen van in: het is makkelijk, veiliger met het virus en maakt zwarte transacties moeilijker.\nOm de cashback af te trappen geldt er nu alvast 10 procent korting op pinaankopen tot eind december, met een maximum van 150 euro.\nDe derde economie van Europa blijft dus ver achter op het vlak van digitalisering.\nHet is een van de weinige plekken die zelfs tijdens de strenge lockdown in het voorjaar druk bleef.\nPer 1 januari is een kassa die in contact staat met het inkomstenbureau van de overheid namelijk verplicht.", "paragraphs": ["Een vrouw doet een cashloze betaling bij een pizzeria. Beeld Zolin Nicola", "‘Interessant systeem’, zegt Federico Bottalico (33) verrast, als hij voor het eerst over de cashloze voornemens van zijn overheid hoort. In zijn marktkraam in de Romeinse wijk Monteverde verkoopt Bottalico oude boeken en tweedehands snuisterijen, van wereldbollen tot elpees, espressokopjes en asbakken van gekleurd glas. Een pinautomaat heeft hij nog niet. ‘Maar die komt er binnenkort wel’, zegt hij optimistisch. Hij ziet er de voordelen van in: het is makkelijk, veiliger met het virus en maakt zwarte transacties moeilijker.", "‘Verdien geld, win en verander het land,’ luidt de officiële slogan van Cashless Italia, in grote letters op een gloednieuwe overheidswebsite. De bezoeker kan kiezen uit cashback, extra cashback voor Kerst en super cashback: alle drie regelingen om geld terug te krijgen op met de pinpas betaalde aankopen. Wie volgend jaar voor 3.000 euro aan pinbetalingen doet, kan aan het einde maximaal 300 euro terugkrijgen. Om de cashback af te trappen geldt er nu alvast 10 procent korting op pinaankopen tot eind december, met een maximum van 150 euro.", "De regering van Giuseppe Conte doet er alles aan om de Italianen te verleiden hun geliefde contanten te verruilen voor een pinpas, in een poging vat te krijgen op de hardnekkige belastingontduiking. Volgens recente cijfers van de Europese Commissie wordt er in Italië jaarlijks zo’n 35 miljard euro aan btw ontdoken, met 24,5 procent van het totaal verschuldigde bedrag het hoogste percentage na Griekenland, Roemenië en Litouwen.", "Maar niet iedereen op de markt is te spreken over de vernieuwingen. Daniela en Antonella zijn aan het begin van de middag druk bezig de kaas- en vleeskraam van hun echtgenoten schoon te maken voor de sluiting van de dag. Ze zijn van middelbare leeftijd en willen liever niet met hun achternaam in de krant. Over het uitbannen van contanten wil Daniela wel iets kwijt: ze vindt het totale onzin. ‘Cash is beter. Jij geeft me 100 euro, ik krijg 100 euro. Elektronisch moet de bank er ook aan verdienen.’", "Inhaalslag", "Conte presenteerde zijn plannen om het land van de cash af te brengen al voor de coronacrisis uitbrak, maar kreeg een onverwachts steuntje in de rug van de pandemie. Sinds het begin van de pandemie steeg het aantal pinbetalingen met 17 procent, maar ondanks die recente inhaalslag is Italië nog steeds nummer 24 van de 27 op de Europese ranglijst van pinbetalingen.", "De derde economie van Europa blijft dus ver achter op het vlak van digitalisering. De voorkeur van sommige ondernemers voor contanten heeft een evidente reden, maar de keuze van klanten voor cash is minder goed te begrijpen en lijkt, behalve uit gewoonte, voort te komen uit wantrouwen tegen banken en de overheid.", "Op dat sentiment speelden rechts-populistische politici Matteo Salvini en Giorgia Meloni deze week meteen in, door op te roepen de regeringsplannen te boycotten: ‘We zijn al opgesloten in huis, nu willen ze ook nog controleren wat we kopen.’ Of het nu wantrouwen of conservatisme is, de liefde voor contanten blijft voorlopig breed gedragen. Als het even kan doen veel Italianen hun zaken nog steeds liever in de winkel dan online, en liever contant dan met pin.", "Niet voor niets is het, ook na covid, nog altijd dringen bij de postkantoren. Het is een van de weinige plekken die zelfs tijdens de strenge lockdown in het voorjaar druk bleef. Op elk moment van de dag staan er mensen in de rij te wachten om hun pensioen of uitkering op te halen. Daarna lopen ze door naar de tabaccheria om hun gas- en lichtrekening te betalen of langs de telefoonwinkel om hun abonnement te verlengen.", "Loterij", "Behalve de cashback begint in januari ook de zogenaamde ‘bonnetjesloterij’. Elk geregistreerd bonnetje (pin of cash) geldt als een lot bij een wekelijkse, maandelijkse en jaarlijkse trekking. In 2021 wordt in totaal 50 miljoen euro verloot. De bedragen liggen voor pinbonnen hoger dan voor contante betalingen, en bij pinbetalingen valt niet alleen een klant, maar ook een verkoper in de prijzen.", "De regering gokt dus op het vooruitzicht van geldprijzen om de diep ingesleten financiële gewoontes te veranderen, maar daarvoor moet Italië eerst nog wel praktische hordes overwinnen. Per 1 januari is een kassa die in contact staat met het inkomstenbureau van de overheid namelijk verplicht. Het systeem is bovendien noodzakelijk om deel te nemen aan de bonnetjesloterij, maar nog maar eenderde van de winkels heeft zo’n verbinding.", "‘Ik heb geen idee hoe het werkt en wat ik moet doen’, zegt Elisabetta Schiavo (73), in haar kleine hoekwinkel in de normaal toeristische Romeinse wijk Trastevere. ‘Ik denk dat ik niet meedoe.’ Ze verkoopt hier sinds 43 jaar kleurige kleding en leren schoenen, die de meeste klanten de laatste jaren toch al met pin betaalden. Schiavo heeft bovendien grotere zorgen dan een nieuwe kassaverbinding regelen. Gisteren kwamen maar twee mensen een klein kerstcadeautje kopen, terwijl dit normaal haar drukste weken zijn.", "De vereniging van winkeliers vraagt daarom opnieuw uitstel van de bonnetjesloterij, die eigenlijk al in de zomer zou beginnen. Voor Daniela op de markt kan dat niet lang genoeg duren. Want ja, zegt ze met weinig enthousiasme, er is een pinautomaat (‘omdat het bij wet verplicht is’) maar nog geen verbonden kassa of online registratie. Laat staan zin om klanten tot pinnen aan te moedigen."], "authors": ["Rosa Van Gool"], "keywords": ["van", "af", "kicken", "het", "op", "met", "maar", "een", "moeite", "te", "en", "om", "italianen", "cash", "voor"], "pubDate": "2020-12-08T17:43:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}