{"id": "80d27390-aaaa-312d-a426-947d1b4bceb1", "title": "Ta-Hwa maakt nu oosterse feestpakketten: serviesjes met thee", "url": "https://www.parool.nl/ps/ta-hwa-maakt-nu-oosterse-feestpakketten-serviesjes-met-thee~be88fcb2/", "summary": "Begin dit jaar was het te gevaarlijk om China te bezoeken.\nVia hen laat ik een vast assortiment overkomen.\nOok ­hebben we de winkel een likje verf gegeven.”Hoe houdt u de moed erin?\nZo ken je alle klanten en dat stellen ze op prijs.\nEn ik moet nodig naar China.”", "paragraphs": ["Ching Yu en zijn twee zussen. Beeld Nosh Neneh", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Het directe gevolg is dat onze klandizie is ingestort. Op straat en in de winkel is het erg stil. Een ander probleem: we kunnen niet naar China. Daar reizen we meestal een paar keer per jaar naartoe om spullen in te kopen. Begin dit jaar was het te gevaarlijk om China te bezoeken. Nu krijgen wij geen visum vanwege de besmettingen in Nederland. Ook heb ik geen tijd om daar twee weken in quarantaine te moeten.”", "Hoe gaat de komende tijd eruitzien?", "“De winkel bestaat 65 jaar en we doen al lang zaken met Chinese familie­bedrijven. Via hen laat ik een vast assortiment overkomen. Maar vanwege de onzekere toekomst weet ik niet hoeveel ik moet inkopen. Verder proberen we in contact te blijven met vaste klanten, onder andere door middel van nieuwsbrieven.”", "Nog creatieve inzichten gekregen door de situatie?", "“We focussen meer op online en ­bieden daar producten aan die het thuis gezellig maken. Zo stellen we voor de feestdagen productpakketten samen, zoals serviesjes met thee. Creativiteit moeten we online brengen. Voor de winkel kun je van alles verzinnen, maar dat heeft geen zin als er geen mensen komen. Ook ­hebben we de winkel een likje verf gegeven.”", "Hoe houdt u de moed erin?", "“Ons team is heel hecht en de klanten die komen zijn vooral vaste klanten. Voor hen hebben we nu zeeën van tijd. We kunnen persoonlijker zijn en gerichter helpen. Zo ken je alle klanten en dat stellen ze op prijs. Dat is van toegevoegde waarde voor zowel de klant als het personeel.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Er is een belangrijk ding. Een personeelslid, Greet, is in november met pensioen gegaan. Ik had haar een waanzinnig afscheid bij haar favoriete restaurant beloofd. In crises als deze is het belang van goed personeel extra duidelijk. Dus we gaan haar nog een goed afscheid geven. En ik moet nodig naar China.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["van", "oosterse", "winkel", "het", "feestpakketten", "met", "maakt", "ik", "thee", "tahwa", "een", "nu", "serviesjes", "en", "te", "klanten", "voor"], "pubDate": "2020-11-26T08:46:16+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}