{"id": "80d5d7dd-51c1-3073-b11e-2120fdaae55a", "title": "Zo help je de boswachters van de Veluwe vanuit huis", "url": "https://www.parool.nl/ps/zo-help-je-de-boswachters-van-de-veluwe-vanuit-huis~b8ede5c9/", "summary": "Die zijn 24 uur per dag actief en wanneer er een dier in de buurt komt, begint de camera foto’s te maken.\nDat is een enorm aantal en dat kunnen we onmogelijk allemaal zelf bekijken.\nIk kan me voorstellen dat het voor beginners best lastig is om het verschil te zien tussen een edelhert en een ree.\nDat is geen punt, want op onze site word je stap voor stap meegenomen in het herkennen van de dieren.\nDat maakt het extra leuk: zo kun je langzaamaan je wildkennis verbeteren.”Welk dier steelt de show?", "paragraphs": ["Edelhert op de Hoge Veluwe. Beeld ANP", "Zit u de hele dag te klikken?", "“Nou, ik loop als boswachter natuurlijk ook in het park rond. Maar op loze momenten zit ik graag plaatjes te klikken. Het is net als bij het spelletje Memory: je bent razend nieuwsgierig naar wat er op het volgende plaatje staat.”", "Kunt u de lezer uitleggen hoe dat plaatjes klikken in zijn werk gaat?", "“Op de Hoge Veluwe staan tientallen camera’s opgesteld. Die zijn 24 uur per dag actief en wanneer er een dier in de buurt komt, begint de camera foto’s te maken. Per jaar worden er zo’n twee miljoen foto’s geproduceerd. Dat is een enorm aantal en dat kunnen we onmogelijk allemaal zelf bekijken. Daarom hebben we het publiek gevraagd om ons erbij te helpen. Er doen al zo’n 12.000 mensen mee.”", "Een verrekijker is dus niet nodig.", "“Je hoeft alleen maar plaatjes door te klikken en bij elk plaatje aan te geven welk dier erop staat. Ik kan me voorstellen dat het voor beginners best lastig is om het verschil te zien tussen een edelhert en een ree. Dat is geen punt, want op onze site word je stap voor stap meegenomen in het herkennen van de dieren. Dat maakt het extra leuk: zo kun je langzaamaan je wildkennis verbeteren.”", "Welk dier steelt de show?", "“Je ziet weleens gekke foto’s voorbijkomen. Zoals een vos die voor de camera zit te kakken, of waarbij het lijkt alsof ie een selfie maakt. Daar kan het edelhert ook wat van: die planten maar wat graag hun natte snuit op de camera.”", "www.hogeveluwe.nl"], "authors": ["Alice Boothby"], "keywords": ["er", "van", "zo", "boswachters", "voor", "veluwe", "en", "een", "te", "op", "het", "vanuit", "wat", "dat", "help", "huis", "je"], "pubDate": "2021-01-08T09:28:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}