{"id": "80dfd8e0-f9c5-3390-91fe-2410e18dd385", "title": "Gamewriter: 'We zouden games meer mogen zien als een kunstvorm'", "url": "https://nu.nl/werk/6096760/gamewriter-we-zouden-games-meer-mogen-zien-als-een-kunstvorm.html", "summary": "In deze rubriek interviewen we de mensen met een niet-standaard antwoord op de standaardvraag: Wat doe jij eigenlijk?\nMaar vaak heb je als speler ook minder keuzemogelijkheden dan je denkt.\nAls speler heb je het gevoel dat jij bepaalt, maar eigenlijk ben je al ergens heen gestuurd.\"\n\"Een fanatieke gamer kiest soms puur voor een spel, omdat het soort spel hen aanspreekt.\nDe game won een prijs voor beste sociale inhoud en is volledig te spelen voor mensen met een visuele handicap.", "paragraphs": ["Lookalikes, slangenmelkers, matrassentesters en Netflix-ondertitelaars. In deze rubriek interviewen we de mensen met een niet-standaard antwoord op de standaardvraag: Wat doe jij eigenlijk? Dit keer Jedidjah Julia Noomen, gamewriter.", "Wie: Jedidjah Julia Noomen", "Jedidjah Julia Noomen Wat: Gamewriter", "Gamewriter Tip als je zelf gamewriter wilt worden: \"Focus je niet alleen op het artistieke schrijven. Maar probeer bijvoorbeeld aan de bak te komen in de quality assurance (QA) van games. Dan speel en test je games voordat ze uitkomen. Zo leer je meer over de processen van gameplay.\"", "Games zijn toch verslavend? En alleen voor nerds? Kan je ook programmeren dan? Al deze vragen worden geregeld gesteld aan gamewriter Jedidjah Julia Noomen wanneer ze vertelt over haar beroep. Maar wat Noomen eigenlijk zou willen vertellen is hoe artistiek games in elkaar zitten, hoe ze een verhaal vertellen en hoezeer er overeenkomsten zijn met andere kunstvormen zoals theater, film en literatuur.", "'Game-industrie is nu groter dan de filmwereld'", "Noomen was zelf altijd al een gamer in haar vrije tijd. Voor haar werk als schrijver kwam ze terecht in de film- en theaterwereld, waar ze scripts maakte. Dat de twee werelden zo dicht bij elkaar lagen, begon haar pas later op te vallen. \"Toen er in het theater vaker interactieve voorstellingen werden opgevoerd, werd de brug naar de gamewereld steeds kleiner\", vertelt ze. \"Inmiddels is de game-industrie zelfs groter dan de filmwereld!\"", "“Je kan mensen kennis laten maken met nieuwe werelden en andere perspectieven.”", "Net als in het theater of in een film, wordt er in games een artistieke wereld gecreëerd door de schrijvers. Soms is deze nog gecompliceerder dan een filmwereld. Wanneer je bijvoorbeeld ook rekening hebt te houden met verschillende uitkomsten, die de speler met diens 'gameplay' bepaalt. Noomen: \"Er zijn twee componenten in de verhaallijn van een game: het script en de gameplay. In het script staan alle mogelijk dialogen en verhaallijnen. De gameplay is de volgorde waarin het spel gespeeld wordt en de manier waarop de verhaallijn zich ontvouwt.\"", "Puzzel van verhaallijnen", "Het creëren van al deze mogelijkheden binnen het verhaal is soms een hele puzzel, vertelt Noomen. Maar vaak heb je als speler ook minder keuzemogelijkheden dan je denkt. \"Het gaat erom dat je het spel slim schrijft\", legt ze uit.", "De dialogen moeten overkomen alsof de speler alles zelf in de hand heeft. Maar vaak valt dat wel mee. Ze noemt een voorbeeld: \"Een karakter waarmee je speelt, zegt bijvoorbeeld: 'Misschien moeten we hier naar links gaan.' Als speler heb je het gevoel dat jij bepaalt, maar eigenlijk ben je al ergens heen gestuurd.\"", "Omdat de gamer niet alleen toekijkt maar zelf actief meedoet, is het volgens Noomen gemakkelijk om je te identificeren met de gamekarakters. Dit gegeven wordt volgens haar ook ingezet voor activistische doeleinden. \"Een fanatieke gamer kiest soms puur voor een spel, omdat het soort spel hen aanspreekt. Als je de karakters dan divers maakt, of maatschappelijke onderwerpen in de verhaallijn laat terugkomen, kan je mensen op een indirecte manier kennis laten maken met nieuwe werelden en andere perspectieven.\"", "Door: Jedidjah Julia Noomen", "Jedidjah Julia Noomen wordt geïnterviewd over haar werk. (Foto: Game Lab)", "Satirische arthousegame voor mensen met visuele handicap", "In de afgelopen zeven jaar waarin Noomen als gamewriter heeft gewerkt, heeft ze meegeschreven aan twaalf games. Die games lopen uiteen van grote consolegames voor onder meer PlayStation (\"de meeslepende Hollywoodfilms onder de games\") tot indiegames.", "De laatste game die ze schreef is net uitgekomen voor de Nintendo-Switch: Alt-Frequencies. De game won een prijs voor beste sociale inhoud en is volledig te spelen voor mensen met een visuele handicap. Noomen: \"Je luistert naar radiostations en speelt door te swipen. Het is een satire op de huidige samenleving en de desinformatie die circuleert. Een echte arthousegame.\""], "authors": ["Door", "Anna Lillioja"], "keywords": ["zien", "kunstvorm", "zouden", "dan", "een", "en", "ze", "gamewriter", "meer", "als", "noomen", "je", "voor", "met", "games", "het", "mogen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}