{"id": "80f15f05-5582-33fa-8e40-9c7df93da9e3", "title": "Sander Kollaard maakt evenknie van zijn verjaardagsmaal: de macaronischotel", "url": "https://www.parool.nl/ps/sander-kollaard-maakt-evenknie-van-zijn-verjaardagsmaal-de-macaronischotel~bd997cab/", "summary": "“Godzijdank,” zegt schrijver Sander Kollaard (59) als ik vertel dat ik mijn theorie op hem wil uitproberen.\nDat is tóch ijdelheid: ik zie er nooit uit zoals ik denk dat ik eruitzie.\n“Het is allemaal zware kost en erg saai.” Hoewel hij graag kookt, maakt Kollaard nooit de macaroni van zijn moeder.\nAls ik vraag of zijn moeder nog leeft, vertelt hij dat zijn ouders er allebei nog zijn, in de negentig inmiddels.\nKollaard prikt een pastabuisje op zijn vork, kijkt ernaar, stopt het in zijn mond en kauwt.", "paragraphs": ["Beeld Eva Plevier", "Wie sinds de jaren zestig opgroeide in Nederland, kent de macaronischotel. Elleboogjes van Honig, ketchup, smac, ­cornedbeef of achterham, ui en soms augurk, altijd strooikaas en vaak bedekt met broodkruim uit de oven. Je zou zeggen dat het niet Hollandser wordt dan macaroni, maar ik ben ervan overtuigd dat de gemeente ­Amatrice in Lazio een Italiaanse evenknie van onze macaronischotel voert.", "“Godzijdank,” zegt schrijver Sander Kollaard (59) als ik vertel dat ik mijn theorie op hem wil uitproberen. “Ik heb mijn moeder nog even gebeld, en er bleek een grote kwak tomaten­puree in haar versie te gaan.” Hoewel hij op het Zweedse platteland woont, is Kollaard de laatste maanden veel in Nederland geweest, omdat zijn roman Uit het leven van een hond de Libris Literatuur Prijs won. We treffen elkaar dan ook bij mij thuis, waar Kollaard met enthousiasme een koud biertje opentrekt.", "Schort", "We proosten. Ik haal hem over een schort te dragen, dat hij wat ongemakkelijk dichtknoopt. Hij had er niet op gerekend dat er ook een fotograaf zou zijn. “Op de foto gaan vind ik verschrikkelijk. Dat is tóch ijdelheid: ik zie er nooit uit zoals ik denk dat ik eruitzie. Zeg, wat gaan we koken, als het geen macaroni wordt?”", "“Ik wil rigatoni all’amatriciana met je maken, omdat ik geloof dat dit gerecht de smaakbroer is van onze macaroni­schotel.” Ik vertel hem dat iedereen die ik ken met macaroni is opgegroeid. De gemene delers in hun recepten zijn ketchup, een vorm van ham en strooikaas. Ketchup wordt gemaakt met tomaat, suiker, azijn en ­specerijen. “Mijn amatriciana bevat zoete ui, met specerijen gedroogd wangspek en tomaat. Tomaat heeft van nature flink wat zuur. Voor mijn kinderen maak ik weleens Hollandse macaroni, maar amatriciana geeft mij heel erg de smaak van toen.”", "“En dan volg je de officiële Italiaanse richtlijnen?”", "“Voor zover ik weet is dit recept niet gedeponeerd bij de KvK van Amatrice, zoals het oorspronkelijke recept voor ragù alla bolognese in Bologna terug te vinden is. Er is ook nog gedonder tussen de mensen die vinden dat er ui in hoort en degenen die daartegen zijn.”", "Terwijl mijn gesnipperde uien zoet worden in de snelkookpan, pelt Kollaard behendig een paar knoflooktenen, die hij daarna in exact gelijke plakken snijdt. “Mijn moeder kon goed koken,” vertelt hij. “Ze stond veel in de keuken en gaf les op de huishoudschool, maar moest daarmee stoppen toen ze met mijn vader trouwde. Hij was leraar op een middelbare school. Macaroni met ham en kaas was mijn lievelingsgerecht, daar vroeg ik altijd om op mijn verjaardag.”", "Cavolo nero", "Dat Kollaard in het buitenland woont, komt door de liefde. Zijn vriendin Susanna is Zweeds en hij verliet Weesp voor haar. Van de Zweedse keuken is hij geen fan. “Het is allemaal zware kost en erg saai.” Hoewel hij graag kookt, maakt Kollaard nooit de macaroni van zijn moeder. Een vorm van pasta komt wél regelmatig voor en de kinderen mogen – net als hij vroeger – hun verjaarsmaal kiezen.", "In het geval van zijn jongste betekent dat steevast pizza. “Ik kook met groenten uit de tuin en heb veel plezier in goede spullen, zoals die cavolo nero die hier op je schaaltje ligt. Die vind ik echt schitterend. Of een ui, dat is helemaal een fabuleus mooi ding.”", "Als de knoflookplakjes gebruind zijn, schep ik er een paar eetlepels gestoofde ui bij en wat bliktomaten, die in het hete vocht karamelliseren. Ik vraag of Kollaard een zak pasta open wil maken, en hij ramt de rigatoni op het aanrecht zoals je met een pak spaghetti of linguine doet om het te openen. Ondanks de klap blijft de zak – natuurlijk – dicht. Als ik hem wat vragend aankijk, grijnst Kollaard breed: dit is zijn humor.", "Prestaties", "Het wordt tijd om de tafel te dekken. Mijn zoon Nadim (9) heeft al gegeten, maar omdat er pasta aankomt, wil hij nog wel even aanschuiven. Kollaard vertelt dat hij de afgelopen tijd een boek over rouw had willen schrijven, over een man die de dood van zijn moeder verwerkt, maar dat het niet wilde lukken. Als ik vraag of zijn moeder nog leeft, vertelt hij dat zijn ouders er allebei nog zijn, in de negentig inmiddels. “Van rouw om mijn eigen ouders is dus nog geen sprake, al raak ik ze door hun hoge leeftijd geleidelijk steeds meer kwijt. De eerste keer dat ik mijn vader heb zien huilen, was toen hij – best laat in zijn leven – promoveerde.”", "“Dat soort prestaties is belangrijk voor je ouders?”", "“Zeker.”", "De rigatoni zijn al dente. Ik vis ze uit de pan en voeg ze bij de saus. Nu begint het grote binden, met behulp van schepjes pastawater. “Valt het winnen van de Libris Literatuur Prijs ook onder de belangrijke prestaties?” vraag ik als we aan tafel zitten.", "Kollaard prikt een pastabuisje op zijn vork, kijkt ernaar, stopt het in zijn mond en kauwt.", "“Weet je wat ik opeens besef? Dat ik vroeger nooit echt proefde. Ik harkte die macaroni gewoon naar binnen, wat de vraag oproept waarom ik er zo dol op was. De Libris winnen zou ik iedereen aanraden, en inderdaad: voor mijn ouders kan ik niet meer stuk, nog los van die prijs. Literatuur telt voor hen.”", "“Dus je hebt ze zo laat in hun leven nog even erg trots gemaakt.”", "Een tel, een kleine stilte. ­Kollaard kijkt me aan. “Nu je het zegt. Dat is wel wat.”", "Beeld Eva Plevier"], "authors": ["Gilles Van Der Loo"], "keywords": ["ik", "macaronischotel", "zijn", "van", "sander", "mijn", "en", "verjaardagsmaal", "een", "maakt", "evenknie", "op", "kollaard", "het", "hij", "dat"], "pubDate": "2021-01-09T10:00:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}