{"id": "80f8f32d-678b-354b-a2e0-c184d3ba0947", "title": "Vijfde seizoen Black Mirror raakt emotionele snaar beter dan ooit ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/vijfde-seizoen-black-mirror-raakt-emotionele-snaar-beter-dan-ooit~b3b0f979/", "summary": "Black MirrorNetflix’ interactieve experiment Bandersnatch (dat eind december 2018 verscheen) was eigenlijk de eerste aflevering van het vijfde seizoen.\nLees ook: Wetenschapsredacteur George van Hal sprak met de makers van Black Mirror over het vormgeven van de toekomst.\nDe dubbele persoonlijkheid van het schoolmeisje overdag en de popster in de avonduren, krijgt hier van Charlie Brooker een dystopische make-over.\nAndrew Scott (die ook al opviel als The Hot Priest in seizoen 2 van Fleabag) is in de episode Smithereens een taxichauffeur die een werknemer van een Apple/Google-achtig bedrijf gijzelt, om uiteindelijk de ceo aan de lijn te krijgen.\nHet wordt een soort Moonlight meets Space invaders.", "paragraphs": ["Black Mirror", "Netflix’ interactieve experiment Bandersnatch (dat eind december 2018 verscheen) was eigenlijk de eerste aflevering van het vijfde seizoen. Deze week zijn er drie afleveringen aan toegevoegd. De serie van Charlie Brooker heeft niet alleen zijn reputatie gebouwd op de soms wrede plots, waarbij mensen in een wurgreep van technologie zijn beland, maar de reeks maakt ook indruk met de trefzekere vormgeving, die je er voortdurend aan doet twijfelen of de hier geschetste toekomst niet al begonnen is, terwijl we even de andere kant op keken.", "Lees ook: Wetenschapsredacteur George van Hal sprak met de makers van Black Mirror over het vormgeven van de toekomst.", "De aflevering die het meeste aandacht trok in de voorpubliciteit is Rachel, Jack en Ashley Too, al was het maar omdat Miley Cyrus hier de hoofdrol speelt in een soort volwassen versie van Hannah Montana, waarmee ze als kindster op Disney Channel populair was. De dubbele persoonlijkheid van het schoolmeisje overdag en de popster in de avonduren, krijgt hier van Charlie Brooker een dystopische make-over. De superster Ashley O wordt in haar persoonlijke leven aan banden gelegd door haar tante annex manager, die geen middel schuwt om het talent van haar nicht te exploiteren – inclusief een dagelijkse cocktail van antidepressiva. En dan is er nog een kleine robotversie, Ashley Too, die fans het idee moet geven dat de popster een intieme vriendin is – en uiteindelijk is er ook een holografische versie van de popster die het idee lanceert dat de ster overal tegelijk kan optreden. Je ziet het voor je. Je ziet wel waarom Cyrus (die uitstekend is) zich zo op deze rol stort; ze komt uit een wereld waarin talent systematisch wordt uitgebuit. (Zie ook #FreeBritney). Uiteindelijk wordt ze gered door een van haar grootste fans, een intens verlegen meisje (Angourice Rice in een mooie rol), dat de kans krijgt haar idool te redden.", "Brooker had vermoedelijk een soort compleet op hol geslagen Disneyfilm voor ogen – er zit nog een flauwe rode draad over een muizenverdelger in (Disney: House of Mouse, begrijpt u wel?) – maar dat komt niet helemaal uit de verf.", "De andere twee afleveringen zijn soberder, maar behoren tot de sterkste uit de Black Mirror-catalogus. Andrew Scott (die ook al opviel als The Hot Priest in seizoen 2 van Fleabag) is in de episode Smithereens een taxichauffeur die een werknemer van een Apple/Google-achtig bedrijf gijzelt, om uiteindelijk de ceo aan de lijn te krijgen. Laat het aan Scott over om een door woede en schuldgevoelens gekwelde man te spelen, als langzaam duidelijk wordt wat zijn motieven voor de wanhopige actie zijn.", "In Striking Vipers betreedt Brooker de wereld van de nieuwe seksuele revolutie in tijden van virtual reality en avatars, als twee jeugdvrienden in een nieuw hyperrealistisch computerspel ontdekken dat hun avatars (een hoogblond meisje en een Bruce Lee-achtige vechtmachine) zich sterk tot elkaar aangetrokken voelen. Wat betekent deze fluïde avatar-wereld ondertussen voor hun onderlinge relatie? Het wordt een soort Moonlight meets Space invaders. De eerdere verhaallijnen van Black Mirror konden nog wel eens te veel doorslaan naar de conceptuele kant (waarin technologie een soort sadistische val leek), maar Brooker weet steeds beter de emotionele snaar te raken."], "authors": ["Mark Moorman"], "keywords": ["beter", "van", "dan", "ooit", "raakt", "het", "op", "seizoen", "die", "zijn", "mirror", "een", "vijfde", "emotionele", "en", "snaar", "te", "dat", "wordt", "black"], "pubDate": "2019-06-07T17:06:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}