{"id": "81073990-7d1e-3d0c-82ad-86015d92096a", "title": "Zondag demonstratie op Museumplein tegen fascisme", "url": "https://nu.nl/amsterdam/6100871/zondag-demonstratie-op-museumplein-tegen-fascisme.html", "summary": "Minimaal tweehonderd betogers zullen zondag tegen fascisme gaan demonstreren op het Museumplein in Amsterdam.\nDe aanleiding voor het protest is de bestorming van het Capitool in de Verenigde Staten, maar het protest is breder, meldt Chaja Merk, woordvoerder van de demonstratie.\nDuizenden boze mensen gaven woensdag gehoor aan Donald Trumps oproep om naar de Senaat op te trekken.\n\"Dat kan alleen door de handen ineen te slaan en een tegenbeweging op te laten bloeien.\nEen beweging die staat voor sociale gelijkheid, solidair is met onderdrukte groepen en opstaat voor een eerlijke democratie.\"", "paragraphs": ["Minimaal tweehonderd betogers zullen zondag tegen fascisme gaan demonstreren op het Museumplein in Amsterdam. De aanleiding voor het protest is de bestorming van het Capitool in de Verenigde Staten, maar het protest is breder, meldt Chaja Merk, woordvoerder van de demonstratie.", "\"De toenemende agressie waarmee extreemrechtse groepen wereldwijd te werk gaan, gaan de grenzen voorbij\", zegt Merk. \"Wij willen een luid en duidelijk tegengeluid laten horen.\"", "Duizenden boze mensen gaven woensdag gehoor aan Donald Trumps oproep om naar de Senaat op te trekken. Mensen hadden onder meer antisemitische vlaggen bij zich.", "\"De alsmaar groeiende opkomst van extreemrechts is een directe bedreiging tegen onze democratie en inclusieve mensenrechten. Dit kunnen we niet laten gebeuren\", zegt Merk.", "\"Dat kan alleen door de handen ineen te slaan en een tegenbeweging op te laten bloeien. Een beweging die staat voor sociale gelijkheid, solidair is met onderdrukte groepen en opstaat voor een eerlijke democratie.\"", "Het protest begint zondag om 15.00 uur. Merk laat weten dat de demonstranten op 1,5 meter van elkaar zullen staan en mondkapjes dragen. Ook wordt er desinfectiemiddel uitgedeeld.", "Meer dan tien organisaties zijn bij het protest betrokken, onder meer Extinction Rebellion en Code Rood."], "authors": ["Door"], "keywords": ["fascisme", "van", "zondag", "voor", "en", "een", "merk", "tegen", "demonstratie", "protest", "op", "te", "museumplein", "het", "laten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}