{"id": "81070902-3866-3239-b5b8-94ab5ea681ce", "title": "Doktersrecepten uit de 16de eeuw voor de thuiskok van nu", "url": "https://www.parool.nl/ps/doktersrecepten-uit-de-16de-eeuw-voor-de-thuiskok-van-nu~b89dd398/", "summary": "Twee historici testten twee jaar lang de ‘genezende’ recepten uit het kookboek van arts Carolus Battus uit 1593 en ontdekten avontuurlijke smaken.\nHet excellente kookboek was een bijlage van een medisch boek dat hij uit het Duits vertaalde.\nVrijwel alle gerechten bevatten specerijen en suiker, en vlees en vis komen veel voor – chic vlees vooral, zoals venezoen (hert) en wild zwijn.\nZo zie je recepten van Battus, iets gemoderniseerd, weer terugkomen in het populaire Amsterdamse kookboek De verstandige kock uit 1667.\nEr staat een recept voor de saus in een Frans kookboek uit 1393.”Keukeninterieur en Christus met Emmaüsgangers, Vlaamse school, 16de eeuw.", "paragraphs": ["Twee historici testten twee jaar lang de ‘genezende’ recepten uit het kookboek van arts Carolus Battus uit 1593 en ontdekten avontuurlijke smaken. Ze bewerkten het tot een vuistdik receptenboek voor de kok van nu.", "Zoetzuur", "Christianne Muusers (61), Neerlandica en culinair historica: “De smaak van 1593 kun je het best omschrijven als ­gekruid zoetzuur. Een beetje Indiaas zonder de pittigheid van rode peper, en het zoetzure van de Chinese ­keuken. Specerijen stonden in hoog aanzien, dat was nog een overblijfsel uit de middeleeuwen. Zure smaken waren heel aanwezig, door azijn, verjus (sap van onrijpe druiven, red.), wijn en sap van bittere sinaasappels. Zoet was nog niet naar het eind van de maaltijd verschoven zoals nu, maar zat ook in vlees- en visgerechten. De recepten in Het excellente kookboek zijn daarbij nog zoeter dan andere uit die tijd, zowel door suiker als zuidvruchten.”", "Vier basissappen", "Marleen Willebrands (67), Neerlandica en culinair historica: “De auteur van het boek, Carolus Battus, was arts en vertaler van ­medische boeken. Het excellente kookboek was een bijlage van een medisch boek dat hij uit het Duits vertaalde. Dat was niet zo vreemd, want voeding en ­gezondheid waren onlosmakelijk met elkaar verbonden in de middeleeuwen en vroegmoderne tijd. Men hing de klassieke humorenleer aan, waarbij ervan werd uitgegaan dat de mens vier basissappen – humoren – had. In een ­gezond lichaam bestond een harmonisch evenwicht tussen de sappen; ziekten werden veroorzaakt door een disbalans. Dat kon je genezen of voorkomen met eten en drinken. Volgens de leer bevatte elk ingrediënt eigenschappen die de humoren beïnvloedden: ze waren ‘warm’ of ‘koud’, ‘nat’ of ‘droog’.”", "Muusers: “Sauzen speelden daarom een essentiële rol bij koken, omdat ze ‘humorale’ eigenschappen van ingrediënten corrigeerden. Vis werd bijvoorbeeld gezien als nat en koud, maar als je er een saus van ‘warme en droge’ gember bij serveerde, was het weer goed in balans. Bereidingswijzen veranderden de eigenschappen ook: als je vis roosterde, maakte je hem warm en droog.”", "Venezoenpastei", "Willebrands: “Gezien de ingrediënten in Het excellente kookboek blijkt dat dit geen recepten waren voor de gewone man, maar voor leden van de rijke burgerij. Vrijwel alle gerechten bevatten specerijen en suiker, en vlees en vis komen veel voor – chic vlees vooral, zoals venezoen (hert) en wild zwijn. Daarbij is het kookboek altijd uitgegeven als onderdeel van dat medicijnboek en het zal daarom niet in de keuken hebben gelegen; daar was het veel te kostbaar voor. De eigenaren van het boek hebben waarschijnlijk aan hun kok verteld wat hij of zij moest koken.”", "Muusers: “Geen enkele editie van Battus’ boek heeft vetvlekken op de pagina’s. Jammer voor ons culinair historici, want door vlekken of aantekeningen weet je dat iemand ooit ook daadwerkelijk uit het boek heeft gekookt.”", "Het mysterie", "Alexandra van Dongen (59), kunsthistorica en conservator historische vormgeving in het Museum Boijmans Van Beuningen, koppelde voor het boek keuken- en tafelgerei uit Battus’ tijd aan de recepten. “Een 16de-eeuwse keuken was in veel opzichten totaal anders dan onze 21ste-eeuwse. Fornuizen bestonden nog niet: je kookte in een ketel boven open vuur, draaide gevogelte rond aan een spit voor de haard of liet een gerecht sudderen op een komfoor.”", "“Ik heb alle recepten doorgenomen op benamingen van voorwerpen en daar objecten aan gelinkt uit het museum, vaak met behulp van 16de- en 17de-eeuwse schilderijen. Van schotels tot bestek, trechters tot zeven en roosters tot vetvangers. Soms blijft iets nog een mysterie: we zijn er niet achter wat een ‘Spaensch decksel’ is. Een model deksel van deeg voor op een pastei? Of toch een voorwerp, misschien wel een soort tajinevormig metalen deksel van Spaans-Arabische herkomst, zoals ik op Nederlandse schilderijen zag?”", "Willebrands: “Christianne en ik hebben Battus’ recepten zoveel mogelijk op 16de-eeuwse wijze gekookt: vlees roosterden we op de barbecue en pasteien maakten we in een taartpan – een pan met deksel waarin je hete kolen doet om een kleine oven te creëren – op de barbecue. Het was één groot avontuur; zo leuk om te doen. En heel informatief. Maar de bewerkte recepten in ons boek zijn afgestemd op de kok van nu hoor, met gebruik van oven en fornuis.”", "Alexander Hugo Bakker Korff, De taartenbakster/De wafelbakster, 1850-1884 Beeld Rijksmuseum Amsterdam", "Gekrulde struiven", "Willebrands: “Die 16de-eeuwse recepten zijn nog niet zo makkelijk te maken, want ze werden heel onduidelijk opgeschreven; zo zijn veel stappen overgeslagen. Koks wisten wat ze moesten doen, maar vier eeuwen later is die vanzelfsprekende kennis weg. Je moet je verplaatsen in de kok om het recept te begrijpen, daarom is proefkoken zo belangrijk.”", "Muusers: “We hebben ruim twee jaar recepten getest, en vaak wordt pas tijdens het koken duidelijk wat Battus bedoelde. Ik worstelde bijvoorbeeld met de gekrulde struiven, die je nu trechterkoekjes of drabbelkoek zou noemen. ‘Neem een pan met hete, ongezouten boter, en laat [het beslag] door een trechtertje daarin lopen, zoals het hoort,’ staat er. Bedoelde hij frituren of bakken in een dun laagje boter? Ik koos ervoor het beslag in een mooi patroon in een koekenpan te bakken.”", "Terug naar de 14de eeuw", "Willebrands: “Battus bedacht zijn recepten niet zelf, maar nam ze over uit receptmanuscripten. Dat was gebruikelijk in zijn tijd. Zo zie je recepten van Battus, iets gemoderniseerd, weer terugkomen in het populaire Amsterdamse kookboek De verstandige kock uit 1667. Koken was geen ­revolutionair iets; veel recepten gingen eeuwenlang mee. De saupiquet die Battus voorschrijft bij geroosterd konijn bijvoorbeeld – een saus van bouillon, rode wijn, suiker en specerijen – gaat minstens terug tot de 14de eeuw. Er staat een recept voor de saus in een Frans kookboek uit 1393.”", "Keukeninterieur en Christus met Emmaüsgangers, Vlaamse school, 16de eeuw. (detail) Beeld Palais des Beaux Arts, Rijssel", "Bedorven vlees", "Muusers: “Veel mensen hebben een slecht beeld van eten in het verleden. ‘Middeleeuws: dat is toch heel vies? En was het vlees niet altijd bedorven?’ Het idee dat men rot vlees at en specerijen gebruikte om de smaak daarvan te verdoezelen, is een hardnekkige mythe. Daarbij zijn veel recepten uit voorbije eeuwen juist ontzettend lekker. Geen recept dat we uit Battus’ boek hebben gemaakt, was vies. De karnemelkse kaas kan ik bijvoorbeeld echt aanraden: je maakt hangop van karnemelk en mengt die met eierdooiers, suiker en rozenwater.”", "Willebrands: “Ik ben dol op de gevulde lever, met veel verse kruiden, gember en kaneel. En de hutspot van hertenvlees met kruidnagel, zwarte peper en krenten is ook verrukkelijk.”", "Muusers: “Mensen zijn heel geïnteresseerd in wat er wordt gegeten aan de andere kant van de wereld, maar het is minstens zo interessant om wat eeuwen terug in de tijd te zoeken naar avontuurlijke en verrassende smaken.”", "Christianne Muusers en Marleen Willebrands, ­Het ­excellente kookboek van doctor Carolus Battus uit 1593, uitgeverij Sterck & De Vreese, €29,95.", "", "Op de website van Museum Boijmans Van Beuningen leer je via oude schilderijen meer over het 16de-eeuwse tafelgerei en de tafelmanieren die Alexandra van Dongen beschrijft in het boek (klik op ‘Ontdek alma’)."], "authors": ["Charlotte Kleyn"], "keywords": ["van", "doktersrecepten", "het", "op", "met", "eeuw", "thuiskok", "een", "je", "nu", "uit", "en", "recepten", "dat", "16de", "voor"], "pubDate": "2020-12-01T19:00:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}