{"id": "810d51c8-ac50-38c3-b40c-c7341fde19af", "title": "‘Tuur, ik ben voorzitter van de Partij voor de Republiek en jij wordt lijstduwer!’ Deal, zei ik", "url": "https://volkskrant.nl/columns-opinie/tuur-ik-ben-voorzitter-van-de-partij-voor-de-republiek-en-jij-wordt-lijstduwer-deal-zei-ik~bcef9dec/", "summary": "Eventjes neigde ik naar de Partij voor de Dieren, maar ik ben allergisch voor de gristengekkies bij die club.\nEn toen belde René Zwaap mij op met een geweldige scoop: Tuur, ik ben voorzitter van de Partij voor de Republiek en we doen mee aan de Tweede Kamerverkiezingen in maart.\nRené is een van de belangrijkste Oranje-watchers van Nederland.\nMet zijn doorwrochte artikelen en zijn televisieprogramma Appeltjes van Oranje haalde hij het bloed onder de nagels van de leden van het Koninklijk Huis vandaan.\nDe populariteit van het koningshuis is op een historische dieptepunt aangeland door de strapatsen van Willie en Maxi, de hebzucht van huisjesmelker Prins Bril en het eeuwige financiële gekonkelfoes van een van de rijkste families ter wereld.", "paragraphs": ["Ik heb er weleens over nagedacht om Leefbaar Portugal op te richten, een partij met maar één issue: een landelijk verbod op Nederlandse camperaars. Verder ben ik niet bijster politiek geëngageerd. Eventjes neigde ik naar de Partij voor de Dieren, maar ik ben allergisch voor de gristengekkies bij die club.", "En toen belde René Zwaap mij op met een geweldige scoop: Tuur, ik ben voorzitter van de Partij voor de Republiek en we doen mee aan de Tweede Kamerverkiezingen in maart. Jij en Rob Muntz worden lijstduwers! Deal, zei ik.", "Noblesse oblige: Zwaap is een boezemvriend en we waren jaren collega’s bij De Groene Amsterdammer. Mijn makker Muntz maakte De Grote Interprovinciale Oranje Quiz voor de VPRO (te zien op YouTube) en kreeg terecht heel royalistisch Nederland over zich heen.", "René is een van de belangrijkste Oranje-watchers van Nederland. Met zijn doorwrochte artikelen en zijn televisieprogramma Appeltjes van Oranje haalde hij het bloed onder de nagels van de leden van het Koninklijk Huis vandaan.", "ZKHPB belde regelmatig naar onze hoofdredacteur Martin van Amerongen (die het Republikeins Genootschap oprichtte) en snauwde dan: is die Zwaap nou nog niet ontslagen?", "René publiceerde in De Groene de beruchte foto van de nazigroet tijdens het huwelijksfeest van Juliana en Bernhard, en direct daarna werd Martin van Amerongen ten paleize ontboden. ‘Als je niets meer van me hoort, bel dan de politie en laat ze kijken in de kerker van Soestdijk’, zei hij voor vertrek tegen ons.", "Eenmaal bij Bernhard vroeg deze: ‘Wat heeft u eigenlijk tegen mij?’", "Martin antwoordde: ‘Tegen u persoonlijk niets, Koninklijke Hoogheid, maar de historische waarheid dient te worden verteld’.", "Het doel van Zwaaps PvdR is tot een Republikeins Akkoord te komen. De koning doet vrijwillig afstand van de troon, net als de rest van de familie. Het koningschap valt dan grondwettelijk in handen van de Raad van State, die de Staten-Generaal adviseert de Republiek uit te roepen.", "De miljarden verkregen uit het koningschap worden transparant verdeeld door het Nationaal Vereffeningsfonds en geïnvesteerd in onderwijs, schuldhulpverlening voor slachtoffers van het coronavirus én herstelbetalingen voor de slavernij en koloniale uitbuiting, waarin het Huis van Oranje-Nassau vijf eeuwen een voortrekkersrol vervulde.", "De timing van Zwaap is perfect. De populariteit van het koningshuis is op een historische dieptepunt aangeland door de strapatsen van Willie en Maxi, de hebzucht van huisjesmelker Prins Bril en het eeuwige financiële gekonkelfoes van een van de rijkste families ter wereld. Leve de republiek!"], "authors": ["Arthur Van Amerongen"], "keywords": ["ik", "van", "lijstduwer", "het", "zwaap", "voor", "en", "tuur", "een", "wordt", "voorzitter", "partij", "te", "op", "zei", "die", "republiek"], "pubDate": "2021-01-04T14:36:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}