{"id": "81235dd0-1cd2-3ae4-acbf-548d6aa0c54c", "title": "Oerschreeuw", "url": "https://nrc.nl/nieuws/2021/01/07/oerschreeuw-a4026433", "summary": "Hij trekt het niet meer, onze 17-jarige.\nEr had een soort oerschreeuw uit zijn slaapkamer geklonken.\nWe zijn niet boos geworden, ook niet over de gesneuvelde bureaustoel, gescheurde poster, kapotte deur en de barst in de monitor van zijn game-computer.\nWe hadden we hem ook het dagboek van Anne Frank cadeau kunnen doen in plaats van een nieuwe gamecomputer.\nMaar het wordt een mini-feestje in zijn kamer met een paar vrienden en een kratje bier.", "paragraphs": ["Hij trekt het niet meer, onze 17-jarige. „Ik zit al bijna een jaar op m’n kamer, ik hou dit niet meer vol,” zegt hij, als hij eenmaal weer tot bedaren is gekomen na een enorme woedeuitbarsting. Er had een soort oerschreeuw uit zijn slaapkamer geklonken. Er werd met meubilair gesmeten, we hoorden een klap tegen de deur, tegen de muur. Verstijfd van schrik en ontsteltenis luisterden we een minuut of tien naar al dat gebrul en gebonk, want zo hadden we hem nooit eerder meegemaakt. Zijn vader wilde ingrijpen, maar ik wilde hem laten uitrazen om later samen de scherven op te ruimen.", "En zo is het gegaan. We zijn niet boos geworden, ook niet over de gesneuvelde bureaustoel, gescheurde poster, kapotte deur en de barst in de monitor van zijn game-computer. We hebben zelfs een nieuwe voor hem besteld, want anders heeft hij al helemaal niks meer te doen tijdens deze lockdown. Natuurlijk hadden we als ouders ook anders kunnen reageren. Sancties kunnen opleggen, hem een schop onder zijn kont kunnen geven of zijn situatie kunnen relativeren en vergelijken met al die anderen die het nog veel moeilijker hebben. We hadden we hem ook het dagboek van Anne Frank cadeau kunnen doen in plaats van een nieuwe gamecomputer. Die had het pas zwaar in dat achterhuis.", "Maar het leek ons verstandiger om juist begrip te tonen voor zijn opgekropte frustraties, in plaats van alles weg te wuiven. Het is per slot van rekening ook niet niks voor een gozer van zijn leeftijd; al bijna een jaar zonder school, klasgenoten, feestjes, chillen, meisjes, festivals of vakanties. En dan steeds weer die teleurstelling van nóg meer maatregelen en alweer een quarantaine.", "Zijn vmbo-diploma heeft hij vorig jaar min of meer cadeau gekregen, zonder feestelijkheden of examenreisjes. Erna volgden maanden van leegte en lethargie. In september herpakte hij zich en begon vol enthousiasme aan een nieuwe opleiding. Er zou een nieuwe tijd aanbreken, hij had weer zicht op een toekomst, zíjn toekomst. Vier maanden later heeft hij nog amper contact gehad met zijn klasgenoten en docenten. De online-lessen zijn een verschrikking, want altijd rommelig en amateuristisch, zegt hij. Steeds vaker zet hij tijdens de les de camera van zijn laptop uit en kruipt weer onder dekens.", "„Wees blij dat we überhaupt nog leven,” zou ik soms tegen hem willen zeggen. Want tussendoor kregen wij ook nog eens corona. Eerst werd hij ziek en toen wij, maar we waren allemaal al snel weer klachtenvrij. Hij is het allang weer vergeten, wil vooral vooruit kijken nu, zich weer ergens op kunnen verheugen.", "Vorige week heb ik mee betaald aan de huur van een hotelkamer in Breda, waar hij samen met een vriend (in aparte kamers) de nacht wilde doorbrengen. Ze gingen „op avontuur” en wilden even aan de aandacht van hun thuiswerkende ouders ontsnappen. Het werd een teleurstellende avond in een verlaten stad en slecht hotelbed. Nu kijkt hij uit naar een volgende gebeurtenis: zijn achttiende verjaardag. Dat had natuurlijk een groot feest moeten worden, met een eerste stapavond in de Witte de Withstraat. Maar het wordt een mini-feestje in zijn kamer met een paar vrienden en een kratje bier. De datum heeft hij verschoven naar eind januari, als de lockdown weer voorbij is. Denkt hij. Ik durf het hem nog niet te vertellen.", "Mirjam de Winter ( @mirjamdewinter ) is freelance journalist en stadsgids in Rotterdam.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Mirjam De Winter", "Leestijd Minuten"], "keywords": ["oerschreeuw", "zijn", "van", "hem", "en", "een", "weer", "niet", "ook", "het", "hij"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}