{"id": "8124b4be-b3ff-3726-888d-2781fe62b1fc", "title": "Groningen moet de groenste stad ter wereld worden. Zo gaat wethouder Glimina Chakor daarvoor zorgen", "url": "https://www.dvhn.nl/groningen/Groningen-moet-de-groenste-stad-ter-wereld-worden.-Zo-gaat-wethouder-Glimina-Chakor-daarvoor-zorgen-26295940.html", "summary": "Na maanden finetunen presenteert wethouder Glimina Chakor haar planning voor een veel groener Groningen.\nBomen en andere planten helpen om de temperatuur te verlagen en regenwater op te vangen.\n,,En groen is ook belangrijk voor een gezonde leefomgeving, voor luchtkwaliteit, voor biodiversiteit’’, somt Chakor (GroenLinks) op.\nVeel vertraging in 2020Ook rond de Schouwburg en op het Damsterplein komen in 2021 bomen en planten.\nNieuwe boom erinVoor het nieuwe jaar heeft Chakor nieuwe regels rondom bomenkap gemaakt, die voorschrijven dat iedere boom die verdwijnt (‘om wat voor reden dan ook’) vervangen moet worden door een nieuwe.", "paragraphs": ["Na maanden finetunen presenteert wethouder Glimina Chakor haar planning voor een veel groener Groningen. Versteende pleinen worden beplant, iedere gekapte boom wordt vervangen en de Bomenridders wil Chakor voortaan buiten de rechtszaal spreken.", "De komende vijf jaar trekt de gemeente 24 miljoen euro uit om Groningen beter bestand te maken tegen een veranderend klimaat, met steeds heter en heftiger weer. Bomen en andere planten helpen om de temperatuur te verlagen en regenwater op te vangen. ,,En groen is ook belangrijk voor een gezonde leefomgeving, voor luchtkwaliteit, voor biodiversiteit’’, somt Chakor (GroenLinks) op.", "Duizend bomen per jaar tegen hittestress", "Vandaar dat ze flink wil uitpakken om de stad van meer beplanting te voorzien. In maart presenteerde ze daarvoor haar ‘groenplan’ Vitamine G . Op de donderdag gepubliceerde uitvoeringsagenda staan voor de komende vijf jaar 88 verschillende projecten. Alles bij elkaar plant de gemeente ieder jaar duizend nieuwe bomen in de stad.", "De hoogste prioriteit krijgen de meest versteende plekken, legt de wethouder uit. ,,Daar is de meeste hittestress en is de omgeving vaak onaantrekkelijk. De urgentste situaties pakken we het eerste op.’’ Zo worden er volgend jaar bomen geplant in de wijk Europapark en krijgt Paddepoel meer groen in het parkje tussen de Castor-, Pollux- en Morgensterflats, op initiatief van de bewoners.", "Veel vertraging in 2020", "Ook rond de Schouwburg en op het Damsterplein komen in 2021 bomen en planten. Eigenlijk zou dat afgelopen jaar al gebeuren. Het Damsterplein is uitgesteld omdat er in februari mogelijk een Europese subsidie voor beschikbaar komt. ,,Met ons huidige budget konden we wel íets doen op het Damsterplein, maar niet genoeg’’, verklaart Chakor. ,,Ik ga liever voor 100 procent dan voor 50.’’", "Er zijn meer projecten die voor 2020 op de rol stonden, maar nog niet zijn gelukt. Volgens de wethouder is een aantal processen vertraagd door de gevolgen van het coronavirus. ,,En beginnen is altijd het moeilijkst’’, stelt ze. Chakor verwacht dat de planning de komende jaren wel kan worden gehaald.", "‘Jammer dat focus vaak op kappen ligt’", ",,We gaan echt een heleboel doen’’, benadrukt ze. ,,Dat wil ik graag laten zien.’’ Tot nu toe gaat het, vaker dan haar lief is, veelal over bomen kappen in plaats van bomen planten. Er verdwenen dit jaar onder meer bomen op de Zernike Campus, langs de Hunzeboord en de Stuurboordswal. De natuurstichtingen Boomwachters en Bomenridders maakten daar fel bezwaar tegen.", ",,Maar de rechter gaf ons keer op keer gelijk. We doen het zorgvuldig’’, zegt Chakor, met merkbare frustratie. ,,Ik vind het jammer dat de focus zo op kappen ligt. Als je kijkt waaróm we het doen, heeft het vaak met ziektes te maken of gevaar. Wij zijn verantwoordelijk als er iemand door een vallende tak geraakt wordt. Dan kan ik niet zeggen: ja, maar van de Bomenridders mochten we niet kappen.’’", "Oude boom eruit? Nieuwe boom erin", "Voor het nieuwe jaar heeft Chakor nieuwe regels rondom bomenkap gemaakt, die voorschrijven dat iedere boom die verdwijnt (‘om wat voor reden dan ook’) vervangen moet worden door een nieuwe. Of meerdere nieuwe bomen, als het gesneuvelde exemplaar oud, groot en dus extra waardevol was.", "Verder werkt de wethouder aan een zogenaamd Trefpunt Groen, een overleg- en adviesorgaan waar de gemeente regelmatig met de bomenorganisaties in gesprek kan. ,,Zodat we elkaar niet meer in de rechtbank treffen, maar samen om tafel zitten.’’"], "authors": ["Thereza Langeler"], "keywords": ["zorgen", "bomen", "wereld", "zo", "stad", "ter", "groningen", "groenste", "het", "voor", "worden", "en", "een", "op", "jaar", "dat", "nieuwe", "moet", "wethouder", "chakor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}