{"id": "817fd0c9-2eea-3e29-86bc-06b614a4b800", "title": "Leg ernstig dementerenden niet het zwijgen op", "url": "https://trouw.nl/opinie/leg-ernstig-dementerenden-niet-het-zwijgen-op~b6a41cc1/", "summary": "De nieuwe richtlijnen na de ‘koffie-euthanasie’ geven artsen en familie een te grote rol bij beslissingen over het levenseinde.\nInderdaad blíjft het een dilemma als iemand met een fiere weigering om in een verpleeghuis te worden opgenomen, eenmaal in het ver-pleeghuis zegt ‘dat het nog best gaat’.\nEn het kan niet anders of dit zegt iets over alle mensen met dementie, niet alleen over wie ooit een wilsverklaring opstelden.\nDe Toetsingscommissies hadden er goed aan gedaan om op te roepen tot terughoudendheid, en om artsen aan te bevelen om ook dementerende mensen toe te staan om hun eerdere doodswens te herroepen.\nOok als wilsonbekwame heb je recht op een menswaardige doodHet lukt mensen met dementie maar niet om een waardige dood te regelen.", "paragraphs": ["De nieuwe richtlijnen na de ‘koffie-euthanasie’ geven artsen en familie een te grote rol bij beslissingen over het levenseinde. De dementerende zelf moet serieus genomen worden, vindt medisch ethicus Theo Boer van de Protestantse Theologische Universiteit Groningen.", "In de zaak Arends, ook wel ‘koffie-euthanasie’ genoemd, besloot de Hoge Raad in april tot vrijspraak. Het betrof een vrouw met dementie die op het moment van de euthanasie niet meer wist wat er gaande was, die veelvuldig leed maar uitdrukkelijk ook goede momenten had, en die ondanks dat men iets kalmerends in haar koffie had gedaan bij de uitvoering tegenstribbelde. De vrijspraak bracht de Regionale Toetsingscommissies Euthanasie (RTE’s) ertoe om een aanpassing van hun Code of Practice te publiceren, waarmee ze het oordeel van Hoge Raad vertalen naar concrete richtlijnen voor artsen.", "Natuurlijk is het te loven dat de RTE’s, door deze euthanasie aanvankelijk ‘onzorgvuldig’ te verklaren, rechters de mogelijkheid boden om zich publiekelijk uit te spreken. Maar één oordeel van de Hoge Raad, dat ook nog eens rijkelijk vaag is, geeft nog geen richtlijn in die potentieel duizenden gevallen waarin euthanasie bij gevorderde dementie een mogelijke optie is.", "Weerstand", "De gretigheid waarmee de RTE’s dit oordeel omzetten in praktische richtlijnen stelt teleur, omdat de suggestie wordt gewekt dat het probleem nu wel zo ongeveer opgelost is. Dat begint al met het praktische advies om patiënten die kunnen tegenstribbelen via iets in de koffie of de appelmoes te kalmeren. De suggestie wordt versterkt door de verzekering dat de commissies ruimhartig zullen gaan toetsen, een stille hint trouwens aan de vijf RTE’s om niet uit de pas te lopen. Ook de aankondiging dat niet moeilijk zal worden gedaan over wilsverklaringen die juridisch te wensen overlaten, verstaat zich als een poging om het probleem weg te proceduraliseren.", "Maar we zíjn er nog niet uit. Euthanasie bij wilsonbekwame mensen zal nooit onproblematisch worden. Veel artsen houden een sterke weerstand tegen het doden van mensen die niet meer weten wat er gaande is: honderden artsen publiceerden hierover vorig jaar een brandbrief in de dagbladen.", "Inderdaad blíjft het een dilemma als iemand met een fiere weigering om in een verpleeghuis te worden opgenomen, eenmaal in het ver-pleeghuis zegt ‘dat het nog best gaat’. Het is en blijft ongelofelijk moeilijk als iemand heeft gezegd dat ze het zingen in groepen mensonterend vindt, en drie jaar later als hardste meezingt.", "Beslissen dat de wilsbekwame patiënt van drie jaar geleden voorrang heeft boven zijn wilsonbekwame zelf van nu, zoals de Hoge Raad in april 2020 deed en zoals de Toetsingscommissies nu nog verder aandikken, geeft een cynisch antropologisch statement af: een dementerende hoef je niet meer serieus te nemen. En het kan niet anders of dit zegt iets over alle mensen met dementie, niet alleen over wie ooit een wilsverklaring opstelden.", "Uitdovend vlammetje", "Problematisch is bovendien de cruciale rol die artsen en familieleden hier wordt toegemeten: zíj moeten de kat de bel aanbinden, zij moeten onderhandelen of het niet tijd wordt om moeders leven te beëindigen. De dementerende zelf zit niet meer aan tafel. Het zijn de familieleden met hun eigen angsten, frustraties en belangen.", "Natuurlijk kan ik mij van alles voorstellen bij angst voor een verpleeghuis en bij de wens om een wilsverklaring op te stellen. Ik verzorgde twee jaar lang mijn diepdemente grootmoeder. Nog steeds verwijt ik mezelf dat we haar te lang levensverlengende behandelingen gaven. Maar respect voor een langzaam uitdovend vlammetje is iets anders dan iemand actief doden. Het respect voor wat iemand ooit wenste mag niet zo ver gaan dat we de huidige dementerende het zwijgen opleggen. De nu nog levende dementerende is een volledig mens, geen zombie. Hun mentale vermogens nemen af, maar niet hun menszijn. De Toetsingscommissies hadden er goed aan gedaan om op te roepen tot terughoudendheid, en om artsen aan te bevelen om ook dementerende mensen toe te staan om hun eerdere doodswens te herroepen.", "Lees ook:", "De nieuwe euthanasiecode geeft artsen meer vrijheid, maar ook extra druk", "De nieuwe euthanasiecode geeft artsen een grote professionele rol, maar maakt het ook lastiger voor artsen met bezwaren.", "Ook als wilsonbekwame heb je recht op een menswaardige dood", "Het lukt mensen met dementie maar niet om een waardige dood te regelen. Hoe komt dat toch, vraagt Christa Compas zicht af."], "authors": ["Theo Boer"], "keywords": ["van", "het", "op", "dementerenden", "leg", "die", "artsen", "niet", "een", "ernstig", "te", "om", "dat", "en", "zwijgen"], "pubDate": "2020-12-04T14:02:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}