{"id": "81811deb-f058-3857-a2c9-eae94485a257", "title": "Aan wie kan Trump op de valreep nog gratie verlenen?", "url": "https://trouw.nl/buitenland/aan-wie-kan-trump-op-de-valreep-nog-gratie-verlenen~b2416cba/", "summary": "Een van de tekenen dat Donald Trump wel degelijk inziet dat zijn presidentschap ten einde loopt, is dat er voorbereidingen zijn voor een groot aantal gratieverleningen.\nDie was veroordeeld voor belastingontduiking, maar was op het moment van die uitspraak in Zwitserland en bleef daar.\nMichael Flynn, voormalig veiligheidsadviseur die al gratie kreeg van Trump.\nAan die laatste heeft Trump al strafvermindering gegeven; daar zou nog volledige gratie op kunnen volgen.\nDaar zouden zijn kinderen Donald Jr. en Ivanka Trump bij kunnen zijn, zijn schoonzoon Jared Kushner, en zijn advocaat Rudy Giuliani.", "paragraphs": ["Een van de tekenen dat Donald Trump wel degelijk inziet dat zijn presidentschap ten einde loopt, is dat er voorbereidingen zijn voor een groot aantal gratieverleningen. Een straf verminderen of kwijtschelden kan een president op elk moment doen – en hij hoeft er aan niemand verantwoording over af te leggen. Maar politiek kan het gevoelig liggen als een president een veroordeelde misdadiger helpt. Daarom doen presidenten hun meest controversiële gratieverleningen aan het eind van de rit.", "Bill Clinton verleende bijvoorbeeld gratie aan zakenman Marc Rich. Die was veroordeeld voor belastingontduiking, maar was op het moment van die uitspraak in Zwitserland en bleef daar. Tijdens die vrijwillige ballingschap gaf hij grote bedragen aan de Democratische partij. Clinton ondertekende het gratiebesluit op 20 januari 2001, slechts een paar uur voordat George W. Bush de eed zou afleggen die hem tot zijn opvolger maakte.", "Precies omgekeerd deed Jimmy Carter het in 1977: een paar dagen na zijn beëdiging al kondigde hij een generaal pardon af voor iedereen die tijdens de oorlog in Vietnam de dienstplicht ontdoken had. Maar Carter loste er dan ook een verkiezingsbelofte mee in.", "Michael Flynn, voormalig veiligheidsadviseur die al gratie kreeg van Trump. Beeld REUTERS/Carlos Barria", "Gratie voor de Rusland-kwestie", "Tijdens zijn presidentschap heeft Donald Trump al ruim veertig mensen gratie verleend. Daar waren schrijnende gevallen bij die een andere president wellicht ook zo had behandeld. Alice Johnson bijvoorbeeld, een vrouw die wegens een drugsvergrijp tot levenslang was veroordeeld. In dat geval speelde echter ook een rol dat tv-persoonlijkheid Kim Kardashian West zich voor haar zaak had ingezet.", "Een duidelijk politiek signaal naar Trumps achterban was zijn gratie voor Joe Arpaio, een voormalige sheriff in Arizona. Arpaio, een enthousiast aanhanger van Trump, stond bekend om zijn strenge behandeling van gevangenen. Hij was veroordeeld voor minachting van de rechtbank toen hij een verbod negeerde om buitenlanders zonder papieren op te pakken. Trump prees hem daar juist voor: “Zijn levenswerk was het beschermen van het publiek tegen de gesels van misdaad en illegale immigratie.”", "Op de valreep zal Trump, zo wordt verwacht, een flink aantal mensen uit zijn omgeving gratie verlenen. Hij is er al mee begonnen: vorige week kon ex-generaal Michael Flynn opgelucht ademhalen. Die stond terecht voor liegen tegen de FBI in de periode dat hij Trumps adviseur nationale veiligheid was, over zijn contacten met de Russische ambassadeur, voor Trumps aantreden. Hij zou er ook binnen het Witte Huis over hebben gelogen, en om die reden had Trump hem ontslagen, maar daar had hij later spijt van.", "Een aantal van Trumps naaste medewerkers zijn al veroordeeld in verband met die Rusland-kwestie, zoals ex-adviseurs Rick Gates en George Papadopoulos, zijn voormalige campagneleider Paul Manafort en zijn vriend Roger Stone. Aan die laatste heeft Trump al strafvermindering gegeven; daar zou nog volledige gratie op kunnen volgen.", "Roger Stone, fixer van Trump, kreeg al strafvermindering van de president. Beeld EPA", "Automatisch schuld bekennen", "Maar de president kan ook bij voorbaat mensen gratie verlenen voor overtredingen die ze mogelijk hebben begaan, al of niet in zijn dienst. Daar zouden zijn kinderen Donald Jr. en Ivanka Trump bij kunnen zijn, zijn schoonzoon Jared Kushner, en zijn advocaat Rudy Giuliani.", "Ieder van hen zal dan nog wel even moeten nadenken of het een probleem is wat het Hooggerechtshof in 1915 besliste: dat het accepteren van gratie automatisch inhoudt dat je schuld bekent. President Gerald Ford zorgde dat zijn eerloos afgetreden voorganger president Richard Nixon in 1974 nadrukkelijk uitleg kreeg over die uitspraak voordat hij hem gratie verleende. En hij had de tekst ervan altijd bij zich om er critici van zijn beslissing mee om de oren te kunnen slaan.", "Lees ook:", "Hoe het trumpisme ook een nederlaag overleeft (al weet niemand wat het precies is zonder Trump)", "Wie hoopt dat de Republikeinen na Trump weer een ‘nette’ partij gaan vormen moet dit onder ogen zien: zijn gedachtengoed gaat niet zomaar weg. Ook al weet niemand precies wat trumpisme is zonder Trump."], "authors": ["Bas Den Hond"], "keywords": ["valreep", "van", "trump", "gratie", "nog", "het", "op", "hij", "die", "zijn", "wie", "verlenen", "kan", "een", "dat", "al", "aan", "voor"], "pubDate": "2020-12-01T14:32:45+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}