{"id": "818f0a28-061f-37ac-8960-73fb855e1f45", "title": "Trumps advocaat Giuliani test positief op coronavirus: 'Ik krijg goede zorg'", "url": "https://nu.nl/buitenland/6094986/trumps-advocaat-giuliani-test-positief-op-coronavirus-ik-krijg-goede-zorg.html", "summary": "Rudy Giuliani, de 76-jarige advocaat en adviseur van Amerikaanse president Donald Trump, is positief getest op het coronavirus.\nIn zijn tweet wenste Trump Giuliani beterschap toe en herhaalt hij een ongefundeerde bewering dat er fraude heeft plaatsgevonden bij de presidentsverkiezingen.\nIk hoop dat ik er snel weer gezond ben.\"\nOok heeft Giuliani al in meerdere rechtszaken de verkiezingsuitslag aangevochten.\nHierdoor heeft hij door de VS gereisd voor verschillende bijeenkomsten en rechtszaken.", "paragraphs": ["Rudy Giuliani, de 76-jarige advocaat en adviseur van Amerikaanse president Donald Trump, is positief getest op het coronavirus. Dat meldt Trump zondagavond (Nederlandse tijd) op Twitter.", "In zijn tweet wenste Trump Giuliani beterschap toe en herhaalt hij een ongefundeerde bewering dat er fraude heeft plaatsgevonden bij de presidentsverkiezingen.", "Het is nog onbekend waar de advocaat het virus heeft opgelopen. In een tweet liet Giuliani later op de avond weten zich goed te voelen. \"Ik krijg goede zorg. Ik hoop dat ik er snel weer gezond ben.\"", "Sinds Joe Biden op 7 november werd uitgeroepen tot winnaar van de presidentiële verkiezingen, heeft Giuliani veel mediaoptredens in het land gehouden waarin hij de ongefundeerde claim van fraude bleef herhalen.", "Ook heeft Giuliani al in meerdere rechtszaken de verkiezingsuitslag aangevochten. Hierdoor heeft hij door de VS gereisd voor verschillende bijeenkomsten en rechtszaken. Het is niet bekend of Giuliani hierbij al besmet was of besmettelijk was met het virus."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["trumps", "van", "positief", "heeft", "trump", "het", "op", "goede", "hij", "giuliani", "test", "ik", "zorg", "en", "dat", "krijg", "coronavirus"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}