{"id": "81a701bb-5cc5-315b-88d2-df223b436c72", "title": "Min tien miljoen: hoe corona een grote financiële crisis ondersneeuwt", "url": "https://volkskrant.nl/columns-opinie/min-tien-miljoen-hoe-corona-een-grote-financiele-crisis-ondersneeuwt~b5b1892c/", "summary": "‘Dit is het jaar van de afrekening’, schreef ik een jaar geleden, over een rijk land dat uit armoede gymzalen en bibliotheken sluit.\nHet coronavirus sneeuwde die financiële crisis onder, maar afgerekend is er, vaak in stilte: ook de begroting van wethouder Gea Wielinga moest min tien miljoen.\nOveral is geldtekort, gemeenten staan inmiddels onder curatele, ‘we doen wat we kunnen maar het houdt een keer op’.\nDe bibliotheken kregen een ton minder, zegt directeur Hans van der Veen, en er was al een tekort.\n‘Ze hopen nu allemaal dat het Rijk ze te hulp schiet – gebeurt dat niet, wat blijft er dan überhaupt over?’Maastricht wil in arren moede een daklozenopvang sluiten.", "paragraphs": ["‘Dit is het jaar van de afrekening’, schreef ik een jaar geleden, over een rijk land dat uit armoede gymzalen en bibliotheken sluit. Het coronavirus sneeuwde die financiële crisis onder, maar afgerekend is er, vaak in stilte: ook de begroting van wethouder Gea Wielinga moest min tien miljoen. Overal is geldtekort, gemeenten staan inmiddels onder curatele, ‘we doen wat we kunnen maar het houdt een keer op’.", "Gea is wethouder financiën in de grootste gemeente van Nederland (908 vierkante kilometer): Súdwest-Fryslân, met Sneek en Bolsward als verstedelijkte eilanden in een zee van tachtig dorpen. Het is geen te benijden functie. De minister mag met miljarden smijten, de wethouder moet miljoenen snijden, een rare paradox, ook omdat het Rijk de crisis zelf veroorzaakte door de zorg voor kwetsbaren aan de gemeenten te laten voor minder geld.", "Gea Wielinga, wethouder financiën. Beeld Toine Heijmans", "Meticuleus ging Gea met haar ambtenaren door de cijfers, ‘alles, echt ál-les’ is doorgevlooid, ‘een halfjaar lang’ en het goede nieuws is dat ze geen gymzalen of bibliotheken sluit. Het slechte nieuws is dat ze de bodem ziet. ‘We houden het hiermee hopelijk een tijd uit, maar we weten nog niet eens wat corona ons gaat kosten.’", "Ze heeft 275 miljoen euro per jaar te verdelen en ruim de helft gaat naar het ‘zorgdomein’, vooral de jeugdzorg, en die blijft maar groeien. Dus stijgen de bouwleges en de afvalstoffenheffing, ‘het zijn vaak kleine dingen’. Grote dingen: het zo gewenste bedrijventerrein op de lange baan, meer vrijwilligers inzetten in de zorg en twee miljoen minder voor de bedrijfsvoering van de gemeente zelf, ‘we hebben een dappere directeur die dat aandurft, en in principe gaat het zonder gedwongen ontslagen’.", "Nu kloppen de cijfers. ‘Maar je moet steeds weer politiek uitleggen waarom dit wel en dat niet en het is… pfoe.’", "Met Jac König ging ik vorig jaar de gymzalen af in het noordwestelijk kustgebied: die van Witmarsum en Arum zouden verdwijnen. Ze zijn daar nog steeds, een groot geluk, zegt Jac, en hulde aan de dorpsraden die in het geweer kwamen. ‘Het besef dat gemeenten door de decentralisatie dikke verliezen draaien, is nu breed bekend. Hopen maar de ministeries ook echt iets gaan dóen.’", "Want het voortbestaan van de gymzalen is nog steeds wankel, ook al staat Gea pal; de gemeente kijkt al jaren naar een herverdeling over het uitgebreide grondgebied, en naar mogelijke privatisering. ‘Door corona ligt veel stil’, zegt Jac, ‘dat voelt toch als uitstel van executie’.", "Het zwembad in Bolsward is oud en kost vierenhalve ton per jaar, dichtbij in Sneek is ook een zwembad, ‘hoeveel zwembaden heb je nodig’, zegt Gea, ‘dat is altijd een politieke afweging’.", "De bieb van Hurdegaryp. Beeld Toine Heijmans", "Voor de bieb van Hurdegaryp, waar ik vorig jaar ook was, is het doek gevallen. Die hoort bij een andere gemeente, Tytsjerksteradiel, in grote geldproblemen. De bibliotheken kregen een ton minder, zegt directeur Hans van der Veen, en er was al een tekort. Het verjaagt de zwarte wolken niet: voor 2023 dreigt nu al een bezuiniging op het ‘voorliggend veld’, ambtelijke taal voor publiek toegankelijke voorzieningen. Van de vestiging in Burgum is het huurcontract opgezegd, de locatie is te duur, en zo vallen de dominostenen om.", "Aan de wethouders en de gemeenteraden ligt het niet, zegt Hans: die kunnen geen kant op. ‘Ze hopen nu allemaal dat het Rijk ze te hulp schiet – gebeurt dat niet, wat blijft er dan überhaupt over?’", "Maastricht wil in arren moede een daklozenopvang sluiten. Delft laat zich bewust onder curatele van de provincie stellen, ‘met een sluitende begroting vinden we geen gehoor bij de overheid’, zei wethouder financiën Stephan Brandligt. Stadskanaal was jarenlang de financieel gezondste gemeente van Groningen, nu zijn de reserves uitgeput – de wethouder, Lian Veenstra, stapte op en zei: ‘gemeenten krijgen te weinig geld en dan mag ik de boel hier gaan slopen?’ Vervolgens gooide de gemeenteraad de handdoek in de ring: zwembad weg, theater weg, minder thuishulp, het was te veel.", "Ook in Sneek dachten ze na over curatele: een artikel 12-gemeente krijgt extra geld. Maar dat was hun eer te na, ‘zo zitten wij Friezen niet in elkaar’. ‘Dan geef je het uit handen en moeten alle belastingen en heffingen naar de max, dat willen we niet.’", "Stadhuis, Sneek. Beeld Toine Heijmans", "Gymzalen en bibliotheken zijn zichtbaar, zegt Gea, maar wie ziet de onzichtbare gevolgen? Niemand heeft het over de kaalslag in de bedrijfsvoering van de gemeente, ‘dat is geen sexy onderwerp’, het ambtenarenapparaat is anoniem en iedereen wil alles altijd efficiënter. Maar kijk eens naar de verwording van de belastingdienst: mensen eruit, computers erin, ‘en je ziet het resultaat’.", "We doen wat we kunnen, zegt ze ten slotte. Maar het ziet ernaar uit dat ik hier volgend jaar opnieuw hetzelfde schrijf."], "authors": ["Toine Heijmans"], "keywords": ["ondersneeuwt", "jaar", "grote", "miljoen", "ze", "hoe", "te", "financiële", "van", "en", "een", "tien", "min", "zegt", "corona", "het", "maar", "crisis", "dat"], "pubDate": "2021-01-05T21:28:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}