{"id": "81b25442-c08c-369b-80af-91633049125d", "title": "De Ethiopische Abiy valt door de mand als vredesduif", "url": "https://trouw.nl/opinie/de-ethiopische-abiy-valt-door-de-mand-als-vredesduif~b6548b6d/", "summary": "Over twee weken is het precies een jaar geleden dat Abiy Ahmed, de jonge premier van Ethiopië, in Oslo de Nobelprijs voor de vrede overhandigd kreeg.\nEen jaar geleden waren er al twijfels of het Abiy zou lukken om dat laatste waar te maken.\nToen nog was de hoop dat het Abiy zou lukken een eenheidsstaat te creëren, waar iedereen zich Ethiopiër zou voelen.\nIn plaats daarvan gebruikt hij nu de ijzeren vuist die zijn voorgangers ook zo graag inzetten.\nWat rest zijn oproepen om te praten, maar daarvoor lijkt het te laat – Abiy wijst inmenging bij deze ‘interne aangelegenheid’ af.", "paragraphs": ["Over twee weken is het precies een jaar geleden dat Abiy Ahmed, de jonge premier van Ethiopië, in Oslo de Nobelprijs voor de vrede overhandigd kreeg. Hij trad daarmee in de voetsporen van een andere jonge politieke leider, die ook nog geen jaar na zijn aantreden al de hoogste vredesprijs kreeg: Barack Obama. En net als dat na verloop van tijd bij Obama gebeurde, rijst inmiddels ook bij Abiy de vraag: kwam die prijs niet een tikkeltje te snel?", "Toegegeven, anders dan Obama had Abiy daadwerkelijk een concreet resultaat geboekt toen hij de prijs kreeg: onder zijn leiding sloot Ethiopië twintig jaar na een bloedig grensconflict met Eritrea vrede met dat land. Maar Abiy ontving de prijs ook omdat hij een frisse wind beloofde in zijn tot dan autocratische land, en – net als Obama – een politiek van verzoening voorstond.", "Een jaar geleden waren er al twijfels of het Abiy zou lukken om dat laatste waar te maken. De etnische spanningen in zijn land, die onder het autoritaire bewind vóór hem met harde hand onder de duim werden gehouden, speelden vorig jaar sterk op. Toen nog was de hoop dat het Abiy zou lukken een eenheidsstaat te creëren, waar iedereen zich Ethiopiër zou voelen. Van die droom is inmiddels weinig meer over.", "Sinds een paar weken is er een bloedige strijd uitgebroken in het land. Lokale eenheden van de bevolkingsgroep uit de provincie Tigray – tot Abiys komst de bovenliggende partij in het land – voeren een burgeroorlog met de federale overheid. Van verzoenende woorden is uit Abiys mond niets meer vernomen – het zijn zijn generaals die op dit moment ultimata afgeven aan de burgerbevolking van Tigray: als zij niet vertrekken uit belegerde gebieden, dan zijn de consequenties voor henzelf.", "Het gaat te ver om deze escalatie helemaal te wijten aan Abiy, maar duidelijk is dat hij tijdens zijn promotie-onderzoek in de ‘Conflict-oplossing’ niet de gouden formule heeft gevonden om in een complex land als Ethiopië groepen op vreedzame wijze tot elkaar te brengen. In plaats daarvan gebruikt hij nu de ijzeren vuist die zijn voorgangers ook zo graag inzetten. Ethiopië is terug bij af – of erger.", "De internationale gemeenschap, vorig jaar nog zo betoverd door Abiy, staat machteloos langs de zijlijn te kijken hoe tienduizenden vluchtelingen buurland Soedan instromen, allemaal met gruwelijke verhalen over wat er zich afspeelt in Tigray. Wat rest zijn oproepen om te praten, maar daarvoor lijkt het te laat – Abiy wijst inmenging bij deze ‘interne aangelegenheid’ af.", "Wat de les ook mag zijn voor die internationale gemeenschap, één ding is duidelijk: het uitdelen van Nobelprijzen als beloning voor goede voornemens, is misschien toch niet de beste weg. De burgers van Tigray hebben er in ieder geval niets aan gehad.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["valt", "van", "mand", "als", "het", "die", "zijn", "vredesduif", "abiy", "een", "te", "land", "jaar", "dat", "door", "ethiopische"], "pubDate": "2020-11-27T08:01:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}