{"id": "81b76cfc-5485-3aef-95f3-765406d8ee23", "title": "De papieren schoolagenda was bijna een dagboek", "url": "https://www.volkskrant.nl/kijkverder/v/2020/de-papieren-schoolagenda-was-bijna-een-dagboek~v395398/", "summary": "Voordat er zoiets bestond als Magister, een systeem waarin het huiswerk door leraren digitaal wordt bijgehouden, was de schoolagenda van levensbelang voor de gemiddelde scholier.\nNiet alleen om na te gaan wanneer je een schriftelijke overhoringen had, maar ook als uithangbord van je identiteit.\nDoor middel van je met zorg aangeschafte agenda kon je aan je kersverse klasgenoten laten zien wie je was of graag wilde zijn: lollige types gingen voor de agenda van Garfield of Loesje, paardenmeisjes kozen een exemplaar van tijdschrift Penny of je bekende kleur door de voetbalagenda van een bepaalde club te kopen.\nIn 2008 had toenmalig marktleider Vroom & Dreesman een collectie van 170 schoolagenda’s, aangevuld met een enorme voorraad matchend kaftpapier, schriften, etuis, pennen, linialen en gummetjes.", "paragraphs": ["Voordat er zoiets bestond als Magister, een systeem waarin het huiswerk door leraren digitaal wordt bijgehouden, was de schoolagenda van levensbelang voor de gemiddelde scholier. Niet alleen om na te gaan wanneer je een schriftelijke overhoringen had, maar ook als uithangbord van je identiteit. Door middel van je met zorg aangeschafte agenda kon je aan je kersverse klasgenoten laten zien wie je was of graag wilde zijn: lollige types gingen voor de agenda van Garfield of Loesje, paardenmeisjes kozen een exemplaar van tijdschrift Penny of je bekende kleur door de voetbalagenda van een bepaalde club te kopen.", "In 2008 had toenmalig marktleider Vroom & Dreesman een collectie van 170 schoolagenda’s, aangevuld met een enorme voorraad matchend kaftpapier, schriften, etuis, pennen, linialen en gummetjes."], "authors": ["Augustus"], "keywords": ["van", "als", "dagboek", "met", "papieren", "zorg", "een", "je", "bijna", "te", "schoolagenda", "agenda", "door", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}