{"id": "81bab731-fcfa-32c2-b823-b30c37bfad83", "title": "World Press Photo Exhibition in Amsterdam is ‘coronaproof’", "url": "https://www.parool.nl/english/world-press-photo-exhibition-in-amsterdam-is-coronaproof~bdb7fa81/", "summary": "Beeld Evert Elzinga/ANP“This is not at all how we originally planned it,” admitted Cathelijne Broers, director of the Nieuwe Kerk, at the press preview of the World Press Photo Exhibition.\nHe had reinvented himself, Broers said, just as the Nieuwe Kerk and World Press Photo would have to do after the lockdown.\nPower cutThis is the sixty-fifth World Press Photo Exhibition, with over 150 prizewinning photos and videos by forty-four photographers and visual journalists from twenty-four countries.\nThe first picture you see, blown up to a large size, is the 2020 World Press Photo of the Year.\nWe hope this exhibition will also give you that experience.”World Press Photo Exhibition: Monday 1 June to Sunday 29 November in the Nieuwe Kerk on the Dam.", "paragraphs": ["Beeld Evert Elzinga/ANP", "“This is not at all how we originally planned it,” admitted Cathelijne Broers, director of the Nieuwe Kerk, at the press preview of the World Press Photo Exhibition. She said the event reminded her of the beautiful black and white picture by South Africa’s Alon Skuy that won third prize in the portrait category. It shows a young male dancer with one leg and a crutch leaping gracefully through the air, a talented and promising footballer whose dreams of turning professional were dashed by cancer. He had reinvented himself, Broers said, just as the Nieuwe Kerk and World Press Photo would have to do after the lockdown.", "Together with the designers, Northern Light, the organisers made a virtue out of necessity, and describe this year’s event as “the first 100-percent coronaproof exhibition in the socially distanced society”.", "The exhibition has been “stretched” to meet the requirements of the RIVM, the Netherlands’ public health institute. It is much bigger, which is not a problem in the huge church, and will last longer, so the organisers hope to achieve similar visitor numbers to last year, at almost 90,000.", "The tickets will be timed, and available on an online-only basis, with a maximum of twenty-five people being admitted every fifteen minutes. Black and yellow tape has been used to create viewing boxes, each accommodating one individual or household.", "kosteloos Beeld J.P. Ekker", "Visitors will be asked to move around between these like pieces on a chessboard, or use one-way passing lanes. There will be hygiene points with disinfectant sprays, and a couple of rest areas in the chapels, with stickers on the floor outside stating that only two people are allowed in at a time.", "Power cut", "This is the sixty-fifth World Press Photo Exhibition, with over 150 prizewinning photos and videos by forty-four photographers and visual journalists from twenty-four countries. The jury, who are required to meet a diversity quota, had to wade through 73,996 entries by 4,282 photographers from 125 nations. These are divided into eight categories: general news, spot news, sports, contemporary issues, daily life, portraits, nature, and long-term projects, with prizes being awarded for individual photos and series.", "The first picture you see, blown up to a large size, is the 2020 World Press Photo of the Year. It is the work of Japanese photographer Yasuyoshi Chiba, who tells the story behind it as part of the mobile-phone audiotour. One evening, he went to an anti-government protest in Khartoum during a power cut. While the organisers tried to get a generator going for the lights, people started clapping. They were standing in a circle and holding their phones up to illuminate the scene.", "Beeld J.P. Ekker", "Peaceful protest", "“The man in the middle was young and charismatic,” Chiba says. “He was reciting a well-known poem and improvising, and each time he paused for breath everyone chanted thawra, which means “revolution” in Arabic. His voice pierced the air like arrows. This was the only peaceful protest I saw while I was there. Their overwhelming solidarity felt like a smouldering fire that could reignite at any moment.”", "A special space is reserved for the winner of first prize in the portraits category, a picture by Polish photographer Tomek Kaczor of a fifteen-year-old Armenian girl who sought asylum in Sweden. She went into a catatonic state known as resignation syndrome as a result of the trauma she had suffered, and awoke after eight months.", "Another particularly eyecatching image is one by South Korea’s Kim Kyung-Hoon, part of a series on Japanese veteran rugby players, showing an elderly man vigorously doing stretches while watching a female instructor on his widescreen TV.", "kosteloos Beeld J.P. Ekker", "The floor may be marked with lines and warnings, but corona itself is absent from the exhibition, since these are last year’s winning photographs. That said, there are some that remind us of the pandemic. Nicolas Asfouri won first prize in the general news category for his intriguing picture of four schoolgirls crossing the road hand in hand after forming a human chain at a protest in Hong Kong. All are wearing facemasks. In the audiotour, the photographer describes the scene as “striking, interesting, and different.”", "Lars Boering, the director of World Press Photography, said: “At this challenging time, accurate, independent, and reliable visual journalism is more important than ever. That’s why we’re featuring stories that make people stop, feel, think, and act. We hope this exhibition will also give you that experience.”", "World Press Photo Exhibition: Monday 1 June to Sunday 29 November in the Nieuwe Kerk on the Dam. Tickets at www.nieuwekerk.nl."], "authors": ["Jan Pieter Ekker"], "keywords": ["prize", "amsterdam", "world", "organisers", "press", "picture", "nieuwe", "protest", "coronaproof", "exhibition", "kerk", "photographer"], "pubDate": "2020-06-15T14:44:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}