{"id": "81bfc12f-7415-3682-9662-4ff7109272ef", "title": "Israëlische voetbalfans woedend: sjeik koopt helft van ‘anti-Arabische’ voetbalclub", "url": "https://trouw.nl/buitenland/israelische-voetbalfans-woedend-sjeik-koopt-helft-van-anti-arabische-voetbalclub~b5ed4511/", "summary": "Beitar Jeruzalem is de enige Israëlische voetbalclub die nog nooit een Arabische speler het veld op heeft gestuurd.\nDe harde kern van de club, bekend als ‘La Familia’, is berucht om zijn anti-Arabische racisme.\nDat maakt de verkoop van de helft van de club aan sjeik Hamad bin Khalifa al Nahyan des te opmerkelijker.\nDe andere helft van de club is in handen van Moshe Hogeg, een Israëlische tech-ondernemer.\nHierdoor werd het mogelijk voor sjeik al Nahyan om zijn geld in de Israëlische club te investeren.", "paragraphs": ["Beitar Jeruzalem is de enige Israëlische voetbalclub die nog nooit een Arabische speler het veld op heeft gestuurd. De harde kern van de club, bekend als ‘La Familia’, is berucht om zijn anti-Arabische racisme. ‘Dood aan de Arabieren’ is een veelgehoorde kreet, en spandoeken met de leus ‘Beitar voor altijd zuiver’ verrijzen regelmatig op de tribunes waar de harde kern zich verzamelt.", "Dat maakt de verkoop van de helft van de club aan sjeik Hamad bin Khalifa al Nahyan des te opmerkelijker. De Arabische sjeik zette maandag zijn handtekening onder het contract. De andere helft van de club is in handen van Moshe Hogeg, een Israëlische tech-ondernemer.", "Verdrag", "De eerste geruchten rond de deal deden in september al de ronde, enkele dagen voordat Israël een verdrag met de Verenigde Arabische Emiraten en Bahrein ondertekende dat de relatie tussen de landen normaliseerde. Hierdoor werd het mogelijk voor sjeik al Nahyan om zijn geld in de Israëlische club te investeren.", "Volgens Hogeg staat het gedeelde eigenaarschap symbool voor iets groters. “We willen aan de jongere generatie laten zien dat we allemaal gelijk zijn, en dat we kunnen samenwerken en prachtige dingen voor elkaar kunnen krijgen”, zo vertelt hij aan The New York Times.", "Daar zijn niet alle fans het mee eens. De harde kern van de club heeft nog geen officiële reactie op de deal gegeven. Wel werden de muren van het stadion van Beitar Jeruzalem in de dagen voorafgaand aan de overname beklad met veelzeggende leuzen als ‘Fuck Dubai’ en ‘Wij zijn niet te koop’.", "Lees ook:", "De Palestijnen voelen zich verraden door de VAE", "De Palestijnen voelen zich in de steek gelaten door de Verenigde Arabische Emiraten, nu de Golfstaat diplomatieke banden aanknoopt met Israël. Maar een deal tussen Israël en de VAE zat er al heel lang aan te komen."], "authors": ["Redactie Trouw"], "keywords": ["van", "koopt", "het", "antiarabische", "club", "voor", "zijn", "sjeik", "woedend", "met", "israëlische", "helft", "een", "voetbalclub", "en", "te", "aan", "voetbalfans"], "pubDate": "2020-12-10T01:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}