{"id": "81c066fe-7819-3e27-a47e-d5f17f9a6e43", "title": "Zorgen over verkiezingen in maart: ‘Er kunnen duizenden stemmen verloren gaan’", "url": "https://www.parool.nl/nederland/zorgen-over-verkiezingen-in-maart-er-kunnen-duizenden-stemmen-verloren-gaan~b6a99a4c/", "summary": "Beeld ANPIn een brandbrief van de Vereniging Nederlandse Gemeenten (VNG) en het Genootschap van Burgemeesters staat dat de ‘uitvoerbaarheid’ van de verkiezingen ‘onder druk’ staat.\nZij waarschuwen dat ‘de zorgvuldigheid van het stemproces en de betrouwbaarheid van de uitslag’ in gevaar komen als er nóg meer coronamaatregelen komen.\nZij krijgen voor de verkiezingen een stempas, en een aantal dagen later een stemformulier, thuisgestuurd.\nOpstoppingenOok zijn er zorgen over de vervroegde opening van sommige stembureaus.\nDe inhoud van brievenbussen kan gejat worden en ook bij het transport kan van alles misgaan.", "paragraphs": ["Beeld ANP", "In een brandbrief van de Vereniging Nederlandse Gemeenten (VNG) en het Genootschap van Burgemeesters staat dat de ‘uitvoerbaarheid’ van de verkiezingen ‘onder druk’ staat. Zij waarschuwen dat ‘de zorgvuldigheid van het stemproces en de betrouwbaarheid van de uitslag’ in gevaar komen als er nóg meer coronamaatregelen komen.", "Grootste kopzorg is het briefstemmen. Zo’n 2,4 miljoen Nederlanders van 70 jaar en ouder mogen hun stem per post uitbrengen. Zij krijgen voor de verkiezingen een stempas, en een aantal dagen later een stemformulier, thuisgestuurd. Volgens de Kiesraad kunnen deze kiezers makkelijk worden beïnvloed: een ander kan thuis voor hen bepalen welk vakje wordt ingekleurd.", "Opstoppingen", "Ook zijn er zorgen over de vervroegde opening van sommige stembureaus. De Kamerverkiezingen zijn op woensdag 17 maart. Een klein deel van de stembureaus gaat al open op de maandag en dinsdag ervoor. Het kabinet wil er daarmee voor zorgen dat mensen met een kwetsbare gezondheid niet in de rij hoeven te staan.", "“Maar het risico is juist dat veel meer mensen op die dagen hun stem willen uitbrengen,” zei Kiesraad-voorzitter Jan-Kees Wiebenga dinsdag tijdens een briefing in de Tweede Kamer. “Aangezien er dan veel minder stembureaus zijn, krijg je misschien wel opstoppingen.” Toch is het openen van extra stembureaus op maandag en dinsdag géén optie, zo stelt de VNG. Gemeenten hebben nu al de grootste moeite om genoeg vrijwilligers te vinden.", "Vroege exitpolls", "Ondertussen zijn Kamerleden bezorgd over peilingen en exitpolls op maandag en dinsdag. Als op die dagen tussenstanden bekend worden gemaakt, kan dit kiezers beïnvloeden. “Burgers zullen strategisch gaan stemmen,” waarschuwde Denk-Kamerlid Selçuk Öztürk tijdens de briefing. “Daarvan profiteren de grootste partijen in de peilingen, dat zijn nu de VVD en de PVV. Andere partijen gaat het stemmen kosten.”", "Minister Kajsa Ollongren (Binnenlandse Zaken) wil de exitpolls niet verbieden. Wél gaat ze in gesprek met peilbureaus en media, om ze op het hart te drukken pas op woensdagavond 17 maart met exitpolls te komen, en niet in de dagen ervoor.", "Bevestiging", "Ook bekijkt het ministerie of briefstemmers een bevestiging kunnen krijgen of hun stem is aangekomen. “Ik maak mij echt zorgen,” zegt Öztürk (Denk). “Er kunnen duizenden stemmen verloren gaan. De inhoud van brievenbussen kan gejat worden en ook bij het transport kan van alles misgaan. Dat kan heel veel politieke problemen veroorzaken.”"], "authors": ["Peter Winterman"], "keywords": ["duizenden", "van", "stemmen", "verkiezingen", "verloren", "het", "op", "maart", "gaan", "zijn", "kan", "een", "kunnen", "en", "dat", "te", "zorgen", "er"], "pubDate": "2020-12-08T21:41:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}