{"id": "81db21fe-1001-39bb-93f8-5b230f9b568b", "title": "Melk en kaas maken van gras, zonder koeien: de voormalige Vegetarische Slager probeert het", "url": "https://www.volkskrant.nl/wetenschap/melk-en-kaas-maken-van-gras-zonder-koeien-de-voormalige-vegetarische-slager-probeert-het~b1cf042d/", "summary": "Melk en vooral kaas maken uit gras zonder vervuilende koeien is een oude droom die door nieuwe technologie dichterbij komt.\nSimpel voorgesteld: het gen van een koe wordt in een micro-organisme gebracht zoals een gist of een schimmel.\nHet zijn die structuren die ervoor zorgen dat melkeiwitten door het toevoegen van stremsel samenklonteren tot de wrongel waar kaas van wordt gemaakt.\nHij denkt eerder dat het een proces in twee stappen wordt: eerst het gras opknippen in bouwstenen en daarvan vervolgens eiwit maken.\nDaar kan wel een factor honderd verschil tussen zitten.’Het uitloven van een beloning voor een geschikte schimmel is misschien een tikje onorthodox.", "paragraphs": ["Melk en vooral kaas maken uit gras zonder vervuilende koeien is een oude droom die door nieuwe technologie dichterbij komt. Als het lukt ‘heb je iets in handen waarmee je een hele sector overhoop gooit’.", "Het beestje dat het moet gaan doen heeft al een naam: Margaret, de koe van roestvrijstaal (vrij naar de Britse IJzeren Dame Thatcher). Margaret moet haar zusters van vlees en bloed overbodig maken door machinaal melk te produceren uit gras. Rechtstreeks, zonder omweg via de koe.", "Met haar stalen hoorns, bedrading in plaats van ingewanden en een stekker aan de staart ziet Margaret er bepaald stoer en futuristisch uit. Maar vooralsnog bestaat ze alleen nog op papier. En zo simpel – gras erin aan de voorkant, melk eruit aan de achterkant – zal het niet worden.", "Maar de ambitie is er niet minder serieus om, benadrukt Jaap Korteweg, de ‘cowboy’ van Margaret. Het is een wens die hij al jaren koestert: de koe verlossen door haar overbodig te maken. ‘De koe is een tussenstap. Mensen kunnen geen gras eten, wel melk en vlees. Ons idee is om ruwe natuur te oogsten en die rechtstreeks om te zetten in eetbare producten.’", "Hoe serieus Korteweg het meent, moge blijken uit de 2,5 miljoen euro beloning die hij heeft uitgeloofd voor de schimmel die het ideaal van melk uit gras dichterbij moet brengen. Dat ging onder meer via een paginagrote advertentie in de Volkskrant die was opgemaakt in klassieke westernstijl: ‘Wanted for cream, milk & cheese: the silver spore.’", "Vegetarische Slager", "Jaap Korteweg is bekend als de man achter de Vegetarische Slager, een bedrijf dat hij in 2010 oprichtte en dat tot doel had vlees overbodig te maken door kwalitatief even goede plantaardige alternatieven aan te bieden. De Vegetarische Slager is vorig jaar verkocht aan Unilever. Nu heeft Korteweg zich op een nieuwe onderneming gestort: Those Vegan Cowboys. De cowboyhoeden die voor de promotiefilmpjes zijn gebruikt hangen nog aan zijn kapstok.", "Na vlees vervangen is melk stap twee, zegt Korteweg. Want het romantische plaatje van koeien in de wei gaat volgens hem allang niet meer op. ‘De meeste koeien komen helemaal niet meer buiten. Melkkoeien hebben een zwaar leven, ze leveren tien keer zoveel melk als ze van nature zouden doen. Het is gewoon bio-industrie.’", "Jaap Korteweg en Niko Koffeman", "En als het dan toch industrie is, kun je het net zo goed in een fabriek doen. Dat is stukken efficiënter, zegt Korteweg. ‘Wij denken dat we uit één hectare gras vijf keer meer melk kunnen halen dan een koe.’ En ook duurzamer. Koeien stoten methaan uit, een sterk broeikasgas. Een machine doet dat niet.", "Melk maken uit gras is een oude droom van zuiveltechnologen. Lange tijd leek het onhaalbaar. Maar nieuwe ontwikkelingen op het gebied van biotechnologie, genetische modificatie en precisiefermentatie hebben het dichterbij gebracht, zegt Will van den Tweel, projectdirecteur Research & Development van Those Vegan Cowboys, bijnaam ‘sheriff’. ‘De techniek heeft de afgelopen jaren grote stappen gezet.’", "Korteweg en co. zijn ook niet de enigen die het proberen. Zo is het Amerikaanse bedrijf Perfect Day er al in geslaagd kunstmatig wei-eiwit te maken, dat onder andere dient als grondstof voor ijs. De eveneens Amerikaanse start-up New Culture heeft een mozzarella uit het lab geproduceerd die volgens berichten niet van echt te onderscheiden is.", "Fermentatie", "Those Vegan Cowboys wil caseïne gaan produceren, het voornaamste eiwitbestanddeel van melk (melk bestaat voor 90 procent uit water en bevat 3,3 procent eiwit, waarvan 80 procent caseïne is). Het proces waarmee dat moet gebeuren is microbiële fermentatie, legt Van den Tweel uit, die voordat hij Vegan Cowboy werd manager innovatie was bij DSM.", "Simpel voorgesteld: het gen van een koe wordt in een micro-organisme gebracht zoals een gist of een schimmel. De schimmel ‘leest’ het dna van de koe en wordt aldus geprogrammeerd om eiwit te produceren. De schimmelcultuur wordt in een bioreactor gevoed met gras dat het via fermentatie omzet in eiwit.", "‘Je kunt het vergelijken met bierbrouwen. Dat is ook fermentatie’, zegt Van den Tweel, die geboren is op een boerenbedrijf waar koeien nog met de hand werden gemolken. Er komt alleen geen alcohol uit, maar melkeiwit.", "Van den Tweel staat aan het hoofd van een laboratorium in Gent dat gespecialiseerd was in het produceren van humane eiwitten met schimmels voor medicijnproductie, waar dit soort technieken al langer gangbaar is. Het lab is opgekocht door Those Vegan Cowboys en omgedoopt tot New Milk Lab, waar 22 medewerkers zich dagelijks bezighouden met de productie van caseïne.", "De keuze voor caseïne is niet voor niets, legt Van den Tweel uit. Melk uit gras mag dan tot de verbeelding spreken, voor wie geen koemelk wil, zijn er genoeg plantaardige alternatieven voorhanden in de vorm van soja-, kokos-, of havermelk. Het echte doel van Those Vegan Cowboys is kaas maken uit gras.", "Beeld Daantje Bons", "En daarvoor heb je caseïne nodig, weet Tiny van Boekel, emeritus hoogleraar voedseltechnologie van Wageningen Universiteit & Research (WUR). De meeste eiwitten, legt Van Boekel uit, bestaan uit opgerolde ketens van aminozuren. Caseïnes daarentegen zijn uitgerolde ketens die aan elkaar worden verbonden door calciumfosfaat en samen bolvormige structuren vormen. ‘Zoals een poreuze tennisbal.’ Maar dan piepklein: 100 tot 500 nanometer (1 nanometer is 1 miljardste meter).", "Het zijn die structuren die ervoor zorgen dat melkeiwitten door het toevoegen van stremsel samenklonteren tot de wrongel waar kaas van wordt gemaakt. ‘Met plantaardige eiwitten is dat niet te doen’, aldus Van Boekel. Het plantaardig product daar nog het dichtst bij in de buurt komt is tofu. Maar zoals elke kaasliefhebber weet: tofu is geen kaas.", "Eiwittennisballen", "Het toeval wil dat onderzoekers van de WUR al jaren bezig zijn om het geheim achter de structuur van caseïne te doorgronden. Dat onderzoek is opgezet door Kasper Hettinga, universitair hoofddocent zuivelkunde. Wat ze hebben gedaan, zegt Hettinga, is de micellen van caseïne, zeg maar de eiwittennisballen, uit elkaar peuteren om ze opnieuw in elkaar te zetten. ‘Dat is gelukt.’", "De volgende stap was onderzoeken hoe je die kennis kunt inzetten om melk of kaas te maken. Terwijl Hettinga daarvoor een projectaanvraag voorbereidde, kwam hij in contact met Those Vegan Cowboys. Nu werken ze samen: ‘Zij onderzoeken hoe je eiwitten maakt, wij weten hoe zuivel in elkaar zit.’", "Het proces van gras naar melk loopt in een koe via verschillende stadia, legt Hettinga uit. ‘Het gras dat de koe vreet wordt in de pens afgebroken tot componenten, eigenlijk is de pens één groot reactorvat. Die bestanddelen worden in de uier samengevoegd tot melk.’", "Het idee dat er één schimmel is die beide stappen tegelijk aankan, lijkt Hettinga onwaarschijnlijk. Hij denkt eerder dat het een proces in twee stappen wordt: eerst het gras opknippen in bouwstenen en daarvan vervolgens eiwit maken. Het vinden van de juiste micro-organismen is daarvoor cruciaal, benadrukt Hettinga, die onlangs 1,7 miljoen euro onderzoekssubsidie kreeg voor zijn project. ‘Sommige schimmels zijn veel effectiever dan andere. Daar kan wel een factor honderd verschil tussen zitten.’", "Het uitloven van een beloning voor een geschikte schimmel is misschien een tikje onorthodox. Maar het is nog niet zo’n slecht idee, aldus de zuiveltechnoloog. ‘Er zijn oneindig veel micro-organismen die hiervoor in aanmerking komen. Die kunnen wij nooit allemaal uittesten. Het kan goed zijn dat een lab ergens ter wereld een schimmel heeft liggen waar wij helemaal niet aan denken. Ik vind dat wel een interessante gedachte.’", "De beloning staat al een tijdje uit. Er hebben zich ook al wat gegadigden gemeld, aldus Van den Tweel. Maar de ‘Silver Spore’ zit er nog niet tussen. ‘We zijn wel nog met een paar mensen in gesprek.’", "Wat het ideaal van Those Vegan Cowboys extra moeilijk maakt is de eis dat hun melk wordt gemaakt van gras. Gras bevat weinig eiwit en suiker. Grondstoffen zoals maïs en suikerbieten zouden meer voor de hand liggen, zegt Hettinga. Met suikers weten schimmels beter weg. Maar dat is een absolute voorwaarde voor Korteweg. ‘Gras kan duurzaam geteeld worden. Het heeft weinig bemesting nodig. En het groeit overal.’", "Als zijn project slaagt, zou dat het einde betekenen van de zuivelboerderij zoals wij die nu kennen. Wat niet wil zeggen dat boeren overbodig worden, aldus Korteweg. Sterker nog: er hoeft niet eens zoveel te veranderen aan hun bedrijfsmodel, meent hij.", "Melkveehouders, zegt Korteweg, zijn nu vooral ‘grasboeren’: ze maaien het gras op hun weilanden en voeren dat aan koeien die meestentijds op stal staan. In zijn toekomstvisie staan er geen koeien meer in de stal maar een fermentor, een bio-reactor, die hetzelfde doet.", "Dat kan op regionale schaal gebeuren, want het is onzin om met hooiwagens door het land te rijden, betoogt Korteweg. Handiger is het als boeren regionale coöperaties vormen met een gezamenlijke fermentor. De caseïne die daar uit komt, kunnen ze net als nu leveren aan de zuivelfabriek. Volgens Korteweg zijn er al zuivelbedrijven die interesse hebben getoond. ‘Wij zijn vooral geïnteresseerd in kaasmakers.’", "Boeren en grasland blijven dus nodig, benadrukt Korteweg. ‘We hebben er alleen veel minder van nodig. Vijf keer minder dan nu.’ Met het land dat overblijft kunnen we volgens hem leuke dingen doen, zoals natuur van maken.", "Industrieel", "De vrees dat consumenten huiverig zullen staan tegenover labmelk of -kaas deelt hij niet. Tussen de melk die uit de koe komt en wat uiteindelijk in het melkpak belandt, zit nu ook al een uitgebreid verwerkingsproces. ‘Melk wordt in de fabriek helemaal uit elkaar getrokken en opnieuw in elkaar gezet. Het is nu ook al een industrieel product.’", "Doorslaggevend zal niet worden of ze erin slagen melk te maken met een machine en een schimmel, denkt Van den Tweel: dat zal heus wel lukken. ‘De vraag is of we in staat zijn om dat voor een betaalbare prijs te doen. We hebben er niks aan als we een liter melk kunnen maken voor duizend euro.’", "Dit is een project van ‘high risk, high gain’, beaamt zuiveltechnoloog Hettinga. ‘De koe is het meest vervuilende onderdeel in de zuivelketen. Als je die kunt vervangen, heb je iets in handen waarmee je een hele sector overhoop gooit.’", "Het zal moeilijk worden, schat voedseltechnoloog Van Boekel. ‘Maar niet onmogelijk.’ Hij maakt de vergelijking met het kweekvlees waarnaar al jaren onderzoek wordt gedaan, maar dat nog steeds niet op de markt is. ‘Ik acht de kansen voor labmelk groter dan die voor kweekvlees. Als ik FrieslandCampina was, zou ik dit op de voet volgen.’", "Áls het allemaal lukt, is het nog maar de vraag of het eindproduct wel melk mag heten. Zuivelnamen zijn beschermd onder Europese wetgeving. Sowieso zal labmelk een uitgebreide procedure moeten doorlopen om te bewijzen dat het veilig is voordat het op de markt wordt toegelaten. Dan is de naam wel de laatste zorg, aldus Van den Tweel. ‘We kunnen het anders altijd nog melq noemen.’"], "authors": ["Mac Van Dinther"], "keywords": ["zijn", "vegetarische", "van", "slager", "maken", "en", "uit", "zonder", "voormalige", "een", "dat", "melk", "te", "het", "koeien", "probeert", "kaas", "die"], "pubDate": "2021-01-08T09:44:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}