{"id": "81db754a-1317-3996-a810-b83cb319b877", "title": "Undercover een van de favoriete Netflix-series van Nederlanders in 2020", "url": "https://nu.nl/film/6095784/undercover-een-van-de-favoriete-netflix-series-van-nederlanders-in-2020.html", "summary": "De serie Undercover stond dit jaar het langst in de Nederlandse top tien van de populairste series op Netflix, maakt de streamingdienst bekend.\nHet tweede seizoen van de Belgisch-Nederlandse productie was favoriet in het genre drama, samen met de serie White Lines (eerste seizoen) en de film Enola Holmes.\nDe drie populairste genres op Netflix waren drama, kids en comedy & stand-up.\nIn vergelijking met 2019 werd in Nederland dit jaar 60 procent meer naar documentaires gekeken.\nDe populariteit ervan wordt gemeten aan de hand van het aantal accounts dat ten minste twee minuten van een serie, film of special bekeek in de eerste 28 dagen dat die op Netflix stond.", "paragraphs": ["De serie Undercover stond dit jaar het langst in de Nederlandse top tien van de populairste series op Netflix, maakt de streamingdienst bekend.", "Het tweede seizoen van de Belgisch-Nederlandse productie was favoriet in het genre drama, samen met de serie White Lines (eerste seizoen) en de film Enola Holmes. De drie populairste genres op Netflix waren drama, kids en comedy & stand-up. Tijdens de eerste lockdown in maart groeiden de genres K-drama, realitytelevisie en anime het hardst.", "Verder werden romantische films en series volgens Netflix twee zoveel bekeken als vorig jaar. Onder Nederlandse kijkers deden met name The Kissing Booth 2 en To All The Boys: P.S. I Love You het goed.", "In vergelijking met 2019 werd in Nederland dit jaar 60 procent meer naar documentaires gekeken. Populaire titels in dit genre waren onder meer Tiger King, Jeffrey Epstein: Filthy Rich en The Social Dilemma.", "Netflix maakt geen kijkcijfers bekend. De genoemde titels gingen allemaal in 2020 in première op de streamingdienst. De populariteit ervan wordt gemeten aan de hand van het aantal accounts dat ten minste twee minuten van een serie, film of special bekeek in de eerste 28 dagen dat die op Netflix stond."], "authors": ["Door"], "keywords": ["van", "eerste", "dit", "favoriete", "2020", "het", "op", "met", "nederlanders", "een", "netflix", "en", "jaar", "undercover", "serie", "netflixseries"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}