{"id": "82081bbe-36e0-31f0-964f-a86aa648633a", "title": "Maurice de Hond: ‘Ik begrijp die complotdenkers wel’", "url": "https://www.parool.nl/ps/maurice-de-hond-ik-begrijp-die-complotdenkers-wel~b0d0c342/", "summary": "Als ze nu bij mij verdriet of zwakte zouden zien, zouden ze zich schuldig voelen over wat ze mij hebben aangedaan.\nSamen hebben we, in het licht van het naderende einde, nog zoveel mooie dingen gedaan.\nDe Hond: “Ik kreeg een mail van een autistisch meisje dat er zo’n behoefte aan had om haar moeder te knuffelen.\nAls je denkt als een viroloog of een epidemioloog moet je dat afraden, maar dan snap je er dus helemaal niets van.\nZo wist ik in januari al dat er in Wuhan iets bijzonders plaatsvond en dat dat onze kant op zou komen.", "paragraphs": ["Dit jaar verloor Maurice de Hond (73) zijn zoon Marc aan blaaskanker. Ook was hij herhaaldelijk in het nieuws vanwege zijn kritiek op het coronabeleid. ‘Ik zei tegen politici: jullie laten onnodig mensen doodgaan.’", "Hij heeft zijn zoon nog kunnen vasthouden, zegt Maurice de Hond (73). Ondanks corona. Een halve maand voor zijn dood, toen duidelijk werd dat zijn leven naar het einde liep, besloot Marc de Hond de beschermingsmaatregelen los te laten.", "Goed sterven. De Hond: “Mijn zoon was een voorbeeld. Hij liet niet alleen zien hoe je kunt leven met een beperking, maar ook hoe je om kunt gaan met de dood. Hij was er voor ons. Hij heeft ons getroost in plaats van andersom.”", "Marc, de oudste zoon van De Hond, werd in 2002 getroffen door een dwarslaesie na een serie medische fouten, en overleed op 3 juni aan blaaskanker. Hij liet een vrouw en twee kleine kinderen achter. Een even bizarre als wrede herhaling van de geschiedenis. Zelf was Marc drie toen zijn moeder Jasmin Busnach overleed aan kanker.", "Maurice de Hond is een man van logica. “Ik geloof niet in het hiernamaals,” zegt hij. “Maar ik had met Marc dezelfde gedachten als na het overlijden van Jasmin. Maak ik ze gelukkig door in zak en as te zitten en de hele dag te huilen? Of door goed verder te leven? Als ze nu bij mij verdriet of zwakte zouden zien, zouden ze zich schuldig voelen over wat ze mij hebben aangedaan. Daar is ­niemand bij gediend.”", "Wat heeft u van hem geleerd?", "“Dat je onder moeilijke omstandigheden sterker kunt zijn dan je denkt.”", "Heeft u voldoende kunnen rouwen?", "“Mét hem, voor hij overleed. Samen hadden we verdriet. Samen hebben we, in het licht van het naderende einde, nog zoveel mooie dingen gedaan. We hebben brieven aan elkaar voorgelezen, verhalen over vroeger gedeeld.”", "“Vlak voor Jasmin aan haar ziekte overleed, ze was dertig, zei ze dat ze blij was dat het op die manier gebeurde en niet tien jaar later aan een hartaanval. Natuurlijk, het was veel te vroeg, maar ze heeft het leven af kunnen maken. Ik weet dat mensen na haar dood zeiden: hij zal wel niet van haar hebben gehouden, moet je kijken hoe hij is. Maar het rouwen deden we met elkaar. Als je er daarna mee doorgaat, pleeg je juist verraad.”", "Beeld Nosh Neneh", "Is het overlevingsdrang?", "“Het is een knop in mijn hoofd – en ook in het hoofd van Marc. Mijn ouders hebben in Auschwitz gezeten. Ze wisten al snel dat het grootste deel van hun familie in de ­gaskamer was verdwenen. Als ze waren blijven hangen in dat verdriet, waren ze zelf ook binnen de kortste tijd dood geweest. De mensen die de kampen overleefden, die in staat waren zich af te sluiten voor de ellende, beschikken over dezelfde mentale wilskracht. Ik heb twee ouders die zo waren en blijkbaar is dat via de genen doorgegeven.”", "“Het is een referentiekader. Ik heb mijn ouders nooit chag­rijnig gezien. Het zou wel heel ondankbaar zijn als ik me ontevreden zou tonen. Moet je kijken in welke geweldige omstandigheden ik leef met mijn vrouw, kinderen en kleinkinderen. Ja, dan gebeurt er iets verschrikkelijks, maar daardoor laat je je toch niet klein krijgen?”", "Natuurlijk, 2020 zal voor altijd het jaar zijn waarin hij zijn zoon verloor. Maar, zegt De Hond zonder een spoortje ­ironie: “2020 is ook het jaar waarin de virologen en epidemiologen in ons land een staatsgreep pleegden – en de politici het allemaal lieten gebeuren.”", "Laat de deur maar openstaan, zegt hij als we bij hem binnenstappen. In de hoek van de kamer staat een ionisator te brommen. De Hond werd dit jaar vooral bekend als de man van de aerosolen. Als de man die tegen de klippen op beweert dat corona zich vooral via kleine druppeltjes door de lucht verspreidt. Hij kwam er keihard door in ­aanvaring met de medische elite van het land.", "De Hond: “Ik kreeg een mail van een autistisch meisje dat er zo’n behoefte aan had om haar moeder te knuffelen. Ik heb geantwoord dat dat best kon, buiten en met de gezichten van elkaar af. Een dag later kreeg ik een foto van hun omhelzing. Geweldig. Als je denkt als een viroloog of een epidemioloog moet je dat afraden, maar dan snap je er dus helemaal niets van. Dan ben je alleen nog bezig het land in een depressie te storten. De economie zakt in elkaar en intussen durven mensen niet eens meer naar de dokter als ze geen corona hebben.”", "Bent u niet bang corona te krijgen?", "“Ik zoek het niet op, maar ik vind het onverstandig om mijn leven te laten beheersen door angst voor wat er mis kan gaan.”", "Vanwaar uw verbetenheid?", "“Verbetenheid? Mijn startpunt was intellectuele nieuwsgierigheid. In plaats van een avondje Netflix kijken, ­ontspan ik liever met het bestuderen van fascinerende dingen die er in de wereld gebeuren. Zo wist ik in januari al dat er in Wuhan iets bijzonders plaatsvond en dat dat onze kant op zou komen. Eind maart was voor mij het beeld duidelijk: de grootste dreiging zal er zijn voor de zorginstellingen, waar die oudjes de lucht van elkaar in­ademen. Zorg voor ventilatie en goede luchtvochtigheid: dat heb ik gemaild aan de kranten. Ik heb tegen politici gezegd: jullie laten onnodig mensen doodgaan.”", "Geen reactie?", "“Van niemand. Toen ik betaald voetbal floot en een idee had hoe je de voetbalcompetitie beter in kunt richten, kreeg ik ook geen reactie. Maar nu ging het wel om een zaak van leven en dood.”", "Er wordt soms met meewarigheid naar u gekeken.", "“Dat doet me niets. Ik kreeg nooit zoveel positieve mails als de laatste zeven maanden. In het winkelcentrum viel iemand voor me op de knieën om me te bedanken. Door mij kunnen mensen beter omgaan met hun onzekerheid.”", "“Het probleem is: wetenschappers die zich niet gedragen als wetenschappers. Autoriteit moet je verdienen. Een autoriteit stelt zich kwetsbaar op en kan een fout toegeven. Ik ben allergisch voor mensen die zich beroepen op hun positie. Dat doet me denken aan wat mijn ouders is overkomen, en aan mijn zoon. Het duurde lang voor men in 2002 toegaf dat er medische fouten waren gemaakt.”", "Wat vindt u van een organisatie als Viruswaarheid?", "“Ik begrijp die complotdenkers wel. Ze zien knappe koppen dingen zeggen waarvan ze denken: hoe kan dat nou waar zijn? Hoe kunnen die professoren nou beweren dat het virus juist niet door de lucht gaat? Mijn reactie is: zij zitten vastgeroest in hun mening, terwijl een wetenschapper juist open moet staan voor kritiek. Een complotdenker zet die mensen op een voetstuk. Die denkt: hoe kunnen zulke slimme mannen en vrouwen ons nou zulke domme dingen wijs proberen te maken? Daar moet wel iets anders achter zitten. Dan kun je ze wappies noemen en meteen afschrijven, maar ik heb altijd geleerd dat als je mensen serieus neemt, ze jou ook serieus nemen.”", "Binnenkort is er een vaccin.", "“En direct zetten ze in Den Haag de angstknop weer aan: denk maar niet dat we voor augustus weer normaal kunnen doen. Wat willen ze? Wachten tot de ziekte totaal is verdwenen? Ga eens uit van een scenario van hoop en perspectief.”", "De Hond, man van de logica: “We hebben in Nederland 2,4 miljoen mensen boven de 70 jaar. 90 procent van de overlijdensgevallen en ernstige ziektes was ouder dan 70. Laten we zeggen dat 90 procent van die groep zich laat vaccineren, dan ben je 80 procent van de sterfte en twee derde van de ziekenhuisopnames kwijt. Als we half januari beginnen met 75.000 vaccinaties per dag, zijn we voor 17 maart klaar en kunnen we de maatregelen versoepelen. Mooie datum: dan zijn de verkiezingen.”", "Lees hier de eerdere afleveringen van de interviewserie Het jaar van.", "Terugblik 2020 Hoogtepunt “De afscheidsbijeenkomst na de begrafenis van mijn zoon Marc. Hij had hem zelf georganiseerd en heeft er op video ook nog een afscheidsrede gehouden.” Dieptepunt “Het moment waarop we hoorden dat Marc uitzaaiingen had en we wisten dat zijn leven zou gaan aflopen.” Persoon van het jaar “De impact van Jaap van Dissel op Nederland is kolossaal geweest, terwijl hij koppig aan verouderde standpunten vasthoudt.” Wat blijft u het meeste bij? “Dit zal altijd het jaar zijn waarin Marc overleed.” Wat of wie hoopt u in 2021 niet meer terug te zien? “Jaap van Dissel.”"], "authors": ["Marcel Wiegman"], "keywords": ["ik", "complotdenkers", "zijn", "van", "begrijp", "maurice", "en", "een", "ze", "als", "hond", "het", "dat", "wel", "die", "je"], "pubDate": "2020-12-18T11:06:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}