{"id": "82313c89-c8e7-384d-a71e-9200fd7caf8d", "title": "Chef-dirigent Benjamin Goodson: ‘Je kunt niet níet geraakt worden door zang en muziek’", "url": "https://trouw.nl/cultuur-media/chef-dirigent-benjamin-goodson-je-kunt-niet-niet-geraakt-worden-door-zang-en-muziek~be04e113/", "summary": "De klank van een gloedvol gezongen ‘Amen’ zweeft door de ruimte van het Hilversumse muziekcentrum.\nMaar snelle ritmische passages zijn zeer moeilijk te realiseren, daarvoor moet je juist aansluiting hebben met je buurman.”Focus en concentratie ontwikkelenOpgetogen praat de nieuwe chef over de muziek en het Groot Omroepkoor dat zijn vijfenzeventigste verjaardag viert.\n“Toen ik begon met zingen ervoer ik een vrijheid die ik nergens anders zo had ervaren.\nPoëzie versterkt door muziek is onweerstaanbaar, je kunt er niet níét door geraakt worden, als uitvoerder en als luisteraar.\n“Ik heb het gevoel dat ik meer contact heb met het geheel en niet alleen met mijn collega’s direct naast me”, zegt alt José Kamminga.", "paragraphs": ["De klank van een gloedvol gezongen ‘Amen’ zweeft door de ruimte van het Hilversumse muziekcentrum. Hier repeteert het Groot Omroepkoor met de helft van de leden, coronaproof. “One two, one two. Yes, nearly perfect”, zegt dirigent Benjamin Goodson opgeruimd tegen de tenoren. De negenentwintigjarige Engelsman is net voor drie jaar aangesteld als chef-dirigent van het koor.", "Goodson, spijkerbroek, T-shirt, sneakers, dirigeert op meters afstand van de eerste rij zangers, naast hem een vleugel waarop de intonatie wordt afgecheckt. Ook de ruimte tussen de zangers is aanzienlijk. “A-capellazang, niet al te groot bezet gaat prima, nu nog het symfonische werk”, zegt Goodson. “Voor velen werkt de afstand goed, de zangers horen zichzelf beter en kunnen adequater reageren. Maar snelle ritmische passages zijn zeer moeilijk te realiseren, daarvoor moet je juist aansluiting hebben met je buurman.”", "Focus en concentratie ontwikkelen", "Opgetogen praat de nieuwe chef over de muziek en het Groot Omroepkoor dat zijn vijfenzeventigste verjaardag viert. “Geweldige componist, vind je niet?”, vraagt hij na het slot van James MacMillans ‘Lux Aeterna’. “Zulke rijke muziek. Dit koor belichaamt in veel opzichten het tegenovergestelde van de Engelse koortraditie waarin ik ben opgegroeid. Een diepe klank, warm, een romantische inslag, een breed kleurenpalet, heerlijk. In Engeland klinken koren heel anders – direct en non-vibrato. Maar ik hou van de rijkere, vrijere klank. Voor mij moet zingen bevrijdend voelen.” Goodson maakt een gebaar met beide handen vanaf zijn borstkas naar voren, alsof hij iets vanuit zijn hart weg wil geven.", "“De Engelsen zijn goed in discipline en precisie. Er is structureel te weinig repetitietijd – een geldkwestie – maar het is ongelofelijk wat je daar in twintig minuten kunt bereiken. Die focus en concentratie wil ik graag verder ontwikkelen bij het Groot Omroepkoor.” Geen energie verspillen, je stem niet onnodig moe maken – als hij dat kan combineren met het klankpalet van het Nederlandse gezelschap ontstaat volgens de dirigent het beste koor ter wereld.", "Het Groot Omroepkoor repeteert op gepaste afstand. Beeld Esther de Bruijn", "Van zijn oma kreeg Goodson pianoles, al jong speelde hij jazz en pop in een band. Pas laat kwam hij tot de klassieke muziek. Op zijn zeventiende ontdekte hij de zangkunst, een muziekstudie in Oxford volgde. “Toen ik begon met zingen ervoer ik een vrijheid die ik nergens anders zo had ervaren. Af en toe, als echt mooi zingen lukte, was alles in mijn lijf op één lijn. In een koor kon ik mezelf uitdrukken. Ik vond het heerlijk om met collega’s samen te zingen, de alchemie van de stemmen, de mix, eenieder die zichzelf en de anderen ondersteunt. Het zingen van hymnes, en dat dan de hele kathedraal mee resoneert, ik voel het nog.”", "Goodson praat rap, hapert nauwelijks en heeft zijn doel scherp voor ogen. In sneltreinvaart analyseert hij wat er klinkt tijdens de repetitie en maakt hij duidelijk wat hij verlangt. Zingen is voor hem een emotionele ervaring, de meest fundamentele en daardoor krachtigste vorm van expressie. “Er bestaat geen cultuur waarin niet gezongen wordt, zingen is diep menselijk. Poëzie versterkt door muziek is onweerstaanbaar, je kunt er niet níét door geraakt worden, als uitvoerder en als luisteraar.", "‘Ons plan is relaxed, verre van rigide’", "“Daarom is de situatie nu zo zorgelijk voor de zangcultuur. Professionele zangers kunnen doorgaan, met inachtneming van strenge regels, amateurs niet. Terwijl het samen muziek maken voor velen van levensbelang is, de verbintenis die je erdoor voelt met elkaar.", "“De kracht die uitgaat van zingen wil ik de komende jaren zo dicht mogelijk bij het publiek brengen. Met het Groot Omroepkoor werken we aan programma’s in een ander format, naast de traditionele concertpraktijk. We willen de luisteraar rondom en in het koor plaats laten nemen, zodat iedereen zich in de klank begeeft. Ik denk dat bij veel mensen ruimte is voor klassieke muziek, die ingevuld kan worden op een manier die ze nog niet kennen. Ons plan is relaxed, verre van rigide, maar zorgt wel voor een minstens zo mooie en krachtige muzikale beleving.”", "Het inauguratieconcert van Benjamin Goodson vindt vanavond plaats om 20.15 uur in de Utrechtse Jacobikerk, zonder publiek. Het is live te volgen via NPO Radio 4 en op de Facebookpagina’s van AVROTROS Vrijdagconcert en Groot Omroepkoor of nporadio4.nl/live.", "Zacht zingen is makkelijker op afstand Zingen in coronatijd? Voor de koorleden heeft het niet alleen nadelen, verrassend genoeg. “Ik heb het gevoel dat ik meer contact heb met het geheel en niet alleen met mijn collega’s direct naast me”, zegt alt José Kamminga. “Ik hoor mezelf en kan direct corrigeren als ik technisch iets niet goed doe. Zacht zingen is ook gemakkelijker. Dicht op elkaar hoor je de ander vrij luid, dan ga je vanzelf harder zingen. Nu voelt alles lichter en natuurlijker.” “Het concentratieniveau ligt hoger”, laat tenor Uros Petrac weten. “Men is stiller, we moeten harder werken om samen de juiste klankkleur te bereiken.” “De oren zijn geconcentreerder”, beaamt Joep van Geffen, bas in het Groot Omroepkoor. “En omdat ik afstand heb tot mijn buurman kan ik mijn eigen ademritme bepalen, ik word niet afgeleid. Een echt kleine bezetting is wel lastig, dan heb je juist steun aan elkaar als je elkaar van dichtbij goed kunt horen. Ik zou ervoor pleiten om straks in een normale situatie niet meer schouder aan schouder te staan, maar op een meter van elkaar.”", "Lees ook:", "Klassiek & Zo - Een weldaad in het muisstille Muziekgebouw", "Zingen. De Duitse componist Telemann verwoordde het belang ervan ooit zo: ‘Singen ist das Fundament zur Music in allen Dingen’. En het mag weer."], "authors": ["Frederike Berntsen"], "keywords": ["zang", "van", "kunt", "het", "zingen", "muziek", "met", "voor", "ik", "níet", "geraakt", "niet", "je", "en", "een", "goodson", "worden"], "pubDate": "2020-11-27T11:12:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}