{"id": "824d2c40-22d0-34d8-8d15-98b65dd07241", "title": "Mazraoui en Neres zijn heel hard nodig bij Ajax", "url": "https://www.parool.nl/sport/mazraoui-en-neres-zijn-heel-hard-nodig-bij-ajax~b5e085ac/", "summary": "Voor een groot deel zeker, er was bijna geen Ajacied die een acceptabel niveau haalde.\nMaar met name de verrichtingen van verdediger Sean Klaiber, en de aanvallers Quincy Promes en Lassina Traoré waren zwaar onder de maat.\nIn die fase kreeg Ajax een penalty (overtreding op Labyad), die werd benut door Tadic.\nHet is te hopen voor Ajax dat rechtsback Noussair Mazraoui woensdag weer kan spelen.\nAnders trapt Ajax tegen Atalanta Bergamo in dezelfde val als een jaar geleden tegen Valencia.", "paragraphs": ["Ajacieden druipen af na de nederlaag. Beeld ANP", "De gedachten gingen zaterdagavond terug naar een jaar geleden, toen Ajax in eigen huis een 2-0 nederlaag leed tegen Willem II. Vier dagen later volgde het echec tegen Valencia (0-1) in de laatste groepswedstrijd van de Champions League.", "Zegt deze nederlaag iets over het duel met Atalanta Bergamo van woensdagavond?", "Het zegt vooral dat Ajax niet de concentratie en de energie kon opbrengen om zo kort voor een belangrijk Europees treffen een klus in de eredivisie te klaren. Een lastig klusje, dat wel, want FC Twente heeft een behoorlijk elftal en speelde gedurfd en overtuigend. Maar Ajax bakte er niets van. En dát is wel zorgwekkend. Een jaar geleden ging het na zo’n zeperd in de competitie óók mis in de Champions League.", "Lag dat puur aan de instelling?", "Voor een groot deel zeker, er was bijna geen Ajacied die een acceptabel niveau haalde. Maar met name de verrichtingen van verdediger Sean Klaiber, en de aanvallers Quincy Promes en Lassina Traoré waren zwaar onder de maat. Promes kreeg eindelijk weer eens een kans, op de linkerflank, maar hij liet geen moment zien dat hij in de basis hoort.", "Waarom stond Promes in de basis?", "David Neres bleef geblesseerd aan de kant. Antony is net terug van een blessure en kreeg ‘rust’ tussen twee Europese duels in. Tadic speelde op rechts, Traoré in de punt van de aanval. Het niveau was bedroevend. Na amper een uur, en bij een 1-0 achterstand, wisselde trainer Erik ten Hag drie spelers. In die fase kreeg Ajax een penalty (overtreding op Labyad), die werd benut door Tadic. Maar het spel bleef zo onwaarschijnlijk slordig, dat het wachten was op nieuwe kansen voor FC Twente.", "En wie haalde de trekker over?", "De aanvaller die ook de 0-1 had gemaakt: Queensy Menig. Klaiber had zijn handen vol aan de ex-Ajacied. Het is te hopen voor Ajax dat rechtsback Noussair Mazraoui woensdag weer kan spelen. De verwachting is dat hij terugkeert in de ploeg, net als Neres. Ze zullen hard nodig zijn om het elftal smoel te geven. Anders trapt Ajax tegen Atalanta Bergamo in dezelfde val als een jaar geleden tegen Valencia.", "Ajax", "André Onana 6", "Sean Klaiber 4", "Perr Schuurs 5", "Daley Blind 5", "Nicolás Tagliafico 4", "Davy Klaassen 5", "Ryan Gravenberch 5", "Zakaria Labyad 5", "Quincy Promes 4", "Lassina Traoré 4", "Dusan Tadic 5", "Wissels:", "Brian Brobbey (5) voor Lassina Traoré (’46)", "Jurrien Timber (-) voor Perr Schuurs (’55)", "Lisandro Martínez (-) voor Nicolás Tagliafico (’55)", "Antony (-) voor Quincy Promes (’55)", "Klaas-Jan Huntelaar (-) voor Sean Klaiber (’85)", "FC Twente", "Joël Drommel 7", "Tyronne Ebuehi 7", "Julio Pleguezelo 7", "Kik Pierie 6", "Godfried Roemeratoe 6", "Gijs Smal 5", "Wout Brama 6", "Luka Illic 6", "Vaclav Cerny 5", "Danilo 6", "Queensy Menig 8", "Wissels:", "Jesse Bosch (-) voor Luka Illic (’80)", "Thijs van Leeuwen (-) voor Vaclav Cerny (’80)", "Mees Hilgers (-) voor Tyronne Ebuehi (’80)", "Alexander Jeremejeff (-) voor Danilo (’86)", "Ramiz Zerrouki (-) voor Queensy Menig (’90)"], "authors": ["Dick Sintenie"], "keywords": ["van", "bij", "ajax", "neres", "het", "zijn", "tegen", "nodig", "heel", "een", "en", "dat", "traoré", "hard", "mazraoui", "promes", "voor"], "pubDate": "2020-12-05T22:07:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}