{"id": "824d131a-72fd-39a9-b89c-bdc26b134320", "title": "EU wil 30 miljoen elektrische auto's op Europese wegen in 2030", "url": "https://nu.nl/economie/6094712/eu-wil-30-miljoen-elektrische-autos-op-europese-wegen-in-2030.html", "summary": "De Europese Unie wil dat er over tien jaar 30 miljoen elektrische auto's op de Europese wegen rondrijden.\nOm daar verandering in te brengen is de EU van plan om de verkoop van elektrische personenauto's te bevorderen.\nDat moeten er in 2030 ten minste 30 miljoen zijn.\nDat zijn er nu slechts 200.000.\nOok wil de EU dat er tegen 2035 vliegtuigen en schepen zijn die uitstootvrij kunnen vliegen en varen.", "paragraphs": ["De Europese Unie wil dat er over tien jaar 30 miljoen elektrische auto's op de Europese wegen rondrijden. Dat staat in een document dat de EU naar verwachting volgende week officieel naar buiten brengt. Tevens wil Brussel dat over tien jaar twee keer zoveel gebruik wordt gemaakt van hogesnelheidstreinen als nu.", "De EU heeft het doel om in 2050 volledig klimaatneutraal te zijn. Het vervoer is momenteel verantwoordelijk voor een kwart van de totale uitstoot van broeikasgassen in Europa. Om daar verandering in te brengen is de EU van plan om de verkoop van elektrische personenauto's te bevorderen.", "Eind 2019 reden er in de gehele EU 1,8 miljoen elektrische auto's. Het gaat dan zowel om volledig elektrische als om hybride voertuigen. Dat moeten er in 2030 ten minste 30 miljoen zijn. Bovendien moeten deze auto's allemaal volledig elektrisch zijn. Hybrides tellen niet mee.", "De plannen zijn nog niet officieel bekendgemaakt. Dat gebeurt naar verwachting volgende week. De kans bestaat dat de voorstellen in de tussentijd inhoudelijk wijzigen.", "In het document staat ook dat er meer plekken moeten komen waar e-auto's hun accu's kunnen opladen. In 2030 moeten er in de gehele EU drie miljoen openbare laadpunten zijn. Dat zijn er nu slechts 200.000. Tevens wil Brussel dat er over tien jaar duizend plekken zijn waar auto's waterstof kunnen tanken.", "Ook zijn er plannen geformuleerd voor andere vormen van vervoer. Zo moet het aantal gebruikers van de trein fors stijgen. Ook wil de EU dat er tegen 2035 vliegtuigen en schepen zijn die uitstootvrij kunnen vliegen en varen."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["europese", "moeten", "miljoen", "van", "wegen", "eu", "elektrische", "op", "wil", "2030", "zijn", "het", "30", "autos", "dat", "om", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}