{"id": "825524a7-beb4-39b7-8669-167b9cf4a1a6", "title": "Deze Canadese schrijver luidt de noodklok: ‘De catastrofale bomensterfte is al begonnen’", "url": "https://www.parool.nl/kunst-media/deze-canadese-schrijver-luidt-de-noodklok-de-catastrofale-bomensterfte-is-al-begonnen~b4a0db64/", "summary": "Googel afbeeldingen van het golfeiland, en je zult helemáál groen zien van jaloezie.\n“A pretty cool place to be,” beaamt Christie over de paradijselijke oase waar zijn vrouw werd geboren en hij inmiddels ‘een geadopteerde eilander’ is.\nHier op het eiland lijkt de catastrofale bomensterfte die ik beschrijf zelfs al begonnen.”EcospeeltuinDe western red cedar, bijvoorbeeld.\nDat hij met Greenwood de ecologische noodklok luidt, is volgens de schrijver te veel gezegd.\nDe aandacht die hij heeft voor menselijke details, voor details in de natuur ook.", "paragraphs": ["Christie ziet dat het eiland bij Vancouver waar hij woont ‘steeds meer een ecospeeltuin voor mensen met Tesla’s wordt’. Beeld Getty Images", "Zijn werkkamer ziet er op het computerscherm werkkamerachtig onspectaculair uit. Wanneer ­Michael Christie (44) vertelt waar die kamer zich bevindt, spreekt dat wél flink tot de verbeelding. “Ik ben op Galiano Island, een bosrijk eilandje voor de kust van Vancouver en zit in het huis dat ik hier heb gebouwd van de ceders en douglassparren die we moesten vellen om er ruimte voor te maken.”", "Klinkt idyllisch? Googel afbeeldingen van het golfeiland, en je zult helemáál groen zien van jaloezie. “A pretty cool place to be,” beaamt Christie over de paradijselijke oase waar zijn vrouw werd geboren en hij inmiddels ‘een geadopteerde eilander’ is. En bovendien een rijke inspi­ratiebron voor zijn tweede roman, Greenwood. Een meeslepende saga rond vier generaties binnen één familie, ‘die allemaal met bomen, bossen en hout te maken hebben’, met als kern een even sombere als akelig overtuigende klimaatboodschap.", "2038 is het wanneer we in deel één Jacinda ­‘Jake’ Greenwood ontmoeten. Een dendroloog van in de dertig die als bosgids op Greenwood ­Island louter steenrijke toeristen rondleidt in de zogenoemde Bomenkathedraal. Reden voor de devote toestroom: het natuurpark is na een ecologische ramp, de Grote Verdorring, wereldwijd een van de laatst overgebleven stukjes oerbos.", "Christie: “Mensen hebben dat deel van het boek wel dystopisch of sciencefiction genoemd, maar het punt is juist dat het in de nabije toekomst speelt en er helaas maar bar weinig fan­tasie voor nodig was om dat doemscenario te schetsen. Hier op het eiland lijkt de catastrofale bomensterfte die ik beschrijf zelfs al begonnen.”", "Ecospeeltuin", "De western red cedar, bijvoorbeeld. Christie: “Een prachtige, gigantische soort die hier al ­millennia groeit. Maar de laatste jaren worden steeds meer ervan bruin en sterven langzaam af als gevolg van hittestress.” Zoals ook het natuur-voor-de-happy-few-aspect van zijn toekomstvisioen een simpele uitvergroting is van het feit dat zijn eigen eiland ‘steeds meer een ecospeeltuin voor mensen met Tesla’s wordt’.", "Dat hij met Greenwood de ecologische noodklok luidt, is volgens de schrijver te veel gezegd. “Ik heb niet de illusie dat klimaatontkenners mijn boek zullen oppakken en plotseling het licht zien. Maar kijken naar hoe onze relatie tot de natuur zich in de loop van de tijd heeft ontwikkeld, kan misschien wel ons begrip van de ­situatie en hoe we daarin verzeild zijn geraakt verdiepen.”", "Mede daarom gaan we na die onheilspellende opening eerst steeds verder terug in de tijd. Naar de verhalen van de getormenteerde timmerman Liam Greenwood in 2008. Van diens moeder, Willow, die in 1974 een militante milieuactiviste was. En, in 1934 en 1908, naar die van haar vader en oom, Harris en Everett, respectievelijk een blinde houtbaron en de goedhartige ziel die zich ooit om verrassende redenen over Willow ontfermde.", "Om hen vervolgens in omgekeerde volgorde een tweede keer voorbij te zien komen, een ­constructie die fraai uitpakt. “Die structuur ­ontstond pas toen ik een van de bomen voor ons huis had omgezaagd. Ik zag de doorsnede van die stam, en realiseerde me niet alleen dat hij ouder was dan ik, ouder dan mijn vader: door middel van zijn jaarringen vertelde hij ook zijn eigen verhaal, droeg hij een verslag van zijn bestaan in zich.”", "Greenwood doet nergens prekerig aan. Daarvoor zijn Christies personages te complex en heeft hij zich te zeer ingelezen en ingeleefd in de mores van hun tijd.", "Neem Willow. “Persoonlijk ben ik erg op haar gesteld, maar als ik lezers spreek, blijkt ze steevast het meest gehate personage! Dat haar overtuigingen en levensstijl ten koste gaan van het creëren van een stabiele omgeving voor haar zoon, strijkt mensen ontzettend tegen de haren in. Maar ik wilde niet dat ze de onfeilbare milieukrijger zou zijn die het nobel opnam tegen het kwaad. Mensen van haar generatie hebben geweldige dingen bereikt, maar ze waren wel érg met zichzelf en hun eigen gelijk bezig. En de oudere hippies die hier op het eiland wonen, ­wáren vroeger vaak niet al te beste ouders. Als ik de verhalen van mijn vrouw hoor, die in een commune is opgegroeid. Lsd geven aan een kind van acht...”", "Demoniseren", "Wie verwacht dat Willows vader Harris een klassieke schurk is, komt al even bedrogen uit. “Tijdens mijn research las ik onder meer de memoires van een houtbaron, H.R. MacMillan, die aan de westkust van British Columbia miljóénen ­bomen liet omhakken, maar zichzelf oprecht als een natuurbeschermer zag. Hij was steenrijk en had een enorm landhuis, maar het liefst zat hij alleen in een blokhutje in de bossen. Het is makkelijk om mensen die achteraf misdaden tegen het milieu hebben gepleegd te demoniseren.”", "De bossen van Noord-Amerika leken zich destijds zo eindeloos uit te strekken, zegt Christie dat het geen wonder is dat ze dachten dat het een onuitputtelijk bron was. “Een paar jaar ge­leden vloog ik nog richting poolcirkel, over de boreale bossen in het noordelijkste deel van ­Canada. Uren- en urenlang een onafgebroken zee van bomen. Terwijl we sindsdien ruwweg de helft van de bossen op aarde hebben ver­nietigd.”", "Het deel van het boek dat in de jaren dertig speelt, is ondertussen niet voor niets het meest omvangrijke. “Ik ben altijd gefascineerd geweest door de periode van de Dust Bowl en de Grote Depressie, die in Canada nog dieper was dan in de VS, omdat we min of meer de voorraadschuur van Amerika waren.”", "Christie zag er films en documentaires over, las memoires en romans, waarbij John Steinbeck hem in het bijzonder inspireerde. “Zonder de indruk te willen wekken dat ik op de Grote Canadese Roman heb gemikt: een groot verhaal schrijven over de transformatie van een cultuur en een economie, zoals Steinbeck in The Grapes of Wrath doet, heeft iets enorm aantrekkelijks. De aandacht die hij heeft voor menselijke details, voor details in de natuur ook. En dan die lyrische stem, die alles wat hij beschrijft een ­bijna epische gloed verleent. Die heb ik hier en daar inderdaad proberen te benaderen.”", "Erfenissen", "Tijdens het schrijven overleden Christies beide ouders én kreeg hij twee zoons. “Misschien heeft veel in dit boek wel mede daardoor te ­maken met erfenissen, met wat generaties voor elkaar doen en aan elkaar doorgeven. Van ideeën en gevoeligheid voor verslavingen tot het land waarop we leven en, ja, ook de staat waarin we het milieu achterlaten.”", "Over dat laatste is hij pessimistisch. “Ik geloof niet dat de klimaatcrisis nog te voorkomen is. En hoe ernstig die uitpakt, hangt af van hoe snel we erin slagen van fossiele brandstoffen af te stappen; op een georganiseerde manier, over de hele wereld en ondanks de rijkdom en inhaligheid van de oliebedrijven. Waarschijnlijk moet het echt héél erg worden voordat er een omslag plaatsvindt.”", "Gek idee, verzucht hij, dat wat hij uit zijn raam ziet dan best eens een laatste toevluchtsoord kan worden. “Een panic room voor als het helemaal misgaat.’"], "authors": ["Dirk-Jan Arensman"], "keywords": ["ik", "deze", "te", "noodklok", "begonnen", "die", "schrijver", "van", "en", "luidt", "een", "canadese", "catastrofale", "al", "voor", "bomensterfte", "het", "hij", "dat"], "pubDate": "2020-12-20T12:00:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}