{"id": "827d77dd-fa4d-3205-9173-705f797fe352", "title": "Taak- en celstraf voor gooien fakkels naar politie rond Nieuwjaar", "url": "https://www.telegraaf.nl/nieuws/113423283/taak-en-celstraf-voor-gooien-fakkels-naar-politie-rond-nieuwjaar", "summary": "De straf komt overeen met de eis van het Openbaar Ministerie.\nWegrennend gooide hij een tweede fakkel.\nEen agent vorderde een fiets van een burger en zette de achtervolging in.\n’Dubbele poging tot zware mishandeling’Het OM ziet in het gooien van de fakkels een dubbele poging tot zware mishandeling.\nDe eerste fakkel gooide de man naar politieauto’s.", "paragraphs": ["De man heeft het onvoorwaardelijke deel al in voorarrest uitgezeten. De straf komt overeen met de eis van het Openbaar Ministerie. De rechter spreekt van zeer ernstige feiten: „Je moet gewoon van hulpverleners afblijven. Weet u wat er in een uniform zit? Juist, een mens.” Daar is de man het mee eens. Hij gaat niet in beroep.", "Tijdens de jaarwisseling waren er ongeregeldheden in het centrum van Leeuwarden. Een groep mensen ging rond 02.30 uur los tegen de politie. De ME moest eraan te pas komen om de orde te herstellen. De man gooide een fakkel richting de politie en sloeg op de vlucht. Wegrennend gooide hij een tweede fakkel. Deze raakte een agent tegen het voorhoofd.", "Een agent vorderde een fiets van een burger en zette de achtervolging in. Bij de aanhouding ontstond er een worsteling. Ook schold de man, die meer fakkels bij zich had, agenten uit.", "Volgens de man ging het om een opwelling. Hij had de jaarwisseling bij zijn broer gevierd. Fietsend naar huis zag hij de groep relschoppers en herkende enkele bevriende Cambuur-supporters. Het was geen afgesproken ontmoeting, aldus de man. Hij had flink gedronken, naar eigen zeggen tien flesjes bier.", "’Dubbele poging tot zware mishandeling’", "Het OM ziet in het gooien van de fakkels een dubbele poging tot zware mishandeling. De rechter gaat uit van een enkele. De eerste fakkel gooide de man naar politieauto’s. Dat personen het doelwit waren, daarvoor ziet de rechter onvoldoende bewijs.", "De rechter vindt een lange celstraf passend, maar houdt er rekening mee dat de man niet eerder met justitie in aanraking is geweest. Deskundigen schatten de kans op herhaling laag in. De rechter stelde als voorwaarde bij de celstraf onder meer een meldplicht bij de reclassering. De man moet zich ook laten behandelen wegens het gebruik van verslavende middelen.", "De advocaat van de man is blij dat de zaak op korte termijn is behandeld, ook als signaal naar de maatschappij."], "authors": [], "keywords": ["fakkels", "rond", "nieuwjaar", "bij", "er", "taak", "naar", "politie", "van", "en", "een", "gooien", "man", "rechter", "voor", "op", "celstraf", "het", "hij"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}