{"id": "827e773c-b44a-37fb-86be-26b5f628a380", "title": "Douane vindt in vier dagen tijd ruim 4.000 kilo drugs in Rotterdamse haven", "url": "https://nu.nl/rotterdam/6097146/douane-vindt-in-vier-dagen-tijd-ruim-4000-kilo-drugs-in-rotterdamse-haven.html", "summary": "Het gaat in totaal om ruim 4.000 kilo drugs met een straatwaarde van ruim 309 miljoen euro.\nOp dezelfde dag werd nog eens 2.371 kilo cocaïne gevonden.\nMaandag troffen douaniers in een lege container 1 kilo drugs aan.\nAan boord van een zeeschip werd 42 kilo cocaïne gevonden tussen bevroren bosbessen.\nLater die dag werd in een container met bananen nog eens 1.506 kilo cocaïne aangetroffen.", "paragraphs": ["De douane heeft in vier dagen tijd meerdere partijen cocaïne onderschept in de Rotterdamse haven. Het gaat in totaal om ruim 4.000 kilo drugs met een straatwaarde van ruim 309 miljoen euro.", "De eerste partij drugs werd zaterdag tijdens een controle gevonden. In een lege container lag zeker 208 kilo cocaïne. Er zijn vervolgens twee Rotterdammers van 19 en 22 jaar oud, een 28-jarige Amsterdammer en een 34-jarige man zonder vaste woon- of verblijfplaats aangehouden. De verdachten blijven voorlopig vastzitten.", "Op dezelfde dag werd nog eens 2.371 kilo cocaïne gevonden. De drugs zaten verstopt tussen bananen in een container afkomstig uit Ecuador.", "Maandag troffen douaniers in een lege container 1 kilo drugs aan. Daarnaast werden dinsdag nog eens twee partijen drugs gevonden. Aan boord van een zeeschip werd 42 kilo cocaïne gevonden tussen bevroren bosbessen. Later die dag werd in een container met bananen nog eens 1.506 kilo cocaïne aangetroffen.", "Het HARC-team, een samenwerkingsverband tussen de douane, FIOD, zeehavenpolitie en het Openbaar Ministerie, heeft de zaken verder in onderzoek. Alle drugs zijn inmiddels vernietigd."], "authors": ["Door"], "keywords": ["van", "cocaïne", "tijd", "tussen", "nog", "een", "vier", "container", "haven", "rotterdamse", "vindt", "kilo", "douane", "werd", "drugs", "gevonden", "ruim", "dagen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}