{"id": "8287c29e-da91-3c6d-83f7-f22446111d25", "title": "Hoogleraar Universiteit Utrecht vertrekt na klachten over ongewenst gedrag", "url": "https://nu.nl/utrecht/6096788/hoogleraar-universiteit-utrecht-vertrekt-na-klachten-over-ongewenst-gedrag.html", "summary": "Een hoogleraar van de Universiteit Utrecht (UU) is vertrokken nadat er verschillende klachten over ongewenst gedrag tegen hem werden ingediend.\nDe klachten zijn de directe aanleiding voor het vertrek van de hoogleraar, tevens directeur van een van de instituten van de UU.\nVolgens het college van bestuur is er sprake geweest van dusdanig verwijtbaar handelen en nalaten van de hoogleraar, dat consequenties niet konden uitblijven.\nEen oud-collega en een collega van de hoogleraar dienden in oktober vorig jaar bij de universiteit klachten in over ongewenst gedrag van de hoogleraar.\nDe klachten over het ontbreken van institutionele inbedding en het creëren van een onveilige werkomgeving zijn wel gegrond verklaard.", "paragraphs": ["Een hoogleraar van de Universiteit Utrecht (UU) is vertrokken nadat er verschillende klachten over ongewenst gedrag tegen hem werden ingediend. Dat meldt de universiteit naar aanleiding van een nieuwsbericht in het Digitaal Universiteitsblad (DUB).", "De klachten zijn de directe aanleiding voor het vertrek van de hoogleraar, tevens directeur van een van de instituten van de UU. Diverse media melden dat de man directeur was van het Ethiek Instituut.", "Volgens het college van bestuur is er sprake geweest van dusdanig verwijtbaar handelen en nalaten van de hoogleraar, dat consequenties niet konden uitblijven. Het dienstverband van de hoogleraar is daarom per 1 oktober dit jaar beëindigd.", "Een oud-collega en een collega van de hoogleraar dienden in oktober vorig jaar bij de universiteit klachten in over ongewenst gedrag van de hoogleraar. Hij zou zich onder meer schuldig hebben gemaakt aan seksuele intimidatie en het creëren van een onveilige werkomgeving.", "Commissie bracht advies uit aan college van bestuur", "De commissie voor ongewenst gedrag op de UU heeft de klachten in behandeling genomen en verschillende personen gehoord. Op basis daarvan bracht de commissie advies uit aan het college van bestuur.", "Volgens het college van bestuur, dat na het advies van de commissie nogmaals enkele gesprekken heeft gevoerd, had de hoogleraar een langdurige geheime relatie met een medewerker, die tijdens het begin van de relatie nog studeerde. De hoogleraar heeft de relatie niet gemeld bij het afdelingshoofd van de universiteit, terwijl hij dat wel had moeten doen.", "Het college verklaarde de klacht over seksuele intimidatie tegen de hoogleraar ongegrond. De klachten over het ontbreken van institutionele inbedding en het creëren van een onveilige werkomgeving zijn wel gegrond verklaard."], "authors": ["Door"], "keywords": ["van", "dat", "universiteit", "een", "klachten", "gedrag", "en", "utrecht", "ongewenst", "vertrekt", "hoogleraar", "uu", "college", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}