{"id": "828a3c24-2119-3664-9852-f4bde98f0115", "title": "'Een op de drie Nederlanders heeft spijt van te kleine spaarpot'", "url": "https://www.nu.nl/economie/6097305/een-op-de-drie-nederlanders-heeft-spijt-van-te-kleine-spaarpot.html", "summary": "Ruim een op de drie Nederlanders (35 procent) heeft door de coronacrisis spijt niet meer geld te hebben gespaard.\nVan de mensen die nu nog een baan of een eigen zaak hebben denkt 22 procent niet in staat te zijn een ontslag of bedrijfseinde financieel aan te kunnen.\nToch heeft nog altijd zo'n 30 procent van de Nederlanders minder dan 2.000 euro spaargeld.\n\"Al jaren weten we dat een deel van de Nederlanders geen potje heeft voor noodgevallen, maar tot voor kort zag men minder de urgentie hiervan in.\nHelaas wordt door de coronacrisis voor meer mensen duidelijk wat het belang is van een financiële buffer.", "paragraphs": ["Ruim een op de drie Nederlanders (35 procent) heeft door de coronacrisis spijt niet meer geld te hebben gespaard. Onder jongeren tot 34 jaar is dat zelfs meer dan de helft (56 procent). Dat blijkt donderdag uit een peiling onder 1.018 Nederlanders, die is uitgevoerd door het kennisplatform Wijzer in geldzaken, dat mede is opgezet door het ministerie van Financiën.", "Van de mensen die nu nog een baan of een eigen zaak hebben denkt 22 procent niet in staat te zijn een ontslag of bedrijfseinde financieel aan te kunnen. Slechts een derde denkt met dergelijke tegenvallers om te kunnen gaan.", "In de voorbije twee jaar zijn wel meer mensen gaan sparen. Zo geeft 83 procent van de ondervraagden aan nu geld opzij te zetten. Dat was twee jaar geleden nog 78 procent. Toch heeft nog altijd zo'n 30 procent van de Nederlanders minder dan 2.000 euro spaargeld.", "\"Al jaren weten we dat een deel van de Nederlanders geen potje heeft voor noodgevallen, maar tot voor kort zag men minder de urgentie hiervan in. Helaas wordt door de coronacrisis voor meer mensen duidelijk wat het belang is van een financiële buffer. Vooral bij jongeren lijkt dit besef neergedaald\", aldus Wijzer in geldzaken."], "authors": ["Door"], "keywords": ["meer", "door", "nog", "van", "nederlanders", "spaarpot", "heeft", "te", "een", "voor", "procent", "op", "dat", "drie", "kleine", "spijt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}