{"id": "82b986cf-691f-3139-9bf5-4ad189dc0d16", "title": "Trucker Sophie (19) droomt van een eigen bedrijf en exceptioneel transport", "url": "https://volkskrant.nl/mensen/trucker-sophie-19-droomt-van-een-eigen-bedrijf-en-exceptioneel-transport~b98f8274/", "summary": "Fotograaf Sabine van Wechem maakte een reportage over de 19-jarige trucker Sophie van Dalen.\nVan Wechem maakte een fotoserie van Van Dalen in het kader van de Zilveren Camera Paul Peters Fotoprijs, de prijs voor beste sociaal geëngageerde documentaireserie.\n‘We leken wel een komisch duo, een jonge vrouwelijke trucker en haar fotograaf.’’s Avonds laat in Venray.\nBeeld Sabine van WechemVan Dalen is een atypische trucker, niet alleen omdat ze een vrouw is.\n‘Mijn droom is om ooit een ‘Exceptioneel transport’ te doen, dan mag je bijvoorbeeld de wieken van een windmolen vervoeren.", "paragraphs": ["Fotograaf Sabine van Wechem maakte een reportage over de 19-jarige trucker Sophie van Dalen. ‘Ik rij liever honderden kilometers alleen dan dat ik de hele dag in een kantoor met allemaal zeurende mensen zit.’", "‘Als ik in mijn Daf 400 kilometer achter elkaar mag afleggen, voel ik me heel erg vrij. Om zo’n grote vrachtwagen te mogen rijden geeft me een machtig gevoel.’ Toen fotograaf Sabine van Wechem Sophie van Dalen (19) voor het eerst zag, had ze niet door dat deze jonge vrouw vrachtwagenchauffeur was. ‘Ik dacht dat ze bij het truckerscafé wérkte. Pas toen ze in haar wagen stapte kreeg ik het door.’ Sabine was direct gefascineerd door de jonge vrouwelijke trucker.", "Van Wechem maakte een fotoserie van Van Dalen in het kader van de Zilveren Camera Paul Peters Fotoprijs, de prijs voor beste sociaal geëngageerde documentaireserie. Vorig jaar won Van Wechem de prijs en kreeg de opdracht om met het budget een nieuwe serie te maken. Tijdens de zoektocht naar een nieuw verhaal ontmoette Van Wechem Sophie in een truckerscafé in Eindhoven. Ze gingen samen meerdere dagen en nachten op pad en Van Wechem legde die ritten vast. ‘We leken wel een komisch duo, een jonge vrouwelijke trucker en haar fotograaf.’", "’s Avonds laat in Venray. Beeld Sabine van Wechem", "Van Dalen krijgt vaker bijzondere ­reacties als vrouw in een mannenwereld. Ze werkt vier dagen per week bij het logistiek bedrijf Formule Logistics. ‘Ik krijg veel complimenten, ook van bedrijven. Die vragen dan aan mijn baas of ik nog een keer kan komen. Maar soms zijn er ook wel negatieve reacties, ik heb bekijks als ik parkeer. Er wordt toch gedacht dat je als meisje minder ruimtelijk inzicht hebt.’ Veel bedrijven willen nog steeds geen vrouw achter het stuur. Ook bij Formule Logistics is ze de eerste vrouwelijke vrachtwagenchauffeur. Dat vindt ze jammer, want volgens haar worden vrouwen onderschat.", "Sophie is aan het lossen in Nieuwegein. Beeld Sabine van Wechem", "Hoe reageert ze op de mannencultuur binnen de truckerswereld? ‘Ik krijg wel eens te horen: Schat, mag ik met je meerijden?’ of dat ze m’n nummer willen. Dan lach ik gewoon een beetje mee en geef ze een nepnummer. Ik sta mijn mannetje wel.’", "In de wasstraat in Eindhoven. Beeld Sabine van Wechem", "Eenzaam vindt ze haar baan niet. ‘Die rust in mijn wagen vind ik heerlijk. En tijdens stops kom ik wel eens collega’s tegen met wie ik een praatje maak.’ Wanneer ze behoefte heeft aan een praatje tijdens een lange rit, belt ze met haar vader. ‘Ons paps is al sinds zijn 18de vrachtwagenchauffeur. Ik bel hem vaak, als ik advies nodig heb.’", "Banden oppompen in Eindhoven. Beeld Sabine van Wechem", "Sophie komt uit een truckersfamilie, zowel haar vader als zus en haar oom en nicht zitten achter het stuur. Toch stond haar vader aanvankelijk niet te springen toen ze koos voor de opleiding tot vrachtwagenchauffeur. ‘Ik ben eerst aan de opleiding voor opticien begonnen, maar ik ben daar te praktisch voor. In de boeken zitten is niets voor mij. Nu heb ik mijn roeping gevonden. Het is inderdaad hard werken, maar ik rij liever honderden kilometers alleen dan dat ik de hele dag in een kantoor met allemaal zeurende mensen zit.’ Niet iedereen in haar omgeving heeft begrip voor de onregelmatige werktijden als vrachtwagenchauffeur. Ze rijdt soms van twee uur ’s ochtends tot drie uur ’s middags of begint om vijf uur ’s middags en rijdt een groot deel van de nacht door. Ze maakt nog geen lange buitenlandse ritten, alleen af en toe rijdt ze naar Luxemburg of België. Maar dat vindt ze ook eigenlijk niet echt buitenland.", "Sophie is aan het tanken in Eindhoven. Beeld Sabine van Wechem", "Van Dalen is een atypische trucker, niet alleen omdat ze een vrouw is. Een broodje bal staat niet vaak op het menu. ‘Ik neem altijd in mijn koelkastje mijn eigen boterhammen of eten van de dag ervoor mee en vaak wat fruit.’ Als ze pauze heeft doet ze regelmatig op het bed in haar truck buikspieroefeningen of gaat ze een stukje wandelen. Bovendien is ze heel netjes. Ze heeft altijd een appel-kaneel geurspray mee en maakt haar wagen regelmatig schoon. Soms botst ze daardoor met collega’s die in ‘haar’ truck hebben gereden. ‘Als ze in mijn Daf roken of yoghurt op de stoel achterlaten, dan zeg ik daar wat van.’", "’s Avonds krijgt Sophie een snoepje van trucker Folkert, ze komen elkaar vaker tegen op deze plek. Beeld Sabine van Wechem", "De oudere generatie truckers klagen vaak over het hedendaagse leven als trucker. Met gps-systemen weten bedrijven altijd precies waar een chauffeur zich bevindt. Van Dalen heeft daar geen last van. ‘Ik ben niet anders gewend, vrijheid ‘zoals vroeger’ ken ik niet. Voor mij zijn de huidige controles normaal.’", "Familieportret (van links af:) zus Sabien, vader Nico, Sophie, en moeder Tanja. De hond heet Josje. Beeld Sabine van Wechem", "Hoe ziet ze haar toekomst voor zich? ‘Mijn droom is om ooit een ‘Exceptioneel transport’ te doen, dan mag je bijvoorbeeld de wieken van een windmolen vervoeren. En ik zou heel graag eens een lange rit naar Spanje of Italië maken. Ooit wil ik ook mijn eigen bedrijf beginnen, maar dan moet ik weer terug in de studieboeken. Maar nu ben ik nog jong. Ik wil eerst een paar jaar kilometers maken en van mijn vrijheid op de weg genieten.’"], "authors": ["Zoë Spaaij"], "keywords": ["ik", "van", "sabine", "bedrijf", "sophie", "en", "eigen", "een", "ze", "haar", "mijn", "voor", "exceptioneel", "trucker", "het", "droomt", "transport"], "pubDate": "2021-01-07T14:00:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}