{"id": "82c291f2-dc35-3865-b610-e8981b23698e", "title": "Bij Real Madrid denken ze niet aan uitschakeling in de Champions League", "url": "https://www.nrc.nl/nieuws/2020/12/08/bij-real-madrid-denken-ze-niet-aan-uitschakeling-in-de-champions-league-a4023103", "summary": "De jongste generatie supporters van Real Madrid is zo verwend dat ze niet eens weten hoe het voelt om voor de jaarwisseling te worden uitgeschakeld in de Champions League.\nReal Madrid is van een plaats bij de laatste zestien verzekerd als het woensdagavond op het sfeerloze trainingscomplex Valdebebas wint van Borussia Mönchengladbach.\nDaarmee moet Bernabéu de nieuwe ‘melkkoe’ van Real Madrid worden.\nZo staat er naast het sportieve belang ook financieel veel op het spel voor Real Madrid.\nZidane weet als geen ander het beste bij Real Madrid naar boven te halen op de momenten dat het moet.", "paragraphs": ["De jongste generatie supporters van Real Madrid is zo verwend dat ze niet eens weten hoe het voelt om voor de jaarwisseling te worden uitgeschakeld in de Champions League. En de meeste tieners waren nog niet geboren toen ‘de Koninklijke’ in 2004 voor het laatst móest winnen om te overwinteren in het belangrijkste Europese clubtoernooi. De huidige trainer Zinédine Zidane speelde destijds, bij de verlossende overwinning tegen AS Roma (0-3) in het Olympisch Stadion, mee bij Real. Net als onder anderen David Beckham, Luis Figo, Raúl en de Braziliaan Ronaldo.", "Het is maar om aan te geven hoe ongewoon het is dat de succesvolste club ter wereld in de laatste speelronde van de groepsfase nog moet strijden om verder te gaan. Real Madrid is van een plaats bij de laatste zestien verzekerd als het woensdagavond op het sfeerloze trainingscomplex Valdebebas wint van Borussia Mönchengladbach. Als Sjaktar Donetsk in het andere duel in groep B verliest van Internazionale, dan is een gelijkspel voor Real Madrid voldoende. Vooralsnog is er geen sprake van een crisisstemming in de Spaanse hoofdstad. Al was het maar omdat de supporters vanwege het coronavirus niet eens de kans krijgen om met witte zakdoekjes te zwaaien.", "Toch had Zidane veel liever gespeeld in een uitverkocht Estadio Santiago Bernabéu, waar volgens een oude voetbalwijsheid negentig minuten voor een tegenstander ‘heel lang kunnen duren’. Vandaag de dag wordt met man en macht gewerkt om het stadion zo snel mogelijk om te toveren tot een hypermodern overdekt complex waar de grasmat na een wedstrijd opgerold kan worden zodat er vrijwel dagelijks activiteiten plaats kunnen vinden. Daarmee moet Bernabéu de nieuwe ‘melkkoe’ van Real Madrid worden.", "Grillig karakter", "Zover is het nog niet. Voor de derde keer speelt Real Madrid een groepsduel zonder publiek in Estadio Alfredo di Stéfano. Daarmee verliest de club miljoenen aan inkomsten uit recettes. De clubbegroting is teruggeschroefd naar circa 300 miljoen euro dit jaar, en daarbij is nadrukkelijk rekening gehouden met kwalificatie voor de knock-outfase van de Champions League. Zo staat er naast het sportieve belang ook financieel veel op het spel voor Real Madrid. Om precies te zijn: 12,2 miljoen euro – 2,7 miljoen voor een overwinning en 9,5 miljoen euro voor plaatsing voor de achtste finales.", "Vrijwel iedere andere trainer zou zich bij Real Madrid grote zorgen maken na een teleurstellende reeks wedstrijden, waaronder twee nederlagen tegen Sjaktar Donetsk en een zwaar bevochten gelijkspel uit bij Borussia Mönchengladbach (2-2). Real wist met twee overtuigende overwinningen op Inter Milaan toch op zeven punten uit te komen. Waarmee deze campagne in de Champions League symbool staat voor het grillige karakter van Zidanes elftal, waarin het meespelen van Sergio Ramos van cruciaal belang lijkt. De captain is weer van de partij.", "De uiterlijk onbewogen Zidane raakt niet zo snel overspannen als hij voor een moeilijke opdracht staat. Zo redde hij zichzelf dit seizoen tijdens de Spaanse competitie al twee keer door na thuisnederlagen tegen respectievelijk Cádiz en Alavés de moeilijke uitwedstrijden tegen Barcelona en Sevilla wél winnend af te sluiten. Zidane weet als geen ander het beste bij Real Madrid naar boven te halen op de momenten dat het moet. De 48-jarige Fransman benadert lastige wedstrijden zoals tegen Borussia Mönchengladbach naar eigen zeggen het liefste als ‘een finale’.", "Heel begrijpelijk als je bedenkt dat Zidane als trainer van Real Madrid negen echte finales speelde en die alle negen wist te winnen. Zidane won zo drie keer de Champions League, twee wereldbekers, twee Europese Supercups en twee Spaanse Supercups. Daarmee is Zidane de succesvolste trainer uit de geschiedenis van Real Madrid, maar bij uitschakeling woensdagavond tegen Borussia Mönchengladbach zou de club hem na de slechtste prestatie in de Champions League ooit waarschijnlijk toch als een loser de deur wijzen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Koen Greven", "Leestijd Minuten"], "keywords": ["van", "bij", "als", "het", "om", "en", "ze", "real", "niet", "madrid", "league", "een", "uitschakeling", "champions", "te", "aan", "denken", "voor"], "pubDate": "2020-12-08T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}