{"id": "82c64330-5be3-3773-9d59-4db9f2065933", "title": "Ik heb pijn: neem ik een paracetamolletje of ibuprofen?", "url": "https://nu.nl/gezondheid/6089423/ik-heb-pijn-neem-ik-een-paracetamolletje-of-ibuprofen.html", "summary": "“Pijn is een signaal dat er iets aan de hand is.\n\"Heb je een 'gewone' hoofdpijn of kiespijn die eenmalig optreedt en dus niet chronisch is, kies dan altijd eerst voor paracetamol en níet meteen voor ibuprofen.\nVeel mensen weten dat niet dat NSAID's maagklachten kunnen geven.\nMaar gebruik het niet te lang.\"\nMerk je trouwens dat je pijn niet over gaat en heb je steeds opnieuw behoefte aan pijnstilling, neem dan contact op met de huisarts.\"", "paragraphs": ["Iedere week beantwoordt Edwin de Vaal (48), huisarts in Nijmegen, een veelgestelde of opvallende vraag uit zijn praktijk. Deze week is dat: wat is het verschil tussen paracetamol en ibuprofen?", "Paracetamol of ibuprofen… Dat is toch hetzelfde? Allebei pijnstillers?", "\"Het zijn inderdaad allebei pijnstillers. Maar ze verschillen behoorlijk wat betreft werkzame stoffen, werking én bijwerkingen.\"", "Wat is het verschil dan?", "\"Ibuprofen behoort tot de NSAID's (Non-Steroidal Anti-Inflammatory Drugs, red.). Daartoe horen bijvoorbeeld ook diclofenac en naproxen. NSAID's zijn pijnstillend, koortsverlagend en ontstekingsremmend. Paracetamol is ook pijnstillend en koortsverlagend, maar niet ontstekingsremmend.\"", "“Pijn is een signaal dat er iets aan de hand is. Hoofdpijn kan verschillende oorzaken hebben: een slechte houding, stress, te weinig vocht of een kater.” Edwin de Vaal, huisarts", "Wanneer neem je wát als je hoofdpijn hebt?", "\"Wees je er allereerst van bewust dat pijn een signaal is van het lichaam. Het is een signaal dat er iets aan de hand is. Hoofdpijn kan bijvoorbeeld verschillende oorzaken hebben: een slechte houding, stress, te weinig vocht of een kater. Een pijnstiller neemt de pijn weg, maar niet de oorzaak ervan. Probeer dus altijd te achterhalen waardoor je pijn wordt veroorzaakt.\"", "\"Heb je een 'gewone' hoofdpijn of kiespijn die eenmalig optreedt en dus niet chronisch is, kies dan altijd eerst voor paracetamol en níet meteen voor ibuprofen. Paracetamol werkt net zo goed en heeft nagenoeg geen bijwerkingen.\"", "Bijwerkingen?", "\"Ja. Veel mensen weten dat niet dat NSAID's maagklachten kunnen geven. Bij mensen boven de zestig kan het zelfs een maagbloeding geven. Vandaar dat we zestigplussers er standaard een maagbeschermer bij voorschrijven.\"", "\"Ben je verder gezond en gebruik je geen andere medicijnen, dan is er in principe geen probleem, maar kan het toch geen kwaad om met je huisarts te overleggen. NSAID's kunnen namelijk ook effect hebben op je lever, nieren en bloeddruk. Vaak gaan ze bovendien niet goed samen met andere medicijnen.\"", "Zijn er 'huis-tuin-en-keuken'-pijnen waarbij een NSAID wél een goede keuze is?", "\"Jazeker, denk aan menstruatiebuikpijn of als je flink bent gevallen en alles gekneusd is. Ibuprofen werkt anders op de pijnreceptoren dan paracetamol. Bij menstruatiebuikpijn geeft het daardoor meer verlichting dan paracetamol. Maar gebruik het niet te lang.\"", "Zijn er nog andere dingen die we moeten weten over pijnpillen?", "\"Houd je altijd aan de richtlijnen op de verpakking. Gebruik niet meer dan de aanbevolen hoeveelheid. Paracetamol is zoals gezegd meestal de eerste keuze. Start met twee tabletten van 500 mg of eentje van 1000 mg, opgelost in water. Herhaal dit elke acht uur.\"", "\"Werkt dat onvoldoende, neem er dan ibuprofen bij. Vervang de paracetamol dus niet door ibuprofen. Merk je trouwens dat je pijn niet over gaat en heb je steeds opnieuw behoefte aan pijnstilling, neem dan contact op met de huisarts.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["je", "dan", "ik", "neem", "paracetamolletje", "ibuprofen", "een", "niet", "het", "er", "en", "pijn", "paracetamol", "te", "dat", "heb"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}