{"id": "82cb1135-7686-3315-8ed0-ec92976364b7", "title": "Alles uit de kast voor eenzame thuiswerkers", "url": "https://nos.nl/nieuwsuur/artikel/2363293-alles-uit-de-kast-voor-eenzame-thuiswerkers.html", "summary": "Want het mentale welzijn van het personeel eist nu alle aandacht op.\n\"Voor medewerkers kost het enorm veel energie om vrolijk en positief te blijven.\"\nWe doen ons best om iedere twee weken wat leuks voor ze te organiseren, maar het is best lastig.\nDe directeuren trekken van alles uit de kast: pup-quizzen, digitale bingo's, wandelen, skill-labs.\n\"We hebben heel veel georganiseerd om collega's betrokken en vrolijk te houden.\"", "paragraphs": ["Corona heeft het bedrijfsleven hard geraakt. De crisis zet ook het werk van directeuren personeelszaken volledig op de kop. Want het mentale welzijn van het personeel eist nu alle aandacht op.", "Hoe houd je bij personeel dat al maandenlang niets kan verkopen, de moed erin? En hoe beur je als werkgever thuiswerkers op die dreigen weg te kwijnen?", "Bij reisorganisatie Sunweb werken ze normaal gesproken met vierhonderd mensen op kantoor. Maar nu is er niemand meer. De directeur personeelszaken, Marlise Mahieu, maakt zich zorgen: \"Er zijn op dit moment geen klanten op vakantie, al onze mensen zitten thuis. Bezig met omboekingen en klanten te woord staan.\"", "Het perspectief ontbreekt voorlopig nog, ziet ze. \"Voor medewerkers kost het enorm veel energie om vrolijk en positief te blijven.\"", "Digitale gezelligheid", "Op de bloemenveiling in Aalsmeer rijden de karretjes op de werkvloer af en aan. Maar in het kantoor is het stil. Directeur personeelszaken Anja de Bree: \"Iedereen is thuis. We doen ons best om iedere twee weken wat leuks voor ze te organiseren, maar het is best lastig. We moeten het hebben van digitale gezelligheid.\"", "De directeuren trekken van alles uit de kast: pup-quizzen, digitale bingo's, wandelen, skill-labs. \"We hebben heel veel georganiseerd om collega's betrokken en vrolijk te houden.\""], "authors": ["Dit Is Een Artikel Van"], "keywords": ["personeelszaken", "van", "voor", "en", "uit", "om", "ze", "vrolijk", "eenzame", "op", "te", "thuiswerkers", "het", "kast", "maar", "alles"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}