{"id": "82cc2cb4-a743-3339-be3c-908905422d2b", "title": "Burgemeester Lenferink plaatst laatste tand in 3D-tyrannosaurus rex", "url": "https://nu.nl/leiden/6094964/burgemeester-lenferink-plaatst-laatste-tand-in-3d-tyrannosaurus-rex.html", "summary": "De door Naturalis geproduceerde kopie van een tyrannosaurus rex is zondag in aanwezigheid van de Leidse burgemeester Henri Lenferink ceremonieel overhandigd aan Nagasaki, de Japanse zusterstad van Leiden.\nDe replica staat symbool voor de vriendschap met Leiden en de samenwerking tussen het museum in Nagasaki en Naturalis.\nZo kan ook daar het belang van wetenschappelijk onderzoek met behulp van een skelet onderstreept worden.\n\"De inwoners van Nagasaki kijken uit naar de opening van het Dinosaur Museum in oktober volgend jaar.\n\"Naturalis zal de komende weken werken aan de laatste aanpassingen van het frame\", vertelde Peter Schalk, adjunct-directeur van Naturalis.", "paragraphs": ["De door Naturalis geproduceerde kopie van een tyrannosaurus rex is zondag in aanwezigheid van de Leidse burgemeester Henri Lenferink ceremonieel overhandigd aan Nagasaki, de Japanse zusterstad van Leiden. Het in 3D geprinte skelet wordt daar vanaf volgend jaar tentoongesteld in het nieuwe Dinosaur Museum.", "De replica staat symbool voor de vriendschap met Leiden en de samenwerking tussen het museum in Nagasaki en Naturalis. Zo kan ook daar het belang van wetenschappelijk onderzoek met behulp van een skelet onderstreept worden.", "Lenferink mocht de laatste tand van de tyrannosaurus rex plaatsen. Hiermee is de exclusieve reconstructie van ruim 12 meter lang en 4 meter hoog na ongeveer een jaar formeel voltooid. \"Zelfs op 9.000 kilometer afstand voel ik een sterke band tussen onze steden. Deze T. rex verbindt ons meer dan ooit\", aldus Lenferink.", "Tomihisa Taue, de burgemeester van Nagasaki, kon de ceremonie via een liveverbinding volgen. \"De inwoners van Nagasaki kijken uit naar de opening van het Dinosaur Museum in oktober volgend jaar. Deze replica staat voor ons symbool voor de continuering van onze vriendschap.\"", "\"Naturalis zal de komende weken werken aan de laatste aanpassingen van het frame\", vertelde Peter Schalk, adjunct-directeur van Naturalis. \"In instructievideo's kunnen we voor onze collega's in Japan demonstreren hoe het skelet in het nieuwe Dinosaur Museum van Nagasaki in elkaar gezet en tentoongesteld kan worden.\"", "Tot en met 16 december wordt dat werk publiekelijk in de entreehal van Naturalis verricht. De 3D-kopie maakt in maart de reis naar Japan en is vanaf oktober volgend jaar in het Japanse museum te bewonderen."], "authors": ["Door"], "keywords": ["lenferink", "3dtyrannosaurus", "museum", "van", "plaatst", "het", "laatste", "voor", "nagasaki", "volgend", "een", "naturalis", "en", "burgemeester", "jaar", "rex", "tand"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}