{"id": "82f7854e-1a9b-3649-9290-3b8f59db66e6", "title": "Ten Hag: 'Geen man overboord als we niet overwinteren in Champions League'", "url": "https://nu.nl/champions-league/6095367/ten-hag-geen-man-overboord-als-we-niet-overwinteren-in-champions-league.html", "summary": "Directeur voetbalzaken Marc Overmars sprak in oktober al van een tussenjaar voor Ajax vanwege de coronacrisis.\nTen Hag wil daar liever niet van spreken, maar de coach ziet overwintering in de Champions League eveneens niet als een absolute must.\n\"Er is geen man overboord als we de Champions League niet halen, maar we streven wel het hoogste na\", zei Ten Hag dinsdag op zijn persconferentie.\nAjax zal woensdag tegen Atalanta hoe dan ook beter voor de dag moeten komen dan afgelopen zaterdag in de thuiswedstrijd tegen FC Twente.\n323 Samenvatting Atalanta-Ajax (2-2)'Duel met FC Twente was een incident'Ten Hag vindt overigens dat er niet te veel conclusies aan de wedstrijd tegen FC Twente verbonden moeten worden.", "paragraphs": ["Erik ten Hag heeft dinsdag de druk bij zijn elftal proberen weg te halen voor het cruciale Champions League-duel met Atalanta. Ajax moet, vier dagen na de pijnlijke nederlaag tegen FC Twente in de Eredivisie, in de Johan Cruijff ArenA winnen van de Italianen om te overwinteren in het miljoenenbal.", "Directeur voetbalzaken Marc Overmars sprak in oktober al van een tussenjaar voor Ajax vanwege de coronacrisis. Ten Hag wil daar liever niet van spreken, maar de coach ziet overwintering in de Champions League eveneens niet als een absolute must.", "\"Er is geen man overboord als we de Champions League niet halen, maar we streven wel het hoogste na\", zei Ten Hag dinsdag op zijn persconferentie. \"We willen dolgraag bij de beste zestien clubs van Europa horen. Dat is een droom en daar moeten we vol voor gaan.\"", "Ajax zal woensdag tegen Atalanta hoe dan ook beter voor de dag moeten komen dan afgelopen zaterdag in de thuiswedstrijd tegen FC Twente. De Amsterdammers waren geen schim van de constante ploeg van de laatste weken en verloren met 1-2 in de Johan Cruijff ArenA.", "323 Samenvatting Atalanta-Ajax (2-2)", "'Duel met FC Twente was een incident'", "Ten Hag vindt overigens dat er niet te veel conclusies aan de wedstrijd tegen FC Twente verbonden moeten worden. \"Ik heb niet gepiekerd na dat duel. De wedstrijd tegen FC Twente was een incident en zie ik los van de wedstrijd tegen Atalanta\", benadrukte de coach.", "\"Tegen Liverpool hebben we vorige week nog laten zien in goede vorm te zijn. Natuurlijk zijn er na die nederlaag tegen Twente wel harde woorden gevallen, maar we moeten er niet te lang bij stilstaan. Op naar de volgende wedstrijd.\"", "De wedstrijd tussen Ajax en Atalanta begint woensdag om 18.55 uur in de Johan Cruijff ArenA. Bij een gelijkspel of nederlaag zijn de Amsterdammers na de winterstop veroordeeld tot de knock-outfase van de Europa League.", "Het is nog niet helemaal duidelijk of David Neres, Noussair Mazraoui, Nicolás Tagliafico en Lassina Traoré kunnen spelen tegen Atalanta. Ten Hag heeft wel goede hoop dat Neres, Mazraoui en Tagliafico inzetbaar zijn.", "316 Samenvatting Liverpool-Ajax (1-0)", "Bekijk het programma, de uitslagen en de standen in de Champions League"], "authors": ["Door"], "keywords": ["man", "geen", "als", "overwinteren", "van", "fc", "zijn", "twente", "niet", "een", "en", "league", "te", "hag", "champions", "overboord", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}