{"id": "82fd6554-76aa-30a6-91ec-b3670c591640", "title": "Brexit-problemen: de verse vis moet zo lang wachten dat hij rot", "url": "https://trouw.nl/economie/brexit-problemen-de-verse-vis-moet-zo-lang-wachten-dat-hij-rot~b77afd5a/", "summary": "Een aantal Schotse visbedrijven heeft de export van verse vis en schaaldieren naar de EU voorlopig stilgelegd vanwege tijdrovende procedures.\nMomenteel bedraagt de wachttijd voor het verkrijgen van die papieren in Schotland zo’n vijf uur.\nDaarnaast klagen Britse visexporteurs ook over extra oponthoud, soms zelfs van een hele dag, in de Franse havens van Calais en Boulogne.\n“Onze klanten trekken zich terug”, zegt Santiago Buesa van visbedrijf SB Fish tegen het Britse persbureau Reuters.\nDie zijn nu nog relatief beperkt vanwege de voortdurende feestdagenkalmte.", "paragraphs": ["Het heeft een weekje geduurd, maar de brexit begint nu toch echt naar rotte vis te ruiken. Een aantal Schotse visbedrijven heeft de export van verse vis en schaaldieren naar de EU voorlopig stilgelegd vanwege tijdrovende procedures. Ook de Britse tak van bezorgdienst DPD houdt alle pakjes met bestemming EU even vast wegens een teveel aan papierwerk.", "Met name het visserijprobleem is acuut omdat snelle levering cruciaal is voor zowel leverancier als afnemer. De Schotse vissers vangen onder meer veel kreeft, kokkels, oesters en mosselen, die uiterlijk de volgende dag op eettafels moeten liggen in onder meer Parijs, Brussel en Madrid. Schotse bedrijven melden nu al de eerste afzeggingen van klanten in de EU omdat die versheid niet meer kan worden gegarandeerd.", "Wachttijd formulieren: 5 uur", "Sinds het Verenigd Koninkrijk op 1 januari geen deel meer uitmaakt van de interne EU-markt, zijn allerlei handelsformaliteiten noodzakelijk geworden. Behalve douaneformulieren moeten exporteurs van verse dierproducten bij elke zending ook gezondheidscertificaten kunnen overleggen. Momenteel bedraagt de wachttijd voor het verkrijgen van die papieren in Schotland zo’n vijf uur.", "Daarnaast klagen Britse visexporteurs ook over extra oponthoud, soms zelfs van een hele dag, in de Franse havens van Calais en Boulogne. Daardoor kan de lading soms alsnog worden weggekieperd.", "Logistieke dienstverlener DFDS Scotland nam op donderdagavond de drastische stap om even geen verse vis naar EU-landen te transporteren, in afwachting van stroomlijning van de procedures. “Onze klanten trekken zich terug”, zegt Santiago Buesa van visbedrijf SB Fish tegen het Britse persbureau Reuters. “Het is een ramp.”", "Ook andere voedselsectoren waarbij koeling een rol speelt, komen in de problemen. Die zijn nu nog relatief beperkt vanwege de voortdurende feestdagenkalmte. “Handelsstromen zijn ongeveer 50 procent van wat ze normaal zijn, maar zelfs op dat niveau zien we verwarring en vertraging”, zei Shane Brennan, directeur van koepelorganisatie Cold Chain Federation, tegen BBC Today. “Het gevoel overheerst dat we op weg zijn naar een mogelijk substantiële verstoring.”", "Honderden items tijdelijk niet te koop", "Bij de Britse warenhuisketen Marks & Spencer zijn sommige producten niet verkrijgbaar, al heeft dat deels te maken met de pandemielockdown. De M&S-vestigingen in Noord-Ierland hebben wel degelijk last van de nieuwe handelsgrens die wegens de brexit is neergedaald in de Ierse Zee. Honderden items, bijna allemaal voedselproducten die uit Groot-Brittannië moeten komen, zijn tijdelijk niet te koop.", "De nieuwe interne handelsrealiteit tussen het groot-Britse eiland en Noord-Ierland is een gevolg van de terugtrekkingsovereenkomst die de EU en het VK al in oktober 2019 sloten. Ook die afspraken gingen op 1 januari in.", "Lees ook:", "Britse vissers woedend over brexit-deal: We zijn in de uitverkoop gedaan", "Niet alleen de Europese vissers, maar ook de Britse vissers zijn ontevreden met het eindresultaat van de brexit-onderhandelingen. Ze zijn woedend op hun premier Boris Johnson, omdat hij in hun ogen ‘uitverkoop heeft gehouden’.", "Chaos in de Rotterdamse haven na brexit? Welnee", "De eerste normale werkdag na de brexit verliep rustig in de Rotterdamse haven. ‘Het liep bijna op rolletjes.’ Te vroeg gejuicht?"], "authors": ["Christoph Schmidt"], "keywords": ["vis", "wachten", "rot", "verse", "zijn", "brexitproblemen", "te", "ook", "die", "van", "zo", "en", "een", "lang", "moet", "britse", "op", "het", "hij", "dat"], "pubDate": "2021-01-08T14:36:08Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}