{"id": "8302cb17-10b6-33d9-9520-8fffebb88559", "title": "Promes hervat training bij Ajax na gesprek met directie en trainer", "url": "https://www.parool.nl/sport/promes-hervat-training-bij-ajax-na-gesprek-met-directie-en-trainer~bd4aef08/", "summary": "Beeld Hollandse Hoogte / ANPPromes werd zondag gearresteerd op verdenking van betrokkenheid bij een steekpartij, die in juli plaatsvond in een loods in Abcoude.\nTen Hag gelooft Promes op zijn woord, zo zei hij woensdag al voor en na het bekerduel Ajax-FC Utrecht.\nDe poorten van Ajax“We zorgen dat we er voor hem zijn, maar hij moet zelf ook over de streep komen.\nJe bent altijd voetballer, ook als je buiten de poorten van Ajax bent.\nVolgens het OM zijn er geen gronden om het voorarrest van de 28-jarige voetballer te verlengen.", "paragraphs": ["Quincy Promes. Beeld Hollandse Hoogte / ANP", "Promes werd zondag gearresteerd op verdenking van betrokkenheid bij een steekpartij, die in juli plaatsvond in een loods in Abcoude. Hij ontkent elke betrokkenheid.", "Ten Hag sprak Promes woensdag al telefonisch. Donderdag volgde een nieuw onderhoud onder vier ogen. Ten Hag gelooft Promes op zijn woord, zo zei hij woensdag al voor en na het bekerduel Ajax-FC Utrecht. “In Nederland ben je onschuldig tot het tegendeel is bewezen. We steunen hem, zo staat de hele kleedkamer erin,” vervolgde Ten Hag.", "De poorten van Ajax", "“We zorgen dat we er voor hem zijn, maar hij moet zelf ook over de streep komen. Je bent altijd voetballer, ook als je buiten de poorten van Ajax bent. Dat gesprek zullen we met hem voeren. Er zullen meerdere gesprekken plaatsvinden, de directie heeft al met hem gesproken. Ik moet hem nog uitgebreid spreken.”", "Promes werd zondag gearresteerd op verdenking van betrokkenheid bij een steekpartij, die in juli plaatsvond in een loods in Abcoude. Hierbij liep een familielid van de voetballer onder meer zeer ernstig knieletsel op.", "Het Openbaar Ministerie heeft hem dinsdag heengezonden. Volgens het OM zijn er geen gronden om het voorarrest van de 28-jarige voetballer te verlengen. Promes blijft wel verdachte in de zaak."], "authors": ["Het Parool"], "keywords": ["bij", "voetballer", "zijn", "hervat", "met", "gesprek", "trainer", "je", "van", "directie", "en", "een", "ajax", "training", "hem", "op", "het", "promes", "hij"], "pubDate": "2020-12-17T12:13:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}