{"id": "830664df-6a07-3778-8a08-81098c420f88", "title": "Schrijver Katharina Volckmer: ‘In het Duits is het moeilijk om grappig te zijn’", "url": "https://www.parool.nl/kunst-media/schrijver-katharina-volckmer-in-het-duits-is-het-moeilijk-om-grappig-te-zijn~b34a5c06/", "summary": "Maar je begint de dingen pas te bevragen als je weg bent; dan zie je ze vanuit een ander pers­pectief.\nAls je een taal achterlaat en je een andere taal eigen maakt, laat je ook een deel van jezelf ­achter.\nDat ik naar het buitenland vertrok, heeft mij erg geholpen om dat in te zien.”Katharina Volckmer.\n“Het is moeilijk om grappig te zijn in het Duits.\nVervolgens dacht ik: het zou laf zijn om het niet in het Duits te publiceren.", "paragraphs": ["Beeld Getty Images", "Een jonge Duitse vrouw ligt met haar benen ­gespreid op de behandeltafel bij de Joodse dokter Seligman. Ze groeide op in Duitsland, maar verhuisde naar Londen in een ­poging te breken met het verleden. Terwijl ze wordt onderzocht, stort ze haar hart uit over haar erotische fantasieën over seks met Hitler, de afkeer van haar moeders lichaam, haar seksuele identiteit en de schaamte voor haar nationaliteit en haar familie. Zo samengevat, klinkt De afspraak, de debuutroman van Katharina Volckmer (33), als slapstick, maar eigenlijk levert ze snoeiharde cultuurkritiek.", "Net zoals haar hoofdpersonage groeide Volck­mer op in Duitsland, tot ze op haar 19de in Londen ging studeren. Daar ging ze niet meer weg, en werkt ze nu voor een literair agentschap.", "Hoe was het om op te groeien in Duitsland?", "“Ik groeide op in Hamburg en dat was prima. Maar je begint de dingen pas te bevragen als je weg bent; dan zie je ze vanuit een ander pers­pectief. Ik wilde na school altijd graag naar het buitenland. Duitsland voelde op een zeker moment claustrofobisch, overgereguleerd. Als tiener wilde ik al weg. Ik wilde eigenlijk Frans studeren, dus een studie in Frankrijk had meer voor de hand gelegen.”", "“Een vriendin vertelde me dat ze zich had ingeschreven aan de universiteit in ­Londen. Toen dacht ik: dat kan ik ook doen. Londen is heel liberaal, iedereen kan zijn wie hij wil zijn. In Duitsland hangt een controlerende sfeer: is je weleens opgevallen dat Duitsers mensen altijd zo aanstaren? Ze zijn erg veroordelend naar mensen die anders zijn. Ik had altijd het idee dat ik me niet kon conformeren aan wat er van me werd verwacht, dat ik me onvoldoende kon uiten.”", "Wat maakte dat u zich in Londen wel kon uiten?", "“Ik denk dat het iets met de taal te maken heeft. Als je een taal achterlaat en je een andere taal eigen maakt, laat je ook een deel van jezelf ­achter. Verschillende talen hebben ook verschillende persoonlijkheden. Ik schreef de roman in het Engels en had die nooit in het Duits kunnen schrijven. Het helpt echt om niet de hele taal tot je beschikking te hebben. Je wordt niet meegesleept door allerlei stijlkwesties. Je kunt je focussen op de inhoud.”", "“Ik onderzoek bijvoorbeeld persoonlijke kwesties als het denken over gender en de beperkingen van het binaire systeem. Duitsland is erg conservatief, daar had ik die ruimte niet gevoeld om hierover te schrijven. Als je over de Holocaust wil schrijven, mag je je lichaam niet inbrengen – ik lever kritiek op Duitsland en hoe het land omgaat met zijn ­verleden – dus breng ik juist mijn lichaam het verhaal in. Van taal veranderen is enorm be­vrijdend.”", "Hoe gaat uw generatie om met de geschiedenis van de Holocaust en de rol die familieleden hierin mogelijk hebben gehad?", "“Mijn generatie voelt zich ergens beschaamd, maar was tegelijkertijd niet bereid om de nog steeds aanwezige rol van patriottisme kritisch te bekijken. Dat is nu overigens rap aan het ­veranderen. We hebben natuurlijk op school geleerd over de Holocaust, maar we zijn ook op een perverse manier erg comfortabel met onze geschiedenis. Misschien komt het doordat Duitsland zo overgereguleerd is, maar veel mensen hebben een manier gevonden om ermee om te gaan; het is een box die ze aftikken.”", "“Toen ik een tiener was, was de grote Wehrmachtexpositie (De zogenaamde Wehrmachtsausstellung in 1995 was een serie van twee tentoonstellingen over de oorlogs­misdaden van de Wehrmacht tijdens de Tweede Wereldoorlog, red.). Die maakte een gigan­tische indruk. Natuurlijk wisten mensen dat hun grootouders fout waren in de oorlog, maar deze expositie maakte dat zichtbaar; je moest het echt onder ogen komen. Mensen waren zo verontwaardigd, ze protesteerden op straat.”", "“Het doorbrak een stilte die ook nog aanwezig was in mijn generatie, die ook niet bereid was de volledige reikwijdte van de geschiedenis onder ogen te komen; de wijze waarop er ook een continuïteit is met het verleden. Je kunt zeggen: de geschiedenis ligt in het verleden, maar de geschiedenis is ook aanwezig in het heden. Dat ik naar het buitenland vertrok, heeft mij erg geholpen om dat in te zien.”", "Katharina Volckmer. Beeld JFPaga", "De Amerikaanse filosoof Susan Neiman woont sinds 1982 in Berlijn. Ze schreef Wat we van de Duitsers kunnen leren en stelt dat Amerika – en andere landen – een voorbeeld aan hen kunnen nemen als het gaat om de omgang met ons criminele verleden.", "“Duitsland heeft niet helemaal stilgezeten. Gezien de omvang van de daden, was dat ook onmogelijk geweest. Duitsers denken graag van zichzelf dat ze goed met hun verleden omgaan. De bereidheid om echt te aanvaarden wat de omvang en reikwijdte van de Holocaust vandaag de dag is, ontbreekt.”", "Wat ik van deze Duitser – u dus – leerde, is dat Duitsers ook gevoel voor humor kunnen hebben, zei het in uw geval een wat pervers gevoel voor humor.", "“Het is moeilijk om grappig te zijn in het Duits. Daarom heb ik de roman in het Engels geschreven. De regel die ik voor mezelf hanteerde was: je mag de daders bespotten, van de slachtoffers blijf je af. Humor is een effectief middel om zaken bespreekbaar te maken.”", "U houdt zich niet in; zo schrijft u: ‘over hoe ik bij portretjes van de Führer klaarkwam en me voorstelde hoe zijn snor mijn vrouwelijke delen bekietelde. Hoe ik zonder de groet te brengen nauwelijks een orgasme kon bereiken’. Zijn er passages waarvan u dacht: hier overschrijd ik een grens?", "“Er ligt een heel dunne lijn tussen wat kan en wat niet. In september gaf ik een lezing. Ik las een stukje voor uit het begin van het boek, waarin het hoofdpersonage haar fantasie de vrije loop laat over de marketingkansen die de nazi’s hebben laten liggen: ‘Denk je eens in ­hoeveel lol Duitse kindertjes hadden kunnen beleven aan bijvoorbeeld een Lego-concentratiekamp genaamd Freudenstadt: bouw je eigen oven, organiseer je eigen deportaties en vergeet niet om genoeg Lebensraum te veroveren.’ Ik voelde het ongemak van het publiek, hoe de mensen schrokken van hun eigen lach. Ik heb in overleg met mijn redacteur wel een paar passages weggelaten, maar dat had er eerder mee te maken dat ze niet goed genoeg waren.”", "Volgend jaar verschijnt de Duitse vertaling. Welke gevoelens heeft u daarbij?", "“Eerst dacht ik: ga ik mezelf dit echt aandoen? Vervolgens dacht ik: het zou laf zijn om het niet in het Duits te publiceren. Het wordt een avontuur.”", "Beeld -"], "authors": ["Dieuwertje Mertens"], "keywords": ["grappig", "ik", "zijn", "schrijver", "van", "volckmer", "katharina", "om", "een", "ze", "en", "duits", "te", "het", "moeilijk", "dat", "je"], "pubDate": "2021-01-03T12:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}