{"id": "8312db62-b1eb-39c0-be10-8e84b69abeaa", "title": "Ajaxtrainer Erik ten Hag: ‘Dat is ons lot: als je succes hebt, word je opgevreten’", "url": "https://www.parool.nl/sport/ajaxtrainer-erik-ten-hag-dat-is-ons-lot-als-je-succes-hebt-word-je-opgevreten~b1938f42/", "summary": "Een jongen van 18 is tot een van de sterkste schakels van Ajax uit­gegroeid.\nVeel zat tegen.” Aan het begin van het jaar werd Ajax ook in de zestiende finales van de Europa League uitgeschakeld door Getafe.\nJe moet creatief zijn en hard werken om dat te realiseren.\nDat kunnen we en dat willen we.”Nieuwe lichting talentenEen nieuwe lichting talenten dient zich aan met Devyne Rensch, Kenneth Taylor, Brian Brobbey en Jurriën Timber.\nAan Overmars en Ten Hag de taak om de selectie volgend seizoen verder te versterken en te ontwikkelen.", "paragraphs": ["Beeld BSR Agency", "“Ryan Gravenberch heeft een prachtige ontwikkeling doorgemaakt,” zegt trainer Erik ten Hag. De ogen van de trainer van Ajax twinkelen. Hij volgde het proces van dichtbij en speelde er een actieve rol in. “Ryan was 16 jaar toen hij voor het eerst meetrainde. Hij is nu een belangrijke speler voor het elftal, maar ik zie nog steeds dezelfde Ryan: niet heel uitbundig, zeker van zichzelf, een stabiele persoonlijkheid, die weet wat hij kan. En hij houdt van voetbal.”", "", "De trainer sprak geregeld met de ouders van Gravenberch om zijn pupil beter te leren kennen. “Ik zie elke dag die uitbundige lach van hem, maar zijn vader en moeder kunnen het ­beste beeld schetsen. Ik vind het als trainer ­belangrijk om ook te weten hoe hij privé is. Hoe zijn familie hem kent.”", "Ten Hag gaf in de zomer al aan dat hij Gravenberch dit seizoen de kans zou geven om basisspeler te worden. “Die kans moet hij wel pakken. Wij creëren de voorwaarden, daarna is het aan Ryan.”", "Vijf maanden verder is Gravenberch de opvallendste speler in zijn elftal. Hij vervult de rol van verbindingsspeler op het middenveld. Hij wordt steeds dominanter. Een jongen van 18 is tot een van de sterkste schakels van Ajax uit­gegroeid. Ten Hag: “Ryan is opgeschoven in de hiërarchie, helemaal onderaan begonnen en langzaam opgeklommen. Hij hoeft als jongste van de klas ook niet alle klusjes meer te doen: water dragen, ballen opruimen, de materiaalmannen helpen.”", "Niet Champions Leaguewaardig", "Ryan Gravenberch moet ook een van de dragende voetballers worden van het nieuwe Ajax. Een ploeg die Champions Leaguewaardig is. “Dat zijn we nu niet,” zegt Ten Hag. Het team dat ­furore maakte in 2018-2019, is ontmanteld. ­Zeven kernspelers raakte hij kwijt, onder wie De Ligt, De Jong en Ziyech. “Dat is ons lot: als je succes hebt, word je opgevreten.”", "Het frustreert de trainer allerminst. Hij is realist en bouwt graag aan een elftal dat zich opnieuw tussen de groten der aarde kan nestelen. “Werken bij Ajax is een feest.” Ten Hag roemt de faciliteiten en de gedreven en talentvolle mensen die hem terzijde staan. “De lat ligt hoog en daar houd ik van.”", "Met algemeen directeur Edwin van der Sar en directeur voetbalzaken Marc Overmars werkt hij uitstekend samen. “Ze hebben allebei in de top gespeeld. Raken niet snel in paniek. Bij ­tegenslag zijn ze standvastig en volgen ze hun beleid.” Of ze zich als oud-spelers ook weleens met zijn werk bemoeien? “Nee, daar hebben we ook duidelijke afspraken over gemaakt. We klankborden, dat is prettig, maar ik ga over de opstelling en de tactiek.”", "Sportief gezien was 2020 geen topjaar. Ten Hag wijst op de ‘immense blessureproblemen’ die er waren: de zorgen om Daley Blind, het langdurige gemis van David Neres en Noussair Mazraoui, het afhaken op cruciale momenten van bepalende spelers als Hakim Ziyech, Quincy Promes en Mohammed Kudus. “Alles moet meezitten om de laatste zestien van de Cham­pions League te halen. Veel zat tegen.” Aan het begin van het jaar werd Ajax ook in de zestiende finales van de Europa League uitgeschakeld door Getafe. “Maar nationaal hebben we bijna steeds bovenaan gestaan.”", "De ambitie van de directie om structureel aan te haken bij de Europese top is misschien wel onhaalbaar, zegt Ten Hag. “Het kan incidenteel. Het lijntje is dun, daar ligt een grote uitdaging voor Van der Sar en Overmars. Ik vind het wel ­typerend voor Amsterdam en Ajax om dat na te streven. Je moet creatief zijn en hard werken om dat te realiseren. Dat kunnen we en dat willen we.”", "Nieuwe lichting talenten", "Een nieuwe lichting talenten dient zich aan met Devyne Rensch, Kenneth Taylor, Brian Brobbey en Jurriën Timber. De aanvoerder van dat stel, Ryan Gravenberch, heeft zich al een plek ­verworven in de ploeg. Van recente aankopen Mohammed Kudus en Antony wordt veel verwacht. Aan Overmars en Ten Hag de taak om de selectie volgend seizoen verder te versterken en te ontwikkelen. De technische baas en de hoofdtrainer werken al drie jaar uitstekend samen. Ten Hag: “De afspraak is: er komt geen speler binnen bij Ajax als wij niet allebei achter die ­beslissing staan.”", "Als het aan Ten Hag ligt, zetten ze hun samenwerking voorlopig voort. “Ik ben niet bezig met een vertrek bij Ajax. En Marc volgens mij ook niet. Als dat wel zo was, had hij mij dat laten ­weten. Zo’n band hebben we wel.”"], "authors": ["Dick Sintenie"], "keywords": ["erik", "zijn", "van", "het", "hag", "en", "een", "hebt", "om", "succes", "opgevreten", "lot", "te", "dat", "hij", "word", "ons", "je"], "pubDate": "2020-12-23T09:33:07Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}