{"id": "831f3535-4833-31ca-a37e-ce3190b5b849", "title": "Man onder invloed van alcohol rijdt zevenjarig meisje aan op Rijksstraatweg", "url": "https://nu.nl/haarlem/6100695/man-onder-invloed-van-alcohol-rijdt-zevenjarig-meisje-aan-op-rijksstraatweg.html", "summary": "Een vijftigjarige automobilist heeft woensdagmiddag een zevenjarig meisje aangereden op de Rijksstraatweg in Haarlem.\nTwee meisjes wilden de weg oversteken en stonden bij het stoplicht op groen licht te wachten.\nToen het groen licht werd en ze overstaken, werd het zevenjarige meisje aangereden.\nZijn auto werd bij een parkeergarage bij het Soendaplein aangetroffen.\nBij een ademanalyse blies de man 1.095 ugl.", "paragraphs": ["Een vijftigjarige automobilist heeft woensdagmiddag een zevenjarig meisje aangereden op de Rijksstraatweg in Haarlem. Hij was onder invloed van alcohol, meldt de politie donderdag.", "Het ongeluk gebeurde om 13.10 uur. Twee meisjes wilden de weg oversteken en stonden bij het stoplicht op groen licht te wachten.", "Toen het groen licht werd en ze overstaken, werd het zevenjarige meisje aangereden. De man stapte uit de auto, keek even en reed vervolgens weg.", "\"Hij was niet op de plaats van het ongeval gebleven, maar was weggereden zonder zich over het kind te ontfermen of zijn identiteit achter te laten\", zegt de politie. Het slachtoffer is voor onderzoek naar het ziekenhuis overgebracht.", "De politie startte op basis van getuigenverklaringen een zoektocht naar de bestuurder. Zijn auto werd bij een parkeergarage bij het Soendaplein aangetroffen. De bestuurder was niet aanwezig.", "Later in de middag zag de politie de auto ergens anders rijden. Bij een ademanalyse blies de man 1.095 ugl. Dat is bijna vijf keer zoveel als het voor hem geldende maximum van 220 ugl. Zijn rijbewijs is ingenomen."], "authors": ["Door"], "keywords": ["rijdt", "alcohol", "politie", "van", "het", "zijn", "man", "invloed", "en", "een", "bij", "rijksstraatweg", "op", "te", "zevenjarig", "onder", "meisje", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}