{"id": "83225d89-0392-3c73-8b20-531381eeabd0", "title": "Filmregisseur Haifa al-Mansour: ‘Het leven van Saoedische vrouwen is geen sprookje. Dat kun je ook aankaarten met een lichtere film’", "url": "https://volkskrant.nl/cultuur-media/filmregisseur-haifa-al-mansour-het-leven-van-saoedische-vrouwen-is-geen-sprookje-dat-kun-je-ook-aankaarten-met-een-lichtere-film~be9595ae/", "summary": "Regisseur Haifa al-Mansour op het Sundance Film Festival (2020).\n‘De burgemeester van de plek waar we The Perfect Candidate draaiden, bedankte me voor het ‘op de kaart zetten’ van zijn stad.\nMensen uit de omgeving kwamen ook kijken, die waren benieuwd hoe dat nou in zijn werk gaat, het maken van een film.\nOok de vrouwelijke arts in haar nieuwe film heeft een vader met een artistiek, in Saoedi-Arabië niet door iedereen gewaardeerd beroep: dat van muzikant.\nMaar in Saoedi-Arabië hoor en lees je vaak, net als in andere conservatieve moslimsamenlevingen, dat kunst immoreel is, en dat die kunst je ziel zal corrumperen.", "paragraphs": ["Regisseur Haifa al-Mansour op het Sundance Film Festival (2020). Beeld Getty", "‘Dát is nog eens een stap vooruit’, zegt Haifa al-Mansour vrolijk. ‘Dat ik gewoon op straat kon staan regisseren.’ Om Wadjda (2012) te kunnen maken, haar eerste speelfilm, diende de regisseur zich nog in een busje te verstoppen. Ze stuurde de set aan met behulp van een walkietalkie. Want een vrouw die midden op straat orders uitdeelt, ook aan mannen, dat was toen nog ondenkbaar in Saoedi-Arabië.", "Het drama, over een 10-jarig meisje dat meedoet aan een Koran-voordrachtwedstrijd meedoet omdat ze een fiets wil winnen, maakte furore: het was de eerste door een vrouw geregisseerde Saoedische speelfilm ooit, en de allereerste Oscarinzending van het land. Sindsdien is het filmbeleid er wat versoepeld. Het islamitische koninkrijk wenst een filmproductieland te worden en zag in dat de bevolking dan wel naar die films moet kunnen kijken; het bioscoopbezoek werd in 2018 gelegaliseerd. En zo is filmen op straat voor haar óók iets makkelijker geworden, ondervond Al-Mansour bij het regisseren van The Perfect Candidate, haar drama over een jonge vrouwelijke arts die in de lokale politiek stapt, vanaf deze week te zien in de Nederlandse filmtheaters.", "Beeld uit ‘The Perfect Candidate’.", "‘De burgemeester van de plek waar we The Perfect Candidate draaiden, bedankte me voor het ‘op de kaart zetten’ van zijn stad. Het betekent wel iets, als conservatieve mensen je zo welkom heten, dat is écht nieuw. Mensen uit de omgeving kwamen ook kijken, die waren benieuwd hoe dat nou in zijn werk gaat, het maken van een film. Uiteraard waren er nog wel wat conservatieven die ons daar niet wilden hebben. Eén man schreeuwde er steeds doorheen, net als we wilden gaan draaien. Uiteindelijk hebben we toen de politie maar gebeld. De agent vroeg eerst naar onze vergunning en stapte daarna op die man af: ‘U moet de opnamen respecteren.’ Dat was vroeger ondenkbaar geweest. Áls we bij het draaien van Wadjda een conservatief iemand aan zagen komen...’ (Al-Mansour lacht breeduit en klapt in haar handen) ‘...renden we meteen weg!’", "De 46-jarige regisseur groeide op in een liberaal Saoedisch gezin, als het achtste kind van een dichter die zich niet al te veel aantrok van de sociale en religieuze conventies. Thuis werden er films vertoond en stond er vaak muziek aan. Op school kreeg ze te horen hoe verdorven die kunstvormen waren. Ook de vrouwelijke arts in haar nieuwe film heeft een vader met een artistiek, in Saoedi-Arabië niet door iedereen gewaardeerd beroep: dat van muzikant.", "In Saoedi-Arabië geldt u als een rolmodel. Hoe is dat?", "Al-Mansour doet alsof ze een vinger in haar keel steekt, lacht wederom luid. ‘Ik zie mezelf volstrekt niet als rolmodel. Ik maak véél fouten, te veel voor een rolmodel.’", "Maar u bent wel de eerste vrouwelijke Saoedische filmmaker.", "‘Ja, maar ik hoop vooral dat mensen hun eigen weg volgen. Dat hoeft niet die van mij te zijn.", "‘Ik wil wel deel uitmaken van het gesprek óver film in Saoedi-Arabië. Dat we nu bioscopen hebben bijvoorbeeld, dat er meer mogelijk is. Kijk, The Perfect Candidate is geen radicale film, vind ik. Maar hij rekt de boel wel ietsje op. Als de grens híer is, leg ik hem een stukje verder. Maar helemaal dáár gaan zitten, ver over die grens, dat gaat niet. Dan was het: nee, nee en nee.’", "Beeld uit ‘The Perfect Candidate’.", "Dus er waren nog altijd allerlei restricties bij de totstandkoming van uw script?", "‘Uiteraard. En je hebt toestemming nodig. Soms krijg je die, soms niet. Mijn films behandelen onze cultuur en religie met respect. Religie maakt deel uit van onze Saoedische identiteit. Wij zijn als Italianen: die kunnen ook niet zonder religie. Maar muziek hoort óók bij onze Saoedische identiteit, net als poëzie en kunst. Dat is geen contradictie. Maar in Saoedi-Arabië hoor en lees je vaak, net als in andere conservatieve moslimsamenlevingen, dat kunst immoreel is, en dat die kunst je ziel zal corrumperen. Alsof je naar de hel gaat als je muziek luistert of een schilderij bewondert. Dat kunst ook in ons DNA zit, dáár wil ik de aandacht op vestigen.’", "Kleine dingen zijn soms revolutionair in de films van Al-Mansour. Zoals de arts (actrice Mila Al Zahrani) die gehuld in nikab achter het stuur van haar auto zit; vrouwen mochten pas nét autorijden tijdens de opnamen. Of een sleutelscène in The Perfect Candidate, waarin het gezicht van de campagne voerende arts plots óók zichtbaar is voor de mannelijke toehoorders en stemmers. ‘Mannen en vrouwen kennen elkaar nauwelijks in Saoedi-Arabië, zo gesegregeerd is het land. Nu vrouwen eindelijk toegelaten worden op de werkplek, weet niemand precies hoe dat gaat. Vrouwen evenmin. Hoe ga je daarmee om, zo samen, in één ruimte? Het is iets wat ook op scholen behandeld zou moeten worden, in de les.’", "Uw Saoedische films snijden het belang van maatschappelijke verandering aan, zonder grimmig te worden. Hoe belangrijk is dat?", "‘Ik wil geen verhalen vertellen die heel zwaarmoedig of uitzichtloos zijn. Ik wil juist entertainen. Het leven van Saoedische vrouwen is geen sprookje. Vrouwen zijn er compleet bedekt, ze mogen heel veel dingen niet zelf doen – dat is geen al te aangenaam bestaan. Maar dat kun je ook aankaarten met een wat lichtere film. Met humor en muziek erin. Dan ontdek je juist hoe het is om vrouw te zijn in Saoedi-Arabië.’", "The Perfect Candidate is milde maatschappijkritiek waar ook liefde voor Saoedi-Arabië in doorklinkt ★★★☆☆"], "authors": ["Bor Beekman"], "keywords": ["van", "als", "lichtere", "saoedische", "vrouwen", "het", "op", "sprookje", "met", "die", "een", "ook", "je", "dat", "leven", "en", "kun", "te"], "pubDate": "2020-12-02T19:06:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}