{"id": "8366b3d1-477b-3438-8622-7ec4e66be246", "title": "Mag Trump, als hij écht wordt afgezet, in 2024 weer presidentskandidaat zijn?", "url": "https://www.nu.nl/verkiezingen-vs/6101142/mag-trump-als-hij-echt-wordt-afgezet-in-2024-weer-presidentskandidaat-zijn.html", "summary": "Het zou kunnen dat hij in de laatste tien dagen van zijn presidentschap nog wordt afgezet, al lijkt die kans vooralsnog niet heel groot.\nAls Trump de laan uit wordt gestuurd via het zogeheten 25e amendement, mag hij het inderdaad opnieuw proberen.\nDie vormen de basis voor een politieke rechtszaak in de Senaat, waarin wordt besloten of hij wordt afgezet.\nAl is het tegen die tijd bijzonder goed denkbaar dat het Congres onder president Biden heel andere prioriteiten heeft.\nConcluderend: ja, in het geval van een geslaagde impeachment kan het Congres besluiten Trump te diskwalificeren voor toekomstige presidentsraces.", "paragraphs": ["Sinds Trump-aanhangers woensdag het Capitool bestormden, is de Amerikaanse president niet zeker meer van zijn functie. Het zou kunnen dat hij in de laatste tien dagen van zijn presidentschap nog wordt afgezet, al lijkt die kans vooralsnog niet heel groot. Maar áls dat gebeurt.... Mag hij dan zich in 2024 dan opnieuw kandidaat stellen voor het presidentschap?", "Het korte antwoord: dat ligt eraan. Als Trump de laan uit wordt gestuurd via het zogeheten 25e amendement, mag hij het inderdaad opnieuw proberen. Maar als hij via een impeachment wordt afgezet, mogelijk niet.", "Het lange antwoord:", "De consequenties van de '25e amendement'-route", "Dankzij het 25e amendement kunnen vicepresident Mike Pence en een meerderheid van het kabinet samen besluiten de president naar huis te sturen als hij op dat moment niet geschikt is om zijn functie uit te oefenen. De vicepresident neemt dan zijn taken over.", "De kans dat Pence (nu nog) werk maakt van dat ontslag, is echter klein: volgens diverse bronnen in Washington heeft hij daar geen trek in. Ook is het maar de vraag of hij die kabinetsmeerderheid bij elkaar krijgt en vervolgens de benodigde tweederde meerderheid in zowel het Huis van Afgevaardigden als de Senaat. Bovendien kan Trump dan nog in beroep gaan. Overigens wil Pence de optie wel 'achter de hand houden' voor als de president nog meer chaos creëert, aldus een ingewijde bij CNN.", "Maar áls het tegen de verwachtingen in toch zover komt? Dan mag Trump bij de volgende presidentsverkiezingen doen wat hij wil. De 25e-amendement-route zou Trump immers alleen doen vertrekken omdat hij op dit moment niet geschikt is voor zijn functie. Over de toekomst zegt het niets.", "283 Capitool-bestorming: dit zijn de mogelijke gevolgen voor Trump", "Waarom ligt Trump zo onder vuur bij collega-politici? Trump heeft zijn aanhangers niet letterlijk gevraagd het Capitool te bestormen, maar speelde daar wel een rol in. Maandenlang riep hij zonder enig bewijs dat er verkiezingsfraude was gepleegd. Enkele dagen voor de bestorming riep hij zijn fans op in Washington te komen demonstreren tegen de verkiezingsuitslag. 'Be there, be wild', twitterde hij. Ter plaatse vroeg hij hen naar het Capitool te gaan. Pas uren na de bestorming riep hij de relschoppers op te vertrekken, maar niet zonder te benadrukken dat hij 'van ze hield' en en dat ze 'heel speciaal' waren.", "De consequenties van een geslaagde impeachment", "Nu Pence er niet happig op blijkt Trump weg te sturen, werken de Democraten aan een zogeheten impeachment, het opstellen van aanklachten tegen hem. Die vormen de basis voor een politieke rechtszaak in de Senaat, waarin wordt besloten of hij wordt afgezet.", "Zo'n impeachment was er eind 2019 ook. Trump werd toen beschuldigd van machtsmisbruik vanwege de Oekraïne-kwestie en belemmering van het Congres. De aanklachten kregen bij lange na niet de vereiste tweederdemeerderheid in de Senaat, dus Trump mocht gewoon president blijven.", "Ook nu zou een afzettingszaak (na alle voorbereidingen en een meerderheid in het Huis van Afgevaardigden) weer een tweederdemeerderheid in de Senaat vereisen om Trump af te zetten. Dat is erg ambitieus, zelfs nu veel van de Republikeinen Trumps gedrag rondom de Capitool-bestorming te ver vonden gaan. Bovendien tikt de tijd door. De vorige afzettingszaak duurde maanden, nu zijn er slechts tien dagen te gaan voordat Trump toch al zijn koffers pakt om plaats te maken voor Joe Biden.", "Maar goed, het zou kunnen, een afzettingszaak met tweederdemeerderheid. In dat geval wordt Trump sowieso (politiek) veroordeeld en afgezet. Daarna kan er nog gestemd worden voor een tweede straf: diskwalificatie voor toekomstige presidentsraces. Daar is dan 'slechts' een simpele meerderheid voor nodig: de helft van de stemmen plus één.", "Hebben ze echt nog maar tien dagen de tijd?", "In theorie zou de impeachment zelfs na Bidens inauguratie nog afgemaakt kunnen worden. Trump is dan natuurlijk al vertrokken, maar het zou de Trump-tegenstanders alsnog een vorm van voldoening en Trumps diskwalificatie kunnen opleveren. Al is het tegen die tijd bijzonder goed denkbaar dat het Congres onder president Biden heel andere prioriteiten heeft.", "Concluderend: ja, in het geval van een geslaagde impeachment kan het Congres besluiten Trump te diskwalificeren voor toekomstige presidentsraces. Maar of het ooit zover gaat komen? Daar lijkt het vooralsnog niet op."], "authors": ["Door", "Kim Einder"], "keywords": ["afgezet", "zijn", "van", "presidentskandidaat", "écht", "voor", "een", "wordt", "weer", "dat", "niet", "te", "trump", "het", "hij", "als", "mag"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}