{"id": "836ac0e4-40d1-300b-ac86-4e7cc3bb6c29", "title": "Had de redactie moeten voorkomen dat andere media een boer belagen?", "url": "https://trouw.nl/opinie/had-de-redactie-moeten-voorkomen-dat-andere-media-een-boer-belagen~b0234ca46/", "summary": "Had de redactie moeten voorkomen dat andere media een boer belagen?\nDat blijkt uit berekeningen van platform voor onderzoeksjournalistiek Investico, voor Trouw en twee andere media.\nHij legt uit dat zijn bedrijf al lang bestaat en naast terrein van Defensie lag, dat de status van beschermde natuur kreeg.\nOordeelHet Investicowerk is een ingenieus onderzoek dat met ‘piekbelasters’ een resultaat oplevert waarop het platform en de krant trots mogen zijn.\nHet blijft zeer relevant, het is de kern van het huidige stikstofprobleem.", "paragraphs": ["Trouw brengt een onthullend onderzoek van Investico naar stikstofuitstoot door boeren. Had de redactie moeten voorkomen dat andere media een boer belagen?", "De kwestie", "‘Kleine groep veehouders overbelast de natuur’ kopt de krant op 25 november. Veehouderijen dicht bij beschermd natuurgebied zorgen als ‘piekbelaster’ voor veel meer stikstofneerslag dan woning- en wegenbouw in dezelfde regio, legt de redacteur duurzaamheid uit. Dat blijkt uit berekeningen van platform voor onderzoeksjournalistiek Investico, voor Trouw en twee andere media. Het nieuwsverhaal meldt ook dat ‘de uitstoot van één kalkoenboer voor meer stikstofneerslag op de Veluwe zorgt dan alle Nederlandse automobilisten samen besparen door de verlaging van de maximumsnelheid’.", "Het nieuwsverhaal verwijst naar een achtergrondstuk in de Verdieping waarin twee Investico-redacteuren het onderzoek uitleggen. Uit dit stuk blijkt ook dat de kalkoenboer uit het nieuwsverhaal in Ermelo is gevestigd. De vergelijking met de lagere maximumsnelheid komt hier terug: de boer vormt een grotere aanslag op de natuur dan de besparing door die verlaging voor de natuur opleverde. Hij overtreft ‘de enige stikstofmaatregel die het kabinet erdoor heeft gekregen’.", "Als de overheid deze 25 piekbelasters zou uitkopen, zou het stikstofprobleem verminderen maar niet meteen oplossen, legt de Trouw-redacteur de dag daarop in een analyse uit. De bedrijven hebben een vergunning, mogelijk stoten ze minder stikstof uit dan daarin is toegestaan en ze zijn ook niet per se de grootste vervuilers: ze zitten vooral binnen 250 meter van natuurgebied. Hij herhaalt de vergelijking van de stikstofuitstoot van de boer in Ermelo – hij noemt nu ook de woonplaats – met de stikstofbesparing door verlaging van de maximumsnelheid.", "Op de eigen site kopt Investico over het onderzoek: ‘Handvol agrarische bedrijven houdt Nederland op slot’.", "De standpunten", "De Ermelose boer stuurt de krant een brief, die wordt geplaatst. Hij legt uit dat zijn bedrijf al lang bestaat en naast terrein van Defensie lag, dat de status van beschermde natuur kreeg.", "Het gezin van de boer krijgt inmiddels ongewenst bezoek van een cameraploeg van PowNed met de beschuldiging ‘door u mag Nederland geen 130 rijden’. De vergelijking van zijn uitstoot met de maximumsnelheid wordt door meer media gepubliceerd.", "De kalkoenboer is nog voor publicatie om commentaar gevraagd, meldt de hoofdredacteur van Investico, maar hij wilde niet reageren.", "De redacteur duurzaamheid die dit project begeleidde, vond dat wel uitgelegd moest worden waar de genoemde bedrijven ongeveer zitten, zonder hun naam of adresgegevens te publiceren. “En het is uiteindelijk openbare informatie, iedereen kan het opzoeken.” Uiteindelijk bleek dat er maar een grote kalkoenboer in Ermelo is.", "De redacteur kreeg een opzet van het onderzoek voorgelegd en kortte het lange verhaal van de Investico-ploeg in tot een geschikte lengte voor de Verdieping. “Ik vond het een interessant project, zeker de moeite waard voor Trouw. Wel vroeg ik mij af: wat weten nu eigenlijk precies met deze gegevens? Het is in Nederland behoorlijk ingewikkeld met het lokale stikstofbeleid en de beschermde natuurgebieden.” Daarom probeerde hij daags na de productie de betekenis van het onderzoek voor het beleid te duiden.", "Oordeel", "Het Investicowerk is een ingenieus onderzoek dat met ‘piekbelasters’ een resultaat oplevert waarop het platform en de krant trots mogen zijn. Het is goed dat de redacteur zijn eigen koers vaart maar de productie was krachtiger geworden wanneer die bedenkingen al de eerste dag waren meegenomen. Nu kan het onbedoeld lijken alsof de redactie zelf de resultaten de volgende dag minder belangrijk noemt.", "Tot de bedenkingen behoort de vaststelling dat de boeren, ook die in Ermelo, wettelijk niets verkeerd doen en nu eenmaal dicht bij natuurgebieden gevestigd zijn. En dat het effect van de lagere snelheid klein is. Door deze productie is in andere media aangenomen dat de kalkoenboer net zoveel stikstof zou uitstoten als alle auto’s in Nederland besparen door niet langer 130 te rijden. Daarbij moet aangetekend dat de vergelijking alleen het stikstof betreft dat neerdaalt in beschermde natuur. Het blijft zeer relevant, het is de kern van het huidige stikstofprobleem. De nuance is uit het Verdiepingsverhaal met enig nalezen af te leiden maar had, achteraf gezien, in de totale productie meer benadrukt moeten worden.", "Edwin Kreulen schrijft wekelijks een column als ombudsman van Trouw. Eerdere afleveringen vindt u hier. Wilt u hem een kwestie voorleggen? Mail dan naar ombudsman@trouw.nl."], "authors": ["Edwin Kreulen"], "keywords": ["moeten", "uit", "van", "redactie", "boer", "het", "met", "zijn", "voorkomen", "een", "dat", "andere", "en", "media", "belagen", "door", "voor"], "pubDate": "2020-12-04T13:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}