{"id": "837766d0-a640-3047-b35e-7eb4aa4f089b", "title": "Boost je immuunsysteem met deze vitaminerijke voeding", "url": "https://www.rtlnieuws.nl/lifestyle/gezondheid/artikel/5196146/boost-je-immuunsysteem-met-deze-vitaminerijke-voeding", "summary": "4: Voeding met vitamine A, B6, B11 en B12Vitamine A staat beter bekend als de anti-infectie vitamine.\nJe kan aan je dosis 'A' komen door bijvoorbeeld (vette) vis of eieren te eten.\nB6 en B12 haal je uit dierlijke voedingsmiddelen (vlees, eieren, zuivel).\nDan is het aan te raden om vitamine B6 en B12 bij te slikken.\nHet helpt tegen luchtweginfecties plus het kan de ernst van het ziektebeeld doen verminderen.", "paragraphs": ["3: Groene (blad)groenten", "Denk aan spinazie, boerenkool of broccoli. Stuk voor stuk zitten ze weer vol antioxidanten en vitamines (A, C, E of een mix van alledrie).", "4: Voeding met vitamine A, B6, B11 en B12", "Vitamine A staat beter bekend als de anti-infectie vitamine. Je kan aan je dosis 'A' komen door bijvoorbeeld (vette) vis of eieren te eten. Verder wordt het in ons land toegevoegd aan halvarine, margarine en bak- en braadproducten.", "Dan de vitamine B's. Een cruciaal vitaminepalet. B11 kan je o.a. halen uit fruit, volkoren producten en groene groenten. B6 en B12 haal je uit dierlijke voedingsmiddelen (vlees, eieren, zuivel). Ben je veganist? Dan is het aan te raden om vitamine B6 en B12 bij te slikken.", "5: Vitamine D druppelen", "Ondanks dat we vitamine D voornamelijk uit zonlicht halen en dus niet uit voeding, vinden we 'm wel in dit lijstje thuishoren. Zeker in tijden dat COVID-19 ons in z'n greep heeft. Want wat blijkt uit een groeiend aantal wetenschappelijke onderzoeken: vitamine D3 helpt tegen corona. Het helpt tegen luchtweginfecties plus het kan de ernst van het ziektebeeld doen verminderen. Kortom, slik juist nu de 'r' in de maand is vitamine D3 bij (liefst in druppelvorm).", "Stay safe!"], "authors": [], "keywords": ["vitaminerijke", "immuunsysteem", "deze", "b6", "het", "voeding", "met", "kan", "boost", "een", "je", "en", "uit", "te", "vitamine", "aan"], "pubDate": "2020-11-15T21:01:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}