{"id": "8378148a-4e05-3bd9-91aa-ec3c8ac416b2", "title": "Brug over het IJ had er allang kunnen zijn", "url": "https://www.parool.nl/amsterdam/brug-over-het-ij-had-er-allang-kunnen-zijn~b6d0ff73/", "summary": "Hoe kon hij het onverenigbare verenigen, namelijk een brug over het IJ terwijl de scheepvaart gewoon kon doorgaan?\nHet probleem van het IJ kun je niet oplossen als je alleen naar het IJ kijkt, moet De Graaf hebben geredeneerd, en dus verbreedde hij zijn blikveld tot ver buiten de stad.\nIn het westen sloot het kanaal bij de Zaan aan op het IJ, en in het oosten vlak bij het Zeeburgereiland.\nIn het noorden tekende hij een verkeerstunnel onder het kanaal voor het spoor-, tram- en wegverkeer.\nIn 1955 kwam het boogkanaal weer even in beeld toen Rijkswaterstaat voorstelde het kanaal aan te leggen in samenhang met een brug over het IJ.", "paragraphs": ["Amsterdam CS en het IJ in 1929. Beeld Stadsarchief", "Het grootste obstakel voor de bouw van een brug over het IJ is de scheepvaart. Dat was honderd jaar geleden ook al zo. De belangenbehartigers van de Amsterdamse haven sabelden elk plan neer dat een onbelemmerde doorvaart kon hinderen. Zo was het gegaan bij de brugplannen van Jan Galman in 1851 en zo ging het 1920 nog steeds.", "Puzzel", "Dat wist ingenieur W.A. de Graaf natuurlijk ook. Als hoofd van de afdeling Bruggen van de gemeentelijke dienst der Publieke Werken puzzelde hij, samen met zijn baas Andries Bos, jaren op het probleem van de vaste oeververbinding over het IJ. Hoe kon hij het onverenigbare verenigen, namelijk een brug over het IJ terwijl de scheepvaart gewoon kon doorgaan?", "Het plan dat hij in 1921 presenteerde, zouden we tegenwoordig een oplossing ‘out of the box’ noemen. Het probleem van het IJ kun je niet oplossen als je alleen naar het IJ kijkt, moet De Graaf hebben geredeneerd, en dus verbreedde hij zijn blikveld tot ver buiten de stad.", "Hij stelde voor een kanaal te graven dat met een grote boog ‘om de Noord’ door Waterland zou lopen, als een rondweg voor scheepvaartverkeer. In het westen sloot het kanaal bij de Zaan aan op het IJ, en in het oosten vlak bij het Zeeburgereiland. In het noorden tekende hij een verkeerstunnel onder het kanaal voor het spoor-, tram- en wegverkeer.", "Omvaren", "Eenmaal door het boogkanaal ontlast, kon het IJ prima een brug krijgen. Voor schepen van IJmuiden naar het Westelijk Havengebied veranderde er niets. Zeeschepen onderweg naar het Oostelijk Havengebied moesten een stukje omvaren. Kleinere schepen konden onder de brug door. Doorgaand scheepvaartverkeer kon ongehinderd om Amsterdam heen en hoefde zich niet meer door het IJ te wurmen. Het plan maakte het mogelijk ‘het verkeersvraagstuk voorgoed op te lossen’, schreef het Algemeen Handelsblad opgetogen in juli 1921. Wie kon hier nu tegen zijn?", "Ontwerp voor een brug die vanaf het Oosterdokseiland het IJ oversteekt. Beeld stadsarchief", "Tweede leven", "Nou, de scheepvaartlobby. Het stukje omvaren was onaanvaardbaar, zo liet de Kamer van Koophandel weten; een economische exploitatie van de haven zou ‘volslagen onmogelijk worden’. Het achterliggende motief lijkt vooral gekrenkte trots te zijn geweest. De sector die in het roemruchte handelsverleden van de stad oppermachtig was geweest, kon het moeilijk verkroppen dat nu ook andere belangen serieus meespeelden.", "Na felle discussies verdween het plan in 1922 uit beeld. Tot 1934. De Graaf, inmiddels directeur van Publieke Werken, vroeg stedenbouwkundige Cornelis van Eesteren een groot stadsplan te maken, het befaamde Algemeen Uitbreidingsplan (AUP). Beiden zaten met Amsterdam-Noord in de maag. Daar waren veel meer woningen en bedrijven verrezen dan de verbindingen over het IJ aankonden. Dagelijks ontstonden er aan beide zijden van het IJ enorme verkeersopstoppingen bij de ponten. In het AUP kreeg het kanaalplan een tweede leven. Helaas bleek het verzet van de scheepvaartlobby onveranderd, ze had nog altijd een dikke vinger in de pap bij de gemeenteraad.", "Toename vervoer over water", "De Graaf deed in de volgende jaren zijn best aan te tonen dat het boogkanaal ook in het belang van de scheepvaart zou zijn. Het landelijke besluit om het Amsterdam-Rijnkanaal aan te leggen was hiervoor een sterk argument. Het vervoer over water zou verder toenemen, met meer en grotere schepen, zo rekende De Graaf voor in de kloeke rapporten De haven van Amsterdam uit 1938 en Het kanaal om de Noord uit 1939. Hij betoogde dat de nieuwe waterweg noodzakelijk was omdat het IJ vroeg of laat op de grenzen van zijn capaciteit zou stuiten. Over een vaste oeververbinding over het IJ bleef het rapport op de vlakte. De gemeenteraad dacht al aan een tunnel.", "Tekening van een uit 1877 stammend plan van waterbouwkundige J. Galman voor een brug met een met pakhuizen bebouwd talud. Beeld Stadsarchief", "Liever tunnels", "‘De aanleg zelf van het Kanaal om de Noord is thans nog niet aan de orde,’ zo besloot De Graaf realistisch. Hij adviseerde het gemeentebestuur wel alvast het tracé te reserveren en ‘om de gronden, welke te zijner tijd voor den aanleg van dit kanaal noodig kunnen zijn, niet onherroepelijk voor andere doeleinden te gaan bezigen’.", "Even later was het oorlog en na de oorlog was de wereld veranderd. Noord kreeg alsnog een grote uitbreiding en de gemeente dacht dat een stel autotunnels de IJbruggen overbodig konden maken. In 1955 kwam het boogkanaal weer even in beeld toen Rijkswaterstaat voorstelde het kanaal aan te leggen in samenhang met een brug over het IJ. Amsterdam was tegen.", "De lange, gebogen strook grond die voor het kanaal was gereserveerd, heeft nog jaren op de gemeentelijke plankaarten gestaan. Aanleg van het Kanaal om de Noord zou daardoor ook op een later moment kunnen. Die kans was echter verkeken toen het tracé ten slotte werd benut om een andere verkeersstroom uit de stad om te leiden naar de stadsrand: in plaats van het het Kanaal om de Noord werd hier de A10 Noord aangelegd.", "De list die Wichert de Graaf honderd jaar geleden voor de bruggenbouw over het IJ verzon, was daarmee voorgoed buiten bereik."], "authors": ["Fred Feddes"], "keywords": ["er", "zijn", "van", "voor", "en", "kunnen", "ij", "een", "om", "kanaal", "te", "het", "dat", "allang", "brug"], "pubDate": "2021-01-10T13:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}