{"id": "8380d016-ec72-3d78-96ca-711a0de1bbd3", "title": "Geen verplichte quarantaine atleten bij Olympische Spelen in Tokio", "url": "https://www.parool.nl/sport/geen-verplichte-quarantaine-atleten-bij-olympische-spelen-in-tokio~b9ddd395/", "summary": "Volgens Muto moeten de details nog worden uitgewerkt, maar de verwachting is dat sporters 72 uur voor aankomst negatief getest moeten hebben op het coronavirus.\nDe organisatie neemt die maatregelen om besmetting met of verspreiding van het coronavirus te voorkomen.\nOver de aanwezigheid van toeschouwers wordt pas later meer duidelijk.\n“Komend voorjaar komen we met een plan voor toeschouwers, inclusief niet-Japanse toeschouwers,” zei Muto.\n“Het is onmogelijk om een ​​quarantaineperiode van veertien dagen in te stellen voor buitenlandse toeschouwers, dus testen voor en bij aankomst zijn nodig.”De Olympische Spelen beginnen op vrijdag 23 juli 2021.", "paragraphs": ["Beeld EPA", "“Atleten, coaches en functionarissen die in aanmerking komen voor de Spelen in Tokio mogen het land binnenkomen, op voorwaarde dat er belangrijke maatregelen worden genomen voordat ze naar Japan afreizen,” zei Toshiro Muto, het hoofd van het organisatiecomité. Volgens Muto moeten de details nog worden uitgewerkt, maar de verwachting is dat sporters 72 uur voor aankomst negatief getest moeten hebben op het coronavirus.", "De deelnemers zullen voortdurend in hun eigen omgeving moeten blijven. Ze zullen met speciaal vervoer van het eigen dorp naar wedstrijden en trainingsaccommodaties worden gebracht, zo werd in een eerder stadium duidelijk. De organisatie neemt die maatregelen om besmetting met of verspreiding van het coronavirus te voorkomen.", "Over de aanwezigheid van toeschouwers wordt pas later meer duidelijk. “Komend voorjaar komen we met een plan voor toeschouwers, inclusief niet-Japanse toeschouwers,” zei Muto. “Het is onmogelijk om een ​​quarantaineperiode van veertien dagen in te stellen voor buitenlandse toeschouwers, dus testen voor en bij aankomst zijn nodig.”", "De Olympische Spelen beginnen op vrijdag 23 juli 2021."], "authors": [], "keywords": ["moeten", "geen", "bij", "atleten", "van", "toeschouwers", "verplichte", "het", "olympische", "voor", "op", "muto", "met", "worden", "tokio", "en", "quarantaine", "spelen"], "pubDate": "2020-11-12T14:00:05+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}