{"id": "83964e92-1308-3049-8b3d-351ef4c88ae4", "title": "Rechter is mild voor oplichting van huurders door ‘louche’ Anthony H.", "url": "https://www.parool.nl/amsterdam/rechter-is-mild-voor-oplichting-van-huurders-door-louche-anthony-h~ba0c0425/", "summary": "Het strafblad van Anthony H. telt inmiddels 24 kantjes, maar deze oplichtingszaak is echt de laatste, belooft hij.\nHet strafblad van Anthony H. telt inmiddels 24 kantjes, maar deze oplichtingszaak is echt de laatste, belooft hij.\nPolitierechter Sandra Ju: “Steeds is het een beetje vaag allemaal.\nDe eigenaar vond het volgens hem prima als hij het onderverhuurde.\nDat zou een oplichter nooit doen.”Rechter Ju: “Dat is een logica die u zelf begrijpt, maar ik moet er aan wennen.", "paragraphs": ["Het strafblad van Anthony H. telt inmiddels 24 kantjes, maar deze oplichtingszaak is echt de laatste, belooft hij. Beeld Getty Images/iStockphoto", "Daar zit ie weer, 53 jaar inmiddels, spelend met zijn bril in de verdachtenbank die hem iets te vertrouwd is. Het strafblad van Anthony H. telt inmiddels 24 kantjes, maar deze oplichtingszaak is echt de laatste, belooft hij. “Ik denk soms te makkelijk over dingen. Dan maak je fouten.”", "Zware criminelen", "Eind 2017, begin 2018 pakte hij tot vier keer toe duizenden euro’s borg, sleutelgeld en vooruitbetaalde huur aan van met name buitenlanders die hij een woning of kamer had beloofd, maar uiteindelijk niets te bieden had.", "Het is een ander type verdenking dan in zijn grootste zaak, toen hij samen met beroepscrimineel Greg Remmers volop woningen (en auto’s en speedboten) had geregeld voor zware criminelen, met valse papieren.", "Nu waren de woningzoekenden volgens hem vooral prostituees.", "Patroon", "Wat hun achtergrond ook is, de kandidaat-huurders deden aangifte van oplichting. In hun verhalen is een duidelijk patroon te herkennen.", "H. beloofde ze woningen, pakte grof geld aan en kwam vervolgens met allerlei redenen waarom hij de sleutel niet kon leveren – dan was er kanker in het spel, dan een kind dat niet uit het toegezegde huis kon worden gezet.", "Politierechter Sandra Ju: “Steeds is het een beetje vaag allemaal. Het lijkt allemaal niet pluis. U wilde ook per se contant worden betaald, zegt iedereen.”", "Terugbetaald", "Drie keer had H. het forse pand aan de Osdorperweg aangeboden waar hij toen zelf woonde. Hij moest naar de gevangenis, vandaar. De eigenaar vond het volgens hem prima als hij het onderverhuurde. Hij zit inderdaad sinds april 2019 vast, nog tot december, al mag hij geregeld naar buiten om zijn leven opnieuw in te richten.", "Hij snapt niet waarom dit een strafzaak is geworden, terwijl er in zijn visie hooguit een civiel geschil ligt. “Ik heb toch al een deel terugbetaald? Dat zou een oplichter nooit doen.”", "Rechter Ju: “Dat is een logica die u zelf begrijpt, maar ik moet er aan wennen. Als u onterecht 7000 euro heeft gekregen, moet u toch 7000 euro teruggeven? Dát heeft u niet gedaan. Ik lees dat sommigen met een gezinnetje op straat stonden na hun oude huis al te hebben opgezegd. En u, ik zeg het maar even hardop, kwam met vage, smoezige verhalen.”", "Louche zaakjes", "Officier van justitie Arjen Bennis wees de rechter op H.’s forse strafblad vol ‘louche zaakjes’ als fraude, witwassen, heling en oplichting. “Het is een historie van veroordelingen die allemaal draaien om creatief omgaan met geld en de waarheid.”", "Hij telt ook mee dat deze zaak met ‘een patroon van oplichting’ onnodig lang liep en H. alweer is gestraft voor recentere misdrijven (volgens H. ‘allemaal kleine dingetjes’).", "Al met al vindt de aanklager vier maanden voorwaardelijke celstraf voldoende, als stok achter de deur. Het enige slachtoffer dat schadevergoeding vroeg, moet H. 3720 euro betalen.", "Advocaat Rix Ronday ziet in H.’s ‘rommelige bedrijfsvoering’ geen oplichting.", "Politierechter Ju wel. Ze legt de geëiste straf op. “Daarmee komt u na al uw veroordelingen wat mij betreft goed weg.”"], "authors": ["Paul Vugts"], "keywords": ["van", "louche", "rechter", "voor", "mild", "huurders", "h", "een", "met", "en", "oplichting", "niet", "te", "het", "door", "hij", "dat", "anthony"], "pubDate": "2021-01-07T11:41:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}