{"id": "839f6d0e-cecb-3195-8dc1-fa7f086f4bd5", "title": "Kok legt het ondanks drie ritzeges af tegen sprintrivale Leerdam", "url": "https://volkskrant.nl/sport/kok-legt-het-ondanks-drie-ritzeges-af-tegen-sprintrivale-leerdam~b61f67fb/", "summary": "Kok knokt en sleurt, maar na drie ritzeges kunnen de benen niet meer uitvoeren wat het hoofd zo graag wil.\nOp het scorebord verschijnt 1.15,53 als eindtijd.\nVoor het toernooi was duidelijk dat het een tweestrijd zou worden: Jutta Leerdam, regerend wereldkampioen op de 1.000 meter versus Femke Kok, nationale kampioen 500 meter.\nDe materiaalpech van Leerdam deed niets af aan de goede prestaties van Kok, die naast de 1.000 meter ook beide 500 meters won.\nTwee jaar geleden eindigde in Collalbo (Italië) bij de vorige EK sprint geen enkele Nederlandse op het podium, ditmaal zijn de vooruitzichten gunstiger dankzij Leerdam en Kok.", "paragraphs": ["Jutta Leerdam (voor) en Femke Kok starten op de tweede 500 meter. Beeld Klaas Jan van der Weij", "Met de handen in de zij en een strakgespannen gezicht kijkt Jutta Leerdam (21) naar het scorebord in Thialf. Haar concurrent Femke Kok (20) is bezig aan de afsluitende 1.000 meter op de NK sprint en heeft met nog één rondje voor de boeg 0,01 seconde voorsprong over op Leerdam. Kok knokt en sleurt, maar na drie ritzeges kunnen de benen niet meer uitvoeren wat het hoofd zo graag wil. Op het scorebord verschijnt 1.15,53 als eindtijd. Leerdam weet genoeg. Ze valt haar coach Kosta Poltavets in de armen en mag zichzelf voor tweede keer de beste sprintster van Nederland noemen.", "Voor het toernooi was duidelijk dat het een tweestrijd zou worden: Jutta Leerdam, regerend wereldkampioen op de 1.000 meter versus Femke Kok, nationale kampioen 500 meter. Voor beide vrouwen was de opdracht duidelijk. De ‘eigen’ favoriete afstand winnen en de schade zoveel mogelijk beperken op de favoriete afstand van de ander.", "Leerdam slaagde in die laatste opdracht het best. Ze reed op zaterdag met 37,53 haar beste 500 meter op een laaglandbaan. Een maand geleden op de NK afstanden zat ze nog boven de 38 seconden. ‘Met name mijn start op de 500 meter is enorm verbeterd’, vertelde Leerdam na afloop van het toernooi. ‘Ik ben sterker en we hebben veel geoefend op mijn start. Ik open nu bij een slechte start in 10,6 over 100 meter, waardoor ik ook met meer snelheid het rondje inga.’", "Elkaar scherp houden", "Volgens Leerdam is haar progressie op de 500 meter mede te danken aan de druk die wordt opgevoerd door Kok. Vorig jaar waren in Thialf slechts vier buitenlandse vrouwen sneller dan de 37,51 die Kok zaterdag neerzette. ‘We houden elkaar scherp, het niveau gaat omhoog’, zei Leerdam zondag nadat ze de titel had gewonnen. ‘Volgens mijn coaches is er nog genoeg progressie te boeken op de 500 meter, maar dat zal ook voor Femke gelden.’", "Waar Leerdam zich van haar beste kant liet zien op de 500 meter, verraste Kok zaterdag met een overwinning op de 1.000 meter. Ze reed juist de beste 1.000 meter van haar leven (1.14,23) en haalde bijna een seconde af van haar persoonlijk record. ‘Ik had niet verwacht dat ik op deze afstand al kon winnen van Jutta’, glunderde Kok. ‘Zij is de afgelopen jaren zo stabiel op die afstand.’ Leerdam zelf schreef de nederlaag aan materiaalpech toe. ‘Er zat een schroef los in mijn schaats waardoor ik geen kracht kon zetten.’ Coach Poltavets omschreef het als schaatsen op één been.", "De materiaalpech van Leerdam deed niets af aan de goede prestaties van Kok, die naast de 1.000 meter ook beide 500 meters won. Daarmee werd ze de eerste vrouw in de geschiedenis van het toernooi die drie afstanden won, maar niet met de krans om de nek op het hoogste schavot mocht klimmen.", "‘Ik kijk terug op een geweldig toernooi. Het was pas mijn eerste NK sprint. Ik heb drie goede afstanden gereden en daar ben ik gewoon heel tevreden mee’, zei Kok die naar eigen zeggen iets te graag wilde op de laatste 1.000 meter, waardoor ze de sprinttitel aan Leerdam moest laten. ‘Mijn benen liepen vol, het batterijtje was gewoon leeg.’", "600 duizend volgers", "Kok en Leerdam zijn jonge twintigers en snel op de sprint, maar daar houden de overeenkomsten op. Leerdam is behalve regerend wereldkampioen een wandelend merk met ruim 600 duizend volgers op Instagram. Kok reed vorig jaar nog voor Gewest Friesland en vestigde de aandacht op zich met een bronzen medaille bij de NK afstanden, een vierde plek op de 500 meter bij de EK en een wereldtitel allround bij de junioren. In maart tekende ze een tweejarig contract bij Reggeborgh.", "Ze begon in september nog aan een studie bedrijfskunde op de universiteit van Groningen, maar hield daar oktober alweer mee op. ‘Het was niet te combineren met mijn schaatscarrière, ik miste bijna alle werkcolleges.’ Nu legt ze zich volledig toe op schaatsen en heeft ze het volgens coach Gerard van Velde in zich om net als Leerdam de strijd aan te gaan met de wereldtop. ‘Ze is leergierig, heeft veel talent en een fabelachtige techniek, maar voordat ze ook internationaal mee kan doen om de prijzen moet het nog wat harder.’", "Leerdam mag door haar overwinning op de NK sprint sowieso een gooi doen naar de medailles bij de EK sprint die in januari worden gehouden in Thialf. Kok krijgt eind december de kans om een van de twee andere tickets te bemachtigen bij de kwalificatiewedstrijden. Twee jaar geleden eindigde in Collalbo (Italië) bij de vorige EK sprint geen enkele Nederlandse op het podium, ditmaal zijn de vooruitzichten gunstiger dankzij Leerdam en Kok."], "authors": ["David Van Meggelen"], "keywords": ["van", "leerdam", "kok", "een", "en", "ritzeges", "met", "sprintrivale", "drie", "meter", "ze", "ondanks", "op", "legt", "af", "tegen", "het"], "pubDate": "2020-11-29T21:20:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}