{"id": "83a184c0-10e5-3fef-a364-fbc49512bca0", "title": "Hoe krijg je zin het roer om te gooien?", "url": "https://nrc.nl/nieuws/2020/12/11/hoe-krijg-je-zin-het-roer-om-te-gooien-a4023519", "summary": "Daarnaast zijn we geïnteresseerd in wat gebruikelijk is binnen onze sociale groep: wat doen en wat vinden anderen?\nWat nu als ik mijzelf of anderen een duwtje in de rug wil geven bij een verandering?\nPrestaties van anderen: waarnemen van de handelingen en de prestaties van anderen heeft een sterke invloed.\nHet is goed voor je mentale veerkracht, leidt tot betere prestaties op het werk en tot betere studieresultaten.\nNRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken InschrijvenEen versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020", "paragraphs": ["Door de coronacrisis moeten veel mensen iets anders gaan doen op werkgebied. Dat is niet per se leuk. Hoe kun je zorgen dat je er toch een beetje zin in krijgt? Je leven omgooien, of dat nu verplicht of vrijwillig is, daar gaat vaak heel wat gepieker en gepeins aan vooraf. Volgens psychologen zijn er drie elementen die in dat denkproces een belangrijke rol spelen, waarbij er één extra gewicht heeft.", "De eerste: wanneer we een verandering overwegen, denken we na over de verwachte uitkomsten van onze stappen en of die de moeite waard zijn. Dit noem je de attitude tegenover de verandering of de attitude tegenover het gedrag.", "Daarnaast zijn we geïnteresseerd in wat gebruikelijk is binnen onze sociale groep: wat doen en wat vinden anderen? Of, zoals psychologen zeggen: wat is de sociale norm?", "Ten slotte denken we na over de vraag of we in staat zullen zijn de stappen die nodig zijn voor de verandering daadwerkelijk te zetten; kan ik dit wel? Deze factor doopte psycholoog Albert Bandura in 1977 self-efficacy. In het Nederlands: zelfeffectiviteit. Dit vertrouwen in ons vermogen om te slagen in een specifieke situatie is volgens een recente meta-analyse de belangrijkste van de drie elementen.", "Wat nu als ik mijzelf of anderen een duwtje in de rug wil geven bij een verandering? Stel dat ik die self-efficacy wil opkrikken? Wat is daar dan voor nodig?", "Je leven omgooien, verplicht of vrijwillig, daar gaat heel wat gepieker en gepeins aan vooraf", "Bandura en anderen die na hem onderzoek deden naar zelfeffectiviteit, zien vier factoren die we kunnen inzetten.", "Eigen prestaties: onze eigen ervaringen bepalen in sterke mate hoe we onze bekwaamheid inschatten. Daarom is het bijvoorbeeld nuttig te beginnen met kleine stappen die leiden tot succeservaringen. Zo voeden we het vertrouwen dat we een bepaalde verandering kunnen realiseren.", "Prestaties van anderen: waarnemen van de handelingen en de prestaties van anderen heeft een sterke invloed. Als we anderen zien slagen, stijgt onze zelfeffectiviteit. Als we anderen zien falen, daalt ze.", "Overreding: wat anderen ons vertellen over onze bekwaamheden, beïnvloedt hoe wij daar zelf over denken. Deze invloed is doorgaans minder groot dan die van de vorige twee factoren. Interessant: het negatieve effect van kritiek is meestal groter dan het positieve effect van aanmoediging.", "Fysiologische factoren: ervaren van lichamelijke prikkels, zoals gevoelens van plezier of stress en spanning, beïnvloeden onze zelfeffectiviteit. Met name stress ervaren (én stressreducerende maatregelen nemen, zoals bewegen of ontspanningsoefeningen) blijken belangrijk in de praktijk.", "Samengevat: wie zichzelf of anderen wil motiveren om serieus met een verandering aan de slag te gaan, doet er goed aan om zich te richten op de factor zelfeffectiviteit. Opdoen van succeservaringen, anderen zien slagen en stress reduceren helpen daarbij het meest.", "Het mooie van deze aanpak: baat het niet, dan schaadt het niet. Self-efficacy heeft namelijk allerlei positieve neveneffecten. Het is goed voor je mentale veerkracht, leidt tot betere prestaties op het werk en tot betere studieresultaten. Bijzonder wat een beetje mentale aanmoediging kan doen.", "Ben Tiggelaar schrijft wekelijks over persoonlijk leiderschap, werk en management.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Ben Tiggelaar", "Leestijd Minuten"], "keywords": ["van", "om", "gooien", "die", "anderen", "een", "onze", "verandering", "en", "te", "hoe", "je", "krijg", "wat", "het", "roer", "zin"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}