{"id": "83a5ace7-a824-3c33-9699-bc730bdf092f", "title": "De Volkskeuken: gepaneerde ribkarbonade met tomatenchutney", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-gepaneerde-ribkarbonade-met-tomatenchutney~b2be9ed0/", "summary": "Austen introduceert haar met een van mijn lievelingszinnen uit het boek: ‘Mrs Jennings was a widow with an ample jointure.’Bij ‘ample jointure’ moest ik namelijk altijd denken aan een ‘joint’, een stevige vleesbout.\nTot ik zondagmiddag de Nederlandse vertaling opensloeg en er achter kwam dat ‘jointure’ niets met spek te maken heeft: het betekent ‘weduwepensioen’.\nZuchtend maakte ik gepaneerde karbonaden met tomatenchutney.\nHaal de karbonaden door de bloem, door het losgeklopte ei en vervolgens zorgvuldig door het broodkruim.\nMaar ook doorbakken zijn ze, door het pekelen, nog bijzonder mals.", "paragraphs": ["Beeld Sake Slootweg", "Een van de plaaggeesten van de zusjes Marianne en Elinor Dashwood in Jane Austens Sense and Sensibility is de roddelende koppelaarster Mrs Jennings. Austen introduceert haar met een van mijn lievelingszinnen uit het boek: ‘Mrs Jennings was a widow with an ample jointure.’", "Bij ‘ample jointure’ moest ik namelijk altijd denken aan een ‘joint’, een stevige vleesbout. Gesterkt door het feit dat ze denkt dat Mariannes liefdesverdriet wel overgaat met een portie olijven en een bel wijn, en omdat het personage in de verfilming van 1995 ook meestal zit te eten, dacht ik altijd dat Austen hiermee wilde zeggen dat mevrouw Jennings een dame was met royaal spek aan de benen.", "Tot ik zondagmiddag de Nederlandse vertaling opensloeg en er achter kwam dat ‘jointure’ niets met spek te maken heeft: het betekent ‘weduwepensioen’. Dat mijn favoriete zin niet betekent wat ik altijd dacht, was even slikken. Zuchtend maakte ik gepaneerde karbonaden met tomatenchutney. Iets wat de mevrouw Jennings in mijn fantasie in elk geval met bezieling zou hebben weggewerkt.", "Ingrediënten 40 g zout 2 dikke ribkarbonaden (samen 350 g) of 1 grote 2 rode uien, in ringen 2 knoflooktenen, in schijfjes Stukje verse gember van 5 cm, fijngehakt Zonnebloemolie 380 g tomaten, in partjes 60 g rozijnen 25 ml rode wijnazijn 75 g bruine suiker 4 eetl. bloem 1 flink ei, geklutst 50 g panko (Japans broodkruim) 25 g roomboter", "Los het zout al roerend op in 1 liter water. Laat de karbonaden hierin 24 uur of langer afgedekt in de koelkast pekelen. Droog ze heel goed af en laat op kamertemperatuur komen.", "Fruit de ui, knoflook en gember enkele minuten in wat zonnebloemolie. Voeg de tomaten, rozijnen, wijnazijn en suiker toe. Doe een deksel op de pan en laat 15 minuten zachtjes pruttelen. Laat vervolgens 15-20 minuten pruttelen zonder deksel, tot de saus stroperig begint te worden. Zet het vuur uit.", "Haal de karbonaden door de bloem, door het losgeklopte ei en vervolgens zorgvuldig door het broodkruim. Verhit de boter met 2 eetlepels zonnebloemolie in een koekenpan. Bak de karbonaden op laag vuur, 5-7 minuten aan elke kant. Het korstje mag niet aanbranden. Snijd er eventueel één in om te kijken of het vlees gaar is. Ik eet de karbonaden graag licht rosé. Maar ook doorbakken zijn ze, door het pekelen, nog bijzonder mals.", "Serveer aan één stuk of snijd de karbonaden in reepjes. Serveer met de chutney en bijvoorbeeld spinazie."], "authors": ["Sake Slootweg"], "keywords": ["dat", "volkskeuken", "van", "ribkarbonade", "tomatenchutney", "een", "het", "en", "gepaneerde", "karbonaden", "g", "ik", "met", "door"], "pubDate": "2020-11-24T16:01:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}