{"id": "83c0e3fd-cbe2-32b5-b733-268b9e2dbcb2", "title": "De Volkskeuken: Pinksternakelsoep met waterkers en pastinaakchips", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-pinksternakelsoep-met-waterkers-en-pastinaakchips~b181c642/", "summary": "In het kort: als het uiterlijk van een plant of vrucht gelijkenis vertoont met een lichaamsdeel, zou hij zeer geschikt zijn om mankementen te verhelpen.\nDenk aan de walnoot die gelijkenis vertoont met hersenen en daarom geheugenbevorderend is.\nLeg een vel bakpapier op een bakplaat en spreid de pastinaakblokjes erop uit.\nBreng op smaak met chipotle-pepersaus en een beetje citroensap.\nServeer de soep, garneer met de waterkers, de blauwschimmelkaas en de pastinaakchips.", "paragraphs": ["Beeld Marie Louise Schipper", "Een pastinaak is niet de mooiste jongen uit de klas, maar wel een veelzijdige. De aardappel is ook geen schoonheid. Nog voor die in de 17de eeuw zijn intrede deed in Europa, was de pastinaak, ook wel pinksternakel genoemd, reuze populair.", "Die faam is mede te danken aan de signatuurleer, een niet wetenschappelijke theorie die dankzij onder anderen de arts Philippus Aureolus Theophrastus Bombastus von Hohenheim (1493-1541) in de 16de eeuw in Europa opgang maakte.", "In het kort: als het uiterlijk van een plant of vrucht gelijkenis vertoont met een lichaamsdeel, zou hij zeer geschikt zijn om mankementen te verhelpen. Denk aan de walnoot die gelijkenis vertoont met hersenen en daarom geheugenbevorderend is. Pak een pastinaak en ziet: een afrodisiacum bij uitstek. Er zijn nog altijd mensen die daarin geloven.", "Feit is dat een pastinaak vitaminerijk is, lekker zoet smaakt en toch weinig calorieën bevat. Het is een heel veelzijdig worteltje. Bijkomend voordeel: op dit moment zijn ze volop verkrijgbaar. En heel lekker in dit fluwelen soepje.", "INGREDIËNTEN 2 pastinaken, 1 grote en 1 kleintje olie om in te bakken peper en zout naar smaak 400 ml (kippen)bouillon 1 afgestreken eetl. chipotle-pepersaus (uit de Mexicaanse afdeling van de supermarkt) scheutje citroensap 1 eetl. roomkaas stukje blauwschimmelkaas (ik nam Saint Agur) wat waterkers ter garnering", "Was de pastinaken. Jonge verse hoef je niet te schillen. Verwijder ongerechtigheden. Snijd de grootste in blokjes. Houd het dikke gedeelte van de andere even apart, daar maken we straks chips van. Het uitsteeksel kunt u ook in blokjes hakken. Leg een vel bakpapier op een bakplaat en spreid de pastinaakblokjes erop uit. Besprenkel met olie en meng goed. Zet de plaat in de oven en rooster de blokjes op 200 graden in 15 à 20 minuten goudbruin (afhankelijk van uw oven).", "Verwarm de bouillon. Blender de pastinaakblokjes tot puree. Breng op smaak met chipotle-pepersaus en een beetje citroensap. Voeg eventueel wat zout toe. Doe de puree bij de bouillon en meng goed. Voeg de roomkaas toe en klop goed door. Houd warm.", "Snijd superdunne plakjes van het pastinaakrestant (ik gebruik daarvoor een mandoline, komt die ook weer eens uit de kast). Verwarm wat olie in een pan met dikke bodem. Bak de pastinaakflinters goudbruin, maar pas op dat ze niet té bruin worden, dat kan snel uit de hand lopen. Laat uitlekken op een stuk keukenpapier. Bestrooi eventueel met zout.", "Serveer de soep, garneer met de waterkers, de blauwschimmelkaas en de pastinaakchips."], "authors": ["Marie Louise Schipper"], "keywords": ["pinksternakelsoep", "van", "waterkers", "het", "op", "met", "die", "zijn", "een", "volkskeuken", "en", "te", "uit", "pastinaakchips"], "pubDate": "2020-11-25T13:59:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}