{"id": "8402d549-35c0-3662-af1f-40cad3a487b3", "title": "GroenLinks, beantwoord de vragen over aanstaand Kamerlid Bouchallikht", "url": "https://trouw.nl/opinie/groenlinks-beantwoord-de-vragen-over-aanstaand-kamerlid-bouchallikht~ba530bbb/", "summary": "Haar vicevoorzitterschap van Femyso heeft Bouchallikht bij GroenLinks verzwegen.\nFemyso gaat vol op het orgel en beschuldigt de Franse president van ‘opportunistisch gedrag dat het principe van de rechtsstaat ondermijnt’ en ook van ‘het voeren van een xenofoob beleid’.\nNa een stilte van elf dagen waarin Bouchallikht weigerde de vragen van de Nederlandse pers te beantwoorden, vroeg GroenLinks Trouw om een spoedinterview met Bouchallikht te houden.\nMij lijkt dat het eerder aan GroenLinks is om vragen rond zijn aanstaande Kamerlid te beantwoorden.\nBijvoorbeeld, hoe denkt de partij om te gaan met een Kamerlid dat een lasterlijke brief van haar organisatie tegen Frankrijk en zijn president niet afkeurt?", "paragraphs": ["Sinds de Franse president Emmanuel Macron het islamisme in zijn land zegt te willen bestrijden (salafisten, Moslimbroederschap, Turkse Grijze Wolven) is hij het doelwit van moslimconservatieven in de hele wereld. Zijn portret wordt besmeurd tijdens demonstraties en de Franse vlag verbrand.", "Afgelopen zaterdag schreef de Pakistaanse minister van mensenrechten Shireen Mazari in een tweet dat ‘Macron doet met moslims wat de nazi’s deden met Joden’. Volgens haar zullen moslimkinderen voortaan ‘een identificatienummer moeten hebben zoals Joden vroeger een gele ster moesten dragen’. Fake nieuws dat Parijs heeft ontkend, terwijl deze ‘diep beledigende en verachtelijke woorden over onze president’ werden veroordeeld.", "De vergelijking tussen de onderdrukking en uitroeiing van Joden vóór en tijdens de oorlog en het Franse beleid gericht tegen islamisten, is niet van de lucht bij radicale moslims en werd eerst door de Turkse president Erdogan gelanceerd.", "Maar neem nu de moslimorganisatie Femyso, volgens deskundigen een koepelorganisatie die aan de Moslimbroederschap is gelieerd. Femyso staat in de schijnwerpers omdat haar vicevoorzitter Kauthar Bouchallikht op plek negen prijkt van de GroenLinks-kandidatenlijst voor de Kamerverkiezingen. Haar vicevoorzitterschap van Femyso heeft Bouchallikht bij GroenLinks verzwegen.", "Op de site van de conservatieve Femyso staat een open brief vol laster en onjuistheden gericht aan Macron. Daarin wordt ook ongegeneerd de link gelegd tussen Joden in de oorlog en moslims nu in Frankrijk, ooit met ‘afschuwelijke gevolgen op massale schaal’. Macron wordt gevraagd ‘de eenzijdige aanval op moslims, de islam en de profeet Mohammed (vrede zij met hem) te heroverwegen’. Verder wordt hem verweten: een gebrek ‘aan moreel leiderschap’, ‘haat aan te wakkeren’ en ‘racisten aan te moedigen’. Femyso gaat vol op het orgel en beschuldigt de Franse president van ‘opportunistisch gedrag dat het principe van de rechtsstaat ondermijnt’ en ook van ‘het voeren van een xenofoob beleid’.", "Nergens op de site of in de Nederlandse pers is te lezen dat Bouchallikht afstand heeft genomen van dit lasterlijke pamflet tegen een bevriend staatshoofd. Na een stilte van elf dagen waarin Bouchallikht weigerde de vragen van de Nederlandse pers te beantwoorden, vroeg GroenLinks Trouw om een spoedinterview met Bouchallikht te houden. Daarin probeerde ze enkele aantijgingen te weerspreken en suggereert dat ze slachtoffer is van een hetze, maar Femyso noemt ze ‘legitiem’.", "Mij lijkt dat het eerder aan GroenLinks is om vragen rond zijn aanstaande Kamerlid te beantwoorden. Bijvoorbeeld, hoe denkt de partij om te gaan met een Kamerlid dat een lasterlijke brief van haar organisatie tegen Frankrijk en zijn president niet afkeurt? Associeert GroenLinks uitgeroeide Joden ook met Franse moslims? Vindt GroenLinks het beleid van EU-lidstaat Frankrijk ‘xenofoob’ en ‘ondermijnend voor de rechtsstaat’? Wegkijken, zoals Baudet deed inzake antisemitisme vóór hij gisteren als leider van FvD aftrad, leek me voor Jesse Klaver niet houdbaar.", "Lees ook:", "Ephimenco", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["aanstaand", "vragen", "van", "kamerlid", "het", "op", "met", "zijn", "bouchallikht", "een", "en", "te", "dat", "femyso", "groenlinks", "beantwoord"], "pubDate": "2020-11-24T08:09:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}