{"id": "8407f1bf-2697-3907-a40e-1b6e50807727", "title": "Petitie gestart om schapen- geitenhouders in heel Drenthe recht te geven op subsidie voor bescherming tegen wolf: 'Provincie heeft belachelijk klein gebied afgekaderd'", "url": "https://www.dvhn.nl/drenthe/Actievoerders-willen-dat-subsidieregeling-voor-bescherming-tegen-wolf-in-heel-Drenthe-geldt-26296462.html", "summary": "De provincie Drenthe maakte dinsdagmiddag bekend dat geiten- en schapenhouders in de Kop van Drenthe aanspraak kunnen maken op subsidie om hun dieren te beschermen tegen aanvallen van de wolf.\nMet het opzetten van een online-petitie hoopt initiator Ray Dorgelo van Canine Efficiency het voor elkaar te krijgen dat de subsidie voor dierenhouders in heel Drenthe gaat gelden.\nVolgens Dorgelo is het door de provincie gekozen gebied onrealistisch en moeten schapen- en geitenhouders in heel Drenthe aanspraak kunnen maken op de subsidie.\n„We juichen het toe dat de provincie eindelijk met een subsidie voor geiten- en schapenhouders komt.\nEen tijdje geleden gebeurde dat ook met de petitie tegen het afschieten van het edelhert.", "paragraphs": ["De provincie Drenthe maakte dinsdagmiddag bekend dat geiten- en schapenhouders in de Kop van Drenthe aanspraak kunnen maken op subsidie om hun dieren te beschermen tegen aanvallen van de wolf. Met het opzetten van een online-petitie hoopt initiator Ray Dorgelo van Canine Efficiency het voor elkaar te krijgen dat de subsidie voor dierenhouders in heel Drenthe gaat gelden.", "Volgens Dorgelo is het door de provincie gekozen gebied onrealistisch en moeten schapen- en geitenhouders in heel Drenthe aanspraak kunnen maken op de subsidie. „We juichen het toe dat de provincie eindelijk met een subsidie voor geiten- en schapenhouders komt. Ze hebben alleen een belachelijk klein gebied afgekaderd. In heel Drenthe zijn wolven waargenomen en wolven-aanvallen geweest.”", "De keuze van de provincie om alleen dierenhouders in de Hart van Drenthe subsidie te verstrekken is gebaseerd op een onderzoek van Wageningen Environmental Research. Volgens de instelling is het Hart van Drenthe, op basis van eerdere zicht- en schademeldingen, een zogenaamd ‘risicogebied’ waar de kans op verblijf en aanvallen van de wolf op vee het grootst is.", "Handtekeningen", "Met de petitie wil Dorgelo aandacht vragen voor de gedupeerde boeren die net buiten de regeling vallen. Een bepaald aantal handtekeningen heeft Dorgelo niet voor ogen. „Ik hoef niet per se een specifiek getal te halen. Ik hoop alleen dat de petitie genoeg aandacht trekt dat de provincie ernaar gaat kijken. Een tijdje geleden gebeurde dat ook met de petitie tegen het afschieten van het edelhert. Het zou mooi zijn als we iets soortgelijks voor elkaar krijgen.”"], "authors": [], "keywords": ["van", "dat", "provincie", "subsidie", "wolf", "een", "en", "drenthe", "petitie", "te", "recht", "schapen", "op", "voor", "tegen", "het"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}