{"id": "840842ff-42a3-3238-9553-cac62a83d1b7", "title": "Ruim baan voor vrouwen op het witte doek in 2020", "url": "https://trouw.nl/cultuur-media/ruim-baan-voor-vrouwen-op-het-witte-doek-in-2020~b9bdb82c/", "summary": "Die test stelt de vraag: komt er in de film een dialoog voor tussen vrouwen, die over iets anders gaat dan een man?\nVrouwen die een eigen weg zoeken, hun hersens scherpen, ongegeneerd ruimte opeisen.\nBoze witte vrouwenEn dan zijn er nog de conservatieve tegenkrachten van koekjesbakkende ‘boze witte vrouwen’ die zich maatschappelijk terzijde geschoven voelen.\nDe leukste vrouwenfilm van het jaar, door covid-omstandigheden net over de jaarwisseling heen getild, maakt de cirkel rond.\nLees ook:In ‘Ammonite’ geen broeierige blikken, wel blote voeten op natte keien‘The Glorias’ is een vrij portret van een feministisch icoon‘Misbehaviour’:Een scherpe én luchtige kijk op missverkiezing", "paragraphs": ["Een geweldig jaar voor vrouwen in films en series was het. Nooit eerder ben ik als (vrouwelijke) filmcriticus zo vaak blij de bioscoop uitgekomen, geïnspireerd door gewone of hooggeplaatste, kleine of grootse, heldhaftige vrouwen.", "Of ze nu het heelal in gingen (‘Proxima’, ‘Away’), als klein meisje de jeugdzorg op z’n kop zetten (‘System Crasher’), of op hoog niveau schaakten (‘The Queen’s Gambit’): vrouwen waren zeer aanwezig in visuele verhalen. Met steeds meer vrouwen aan de schrijftafel en achter de camera maken filmers misschien wel een inhaalslag: de helft van de wereldbevolking, die in eerdere decennia vaak wat schematisch mocht opdraven als decoratiestuk, hysterica, moeder of fatale liefde, is inmiddels een onuitputtelijke bron voor menselijk drama. Los van mannen.", "Het was een glorieus jaar om naar het scherm te kijken met in het achterhoofd de ‘Bechdel-test’, vernoemd naar de tekenares die ‘m ooit in een strip noemde. Die test stelt de vraag: komt er in de film een dialoog voor tussen vrouwen, die over iets anders gaat dan een man? Een geinige, en tegelijkertijd hoogst ernstige truc om te zien wat vrouwelijke personages zoal bezighoudt.", "‘Rocks’ doorstond de test, een aandoenlijk drama over tienermeisjes in een Londense multicultiwijk, die echt andere dingen aan hun hoofd hebben dan jongens. Het lukte in seizoen vier van ‘The Crown’: de Engelse koningin Elizabeth en premier Margaret Thatcher hadden in de jaren tachtig talloze politiek complexe kwesties te bespreken (en ja, hun zonen komen ook ter sprake). Opmerkelijk genoeg lukte het ook in historische films als ‘Portrait d’une fille en feu’ en ‘Ammonite’, waarin vrouwen in korset, verliefd op elkáár, zichzelf even los zingen van het patriarchaat waarmee ze zich geen raad weten.", "Vrouwen die een eigen weg zoeken, hun hersens scherpen, ongegeneerd ruimte opeisen. We zagen ze vooral in verhalen over de vrouwen die in de jaren zeventig de tweede feministische golf aanjoegen. Als kind van een feminist maakte ik het op afstand mee. Filmjaar 2020 bood een fijn setje terugblikken op de hevige discussies die toen woedden. Waar gingen die over?", "Keira Knightley en Gugu Mbatha-Raw in ‘Misbehaviour’ van Philippa Lowthorpe.", "Activisten, wars van schoonheidsisdealen", "Over missverkiezingen bijvoorbeeld. In ‘Misbehaviour’ wordt de Miss World verkiezing van 1970 in Londen, een immens populair televisie-evenement, ludiek verstoord door feministen die de schoonheidswedstrijd afdoen als achterhaalde, rolbevestigende veehandel. Het heeft nu bijna iets exotisch om te zien hoe radicale feministes destijds de straat op gingen om seksistische reclames met graffiti te bekritiseren. En iets pijnlijks, hoe de wedstrijdorganisatoren de kandidates reduceren tot ‘perfecte maten’. Het leuke is: de afstand in tijd is groot genoeg voor de makers om met nuance terug te kijken. De activisten, wars van schoonheidsidealen, hadden moreel gelijk. Maar ja, sommige van de beeldige dames gebruikten hun optredens in badpak en avondjurk om een maatschappelijke rol te veroveren. Emancipatie betekent voor iedere vrouw iets anders.", "Dat is ook de kern van ‘Mrs. America’. Deze dramaserie documenteert bewonderenswaardig uitputtend de politieke strijd in de jaren zeventig om gelijke rechten voor vrouwen en mannen wettelijk vast te leggen. Ook hier kiezen de makers verschillende perspectieven. De Amerikaanse vrouwenbeweging stuiterde van energie, maar met welk agendapunt te beginnen? Seksuele vrijheid en beschikking over het eigen lichaam, verdeeld ouderschap, homorechten, economische autonomie: de discussie binnen het progressieve kamp loopt hoog op.", "Boze witte vrouwen", "En dan zijn er nog de conservatieve tegenkrachten van koekjesbakkende ‘boze witte vrouwen’ die zich maatschappelijk terzijde geschoven voelen. Phyllis Schlafly, een politieke intrigante met mantelpakjes en ijzeren glimlach die haar echtgenoot ‘daddy’ noemt, is het luidst in verzet. Juist haar stem laat mooi zien in welke cultuur de maatschappelijke omwentelingen ontstonden. Toch voel je sympathie voor haar, vast als ze zit in haar rol van perfecte moeder; economisch afhankelijk en minder erudiet dan de ‘rooie radicale lesbiennes’. Zachtmoedigheid en nuance zijn de grootste krachten van de serie. Emancipatie, van welke groep ook, is een taai proces, van twee stappen vooruit, een stap achteruit, dat immer voortduurt. Filmmakers én kijkers van nu lijken zich ervan bewust dat ze op de schouders staan van generaties vrouwen die eerder allerlei kolen uit het vuur hebben gehaald. En dat die juist nu worden herontdekt of hergewaardeerd, valt te verklaren.", "Cate Blanchett als Phyllis Schlafly in in de serie ‘Mrs. America’ van Dahvi Waller. Beeld Netflix", "Het maatschappelijke rumoer rond #MeToo, een in Amerika conservatief politiek klimaat: ze hebben ogen geopend en nieuw activisme aangewakkerd. Vrouwen zijn overal in de samenleving actief, hoe kan seksueel misbruik dan zo alomtegenwoordig zijn? Films als ‘Bombshell’ en ‘The Assistant’ leggen de structuren bloot die dat mogelijk maken. De onlangs overleden Amerikaanse juriste Ruth Bader Ginsburg, een zeer consistent voorstander van gelijke rechten, werd juist in haar laatste jaren aanbeden door jongere generaties. Ze was eerder al onderwerp van meerdere films.", "Logisch dat hét boegbeeld van de Amerikaanse vrouwenbeweging, Gloria Steinem, haar eigen film kreeg. Ze komt ook voor in de eerder genoemde serie ‘Mrs. America’, waar ze een assertieve, maar wat vlakke figuur is. In ‘The Glorias’ zien we haar evolutie van meisje tot wijze senior, in iedere fase eigengereid. De film, speels en slim, laat zien hoeveel opschudding ze in 1972 veroorzaakte in het damesbladenvak met het tijdschrift Ms. en artikelen over abortus, menstruatie en huiselijk geweld. ‘Je hebt mijn leven veranderd’, krijgt ze van dankbare vrouwen te horen.", "Lorraine Toussaint en Julianne Moore in ‘The Glorias’ van Julie Taymor.", "Schitterend drama", "Waar ‘Mrs. America’ veel oog heeft voor de onenigheid die politieke vooruitgang bemoeilijkte, laat ‘The Glorias’ zien dat met mensen als Steinem de (westerse) wereld toch is meeveranderd: een ongetrouwde, kinderloze veertiger is inmiddels geen schandaal meer. De film voert ook even de echte Steinem op, die als tachtiger nog altijd energiek de barricaden opklimt: een eerbetoon, maar ook een waarschuwing. Als Gloria Steinem en de haren met veel moeite de legalisering van abortus voor elkaar hebben gekregen, waarom moet er in 2020 dan toch nog een film als ‘Never Rarely Sometimes Always’ worden gemaakt, over de moeite die een Amerikaans tienermeisje moet doen om een ongewenste zwangerschap af te breken? Twee stappen vooruit, een achteruit. 2020 liet zien hoe relevant, belangwekkend en amusant vrouwenlevens zijn. Vrouwen als schrijfster Shirley Jackson (‘Shirley’), Rembrandts Oopjen (‘Jackie en Oopjen’) en doorsnee Noorse moeders die door grote crises gaan (‘Blind Spot’, ‘Hope’): ze leveren schitterend drama op.", "Kristen Wiig and Gal Gadot in ‘Wonder Woman 1984’ van Patty Jenkins.", "Die rijkdom stemt vrolijk. De leukste vrouwenfilm van het jaar, door covid-omstandigheden net over de jaarwisseling heen getild, maakt de cirkel rond. Met een budget van 200 miljoen dollar is de stripheldinnenfilm ‘Wonder Woman 1984’,geregisseerd door een vrouw, dé film waar een enorm publiek wereldwijd reikhalzend naar heeft uitgekeken. Gloria Steinem, altijd een groot fan van Wonder Woman, had het vijftig jaar geleden hooguit durven dromen.", "Lees ook:", "In ‘Ammonite’ geen broeierige blikken, wel blote voeten op natte keien", "‘The Glorias’ is een vrij portret van een feministisch icoon", "‘Misbehaviour’:Een scherpe én luchtige kijk op missverkiezing"], "authors": ["Remke De Lange"], "keywords": ["doek", "baan", "het", "2020", "van", "voor", "en", "een", "ze", "witte", "op", "vrouwen", "te", "ruim", "als", "die"], "pubDate": "2020-12-29T12:46:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}