{"id": "84101e3c-da14-3851-b01e-74314b0cffe5", "title": "’Een op de acht werkenden heeft geen financiële buffer’", "url": "https://www.telegraaf.nl/financieel/1928723836/een-op-de-acht-werkenden-heeft-geen-financiele-buffer", "summary": "Dat meldt de Algemene Rekenkamer op basis van vergelijkend onderzoek naar de financiële vangnetten van zelfstandigen en werknemers met flexibele of vaste contracten.\nVerlies van inkomenDe Rekenkamer analyseerde voor het onderzoek de gegevens van alle bijna 8 miljoen werkenden, van 2010 tot en met 2017.\nZij krijgen volgens de Rekenkamer namelijk veel vaker met perioden van werkloosheid te maken dan werknemers met een vaste baan.\nBekijk ook: Deze superspaarders voelen zich vrijVergeleken met zelfstandigen en mensen in loondienst, zijn werknemers met flexibele contracten vaak zeer jong.\nWerknemers met een loopbaan van flexibele contracten zitten in elke leeftijdsgroep ruim anderhalf keer vaker zonder buffer dan vaste werknemers.", "paragraphs": ["Dat meldt de Algemene Rekenkamer op basis van vergelijkend onderzoek naar de financiële vangnetten van zelfstandigen en werknemers met flexibele of vaste contracten. Met name flexwerkers hebben minder vaak een financiële buffer.", "Verlies van inkomen", "De Rekenkamer analyseerde voor het onderzoek de gegevens van alle bijna 8 miljoen werkenden, van 2010 tot en met 2017. In totaal kunnen ongeveer 1 miljoen van de werkenden tijdelijk verlies van inkomen niet opvangen met eigen middelen.", "Naast om 20% van de flexwerkers (379.000 mensen) gaat het om 9%van de zelfstandigen (100.000 mensen), en 10% van de werknemers in vaste dienst (469.000 mensen).", "Flexwerkers", "Mensen die met tijdelijke contracten werken of hun geld verdienen als uitzend- of oproepkracht, flexwerkers, hebben een financiële buffer juist het hardst nodig. Zij krijgen volgens de Rekenkamer namelijk veel vaker met perioden van werkloosheid te maken dan werknemers met een vaste baan.", "Bekijk ook: Deze superspaarders voelen zich vrij", "Vergeleken met zelfstandigen en mensen in loondienst, zijn werknemers met flexibele contracten vaak zeer jong. Zo is het merendeel jonger dan 35 jaar.", "Toch is het volgens de Algemene Rekenkamer niet zo dat jongeren, die hun carrière nu eenmaal vaak beginnen met een flexibel contract zonder buffers, vanzelf dat verschil met vaste werknemers en zelfstandigen inhalen. Werknemers met een loopbaan van flexibele contracten zitten in elke leeftijdsgroep ruim anderhalf keer vaker zonder buffer dan vaste werknemers."], "authors": [], "keywords": ["contracten", "geen", "heeft", "van", "het", "op", "financiële", "met", "vaste", "een", "zelfstandigen", "werknemers", "en", "acht", "werkenden", "buffer", "rekenkamer"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}