{"id": "84182c65-a46c-3251-a562-9b03bcce4dd9", "title": "Overmoedige acties en pitstopblunders: Pérez grijpt in chaotische race in Bahrein eerste zege in Formule 1", "url": "https://volkskrant.nl/sport/overmoedige-acties-en-pitstopblunders-perez-grijpt-in-chaotische-race-in-bahrein-eerste-zege-in-formule-1~ba31c632/", "summary": "Anderhalf uur later bleek Verstappens chagrijn terecht, omdat hij geen rol van betekenis had gespeeld in een van de meest onvoorspelbare races van het seizoen.\nRacing Point-coureur Sergio Pérez (30) won na 190 GP’s zijn eerste F1-race, geholpen door pitstopblunders van het normaal zo ongenaakbare Mercedes.\nHet uiteindelijke verschil in het rondje van minder dan een minuut tussen de polepositiontijd van Mercedes-coureur Bottas en de derde tijd van Verstappen was 56 duizendsten van een seconde.\nOp hetzelfde moment luisterde Pérez met betraande ogen op het podium naar het Mexicaanse volkslied; een halve eeuw geleden won voor het laatst een Mexicaan een Formule 1-race.\nMet zijn zege heeft Pérez misschien wel het beslissende gat op zijn cv gevuld.", "paragraphs": ["Het Racing Point F1 Team. Beeld BSR Agency", "Gescheld over de boordradio. Een ferme trap tegen de vangrail. Niemand hoefde te raden naar het humeur van Max Verstappen na zijn GP van Sakhir, die voor hem zondag al na iets meer dan een halve minuut eindigde. Gedrang in de openingsfase dwong hem tegen de vangrail. Net in die ene race waarin hij eens niet hoefde af te rekenen met zijn grootste plaaggeest: de met het coronavirus besmette kampioen Lewis Hamilton.", "Voor de race was de pikorde in de Formule 1 daarmee al overhoop gegooid. Anderhalf uur later bleek Verstappens chagrijn terecht, omdat hij geen rol van betekenis had gespeeld in een van de meest onvoorspelbare races van het seizoen. Racing Point-coureur Sergio Pérez (30) won na 190 GP’s zijn eerste F1-race, geholpen door pitstopblunders van het normaal zo ongenaakbare Mercedes.", "Gemiste kansen", "Voor Verstappen was het vooral een weekeinde van gemiste kansen. Zaterdag liep hij op een haar na de eerste startplek mis op de ultrakorte en ultrasnelle omloop die de F1 had uitgekozen voor de tweede GP in Bahrein in een week tijd. Het uiteindelijke verschil in het rondje van minder dan een minuut tussen de polepositiontijd van Mercedes-coureur Bottas en de derde tijd van Verstappen was 56 duizendsten van een seconde.", "Het bleken peperdure duizendsten. Verstappen startte achter Bottas en was sneller van zijn plek dan beide Mercedessen. Maar vooral omdat Bottas niet goed startte, kwam de Nederlander in het gedrang. Hij moest van het gas, waarna de coureurs achter hem kansen zagen.", "Eerst zag hij de roze Racing Point van Pérez naast zich. Daarna dook opeens het rood van de Ferrari van Charles Leclerc op in zijn spiegels. ‘De auto’s om mij heen waren superagressief, dus ik probeerde uit de problemen te blijven’, legde hij later uit voor de camera van Ziggo Sport.", "De auto van Max Verstappen. Beeld BSR Agency", "Les", "Het is een les die hij leerde door schade en schande, in de tijd toen hij geregeld WK-punten vergooide door zijn positie ten koste van alles te verdedigen op momenten dat er weinig te winnen was. Het was nu alleen juist Verstappens voorzichtigheid die hem zijn race kostte.", "Leclerc poogde met een overmoedige actie zowel Verstappen als Pérez te passeren. Maar de Monegask verremde zich en tikte Pérez aan, die spinde. Verstappen moest daardoor uitwijken en kon de vangrail niet meer ontwijken, waarmee zijn vijfde uitvalbeurt van dit seizoen een feit was. Ook Leclerc viel uit en Pérez viel terug tot in het achterveld.", "Daarna leek de race een prooi voor Hamiltons vervanger George Russell. De 22-jarige Brit reed in de oppermachtige Mercedes vanaf de eerste meter alsof hij al tientallen Formule 1-races had gewonnen. Hij leidde de wedstrijd, tot met nog een derde van de race te gaan de safetycar op de baan kwam; de voorvleugel van Formule 1-debutant Aitken lag nog op het asfalt na een crash.", "Dubbele pitstop", "Mercedes besloot van de situatie te profiteren door beide auto’s naar binnen te halen voor een zogenoemde dubbele pitstop. Dat ging alleen gruwelijk mis. Eerst werd een band van Bottas onder de auto van Russell geschroefd. Daardoor mislukte ook de stop van Bottas en moest Russell een ronde later weer stoppen voor de juiste banden.", "Toen de rook was opgetrokken, reed Pérez, die in de openingsfase nog van de baan was gekegeld door Leclerc, aan de leiding. De Mexicaan had zich in de luwte door het veld geknokt. In het slot van de wedstrijd reed Russell terug naar de tweede plek. Om door een lekke band nog eens terug te vallen.", "Na de finish plofte hij balend neer in het gras. Op hetzelfde moment luisterde Pérez met betraande ogen op het podium naar het Mexicaanse volkslied; een halve eeuw geleden won voor het laatst een Mexicaan een Formule 1-race.", "Goede zaken", "Hoewel Russell in Bahrein de schlemiel was en Pérez de winnaar, deden beide coureurs met hun indrukwekkende optredens goede zaken als het gaat om hun F1-toekomst. Russell liet in zijn eerste race voor Mercedes zien allesbehalve onder te doen voor Bottas, die al sinds 2017 voor de Duitse toprenstal rijdt. Daarmee is de toekomst van Bottas na 2021 bij Mercedes plots behoorlijk onzeker.", "Pérez’ langlopende contract bij Racing Point werd eerder dit jaar verscheurd, omdat het team ervoor koos viervoudig wereldkampioen Sebastian Vettel te strikken. Hij leek de sport te gaan verlaten. Maar de afgelopen weken werd Pérez steeds nadrukkelijker genoemd als de nieuwe teamgenoot van Max Verstappen bij Red Bull vanaf volgend seizoen.", "Het team zoekt al langer naar een sterke adjudant naast Verstappen. Vooralsnog is zijn huidige teamgenoot Alexander Albon dat niet. Zondag finishte de Britse Thai roemloos als zesde. Met zijn zege heeft Pérez misschien wel het beslissende gat op zijn cv gevuld."], "authors": ["Lennart Bloemhof"], "keywords": ["van", "verstappen", "een", "formule", "overmoedige", "en", "pérez", "grijpt", "te", "zege", "zijn", "pitstopblunders", "eerste", "chaotische", "voor", "op", "race", "hij", "het"], "pubDate": "2020-12-06T21:40:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}