{"id": "841c5032-81a4-3fac-853c-5e862dccf43a", "title": "Lockdownregels zijn er genoeg, maar je er volledig aan houden blijft lastig. Waarom?", "url": "https://nos.nl/artikel/2361045-lockdownregels-zijn-er-genoeg-maar-je-er-volledig-aan-houden-blijft-lastig-waarom.html", "summary": "Grote winkelketens gingen deze week tóch open en het was verschillende dagen druk op Schiphol.\nIs het gek om er toch op uit te gaan ondanks het advies om zoveel mogelijk thuis te blijven?\n\"Je zoekt de gaatjes op binnen de geest van de regels\", zegt Lars Tummers, hoogleraar bestuurs- en organisatiewetenschap aan de Universiteit Utrecht.\n\"Als het open is, is het open\", zei een man gisteren die voor de Action stond kortweg.\n\"De ene doet dit, en de ander doet dat\":", "paragraphs": ["Grote winkelketens gingen deze week tóch open en het was verschillende dagen druk op Schiphol. Is het gek om er toch op uit te gaan ondanks het advies om zoveel mogelijk thuis te blijven? Nee, helemaal niet. Wetenschappers herkennen het gedrag.", "\"Je zoekt de gaatjes op binnen de geest van de regels\", zegt Lars Tummers, hoogleraar bestuurs- en organisatiewetenschap aan de Universiteit Utrecht. Hij doet onderzoek naar gedrag van Nederlanders tijdens de coronacrisis. \"Dat heeft alles te maken met wat we cognitieve dissonantie noemen: je weet dat je gedrag niet helemaal in orde is, maar maakt jezelf wijs dat het tóch kan.\"", "Zo kan het zijn dat je de afgelopen dagen toch de Hema uitliep met een pak papier onder je arm, ondanks dat printpapier geen essentiële levensbehoefte is. \"Als het open is, is het open\", zei een man gisteren die voor de Action stond kortweg. En als de vliegtuigen gaan, waarom zou je dan níet gaan?", "\"Ik kan die hele situatie niet meer volgen\", zei een consument gisteren. \"De ene doet dit, en de ander doet dat\":"], "authors": ["Wim Kopinga", "Redacteur Online"], "keywords": ["dat", "je", "zijn", "doet", "open", "volledig", "genoeg", "niet", "een", "te", "het", "er", "en", "op", "maar", "lockdownregels", "houden", "lastig", "waarom"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}