{"id": "8423ed68-bf70-3e97-b601-3184d6c5aba6", "title": "Pompeo en Trudeau hebben gelijk: BDS-beweging is antisemitisch", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/11/pompeo-en-trudeau-hebben-gelijk-bds-beweging-is-antisemitisch-789483/", "summary": "Subtiel is het niet van Mike Pompeo, om de BDS-beweging een ‘kankergezwel’ te noemen.\nHeeft de Amerikaanse regering gelijk?\nEuropese landen die wél stelling namen tegen BDSMinister van Buitenlandse Zaken Stef Blok vindt van niet.\nAfgelopen januari antwoordde de VVD-bewindsman op Kamervragen van Tunahan Kuzu (DENK) dat Nederland de BDS-beweging niet als antisemitisch beschouwt.\nEn het ‘onderschrijven van de BDS-beweging’ valt volgens Blok onder de vrijheid van meningsuiting.", "paragraphs": ["Het oproepen tot een boycot mag natuurlijk, in het vrije en democratische Westen, schrijft Robbert de Witt. Maar dat de BDS-beweging nu juist Israël, de Joodse staat, eruit pikt, dat is niets anders dan antisemitisme.", "Subtiel is het niet van Mike Pompeo, om de BDS-beweging een ‘kankergezwel’ te noemen. De Amerikaanse minister van Buitenlandse Zaken zei dit in Jeruzalem, naast een zichtbaar tevreden premier Benjamin Netanyahu, terwijl hij aankondigde dat de Amerikaanse regering de BDS-beweging voortaan als ‘antisemitisch’ beschouwt. Bedrijven en instellingen die BDS steunen, krijgen geen steun meer van de Amerikaanse overheid.", "De BDS-beweging pleit voor het volledig isoleren van Israël, tot er een einde komt aan de, volgens haar, onderdrukking van Palestijnen. Overheden, bedrijven, kunstenaars en wetenschappers worden wereldwijd publiekelijk onder druk gezet geen zaken meer te doen met alles wat Israëlisch is – vandaar de naam ‘boycot, desinvesteren en sancties’, BDS.", "Heeft de Amerikaanse regering gelijk? Is deze internationale pressiegroep inderdaad antisemitisch? En moet de Nederlandse regering, die immers ook tegen antisemitisme is, Pompeo volgen?", "Europese landen die wél stelling namen tegen BDS", "Minister van Buitenlandse Zaken Stef Blok vindt van niet. Afgelopen januari antwoordde de VVD-bewindsman op Kamervragen van Tunahan Kuzu (DENK) dat Nederland de BDS-beweging niet als antisemitisch beschouwt. En het ‘onderschrijven van de BDS-beweging’ valt volgens Blok onder de vrijheid van meningsuiting."], "authors": [], "keywords": ["pompeo", "antisemitisch", "van", "het", "zaken", "regering", "gelijk", "een", "niet", "en", "bdsbeweging", "dat", "trudeau", "hebben", "amerikaanse"], "pubDate": "2020-11-21T11:03:42+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}