{"id": "84261b88-ec6d-3eff-9d73-29e8a1e37896", "title": "49 kinderen met suïcidegedachten behandeld in vluchtelingenkamp Lesbos", "url": "https://nu.nl/buitenland/6097372/49-kinderen-met-suicidegedachten-behandeld-in-vluchtelingenkamp-lesbos.html", "summary": "Psychologen behandelden in 2020 49 kinderen met suïcidegedachten in de vluchtelingenkampen op het Griekse eiland Lesbos, laat hulporganisatie Artsen zonder Grenzen (AzG) weten.\nSinds de bewoners van kamp Moria naar een nieuw kamp zijn gebracht, zien de kinderpsychologen van AzG een toename van onder meer slaapwandelen, nachtmerries en zelfverwonding.\nDeze week werd het kamp opgeschrikt door de vermoedelijke verkrachting van een driejarig meisje in Kare Tepe, het kamp dat Moria vervangt.\nPsychische nood ook hoog op eiland SamosOok bij vluchtelingen en migranten in het kamp Vathy op het eiland Samos is de psychische nood hoog, meldt AzG.\nIn november bleek 60 procent van de patiënten die bij de psychologen van AzG kwamen suïcidaal.", "paragraphs": ["Psychologen behandelden in 2020 49 kinderen met suïcidegedachten in de vluchtelingenkampen op het Griekse eiland Lesbos, laat hulporganisatie Artsen zonder Grenzen (AzG) weten. Een deel van de kinderen deed ook een poging tot zelfdoding.", "Volgens de organisatie is de psychische nood in de kampen op verschillende Griekse eilanden hoger geworden na de branden in kamp Moria in september, de lockdown vanwege het coronavirus en de recente aardbeving.", "Sinds de bewoners van kamp Moria naar een nieuw kamp zijn gebracht, zien de kinderpsychologen van AzG een toename van onder meer slaapwandelen, nachtmerries en zelfverwonding. Ook zien ze meer regressief gedrag, waarbij kinderen afzakken naar een eerder stadium in hun ontwikkeling. Bij de brand in Moria raakten dertienduizend bewoners in één klap dakloos.", "In het vervangende tentenkamp Kare Tepe wonen meer dan 7.500 asielzoekers en migranten, van wie zo'n 2.500 kinderen. De omstandigheden zijn volgens hulporganisaties zeer slecht. Het modderige kamp overstroomt regelmatig en de tenten bieden te weinig beschutting tegen de elementen, aldus AzG.", "Deze week werd het kamp opgeschrikt door de vermoedelijke verkrachting van een driejarig meisje in Kare Tepe, het kamp dat Moria vervangt. Volgens AzG toont dit aan dat er snel veilig onderdak nodig is voor de kwetsbaarste kampbewoners.", "Psychische nood ook hoog op eiland Samos", "Ook bij vluchtelingen en migranten in het kamp Vathy op het eiland Samos is de psychische nood hoog, meldt AzG. In november bleek 60 procent van de patiënten die bij de psychologen van AzG kwamen suïcidaal. Bij 37 procent is een reëel risico op zelfdoding, aldus het psychologenteam van AzG ter plaatse.", "Kampbewoners lijden onder langdurige opsluiting, onzekerheid over hun asielaanvraag en slechte leefomstandigheden. Daarnaast is kamp Vathy onlangs opgeschrikt door branden, aardbevingen en een lockdown vanwege het coronavirus.", "\"Na elk incident zien we het aantal ernstige gevallen toenemen\", zegt AzG-psychiater Lindsay Solera-Deuchar in het persbericht. Ze benadrukt dat veel bewoners al trauma's hebben opgelopen in hun thuisland of tijdens hun reis naar Griekenland.", "66 Opnieuw brand uitgebroken in vluchtelingenkamp op Samos", "Eerste kwetsbare vluchtelingen arriveren in Nederland", "Na de brand op Moria beloofde het kabinet in september op aandringen van de Tweede Kamer honderd kwetsbare asielzoekers op te nemen. De eerste zestien van hen zijn woensdag in Nederland aangekomen. Vanuit de oppositie en hulporganisaties klinkt onvrede over de langzame gang van zaken.", "Nog altijd is er geen werkend Europees systeem om asielzoekers eerlijk over de lidstaten te verdelen. In de praktijk dragen Middellandse Zeelanden aan de grens van Europa daardoor voor een disproportioneel deel de verantwoordelijkheid voor de opvang van asielzoekers. Als gevolg van onder meer dit beleid barsten kampen op de Griekse eilanden uit hun voegen.", "Denk jij aan zelfdoding? Je bent niet alleen. Neem contact op met 113 Zelfmoordpreventie via www.113.nl of bel 113 (lokaal tarief) of 0800-0113 (gratis)."], "authors": ["Door"], "keywords": ["van", "49", "een", "moria", "kinderen", "het", "en", "suïcidegedachten", "hun", "lesbos", "op", "meer", "behandeld", "kamp", "vluchtelingenkamp", "azg", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}