{"id": "84272778-4336-3052-af0e-d7c0eb3b8b32", "title": "Deze zomer ontmoette ik mijn favoriete lezer. Ik noem hem Het Vliegtuig", "url": "https://www.parool.nl/columns-opinie/deze-zomer-ontmoette-ik-mijn-favoriete-lezer-ik-noem-hem-het-vliegtuig~b59a7ac3/", "summary": "Deze zomer ontmoette ik mijn favoriete lezer.\nHij is ­ergens tussen de zeventig en tachtig en ik noem hem Het Vliegtuig.\nHij een vliegtuig, ik een lieveheersbeestje, maar allebei hebben we er vandaag voor gekozen om hier te zijn.\nIk heb keuzestress als ik een krant lees, maar Het Vliegtuig niet.\nIk weet niet of hij iets voelde, maar ik zag hem toen hij deze kleine plek verkoos boven economie of sport, en dus is hij mijn favoriet.", "paragraphs": ["Deze zomer ontmoette ik mijn favoriete lezer. Hij is ­ergens tussen de zeventig en tachtig en ik noem hem Het Vliegtuig.", "De zon schijnt te hard, zelfs voor augustus. In een leeg filmhuiscafé (cafés zijn altijd leeg als de zon schijnt) wacht ik tot de zaal opengaat. Dan komt hij naast mij zitten. Hij drinkt rode wijn en lijkt niet gemaakt voor dit weer, sommige mensen zijn gemaakt voor de winter. Hij is groot, net als zijn bewegingen, als een vliegtuig.", "Hij pakt deze krant uit zijn tas, begint te lezen en ik denk: wij zijn uit hetzelfde hout gesneden. Hij groot, ik klein. Hij een vliegtuig, ik een lieveheersbeestje, maar allebei hebben we er vandaag voor gekozen om hier te zijn. Niet op een te drukke zwemplek met te drukke mensen, maar hier. Zonder airco, waar we vrijwillig zullen smelten.", "Hij leest met bravoure. Hier en daar een statige kuch, alsof hij zijn volk gaat toespreken. Hij baant zich een snelle weg door de headlines. De economie wordt ­nauwelijks doorgenomen en sport in zijn geheel overgeslagen. Ik heb keuzestress als ik een krant lees, maar Het Vliegtuig niet. Hij weet wat hem interesseert, gaat recht op zijn doel af. Misschien moet je daar een opaleeftijd voor bereiken, om te weten wat je wil.", "Pas als hij bijna aan het eind van de krant is, gaat hij er echt goed voor zitten. Achterover, met zijn enorme benen over elkaar. Ik vind het knap dat ze blijven zitten.", "Hij heeft gevonden wat hij zocht: de filmbijlage. Hij vouwt het ding open waar die nog open te vouwen is. Dit is zijn moment. De wereld op pauze, zijn hart aan. Wat mij betreft zijn dit de echte koningen van de krant, de mensen die zich een snelle weg banen door alles wat er echt toe doet, om uit te komen bij de kleinste dingen, waar ze met een beetje geluk iets zullen voelen.", "Hij leest recensies en aankondigingen, maar dan slaat hij de pagina om en kijk ik in mijn eigen getekende gezicht. Ik hoop dat hij doorbladert, maar tot mijn grote schrik begint hij te lezen. Het is de enige keer dat ik iemand van zo dichtbij mijn woorden heb zien lezen. Ik hou mijn adem in. Hij hoest wat op die woorden en leest verder. Er heeft vast al eerder iemand op mijn woorden gehoest, maar nog nooit zat ik ernaast toen het gebeurde.", "Ik probeer zijn gezicht te lezen, maar hij laat zich niet lezen. Hij leest. De column gaat over een meisje van tien en langzaam maar zeker zie ik het gebeuren. Zijn grote, zware schoenen maken plaats voor ballerina’s in maatje vierendertig. Zijn olifantenhuid verandert in een zachte meisjeshuid met zomersproeten. Zijn bakkebaarden lossen op. Als je goed kijkt, zie je een restje pindakaas in zijn mondhoek zitten.", "Zo leest hij door tot het eind, waar hij zichzelf terug kucht naar de grote, bonkige man van opaleeftijd. Hij snuit zijn neus in een stoffen zakdoek en verfrommelt de krant. Je hebt mensen die kranten kunnen opvouwen, en mensen van het andere soort. Hij behoort tot het andere soort en vouwt daarmee rimpels in mijn gezicht.", "Ik weet niet of hij iets voelde, maar ik zag hem toen hij deze kleine plek verkoos boven economie of sport, en dus is hij mijn favoriet. Vandaag vouw ik deze bladzijde tot een vliegtuig en vlieg ik mijn laatste column naar hem toe, omdat hij als geen ander weet dat bijna-eindes de beste zijn.", "Reageren? a.elhamus@parool.nl"], "authors": ["Ashgan El-Hamus"], "keywords": ["favoriete", "hem", "het", "lezer", "hij", "ontmoette", "zijn", "maar", "ik", "voor", "zomer", "mijn", "een", "noem", "en", "te", "vliegtuig"], "pubDate": "2020-12-09T09:00:16+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}