{"id": "84664531-2049-3b6c-bca0-3aa40da62a6e", "title": "De huilende Tom Dumoulin liet het zien: dit was zadelpijn voor professionals", "url": "https://volkskrant.nl/sport/de-huilende-tom-dumoulin-liet-het-zien-dit-was-zadelpijn-voor-professionals~b1118cc63/", "summary": "Je kon het zien, het zat niet lekker tussen die twee.\nZadelpijn is recreatieve pijn, de pijn van Tom was voor professionals.\nIk weet niet of er beelden gemaakt zijn van het zitvlak van Dumoulin.\nDe pijn van het zitvlak verspreidde zich als een zwam door het organisme en kwam, hoe kan het ook anders, ook nog tussen de oren terecht.\nIk snap gewoon niet hoe die gast… Ik kan niet bedenken hoe ik anderhalve minuut sneller had moeten gaan’.", "paragraphs": ["Dat Tom Dumoulin een slechte relatie onderhield met zijn fiets schreef ik tijdens de Tour al. Niet één met de machine was hij. Een koppel dat het ritme van de liefde kwijt was. Je kon het zien, het zat niet lekker tussen die twee. Toen ik zondag naar Code Geel keek werd de onderliggende oorzaak geopenbaard; zadelpijn. Nu vind ik zadelpijn een woord dat de lading niet dekt. Zadelpijn is recreatieve pijn, de pijn van Tom was voor professionals.", "De documentaire van Kees Jongkind zat vol professionele pijn. Embedded bij Jumbo-Visma mocht hij drie weken lang alles filmen; hij schoot 400 uur aan materiaal. Toen Primoz Roglic op de voorlaatste dag een zekere tourzege zag verkruimelen, vreesde Jongkind dat alles ‘door de versnipperaar’ kon. Dat is gelukkig niet gebeurd. Hij concentreerde zich op de lotgevallen van de twee kopmannen, en voorzag de bekende afloop van de Tour van een onbekende, ik mag wel zeggen huiveringwekkende dimensie.", "Ik weet niet of er beelden gemaakt zijn van het zitvlak van Dumoulin. Ze waren in elk geval niet te zien. Joop Zoetemelk toonde ooit de blessure van zijn onderkant aan een aantal journalisten die terstond overtuigd raakten van de ernst van de situatie. Ik hoefde het zitvlak van Tom ook niet te zien, ik zag hem hartverscheurend huilen op de kamer van de osteopaat: zijn hele lichaam trok scheef van de pijn, hij kon zijn kracht niet meer kwijt. De pijn van het zitvlak verspreidde zich als een zwam door het organisme en kwam, hoe kan het ook anders, ook nog tussen de oren terecht. Hij verbeeldde het zich toch niet allemaal?", "Ik ken dat soort pijn. De plek is niet groter dan een hazelnoot, maar spoedig is ze zo groot als de aarde.", "Een vreselijk en knullig gevecht met het zadel begint. Omhoog, omlaag, ander zadel, nog weer een ander zadel. De camera’s in de ploegauto’s vangen een weinig flatteus gesprek op. De ploegleiders serveren Dumoulin ijskoud af. Zo verblind kan de leiding dus raken in de heilige missie de Tour te winnen. Zou Tom Dumoulin de documentaire vooraf gezien hebben?", "Hoe verlies je een Tour die niet meer verloren kan worden? Door met een voorsprong van pakweg een minuut aan de slottijdrit te beginnen en er twee te verspelen. Weer delicate camerabeelden uit afzonderlijke auto’s, na afloop. Roglic kan het niet bevatten. ‘Ze moeten eens uitrekenen wat voor vermogen daar voor nodig is. Het is wielrennen op een heel ander niveau’. En Dumoulin, eindelijk pijnvrij: ‘Ja, ik word tweede achter Tadej Pogacar, die als een mijnwerker op de fiets zit. Ik snap gewoon niet hoe die gast… Ik kan niet bedenken hoe ik anderhalve minuut sneller had moeten gaan’.", "Mooi is dat, als twee goede verliezers het niet meer snappen, wie dan nog wel."], "authors": ["Peter Winnen"], "keywords": ["ik", "liet", "zien", "zijn", "professionals", "zadelpijn", "van", "een", "dit", "dumoulin", "huilende", "tom", "voor", "niet", "op", "het", "pijn", "hij", "dat"], "pubDate": "2020-12-28T19:52:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}