{"id": "84679854-591c-3754-9d6b-34990696514c", "title": "Madeliefje meest getelde winterbloeier in Nederland", "url": "https://trouw.nl/duurzaamheid-natuur/madeliefje-meest-getelde-winterbloeier-in-nederland~be6c2a6c/", "summary": "Op verzoek van de onderzoeksorganisatie Floron en Tuintelling.nl gingen de 891 deelnemers een uur wandelen of in de tuin kijken.\nEr werden 624 verschillende wilde of verwilderde plantensoorten bloeiend waargenomen.\nIn totaal werden er 25.336 planten geteld.\nHet madeliefje werd dit keer 1311 keer genoteerd, gevolgd door straatgras (1199) en klein kruiskruid (1169).\nDe top-10 van meest gevonden winterbloeiers bestaat net als eerdere jaren uit soorten die het grootste deel van het jaar of jaarrond bloeien.", "paragraphs": ["Plantenliefhebbers konden tussen Eerste Kerstdag en 3 januari op zoek naar bloeiende planten. Op verzoek van de onderzoeksorganisatie Floron en Tuintelling.nl gingen de 891 deelnemers een uur wandelen of in de tuin kijken. Er werden 624 verschillende wilde of verwilderde plantensoorten bloeiend waargenomen. Vorig jaar waren dat er 571.", "In totaal werden er 25.336 planten geteld. Het madeliefje werd dit keer 1311 keer genoteerd, gevolgd door straatgras (1199) en klein kruiskruid (1169).", "De top-10 van meest gevonden winterbloeiers bestaat net als eerdere jaren uit soorten die het grootste deel van het jaar of jaarrond bloeien. Tijdens milde winters of op zonnige en windluwe plekken zijn deze soorten in staat hun najaarsbloei te rekken. Doordat er nauwelijks sprake is geweest van nachtvorst in november en december, bleven veel planten nog bloeien, aldus Floron.", "Lees ook:", "Bijzondere planten spotten? Tussen de stoeptegels zit meer dan je denkt", "Bijzondere plantensoorten staan niet alleen in natuurgebieden, maar verrassend vaak als onkruid tussen de straatstenen."], "authors": [], "keywords": ["er", "van", "tussen", "soorten", "en", "planten", "madeliefje", "winterbloeier", "plantensoorten", "op", "meest", "nederland", "het", "werden", "getelde"], "pubDate": "2021-01-10T07:14:35Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}