{"id": "84724203-3c15-367f-9fe9-97aa66443047", "title": "Thuiswerken: hoe blijf je zichtbaar als niemand je ziet?", "url": "https://volkskrant.nl/werken/thuiswerken-hoe-blijf-je-zichtbaar-als-niemand-je-ziet~bd9d2a25/", "summary": "Maar nu je letterlijk niet meer gezien wordt, kun je overvallen worden door de angst dat je wordt vergeten.\nAls je er op die manier naar kijkt, ontdek je dat het je werk juist makkelijker maakt en je er zelfs efficiënter door wordt.’Vraag dus vooral collega’s om hulp als je ergens niet uitkomt of als je gewoon wil dat iemand anders z’n licht op je werk laat schijnen.\nSpreek af hoe je rapporteertDaarnaast is volgens Hubregtse belangrijk dat je je leidinggevende op de hoogte houdt van wat je precies doet.\nHoe je dat doet, kun je het beste samen afstemmen.\nZo voorkom je het idee dat je de ander lastig valt met mails of telefoontjes.", "paragraphs": ["Wat was het spannend in het begin van de coronacrisis: dagelijks videobellen met het team en virtuele vrijdagmiddagborrels. Inmiddels komt de klad erin en zie je soms wekenlang geen collega. Hoe laat je aan je leidinggevende weten waarmee je bezig bent?", "Jacqueline, projectmanagement-assistent in een grote organisatie, kreeg pre-corona zoveel telefoontjes dat ze zich weleens afvroeg of ze niet in een callcenter werkte. Tegenwoordig is ze al blij wanneer op een dag één collega belt met een vraag.", "Als ‘pmo’er’ zijn haar taken puur ondersteunend. Maar inmiddels werkt ze al maanden thuis en vraagt bijna niemand meer om haar ondersteuning. Hoewel Jacqueline haar best doet in beeld te blijven, heeft ze het gevoel langzaam onzichtbaar te worden in het bedrijf.", "‘Ik heb wel eens contact met de projectleider, maar ik zend alleen maar. Ik krijg nooit een reactie of vraag terug’, zegt ze.", "Veel werknemers worstelen er momenteel mee om zichtbaar te blijven, merkt Mirjam Hubregtse, auteur van Profileren zonder opscheppen. Ze hoort het regelmatig tijdens coachingssessies en trainingen die ze geeft vanuit Room to Grow (gespecialiseerd in zichtbaarheid en profilering), waarvan ze mede-eigenaar van is. ‘Vlak voor dit gesprek zat ik nog met een klant over dit probleem te praten.’", "Volgens Hubregtse geeft ‘gezien worden’ een gevoel van erkenning, iets waaraan ieder mens van nature behoefte heeft. Bovendien zijn mensen succesvoller als ze zichtbaarder zijn.", "Dat laatste werkt op drie manieren. Wie zich erkend voelt, presteert beter. Wie gezien wordt, zit meer in de gedachten van leidinggevenden en kan zo sneller doorgroeien. En wie zichzelf in de kijker speelt door collega’s te betrekken bij werkzaamheden, boekt gewoonweg betere resultaten.", "Dat bleek in 2012 ook al uit onderzoek van de universiteit van Californië. Twee hoogleraren volgden tien jaar lang de loopbanen van thuiswerkers en traditionele kantoorcollega’s om te ontdekken hoe belangrijk letterlijke zichtbaarheid is voor een carrière. De thuiswerkers waren veelal productiever, toch maakten ze veel minder snel carrière dan hun collega’s op kantoor.", "Wie in het vizier blijft van zijn of haar manager heeft onbewust een streepje voor en krijgt eerder karaktertrekken als ‘verantwoordelijk’ en ‘betrouwbaar’ toebedeeld.", "Toch was zichtbaarheid voor de coronacrisis en het daarmee samenhangende massale thuiswerken niet iets waarmee de meeste werknemers bewust bezig waren, zegt Hubregtse. Te veel gedoe, het voelde opschepperig of de noodzaak werd er niet van ingezien.", "Maar nu je letterlijk niet meer gezien wordt, kun je overvallen worden door de angst dat je wordt vergeten. Of, zoals in het geval van Jacqueline, ontdek je dat een project management-assistent bent zonder project.", "Vraag om hulp", "Jezelf onder de aandacht brengen, is dus belangrijk, maar hoe pak je dat dan aan? Hubregtse wil eerst een misverstand uit de weg ruimen. ‘Het betekent echt niet dat je elke week een presentatie moet geven of wekelijks moet gaan lunchen met het managementteam.’", "Veel mensen maken het veel groter dan het is, merkt ze. Ze zien zichtbaar worden als een opgave, als een taak die er óók nog bij komt, terwijl dat niet zo hoeft te zijn. ‘Door collega’s te betrekken in je werk, word je zichtbaarder én wordt het resultaat beter. Als je er op die manier naar kijkt, ontdek je dat het je werk juist makkelijker maakt en je er zelfs efficiënter door wordt.’", "Vraag dus vooral collega’s om hulp als je ergens niet uitkomt of als je gewoon wil dat iemand anders z’n licht op je werk laat schijnen. Ja, ook als dat heel ongemakkelijk voelt.", "Spreek af hoe je rapporteert", "Daarnaast is volgens Hubregtse belangrijk dat je je leidinggevende op de hoogte houdt van wat je precies doet. Hoe je dat doet, kun je het beste samen afstemmen. Bellen, mailen, een rapport schrijven, het kan allemaal. Spreek ook samen af hoe vaak je dat precies doet. Zo voorkom je het idee dat je de ander lastig valt met mails of telefoontjes.", "Probeer elkaar te zien", "Het hybride-model, van af en toe een kantoordag en verder vanuit huis werken, zal niet snel meer weggaan, denkt Frédérique Bruggeman, managing director van Robert Half, een internationaal adviesbureau voor human resources en recruiting. Omdat er nog geen vaccin is tegen het coronavirus, maar ook omdat thuiswerken wel degelijk voordelen heeft.", "‘Het kan goed zijn voor de work-life balance. Stel je hebt werkuren van negen tot zes en je wil om vijf uur je kinderen een boterham geven om later op de avond nog even in te klokken. Vraag dat gewoon aan je leidinggevende. Bij veel ‘kantoorbanen’ zal dat geen probleem zijn.’", "Het maken van dit soort afspraken verstevigt het vertrouwen tussen leidinggevende en werknemer, vindt ze. Ook weet je leidinggevende dan wat er aan de hand is wanneer je niet direct antwoordt op je mail of niet ingelogd bent in het chatprogramma. Het geeft jezelf bovendien ook rust.", "Om ervoor te zorgen dat eenzaamheid niet de kop op steekt en dat werknemers niet onzichtbaar worden in een organisatie pleit ze ervoor toch met enige regelmaat naar kantoor te gaan, om daar je collega’s en leidinggevende te zien. ‘Het is aan de organisatie om ervoor te zorgen dat iedereen de kans heeft af en toe te komen. En dat er ook wisselende contacten zijn zodat je iedereen kunt spreken in een maand tijd, face-to-face’", "Ook Hubregtse is een voorstander van regelmatig face-to-face contact. ‘Wat je kunt doen is met een collega een stuk gaan wandelen. Bijna iedereen heeft wel een natuurgebied of park in de buurt. Dan spreek je elkaar ook nog eens over niet-werkgerelateerde zaken.’", "En als dat echt niet gaat en je hebt het idee dat je nauwelijks meer collega’s spreekt? ‘Neem jezelf dan voor om dagelijks één collega te bellen.’ Wees geïnteresseerd in de ander, vraag hoe het met hem of haar gaat en of je ergens bij kan helpen. Dan is de kans klein dat hij of zij dat vervelend vindt. Mocht je last hebben van bel-angst, dan kom je daar op deze manier ook meteen van af.", "Vergader online niet te lang", "Als een vergadering anderhalf uur duurt en er veel collega’s aan deelnemen, gebeurt het volgens Hubregtse vaak dat werknemers halverwege besluiten om maar even hun mails te beantwoorden. ‘Dan ben je er niet meer echt bij en dus ook niet meer zichtbaar.’ Beter is het om korte videocalls te hebben met kleine groepjes, dan ben je ook nog eens letterlijk goed in beeld.", "Hubregtse: ‘Zeg dan niet: ‘‘Ik doe maar de helft van de vergadering mee’’, want dan komt het over alsof je er geen zin meer in hebt. Maar: ‘‘Ik stel voor om het voortaan zo te doen’’. Dat is ook een goed moment om de zichtbaarheid van jou en je collega’s aan te kaarten. Het is een probleem waar iedereen tegenaanloopt.’", "Wees transparant", "Als je werk erg is veranderd door corona of als je minder te doen hebt, zoals geldt voor Jacqueline, wees daar dan transparant over, raadt Bruggeman aan. Want vroeg of laat komt het toch wel uit dat je maar zit te wachten bij je mailbox en alleen wat nieuwsbrieven naar de prullenbak sleept.", "‘Het komt veel beter over als je hier zelf mee komt. Als leidinggevende zou ik dat alleen maar waarderen. Helemaal als iemand dan meteen met oplossingen komt en laat zien welk werk hij of zij wel kan oppakken. Het is juist fijn als iemand het werk wat er ligt kan oppakken en dat daar niet iemand anders voor ingehuurd hoeft te worden.’", "Mocht je niet direct taken zien liggen, of - zoals bij Jacqueline gebeurde - collega’s hebben die zich bedreigd voelen en vrezen dat je hun taken overneemt, dan is het slim om in gesprek te gaan met je manager, meent Bruggeman. ‘Vraag gewoon eens om feedback. Wat kan anders? Wat kan beter?’", "Jezelf kwetsbaar opstellen en zeggen dat je bang bent uit beeld te raken, kan ook geen kwaad. Bruggeman: ‘Ben je ongelukkig, kaart het dan aan. Voor de leidinggevende en werkgever is dit ook allemaal nieuw. Niemand heeft een spoorboekje voor een crisis zoals deze.’"], "authors": ["Yasmine Esser"], "keywords": ["van", "als", "dan", "thuiswerken", "hoe", "het", "ziet", "niemand", "een", "je", "en", "dat", "blijf", "te", "niet", "om", "zichtbaar"], "pubDate": "2020-09-16T15:30:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}