{"id": "84778886-91dd-348c-b868-7f4ff14fd353", "title": "Froome dolblij met nieuwe ploeg: ’Het voelde een beetje als copy-paste’", "url": "https://www.telegraaf.nl/sport/675076995/froome-dolblij-met-nieuwe-ploeg-het-voelde-een-beetje-als-copy-paste", "summary": "„Overstappen naar een ander team nu helpt me mentaal zo veel en geeft me nieuwe motivatie”, zegt hij in een video die hij en zijn team verspreidden via social media.\n„Ik ben nu 35 jaar oud en kom terug van een grote blessure”, verwijst de viervoudig Tourwinnaar naar de verwondingen die hij opliep bij een val tijdens de verkenning van de tijdrit in het Critérium du Dauphiné van 2019.\nDe Britse wielrenner maakte in 2020 al zijn rentree bij Team Ineos-Grenadiers, maar laat ook weten dat hij aan een nieuwe omgeving toe was.\n„Jaar in jaar uit hetzelfde team, het voelde toch een beetje als ’copy-paste’.”Froome wil nog altijd meestrijden voor de eindzege in de Tour de France en winst in de andere grote ronden.\n„Mijn doel is weer op topniveau te komen.” Daarvoor heeft de Brit in de afgelopen tijd in Californië aan „onevenwichtigheden en zwakheden als gevolg van zijn blessures” gewerkt.", "paragraphs": ["„Overstappen naar een ander team nu helpt me mentaal zo veel en geeft me nieuwe motivatie”, zegt hij in een video die hij en zijn team verspreidden via social media.", "„Ik ben nu 35 jaar oud en kom terug van een grote blessure”, verwijst de viervoudig Tourwinnaar naar de verwondingen die hij opliep bij een val tijdens de verkenning van de tijdrit in het Critérium du Dauphiné van 2019. De Britse wielrenner maakte in 2020 al zijn rentree bij Team Ineos-Grenadiers, maar laat ook weten dat hij aan een nieuwe omgeving toe was. „Jaar in jaar uit hetzelfde team, het voelde toch een beetje als ’copy-paste’.”", "Froome wil nog altijd meestrijden voor de eindzege in de Tour de France en winst in de andere grote ronden. „Mijn doel is weer op topniveau te komen.” Daarvoor heeft de Brit in de afgelopen tijd in Californië aan „onevenwichtigheden en zwakheden als gevolg van zijn blessures” gewerkt."], "authors": [], "keywords": ["zijn", "copypaste", "van", "team", "dolblij", "froome", "en", "nieuwe", "met", "een", "beetje", "jaar", "naar", "ploeg", "nu", "het", "hij", "voelde"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}