{"id": "847e5513-fb2b-3a3f-82c5-5357638cedbb", "title": "Vier bussen zwaar beschadigd bij brand op Connexxion-terrein in Haarlem", "url": "https://nu.nl/binnenland/6096225/vier-bussen-zwaar-beschadigd-bij-brand-op-connexxion-terrein-in-haarlem.html", "summary": "Ten minste vier bussen zijn in de nacht van vrijdag op zaterdag zwaar beschadigd geraakt door een brand op het terrein van vervoersbedrijf Connexxion in Haarlem, meldt een woordvoerder van de Veiligheidsregio Kennemerland.\nDe brandweer heeft met succes weten te voorkomen dat het vuur oversloeg naar de andere 27 bussen die op het opslagterrein aan de Laan van Decima staan.\nAlleen een chauffeur moest nagekeken worden, omdat hij tijdens het redden van de overige bussen rook had ingeademd, aldus NH Nieuws.\nEr wordt nog onderzocht of er sprake is geweest van brandstichting of dat het vuur is ontstaan door nachtelijke werkzaamheden.\nConnexxion laat weten dat de brand naar verwachting geen gevolgen heeft voor de dienstregeling.", "paragraphs": ["Ten minste vier bussen zijn in de nacht van vrijdag op zaterdag zwaar beschadigd geraakt door een brand op het terrein van vervoersbedrijf Connexxion in Haarlem, meldt een woordvoerder van de Veiligheidsregio Kennemerland.", "De brandweer heeft met succes weten te voorkomen dat het vuur oversloeg naar de andere 27 bussen die op het opslagterrein aan de Laan van Decima staan. \"We hebben een aantal voertuigen verplaatst om overslag te voorkomen\", zegt de voorlichter.", "De brand brak uit rond 2.30 uur en was rond 4.40 uur onder controle.", "Er zijn geen gewonden gevallen. Alleen een chauffeur moest nagekeken worden, omdat hij tijdens het redden van de overige bussen rook had ingeademd, aldus NH Nieuws.", "Over de oorzaak van de brand is nog niets duidelijk. Er wordt nog onderzocht of er sprake is geweest van brandstichting of dat het vuur is ontstaan door nachtelijke werkzaamheden.", "Connexxion laat weten dat de brand naar verwachting geen gevolgen heeft voor de dienstregeling."], "authors": ["Door"], "keywords": ["van", "beschadigd", "haarlem", "dat", "een", "vier", "bussen", "vuur", "zijn", "connexxionterrein", "weten", "op", "brand", "zwaar", "het", "bij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}