{"id": "84862c27-f055-34da-bd45-b7b9070e2269", "title": "Samsung had rol bij spionage bij ASML suggereert topman ASML", "url": "https://nos.nl/artikel/2280789-samsung-had-rol-bij-spionage-bij-asml-suggereert-topman-asml.html", "summary": "Niet de Chinese overheid, maar het Zuid-Koreaanse technologiebedrijf Samsung zit achter de spionage bij ASML.\nDat bedrijf zou de spionnen 'geënthousiasmeerd' hebben om de software te stelen en een eigen bedrijf te starten, om zo een concurrent voor ASML te creëren.\nIn 2016 werd Samsung voor 30 procent aandeelhouder van Xtal, en vervolgens raakte ASML Samsung kwijt als klant voor deze software.\nDe suggestie dat ASML naïef was en de bescherming van bedrijfsgevoelige informatie niet op orde had, is volgens hem schadelijk voor het bedrijf en voor de Nederlandse economie.\nVoor onze mensen, voor onze klanten, voor onze leveranciers en voor de samenleving.\"", "paragraphs": ["Niet de Chinese overheid, maar het Zuid-Koreaanse technologiebedrijf Samsung zit achter de spionage bij ASML. Dat suggereert ASML-topman Peter Wennink in een interview met de NOS. Hij ergert zich aan politici die meteen van staatsspionage spreken.", "Nadat duidelijk was dat de Nederlandse chipmachinemaker in de Verenigde Staten bespioneerd was, heeft ASML een bedrijf ingehuurd om uit te zoeken wie er achter de diefstal zat. Het bedrijf waar de gestolen software belandde, Xtal, had zowel Chinese als Koreaanse geldschieters. \"Waar lopen die lijnen dan naartoe?\" vraagt Wennink zich af.", "Samsung", "De spionnen zijn weliswaar allemaal geboren en getogen in China (hoewel sommigen nu een Amerikaanse nationaliteit hebben), na het onderzoek is er geen bewijs van Chinese staatsspionage gevonden, aldus Wennink.", "\"Honderd procent zekerheid is er niet. We hebben geen aanwijzingen gevonden van enige connectie met de Chinese overheid. Waar we wel bewijzen voor hebben gevonden, is dat de producten gestolen zijn, door inderdaad mensen met een Amerikaanse en Chinese nationaliteit, met een Chinese achtergrond, en dat die producten gebruikt zijn voor het leveren van diensten aan onze grootste Koreaanse klant.\"", "Hij doelt zeer waarschijnlijk op Samsung. Dat bedrijf zou de spionnen 'geënthousiasmeerd' hebben om de software te stelen en een eigen bedrijf te starten, om zo een concurrent voor ASML te creëren. De software is nodig om chipmachines in te stellen voor een optimale productie van elektronische chips.", "In 2016 werd Samsung voor 30 procent aandeelhouder van Xtal, en vervolgens raakte ASML Samsung kwijt als klant voor deze software.", "'Opgeblazen'", "De topman stoort zich aan de politici die vorige week, nadat Het Financieele Dagblad over de zaak had gepubliceerd, direct van staatsspionage spraken. Hij noemt het artikel \"opgeblazen\" en \"uit de context\".", "\"Wat ik niet begrijp, is dat op het moment dat zo'n bericht naar buiten komt, dat dan mensen in Den Haag over elkaar heen struikelen om maar voor de camera te komen om te roepen hoe erg dit allemaal is. Zonder dat ze vragen naar de feiten.\"", "De suggestie dat ASML naïef was en de bescherming van bedrijfsgevoelige informatie niet op orde had, is volgens hem schadelijk voor het bedrijf en voor de Nederlandse economie.", "\"Je kunt de indruk wekken dat we onverantwoordelijk bezig zijn met onze intellectuele eigendommen. Dat is niet zo. Wij zijn niet naïef. Maar die indruk is schadelijk voor ons. Voor onze mensen, voor onze klanten, voor onze leveranciers en voor de samenleving.\"", "De zaak ligt gevoelig voor de grootste chipmachinefabrikant van de wereld. ASML heeft een groot belang bij een goede band met China. Het land produceert de helft van alle chips in de wereld. ASML doet al 25 jaar zaken in China en heeft daar een kleine duizend zeer geavanceerde chipmachines staan."], "authors": ["Asml-Topman Peter Wennink"], "keywords": ["asml", "topman", "om", "van", "bij", "suggereert", "rol", "een", "voor", "te", "het", "niet", "en", "samsung", "dat", "spionage"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}