{"id": "848865e5-396b-387c-b9b2-02a1dab073b4", "title": "Kim Jong-un verstevigt greep op de macht met nieuwe titel", "url": "https://www.parool.nl/wereld/kim-jong-un-verstevigt-greep-op-de-macht-met-nieuwe-titel~b30007d7/", "summary": "Kim Jong-un Beeld EPADe functie van Algemeen Secretaris werd ook bekleed door zijn overleden vader Kim Jong-il en grootvader Kim Il-sung.\nSinds het overlijden van zijn vader in 2011 geniet Kim dezelfde absolute macht als zijn voorgangers.\nDe twee overleden Noord-Koreaanse leiders hebben postume titels behouden - Kim Jong-il blijft ‘eeuwige algemeen secretaris’ en Kim Il-sung is ‘eeuwige president’.\nKim Yo-jongZuid-Koreaanse analisten zagen de zus van Kim Jong-un, Kim Yo-jong, als de feitelijke ‘nummer twee' van Noord-Korea.\nDat zou onder meer te maken hebben gehad met de situatie rond het coronavirus, het koude weer en het feit dat het leger momenteel bezig is met oefeningen.", "paragraphs": ["Kim Jong-un Beeld EPA", "De functie van Algemeen Secretaris werd ook bekleed door zijn overleden vader Kim Jong-il en grootvader Kim Il-sung.", "Volgens een congresverklaring heeft Kim ‘op glorieuze wijze de historische missie gerealiseerd om het nucleaire bouwplan van het land te voltooien,’ aldus het officiële Noord-Koreaanse Centrale Nieuwsagentschap.", "Symbolisch", "De nieuwe titel wordt vooral gezien als symbolische zet, omdat Kim al de hoogste leider van de partij is. Tijdens een partijcongres in 2016 werd hij benoemd tot partijvoorzitter. Voor 2016 leidde Kim Jong-un de partij met de titel van eerste secretaris.", "Sinds het overlijden van zijn vader in 2011 geniet Kim dezelfde absolute macht als zijn voorgangers. Noord-Korea wordt al decennia met harde hand bestuurd door de familie Kim. De twee overleden Noord-Koreaanse leiders hebben postume titels behouden - Kim Jong-il blijft ‘eeuwige algemeen secretaris’ en Kim Il-sung is ‘eeuwige president’.", "Kim Yo-jong", "Zuid-Koreaanse analisten zagen de zus van Kim Jong-un, Kim Yo-jong, als de feitelijke ‘nummer twee' van Noord-Korea. Hun voorspelling dat zij gepromoveerd zou worden op het partijcongres lijkt echter niet te zijn uitgekomen.", "Zus Kim Yo-jong keerde op de topbijeenkomst niet terug in het machtige politbureau. Dat lijkt een degradatie, maar betekent volgens waarnemers niet automatisch dat haar positie is verzwakt, schrijft het Zuid-Koreaanse persbureau Yonhap. De zus van de leider zou ongeacht haar titel een belangrijke rol kunnen spelen in het landsbestuur.", "Kwetsbare economie", "Het partijcongres komt op een moeilijk moment in Kims negenjarige bewind. De toch al kwetsbare economie van Noord-Korea heeft het zwaar te verduren door de pandemiegerelateerde grenssluitingen die de buitenlandse handel drastisch hebben verminderd, een reeks natuurlijke rampen en de door de VS geleide sancties.", "De machtsverhoudingen in het geïsoleerde Noord-Korea worden ook door de buitenwereld op de voet gevolgd. Het regime van Kim heeft internationaal herhaaldelijk voor grote onrust gezorgd door raketten te testen en kernproeven uit te voeren. Noord-Korea gaat daarom gebukt onder zware internationale sancties.", "Legerparade", "Tijdens het congres beloofde Kim Jong-un om zijn nucleaire arsenaal uit te breiden en meer geavanceerde wapensystemen te bouwen. Hij gaf ook toe dat een eerder vijfjarig economisch ontwikkelingsplan mislukt is en onthulde een nieuwe ontwikkeling die zich richt op het bouwen van een sterkere, zelfredzame economie.", "Het Zuid-Koreaanse leger zegt over aanwijzingen te beschikken dat Noord-Korea zondag weer een legerparade heeft gehouden. Die zou verband hebben gehouden met het partijcongres. Het is onduidelijk wat voor wapens daar dit keer zijn getoond. Bij de laatste grote parade in oktober leek het land een nieuwe intercontinentale raket te presenteren.", "Een ingewijde zegt tegen Yonhap dat de Noord-Koreaanse legerparade van zondag kennelijk beperkt was qua omvang. Dat zou onder meer te maken hebben gehad met de situatie rond het coronavirus, het koude weer en het feit dat het leger momenteel bezig is met oefeningen."], "authors": ["Madelief Van Dongen"], "keywords": ["jongun", "macht", "zijn", "van", "en", "nieuwe", "met", "een", "dat", "noordkorea", "op", "greep", "te", "verstevigt", "het", "kim", "titel"], "pubDate": "2021-01-11T08:28:54Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}