{"id": "84940ccd-cb01-364b-b757-3bb1f7a3db72", "title": "FVD in eigen onderzoek: Geen verdere 'strafmaatregelen' nodig na racismerel", "url": "https://nu.nl/politiek/6096933/fvd-in-eigen-onderzoek-geen-verdere-strafmaatregelen-nodig-na-racismerel.html", "summary": "FVD concludeert in een eigen onderzoek dat er geen fouten zijn gemaakt in de afhandeling van berichten over leden van de jongerentak JFVD die racistische, nazistische en homofobe uitlatingen hebben gedaan.\nEn een 23-jarige student die zich met een \"SS-leus\" in de appgroep antisemitisch had uitgelaten, werd coördinator in Zuid-Holland voor JFVD en medewerker van de Tweede Kamerfractie.\nVan de negentien ondertekenaars van de klokkenluidersbrief zijn er vijf geroyeerd, omdat ze volgens de partij \"te kwader trouw\" waren.\nWat betreft de 23-jarige student is er volgens de commissie sprake van een \"ongelukkige persoonsverwisseling\".\nVerder zijn in totaal 227.718 berichten in officiële JFVD-appgroepen onderzocht aan de hand van een lijst met trefwoorden.", "paragraphs": ["FVD concludeert in een eigen onderzoek dat er geen fouten zijn gemaakt in de afhandeling van berichten over leden van de jongerentak JFVD die racistische, nazistische en homofobe uitlatingen hebben gedaan.", "Een commissie, bestaande uit Statenlid Ralf Dekker en Tweede Kamerlid Wybren van Haga, ziet \"geen reden voor nieuwe of aanvullende strafmaatregelen richting JFVD-leden\" en doet een zevental aanbevelingen \"om in de toekomst te voorkomen dat dit soort zaken opnieuw gebeuren\".", "De bom barstte toen Het Parool een maand geleden onthulde dat er in appgroepen van JFVD racistische teksten, foto's en video's werden gedeeld en dat daar vanuit de partij niet tegen werd opgetreden.", "Klokkenluiders die dit in een brief bij het JFVD-bestuur aankaartten, werden zelfs geroyeerd. En een 23-jarige student die zich met een \"SS-leus\" in de appgroep antisemitisch had uitgelaten, werd coördinator in Zuid-Holland voor JFVD en medewerker van de Tweede Kamerfractie.", "Beschuldigingen worden niet ontkend door onderzoekers", "De onderzoekscommissie ontkent deze gebeurtenissen niet, maar legt ze anders uit. Van de negentien ondertekenaars van de klokkenluidersbrief zijn er vijf geroyeerd, omdat ze volgens de partij \"te kwader trouw\" waren. FVD nam het de leden kwalijk dat ze vanwege de gebeurtenissen contact met media zochten.", "Wat betreft de 23-jarige student is er volgens de commissie sprake van een \"ongelukkige persoonsverwisseling\". Niet hij, maar iemand anders met dezelfde voornaam werd door FVD geschorst. Toen dit duidelijk werd, is de student alsnog \"uit zijn functies ontheven\".", "Verder zijn in totaal 227.718 berichten in officiële JFVD-appgroepen onderzocht aan de hand van een lijst met trefwoorden. Daaruit bleek dat negentien berichten \"mogelijk grensoverschrijdend\" zijn. Het gaat volgens de onderzoekers om \"kwetsende grappen en provocaties\".", "Hoewel slechts over \"problematische berichten\" wordt gesproken, is een aantal personen alsnog geroyeerd. Anderen zouden hun lidmaatschap al hebben opgezegd. Wat er in de berichten staat, wordt niet vermeld.", "\"De onderzoekers trekken hieruit de conclusie dat in de officiële appgroepen van JFVD vrijwel geen grensoverschrijdende berichten zijn verstuurd\", valt er te lezen in het onderzoeksrapport.", "Partij regelmatig in verband gebracht met racisme", "In het afgelopen voorjaar kwam JFVD eveneens in opspraak vanwege antisemitische en racistische uitlatingen. HP/De Tijd schreef toen over die berichten. Het waren met name de reacties van FVD-voorman Thierry Baudet en JFVD-voorzitter en kandidaat-Kamerlid Freek Jansen die voor veel ophef zorgden.", "Zowel Jansen als Baudet weigerde aanvankelijk op te treden en de berichten te veroordelen. Dit volgde op een reeks gebeurtenissen waarbij Baudet steeds in verband werd gebracht met racistische en nazistische ideeën en uitspraken.", "Baudet zou onlangs nog tijdens een etentje met kandidaat-Kamerleden hebben gezegd dat JFVD-leden die in een appgroep de Holocaust relativeerden niet dom zijn, maar juist \"een heel hoog IQ\" hebben. \"Daarom zeggen ze deze dingen ook.\"", "Veel prominenten hebben de partij verlaten", "Voor veel partijprominenten was dit de druppel en verlieten ze FVD. Er volgde een publiekelijk gevecht om het leiderschap, waarin Baudet uiteindelijk aan het langste eind trok, maar hij hield een gehavende partij over.", "De Eerste Kamerfractie, na de verkiezingen van vorig jaar de grootste in de senaat, slonk na alle ruzies van twaalf naar twee zetels, van de top tien kandidaat-Tweede Kamerleden zijn er nog vier over en de Brusselse fractie heeft zich afgesplitst.", "FVD is naast het parlement vertegenwoordigd in de gemeente Amsterdam, de provincies en de Europese Unie, maar bijna alle fracties zijn inmiddels flink uitgedund."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["strafmaatregelen", "van", "dat", "niet", "een", "onderzoek", "en", "met", "verdere", "geen", "zijn", "berichten", "nodig", "eigen", "er", "fvd", "het", "racismerel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}