{"id": "849a6438-4f44-32fe-80ff-ed68953e109d", "title": "Wat is de beste uitvoering van Beethovens Eroica-symfonie?", "url": "https://volkskrant.nl/cultuur-media/wat-is-de-beste-uitvoering-van-beethovens-eroica-symfonie~bd15c38c/", "summary": "Om dat te vieren, kozen we de beste uitvoering van zijn Derde symfonie.\nEen panel van kenners mag betogen waarom een van die opnamen het overtuigendst is.\nBeeld HedofEr zijn honderden opnamen van, maar welke brengt de muzikale schok, het gevoel van revolutie het best over?\nKortom: wat is de beste uitvoering van Beethovens (misschien wel) beste symfonie?\nHet plan is als volgt: we draaien van alle tien opnamen de eerste vier minuten van het eerste deel van de symfonie (Allegro con brio).", "paragraphs": ["Beethoven is nu écht 250 jaar oud. Om dat te vieren, kozen we de beste uitvoering van zijn Derde symfonie. ‘Bij Beethoven moet je door de tunnel naar het licht. Alles moet vooruitwijzen.’", "Een beetje gespannen is Hans Haffmans wel, vertelt hij voor we beginnen. Haffmans is presentator op Radio 4, de klassiekemuziekzender van de publieke omroep. Weinig mensen in Nederland zullen over zo veel repertoirekennis beschikken en nog minder mensen horen zo veel nieuwe opnamen voorbijkomen. ‘Maar nu zit ik ineens aan de andere kant.’", "Dat zit zo. Jarenlang (2003-2013) was Haffmans presentator van het programma Diskotabel (NTR). Vast onderdeel daarin is De Vergelijking: er komen drie uitvoeringen van hetzelfde stuk langs. Een panel van kenners mag betogen waarom een van die opnamen het overtuigendst is. Waar het panel soms in het duister tast, weet je als presentator natuurlijk precies wat er wordt afgespeeld. En vanmiddag jatten we deze formule schaamteloos en is Haffmans zelf een van de panelleden.", "Het stuk waar het allemaal om draait is de Derde symfonie van Beethoven: de baanbrekende Eroica. We vieren dat Beethoven dan eindelijk 250 jaar geleden geboren is (17 december was zijn doopdag). In de Eroica, voltooid in 1804, rekte Beethoven alle voor zijn tijdgenoten denkbare grenzen op in vorm, harmonie (kruidig!), speelduur (lang voor die tijd) en emotionele reikwijdte – daarom zien veel musicologen in de Eroica het begin van de Romantiek. De symfonie is niet op een verhaal gebaseerd, maar heeft een heroïsch karakter: Beethoven droeg de symfonie aanvankelijk op aan Napoleon, in wie de componist een wereldverbeterende revolutionair zag. Hij veranderde van gedachten toen Napoleon zich tot keizer liet kronen.", "Beeld Hedof", "Er zijn honderden opnamen van, maar welke brengt de muzikale schok, het gevoel van revolutie het best over? Kortom: wat is de beste uitvoering van Beethovens (misschien wel) beste symfonie?", "Omwille van de tijd – we hebben maar een dag – beperken we ons tot tien opnamen. Wie zijn ‘we’? Naast Haffmans is niemand minder dan violist Liza Ferschtman bereid gevonden om mee te doen. Ferschtman, die in Bachland Nederland hardop durft te zeggen dat Beethoven haar favoriete componist is, speelde zijn Vioolconcert en vioolsonaten talloze keren. Namens de Volkskrant is muziekcriticus Maartje Stokkers present.", "Jurylid nummer 4 is opnameleider Brendon Heinst, van het label TRPTK, die zich vooral op de klankregistratie richt. We zijn te gast in zijn studio op een bedrijventerrein in Utrecht. Door zijn state-of-the-artspeakers horen we ieder mogelijk kraakje. En ik – Merlijn, hallo – ben er ook nog, als niet-meestemmend juryvoorzitter, secretaris (want er moet iemand verslag doen van deze gebeurtenis) en gelegenheids-dj (want er moet iemand op ‘play’ drukken).", "Nog onbekend met Beethoven, of een opfriscursus nodig? Lees dan eerst dit stuk.", "Het plan is als volgt: we draaien van alle tien opnamen de eerste vier minuten van het eerste deel van de symfonie (Allegro con brio). De juryleden maken aantekeningen en vertellen na afloop van ieder fragment wat ze vonden. Is de jury positief, dan gaat de opname door naar ronde 2, waarin we het tweede deel (Marcia funebre) bespreken volgens hetzelfde procedé – als er steeds een paar uitvoeringen afvallen, hopen we na deel 4 een winnaar te kunnen presenteren. Pas nadat de kritiek gedeeld is, vertel ik het panel welk orkest er speelde en onder welke dirigent.", "De pennen in de aanslag, het geluid getest, iedereen voorzien van koffie en Turks gebak: we gaan beginnen.", "‘Bam! Bam!’ – de eerste akkoorden komen uit de speakers. En dan: meteen dat motortje, de cellomelodie die al in maat 7 een afslag neemt (van d naar cis) die het geheel zo onheilspellend maakt – de eerste violen geven nog een antwoord van ‘niets aan de hand’, maar wij weten wel beter. De eerste opname is meteen een klassieke: we horen de Berliner Philharmoniker, 1962, onder leiding van Herbert von Karajan , de archetypische jetsetdirigent die wist hoe bepalend beeld kan zijn.", "Wat vindt de jury? ‘Een oudje’, constateert Maartje Stokkers na afloop. ‘Een beetje log.’ Liza Ferschtman heeft meegelezen in haar partituur. ‘Het orkest klinkt breed en zwaar, ik hoor weinig van de dynamische tekens’, zegt ze. ‘Het is erg gladgestreken.’ In de partituur staan metronoomcijfers die het tempo aangeven – uitgedrukt in het aantal tikken per minuut. De metronoom is een uitvinding uit Beethovens tijd. ‘Hier staat tempo 60, dat hoor ik bij lange na niet.’", "Conclusie: het wordt een nee. ‘Ik wíst het!’, zegt Maartje Stokkers als blijkt dat het Karajan was. ‘Ik zag dat aanstellerige gezicht voor me.’", "De volgende opname komt uit Nederland. We horen een totaal andere esthetiek: het Orkest van de Achttiende Eeuw van de in 2014 overleden Frans Brüggen pionierde door Beethoven uit te voeren op historisch verantwoorde instrumenten, de violen werden weer bespannen met darmsnaren. De musici verdiepten zich in de oude speelwijzen, de instrumenten zijn een ruime halve toon lager gestemd dan in de opname van Karajan. De symfonie is opgenomen in 1987 in De Vereeniging in Nijmegen.", "Ik moet even slikken. Ik heb deze uitvoering grijsgedraaid – juist omdat de musici die oude instrumenten hier nog herontdekken, hoor je dat er moet worden gewerkt, waardoor je voelt hoe Beethoven die grenzen oprekte. Maar het oordeel is genadeloos.", "‘Het geluid is wel lekker, er is aanvankelijk veel spirit, maar de energie verslapt’, zegt Liza Ferschtman streng. ‘Er is weinig ritmische spanning. Er zijn vast betere authentieke opnamen.’ Hans Haffmans: ‘Ik hoor hier niet iemand die staat te dirigeren. Deze opname mist alle urgentie.’", "‘Wie was de dirigent?’, vraagt Haffmans. Frans Brüggen dus. Oef. Maar ja, het vonnis is geveld.", "Opname 3 dan. Deze dirigent zet een stuk sneller in. ‘Hij speelt met sforzandi (een teken dat de muziek moet aanzwellen, red.)’, zegt Ferschtman. ‘Het is opzwepend. Maar het mag van mij allemaal wat meer door de bassen gedragen worden.’", "Haffmans: ‘Hoor je de historische uitvoeringspraktijk hierin terug?’", "Ferschtman: ‘Dit lijkt me een hybride.’", "Dat klopt. De dirigent komt uit hetzelfde historisch-geïnformeerde kamp als Brüggen, maar brengt hier zijn ideeën over op een ‘gewoon’ orkest. Brendon Heinst: ‘Het lijkt alsof de pauken voor de violen staan.’ Haffmans: ‘Ik hoor veel retoriek: punten en komma’s. Ik vind het wel spannend, het lijkt Harnoncourt wel.’ Dat klopt ook: Nikolaus Harnoncourt (1929-2016) dirigeert hier het Chamber Orchestra of Europe, de opname is uit 1991. Harnoncourt is postuum door naar de volgende ronde.", "De oudste opname is die van Otto Klemperer met het Philharmonia Orchestra uit 1959. ‘Dit is ouderwets, maar op een pure manier en met een mooie balans’, zegt Ferschtman. Maartje Stokkers ergert zich aan het gedragen tempo, maar we nemen hem toch mee naar de volgende ronde. Net als die van Claudio Abbado met de Berliner. ‘Hij kleurt met het orkest, hij laat de houtblazers stralen’, zegt Stokkers.", "Beeld Hedof", "Ferschtman: ‘En wat een mooie articulatie. Hij is de eerste die die hemiolen (ritmische accentverschuivingen: als een driedelige maat tijdelijk in tweeën wordt opgedeeld, red.) echt laat horen. Maar het mag ietsie feller.’", "Heinst: ‘Er staat daar een buizenmicrofoon te ruisen. Ik hoor veel bijgeluiden, ik kan daar niet aan wennen.’", "De opname van David Zinman met het Tonhalle Orchester wordt al snel afgeserveerd. ‘Ouderwets vibrato’ (Ferschtman), ‘te gecontroleerd’ (Heinst), ‘nét echt’ (Haffmans), ‘laat maar’ (Stokkers). En bij de uitvoering van de Münchner Philharmoniker schiet Liza Ferschtman al bij de eerste maat in de lach. De dirigent van dienst, de Roemeen Sergiu Celibidache , stond bekend om zijn extreem langzame tempi en om zijn vermogen om een orkest bijzonder móói te laten klinken. Maar is dat nou wat Beethoven wilde uitdrukken in deze maten, schoonheid?", "‘Wat een getrut’, zegt Stokkers.", "‘Maar wel zó veel diepte in de klank’, zegt Heinst.", "‘En dit zijn goede blazers, geen ego-blazers’, zegt Haffmans.", "‘Maar het heeft te weinig met Beethoven te maken’, zegt Ferschtman. Het wordt een nee.", "Het contrast met de volgende opname – we zitten inmiddels bij nummer 8 – kan haast niet groter. Ferschtman: ‘Ik word er bijna kortademig van, dat begin. Ik hoor veel drive, en dat is hartstikke belangrijk bij Beethoven. Maar je moet met je muzikale zinnen ook tot een punt komen en daar rust houden.’", "Haffmans: ‘Het orkest kan de dirigent haast niet bijhouden.’", "Stokkers: ‘Het lijkt alsof die openingsakkoorden voor hem een opmaat zijn voor de symfonie, in plaats van een statement op zich.’", "Heinst: ‘De ruimte klinkt heel droog, ik hoor weinig akoestiek. Maar het orkest klinkt op zich wel mooi.’", "De vragende ogen – welke dirigent en orkest zouden dit kunnen zijn? – veranderen in oeps-ogen, want we hoorden het Residentie Orkest onder leiding van Jaap van Zweden . De cd is uitgebracht in 2003.", "De volgende dan. Wederom een Nederlander, maar dat weet het panel ook deze keer nog niet. Over de opname van het London Symphony Orchestra met Bernard Haitink is iedereen wel enthousiast. Althans, de strijkers van het Residentie Orkest klinken zowaar beter. ‘Maar deze dirigent heeft een mooie visie en die volg ik’, zegt Haffmans. ‘Alles is zo goed uitgewerkt. Ik hoor voor het eerst iemand die zijn zinnen echt afmaakt.’ Duidelijk: deze mag door.", "Maar dan, opname 10. We horen weer een orkest uit de historisch verantwoorde hoek. Even zie je het panel schrikken: daar kwam een behoorlijke knip voorbij – ook klassieke cd’s bestaan vrijwel altijd uit aan elkaar geplakte takes. ‘Maar wat een fijn tempo, veel dynamiek’, zegt Ferschtman. Helemaal overtuigd is ze nog niet. ‘In de textuur mis ik wat onderkant, wat helderheid.’", "Haffmans: ‘Bij Beethoven moet je door de tunnel naar het licht. Alles moet vooruitwijzen. Daar merk ik hier onvoldoende van.’", "Heinst: ‘Ik denk dat dit juist mijn favoriet is tot nu.’", "De opname is van het Orchestre Revolutionnaire et Romantique, onder leiding van John Eliot Gardiner, en dateert van 1993.", "We nemen een pauze, tien minuutjes. Dan wil iedereen weer verder. Want iedereen hier vindt Beethoven heel belangrijk.", "Ik zal het van hieraf wat korter houden, dat dan weer wel. In deel 2, de treurmars, loopt Gardiner in. ‘Héél mooi gedaan en vol ritmische spanning’, oordeelt Ferschtman. ‘Heel muzikaal’, zegt Haffmans. ‘Prachtig. Te gek.’ Ook over Haitink is iedereen enthousiast.", "De opname van Abbado redt het niet. Stokkers vindt het ‘te stroperig’. Haffmans, met plechtige stem: ‘Na afloop van de teraardebestelling is er koffie en natte cake in de aula. Nee, het is allemaal te normaal, er is geen verbazing.’ Over de opname van Klemperer is hij wel heel enthousiast. ‘Vooral die hobosolo. Je hoort het ontzag voor de dood, de schok van de dood.’ Toch laten we deze opname voor wat het is. ‘Onze oren zijn nu eenmaal anders afgesteld dan in 1959’, zegt Ferschtman.", "De opname van Harnoncourt blijkt de grootste tegenpool, en dat terwijl het tempo vergelijkbaar is. ‘De hobo is bij Harnoncourt een solist binnen het collectief, hij zingt er niet bovenuit’, zegt Haffmans. ‘Er zit veel leven in’, vindt Ferschtman.", "We gaan naar het derde deel, traditiegetrouw het lichtste in het geheel, het Scherzo. Tempo: Allegro vivace. Harnoncourt, Gardiner en Haitink zijn nog in de race. De jury besluit ze allemaal door te laten gaan naar de volgende ronde. Maar het Scherzo van Harnoncourt mocht toch wel iets grappiger. Haffmans: ‘Dit doet Gardiner toch het best. Dit is puur theater.’", "Op naar de finale van de symfonie én de finale van deze Eroica-verkiezing. Na elf maten plukt de strijkersgroep een thema tevoorschijn waar vervolgens flink op los wordt gevarieerd. We openen met Haitink, die in 2019 op 90-jarige leeftijd stopte met dirigeren. ‘Ik vind het begin niet zo sterk’, vindt Ferschtman. ‘Maar het grootste probleem is de zaal’, vindt Heinst. De opname is gemaakt in de Barbican in Londen, met een berucht ‘droge’ akoestiek. Niet voor niets wil het London Symphony Orchestra dolgraag een nieuwe zaal betrekken.", "De spanning stijgt: het gaat dus tussen Gardiner en Harnoncourt. We beginnen bij de laatste. Toch een paar gefronste wenkbrauwen. Ferschtman: ‘Ik hoor wel gelaagdheid, maar wat ik mis, is een iets rauwer randje. De karakterverschillen per variatie mogen uitgebreider.’", "Beeld Hedof", "En dan zetten we Gardiner aan. Ja, deze wordt het dus. Precies dat laatste aspect, het verschil tussen de variaties, komt hier goed over. ‘We horen de Ottomaanse invaders voorbijtrekken’, zegt Haffmans. ‘Wat opvallend is: de drie opnamen die wij het beste vonden, zijn alle drie gemaakt door dirigenten die zich hun hele carrière lang zijn blijven ontwikkelen. De gemene deler is dat het voor alle drie nooit goed genoeg was. Haitink heeft een enorme ontwikkeling doorgemaakt, qua Beethoven. Maar bij Gardiner en Harnoncourt heb je meer van dat randje.’", "Het is half zes, het is donker. De champagne en felicitaties mogen naar Engeland. Maar de conclusie is toch vooral dat de perfecte uitvoering van de Eroica niet bestaat. Nóg niet. De orkesten blijven het proberen. En wij blijven luisteren."], "authors": ["Merlijn Kerkhof"], "keywords": ["van", "beethovens", "eroicasymfonie", "die", "dat", "een", "en", "maar", "opname", "ik", "zijn", "beste", "wat", "het", "uitvoering"], "pubDate": "2020-12-17T17:02:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}