{"id": "84ac417c-caf7-3fbc-8cdb-7a018b557f7d", "title": "Mourinho heeft geen mededogen met de amateurs van Marine", "url": "https://volkskrant.nl/sport/mourinho-heeft-geen-mededogen-met-de-amateurs-van-marine~b57e2e4d/", "summary": "Tottenham Hotspur was te sterk voor Marine.\nVanuit de verste oorden was er interesse voor Marine, dat in de Northern Premier League, division one north west uitkomt en in september met het bekeravontuur was begonnen met een kleine zege op Barnoldswick.\nSupporters van Marine konden de wedstrijd volgen vanaf hun tuinhuisje.\nMaar na een kwartier spelen scoorde de thuisploeg bijna toen Neil Kengni, een leerling-loodgieter, met een afstandsschot de lat raakte.\nAmateurclub Chorley, uitkomend op het zesde niveau, wist de vierde ronde te bereiken door met 2-0 van Derby County te winnen, dat vanwege een corona-uitbraak in de selectie aantrad met een jeugdteam.", "paragraphs": ["Tottenham Hotspur was te sterk voor Marine. Beeld BSR Agency", "De voorpret was groot, zoals gebruikelijk bij dit soort duels die het hart van ’s werelds oudste bekercompetitie raken. Vanuit de verste oorden was er interesse voor Marine, dat in de Northern Premier League, division one north west uitkomt en in september met het bekeravontuur was begonnen met een kleine zege op Barnoldswick. Marine speelt midden in Crosby, een stadje vlak boven Liverpool. Aan de hekken hangen huisnummers, zodat de club weet bij welke buren moet worden aangebeld als er weer eens ballen in de tuinen zijn geschoten.", "Supporters van Marine konden de wedstrijd volgen vanaf hun tuinhuisje. Beeld BSR Agency", "Mourinho nam het duel serieus en stuurde een sterk team het modderige veld op. Maar na een kwartier spelen scoorde de thuisploeg bijna toen Neil Kengni, een leerling-loodgieter, met een afstandsschot de lat raakte. Dat schudde Spurs wakker. In 20 minuten erna beslisten twee Brazilianen de ongelijke strijd: Benfica-huurling Carlos Vincinius voltooide een hattrick en Lucas Moura draaide een vrije trap knap het doel in. In de tweede helft nam Tottenham gas terug. Alleen de 16-jarige Alfie Devine voegde nog een doelpunt toe.", "Eerder op de dag had Crawley Town, uitkomend in de vierde divisie, voor een sensatie gezorgd door Leeds United met 3-0 te vernederen. Amateurclub Chorley, uitkomend op het zesde niveau, wist de vierde ronde te bereiken door met 2-0 van Derby County te winnen, dat vanwege een corona-uitbraak in de selectie aantrad met een jeugdteam. Tegen Liverpool zag ook Aston Villa zich gedwongen de strijd met jeugdspelers aan te gaan. Met rust stond het 1-1, maar uiteindelijk waren Klopps mannen toch te sterk (1-4).", "Bij Chelsea speelde Hakim Ziyech weer een prominente rol door met prachtige passes bij te dragen aan twee doelpunten in de 4-0 op League Two-ploeg Morecambe, een streekgenoot van Marine."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["mourinho", "van", "marine", "sterk", "voor", "en", "met", "heeft", "een", "geen", "te", "op", "het", "mededogen", "amateurs"], "pubDate": "2021-01-10T20:15:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}