{"id": "84bd5449-d1e5-35a4-b74e-35e683133431", "title": "The Mandalorian is het beste wat StarWars ons heeft gebracht sinds The Return of the Jedi", "url": "https://trouw.nl/cultuur-media/the-mandalorian-is-het-beste-wat-starwars-ons-heeft-gebracht-sinds-the-return-of-the-jedi~bdc6927e/", "summary": "Het verleden heeft meermaals aangetoond dat nieuwe StarWars-films beslist niet altijd een verrijking van het merk betekenen.\nEen verhaal dat meer dan ooit laat zien dat zelfs het universum van Star Wars bol staat van de morele grijstinten.\nTegelijkertijd krijgt het overkoepelende verhaal meer richting en worden de banden met de rest van het Star Wars-universum strakker aangehaald.\nZo duikt Boba Fett op, krijgen we eindelijk dat lichtzwaardgevecht en doet de ruimteactie niet onder voor die van het witte doek.\nThe Mandalorian is het beste dat het Star Wars-universum heeft voortgebracht sinds Return of the Jedi, en staat tegelijkertijd als serie soeverein op zichzelf.", "paragraphs": ["Het verleden heeft meermaals aangetoond dat nieuwe StarWars-films beslist niet altijd een verrijking van het merk betekenen. Zo niet ‘The Mandalorian’: Disney doet eindelijk recht aan de grootste filmfranchise ter wereld.", "Meer ‘Star Wars’! Je zou denken: altijd geweldig nieuws voor de fans. Nou nee. Star Wars-fans zijn een apart slag volk. Ze zijn nogal moeilijk te plezieren. Ze zweren bij de originele trilogie die inmiddels een mythische status heeft gekregen – en het is niet makkelijk iets te maken dat ook maar in de schaduw ervan mag staan.", "Nu heeft Star Wars wat dat betreft ook niet echt een lekkere track record. Over de prequels zullen we het maar niet hebben, en hoewel de recente trilogie goed begon met ‘The Force Awakens’ (2015), kreeg regisseur Rian Johnson doodsbedreigingen na zijn ‘The Last Jedi’ uit 2017 (het was ook niet best) en eindigde het met een waar gedrocht (‘The Rise of Skywalker’, 2019).", "En het geliefde merk Star Wars wordt alleen maar verder uitgebouwd. Onlangs kondigde Disney aan met maar liefst tien nieuwe Star Wars-films en ­­-series te komen. Het Marvel-model wordt ook toegepast op de Star Wars-franchise. Overkill? Dat is een allang gepasseerd station.", "Maar in al die commerciële duisternis gloort er hoop: want als ál die aankomende producties het niveau van The Mandalorian zullen halen, is er niks om ons zorgen over te maken. Nu werd het eerste seizoen – waarmee vorig jaar het betaalkanaal Disney+ werd gelanceerd – verrassend positief ontvangen. En de tweede reeks is nóg beter.", "Die gaat verder waar de eerste gebleven was. De zwijgzame premiejager Din Djarin (gespeeld door Pedro Pascal, al zie je zijn gezicht onder de helm slechts één keer) is nog altijd bezig met zijn eenzame queeste om de mysterieuze The Child – Baby Yoda – naar huis te brengen, door het grote sterrenstelsel ver, ver hier vandaan. Ergens in dat sterrenstelsel smeulen de resten van het in ‘Return of the Jedi’ (1983) verslagen keizerrijk, dat in de recente trilogie zal reïncarneren in de vorm van The First Order. En laat in die wederopstanding baby Yoda nou net een mogelijke rol spelen.", "The Child, alias Baby Yoda - eet hier een koekje. Beeld Disney / Lucasfilm Ltd.", "Maar dat The Mandalorian zo goed werkt, komt doordat de serie het klein houdt. Het heeft inderdaad zijdelings te maken met de bioscoopfilms over de grootse strijd tussen goed en kwaad, maar de serie zelf is gewoon het verhaal van een man met een missie. Een verhaal dat meer dan ooit laat zien dat zelfs het universum van Star Wars bol staat van de morele grijstinten. Zo laat één aflevering de kijker haast juichen voor een troepje Tie Fighters – die toesnellen van het boze keizerrijk – als ze onze held redden.", "Elke aflevering is een avontuur op zich, waarin je wordt meegevoerd naar de uithoeken van dit oneindige universum, met kleurrijke nieuwe personages. Tegelijkertijd krijgt het overkoepelende verhaal meer richting en worden de banden met de rest van het Star Wars-universum strakker aangehaald. Zo duikt Boba Fett op, krijgen we eindelijk dat lichtzwaardgevecht en doet de ruimteactie niet onder voor die van het witte doek. Dat is een beetje fanservice, maar de verschillende regisseurs brengen deze hommages subtiel genoeg. De lichte toets waarin we showrunner Jon Favreau herkennen maakt de serie geschikt voor een breed publiek. O, en de soundtrack: fenomenaal.", "The Mandalorian is het beste dat het Star Wars-universum heeft voortgebracht sinds Return of the Jedi, en staat tegelijkertijd als serie soeverein op zichzelf. Ook voor mensen die nog nooit van lichtzwaarden of X-Wings hebben gehoord is dit smullen. Daarmee doet het precies wat Disney wil: nieuwe fans aan de miljardenfranchise binden. En the-force-zij-dank slaagt The Mandalorian daarin zonder het merk Star Wars nóg verder uit te hollen. Integendeel.", "Het tweede seizoen van The Mandalorian (acht afleveringen) is nu te zien op Disney+."], "authors": ["Joris Belgers"], "keywords": ["gebracht", "wat", "star", "met", "te", "ons", "die", "van", "sinds", "en", "een", "mandalorian", "return", "heeft", "starwars", "het", "niet", "dat", "jedi"], "pubDate": "2020-12-18T18:18:11Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}