{"id": "84ccea2f-c8ff-3bec-b0d4-ff22fb00a1cf", "title": "Halve selectie Celtic in isolatie door één besmette speler", "url": "https://www.dvhn.nl/sport/Halve-selectie-Celtic-in-isolatie-door-%C3%A9%C3%A9n-besmette-speler-26348222.html", "summary": "Celtic treedt maandagavond met een verzwakte ploeg aan tegen Hibernian in de Schotse Premier League.\nDertien spelers uit de A-selectie, alsmede coach Neil Lennon en zijn assistent John Kennedy, zijn in isolatie gegaan omdat ze te dicht in de buurt zijn geweest van Christopher Jullien.\nDe club vreest dat de besmetting vorige week is overgeslagen op Jullien, toen Celtic terugkeerde van een trainingskamp in Dubai.\nDe club uit Glasgow heeft de Schotse bond verzekerd maandagavond te spelen tegen Hibernian.\nCeltic is de nummer 2 in de competitie met 43 punten uit negentien wedstrijden.", "paragraphs": ["Celtic treedt maandagavond met een verzwakte ploeg aan tegen Hibernian in de Schotse Premier League. Dertien spelers uit de A-selectie, alsmede coach Neil Lennon en zijn assistent John Kennedy, zijn in isolatie gegaan omdat ze te dicht in de buurt zijn geweest van Christopher Jullien. De Franse verdediger is positief getest op het coronavirus.", "Celtic laat op de website weten dat het stevig baalt van de tegenslag, temeer daar de club beweert zich telkens nauwgezet aan de strenge coronaprotocollen te hebben gehouden. \"De club had tot nog toe geen enkele positieve test, tot maandag.\" De club vreest dat de besmetting vorige week is overgeslagen op Jullien, toen Celtic terugkeerde van een trainingskamp in Dubai.", "De club uit Glasgow heeft de Schotse bond verzekerd maandagavond te spelen tegen Hibernian. Celtic is de nummer 2 in de competitie met 43 punten uit negentien wedstrijden. Rangers is koploper met liefst 22 punten meer, maar de stadsrivaal heeft wel vier wedstrijden meer gespeeld."], "authors": [], "keywords": ["tot", "besmette", "celtic", "speler", "zijn", "isolatie", "van", "wedstrijden", "halve", "selectie", "club", "uit", "met", "te", "op", "één", "door"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}