{"id": "84d18fda-5e08-3172-b186-f4f6d6741c08", "title": "EU en VK besluiten tóch verder te onderhandelen over Brexit-deal", "url": "https://nu.nl/brexit/6096401/eu-en-vk-besluiten-toch-verder-te-onderhandelen-over-brexit-deal.html", "summary": "De Europese Unie en het Verenigd Koninkrijk gaan tóch verder onderhandelen om voor het eind van het jaar tot een handelsakkoord te komen.\nDat maakten de Britse premier Boris Johnson en de voorzitter van de Europese Commissie Ursula von der Leyen zondag bekend.\nDe twee partijen zouden zondag kijken of het nog zin had om door te gaan met praten na negen maanden aan moeizame onderhandelingen.\n70 Nog geen akkoord EU en VK: 'Onderhandelingen gaan door'Vijf voor twaalf voor Brexit-akkoordDoor te blijven praten, blijft er een kans bestaan dat de EU en het VK alsnog tot het zo gewenste handelsakkoord te komen.\nVon der Leyen noemde op haar korte persconferentie geen nieuwe deadline, waardoor 31 december de nieuwe en ook meteen ultieme deadline lijkt te zijn.", "paragraphs": ["De Europese Unie en het Verenigd Koninkrijk gaan tóch verder onderhandelen om voor het eind van het jaar tot een handelsakkoord te komen. Dat maakten de Britse premier Boris Johnson en de voorzitter van de Europese Commissie Ursula von der Leyen zondag bekend.", "De twee partijen zouden zondag kijken of het nog zin had om door te gaan met praten na negen maanden aan moeizame onderhandelingen. Eerder in de week leek het erop dat de onderhandelingen zouden uitlopen op een no deal-scenario, maar de laatste 24 uur lijkt er een positievere wind te waaien rondom de onderhandelingen.", "\"Hoewel we inmiddels meerdere deadlines gemist hebben, denken we dat doorpraten het meest verantwoordelijke is dat we kunnen doen\", zei Von der Leyen op een korte persconferentie. De voorzitter van de Europese Commissie noemde haar telefoongesprek met Johnson \"nuttig\".", "Johnson benadrukte op Twitter dat de verschillen tussen beide kampen groot blijven. Hij herhaalde dat wat hij eerder deze week al zei: \"We kunnen nog steeds een deal bereiken, maar de kans is het grootst dat we een Australië-deal (zonder handelsafspraken, dus no deal red.) sluiten met de EU.", "De gesprekken zullen maandag verder gaan in Brussel. De onderhandelaars buigen zich dan voor de zoveelste keer over de nog openstaande problemen: afspraken over hoeveel vissen Europese hengelaars mogen vangen in Britse wateren, gelijke concurrentieregels voor Britse en Europese bedrijven en het toezicht op de gemaakte afspraken.", "70 Nog geen akkoord EU en VK: 'Onderhandelingen gaan door'", "Vijf voor twaalf voor Brexit-akkoord", "Door te blijven praten, blijft er een kans bestaan dat de EU en het VK alsnog tot het zo gewenste handelsakkoord te komen. Jaarlijks wordt er voor honderden miljarden euro's aan goederen verhandeld tussen beide partijen. Een no deal-Brexit zou de handel minder aantrekkelijk maken, vanwege de terugkeer van handelsbarrières.", "Von der Leyen noemde op haar korte persconferentie geen nieuwe deadline, waardoor 31 december de nieuwe en ook meteen ultieme deadline lijkt te zijn. Hierdoor zullen de betrokken landen, bedrijven en inwoners tot de laatste seconde van dit jaar in twijfel blijven zitten over hoe de toekomstige EU-VK-relatie eruit zal zien."], "authors": ["Door", "Douwe Van Veen"], "keywords": ["dat", "van", "besluiten", "nog", "tóch", "brexitdeal", "een", "eu", "en", "onderhandelen", "europese", "te", "op", "vk", "voor", "verder", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}