{"id": "84ebc266-de88-38f9-af36-3a8ad37ff207", "title": "Na jaren vol frustratie kan Otterspeer weer verwoestend uithalen op het ijs", "url": "https://nu.nl/schaatsen/6093606/na-jaren-vol-frustratie-kan-otterspeer-weer-verwoestend-uithalen-op-het-ijs.html", "summary": "Dit seizoen kan hij eindelijk weer volledig vertrouwen op zijn lichaam en dat leverde zondag een bijzondere Nederlandse sprinttitel op.\nAls hij zijn geëmotioneerde vriendin Bettelien van der Ploeg op het scherm ziet, breekt de 32-jarige schaatser zelf ook.\n\"Dan reed ik op een zondagavond naar huis en dacht ik: ik heb wéér niks.\n(Foto: Pro Shots)'Ik ben niet vaak zo sterk geweest'Bij het NK sprint bewees Otterspeer dat hij weer terug op topniveau is.\n\"Het verschil is dat ik nu kan vertrouwen op mijn lichaam, voor het eerst in meer dan vijf jaar.", "paragraphs": ["Hein Otterspeer was na een fietsongeluk vijf jaar lang niet de schaatser die hij dacht te kunnen zijn. Dit seizoen kan hij eindelijk weer volledig vertrouwen op zijn lichaam en dat leverde zondag een bijzondere Nederlandse sprinttitel op.", "Een paar minuten na de 1.000 meter die hem zijn derde NK-goud opleverde, krijgt Otterspeer een telefoon onder zijn neus gedrukt. Als hij zijn geëmotioneerde vriendin Bettelien van der Ploeg op het scherm ziet, breekt de 32-jarige schaatser zelf ook. \"Zij heeft een groot aandeel in deze titel. Het moge duidelijk zijn dat ik de afgelopen jaren niet altijd de makkelijkste ben geweest voor haar\", zegt hij even later.", "Het chagrijn begon in mei 2015, toen Otterspeer in de Groningse plaats Sebaldeburen met zijn racefiets tegen een auto knalde. Met een ontwrichte schouder en wat schaafwonden leek de schade in eerste instantie mee te vallen, maar in de maanden en jaren daarna bleef de lange sprinter maar problemen houden met zijn rug.", "\"Ik heb een enorme dreun gekregen door dat ongeluk en daar heb ik heel lang mee geworsteld. Er waren zoveel spanningen opgebouwd in mijn lichaam, dat ik daar als het ware omheen ben gaan trainen. Daardoor heb ik een instabiliteit gecreëerd, een soort kreukelzone. Als je met 60 kilometer per uur door een bocht moet, moet alles kloppen. En dat deed het bij mij niet.\"", "Otterspeer had ondanks zijn fysieke problemen af en toe nog wel een positieve uitschieter - zo werd hij twee jaar geleden voor de tweede keer in zijn carrière Nederlands sprintkampioen - maar veel vaker ging het mis, greep hij net naast een medaille of een ticket voor een groot toernooi. Zijn laatste deelname aan de WK afstanden was in het seizoen 2014/2015 en hij wacht nog op zijn olympische debuut.", "\"Ik heb weleens aan stoppen gedacht\", erkent Otterspeer. \"Dan reed ik op een zondagavond naar huis en dacht ik: ik heb wéér niks. Maar diep vanbinnen wist ik: als alles klopt, kan ik nog steeds de besten van de wereld verslaan. Dát is de reden waarom ik hier nog ben, waarom ik elke dag met plezier naar de ijsbaan ben gegaan. Maar dan moest er wel iets veranderen.\"", "Alleen Gerard van Velde, Jan Bos en Stefan Groothuis zijn vaker Nederlands sprintkampioen geworden dan Hein Otterspeer. (Foto: Pro Shots)", "'Het probleem bleek groter dan we dachten'", "Otterspeer treedt niet in details, maar zeker is dat hij aan het einde van vorig seizoen samen met zijn coach Jac Orie op zoek is gegaan naar een definitieve oplossing voor zijn rugproblemen. Ze vonden in het buitenland een specialist die mensen na ongelukken behandelt en dat bleek een gouden zet.", "\"Het was geen operatie, maar wel een pittige behandeling. Want er was niet even één plekje waar een blokkade opgelost moest worden. Het was zo diepgeworteld in mijn lichaam, dat we niet van een normale fysiotherapeut konden verlangen dat die het even oploste. Symptoombestrijding is iets anders dan de kern van het probleem aanpakken. En dat probleem bleek veel groter te zijn dan we in eerste instantie dachten.\"", "Door de behandeling bij de specialist kan Otterspeer weer pijnvrij trainen en schaatsen. \"Het klopt gewoon weer, de kreukelzone is uit mijn lichaam gehaald. En vooral: ik kan nu mijn kracht weer kwijt op het ijs. Dat is een fantastisch gevoel.\"", "Hein Otterspeer schreeuwt het uit nadat hij de titel heeft veiliggesteld. (Foto: Pro Shots)", "'Ik ben niet vaak zo sterk geweest'", "Bij het NK sprint bewees Otterspeer dat hij weer terug op topniveau is. Hij begon het toernooi met de tweede tijd op de 500 meter (34,82), waarna hij op de 1.000 meter uithaalde met zijn snelste tijd in Thialf ooit (1.07,99). Zondag consolideerde de rijder van Jumbo-Visma zijn leidende positie met een derde plek op de 500 meter (34,91) en de 1.000 meter (1.08,78).", "\"Zaterdag kwam op de 1.000 meter opeens de race waarvan ik al een hele tijd hoopte dat ik die kon rijden. Daarna kwam een ontlading… alle frustratie en emotie kwamen er even uit. Dat moment had ik nodig, ik moest een keer verwoestend uithalen.\"", "De twee races op zondag bevestigden dat het geen eenmalige uitschieter was. \"Het verschil is dat ik nu kan vertrouwen op mijn lichaam, voor het eerst in meer dan vijf jaar. Ik ben niet vaak zo sterk geweest als dit weekend en daar ben ik heel trots op.\""], "authors": ["Door", "Daan De Ridder"], "keywords": ["ijs", "verwoestend", "vol", "uithalen", "jaren", "op", "het", "hij", "zijn", "met", "ik", "kan", "een", "en", "weer", "dat", "otterspeer"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}