{"id": "84f43937-74b0-3635-8c3b-cd36922a284a", "title": "Waarom slakken de nieuwe internetsterren zijn", "url": "https://trouw.nl/opinie/waarom-slakken-de-nieuwe-internetsterren-zijn~b64abd5a/", "summary": "Ik heb zelf het wc-hokje en het verankerde stapelbed eruit gesloopt, en varens en klimop geplant in de metalen wastafel.\nIk vond eens een kakkerlak op de grond, een kleine dode, met zijn pootjes in de lucht.\nRegelmatig zat ik te werken met een geleedpotig beest voor mijn geestesoog, zijn lange voelsprieten, drie staarten, en glanzende schubben.\nSlakken zijn de nieuwe internetsterren, ‘the pandemic pet’ en, aldus New York Magazine, overal.\nZoals op het Instagramaccount @aleia, 232 duizend volgers en geheel gewijd aan slakken-ensceneringen: schilderende slakken, vergaderende slakken, vliegende slakken.", "paragraphs": ["Een paar weken geleden zat ik ’s avonds te werken in mijn kantoortje, toen achter mij een vreemd geluid klonk: ‘Ggrrk, ggrrk’. Alsof er door een stuk papier gezaagd werd. Ik durfde bijna niet te kijken, want waarschijnlijk zat daar het beestje dat mij de maanden ervoor had geteisterd met zijn onzichtbare aanwezigheid – wellicht in meervoud.", "Mijn kantoortje is een antikraak gehuurde cel in een negentiende-eeuwse voormalige gevangenis. Ik heb zelf het wc-hokje en het verankerde stapelbed eruit gesloopt, en varens en klimop geplant in de metalen wastafel. Het is een fijn lockdown-proof werkplekje, met soms wat ongedierte. Ik vond eens een kakkerlak op de grond, een kleine dode, met zijn pootjes in de lucht. Er vliegen fruitvliegjes, de klimop had luizen en in de appgroep van gevangenishuurders wordt regelmatig gesproken van muizen. Op het tafeltje naast de wasbak lieten papiervisjes kronkelige eetsporen na op rondslingerende papiertjes.", "Daar ging ik althans vanuit, tot ik op dat tafeltje een boek ontdekte waar hele kraters uit waren gevreten: wel erg grote happen voor zo’n klein beestje. Aan de witte plantenpot kleefden restjes rode kaft. Onderzoek naar de dader haalde weinig uit. Medehuurders hadden nergens last van, en het internet kwam niet verder dan papier- dan wel zilvervissen, of misschien een zeer hongerige kakkerlak. Dus verpakte ik mijn mooiste boeken in plastic, legde ze in de kast en liet op het tafeltje stukjes oud papier achter als bliksemafleider. Soms trof ik ’s ochtends een aangetaste boekenlegger, half verorberd door het mysterieuze beest dat zich in de plantjes schuilhield – of in de afvoerpijp, wie weet wat daar de afgelopen 167 jaar heeft geleefd. Regelmatig zat ik te werken met een geleedpotig beest voor mijn geestesoog, zijn lange voelsprieten, drie staarten, en glanzende schubben.", "Een vleeskleurige reuzenpapiervis", "Dus toen ik dat ‘ggrrk, ggrrk’ hoorde dacht ik: We meet at last. Maar ik vroeg me ook af welk beest zo hoorbaar van papier kon eten. Ik draaide en zag in mijn ooghoek iets dat veel groter was dan de op Wikipedia beloofde anderhalve centimeter, en een beetje roze van kleur. Ik haastte me de lange gevangenisgang in: dit leek me niet iets om alleen in de ogen te kijken. Alle deuren zaten dicht. Pas in de achterste cel trof ik een collega, die ogenschijnlijk onbevreesd mijn kantoortje in liep, en er gauw weer uitkwam – niet met een vleeskleurige reuzenpapiervis, maar met een heel gemiddeld slakje. We lachten erom en zetten hem buiten, zonder zelfs een fotootje te maken.", "Daarmee beging ik een grote fout, blijkt nu. Slakken zijn de nieuwe internetsterren, ‘the pandemic pet’ en, aldus New York Magazine, overal. Zoals op het Instagramaccount @aleia, 232 duizend volgers en geheel gewijd aan slakken-ensceneringen: schilderende slakken, vergaderende slakken, vliegende slakken. TikTokker @Lazy_Mermaid kreeg 2,1 miljoen likes voor een filmpje waarin ze de slak van haar zus ‘een douche geeft’ op het liedje Dissolve van Absofacto. Een New York Times-stuk over slakken ging viraal.", "Natúúrlijk is de slak het perfecte pandemische huisdier. Hij is fotogeniek. Hij haalt buiten naar binnen zonder dat je met hem naar buiten hoeft. Hij is altijd met zijn huisje, hoe symbolisch. Langzaam als een lockdown, ook symbolisch. Och, de roem die ik gedachtenloos buiten de deur heb gezet, de aandacht, de (slakken)vriendschap. Met slechts een aangevreten boek als souvenir.", "Swipen & klikken - Kelli van der Waals bespreekt opvallende trends en discussies in online media. Eerdere columns vind je hier."], "authors": ["Kelli Van Der Waals"], "keywords": ["internetsterren", "ik", "zijn", "van", "waarom", "en", "nieuwe", "een", "met", "slakken", "op", "te", "het", "dat"], "pubDate": "2021-01-07T15:18:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}