{"id": "84f401da-bd2f-3ce4-b697-6c70b6bd2334", "title": "FrieslandCampina laat alle kaas weer in Nederland verpakken", "url": "https://www.telegraaf.nl/financieel/2090824349/friesland-campina-laat-alle-kaas-weer-in-nederland-verpakken", "summary": "Het werk dat nu in Genk wordt gedaan, zal worden ondergebracht in Wolvega en Leerdam, waar alle kaasverpakkingsactiviteiten worden geconcentreerd.\nFrieslandCampina kampte al langer met overcapaciteit van het verpakkingsnetwerk.\nArbeidsplaatsenWat het terughalen van de activiteiten voor de werkgelegenheid in Nederland betekent, is volgens de woordvoerder nog niet helemaal duidelijk.\nHet kan zijn dat er in Wolvega wel extra mensen nodig zijn.”Zuiverlreus FrieslandCampina schrapt 1000 banenHet zou voor Wolvega een opsteker zijn als FrieslandCampina extra werkgelegenheid kan creëren.\nFrieslandCampina ’moest wel optreden’ door tweede coronagolfTopman Hein Schumachter wil dat doen door het sluiten van zoveel mogelijk productielocaties met een overcapaciteit.", "paragraphs": ["Het werk dat nu in Genk wordt gedaan, zal worden ondergebracht in Wolvega en Leerdam, waar alle kaasverpakkingsactiviteiten worden geconcentreerd. FrieslandCampina kampte al langer met overcapaciteit van het verpakkingsnetwerk.", "Voor Genk betekent de sluiting een forse klap. Met de maatregel komen daar 211 arbeidsplaatsen te vervallen.", "Arbeidsplaatsen", "Wat het terughalen van de activiteiten voor de werkgelegenheid in Nederland betekent, is volgens de woordvoerder nog niet helemaal duidelijk. „In Leerdam komen er in ieder geval geen arbeidsplaatsen bij. Het kan zijn dat er in Wolvega wel extra mensen nodig zijn.”", "Zuiverlreus FrieslandCampina schrapt 1000 banen", "Het zou voor Wolvega een opsteker zijn als FrieslandCampina extra werkgelegenheid kan creëren. De zuivelcoöperatie besloot vorige maand om de hele financiële dienstverlening onder te brengen in de Hongaarse hoofdstad Boedapest, wat in Wolvega tot een verlies van 151 banen leidt.", "Grote reorganisatie", "FrieslandCampina kondigde begin november zijn eerder aangekondigde herstructurering te versnellen. De zuivelgigant zegt hiertoe genoodzaakt te zijn vanwege de impact van de coronacrisis op het concern. Uiteindelijk moeten er voor eind 2021 duizend banen verdwijnen en wil FrieslandCampina vanaf 2022 structureel €100 miljoen per jaar in de kosten snijden.", "FrieslandCampina ’moest wel optreden’ door tweede coronagolf", "Topman Hein Schumachter wil dat doen door het sluiten van zoveel mogelijk productielocaties met een overcapaciteit. Daarnaast moeten niet-kernactiviteiten worden afgestoten, zoals het concern in 2017 deed met de verkoop van frisdrankenfabrikant Riedel.", "De coöperatie met 11.500 aangesloten melkveebedrijven heeft nu 24.000 werknemers, van wie zo’n 8000 in Nederland. Voor de melkveehouders zal door de reorganisatie niets veranderen.", "Coronacrisis noopt FrieslandCampina tot harde bezuinigingen"], "authors": ["Gert Van Harskamp"], "keywords": ["alle", "van", "nederland", "laat", "het", "met", "zijn", "voor", "frieslandcampina", "worden", "een", "verpakken", "te", "weer", "kaas", "wolvega"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}