{"id": "84f562bd-923d-3f5b-aac8-34bb364653e1", "title": "Auschwitz 75 jaar bevrijd: wat wil jij weten over het kamp?", "url": "https://nu.nl/advertorial-nunl/6024493/auschwitz-75-jaar-bevrijd-wat-wil-jij-weten-over-het-kamp.html", "summary": "Op 27 januari 1945 werd concentratiekamp Auschwitz-Birkenau bevrijd van het naziregime.\nVolgende week is dat 75 jaar geleden en besteden we met verschillende verhalen extra aandacht aan dit historische moment.\nMiljoenen mensen, onder wie veel Joden, werden gedeporteerd en zijn tijdens de Holocaust in dat kamp om het leven gebracht.\nOver dit onderwerp is oneindig veel te vertellen en daarom horen we graag van jou wat jij nog zou willen weten over Auschwitz en de bevrijding van het kamp.\nLaat het op ons reactieplatform NUjij weten en wellicht komt jouw vraag volgende week terug.", "paragraphs": ["Op 27 januari 1945 werd concentratiekamp Auschwitz-Birkenau bevrijd van het naziregime. Volgende week is dat 75 jaar geleden en besteden we met verschillende verhalen extra aandacht aan dit historische moment. Voor ons laatste verhaal hebben we jouw vragen nodig.", "Auschwitz was een Duits concentratie- en vernietigingskamp van de nazi's in Polen in de Tweede Wereldoorlog. Miljoenen mensen, onder wie veel Joden, werden gedeporteerd en zijn tijdens de Holocaust in dat kamp om het leven gebracht.", "Over dit onderwerp is oneindig veel te vertellen en daarom horen we graag van jou wat jij nog zou willen weten over Auschwitz en de bevrijding van het kamp.", "Heb je nog vragen of zijn er specifieke zaken waar jij benieuwd naar bent? We zullen zo veel mogelijk vragen laten beantwoorden door verschillende experts. De antwoorden lees je 27 januari in een nieuw artikel.", "Heb je vragen of inhoudelijke opmerkingen? Laat het op ons reactieplatform NUjij weten en wellicht komt jouw vraag volgende week terug."], "authors": ["Door"], "keywords": ["van", "jij", "wil", "en", "bevrijd", "75", "je", "week", "zijn", "weten", "vragen", "auschwitz", "volgende", "jaar", "kamp", "veel", "wat", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}