{"id": "84fa3710-5309-3cc5-ae6f-5bd6923b99e2", "title": "Boek over Ischa Meijer wordt tv-serie: ‘Je ziet de liefde terug in hun blik’", "url": "https://www.parool.nl/kunst-media/boek-over-ischa-meijer-wordt-tv-serie-je-ziet-de-liefde-terug-in-hun-blik~b029b0cb/", "summary": "En niet van vreugde.\nKern van het verhaal: hun stormachtige relatie van vier intense jaren van allesoverheersende liefde, diepgevoelde gelukzaligheid en razende ruzies.\nUiteindelijk bedacht ik: ik wil graag het boek verfilmen en niet per se de waarheid.”Palmen: “Mijn standpunt is onveranderd.\nIk merkte dat ik vooral oplette wanneer ik zou zeggen: ‘Ho, dit kan écht niet!’”Dat gebeurde ook?\nIk wist dat ik niet volledig in de rouw zou terug­vallen, maar de melancholie is na de eerste keer kijken nog dagen bij me geweest.", "paragraphs": ["Michiel van Erp en Connie Palmen. Palmen: ‘Elke eerdere poging mijn werk te verfilmen was mislukt.’ Beeld Ernst Coppejans", "Ja, Michiel van Erp en Connie Palmen kennen elkaar. Sterker: als de regisseur (57) vertelt te gaan verhuizen van de gracht waaraan ze beiden wonen, verheft de schrijfster (65) onmiddellijk haar stem. En niet van vreugde. “Ach nee toch, Michiel! Wat vre-se-lijk ongezellig. En naar Oud-Zuid ook nog. Ik ken bijna geen tuttiger deel van de stad.”", "De gemoedelijke sfeer aan de keukentafel zal er deze middag niet onder lijden. De twee zijn samengekomen om te praten over Van Erps verfilming van I.M., het boek waarmee Palmen in 1998 een literair monument oprichtte voor haar drie jaar eerder plots gestorven man, tv-interviewer en columnist van deze krant, Ischa Meijer.", "Kern van het verhaal: hun stormachtige relatie van vier intense jaren van allesoverheersende liefde, diepgevoelde gelukzaligheid en razende ruzies. Het tot een vierdelige tv-serie geknipte I.M. is vanaf vanavond te zien met acteurs Ramsey Nasr en Wende Snijders als Meijer en Palmen.", "Waarom werden het die twee?", "Van Erp: “Ik wist niet zo goed wie Ischa moest spelen. Tijdens de audities was Ramsey heel overtuigend. Voor Connie wilde ik absoluut een totaal onverwacht iemand, net zoals Connie begin jaren 90 uit het niets de literaire wereld binnenstapte. Toen dacht ik aan Wende. Ze twijfelde of ze het wel kon, zei dat ze zich niet thuisvoelt op filmsets. Gelukkig liet ze zich overhalen.”", "Wat ziet u als u uw eigen personage ziet?", "Palmen: “Ik zie Wende. Haar spel? Vind ik zo moeilijk te beoordelen. Ik was onder de indruk van haar blik. Liefde is heel veel kijken, dat doet ze prachtig. En bij Ramsey zie je hoeveel hij is gaan houden van de man die hij speelt. Mooi vind ik dat.”", "Nasr liet zich een opplakbuikje van 10 kilo aanmeten, las ik.", "Van Erp: “En hij is voor de rol ook kilo’s aan­gekomen. Zo interessant vind ik die buik niet hoor, maar vanwege zijn columns als ‘De dikke man’ moesten we er wel iets mee.”", "Palmen: “Ischa had ook helemaal niet zo’n dikke buik.”", "Van Erp: “Nou..”", "Palmen, beslist: “Nee, echt niet.”", "Van Erp tegen de interviewer: “Oké. Connie kan het weten.”", "Waar u ook niet omheen kon: de openingsscène uit het boek waarin de twee geliefden het in hun broek doen als ze elkaar op straat zien naderen.", "Van Erp: “We beginnen er niet mee, hebben zelfs gediscussieerd of hij erin moest. Van Connie hoefde het niet. Maar die scène is zo beroemd, iedereen begint erover, hij hoort er gewoon in.”", "Ramsey Nasr en Wende Snijders als Ischa Meijer en Connie Palmen. Beeld Mark de Blok", "Palmen: “In het boek is het een metafoor. Dat metaforische is in de serie nogal..eh.. verdwenen.”", "Van Erp: “Een metafoor is ook lastig te filmen, Connie.”", "Hoe letterlijk is de serie? Besnuffelde Ischa werkelijk uw boekenkast toen hij voor het eerst bij u thuis was?", "Palmen: “Dat staat in het boek, ja. Ischa kwam binnen, keek rond en stelde vast: ‘O ja, je bent zoals ik.’ We hadden bijna precies dezelfde boeken.”", "Van Erp: “Ik had als voorbereiding gelezen over het rumoer dat het boek omgaf, de discussie over de vraag of I.M. nou wel een roman genoemd mocht worden. Uiteindelijk bedacht ik: ik wil graag het boek verfilmen en niet per se de waarheid.”", "Palmen: “Mijn standpunt is onveranderd. Alles wat erin staat is waar, maar het boek is wel een roman. Ik wilde én wil niet dat fictie verbonden wordt aan het waarheidsbegrip. Het boek was voor mij een vorm van magisch denken: ik wilde Ischa weer tot leven schrijven.”", "Van Erp: “Ik kocht het boek meteen bij het ­uitkomen. Was gefascineerd door de liefde van die twee. Eigenlijk verbazingwekkend dat het nog niet was verfilmd.”", "Waarom was dat nog niet gebeurd?", "Palmen: “Omdat elke poging mijn werk te verfilmen tot nu toe is mislukt. Voor I.M. had ik ook al eens een script afgekeurd. Na twee pagina’s wist ik al: wordt helemaal niets. Ik merkte dat de scenarioschrijver van Ischa noch van mij noch van onze liefde iets had begrepen. En dat is toch wel het minste.”", "“Ik vond Michiels serie over Ramses Shaffy erg goed, vertrouwde hem. Maar over mijn toezegging had ik toch niet goed nagedacht. Bij de eerste echte bespreking vroeg Michiel: ‘Wie zou jou kunnen spelen?’ Ik schrok: ‘Zit ik er dan ook in? Dan gaat het niet door.’ Ik dacht dat het helemaal over Ischa zou gaan. In De wetten schrijf ik: ‘Om te kunnen schrijven moet jezelf wegmaken.’ Dat doe ik blijkbaar nog steeds vrij radicaal.”", "Dat klinkt als een probleem voor de regisseur.", "Van Erp: “Mijn compagnon Monique Busman en ik hebben Connie uitgelegd dat dat wel een voorwaarde was. De serie moest geen biografie van Ischa worden, maar een verhaal over de liefde van twee mensen.”", "Wat waren uw gedachten toen u het eind­resultaat zag?", "Palmen: “Ik keek wel, maar zag aanvankelijk helemaal niets. Het was allemaal veel te aangrijpend voor me. Ik merkte dat ik vooral oplette wanneer ik zou zeggen: ‘Ho, dit kan écht niet!’”", "Dat gebeurde ook?", "Palmen “Nee, helemaal niet. Ik zag hoe ongelooflijk mooi het gedaan is. Wat me raakte, was het gebruik van ónze muziek. Ik maakte cassettebandjes met liedjes die Ischa en ik meezongen in de auto. Du van Peter Maffay bijvoorbeeld. Je kunt jezelf nog zo’n harnas hebben aangemeten, soms kun je je niet beschermen. Dat heb ik altijd als ik een echte opname van Ischa’s stem hoor, maar muziek heeft hetzelfde effect. Net als bepaalde beelden uit de film.”", "Bij welke scènes was dat?", "Palmen: “Dat zeg ik niet. Ik wil niet dat dat de blik van kijkers vertroebelt.”", "Maar bij u ontstond er een verbinding met het verdriet van toen?", "Palmen: “Zeker ja. Rouw is een hond die altijd in een hoekje ligt te slapen. Maar soms wordt dat beest wakker geschud. Daarom vond ik de serie ook gevaarlijk voor mezelf.”", "Van Erp: “Was je bang er weer in te belanden?”", "Palmen: “Vooral voor dat gevoel van toen. Ik wist dat ik niet volledig in de rouw zou terug­vallen, maar de melancholie is na de eerste keer kijken nog dagen bij me geweest. En na de première op het Filmfestival in Utrecht zelfs nog een paar weken.”", "“Kijk, ik heb twee keer een grote liefde (de ander was D’66-oprichter Hans van Mierlo, red.) verloren. Dat ik doorleef, lukt alleen maar doordat ik mezelf niet toesta als een dweil te gaan hunkeren naar de verleden tijd. Maar als je die verleden tijd zo mooi verbeeld ziet, gebeurt dat onherroepelijk toch even.”", "I.M. Maandagavond, dinsdag, 30 december en 1 januari om 22.35 uur, AvroTros, NPO 1."], "authors": ["Stefan Raatgever"], "keywords": ["ik", "liefde", "ischa", "wordt", "terug", "meijer", "te", "ziet", "je", "van", "en", "een", "hun", "erp", "tvserie", "als", "boek", "het", "niet", "dat"], "pubDate": "2020-12-28T10:25:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}