{"id": "8530347d-eb1d-3f80-8570-f5e2a2f18e1e", "title": "Bij de Trouwlezer mag men spontaan mee-eten, maar alleen als de sfeer goed is", "url": "https://trouw.nl/opinie/bij-de-trouwlezer-mag-men-spontaan-mee-eten-maar-alleen-als-de-sfeer-goed-is~b7759446/", "summary": "Die instelling leerde ik van mijn moeder.\nZelf hang ik ertussenin: op normale dagen reken ik niet op extra bezoek en eten weggooien vind ik verschrikkelijk, dus kook ik gepast.\nMaar regelmatig kook ik ook opzettelijk te veel zodat ik het uit kan delen aan onze buren.\nIk ben niet anders gewend, bij mijn moeder kon ik, als het eten al op tafel stond, altijd iemand meenemen.\nIk ga nu bij mensen op bezoek en deel met hen het eten: bijvoorbeeld erwtensoep of stamppot, en appeltaart.", "paragraphs": ["De term ‘restverwerking’ over eten viel niet goed. Koken lezers voor spontane mee-eters?", "Binnenwaaien", "De prettigste gasten zijn zij die onverwacht aanschuiven voor een geïmproviseerde maaltijd. Wat mij betreft alleen als de sfeer goed is. Gasten hoeven geen gespannen verwachtingen te hebben en ik zit niet uitgeput aan de dis. Ook krijg ik geen commentaar. Onverwacht binnenwaaien en mee-eten, graag.", "Riet van Vlijmen Diepenveen", "Instelling", "Als tegen etenstijd onverwacht mensen op bezoek komen, vraag je ze gezellig mee te eten. Die instelling leerde ik van mijn moeder. Ze vertelde dat je altijd wel bloem, eieren, boter en melk in huis hebt en dus ter aanvulling pannenkoeken kunt bakken. Onverwacht bezoek kan juist zó leuk zijn dat je de mensen graag een poosje langer wilt laten blijven.", "Marchien Bron-Arkema Norg", "Plek voor Jezus", "Mijn moeder was jong weduwe met vier kinderen, dus we waren bepaald niet rijk. Maar er was altijd meer dan genoeg te eten. “Voor als Jezus komt of een vreemdeling stuurt”, zei ze. Vriendjes en vriendinnen mochten altijd blijven eten. Ik vond het wrang dat het bij mijn vriendinnen thuis meestal niet zo was: als ze papa hoorden aankomen, werd ik schielijk weggewerkt. Later in mijn gezin was elke aanwaaiende gast uiteraard welkom. En ook mijn kinderen merkten dat dat bij veel vriendjes totaal anders was. Wij waren raar. Ik ben er nog steeds blij om.", "Marlies Wijnen Amsterdam", "Weggooien", "Bij ons thuis werd altijd net iets te veel gekookt, voor één of maximaal twee onverwachte extra eters. Mijn ouders zijn Nederlands, mijn vader heeft Indische wortels. Nu ik getrouwd ben met een Turkse man krijg ik steevast eten mee als wij bij mijn schoonouders zijn geweest. Mee-eten zonder aankondiging is er nooit een probleem. Mijn eigen moeder wil het graag een dag of twee van tevoren weten, om inkopen te doen. Zelf hang ik ertussenin: op normale dagen reken ik niet op extra bezoek en eten weggooien vind ik verschrikkelijk, dus kook ik gepast. Onverwacht bezoek leidt dan ook écht tot stress omdat ik mijn bezoek niet tekort wil doen. Maar regelmatig kook ik ook opzettelijk te veel zodat ik het uit kan delen aan onze buren.", "Meryem Alici-van Buul Eindhoven", "Niet gewend?", "Mijn vriendin (uit Koerdisch Irak) gaf me een keer een groot compliment: “Jij bent echt geen Nederlandse, iedereen kan met jou mee-eten”. Ik ben niet anders gewend, bij mijn moeder kon ik, als het eten al op tafel stond, altijd iemand meenemen. Mijn moeder kreeg geen hap door haar keel als visite niet mee at. Bij mijn (Duitse) oma hetzelfde.", "Saskia van het Schip Velserbroek", "Coronatijd", "Ik mis in deze coronatijd de spontane mee-eters. Eten is een heel spontaan, warm gebeuren. Wat je samen eet is het minst belangrijk. Ik ga nu bij mensen op bezoek en deel met hen het eten: bijvoorbeeld erwtensoep of stamppot, en appeltaart.", "Ineke Burggraaff Woerden", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden."], "authors": ["Monic Slingerland"], "keywords": ["van", "meeeten", "goed", "bij", "als", "het", "spontaan", "maar", "op", "trouwlezer", "ik", "mag", "mijn", "een", "en", "men", "sfeer", "niet", "te", "eten"], "pubDate": "2020-12-09T14:02:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}