{"id": "8542e09f-7a6c-3251-81f6-dd3105570133", "title": "Patricia Paay en Famke Louise vonden elkaar dames met klasse", "url": "https://www.parool.nl/kunst-media/patricia-paay-en-famke-louise-vonden-elkaar-dames-met-klasse~bea5195f/", "summary": "Patricia Paay, Famke Louise en Ali B in Ali B op volle toeren, NPO1.\nFamke Louise wist niet aan wie ze zou worden gekoppeld en herkende ook na drie nummers La Paay niet.\nMaar toen de zange­ressen elkaar ontmoetten, herkende Famke Louise Patricia Paay gelukkig alsnog.\nOndanks een leeftijdsverschil van een halve eeuw vonden de 71-jarige Paay en de 21-jarige Louise elkaar in de ‘struggles’ – zoals Famke het noemde – die ze hadden gehad met ‘haters’.\nMaar beide dames waren dik tevreden en Famke Louise concludeerde dat ze ‘dames met klasse’ waren.", "paragraphs": ["Patricia Paay, Famke Louise en Ali B in Ali B op volle toeren, NPO1.", "Omdat er meer in het leven én op tv is dan de Forumsoap, keek Lips gisteravond naar Ali B op volle toeren waarin Patricia Paay en Famke Louise elkaars nummers coverden.", "Ook twee BN’ers die niet altijd vanwege hun zangkwali­teiten het nieuws haalden. Famke Louise wist niet aan wie ze zou worden gekoppeld en herkende ook na drie nummers La Paay niet. Bij het horen van de klassieker Je bent niet hip gokte ze Corry Konings. Maar toen de zange­ressen elkaar ontmoetten, herkende Famke Louise Patricia Paay gelukkig alsnog.", "Wel jammer dat ze haar begroette met het valse compliment: “Je ziet er in het echt beter uit dan op tv.” Au!", "Ondanks een leeftijdsverschil van een halve eeuw vonden de 71-jarige Paay en de 21-jarige Louise elkaar in de ‘struggles’ – zoals Famke het noemde – die ze hadden gehad met ‘haters’. Want ook Patricia had een hoop over zich heen gehad, zei Ali B, met een vette knipoog naar een uitgelekte homevideo van Paay.", "Enfin, na de female bonding was het tijd voor de covers. Famke Lousie vergreep zich aan Paays Who’s that lady with my man, terwijl La Paay zich stortte op Louises Op me monnie. “Best lastig, want het rijmt voor geen meter,” oordeelde de showbizzdiva, die voortdurend herhaalde dat ze al tien jaar niet meer had gezongen. Ze maakte er echter een mooie jazzy versie van, waarna Louise slechts samples van Paays hit gebruikte voor haar cover.", "Maar beide dames waren dik tevreden en Famke Louise concludeerde dat ze ‘dames met klasse’ waren. Van dat laatste was Lips niet zo zeker, maar het ging gelukkig een uurtje niet over Covid-19, of het al even hardnekkige Forumvirus.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "patricia", "het", "op", "met", "klasse", "famke", "louise", "elkaar", "vonden", "ze", "en", "niet", "een", "paay", "dames"], "pubDate": "2020-11-27T09:21:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}