{"id": "85568dcb-8862-3484-948a-967a78fc5417", "title": "Schrijven over corona is zorgvuldig navigeren door een woud van meningen", "url": "https://volkskrant.nl/nieuws-achtergrond/schrijven-over-corona-is-zorgvuldig-navigeren-door-een-woud-van-meningen~be267de5/", "summary": "Af en toe zie ik een onderzoek bij een ander medium opduiken en denk ik: ai, die had ik dus gemist.\nDan zeg ik dat ik geen idee heb, want ik ben geen dokter.\nHet zijn toch je lezers.’Peer reviewMet honderden onderzoeken die dagelijks binnenkomen, is bepalen wat door de ballotage komt een van de belangrijkste taken van de redactie.\n‘Onlangs hadden we nog een primeur van redacteur Michiel van der Geest, die beschrijft hoe een verpleeghuis tegen de oorspronkelijke richtlijnen van het RIVM in na een besmetting alle bewoners preventief ging testen.\nInmiddels is dat voor die doelgroep het nieuwe testbeleid.’Tegelijkertijd weegt het woord van het RIVM als instituut wel zwaarder dan dat van bijvoorbeeld een amateurviroloog, zegt de chef.", "paragraphs": ["Beeld Matteo Bal", "Dagelijks duizelt het haar hoeveel studies er binnenkomen, zegt wetenschapsredacteur Ellen de Visser. Honderden per dag. ‘Het is eigenlijk niet te doen om het allemaal bij te houden. Af en toe zie ik een onderzoek bij een ander medium opduiken en denk ik: ai, die had ik dus gemist. En normaal gesproken krijg je een onderzoek twee dagen voor publicatie binnen. Dan heb je de tijd om dat onderzoek rustig door te nemen. Nu is elk onderzoek aangemerkt als: ‘for immediate release’.", "In een jaar waarin wetenschapsnieuws de krantenkoppen domineren, is de druk op de wetenschapsredactie hoog. Iedere lezer wil antwoorden op vragen waarbij hun welzijn op het spel staat. Wat is belangrijk en wat niet? Hoe bang moeten we zijn? Wat kunnen we verwachten? Hoewel de kennis zich razendsnel ontwikkelt, zijn er tal van openstaande vragen.", "‘Het gaat over een relatief nieuw virus waarbij er telkens nieuwe inzichten komen en de wetenschappelijke consensus steeds verschuift’, zegt Tonie Mudde, chef van de wetenschapsredactie van de Volkskrant. ‘Voor ons is het belangrijkste dat we als redactie proberen door de overdaad aan meningen te navigeren en met een helder beeld te komen. Even oneerbiedig gezegd: niet de talkshowdynamiek waarbij de een iets roept, dan de ander iets roept en je aan het eind nog steeds niet weet wie je moet geloven.’ Maar hoe doen ze dat?", "Serie: betrouwbaarheid bij de krant Betrouwbaarheid is het grootste goed van een krant als de Volkskrant. In tijden waarin ‘nepnieuws’ zo makkelijk en snel kan worden verspreid moeten lezers erop kunnen vertrouwen dat de informatie in de krant met zorgvuldigheid en integriteit wordt uitgezocht en gebracht. In deze serie vertellen we wat de journalisten van de Volkskrant doen om dit vertrouwen hoog te houden. Elke maand bespreken we een nieuw thema. Met deze maand het thema: duiden.", "Wat weten we en wat weten we niet", "Het uitgangspunt is in kaart brengen wat de wetenschappelijke consensus is op dat moment, vertelt Mudde. Maar ook: welke aspecten nog onzeker zijn. Neem de vraag hoelang je moet wachten tot je weer naar buiten mag als je corona hebt gehad. ‘Het advies van het RIVM is om te wachten tot minimaal 7 dagen na de eerste klachten en tot je 24 uur klachtenvrij bent. De WHO zegt 10 dagen en 36 uur klachtenvrij. Waar komt dat verschil vandaan?’", "Ronald Veldhuizen, een vaste freelancer voor de Volkskrant, zocht het uit. Mudde: ‘Hij vraagt dan verschillende mensen uit het veld: waar is dit advies precies op gebaseerd? Wat zijn het voor studies die meten hoeveel besmettelijke virusdeeltjes iemand uitscheidt? Hoe groot zijn die studies, hoeveel onzekerheden zitten daarbij?’", "De redactie blijft weg van concrete medische adviezen, zegt Mudde. ‘Ik vind het niet onze taak om te zeggen: ga maar naar buiten na 8 dagen en 36 uur klachtenvrij te zijn geweest. We brengen in kaart wat er bekend is, waar discussie over is en waar de onzekerheden liggen. Punt.’", "Wetenschapsredacteur Ellen de Visser in gesprek met chef Tonie Mudde Beeld Pauline Niks", "Lezers voelen dit onderscheid niet altijd zo. Wetenschapsredacteur Maarten Keulemans, de corona-expert van de krant, wordt elke dag wel om advies gevraagd door lezers over hoe ze zichzelf kunnen beschermen of genezen. Keulemans: ‘Dan vraagt een lezer: moet ik wel of niet dit pilletje gebruiken tegen corona? Dan zeg ik dat ik geen idee heb, want ik ben geen dokter. Ik kan ze slechts verwijzen naar de artikelen die we over het onderwerp hebben geschreven.’", "Soms voelt hij zich wel verantwoordelijk voor de lezers die hem om hulp vragen. ‘Mensen zijn op medisch gebied vaak ook kwetsbaar. Ik zeg weleens: ga eens naar je huisarts. Ik heb ook wel eens iemand doorverwezen naar een specialist. Het zijn toch je lezers.’", "Peer review", "Met honderden onderzoeken die dagelijks binnenkomen, is bepalen wat door de ballotage komt een van de belangrijkste taken van de redactie. ‘Coronaredacteur’ Keulemans maakt zijn selectie door alle belangrijke vakbladen door te nemen. ‘De publicatie is het beginpunt, op ongepubliceerd onderzoek gaan we zelden af’, zegt hij. ‘En wat voor publicatie het is, telt ook sterk mee: staat het in Cell – dat is een heel belangrijk vakblad – of in een of ander obscuur blaadje?’", "Verder krijgt hij via zijn netwerk tips over belangrijke onderzoeken. Door zo’n tip kwam hij bij een onderzoek van Amsterdamse wetenschappers, die op basis van data uit oude onderzoeken naar verkoudheidsvirussen concludeerden dat de immuniteit die iemand met covid-19 opbouwt waarschijnlijk al snel weer verdwijnt.", "‘De hoofdonderzoeker had mij zelf benaderd’, zegt Keulemans. ‘Waar ik enthousiast van werd, was dat de onderzoekers een unieke dataset hadden, met 30 jaar aan gegevens. En ik zag al snel dat dit onderzoek echt relevante, nieuwe kennis bood.", "‘Ik heb daarna gelijk een andere onderzoeker uit het veld gebeld. Die heeft meegekeken en kwam met allerlei kanttekeningen, maar hij was ook overwegend positief over de waarde van de studie.’", "Wetenschapsredacteur Maarten Keulemans Beeld Eva Faché", "Want als er een onderzoek uitkomt dat belangrijk lijkt, laat de redactie die altijd ook lezen door wetenschappers uit hetzelfde vak die niet direct bij het onderzoek betrokken zijn, vertelt chef Mudde. ‘Wetenschappers zijn net mensen, ze kunnen erg enthousiast zijn over hun eigen projecten. De blik van een onderzoeker die niet direct bij de nieuwe studie betrokken is, maar wel verstand heeft van de materie, helpt dan om de nieuwe resultaten op waarde te kunnen schatten. Als ook andere onderzoekers zeggen: wat een goed uitgevoerde studie, dit verandert onze kijk op wat hier aan de hand is, begint het interessant te worden.’", "‘Achter het RIVM aanlopen’", "Sympathie voor enthousiaste wetenschappers heeft Keulemans, maar de beschuldiging die hij zo af en toe krijgt van lezers dat hij ‘achter het RIVM zou aanlopen’ vindt hij pijnlijk en beledigend: ‘Als iemand kritisch is, ben ik het.’", "Mudde ziet zulke kritiek ook weleens binnenkomen, maar volgens hem hebben mensen de krant dan toch niet zorgvuldig gelezen. ‘Kijk alleen al naar het oeuvre van correspondent Leen Vervaeke, die al in februari kritisch was over de aanpak in Nederland in vergelijking met die in China. In de artikelen van de wetenschapsredactie halen wij ook continu experts aan van buiten het RIVM.", "‘Onlangs hadden we nog een primeur van redacteur Michiel van der Geest, die beschrijft hoe een verpleeghuis tegen de oorspronkelijke richtlijnen van het RIVM in na een besmetting alle bewoners preventief ging testen. Dus ook bewoners zonder klachten. Inmiddels is dat voor die doelgroep het nieuwe testbeleid.’", "Tegelijkertijd weegt het woord van het RIVM als instituut wel zwaarder dan dat van bijvoorbeeld een amateurviroloog, zegt de chef. ‘Maar wij zijn niet een soort scheidsrechter hè. Die heeft het goed, die heeft het fout. Wij willen juist wegblijven van dat binaire denken. We spreken zoveel mogelijk mensen en lezen zoveel mogelijk onderzoeken. Daar zitten veel onderzoekers en studies bij die niets met het RIVM te maken hebben.’", "Paniek zaaien", "De wetenschap draait om feiten en er is nog veel onzeker over de gevolgen van het virus, maar ondertussen is het als lezer lastig om niets te voelen bij de onheilstijdingen die elke dag binnenkomen, zoals verontrustende informatie over langetermijngevolgen van covid-19, als hartschade en ontstekingen in het brein – alsof de vele coronadoden uit de eerste golf van de pandemie nog niet genoeg waren. Moet je als redactie oppassen dat je geen paniek zaait?", "De Visser, die veel over deze langetermijngevolgen schreef, vindt in principe van niet. ‘Ik schrok zelf ook van die berichten. Maar moet ik het dan niet melden omdat mensen er bang van worden? Het is niet mijn taak om mensen voor zoiets te hoeden. Het is nieuws, dat moet ik brengen.’", "Volgens De Visser is de dosering nog wel een overweging. ‘We lazen laatst een onderzoek over de mogelijke schade voor zwangere vrouwen. Daarbij dachten we wel: laten we daarmee wachten tot we weer een overzichtsstuk maken, waarin we alle bevindingen tot dan toe op een rijtje zetten. De lezer heeft er ook niets aan om continu gebombardeerd te worden met verontrustende verhalen. Aan de andere kant: het zou voor sommige mensen niet slecht zijn als ze iets meer zouden beseffen hoe gevaarlijk dit virus daadwerkelijk is.’", "Onzekerheid", "De uitdaging voor de redactie is om wel zo duidelijk mogelijk te zijn, maar geen conclusies te trekken die mogelijk morgen alweer worden weerlegd. Een lezer wil een handleiding om uit deze crisis te komen, maar die is er niet. Het is een frustrerende cursus in leven met onzekerheid, maar daarmee voorkomt de redactie valse beloften.", "Als Mudde terugkijkt op de honderden stukken die zijn redactie al over het virus heeft geschreven, valt hem iets op: boven verreweg de meeste stukken staat een kop in de vorm van een vraag. ‘Kun je meerdere keren corona krijgen? Wat weten we nu over mondkapjes? Dat zegt wel wat. We stellen vragen, en zoeken naar het beste antwoord dat op dat moment te krijgen is.’"], "authors": ["Myrel Morskate"], "keywords": ["van", "zorgvuldig", "meningen", "het", "woud", "die", "zijn", "ik", "corona", "een", "niet", "en", "schrijven", "te", "dat", "door", "navigeren"], "pubDate": "2020-10-12T16:20:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}