{"id": "855cad35-e8c7-317f-a01d-7c2f72d9e90a", "title": "De tragiek van ‘Haar eerste Amerikaan’ zit hem in het besef dat verliefdheid een soort emigratie is", "url": "https://volkskrant.nl/cultuur-media/de-tragiek-van-haar-eerste-amerikaan-zit-hem-in-het-besef-dat-verliefdheid-een-soort-emigratie-is~bb0b20a9/", "summary": "Bij het lezen van Lore Segals roman Haar eerste Amerikaan moest Arnon Grunberg onvermijdelijk terugdenken aan zíjn eerste Amerikaan.\nZe hadden een open relatie en haar man, die veel kleiner en fragieler was dan zij, was eigenaar van een transportbedrijf.\nIk denk dat Natalie mijn eerste Amerikaan was, hoewel ik nooit verliefd op haar ben geweest, hooguit bovenmatig gefascineerd door haar en haar familie, een van haar zoons heeft me eens geprobeerd te bekeren tot Scientology.\nVolgens Segal is haar roman een omgekeerde Henry James, het is niet de verfijnde Europeaan die een naïeve Amerikaan inwijdt in grote wereld, maar de verfijnde Amerikaan die een Europeaan inwijdt.\n‘Ilka zat in de bus en rouwde om de afwezigheid van smart’, schrijft Segal op het eind van Haar eerste Amerikaan, als de betovering van Carter Bayoux op haar is uitgewerkt en vermoedelijk dus ook haar macht over Bayoux.", "paragraphs": ["Bij het lezen van Lore Segals roman Haar eerste Amerikaan moest Arnon Grunberg onvermijdelijk terugdenken aan zíjn eerste Amerikaan.", "Het zou te ver gaan om te zeggen om te zeggen dat ik bevriend ben met de Amerikaanse schrijver Vivian Gornick (1935), maar zo’n drie keer per jaar dineren we samen, ik betaal voor het eten, daarna stuur ik haar een mail om haar te bedanken voor haar gezelschap en de vreugde die ze in mijn leven brengt en een enkele keer stuurt ze een mail terug waarin staat dat zij het ook een aangename avond vond (‘For me too: a pleasure’), maar meestal wacht ze in stilte op mijn volgende uitnodiging, die ze doorgaans met gepast enthousiasme accepteert.", "Van de zomer stelde ze voor een collega-schrijver en vriendin van haar te ontmoeten, Lore Segal, die in 1928 als Lore Groszmann in Wenen is geboren. Ze kon Lore en haar boeken van harte aanbevelen, wat veel wil zeggen want doorgaans maakt Gornick vooral dodelijke tot zeer dodelijke opmerkingen over collega-schrijvers. Ik ken in Nederland maar één iemand die met zo weinig woorden zo dodelijk kan zijn en dat is Judith Herzberg.", "Deze herfst kwam de ontmoeting met Segal tot stand. Het weer was nog net nazomers te noemen.", "Segal woont aan de Upper West Side, in een appartementengebouw niet ver van de Hudson, ze is een tengere, kleine vrouw met levendige ogen die zich met behulp van een rollator ongekend behendig door de wereld beweegt.", "Vanwege de pandemie vond de ontmoeting in een park plaats. Aan Segals rollator bungelde een plastic tas met daarin een fles witte wijn en drie plastic glazen. We gingen op een bankje zitten en Segal zei: ‘Als de politie komt, zeggen we dat het appelsap is.’", "The New York Times schreef dat hoewel Segals roman Haar eerste Amerikaan (Her First American), verschenen in 1985, geen epische zwier heeft, niet vreselijk dik is en evenmin geschreven is door een man, het boek toch weleens The Great American Novel zou kunnen zijn. De roman gaat over het meisje, Ilka Weissnix, een 21-jarige vluchteling uit Wenen, die in New York belandt, slecht Engels spreekt en verliefd wordt op een alcoholische, zwarte intellectueel die net zo oud is als Ilka’s moeder; haar eerste Amerikaan.", "Veel in deze roman, daar is niets op tegen, is autobiografisch. Segal, net als Weissnix van Joodse komaf, ontvluchtte Wenen in een zogenoemd kindertransport en overleefde de oorlog in Engeland, waarover ze in 1964 haar roman De huizen van anderen (Other people’s houses) schreef. In dat boek komt de intellectuele alcoholicus Carter Bayoux ook al even voor, maar daar ontmoet de hoofdpersoon hem tijdens een schrijfcursus in New York. In Haar eerste Amerikaan komt Weissnix hem tegen ergens in het niemandsland van Nevada waar ze uit de trein is gestapt op weg naar het Westen om het land waar ze is terechtgekomen beter te leren kennen. De eerste zin luidt: ‘Ilka was drie maanden in dit land toen ze naar het westen ging en haar eerste Amerikaan op een barkruk in de woestijn ontdekte, aan de andere kant van de rails.’", "Deze Bayoux is een van de grappigste en slimste personages die ik in lange tijd in een roman ben tegengekomen en terecht schrijft de dichter Stanley Crouch (1945-2020) in een voorwoord bij de 20-jarige editie van deze roman dat Segal zich niets aantrekt van de ‘gesegregeerde conventies’ in fictie, om eraan toe te voegen dat Bayoux ‘het meest complexe zwarte personage’ is in Amerikaanse fictie sinds het verschijnen van Ralph Ellisons Onzichtbare man in 1952.", "Een komedie", "Haar eerste Amerikaan is een komedie, zoals elke ware komedie betaamt een door en door tragische, en dat zit niet uitsluitend in de tragedie van uitsluiting, discriminatie en racisme, waarmee de Europese Ilka en de Amerikaanse Carter op eigen wijze te stellen hebben, maar ook in het besef dat verliefdheid een soort emigratie is. Je emigreert naar een ander persoon, soms mislukt de emigratie, in geval van eenzijdige verliefdheden blijft het bij fictieve emigratie.", "‘Heb je Amerika gevonden?’, vraagt Carter aan Ilka. Ze antwoordt: ‘Ik heb jou gevonden.’", "Tijdens het lezen van Segal ontkwam Grunberg niet aan de vraag wie zijn eerste Amerikaan is geweest. Beeld Bob Mollema", "Tijdens het lezen van Segal ontkwam ik niet aan de vraag wie mijn eerste Amerikaan is geweest. Vermoedelijk was dat Natalie B., een robuuste dame die in de Bronx is geboren en die toen ik haar leerde kennen samen met haar man vrijwel permanent stoned was, ik vermoed vooral om pijnen van fysieke en mentale aard te bestrijden. Ze hadden een open relatie en haar man, die veel kleiner en fragieler was dan zij, was eigenaar van een transportbedrijf. Hoewel ze me twee of drie erotische boeken cadeau deed zijn onze betrekkingen kuis gebleven. Een keer kwam ze naar een lezing van mij toen mijn eerste roman in Amerika uitkwam en na afloop zei ze: ‘Als jij voorleest, lijk je op Jezus aan het kruis.’ Op mijn sterfbed zal ik me deze woorden en de manier waarop ze die uitsprak nog herinneren.", "De man van Natalie werd dagelijks gemasseerd door een professionele masseuse, volgens haar omdat hij aan ondraaglijke fysieke en mentale pijnen leed. Naar eigen zeggen had ze geen kracht meer om haar man te masseren, ook al kon ze dat uitstekend. Ze ontving bezoek bij voorkeur als haar man werd gemasseerd en hoewel een bezoek bij haar altijd prettig en hartelijk begon, eindigde het er doorgaans mee dat de gasten op ongekende wijze verbaal werden gekleineerd en vernederd. Zij spaarde vrijwel niemand, niet eens haar eigen kinderen.", "Ik heb een zwak voor overheersende vrouwen op leeftijd voor wie het leven een strijd is die vroeg of laat neerkomt op het wegvagen of het horig maken van de ander, maar ik was jong en na een tijd durfde ik niet meer bij Natalie op bezoek te komen. Ze belde weleens en liet dan berichten achter op mijn antwoordapparaat die doorgaans uit een en dezelfde zin bestonden: ‘Jij kunt mij ook bellen.’", "Toen ik eindelijk terugbelde was het te laat, eerst was haar man overleden, daarna zij. Ik denk dat Natalie mijn eerste Amerikaan was, hoewel ik nooit verliefd op haar ben geweest, hooguit bovenmatig gefascineerd door haar en haar familie, een van haar zoons heeft me eens geprobeerd te bekeren tot Scientology.", "Geen vleselijke liefde", "Mijn tweede Amerikaan was ongetwijfeld Elayne K., een vrouw van begin 70, met wie ik me had verloofd, ook mijn liefde voor mijn tweede Amerikaan is nooit vleselijk geworden. Overigens was die verloving wat mij betreft vooral een spel, maar ach, is de liefde niet altijd tevens een spel? Er staan nog wel allerlei snuisterijen in mijn huis die Elayne mij heeft gegeven. Ze beweerde de brunch te hebben uitgevonden. Ik heb nooit gecontroleerd of dat echt zo was, of er überhaupt een uitvinder van de brunch bestaat, soms moet je mensen op hun woord geloven. Haar grote liefde was haar ontglipt, maar er was plaats voor minder grote liefdes in haar leven, in die categorie viel ik. Ze bewoonde een prachtig appartement op Park Avenue dat ze in een vlaag van waanzin half had vernietigd – ze dacht dat de Amerikaanse geheime dienst haar afluisterde – waardoor er van de vier kamers nog maar één bewoonbaar was, de woonkamer waar ze sliep, woonde en at. De laatste keer dat we elkaar zagen, een paar weken voor haar dood, lunchten we samen. Ze nam afscheid van me met de woorden: ‘Je bent een schoft.’", "Ik heb dat maar opgevat als een liefdesverklaring.", "Het boek van Lore Segal heb ik in een ruk uitgelezen. Volgens Segal is haar roman een omgekeerde Henry James, het is niet de verfijnde Europeaan die een naïeve Amerikaan inwijdt in grote wereld, maar de verfijnde Amerikaan die een Europeaan inwijdt.", "Verliefdheid en emigratie lopen in elkaar over en kunnen allebei vermoedelijk niet zonder een bepaalde hoeveelheid waanzin, al hoeft het einde niet altijd desastreus te zijn.", "Americana, de verzameling Amerikaanse cultuur en geschiedenis, bestaat uit de diepe overtuiging uitverkoren te zijn gekoppeld aan een niet meer te onderdrukken vrees tot de verdoemden te behoren, of zoals Carter Bayoux per telegram aan Ilka Weissnix laat weten: ‘Protocol is de kunst om niet, ik herhaal niet, te leven volgens natuurlijke, menselijke gevoelens.’ Na het protocol begint de waanzin en soms al daarvoor.", "‘Ilka zat in de bus en rouwde om de afwezigheid van smart’, schrijft Segal op het eind van Haar eerste Amerikaan, als de betovering van Carter Bayoux op haar is uitgewerkt en vermoedelijk dus ook haar macht over Bayoux.", "Smart trekt zich niets aan van protocollen, de natuurlijke menselijke gevoelens zijn anarchistisch, dikwijls ongepast, nu en dan verwoestend, vervolgens weer hilarisch, net als Amerika zelf eigenlijk. Het leven zoals het zou moeten zijn blijft een fata morgana in de woestijn van Nevada.", "Als ik net zo oud ben als Segal nu, een jaar of 92 dus, hoop ik een boek te schrijven getiteld Mijn laatste Amerikaan."], "authors": ["Arnon Grunberg"], "keywords": ["emigratie", "van", "eerste", "zit", "hem", "verliefdheid", "het", "op", "die", "ik", "haar", "tragiek", "een", "en", "ze", "te", "soort"], "pubDate": "2020-12-07T15:50:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}