{"id": "8570a06d-7855-36cb-ad06-fa585eb7da16", "title": "‘The Glorias’ is een vrij portret van een feministisch icoon", "url": "https://trouw.nl/cultuur-media/the-glorias-is-een-vrij-portret-van-een-feministisch-icoon~b280d5ac/", "summary": "Het leven van de journaliste-activiste die in de jaren zeventig het gezicht werd van de Amerikaanse vrouwenbeweging, is lang en bewogen.\nSlechts een van de keuzes die maken dat de film boven een rechtoe rechtaan biopic uitstijgt.\nSteinem groeide op met een mentaal geknakte moeder en een rasoptimistische vader die ze adoreerde.\nEen speelse manier om het wantrouwen te pareren dat een feministe die ook een mooie vrouw is, oproept.\nJe zou willen dat de filmmaakster die aanpak vaker had gebruikt, ook om meer emotionele kanten van Steinem op te zoeken.", "paragraphs": ["Van klein meisje tot senior: Gloria Steinem wordt gespeeld door vier actrices in ‘The Glorias’. Het leven van de journaliste-activiste die in de jaren zeventig het gezicht werd van de Amerikaanse vrouwenbeweging, is lang en bewogen. Dat is niet de enige reden om meerdere Gloria’s op te voeren. Filmmaakster Julie Taymor zet het viertal slim in om Steinem te laten reflecteren op haar eigen ontwikkeling. Slechts een van de keuzes die maken dat de film boven een rechtoe rechtaan biopic uitstijgt.", "Steinem groeide op met een mentaal geknakte moeder en een rasoptimistische vader die ze adoreerde. Na een verblijf in India kwam ze in de journalistiek terecht. Ze viel op met een artikel over haar undercover-werk als Playboy Bunny, een mooie metafoor voor haar nieuwsgierige blik én voor de verwarring die ze zou blijven oproepen.", "Steinem stelde op jonge leeftijd al vragen over sociale ongelijkheid", "Losjes hoppend in tijd schetst Taymor, die het scenario baseerde op de memoire ‘My Life on the Road’, hoe Steinem vanaf jonge leeftijd vragen stelde over sociale ongelijkheid en de tijd rijp zag worden om ze te verheffen tot maatschappelijk debat. Toen ze in 1972 het tijdschrift Ms. lanceerde, bleek een groot publiek te snakken naar verhalen over abortus, huiselijk geweld, rolbevestigend taalgebruik en de inkomenskloof tussen vrouwen en mannen.", "In de bussen waarmee Steinem veelvuldig reisde, raken de Gloria’s met elkaar in gesprek. Op een jaloersmakende manier voor iedereen die wel eens haar jongere zelf zou willen toespreken. De jongere Gloria (Alicia Vikander), die niet van zich afbijt tegenover neerbuigende mannelijke collega’s, krijgt zo bijval van de oudere, assertievere Gloria (Julianne Moore). Zelden is in film innerlijke groei zo effectief verbeeld.", "Vrouwelijk lustobject", "Met haar theaterachtergrond (Broadwaymusical ‘The Lion King’), is Taymor op haar best wanneer ze de artistieke vrijheid neemt om de biografie even los te laten. Zoals wanneer Steinem in een televisie-optreden van een gemakzuchtig sardonische mannelijke interviewer de vraag krijgt: hoe kan ze tegen het vrouwelijk lustobject zijn en er zelf zo ‘heerlijk sexy’ bijzitten? Als antwoord verliest Steinem zich in gedachten even in een wervelwind aan associaties rond de vrouw als maagd of hoer. Een speelse manier om het wantrouwen te pareren dat een feministe die ook een mooie vrouw is, oproept.", "Je zou willen dat de filmmaakster die aanpak vaker had gebruikt, ook om meer emotionele kanten van Steinem op te zoeken. Nu blijft de activiste een erg verstandig maatschappelijk symbool. Tegen het eind zien we in documentaire beelden Steinem na het verlies van presidentskandidaat Hillary Clinton als tachtiger vol goede moed de podia weer beklimmen. Taymors bewondering is begrijpelijk, en zeer terecht. Maar het levert minder spannend filmmateriaal op dan wat ze zelf maakt."], "authors": ["Remke De Lange"], "keywords": ["van", "het", "icoon", "op", "die", "vrij", "feministisch", "een", "ze", "te", "portret", "en", "steinem", "om", "glorias"], "pubDate": "2020-11-26T13:53:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}