{"id": "85740139-9aa1-3923-a04c-ae5a245e4e2e", "title": "Bewonder de blinkend witte blokkendozen van het Rotterdamse Museumpark", "url": "https://volkskrant.nl/de-gids/bewonder-de-blinkend-witte-blokkendozen-van-het-rotterdamse-museumpark~b243bc87/", "summary": "Huis Sonneveld is een van de best bewaarde woonhuizen in de stijl van het Nieuwe Bouwen.\nBeeld Sander GroenAan de rand van het Museumpark, midden in Rotterdam, staan zes kubistische villa’s.\nIn de keuken van Huis Sonneveld staat een ontbijtservies van persglas van Berlage en Zwart op tafel.\nToen het gezin de villa betrok, mochten ze van Van der Vlugt nog geen vloerkleedje meenemen.\nHuis Sonneveld is een van de best bewaarde woonhuizen in de stijl van het Nieuwe Bouwen.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland. Aflevering 29: de Rotterdamse Museumparkvilla’s", "‘Het is hartstikke modern, hoor, je kan er zo intrekken’, zegt de suppoost in onvervalst Rotterdams. De doorzonvilla is voorzien van glimmende Gispenmeubels, een stereosysteem met speakers in alle kamers, badkamers voor ouders, kinderen, logés én de dienstbode, plus klimaatbeheersing met voorkeuzes voor de verschillende seizoenen. Het is alsof de familie Sonneveld hier gisteren vertrok en alle meubels achterliet. Maar dit moderne huis dateert uit 1933, bijna negentig jaar geleden, en werd ontworpen door Leen van der Vlugt, van het architectenbureau dat ook de beroemde Van Nellefabriek ontwierp. Huis Sonneveld is een van de best bewaarde woonhuizen in de stijl van het Nieuwe Bouwen.", "Architect Van der Vlugt ontwierp Huis Sonneveld als totaalkunstwerk, inclusief Gispenstoelen, zilveren voordeur en gouden muren. Beeld Sander Groen", "Aan de rand van het Museumpark, midden in Rotterdam, staan zes kubistische villa’s. Blinkend witte blokkendozen met rechte lijnen, afgeronde hoeken, horizontale raampartijen, wervelende wenteltrappen, overhellende balkons en aangeharkte tuinen. In het vroegere woonhuis van juwelier Merkes (Museumpark 7) huist nu een vastgoedbeheerder en de villa van kinderchirurg Boevé (nummer 9) dient als bankkantoor. Om de hoek staan twee villa’s van latere datum: die van Parc Makelaars (Jongkindstraat 16) is teruggebracht in de originele staat, terwijl die ernaast (nummer 18) juist vakkundig is verknald. Met zwarte deuren en stalen daklijsten oogt hij als een schurkenbunker uit een jarentachtig-Bondfilm.", "Woonhuis Boevé uit 1934 werd net als Huis Sonneveld ontworpen door Leendert van der Vlugt. Beeld Sander Groen", "Het pronkstuk staat op de hoek, tegenover Museum Boijmans Van Beuningen. Woonhuis Kraaijeveld (Museumpark 11) werd in 1938 ontworpen door Gerrit Willem Baas in de voor die tijd reuze modieuze style paquebot, in stoombootstijl dus, met gestroomlijnde nautische referenties. De villa lijkt zo te willen opstomen, via de vijver van Het Nieuwe Instituut naar de Nieuwe Maas en de Noordzee. Sinds 1993 is hier het Chabot Museum gevestigd, gewijd aan de expressionistische schilder en beeldhouwer Henk Chabot. Tot eind november is hier Kunst stelt alles voor te zien, met moderne meesters als Monet, Picasso, Munch en Appel.", "In de keuken van Huis Sonneveld staat een ontbijtservies van persglas van Berlage en Zwart op tafel. Beeld Sander Groen", "Van buiten is het Chabot Museum het mooist, van binnen is dat Huis Sonneveld. Een uitstekende audiotour doet uit de doeken hoe Bertus Sonneveld, een van de drie directeuren van Van Nelle, hier vanaf de jaren dertig woonde, samen met echtgenote Gesine en dochters Puck en Gé. De architect ontwierp de villa als totaalkunstwerk, inclusief de volledige inrichting en tot de dessins van de bekleding en de gouden muren aan toe. Toen het gezin de villa betrok, mochten ze van Van der Vlugt nog geen vloerkleedje meenemen. Tot chagrijn van beide dochters, maar tot geluk van de huidige bezoekers, want wat een droomhuis is het.", "Huis Sonneveld is een van de best bewaarde woonhuizen in de stijl van het Nieuwe Bouwen. Beeld Sander Groen", "Praktische informatie Reis", "Van station Rotterdam Centraal naar het Museumpark kan te voet (15 minuten), met tram 7 (halte Museumpark) of per OV-fiets (€ 3,85 per dag); ns.nl, ret.nl, ov-fiets.nl Tour", "Urban Guides verzorgt rondleidingen langs de villa’s op 17 en 18 oktober, 11:00-12:30 uur, € 12 voor Volkskrantlezers, incl. bezoek Chabot Museum; museumparkvillas.nl Doe", "Chabot Museum: di-zo, € 8, chabotmuseum.nl. Huis Sonneveld: wo-zo, € 7, huissonneveld.nl. Het Nieuwe Instituut: wo-zo 11-18u, € 14, hetnieuweinstituut.nl"], "authors": ["Sander Groen"], "keywords": ["museumpark", "van", "als", "sander", "huis", "het", "met", "bewonder", "witte", "blokkendozen", "rotterdamse", "een", "en", "sonneveld", "blinkend", "voor"], "pubDate": "2020-10-09T15:00:02+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}