{"id": "857953cf-6a9b-3bdd-acb3-542788009c25", "title": "FNV wil dat Uber zijn chauffeurs in dienst neemt (en kan nog weleens zijn zin krijgen)", "url": "https://volkskrant.nl/nieuws-achtergrond/fnv-wil-dat-uber-zijn-chauffeurs-in-dienst-neemt-en-kan-nog-weleens-zijn-zin-krijgen~b69abbf2/", "summary": "Het is niet voor het eerst dat FNV een grote speler uit de platformeconomie voor de rechter dreigt te slepen.\nDe Uber-chauffeurs werven immers niet hun eigen klanten en bepalen niet hun eigen prijzen en arbeidsvoorwaarden, dat doet het algoritme van Uber.\nHet is niet voor het eerst dat FNV een grote speler uit de platformeconomie voor de rechter dreigt te slepen.\nDus dat Uber met de chauffeurs overeen is gekomen dat zij zelfstandige zijn, betekent niet dat zij dit ook zijn.\nDe rechter aldaar bepaalde dat Uber en concurrent Lyft hun chauffeurs in dienst moesten nemen.", "paragraphs": ["Taxidienst Uber ligt onder vuur. Het is niet voor het eerst dat FNV een grote speler uit de platformeconomie voor de rechter dreigt te slepen. Beeld ANP", "De positie van Uber-chauffeurs is al jaren onderwerp van discussie. Volgens het Amerikaanse techbedrijf zijn alle chauffeurs die via de app rijden zelfstandig ondernemers, maar vakbonden en verschillende buitenlandse rechters en overheden stellen dat er sprake is van een verkapt dienstverband. De Uber-chauffeurs werven immers niet hun eigen klanten en bepalen niet hun eigen prijzen en arbeidsvoorwaarden, dat doet het algoritme van Uber.", "Het is niet voor het eerst dat FNV een grote speler uit de platformeconomie voor de rechter dreigt te slepen. Horecaplatform Temper kreeg vorige maand een dagvaarding van de vakbond op de deurmat en vorig jaar voerde de vakbond een vergelijkbare zaak tegen maaltijdplatform Deliveroo. De uitspraak daarvan zou deze maand volgen maar is uitgesteld omdat de hoge raad vorige week een invloedrijk arrest over het onderwerp publiceerde.", "Hoge Raad", "De hoogste rechter oordeelde dat de opdrachtovereenkomst niet leidend moet zijn bij zzp-constructies, maar dat moet worden gekeken hoe die in de praktijk uitpakt. Dus dat Uber met de chauffeurs overeen is gekomen dat zij zelfstandige zijn, betekent niet dat zij dit ook zijn. Het gaat er om hoe zij hun werk daadwerkelijk uitvoeren. Die uitspraak zou FNV nog weleens ‘een duwtje in de rug’ kunnen geven, stelt hoogleraar arbeidsrecht Evert Verhulp.", "Begin dit jaar oordeelde een commissie onder leiding van oud-topambtenaar Hans Borstlap al dat ondernemers die niet zelf hun prijzen bepalen en onderdeel uitmaken van een organisatie weer gewoon onder de noemer werknemer moeten vallen. Ook de Sociaal Economische Raad (SER), waarin vakbonden en werkgevers zijn vertegenwoordigd, concludeerde dit najaar dat er meer duidelijkheid moet komen over wanneer er sprake is van zelfstandig ondernemerschap. De Belastingdienst en Inspectie SZW zouden hierop beter toezicht moeten houden.", "Koolmees", "Minister Wouter Koolmees van Sociale Zaken en Werkgelegenheid liet woensdag in een brief aan de Tweede Kamer weten dat hij de conclusies uit het rapport van Borstlap onderschrijft en wil onderzoeken of platformwerk in de wet te regelen valt, maar schuift de uitvoering door naar het volgende kabinet.", "De FNV ziet in de tussentijd geen andere mogelijkheid dan jarenlange procedures starten. Volgens Verhulp zal Uber niet zomaar overstag gaan. ‘Uber heeft het verdienmodel niet voor niets op deze manier vormgegeven. Als de taxi-cao gaat gelden en chauffeurs pensioen en sociale premies moeten afdragen, stijgt hun prijs en neemt de vraag naar Uber af.’", "Hoeveel het techbedrijf er aan gelegen is om met zzp’ers te blijven werken, blijkt wel uit de juridische strijd die het de afgelopen maanden uitvocht met de Amerikaanse staat Californië. De rechter aldaar bepaalde dat Uber en concurrent Lyft hun chauffeurs in dienst moesten nemen. Daarop zamelden ze 200 miljoen euro in voor een alternatief wetsvoorstel dat de zelfstandigheid van de chauffeurs garandeert. In november stemden inwoners van Californië voor.", "Uber laat maandagmiddag weten het ‘te vroeg’ te vinden om inhoudelijk te reageren."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "uber", "nog", "fnv", "wil", "het", "zin", "zijn", "weleens", "kan", "krijgen", "een", "niet", "en", "dat", "te", "neemt", "hun", "voor"], "pubDate": "2020-11-16T14:05:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}