{"id": "8583c929-539b-31ef-bbea-f9116b0caa4a", "title": "In april bloeien de natuurboeken. Naar deze titels kun je uitkijken", "url": "https://volkskrant.nl/cultuur-media/in-april-bloeien-de-natuurboeken-naar-deze-titels-kun-je-uitkijken~bf7831bc/", "summary": "Het oplevende genre van het natuurboek komt komende april volop tot bloei; het is alle dagen feest, al is de stemming niet altijd even vrolijk.\nAllereerst ter gelegenheid van de min of meer officiële Maand van het natuurboek, sinds april vorig jaar uitgeroepen door uitgeverij Atlas Contact.\nWat is het verschil tussen de menselijke en niet-menselijke natuur, tussen ‘cultuur’ en ‘natuur’?\nHet is de vertaling van een bestseller van de 16-jarige Noord-Ierse Dara McAnulty.\nOnder een boom.", "paragraphs": ["Eva Meijer in haar huis in Landsmeer. Beeld Marie Wanders", "Hoewel beslist meer kandidaten meedingen, zijn er veel goede redenen om april uit te roepen tot de mooiste maand van het jaar. In elk geval voor wie houdt van boeken en natuur. Het oplevende genre van het natuurboek komt komende april volop tot bloei; het is alle dagen feest, al is de stemming niet altijd even vrolijk.", "Allereerst ter gelegenheid van de min of meer officiële Maand van het natuurboek, sinds april vorig jaar uitgeroepen door uitgeverij Atlas Contact. Zelf kondigt die uitgeverij onder meer De poel aan. Daarin zal journalist (en jager) Pauline de Bok in de traditie van het Britse ‘nature writing’ op haast literaire wijze inzoomen op het leven op haar erf in Noordoost-Duitsland, omringd door bossen, meren en industriële landbouw, maar waar ook het waterpeil daalt en bomen worden aangetast door ziektes.", "Door de mens verlaten", "In Verlaten oorden reist de Schotse journalist Cal Flyn naar plekken die door de mens verlaten zijn en waar de natuur vrij spel kreeg: van Tsjernobyl tot spookwijken van Detroit. Spoiler alert: de biodiversiteit floreert enorm zodra de mens zijn biezen heeft gepakt.", "Dichter bij huis bundelt Atlas Contact de bloemrijke balkonstukken die journalist Caspar Janssen schreef voor de Volkskrant. Het is de opmaat naar een ander verwacht hoogtepunt: ‘de nieuwe Dave Goulson’. In Silent Earth – de titel is een bewuste verwijzing naar de apocalyptische klassieker Stille lente van Rachel Carson uit 1962 – schetst de Britse bioloog (onder meer bekend door Een verhaal met een angel, De vlucht van de hommel en De tuinjungle) een weinig feestelijk beeld van een wereld waarin insecten verdwenen zijn. De vertaling Dode aarde zal tegelijk met de oorspronkelijke, Britse editie verschijnen in augustus.", "Waar is het feestje? Bij de filosofen. ‘De natuur was hier’, luidt komend april het thema van de Maand van de filosofie. Zomaar even wat existentiële vragen voor bij de borrel: ‘Is ‘de natuur’ aan het verdwijnen? Of slaat deze als een dief in de nacht heimelijk met volle kracht terug? Wat is het verschil tussen de menselijke en niet-menselijke natuur, tussen ‘cultuur’ en ‘natuur’? Verdient de mens een aparte status ten opzichte van andere soorten en natuurverschijnselen? Of is het leven van een boom, dier of rivier net zo belangrijk als het leven van een mens?’", "Vlieland", "Dat geeft te denken, en dat gaat natuurlijk niet zonder een boek op schoot. Eva Meijer schrijft het traditionele essay van de Maand. In Vuurduin gaat ze een week naar Vlieland. Daar staat de natuur onder druk, maar liggen ook herinneringen uit een persoonlijke voorbije geschiedenis. ‘Met behulp van schrijvers, filosofen, kunstenaars en hond Doris gaat Meijer op zoek naar de juiste woorden voor dit verlies en naar wat we er tegenover kunnen zetten.’", "Bibi Dumon Tak, meervoudig Griffelwinnaar, verzorgt het kinderboek dat bij de Maand hoort.", "In het kielzog van alle feestelijkheden brengt uitgeverij Cossee onder meer een herdruk uit van het beroemde essay van John Berger: Waarom naar dieren kijken, over onze verhouding met dieren door de geschiedenis heen.", "Ook nieuwsgierigmakend: Dagboek van een natuurjongen, te verschijnen bij Balans. Het is de vertaling van een bestseller van de 16-jarige Noord-Ierse Dara McAnulty. In zijn boek houdt de autistische tiener, tevens natuurbeschermer en activist, bij hoe zijn wereld verandert, onder meer door de seizoenen. De uitgeverij belooft mooie ontmoetingen met merels, zwanen, rode wouwen, kiekendieven, kikkers, paardebloemen, leeuweriken, vleermuizen, pinksterbloemen, sneeuwhazen en andere soorten.", "Gaan we allemaal lezen. Onder een boom."], "authors": ["Jean-Pierre Geelen"], "keywords": ["natuur", "zijn", "van", "titels", "bloeien", "naar", "en", "een", "met", "natuurboeken", "onder", "uitkijken", "het", "kun", "door", "deze", "je"], "pubDate": "2021-01-01T14:00:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}