{"id": "859aae13-4b9c-3bfe-a290-4285faf94b11", "title": "De meeste gezondheidswinst boek je buiten het ziekenhuis", "url": "https://volkskrant.nl/wetenschap/de-meeste-gezondheidswinst-boek-je-buiten-het-ziekenhuis~bc9687c21/", "summary": "Beeld TypexEn kom er bij Van Rossum niet mee aan dat dat betuttelend is.\nJe moet op het Centraal Station zo ongeveer over de grond kruipen, wil je een appeltje vinden.\nWaar je lichaam, doordat het reageert op je stress en slaaptekort, een hongergevoel van zal aanmaken.\n90 procent van onze voedselkeuzes maken we onbewust, je brein prikkelt je in de richting van het ongezonde.’Dat is zeker in coronatijd extra schadelijk, zegt preventiehoogleraar Assendelft.\n‘Ik heb het voor mezelf eens bekeken, maar ik verbruik 300 tot 400 kilocalorieën minder per dag.", "paragraphs": ["Beeld Typex", "Laatst was Liesbeth van Rossum aan het sporten, voor de verandering eens in de sportschool. Vlak bij haar een vrouw met overgewicht, die zich voorgenomen leek te hebben daar iets aan te doen. In het zweet aan de gewichten en op de cardio-apparaten, anderhalf uur lang. Van Rossum, droogjes: ‘Ik durf niet te zeggen dat dit ook haar hobby was.’ En wat doet de vrouw na afloop? Loopt naar de bar en bestelt een energydrankje. Bergen suiker zitten daar in. ‘Al haar werk deed ze meteen teniet met dat ene drankje. Maar mensen weten dat soms niet eens. Ze worden verleid tot de verkeerde keuze.’", "2020 was het jaar dat we ‘keihard met onze neus op de feiten zijn gedrukt’, zegt Van Rossum, internist en hoogleraar aan het Erasmus MC en voorzitter van het Partnerschap Overgewicht Nederland. Zij bestudeert dagelijks de relatie tussen overgewicht, de stresshormonen die dat tot gevolg heeft en de werking van ons immuunsysteem. Corona, zegt Van Rossum, heeft duidelijk gemaakt wat ‘een krachtig wapen’ een goede volksgezondheid zou zijn in de strijd tegen infectieziekten. ‘We weten dat te veel buikvet in feite een ziekte is, en onder andere leidt tot een constante laaggradige ontsteking. Daarvan raakt je immuunsysteem uit balans, het is de hele tijd hyperactief. Als er dan een bacterie of virus langskomt, is het niet goed meer in staat die aan te vallen.’", "Stresstest", "Ook Pim Assendelft, hoogleraar preventie in de zorg aan het Radboudumc, ziet in de coronacrisis ‘een stresstest voor ons zorgsysteem’. Die test, zegt Assendelft, ‘hebben wij duidelijk niet gehaald. Kijk maar naar de patiënten die doorstroomden naar de ic’s. Dat was geen dwarsdoorsnede van de Nederlandse bevolking, covid treft mensen met chronische aandoeningen en obesitas het hardst’.", "En dus toont de coronacrisis ‘de urgentie van preventie’ aan, zoals Assendelft het noemt. ‘Die urgentie hebben wij nooit gevoeld, maar ze geldt voor individuen, op wijkniveau, zelfs voor Nederland als geheel.’ Het Nederlandse zorgsysteem is als de Kwikfit, zegt Assendelft, de garage waar je voor 70 euro je uitlaat kunt laten vervangen als-ie rammelt. ‘De klacht is verholpen, niets meer aan doen. Maar wat is nou de prikkel om voortaan niet meer met een rotgang over de verkeersdrempels te sjezen? Je zou toch willen dat wanneer je voor de derde keer in de garage komt, de garagist zegt: het zou verstandig als u wat minder hard rijdt?’", "Dat minder hard rijden, hoeft niet eens zoveel minder hard, als je het overgewichttechnisch bekijkt, zegt Van Rossum. ‘Je hoeft echt geen slanke den te worden om gezond te worden. Als je 5 tot 10 procent vet verliest, maakt dat al enorm verschil. Buikvet is een orgaan en als je er te veel van hebt, wordt dat orgaan ziek, net zoals je hart en lever ziek kunnen zijn.’ En het maakt ook ziek: van diabetes en hart- en vaatziekten tot kanker, van depressie tot dementie, vaak valt het terug te leiden op overgewicht, zegt Van Rossum.", "Andersom geldt ook: laat je het buikvet slinken, dan heeft dat onmiddellijke positieve gezondheidseffecten. De immuunfunctie gaat beter werken en waarschijnlijk dus ook de afweer tegen onder meer het coronavirus. De hormonen die je spijsvertering regelen, komen weer in balans, waardoor het hongergevoel afneemt. De suikerspiegel normaliseert. Buikvet stuurt ook ontstekingsstofjes naar de hersenen, waarvan je somber wordt. Val je af, dan is het makkelijker je vrolijk te voelen. ‘En daar komt nog bij dat mensen met een gezond gewicht minder worden gediscrimineerd, een grotere kans op een baan hebben. De psychosociale gevolgen van obesitas zijn enorm.’", "Verdomde moeilijk", "Het probleem is: afvallen is verdomde moeilijk. En al helemaal voor mensen in de lagere sociaal-economische klassen die niet de mogelijkheden en de stimulerende omgeving hebben die noodzakelijk zijn voor een gezond leven. Het gaat om het aanleren van nieuwe gewoonten, eten volgens de schijf van vijf, voldoende bewegen, goed slapen, minder stress – de gezondheidsverschillen tussen arm en rijk zijn deze crisis alleen maar groter geworden.", "Van Rossum: ‘Over afvallen moeten we niet te simpel doen. Tegen iemand zeggen dat-ie op dieet moet gaan is voor de meeste mensen niet effectief. Veel mensen hebben juist al tien diëten achter de rug, maar elke keer komen ze weer aan. Dat jojo-effect is funest voor het lichaam. Het gaat om het veranderen van de gehele leefstijl.’", "En daar ‘hebben we veel meer keiharde primaire preventie’ voor nodig, vindt Van Rossum. Dus: gezond voedsel aantrekkelijk uitgestald in de supermarkt en geen aanbiedingen voor goedkope, ongezonde producten, genoeg speeltuinen en fietspaden in de stad, kindermarketing in de ban, geen snackbars tegenover scholen, een suikertaks of zelfs een bewerkt-voedseltaks.", "Beeld Typex", "En kom er bij Van Rossum niet mee aan dat dat betuttelend is. ‘Mensen hebben niet in de gaten dat we al betutteld worden, maar dan in de richting van de pakjes en de zakjes in de supermarkt, naar de Snickers bij de kassa. Je moet op het Centraal Station zo ongeveer over de grond kruipen, wil je een appeltje vinden. En als je er dan één vindt, ligt er een smakelijke donut naast. Waar je lichaam, doordat het reageert op je stress en slaaptekort, een hongergevoel van zal aanmaken. 90 procent van onze voedselkeuzes maken we onbewust, je brein prikkelt je in de richting van het ongezonde.’", "Dat is zeker in coronatijd extra schadelijk, zegt preventiehoogleraar Assendelft. ‘Ik heb het voor mezelf eens bekeken, maar ik verbruik 300 tot 400 kilocalorieën minder per dag. Ik ga niet meer naar vergaderingen in Utrecht, dus ik fiets niet meer naar het station, loop niet meer naar de vergaderlocatie. Dat scheelt alleen al aan transitiebewegingen vijfduizend stappen. Daar moet ik hier meer dan een uur voor in het Goffertpark lopen.’", "Tel al die minder verbrande kilocalorieën bij elkaar op en je komt zo anderhalve kilo in de maand aan. Met alle gezondheidsgevolgen van dien."], "authors": ["Michiel Van Der Geest"], "keywords": ["gezondheidswinst", "van", "ziekenhuis", "voor", "en", "een", "buiten", "te", "meeste", "aan", "boek", "het", "niet", "dat", "je"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}