{"id": "85a3d1cf-a397-39b5-802c-6ef1f265e611", "title": "Paolo Rossi, WK-held van 1982, bleef lang een zondagskind", "url": "https://trouw.nl/sport/paolo-rossi-wk-held-van-1982-bleef-lang-een-zondagskind~bf0337dd/", "summary": "Zijn leven had iets van een modern Italiaans sprookje, inclusief smeuïge en donkere kanten.\nHij werd een levende legende in zijn land en daarbuiten, vanwege de zes doelpunten waarmee hij Italië naar de wereldtitel van 1982 loodste.\nRossi kreeg een schorsing van drie jaar opgelegd en miste het EK van 1980.\nJuventus had hem een nieuwe kans gegeven en aan het einde van de competitie 1981/1982 mocht hij nog een paar wedstrijden meespelen.\nHij had een aannemersbedrijf, runde een agriturismo en genoot van het leven.", "paragraphs": ["Zijn leven had iets van een modern Italiaans sprookje, inclusief smeuïge en donkere kanten. Hij werd een levende legende in zijn land en daarbuiten, vanwege de zes doelpunten waarmee hij Italië naar de wereldtitel van 1982 loodste. Maar in de jaren voor dat toernooi wees weinig erop dat de goedlachse spits zou uitgroeien tot een wereldster.", "Als jongen uit het Toscaanse Prato droomde hij ervan te slagen bij Juventus. Hij kwam ook bij die club terecht, maar brak er nooit echt door. Via Como en Vicenza kwam hij bij Perugia terecht. Bij die club uit Umbrië was hij betrokken bij matchfixing, het grote Totonero-schandaal. Rossi kreeg een schorsing van drie jaar opgelegd en miste het EK van 1980. Later werd die straf tot twee jaar teruggebracht, zodat hij toch mee kon naar het WK in Spanje. Juventus had hem een nieuwe kans gegeven en aan het einde van de competitie 1981/1982 mocht hij nog een paar wedstrijden meespelen. Bondscoach Enzo Bearzot weerstond alle kritiek en nam Rossi toch op in zijn selectie.", "Rossi in de wedstrijd die hem grote furore bracht: de 3-2 tegen Brazilië op het WK van 1982. Hij was de uitblinker en scoorde drie keer. Rechts Junior. Beeld Action Images", "Na wat anonieme optredens in de eerste wedstrijden maakte Rossi met drie doelpunten in zijn eentje het verschil tegen favoriet Brazilië met al zijn grote sterren (3-2). Ook in de halve finale tegen Polen scoorde hij beide goals (2-0), waarna hij in de finale tegen West-Duitsland met het openingsdoelpunt de basis legde voor de derde wereldtitel van Italië. ‘Pablito’, zijn koosnaam, werd en bleef “de held van 1982”.", "“Ik ben heel verdrietig”, reageerde Dino Zoff, de doelman en aanvoerder van Italië op dat WK. “Paolo was een fijne, intelligente man.” De Pool Zbigniew Boniek, in de jaren tachtig ploeggenoot bij Juventus, was in tranen. “Paolo behoorde tot mijn echte vrienden. Ik won niet alleen wedstrijden met hem, ik leefde met hem samen. Zijn dood zorgt ervoor dat ik moet huilen.”", "Uiteindelijk speelde Rossi 48 interlands voor de Azzurri. Daarin maakte hij twintig goals. Met Juventus won hij in 1984 de Europa Cup II en een jaar later de Europa Cup I tijdens die beruchte finale tegen Liverpool in het Heizelstadion in Brussel. In 1987 stopte hij met voetballen, na een laatste seizoen bij Hellas Verona. Een zondagskind bleef hij in het leven dat hij daarna leidde. Hij had een aannemersbedrijf, runde een agriturismo en genoot van het leven. Hij ging liever diepzeeduiken bij de Galapagos-eilanden dan zich nog met voetbal bezig te houden. In 2005 noemde hij in een interview in het AD het Italiaanse clubvoetbal ‘doodziek’. Hij vond voetballers ‘verwend’. “Ze verdienen veel te veel geld. Daardoor zit de hele bedrijfstak in de schulden.”", "Net als onlangs na het overlijden van Diego Maradona wordt donderdagavond voor alle Europa League-wedstrijden een minuut stilte gehouden. Rossi is overleden aan longkanker. Hij werd 64 jaar.", "Lees ook:", "Diego Maradona (1960-2020): geniaal en zelfdestructief", "Held van het volk. Kwetsbare wereldster. Geniale dribbelaar. Omstreden voetbalgrootheid. Eind november overleed Diego Armando Maradona op 60-jarige leeftijd, een man van uitersten."], "authors": ["John Graat"], "keywords": ["bleef", "van", "paolo", "wkheld", "rossi", "bij", "het", "zondagskind", "hij", "met", "zijn", "lang", "een", "en", "1982", "tegen"], "pubDate": "2020-12-10T15:53:44+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}