{"id": "85b329a1-0e02-3894-b154-1141eb4d2823", "title": "Door ruiken voelen we ons thuis in de wereld", "url": "https://nrc.nl/nieuws/2020/12/09/door-ruiken-voelen-we-ons-thuis-in-de-wereld-a4023127", "summary": "Dat ruikt naar jezelf en naar wasmiddel, maar vooral naar slaap.\nAan de andere kant van het huis steek je je neus uit het raam – houtvuur, de laatste bladeren – en dan bereikt de koffiegeur je vanuit de keuken.\nJe stapt de kantoorboekhandel in en je brein noteert: ik ruik stiften en gummetjes, dit gaat goed.\nDoor te ruiken, kortom, voelen wij ons thuis in de wereld.\nStel je voor, je stapt uit bij het benzinestation en je ruikt… niks.", "paragraphs": ["Elke dag begint met geur. Je wordt wakker en drukt je neus in het kussen. Dat ruikt naar jezelf en naar wasmiddel, maar vooral naar slaap. Je pakt je handdoek (shampoo en vochtige kleren) en loopt naar de badkamer. Als douchegel kies je vandaag Le Petit Marseillais (abrikoos), je hebt zin in vakantie.", "Je pakt je brood uit het keukenkastje. Het kastje ruikt muf, met ondertonen van pepernoten en chocola. Je zet koffie. Aan de andere kant van het huis steek je je neus uit het raam – houtvuur, de laatste bladeren – en dan bereikt de koffiegeur je vanuit de keuken. Alle geuren samen maken duidelijk: dit is een winterochtend.", "Dat wij altijd worden vergezeld door zwermen geurmoleculen realiseerde ik me niet tot ik las in Nose Dive, het nieuwe boek van voedselwetenschapper Harold McGee. Hij ontleedt de geuren van de wereld door te onderzoeken uit welke moleculen ze bestaan. Zo lees je dat er moleculen in haardvuur zitten die je ook vindt in kruidnagel en vanille.", "Reuk is een ondergewaardeerd zintuig, schrijft McGee. En inderdaad, we staan weinig stil bij wat we ruiken – terwijl het zo bepalend is voor hoe we de wereld ervaren.", "Ruiken is, net als zien en horen, een oriëntatiemiddel. Je stapt de kantoorboekhandel in en je brein noteert: ik ruik stiften en gummetjes, dit gaat goed. Of, als je aan het koken bent: verbrande knoflook, foute boel!", "Geur toont je daarnaast waar je was of zou kunnen zijn. Meer nog dan beeld en geluid is het een manier om jezelf te verplaatsen in ruimte of tijd. In de bibliotheek die ik vroeger bezocht met mijn vader rook het naar oud papier, linoleum en warme chocolademelk. Dat wéét ik nog, maar ik moet het ruiken om terug te keren naar die ervaring.", "Ruiken is bovendien een bron van genot. We besnuffelen boeketten, we inhaleren oude boeken. En ook van eten en drinken genieten we via onze neus. McGee wilde eigenlijk schrijven over proeven, maar ontdekte dat we smaken voornamelijk ervaren door middel van geurreceptoren.", "Door te ruiken, kortom, voelen wij ons thuis in de wereld. Daarom is het zo eng dat corona reuk en smaak kan laten verdwijnen; in de meeste gevallen tijdelijk, maar soms ook langere tijd.", "Stel je voor, je stapt uit bij het benzinestation en je ruikt… niks. Je steekt je neus in een glas port: niks. Na een zomerse regenbui zie je de dampslierten boven het asfalt, en je ruikt niks. Het verbaast me niet dat mensen met langdurig reukverlies vaker last hebben depressieve klachten, zoals geuronderzoeker Sanne Boesveldt vandaag vertelt in een interview.", "Sinds corona denk ik elke ochtend met een schok: kan ik nog ruiken? Dan steek ik mijn neus in het kussen en volgt de opluchting: het werkt nog, de dag kan beginnen.", "Floor Rusman (f.rusman@nrc.nl) schrijft elke woensdag op deze plek een column.", "NRC Eten & Gezondheid De laatste inzichten over eten, de lekkerste recepten en slimme tips om gezond te leven Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Floor Rusman", "Leestijd Minuten"], "keywords": ["neus", "thuis", "van", "het", "ons", "naar", "ik", "een", "je", "en", "wereld", "dat", "te", "voelen", "door", "ruiken"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}