{"id": "85bac768-f949-32a7-9ed3-18469a880da4", "title": "Iran geteisterd door mysterieuze explosies: 'Opzet lijkt in het spel'", "url": "https://nu.nl/buitenland/6065471/iran-geteisterd-door-mysterieuze-explosies-opzet-lijkt-in-het-spel.html", "summary": "De Iraanse regering stelt dat sprake is van een ongeluk, maar buitenlandse media speculeren over een mogelijke aanval van buitenaf.\nDoor: ReutersNasleep van een explosie in een ziekenhuis in Teheran eind juni.\nDat Iran nog niet met een publieke tegenreactie is gekomen, betekent volgens Golriz niet dat het regime de situatie ook binnen de grenzen negeert.\nNa de eenzijdige opzegging van het nucleaire akkoord door Trump in 2018, zei Iran opnieuw (meer) uranium te willen gaan verrijken.\n\"Geen enkel land ter wereld zal ooit toleren dat Iran een atoomwapen krijgt, want dat leidt ongetwijfeld tot een wapenwedloop in het Midden-Oosten.", "paragraphs": ["Iran wordt de laatste weken opgeschrikt door een reeks explosies bij energiecentrales, olieraffinaderijen en nucleaire installaties. Hoewel de Iraanse regering bij de meeste explosies opzet ontkent, lijkt er toch meer achter schuil te gaan dan enkel toevalligheden.", "De eerste mysterieuze explosies vinden al plaats tegen het einde van april, maar de eerste keer dat er opzet wordt vermoed is eind juni. Dan vindt er een explosie plaats in een militair complex in de Iraanse stad Parchin, op zo'n 30 kilometer van hoofdstad Teheran. Op dezelfde dag krijgt ook de stad Shiraz, waar veel militairen gehuisvest zijn, te maken met een grote stroomstoring na een explosie in een elektriciteitscentrale.", "De Iraanse regering stelt dat sprake is van een ongeluk, maar buitenlandse media speculeren over een mogelijke aanval van buitenaf.", "Daar is op dat moment nog geen bewijs voor, maar dat lijkt wel te komen na een grote explosie in een nucleair complex in Natanz. Kort na het incident krijgen verscheidene media, waaronder de BBC, een e-mail van een groep die zich de 'Homeland Panthers' noemt en deze en eerdere explosies opeist.", "Vanuit het Iraanse regime wordt echter ontkend dat er sabotage heeft plaatsgevonden. Volgens politiek analist en Irankenner Damon Golriz is dit een logische reflex. \"In het algemeen wordt alles wat misgaat in Iran op het conto van de Verenigde Staten en Israël geschreven, maar nu er werkelijk iets gebeurt, ontkennen ze dat.\"", "Door: Reuters", "Nasleep van een explosie in een ziekenhuis in Teheran eind juni. (Foto: Reuters)", "Buitenland zit mogelijk achter explosies", "Golriz vermoedt dat een andere mogendheid achter de explosies zit. Hij beschouwt Israël als een belangrijke verdachte. Het motief zou vergelding kunnen zijn. \"Iran viel in april een watervoorziening aan in Israël, wat voor de Israëliërs wel echt een red line was. Daarna is dit ook allemaal begonnen.\"", "\"Israël zou bovendien gebaat zijn bij escalatie in de relatie tussen Iran en de VS: militair ingrijpen door de Amerikanen kan een herverkiezing van Donald Trump betekenen.\" De Amerikaanse president voert een hard Iranbeleid, dat Jeruzalem prima bevalt. \"Terwijl Iran juist graag een gematigde president wil, zoals Joe Biden, die toch een beetje Obama 2.0 is (onder wie het nucleaire akkoord in 2015 werd gesloten, red.).\"", "Volgens de Irankenner is het aannemelijk dat Israël de tijd die nog rest voordat de Amerikaanse verkiezingen in november duidelijk maken wie volgend jaar in het Witte Huis zit, benutten om het Iraanse nucleaire programma te saboteren.", "Andere experts wijzen erop dat ook andere landen erachter kunnen zitten. In de regio zijn meerdere partijen gebaat bij een destabilisatie van het Iraanse regime.", "Sabotage bewijzen is lastig", "Vanuit de Iraanse regering blijft het stil rondom de oorzaken van de explosies en sabotage wordt tot dusver ontkend. Dus ook de claim van experts dat cyberaanvallen enkele explosies hebben veroorzaakt, kan niet hard worden gemaakt.", "Bovendien: zie maar te achterhalen wie er achter deze aanvallen zit. In het verleden was Iran al vaker doelwit van cyberhacks.", "De Iraanse nationale veiligheidsraad zei een dag na de explosie in de nucleaire faciliteit in Natanz te weten wat de explosie veroorzaakte. \"Maar uit veiligheidsoverwegingen is het nu niet het juiste moment om dat bekend te maken\", luidde een verklaring.", "Dat Iran nog niet met een publieke tegenreactie is gekomen, betekent volgens Golriz niet dat het regime de situatie ook binnen de grenzen negeert. \"Extern ontkennen ze deze explosies, maar intern worden steeds meer mensen onderdrukt. Het aantal executies neemt toe en de angst heerst. Ze kunnen laten zien: we zijn niet de beste, maar we zorgen wel voor law and order.\"", "Door: Pro Shots", "Ook president Hassan Rouhani heeft nog niets over de explosies gezegd. (Foto: Pro Shots)", "Nucleaire faciliteiten veelal doelwit", "Hoewel het vooralsnog bij speculeren blijft, lijken de explosies ook veelal een verband te hebben met elektriciteitsinstallaties en nucleaire installaties die in verband worden gebracht met de verrijking van uranium.", "De explosie in Natanz, die tot nu toe de meeste aandacht heeft getrokken, zorgde er volgens bronnen binnen de Amerikaanse regering voor dat het Iraanse kernprogramma zeker één tot twee jaar vertraging oploopt.", "Na de eenzijdige opzegging van het nucleaire akkoord door Trump in 2018, zei Iran opnieuw (meer) uranium te willen gaan verrijken.", "Het is volgens Golriz geen toeval dat vooral deze faciliteiten doelwit zijn. \"Geen enkel land ter wereld zal ooit toleren dat Iran een atoomwapen krijgt, want dat leidt ongetwijfeld tot een wapenwedloop in het Midden-Oosten. Ook China en Rusland willen dat niet.\""], "authors": ["Door", "Dominic Schep"], "keywords": ["door", "iran", "spel", "van", "iraanse", "lijkt", "opzet", "een", "te", "het", "maar", "en", "explosies", "dat", "mysterieuze", "geteisterd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}