{"id": "85f9168b-2f28-3cb8-9347-4647e489e592", "title": "Door corona zijn onze uitgaven anders. Wordt 2021 een duur jaar?", "url": "https://www.parool.nl/ps/door-corona-zijn-onze-uitgaven-anders-wordt-2021-een-duur-jaar~b2898886/", "summary": "Ook mensen met een uitkering gaan erop vooruit, vooral degenen met een minimumuitkering.\nDe AOW gaat van 1594,42 naar 1620,74 euro voor stellen en van 1176,25 naar 1195,97 euro voor alleenstaanden.\nVerder zal de hoogte van het pensioen worden bepaald door de financiële situatie van het betreffende pensioenfonds.\nHoeveel de energierekening in 2021 uiteindelijk zal ­bedragen, hangt vooral af van het verbruik en van hoe lang de coronacrisis nog duurt.\nEen pakje van twintig sigaretten kost 12 cent meer, een pakje shag van 50 gram 30 cent meer.", "paragraphs": ["Zorg, wonen, energie, boodschappen en belasting: in 2021 kost alles net iets meer. Corona heeft ook invloed op de uitgaven: we verbruiken meer stroom en rijden minder auto.", "Inkomen", "Eerst maar het goede nieuws: iedereen met werk houdt netto iets meer over van zijn inkomen. Dat komt doordat de arbeidskorting en algemene heffingskorting stijgen. Hoeveel die korting precies bedraagt, hangt onder meer af van de hoogte van je inkomen, leeftijd en eventuele fiscale partner. Ook wordt het tarief van de eerste belastingschijf (tot 68.507 euro) verlaagd: van 37,35 naar 37,1 procent.", "Vooral lage en middeninkomens profiteren van deze maatregelen. Mensen met een modaal of laag inkomen houden naar schatting ongeveer 2 procent meer over. Wie maandelijks 3050 euro verdient, kan komend jaar elke maand ongeveer 60 euro meer besteden. Iemand met een inkomen van 1000 euro houdt maandelijks 20 euro meer over. Wie meer verdient, gaat er minder op vooruit. Bij drie keer modaal kun je nog 1 procent bijschrijven.", "Ook mensen met een uitkering gaan erop vooruit, vooral degenen met een minimumuitkering. De hogere uitkeringen iets minder. Los van het belastingvoordeel stijgt in 2021 het minimumloon heel licht: van 1680 naar 1684,80 euro bruto per maand (vanaf 21 jaar en bij een volledige werkweek).", "Met het minimumloon stijgen ook de uitkeringen. Een bijstandsuitkering stijgt van 1503,31 naar 1536,34 euro per maand voor gehuwden (toch ruim 30 euro meer) en van 1052,30 naar 1075,44 euro voor alleenstaanden. De AOW gaat van 1594,42 naar 1620,74 euro voor stellen en van 1176,25 naar 1195,97 euro voor alleenstaanden.", "Gepensioneerden met een aanvullend pensioen gaan er niet op vooruit. ‘Boosdoener’ voor hen is de inkomens­afhankelijke bijdrage Zorgverzekeringswet. Die gaat ­omhoog. Verder zal de hoogte van het pensioen worden bepaald door de financiële situatie van het betreffende pensioenfonds.", "Spaargeld", "Het spaarbedrag waarover je geen belasting hoeft te betalen stijgt van iets meer dan 30.000 euro naar 50.000 euro per persoon. Als je een partner hebt, is de belasting pas verschuldigd vanaf een spaarsaldo van 100.000 euro.", "Daarboven betaal je belasting over een fictief rendement dat elk jaar opnieuw wordt vastgesteld. Omdat het fictief is, maakt het de belastingdienst niet uit wat je werkelijk verdient met je spaargeld en beleggingen. De hoogte van het fictief rendement dat de belastingdienst berekent, hangt af van de grootte van je vermogen, waarvoor boven de belastingvrije 50.000 euro drie schijven gelden. Over het fictief rendement betaal je 31 procent belasting.", "Beeld Laura van der Bijl", "Zorgverzekering", "De kosten van de basisverzekering gaan omhoog. De ­gemiddelde maandpremie bedraagt dit jaar 122,75 euro. Dat komt neer op een stijging van 59 euro op jaarbasis, meldt de Consumentenbond. Die schat het effect van ­corona laag in. Slechts 1 euro van de totale stijging wordt veroorzaakt door de zorgkosten met betrekking tot corona. Daarnaast komt er minder geld binnen uit de inkomensafhankelijke bijdrage, omdat minder mensen werk hebben. Het totale effect van de pandemie op de zorgpremie komt daarmee volgens de bond op 5 euro per jaar.", "De premie verschilt sterk per verzekeringsmaatschappij en soort verzekering. De budgetverzekering is het goedkoopst, maar dan kun je niet naar de zorgverlener van jouw keuze gaan, tenzij je bijbetaalt. “Let op als je een collectieve verzekering hebt,” zegt Peter Ruys van vergelijkingssite ZorgKiezer. “Veel verzekeraars hebben de collectieve korting naar beneden aangepast.”", "De premie voor aanvullende verzekeringen stijgt ook, maar volgens Ruys niet met grote bedragen. “Hoewel de aanvullende zorg op zich niet duurder wordt voor verzekeraars, gaat de premie omhoog omdat mensen steeds meer en vaker zorg claimen. Veel verzekeraars hebben daarnaast de dekking kleiner gemaakt.”", "Voor wie wil besparen op de zorgverzekering, geeft Ruys de tip om te kiezen voor een hoger eigen risico dan het vaste bedrag van 385 euro.", "Beeld Laura van der Bijl", "Energie", "Waarschijnlijk valt de energierekening iets hoger uit. Dat komt niet door de tarieven; die zijn laag, blijkt uit cijfers van energievergelijker Gaslicht.com. Het heeft vooral te maken met hogere netbeheerkosten en het gestegen verbruik. De netbeheerkosten, een vaste kostenpost, stijgt met gemiddeld 26 euro tot gemiddeld 456 euro per jaar.", "Daarnaast gaat de belasting op gas omhoog, terwijl de belasting op stroom vrijwel gelijk blijft. De heffingskorting, ofwel het vaste bedrag dat bij iedereen van z’n energiebelasting wordt afgetrokken, stijgt met 31 euro tot 558 euro.", "Hoeveel de energierekening in 2021 uiteindelijk zal ­bedragen, hangt vooral af van het verbruik en van hoe lang de coronacrisis nog duurt. Door het vele thuiswerken zijn de meeste Nederlanders sinds vorig jaar maart fors meer energie gaan verbruiken. Tussen de 10 en 30 procent, blijkt uit onderzoek van Gaslicht.com. Dat kost tussen de 12 en 40 euro per maand. Zodra we weer meer de deur uit kunnen, neemt het verbruik waarschijnlijk weer af.", "Beeld Laura van der Bijl", "Aankoop woning", "Starters kunnen voordeliger een huis kopen in 2021. ­Woningkopers jonger dan 35 jaar die zelf in het huis gaan wonen, betalen geen overdrachtsbelasting meer. Dat scheelt 2 procent. Bij aankoop van een huis van 200.000 euro maak je dus 4000 euro minder kosten. Vanaf 1 april 2021 geldt wel de aanvullende voorwaarde dat het huis niet meer mag kosten dan 400.000 euro.", "Voor kopers van 35 jaar of ouder verandert er niets. Zij ­betalen nog steeds 2 procent. Kopers die niet zelf in het huis gaan wonen en het bijvoorbeeld willen verhuren, gaan 8 procent overdrachtsbelasting betalen.", "Woonlasten", "De woonlasten voor huiseigenaren gaan flink omhoog. De onroerendezaakbelasting (ozb) en afvalstoffenheffing stijgen met respectievelijk 3,1 en 7,3 procent gemiddeld. In totaal zijn huiseigenaren in 2021 gemiddeld 820 euro kwijt aan gemeentelijke belastingen in de vorm van ozb, afvalstoffenheffing en rioolheffing.", "De stijging is afhankelijk van de gemeente waar je woont. Hoewel deze kosten in sommige gemeenten zelfs een klein beetje dalen, stijgen ze in andere plaatsen flink. Huurders betalen wel afvalstoffenheffing, maar geen ozb.", "Beeld Laura van der Bijl", "Auto", "Aan autokosten verandert er weinig. De bijtelling voor een elektrische auto van de zaak stijgt van 8 procent naar 12 procent. Dit geldt alleen over de eerste 40.000 euro ­cataloguswaarde. Dat was 45.000 euro. Voor het bedrag daarboven bedraagt de bijtelling 22 procent. Leaserijders met een auto op brandstof betalen die bijtelling over de hele cataloguswaarde.", "De Consumentenbond heeft berekend dat de gemiddelde literprijs voor benzine in 2020 tot eind oktober 1,57 euro was. Een daling van 8 cent ten opzichte van het jaar ervoor. Diesel is nog voordeliger: 1,27 euro in 2020 ten opzichte van 1,36 euro een jaar eerder. Oorzaak is de coronacrisis: die zorgde voor minder vraag naar brandstof en de lage olieprijs.", "Beeld Laura van der Bijl", "Trein", "De NS verhoogt de prijzen van treinkaartjes en abonnementen met gemiddeld 1,5 procent. Dat is de maximale verhoging die de NS mag doorvoeren. Ook de prijzen voor streekvervoer stijgen licht. Hoeveel precies verschilt per regio.", "Beeld Laura van der Bijl", "Boodschappen", "Het Centraal Planbureau raamt de inflatie voor 2021 op 1 procent. “Meer dan de inflatie zullen de prijzen niet stijgen,” verwacht retaildeskundige Erik Hemmes. Hij voorziet ook geen prijsdaling, hoewel supermarkten afgelopen jaar fors meer omzet hebben gedraaid. “Supermarkten zullen extra omzet eerder investeren in meer en betere service dan in lage prijzen.”", "Alcohol wordt vanaf 1 juli 2021 iets duurder. Supermarkten mogen niet meer stunten met de prijs van kratjes bier en andere alcoholische drank. Het maximale kortingspercentage wordt vastgelegd op 25 procent. Ook sigaretten, tabak en sigaren worden in 2021 duurder. Een pakje van twintig sigaretten kost 12 cent meer, een pakje shag van 50 gram 30 cent meer.", "Daarnaast worden postzegels duurder. De prijs voor het versturen van een brief gaat van 91 naar 96 cent."], "authors": ["Arwen Kleyngeld"], "keywords": ["jaar", "wordt", "meer", "duur", "zijn", "met", "procent", "anders", "van", "en", "een", "door", "euro", "uitgaven", "voor", "onze", "op", "corona", "het"], "pubDate": "2021-01-08T17:00:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}