{"id": "85ffede6-102c-3b8e-8922-89d99c447ecd", "title": "FIA-baas Todt voorspelt dat Formule 1-seizoen er weer flink anders zal uitzien", "url": "https://nu.nl/formule-1/6100246/fia-baas-todt-voorspelt-dat-formule-1-seizoen-er-weer-flink-anders-zal-uitzien.html", "summary": "Formule 1-baas Jean Todt verwacht dat het seizoen net als vorig jaar flink te lijden zal hebben onder de coronapandemie.\nDe Fransman voorspelt dat een normaal seizoen opnieuw niet mogelijk is.\nTodt vreest dat het daar niet bij zal blijven.\nEr zullen nog steeds lockdowns zijn en het virus is er nog steeds, ook al is er vooruitgang geboekt en zal er straks een vaccin zijn\", zegt de 74-jarige Todt tegen Autosport.com.\nIk denk dat sowieso de helft van het seizoen vanwege COVID-19 niet normaal zal zijn.\"", "paragraphs": ["Formule 1-baas Jean Todt verwacht dat het seizoen net als vorig jaar flink te lijden zal hebben onder de coronapandemie. De Fransman voorspelt dat een normaal seizoen opnieuw niet mogelijk is.", "Er staat al een groot vraagteken achter de openingsrace van 21 maart in Australië, waar verscherpte maatregelen zeer waarschijnlijk roet in het eten gooien. Todt vreest dat het daar niet bij zal blijven.", "\"Een nieuw seizoen betekent helaas niet dat alles voorbij is. Er zullen nog steeds lockdowns zijn en het virus is er nog steeds, ook al is er vooruitgang geboekt en zal er straks een vaccin zijn\", zegt de 74-jarige Todt tegen Autosport.com.", "\"Ik weet zeker dat er in de komende tijd weer een hoop verandert. Niet alleen in de Formule 1, maar ook op de kalenders van andere sporten. Ik denk dat sowieso de helft van het seizoen vanwege COVID-19 niet normaal zal zijn.\"", "In 2020 kon de eerste Grand Prix van het seizoen in Australië ook al niet doorgaan. Toen werd in juli in Oostenrijk pas voor het eerst geracet en bestond de ingekorte kalender uiteindelijk uit zeventien weekenden.", "De Australische regering is momenteel in gesprek met de organisatie van de Australische Grand Prix en de Formule 1. Als de openingsrace van dit seizoen op 21 maart opnieuw niet doorgaat, wordt vermoedelijk een week later in Bahrein voor het eerst in 2021 geracet.", "Mogelijk wordt de driedaagse testweek van februari in Barcelona ook naar Bahrein verplaatst, zo meldt Motorsport. De teams zouden zo reiskosten besparen en hebben minder problemen met quarantaineregels."], "authors": ["Door"], "keywords": ["flink", "er", "van", "het", "todt", "zal", "formule", "en", "een", "weer", "ook", "fiabaas", "voorspelt", "seizoen", "uitzien", "niet", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}