{"id": "8609915f-da80-3469-90af-cc2fc7c1714a", "title": "Van der Poel klaar voor veldseizoen: ’Een afgang wordt het zeker niet’", "url": "https://www.telegraaf.nl/sport/1645625803/van-der-poel-klaar-voor-veldseizoen-een-afgang-wordt-het-zeker-niet", "summary": "Niet om te flaneren, wel om het zandgevoel aan te scherpen voor de cross van zaterdag in Antwerpen.\n„Maar een beetje door de sporen rijden is nog iets heel anders dan met maximale hartslag door een zandstrook fietsen.\nEen afgang zal het niet worden.”In een eerder interview zei je al dat je in het veldrijden al je doelen hebt bereikt en dat je een ander gevoel hebt bij de cross.\nVrees je niet dat je straks opnieuw moet inhalen op de specialisten?\nIk heb op stage in Livigno na Tirreno-Adriatico drie keer op een mountainbike gezeten, maar dat zal het verschil niet maken.", "paragraphs": ["Donderdag is Van der Poel alweer in België, maar vanuit de hotellobby in Benicassim sprak hij woensdag nog even met de pers. In Spanje bereidde hij zich een week lang voor op zijn grote comeback in het veldrijden. Voorafgaand aan het interview heeft hij net nog even het strand bezocht. Niet om te flaneren, wel om het zandgevoel aan te scherpen voor de cross van zaterdag in Antwerpen. „Maar een beetje door de sporen rijden is nog iets heel anders dan met maximale hartslag door een zandstrook fietsen. Ik ben zelf ook benieuwd hoe ver ik ben.”", "Het is 314 dagen geleden dat je nog een cross reed. En toch zei vader Adrie al: ’Mathieu zal meedoen om te winnen.’ Is dat realistisch?", "„Dat kan realistisch zijn. Om eerlijk te zijn: ik ben beter voorbereid dan bij mijn terugkeer vorig jaar in Ruddervoorde (waar hij ook meteen won, red.). Cross-technisch heb ik nog niet veel gedaan, maar ik heb wel al veel meer interval getraind. Ik heb daar zelf om gevraagd, omdat ik me vorig jaar niet super voelde toen ik opnieuw begon te crossen. Ik won weliswaar, maar het was telkens afzien tot aan de meet. Daarom heb ik nu – weliswaar vooral op de weg – niet louter basistrainingen gedaan, maar ook interval.”", "Toen Van Aert begon te crossen vond iedereen het logisch dat hij tijd nodig zou hebben. Waarom zou dat voor jou niet gelden?", "„We hebben een ander programma gehad. Wout had een volle zomer met de Tour, ik heb geen grote ronde gedaan. Wout heeft ook nog het WK gereden.”", "Is het dan vreemd dat hij twee weken vroeger dan jij begint te crossen?", "„De periode die Wout heeft gerust, vind ik na zo’n zomer toch kort. Maar ik oordeel daar niet over, hij voelt het zelf het beste aan. Voor mezelf heb ik geleerd om mijn rust te nemen. Ook in mijn hoofd, ja.”", "Wat denk je van het niveau dit seizoen in de cross? Van Aert finishte in Boom ’slechts’ vierde en had daar een beetje de pest in.", "„Zelf was hij teleurgesteld, maar ik vond dat hij goed meereed. Veldrijden blijft een specifieke sport. Vorig jaar won ik die eerste crossen, maar dat was afzien tot op de meet. Het is niet simpel om tegen die gelouterde gasten uit te komen. Dit jaar speelt dat nog meer, omdat zij al een stuk langer bezig zijn aan hun seizoen. De crossen van Merksplas, Tabor en Boom heb ik gevolgd op televisie. Kortrijk ook een stukje. Het niveau lijkt nu zeer hoog te liggen en Antwerpen en Gavere zijn meteen zware crossen om opnieuw te beginnen. Maar zoals ik zeg: ik ben tevreden over mijn niveau. Een afgang zal het niet worden.”", "In een eerder interview zei je al dat je in het veldrijden al je doelen hebt bereikt en dat je een ander gevoel hebt bij de cross. Is het minder belangrijk geworden?", "„Ik duik zeker niet minder enthousiast het veld in. Maar de doelen die ik me in het veldrijden heb gesteld, heb ik allemaal bereikt. Niet om arrogant over te komen, maar de grote doelen liggen nu in het mountainbike en op de weg. Mijn overwinning in een wereldbeker mountainbike staat zeker in de top-5 van de meest euforische momenten in mijn carrière. Dat bewijst hoe belangrijk mountainbike voor mij is geworden. Een paar jaar geleden was veldrijden de hoofdactiviteit. Ik leefde er naartoe en moest me ook bewijzen. Nu is dat allemaal anders.”", "Maar de crossen die je rijdt, neem je niet minder serieus?", "„Als ik start met een rugnummer, ben ik sowieso scherp. Dit is een heel kort veldritseizoen, met alles samen misschien veertien wedstrijden. Die zal ik allemaal gemotiveerd rijden. In de seizoenen van dertig, veertig crossen werd het naar het einde toe al wat meer een gewoonte”, lacht hij.", "Is veldrijden de discipline waarin je het meest plezier vindt?", "„Op het gebied van training staat mountainbiken bovenaan. Voor de wedstrijden is dat anders: daar zie ik op de mountainbike het meeste af. Voor mij zijn die het lastigste om te winnen. Pas het laatste jaar kon ik genieten in wedstrijden.”", "Je hebt in dit coronajaar niet kunnen mountainbiken. Vrees je niet dat je straks opnieuw moet inhalen op de specialisten?", "„Daarvoor ben ik wel een beetje bang, ja. Voor mezelf heb ik de aansluiting met de wereldtop gemaakt door vaak op de mountainbike te zitten en specifiek te trainen. Daar heb ik nu een jaar verloren. Ik heb op stage in Livigno na Tirreno-Adriatico drie keer op een mountainbike gezeten, maar dat zal het verschil niet maken. Ik heb wel wat twijfels: hoe zal het zijn om opnieuw te beginnen?”", "In hoeverre is de planning gemaakt richting Tokio? Je zal vooraf wereldbekers moeten rijden om daar een gunstige startpositie te hebben.", "„Er is een voorlopige planning, maar ik zal maar twee of drie wereldbekers kunnen doen om toch wat punten te pakken en de schade te beperken.”", "Voor de Spelen rijd je eerst de Tour. Ga je door tot Parijs?", "„Er zijn niet veel mogelijkheden, dus de Tour en de Spelen zijn vrij zeker. En het is niet mijn intentie om vroeger af te stappen.”", "Wat verwacht je van je eerste Tour? Is de groene trui een doel?", "„Ik wil vooral een rit winnen. Het groen zal misschien ergens in mijn achterhoofd zitten, maar ik ga me er niet op vastpinnen. Het kan een doel worden als het goed zou lukken.”", "Moeten we besluiten dat het veldrijden de komende weken alleen nog een voorbereiding is op die grote doelen op de weg en op de mountainbike?", "„Dat is te kort door de bocht, maar de druk is niet dezelfde als vroeger. Ik heb geen klassementen te verdedigen. Het WK wordt het hoofddoel, al de rest zal daaraan ondergeschikt zijn.”"], "authors": ["Jan-Pieter De Vlieger"], "keywords": ["zeker", "van", "veldseizoen", "klaar", "het", "op", "maar", "ik", "niet", "wordt", "een", "poel", "te", "je", "dat", "om", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}