{"id": "86387380-6b98-31ee-aee8-cafdd03f8cd3", "title": "Ook in het derde seizoen van The Handmaid’s Tale is Elisabeth Moss weer hors catégorie ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/ook-in-het-derde-seizoen-van-the-handmaid-s-tale-is-elisabeth-moss-weer-hors-categorie~b7d42cd0/", "summary": "Elisabeth Moss in The Handmaid’s Tale, seizoen 3The handmaid’s tale, seizoen 3 ★★★★☆ Drama Met Elisabeth Moss, Alexis Bledel, Bradley Whitford Te zien op VideolandHet eerste seizoen van The Handmaid’s Tale werd in 2017 door deze krant tot serie van het jaar gekozen.\nHet tweede seizoen liet het boek van Atwood achter zich en leek de actuele parallellen nadrukkelijker op te zoeken.\nEn hoewel ook het tweede seizoen er geweldig uitzag en de acteerprestaties indrukwekkend waren, vertoonde het slot (spoiler!)\nEn dan nog iets: om een seizoen van dertien afleveringen van goede verhaallijnen en spanningsbogen te voorzien is, zelfs met een team als dat van The Handmaid’s Tale nog niet vanzelfsprekend.\nNa de tien afleveringen van het eerste seizoen voelde de dertien afleveringen van het tweede seizoen net iets te lang (ongeveer drie afleveringen te lang).", "paragraphs": ["Elisabeth Moss in The Handmaid’s Tale, seizoen 3", "The handmaid’s tale, seizoen 3 ★★★★☆ Drama Met Elisabeth Moss, Alexis Bledel, Bradley Whitford Te zien op Videoland", "Het eerste seizoen van The Handmaid’s Tale werd in 2017 door deze krant tot serie van het jaar gekozen. Dat eerste seizoen was gebaseerd op de dystopische roman van de Canadese schrijfster Margaret Atwood uit 1985. Daarin beschrijft zij een toekomstige versie van de Verenigde Staten waarin christelijke fundamentalisten de theocratie Gilead hebben gesticht. De rol van vrouwen is strikt opgedeeld in een aantal maatschappelijke functies, met bijpassende uniformen.", "Ergens onderaan staan de handmaids, jonge vruchtbare vrouwen die het nageslacht voor de heersende maar onvruchtbare elite moeten waarborgen en daartoe onderworpen worden aan rituele verkrachtingen, waarna ze worden gedwongen hun kinderen af te staan. Vooral dankzij de titelrol van Elisabeth Moss als June maakte de serie grote indruk.", "Hoewel de roman van Atwood halverwege het presidentschap van Ronald Reagan verscheen, was het voor de kijker van de serie onmogelijk geen parallellen te trekken met de manier waarop vrouwen in het kalifaat van IS werden behandeld, of met het tijdperk Trump, waar een figuur als vice-president Mike Pence een edelfigurant uit Gilead leek.", "Het tweede seizoen liet het boek van Atwood achter zich en leek de actuele parallellen nadrukkelijker op te zoeken. Zo is onze heldin in de eerste helft van dat seizoen op de vlucht en duikt ze onder op de verlaten burelen van een krant, waar zich afschuwelijke taferelen hebben afgespeeld. Het was moeilijk om dit niet als een commentaar te zien op een politiek klimaat waarin de pers door de president tot ‘vijand van het volk’ werd uitgeroepen.", "En hoewel ook het tweede seizoen er geweldig uitzag en de acteerprestaties indrukwekkend waren, vertoonde het slot (spoiler!) een symptoom waar wel meer series onder lijden: geforceerde verhaalwendingen, bedoeld om er een volgend seizoen aan te kunnen breien. En dan nog iets: om een seizoen van dertien afleveringen van goede verhaallijnen en spanningsbogen te voorzien is, zelfs met een team als dat van The Handmaid’s Tale nog niet vanzelfsprekend. Na de tien afleveringen van het eerste seizoen voelde de dertien afleveringen van het tweede seizoen net iets te lang (ongeveer drie afleveringen te lang).", "Het derde seizoen, waarvan we inmiddels vier afleveringen (van de alweer dertien) hebben gezien, is op een ander spoor terechtgekomen. June (Moss) koos er in de slotbeelden van het tweede seizoen voor om metgezel Emily (en haar pasgeboren baby) te laten vluchten naar Canada, terwijl ze zelf achterbleef in Gilead om haar oudste dochter te redden.", "Na de ontwikkelingen in het tweede seizoen is ze terechtgekomen bij een nieuwe ‘commander’ (Bradley Whitford), de mysterieuze founding father van Gilead. June lijkt langzaam, heel langzaam, een centrale plek binnen het vrouwenverzet (‘the resistance’: zoek zelf de Trump-overeenkomsten) in te nemen, waardoor de indruk ontstaat dat het derde seizoen draait om wraak. It’s payback time - en het zou tijd worden. Deze kijker is er wel aan toe.", "We zijn misschien nog niet helemaal overtuigd van de spanningsboog van dit derde seizoen, maar zeker de rollen van commander-vrouw Serena (Yvonne Strahovski) en de naar Canada ontsnapte Emily (Alexis Bledel) beloven veel, al was het maar omdat beide actrices de rol van hun leven spelen. Maar Elisabeth Moss is, zoals altijd, weer hors catégorie."], "authors": ["Mark Moorman"], "keywords": ["van", "tweede", "het", "op", "seizoen", "elisabeth", "moss", "tale", "een", "ook", "te", "weer", "handmaids", "en", "om", "hors"], "pubDate": "2019-06-19T16:37:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}