{"id": "864053ca-628d-3117-bdf9-9149c3ef5d2e", "title": "De uitdagingen die Joe Biden in 2021 staan te wachten", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/12/de-uitdagingen-die-joe-biden-in-2021-staan-te-wachten-796525/", "summary": "Biden wil het land herenigen na het polariserende presidentschap van Trump.\nBiden wil het vaccinatietempo flink opvoeren.\nIn de eerste honderd dagen van zijn presidentschap (1 mei) moeten 100 miljoen Amerikanen de eerste dosis van het vaccin hebben gehad.\nOm dat te bereiken wil Biden de distributie van het vaccin beter regelen en de productie van vaccins verhogen.\nOok het kabinet van Biden is divers, maar voor zijn aanhang is er meer nodig dan het benoemen van een diverse kabinetsploeg.", "paragraphs": ["Op 20 januari neemt Joe Biden het Amerikaanse presidentschap over van Donald Trump. Biden wil het land herenigen na het polariserende presidentschap van Trump. Ook wil hij raciale ongelijkheid bestrijden, de opmars van China afremmen en de coronapandemie beteugelen. Vier uitdagingen die Biden in 2021 wachten.", "1. Coronapandemie", "In Amerika is het vaccineren al een paar weken bezig, maar het kan velen niet snel genoeg gaan. Elke dag telt Amerika zo’n 180.000 nieuwe coronabesmettingen. Het dodental staat op ruim 330.000 . Aanstaand president Joe Biden waarschuwde Amerikanen al meermaals: een lange, donkere winter staat Amerika te wachten, en de ergste dagen moeten nog komen.", "Zo’n twee miljoen Amerikanen hebben inmiddels hun eerste vaccinatieprik gehad. Biden wil het vaccinatietempo flink opvoeren. In de eerste honderd dagen van zijn presidentschap (1 mei) moeten 100 miljoen Amerikanen de eerste dosis van het vaccin hebben gehad.", "Om dat te bereiken wil Biden de distributie van het vaccin beter regelen en de productie van vaccins verhogen. Biden zou overwegen om daarvoor een speciale wet te gebruiken. De Defensie Productie Wet kan de Amerikaanse overheid de macht geven om bedrijven te dwingen productie voor het landsbelang in te zetten, zelfs als dat schadelijk is voor het bedrijf. In het uiterste geval kan de overheid zelfs eigendommen vorderen.", "2. Economie", "President Donald Trump overzag drie jaar lang positieve economische cijfers. Het coronavirus maakte daar een einde aan. In april behaalde de economie historisch slechte cijfers: ruim twintig miljoen banen gingen verloren. Nog nooit was het werkloosheidscijfer zo hoog als toen: 14,6 procent.", "Inmiddels draait de economie beter, het werkloosheidscijfer is gedaald naar zo’n 7 procent. De economische vooruitgang is deels te danken aan gigantische steunpakketten.", "Luister ook de podcast: Holland Amerika Lijn", "", "Onlangs werd na lang onderhandelen een nieuw pakket aangenomen in het Amerikaanse Congres. Onderdeel daarvan is dat iedere belastingplichtige in de Verenigde Staten een cheque van omgerekend zo’n 490 euro krijgt. Mogelijk wordt de steun zelfs verhoogd naar 1.630 euro.", "Biden wil de werkloosheid verder laten zakken en de economische groei aanjagen. In z’n eerste jaar heeft hij daarvoor weinig middelen. De begroting voor het jaar 2021 werd tegelijk met het nieuwe steunpakket aangenomen.", "Bovendien willen Republikeinen dat er weer zuinig wordt omgegaan met de overheidsfinanciën. Onder hun eigen president Trump lieten ze de teugels vieren en liep het begrotingstekort met duizenden miljarden dollars op. Nu is het weer tijd om voorzichtiger om te springen met overheidsgeld, vinden de Republikeinen. Als zij de Senaat in handen houden, wat op 5 januari wordt beslist tijdens verkiezingen in Georgia, zal Biden telkens met de oppositiepartij moeten onderhandelen.", "3. China", "Joe Biden zal het coronavirus niet het ‘China virus’ noemen zoals Trump, maar onzeker is of Biden naast de toon ook het verdere China-beleid gaat veranderen. De consensus in Washington D.C. is groot: China is de grootste bedreiging voor de Amerikaanse hegemonie. Republikeinen én Democraten willen een harde lijn ten aanzien van het dictatoriale regime in Peking.", "China heeft ondanks het coronavirus weinig meer te lijden: over heel 2020 groeit de economie met een paar procent en Hongkong werd zijn zelfstandigheid afgenomen. Met een eigen vaccin dat het aan niet-westerse landen aanbiedt, probeert China zijn invloedssfeer te vergroten.", "Hoe gaat Biden om met de Chinese opmars? De handelstarieven die Trump instelde, zal Biden voorlopig handhaven. Biden wil meer samenwerking met bondgenoten, vooral met Europa. Maar de Europese Unie staat op het punt een handelsakkoord met China te sluiten, tegen de zin van Biden. De aanstaande president lijkt meer te moeten doen om Europese landen aan zijn zijde te krijgen.", "4. Black Lives Matter-beweging", "Joe Biden is tijdens zijn presidentschap schatplichtig aan de zwarte bevolking van de Verenigde Staten. Zonder hen was hij niet verkozen: al tijdens de Democratische voorverkiezingen zorgden zij ervoor dat Bidens kandidatuur niet kansloos ten onder ging.", "Biden beloofde tijdens zijn campagne dat de aanpak van ‘systemisch racisme’ een topprioriteit is tijdens zijn presidentschap. Ondanks die grote woorden heeft Biden nog weinig concrete plannen onthuld over de aanpak van racisme in de Verenigde Staten.", "Met de keuze van Kamala Harris als vicepresident loste Biden al een eerste belofte in. Harris is de eerste vrouwelijke vicepresident en heeft wortels in India en Jamaica, waar haar ouders werden geboren. Ook het kabinet van Biden is divers, maar voor zijn aanhang is er meer nodig dan het benoemen van een diverse kabinetsploeg. Zij willen, na de massale Black Lives Matter-protesten in 2020, actie."], "authors": [], "keywords": ["zijn", "van", "en", "wachten", "een", "met", "biden", "staan", "joe", "te", "2021", "het", "wil", "dat", "die", "uitdagingen"], "pubDate": "2020-12-30T11:38:35Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}