{"id": "865ab803-ddf4-3d38-9067-f52f11026c09", "title": "Aaf Brandt Corstius gaat kijken waarom Europa-Park het beste attractiepark ter wereld is", "url": "https://volkskrant.nl/cultuur-media/aaf-brandt-corstius-gaat-kijken-waarom-europa-park-het-beste-attractiepark-ter-wereld-is~ba531ece/", "summary": "En een gigantisch pretpark, het grootste van Duitsland en een van de populairste van Europa, waar 5,6 miljoen mensen per jaar op afkomen.\nEen paar jaar geleden boekten wij een kerstvakantie in en om het Duitse Phantasialand, en dat was best hels.\nHet is buitenissig en het heeft wel wat.\nIn dezelfde ruimte zijn een glasblazer aan het glasblazen, een houtbewerker aan het houtbewerken en een poppendokter aan het poppendokteren.\nDe volgende keer gaan we het combineren met iets met wandelen en natuur in het Zwarte Woud.", "paragraphs": ["Het Duitse Europa-Park combineert ultra-enge achtbanen met schlagerzangers en iconen-schilders.", "In Duitsland, niet ver van Straatsburg, ligt een klein plaatsje dat Rust heet. Rust heeft ongeveer vierduizend inwoners. En een gigantisch pretpark, het grootste van Duitsland en een van de populairste van Europa, waar 5,6 miljoen mensen per jaar op afkomen. In dat pretpark bracht ik mijn herfstvakantie door. Er zijn een paar dingen waarvan ik nooit had gedacht dat ik ze zou doen, totdat ik kinderen kreeg. 1: op onchristelijke tijdstippen en met onguur weer langs de lijn bij voetbal staan en keihard roepen. 2: pretparkvakanties. En 3: de twee voorgaande activiteiten ook daadwerkelijk leuk vinden. Maar zo is het gegaan. Je leert jezelf beter kennen, met kinderen.", "Wij boekten al jaren een vaste pretparkvakantie: met een bevriend gezin gingen we eenmaal per jaar, in de winter, drie dagen naar de Efteling, en dan riepen de mensen om mij heen verschrikt ‘DRIE DAGEN EFTELING?!’ en dan zei ik: ‘Maar dat is leuk.’ Het is ook daadwerkelijk leuk – als je niet op de drukke dagen gaat, maar gelukkig heeft de Efteling daar duidelijke infographics over op hun site. Je zit in zo’n Anton Pieckerig boshuisje, leeft op Unox-worsten en poffertjes, en na drie dagen ga je licht misselijk en met genoeg achtbaanervaring voor een jaar weer naar huis. Hier geldt, zoals voor alles in het leven van een ouder: als de kinderen diep gelukkig zijn, ben jij ook diep gelukkig. Bovendien vind ik sommige achtbanen, en ook dit had ik nooit van mezelf gedacht, best vermakelijk.", "Een paardenshow in de Spaanse Arena. Beeld Europa-Park", "Ik moet zeggen dat het concept pretparkvakantie ook weleens tot een grote deceptie heeft geleid. Een paar jaar geleden boekten wij een kerstvakantie in en om het Duitse Phantasialand, en dat was best hels. Phantasialand is een pretpark waar je van achtbaan naar achtbaan sjokt over grote lappen onopgesmukt beton en asfalt, waar louter friet en worst te krijgen is en in het Afrika-themadeel alleen maar mensen met een donkere huidskleur werken. Dat geeft een ongemakkelijk en in het geheel niet feestelijk gevoel. Toch was het, door al die fijne keren in de Efteling, zonder al te veel aarzeling en schroom dat ik ja zei toen het Magazine mij vroeg of ik hetzelfde concept wilde uitproberen in Europa-Park, dat gigantische, mij onbekende pretpark in Duitsland met als thema, jawel, Europa. Veel groter dan de Efteling, met allerlei themahotels, en wij zouden er drie dagen doorbrengen en alles uitproberen. En: met de snelle, fijne Duitse trein erheen, iets meer dan zes uur van Amsterdam naar Ringsheim. En ook: logeren in Europa-Parks nieuwste themahotel Krønasår (uitspraak: kreunasoor), geheel in Scandinavië- én natuurhistorisch museumthema. You had me at Scandinaviëthema.", "Zoals gezegd had ik nooit gehoord van dat hele Europa-Park, maar je komt er best veel Nederlanders tegen. Veel Fransen ook, want Frankrijk ligt om de hoek, en Zwitsers, en Duitsers natuurlijk. Al die mensen zitten in het Zwarte Woud en willen een dagje geen woud maar achtbanen, of ze zijn op doorreis en doen een tussenstop in Europa-Park, of ze zijn als wij en doen Europa-Park als gehele vakantie-invulling.", "De Tiroler Boomstammen. Beeld Aaf Brandt Corstius", "Het eerste wat opvalt als je Rust binnenrijdt – wij namen de hotelshuttle vanaf treinstation Ringsheim – is dat er weinig rust is. Vanuit elke hoek zie je een denderende achtbaan of hoge, enge dingen met water en afdalingen, en toen wij er kwamen, was ook de nieuwste aanwinst van Europa-Park in aanbouw, een monsterproject genaamd Rulantica, nu klaar, dat geheel en al draait om golven en glijbanen en, hoe noem je dat: waterpret. Ik vond het niet zo heel erg dat het nog niet open was. Ongeveer naast Rulantica ligt Hotel Krønasår, en daar wordt meteen duidelijk dat de familie Mack, die heel Europa-Park uitbaat, nogal van het maximalisme is. In een vierkante lobby die open is tot aan het dak is een metershoog skelet tentoongesteld van een fictief oerbeest, pardon: mystieke zeeslang. Mijn kinderen zeggen niet gauw oh en ah maar hier zeiden ze dat wel. En net als in de Efteling is in dit hotel op alle plekken keihard vastgehouden aan het thema; de inpandige restaurants – familierestaurant Bubba Svens en finediningrestaurant Tre Krønen – serveren verse vis, smørrebrød en kötbullar en zijn versierd met complete, aan het plafond hangende Vikingschepen. Overal staan poppen van oude Laplanders in kostuum, er brandt een vuur in de open haard, er is een bar met bizar veel soorten aquavit en een Zweedse gebakshop waar je de hele dag taart kunt eten. Of fika, zoals ze dat in Zweden noemen.", "Het iconische molentje van Moulin Rouge is ook nagebouwd. Beeld Europa-Park", "Omdat ik best gevoelig ben voor goed doorgevoerde thema’s en goed uitgevoerde kitsch, ga ik meteen bij aankomst al helemaal voor Krønasår. Maar we komen er steeds pas aan het eind van de dag terug, als de stipt rijdende shuttle ons er aflevert en we kötbullar en grote gin tonics bestellen bij Bubba Svens. De kinderen zijn onhoudbaar en willen het park in. Wat meteen opvalt, is dat er veel live acts zijn. Als we binnenkomen, staan er vier mariachi’s te spelen op het Spaanse plein. Mariachi’s zijn Mexicaans, maar kniesoor. Gezellig is het wel. Als je doorloopt, kom je al gauw in het Duitse gedeelte, met biertuinen, en hier staan heuse, echte schlagerzangers te zingen. Terwijl je in Oostenrijk in de Tiroler Boomstammen van een steile waterval afgaat, hoor je ze op de achtergrond zingen. Het is buitenissig en het heeft wel wat.", "Mijn lievelingsdeel, daar kom ik gauw achter, is Rusland, omdat ik de sfeer daar echt Russisch vind. Het heeft aan de ene kant het rare van een land dat kort geleden het keiharde kapitalisme heeft ontdekt, dus een ultra-enge achtbaan (op en neer terwijl je ook rondjes draait én je eigen almaar groenere hoofd in spiegels ziet). De Euro-Mir heet dit gevaarte. Tijdens de eindeloze rondjes en duikelingen klinkt er keiharde housemuziek – ja, echt Russisch is dat. Er is in het Russische deel ook een karretje waar je gepofte kastanjes kunt kopen, een best aardig uitgevoerde Basiliuskathedraal (die van het Rode Plein), en een houten gebouw waar allemaal ambachtslieden Russische ambachten zitten uit te voeren. Er zit, ik lieg dit niet, de hele dag een man bloedserieus iconen te schilderen. Noem mij één pretpark ter wereld waar dit gebeurt. In dezelfde ruimte zijn een glasblazer aan het glasblazen, een houtbewerker aan het houtbewerken en een poppendokter aan het poppendokteren. Ik wil hier uren blijven hangen, maar dat gaat niet, want de kinderen willen op en neer, rondjes draaien en zichzelf in spiegels bekijken onder begeleiding van housemuziek in de Euro-Mir.", "Een zeemonster in de lobby van het Krønasår-hotel. Beeld Aaf Brandt Corstius", "Het wordt gauw duidelijk dat Europa-Park ongeveer de leukste plek is waar mijn kinderen ooit geweest zijn, en hoewel ik zelf soms niet meer kan van het rondjes draaien, kastanjes eten en heen en weer gebeukt worden in de houten achtbaan Wodan (veel enger dan zijn Eftelingse lookalike Joris en de Draak), zijn zij onvermoeibaar. En ik hou het zelf ook aardig vol, misschien juist omdat dit park zo uitgestrekt, voorzien van veel koffietenten en best weird is. Afgezien van die ambachtslieden heb je bijvoorbeeld ook een Grieks dorp, met van die witgewassen huisjes, wat op de regenachtige herfstdagen dat wij er zijn een wat treurige aanblik biedt. Maar maximalistisch is het wel. Ook heb je een mini-Parijs, inclusief Moulin Rouge, waar we in de Eurosat CanCan Coaster – een van mijn lievelingsattracties – in een donkere achtbaan op cancanmuziek onder plots oplichtende vrouwenbenen doorsjezen. Aan de andere kant van deze Eurosat is een speciale ingang voor volwassenen, waar je met een VR-bril op je hoofd door het donker sjeest. Dit is mij een mogelijk kotsverwekkende brug te ver.", "Andere favorieten van mij: Arthur, waar je rondvliegt in een goeiige wereld bevolkt door wezentjes genaamd Minimoys, naar een film van Luc Besson, speciaal voor de Franse bezoekers. Ook prettig: het Voletarium, een vliegsimulator waarin het lijkt alsof je over Europa vliegt, uiteraard mét geureffecten. De Zwitserse bobbaan: ook prima te doen voor een moeder met snelheids- en kotsangst. De kinderen hebben andere voorkeuren: de veel kanten op draaiende Euro-Mir dus, en de Blue Fire Megacoaster, gelegen in IJsland. Dat is een blauwe stalen constructie waar je in 2,5 seconde van nul naar honderd kilometer per uur wordt geschoten, met de hoogste looping van Europa. Ik ben er drie keer in geweest. Ik verdien de Nobelprijs voor de Vrede. Tijdens ons verblijf ontdekt ik wat een pretparkvakantie goed te overleven maakt: dat de plek waar je overnacht heel gerieflijk is. Ik heb de andere hotels van Europa-Park niet uitgeprobeerd (zoals Colosseo, vol terracotta, kaarsen en zuilen, en Castillo Alcazar, iets met middeleeuwen, kantelen en Spanje), maar Krønasår is echt heel prettig, met fluffy bedden (en een stapelbed voor de kinderen), een douche met een kloeke Duitse straal en uitzicht op, uiteraard, achtbanen.", "De Blue Fire Megacoaster. Beeld Europa-Park", "We eten alle avonden bij Bubba Svens – een avond willen we het chique dineren bij Tre Krønen uitproberen, maar we besluiten last minute, gezien de moeheid en de kinderen, gewoon weer voor de Zweedse gehaktballetjes te gaan. Eén middag ga ik vroeger terug naar het hotel om te werken in de konditorei. Alsof je in een hotelbar op stand zit. Maar dan in een pretpark. Ik heb inmiddels op alles, iedereen én al mijn geld moeten zweren dat we hier terugkomen. De volgende keer gaan we het combineren met iets met wandelen en natuur in het Zwarte Woud. Want dat is dan weer goed voor mij, na zeven keer in de Blue Fire Megacoaster."], "authors": ["Aaf Brandt Corstius"], "keywords": ["kijken", "van", "waarom", "brandt", "europapark", "het", "ter", "op", "met", "gaat", "ik", "corstius", "beste", "een", "en", "wereld", "dat", "je", "ook"], "pubDate": "2020-01-03T15:00:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}