{"id": "8676768d-bc3a-36c0-b2cd-4082b28a5293", "title": "Binnenlandse toerist boekte deze zomer massaal, maar niet in Amsterdam", "url": "https://www.parool.nl/amsterdam/binnenlandse-toerist-boekte-deze-zomer-massaal-maar-niet-in-amsterdam~bcda32b8/", "summary": "Het aantal Nederlanders dat de tent inlaadde voor een bestemming in het buitenland lag met 3,5 miljoen juist 57 procent lager dan een jaar eerder.\nToen daalde het aantal overnachtingen met 93 procent ten opzichte van het jaar ervoor.\nIn de enige twee provincies waar níet meer werd geboekt, kromp het aantal bezoekers met 7,4 procent en, in Noord-Holland, met 34,1 procent.\nHelemaal rampzalig is het beeld in Amsterdam en Haarlemmermeer, waar 61,4 en 60,6 procent minder werd geboekt dan een jaar eerder.\nDoor het wegblijven van zakenmensen en buitenlandse toeristen waren hotels in Amsterdam en rondom Schiphol lange tijd vrijwel leeg.", "paragraphs": ["Beeld Hollandse Hoogte/ANP", "In juli, augustus en september boekten zo’n 5,9 miljoen Nederlanders in eigen land, becijferde het Centraal Bureau voor de Statistiek (CBS). Dat is 24 procent meer dan in dezelfde periode een jaar eerder. Het aantal Nederlanders dat de tent inlaadde voor een bestemming in het buitenland lag met 3,5 miljoen juist 57 procent lager dan een jaar eerder.", "Vrijwel in alle provincies lag het aantal overnachtingen bij zogeheten ‘logiesaccomodaties’ – hotels, campings en huisjes – fors boven het niveau van vorig jaar zomer. Vooral in Groningen en Gelderland werd veel geboekt: die provincies zagen een groei van 33,5 en 21 procent.", "Dat is goed nieuws, want de maanden ervoor waren dramatisch. Neem april, de eerste volle maand waarin de lockdownmaatregelen van kracht waren. Toen daalde het aantal overnachtingen met 93 procent ten opzichte van het jaar ervoor.", "Tekst loopt door onder de grafiek", "Hotels zien geen groei", "Toch is het niet overal hosanna. Campings en, in iets mindere mate, bungalowterreinen deden het een stuk beter dan hotels. Het verklaart waarom de cijfers voor Noord- en Zuid-Holland – rijk aan hotels, minder aan campings – een stuk minder rooskleurig zijn dan in de rest van het land. In de enige twee provincies waar níet meer werd geboekt, kromp het aantal bezoekers met 7,4 procent en, in Noord-Holland, met 34,1 procent.", "Helemaal rampzalig is het beeld in Amsterdam en Haarlemmermeer, waar 61,4 en 60,6 procent minder werd geboekt dan een jaar eerder. De hotelsector in en om de hoofdstad werd hard geraakt door de coronacrisis. Door het wegblijven van zakenmensen en buitenlandse toeristen waren hotels in Amsterdam en rondom Schiphol lange tijd vrijwel leeg.", "Nico Evers, namens de hotellerie bestuurder van Horeca Nederland Amsterdam, vertelde eerder tegen Het Parool dat hij ‘een bloedbad’ in de sector verwachtte. “Er zullen veel vestigingen verdwijnen of een andere bestemming krijgen. De grote klap moet nog komen.”"], "authors": ["Het Parool"], "keywords": ["van", "toerist", "deze", "amsterdam", "massaal", "dan", "het", "binnenlandse", "maar", "met", "zomer", "werd", "niet", "een", "en", "jaar", "hotels", "boekte", "procent"], "pubDate": "2020-12-07T10:26:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}