{"id": "8683d735-6b34-3277-af5c-a8129d395251", "title": "De ene exoot na de andere in het Noordzeekanaal", "url": "https://trouw.nl/duurzaamheid-natuur/de-ene-exoot-na-de-andere-in-het-noordzeekanaal~b412bad0/", "summary": "In het Noordzeekanaal wemelt het van de exotische brakwaterdieren, meegelift met schepen.\nZe zijn pas twee jaar geleden voor het eerst in Europa gevonden, door de Amsterdamse stadsecoloog Martin Melchers, in het Noordzeekanaal.\nDie komt eveneens uit Amerika, annexeerde het Noordzeekanaal en heeft Delfzijl al bereikt.\nVolgens Rykel zijn ze er al heel lang, maar zijn het van oorsprong exoten.\nNu komen Zuiderzeekrabbetjes alleen nog voor in het Noordzeekanaal, de Nieuwe Waterweg en in het Eemskanaal in Groningen, en op enkele plaatsen in het Deltagebied.", "paragraphs": ["In het Noordzeekanaal wemelt het van de exotische brakwaterdieren, meegelift met schepen. Er vormen zich al complete riffen van exotische trompetkokerkalkwormen, borstelwormen die vanuit hun kalkkokers met waaiertjes voedsel uit het water halen. Weekdierkenner Rykel de Bruyne laat me zo’n rif zien.", "Tussen de kalkkokerwormen leven gebogen traliemossels, schelpdieren met een traliewerkje van ribbels, en een deukje in hun zij. Misschien gedijen die mossels hier omdat het water helder is, maar misschien is het water ook wel helder omdat de mossels het filteren. Gebogen traliemossels zijn afkomstig uit Amerika en staken waarschijnlijk in ballastwater de oceaan over. Ze zijn pas twee jaar geleden voor het eerst in Europa gevonden, door de Amsterdamse stadsecoloog Martin Melchers, in het Noordzeekanaal. De mossels bleken er in zulke grote hoeveelheden te zijn en met zoveel groeiringen, dat het niet anders kon of de soort zat er al een paar jaar. Ze komen voor van IJmuiden tot Amsterdam, maar verder nergens in Europa, voor zover bekend. Al zal het vast niet lang duren voor ze in andere havensteden opduiken. Zo weet ook de brakwaterstrandschelp Nederland te koloniseren. Die komt eveneens uit Amerika, annexeerde het Noordzeekanaal en heeft Delfzijl al bereikt.", "Over de kokerwormen en traliemossels kruipen kleine, zwarte krabbetjes rond. Dat zijn Zuiderzeekrabbetjes. Ze zijn niet zwart maar lijken het alleen, door de algen op hun schild. Volgens Rykel zijn ze er al heel lang, maar zijn het van oorsprong exoten. Ze zijn in de negentiende eeuw met schepen uit Amerika meegelift – uit Amerika komen veel illegale immigranten. Ze gedijden uitstekend in de brakke wateren van de Zuiderzee, tot die in 1932 werd afgedamd. Nu komen Zuiderzeekrabbetjes alleen nog voor in het Noordzeekanaal, de Nieuwe Waterweg en in het Eemskanaal in Groningen, en op enkele plaatsen in het Deltagebied.", "Drie keer per week schrijft bioloog Koos Dijksterhuis over iets dat groeit of bloeit."], "authors": ["Koos Dijksterhuis"], "keywords": ["noordzeekanaal", "ene", "van", "het", "met", "zijn", "exoot", "ze", "en", "andere", "al", "uit", "voor"], "pubDate": "2020-11-27T01:00:51+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}