{"id": "86a3c987-ac62-31e2-9252-13e012f1196f", "title": "Het Klokhuis-presentatrice Sosha Duysker wint Philip Bloemendal Prijs", "url": "https://nu.nl/media/6095700/het-klokhuis-presentatrice-sosha-duysker-wint-philip-bloemendal-prijs.html", "summary": "Presentatrice Sosha Duysker heeft woensdag de Philip Bloemendal Prijs gewonnen.\nDe 29-jarige presentatrice van onder meer Het Klokhuis en Zapplive kreeg een cheque van 3.500 euro.\nZe kreeg de prijs woensdag tijdens de uitzending van het NPO Radio 1-programma Stax&Toine.\nDe vakjury, die uit meerdere presentatoren bestaat, is te spreken over de verbinding die Duysker kan maken met het publiek.\n\"Ze is een vrouw met een mening die van het scherm spat.", "paragraphs": ["Presentatrice Sosha Duysker heeft woensdag de Philip Bloemendal Prijs gewonnen. Deze prijs gaat naar jonge talentvolle journalisten die presenteren en wordt om de twee jaar uitgereikt.", "De 29-jarige presentatrice van onder meer Het Klokhuis en Zapplive kreeg een cheque van 3.500 euro. Dat bedrag kan ze gebruiken voor een opleiding waarmee ze zichzelf verder kan professionaliseren. Ze kreeg de prijs woensdag tijdens de uitzending van het NPO Radio 1-programma Stax&Toine.", "De vakjury, die uit meerdere presentatoren bestaat, is te spreken over de verbinding die Duysker kan maken met het publiek. \"Sosha is een supertalent en verbindt zich moeiteloos met de doelgroep\", luidt het oordeel. \"De kinderen die naar Zapp kijken, de generatiegenoten van FunX, maar ook een volle zaal met vertegenwoordigers van de filmwereld.\"", "Daarnaast zien de juryleden in de presentatrice ook een toekomstige opiniemaker. \"Ze is een vrouw met een mening die van het scherm spat. Ze formuleert genuanceerd en rustig. Onze indruk is dat Sosha niet alleen iets wil vertellen, maar ook wil luisteren. Daarmee zou ze een groot opiniemaker kunnen worden.\"", "Naast Duysker maakten ook Ruben Leter (RTL Nieuws) en Sid van der Linden (NOS) kans op de Philip Bloemendal Prijs, die is vernoemd naar de in 1999 overleden presentator van onder meer het Polygoonjournaal in de bioscopen. Het drietal bleef over na een voorselectie van 28 kandidaten.", "Eerder wonnen journalisten en presentatoren als Arman Avsaroglu, Wouter Zwart en Luuk Ikink de prijs."], "authors": ["Door"], "keywords": ["bloemendal", "wint", "van", "het", "klokhuispresentatrice", "die", "met", "philip", "prijs", "een", "ze", "en", "ook", "duysker", "sosha"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}