{"id": "86ab8137-b19f-3564-8fa6-6d85886a21ad", "title": "Alliantie legt 1 miljard op tafel voor doortrekken Noord-Zuidlijn - en vraagt 3 miljard aan het Groeifonds", "url": "https://volkskrant.nl/nieuws-achtergrond/alliantie-legt-1-miljard-op-tafel-voor-doortrekken-noord-zuidlijn-en-vraagt-3-miljard-aan-het-groeifonds~b418745a/", "summary": "Beeld APDe partijen zijn de Vervoerregio, gemeente Amsterdam, gemeente Haarlemmermeer, provincie Noord-Holland, KLM, NS en Schiphol.\nIn het investeringsfonds zit ongeveer 20 miljard euro waarmee het kabinet onder meer geld wil steken in vergroening, infrastructuur en onderzoek.\nDe Vervoerregio draagt 525 miljoen euro bij, de gemeente Amsterdam 300 miljoen euro en de NS 60 miljoen euro.\nDe gemeente Amsterdam, Haarlemmermeer, Schiphol en de provincie Noord-Holland dragen ook een bedrag van 140 miljoen euro uit grondopbrengsten bij.\nHet zogenoemde metropakket maakt het volgens de deelnemende partijen mogelijk om ruim 92.000 nieuwe woningen te bouwen en duurzaam te ontsluiten.", "paragraphs": ["De metro in Amsterdam. Beeld AP", "De partijen zijn de Vervoerregio, gemeente Amsterdam, gemeente Haarlemmermeer, provincie Noord-Holland, KLM, NS en Schiphol. De voorzitter van de Vervoerregio en de zogenoemde ‘nationale alliantie’, Sharon Dijksma (ook verkeerswethouder in Amsterdam), zegt de boodschap te willen afgeven ‘dat we in de startblokken staan en bereid zijn flink bij te dragen om de kans op realisatie van de twee metrolijnen te maximaliseren’. Ze hoopt dat volgend jaar al begonnen kan worden. ‘Vandaag doen we een aanbod dat moeilijk is af te slaan.’", "Met het Nationale Groeifonds moet onder meer de infrastructuur van Nederland worden versterkt. In het investeringsfonds zit ongeveer 20 miljard euro waarmee het kabinet onder meer geld wil steken in vergroening, infrastructuur en onderzoek. Een onafhankelijke commissie, met onder anderen oud-minister Jeroen Dijsselbloem als lid, beoordeelt de voorstellen. Die worden aangedragen door het bedrijfsleven, kennisinstellingen en andere partijen en uitgevoerd door ministeries.", "92.000 woningen", "De 1,025 miljard euro die de alliantie wil investeren komt uit algemene middelen, grondopbrengsten en exploitatieopbrengsten. De Vervoerregio draagt 525 miljoen euro bij, de gemeente Amsterdam 300 miljoen euro en de NS 60 miljoen euro. De gemeente Amsterdam, Haarlemmermeer, Schiphol en de provincie Noord-Holland dragen ook een bedrag van 140 miljoen euro uit grondopbrengsten bij.", "Het zogenoemde metropakket maakt het volgens de deelnemende partijen mogelijk om ruim 92.000 nieuwe woningen te bouwen en duurzaam te ontsluiten. ‘Ook verbindt het nieuwe metronet de belangrijkste economische centra van de Metropool Regio Amsterdam, waardoor er ruimte is voor 122.700 extra arbeidsplaatsen. Grote voorzieningen zoals ziekenhuizen en universiteiten worden beter bereikbaar. De bouw van nieuwe kantoren en betere bereikbaarheid van voorzieningen dragen bij aan een aantrekkelijker vestigingsklimaat’, stellen de zeven betrokken partijen.", "Voor het bereikbaarheidspakket is totaal 4 miljard euro nodig, aldus een woordvoerder. ‘Met dit bedrag levert de alliantie een significante bijdrage.’"], "authors": [], "keywords": ["van", "vraagt", "amsterdam", "miljoen", "het", "op", "miljard", "noordzuidlijn", "gemeente", "worden", "een", "tafel", "legt", "groeifonds", "en", "euro", "te", "voor"], "pubDate": "2020-11-13T07:30:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}