{"id": "86af1a06-63fd-3f14-a0f8-9d20cde7e117", "title": "Lezersbrieven: Vaccins, modernisme, Vindicat en heideschapen", "url": "https://www.dvhn.nl/meningen/Opinie/Lezersbrieven-Vaccins-modernisme-Vindicat-en-heideschapen-26260566.html", "summary": "En nee, ik ben niet bang voor eventuele bijwerkingen omdat het vaccin niet goed zou werken, omdat het binnen een jaar is ontwikkeld.\nEn dan al die tegenstanders van het vaccin met hun complottheorieën: graag achter aansluiten in de rij en niet zeuren wanneer je het virus oploopt.\nEn blij dat het bij dat lef niet gebleven is.\nEigenlijk heeft deze club in Stad niks meer te zoeken, en zouden ze met pek en veren uit de stad moeten worden verdreven.\nDit is een boost voor de werkgelegenheid en de innovatie van een van onze eerste levensbehoeften.", "paragraphs": ["Ja, ik laat me vaccineren", "Het ligt in de lijn der verwachting dat we ons begin volgend jaar kunnen laten vaccineren. Zodra het kan, laat ik dat doen. Ik vertrouw volledig op de wetenschap. Niet alleen om mijzelf te beschermen tegen het virus, maar ook om de ouderen en zwakkeren te beschermen. En nee, ik ben niet bang voor eventuele bijwerkingen omdat het vaccin niet goed zou werken, omdat het binnen een jaar is ontwikkeld. Bedenk wel dat de technologie van nu door voortschrijdend inzicht veel beter in staat is om een vaccin te ontwikkelen dan tien jaar geleden. En dan al die tegenstanders van het vaccin met hun complottheorieën: graag achter aansluiten in de rij en niet zeuren wanneer je het virus oploopt.", "Appingedam, Kor Bonthuis", "", "", "Modernisme verpest de stad (1)", "Het opiniestuk ‘Modernisme verpest historische Hanzestad’ ( DVHN , 3/12) was mij uit het hart gegrepen. De laatste zin: „En de gemeente heeft geleerd hoe je met een zorgvuldig ingekaderde volksraadpleging toch je zin kunt doordrijven” riep bij mij herinneringen aan 2007 op. In mijn herinnering was het namelijk zo dat de bevolking van de stad Groningen mocht stemmen over welk gebouw zij op dat kleine plekje vlak naast de Martinitoren wilde hebben, maar is er nooit de vraag gesteld of de bevolking op die plek überhaupt wel een gebouw wilde, ja of nee. Ronald Kaatee zal dat als historicus wellicht beter weten dan ik. De gemeente, bang voor teveel nee-stemmen, heeft de vaag gewoon omzeild.", "Aduard, Marian van Wijchgel", "", "", "Modernisme verpest de stad (2)", "Zelden zo’n misnoegd en chagrijnig artikel gelezen als ‘Modernisme verpest historische Hanzestad’, een bijdrage aan wat toch een gesloten discussie mag heten. Dat de heer Kaatee graag wil wonen in een historisch bewaarde stad moet hij weten. Dat belet gelukkig de Groningers niet te kiezen voor wat zij van waarde achten, zelfs als dat nieuw is. Overigens vergeet Kaatee te vermelden dat de Waagstraat in de plaats gekomen is van de grootste Groninger mislukking ooit: het toenmalige gemeentehuis met luchtbrug naar het oude stadhuis. Blij dat het toenmalige gemeentebestuur het lef had die vlek in haar binnenstad te verwijderen. En blij dat het bij dat lef niet gebleven is.", "Groningen, Jeroen Vink", "", "", "Vindicat: met pek en veren de stad uit", "Niet tot mijn verbazing lees ik dat studenten van Vindicat weer de coronaregels aan hun laars lappen en in een partybus uit hun dak gingen. Wordt het nu niet tijd dat alle voorrechten die Vindicat in de stad heeft bij de gemeente en de universiteit ongedaan worden gemaakt? Eigenlijk heeft deze club in Stad niks meer te zoeken, en zouden ze met pek en veren uit de stad moeten worden verdreven. Ik hoop, dat de burgemeester nu hard gaat optreden tegen de verwende kindjes, die nota bene later de beste banen krijgen!", "Grijpskerk, J.W.Nieuwenhuis", "", "", "Waterscheiding", "Nu we waakzaam met water moeten zijn, moet me toch van het hart dat ik al jaren verbaasd ben dat we nog steeds geen gescheiden watertoevoer hebben. Met andere woorden: drinkwater en gebruikswater apart naar alle verbruikers leveren. Het is nu toch erop of eronder om ons drinkwater zo effectief en zuinig mogelijk te gebruiken. Maak werk van de mogelijkheid om geld uit de pot van 330 miljoen uit het Just Transition Fund ook hiervoor aan te wenden. Dit is een boost voor de werkgelegenheid en de innovatie van een van onze eerste levensbehoeften.", "Assen, A. Winter", "", "", "Helden van de Hei", "In de krant lees ik het bericht: ‘Twee herders Exloër kudde stappen op’ ( DVHN , 2/12). Het zijn de achtste en negende herder die sinds 2013 zijn aangetreden en weer vertrokken. Arme schapen ... Als vriend van de kudde vraag ik me oprecht af: hoe bestaat het dat de schaapskudde in het Overijsselse Vechtdal reeds 25 jaar wordt beheerd door een stoere, 54-jarige vrouw, herder Anita Wichers? Deze vraag brengt me spontaan op het volgende: in hoeverre zou het een goed idee zijn om het bestuur van de Stichting Schaapskudde Exloo als vrijwilliger eens een kijkje te laten nemen in de keuken van Schaapskooi De Lemelerberg? Aan de prachtige natuur in onze buurprovincie zal het vast niet liggen. Maar bovenal gun ik het ‘onze’ helden van de hei zo van harte!!", "Exloo, I. Noorman-Tijms", "", "", "PvdA, na besturen gewoon in de raad Eemsdelta", "Gezien de reacties vanuit de PvdA op de nieuw te vormen bestuurscoalitie in de gemeente Eemsdelta is het verstandig om de PvdA niet in het nieuw te vormen bestuur op te nemen. Oud zeer? Misschien. Maar in ieder geval botsende karakters en botsende ideeën over wat van belang is. Na meer dan 40 jaar bestuurspartij in Loppersum te zijn geweest, is het goed om gewoon je plek in de gemeenteraad in te nemen en van daaruit je in te zetten voor de nieuwe gemeente.", "Wirdum, Hilda Schipper-Baptist (ruim 45 jaar lid van de PvdA)"], "authors": [], "keywords": ["vaccins", "van", "het", "op", "lezersbrieven", "ik", "stad", "een", "niet", "vindicat", "modernisme", "heideschapen", "en", "dat", "te"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}