{"id": "86d0058d-84e3-3256-ae71-c4cd99693e52", "title": "Veldrijder Thomas Pidcock is gretig, behendig en ongedurig", "url": "https://volkskrant.nl/sport/veldrijder-thomas-pidcock-is-gretig-behendig-en-ongedurig~bd78eed4/", "summary": "Thomas Pidcock, een Brit die uitblinkt in het veldrijden en ook ambities heeft op de weg.\nIn een sprint van een kleine kopgroep wordt hij derde, na diskwalificatie van de Nederlander Nils Eekhoff.\nHij vindt dat hij het heeft verprutst, moeder Sonia vertelt later dat hij lang ontroostbaar was.\nOp het loodzware modderige parcours blijkt hij de kunst van het doseren nu goed te beheersen.\nBegeleider en coach Kurt Bogaerts ziet de wens drie disciplines te combineren als een pittige opgave, ‘een enorm project’.", "paragraphs": ["Mathieu van der Poel heeft er een rivaal bij. Thomas Pidcock, een Brit die uitblinkt in het veldrijden en ook ambities heeft op de weg. Gelijk de Nederlander heeft Pidcock zijn zinnen gezet op goud tijdens de Spelen van Tokio op de mountainbike.", "Nee, zei Thomas Pidcock (21) afgelopen zaterdag, nadat hij derde was geworden in de Scheldecross, hij dacht niet dat hij Mathieu van der Poel en Wout van Aert, de grote namen in het veldrijden, al kon verslaan. Wat meer partij geven, dat moest er toch wel inzitten.", "Een dag later versloeg hij zijn eigen verwachting. Eindigde hij aan de rivieroever nog als derde, in de Vlaamse Ardennen, bij Gavere, klopte hij zondag drievoudig wereldkampioen Van der Poel door hem op een modderige klim achter te laten. Het was zijn eerste zege bij de elite in een grote wedstrijd. ‘ Ik ben volwassen geworden’, verklaarde de kleine Brit na afloop. De Nederlander rekent hem zondag in de cross van Namen meteen maar tot de grote kanshebbers, naast de Vlamingen Wout van Aert en Toon Aerts. Vorig jaar, in doorweekte omstandigheden, was Pidcock op de hellingen van de citadel vierde.", "Hij staat te trappelen. ‘Pidders’ uit Leeds heeft zich voorgenomen zich op veel terreinen te laten gelden. Dat lukt al heel behoorlijk. Let op de veelzijdigheid in het hierna volgende erelijstje. Zowel als junior als belofte (de leeftijdscategorie onder de 23) won hij Parijs-Roubaix, in 2017 en 2019. Hij was afgelopen zomer de sterkste in de Giro d’Italia voor beloften, met drie etappezeges, onder meer op de loeisteile Mortirolo. Tijdrijden kan hij ook, op de WK in Bergen in 2017, greep hij in zijn klasse goud. Het kapitaalkrachtige Ineos, de ploeg van de voormalige Tourwinnaars Geraint Thomas en Egan Bernal, heeft hem ingelijfd. Wie weet hebben ze een toekomstig ronderenner in huis. Net als Van der Poel wil de Brit deze zomer naar Tokio voor olympisch goud op de mountainbike. In zijn lichting was hij twee keer wereldkampioen.", "Fysiek is er veel verschil tussen beiden. Pidcock is veel kleiner (1.57 meter tegen 1.84) en lichter (58 kilo tegen 74). Overeenkomsten zijn er ook, weet tweevoudig wereldkampioen veldrijden Sven Nys. Als teammanager van het toenmalige Telenet Fidea had hij de Brit één seizoen, 2017-2018, onder zijn hoede. Hij vindt hem technisch vrijwel net zo vaardig en ook de vermogenswaarden zitten bij elkaar in de buurt. Wat ze ook delen: vooral plezier beleven op de fiets. Buiten de wedstrijd is er nog iets gemeenschappelijks: ze houden van Fortnite, ze gamen wel eens tegen elkaar, vertelde Pidcock begin dit jaar op de site van sponsor Red Bull.", "Dat hij zich bij de elite aan het front meldt, zat eraan te komen. In 2016 won hij bij de junioren al wedstrijden in België en Frankrijk, onder meer het Europees kampioenschap in Pontchâteau en op de citadel in Namen, waar hij vrolijk op één wiel over de finish reed. Zijn naam begon pas echt rond te zingen op de WK in 2017 in Bieles, Luxemburg. Dat onderdeurtje, brutaal en vol bravoure, glibberde en gleed wel heel behendig over het ijzige parcours. Dit kon er wel een worden. Zelf had hij zijn gouden plak al voorspeld. Hij liet zich in een feesttent vooral bevolkt door fans uit België en Nederlanders op de schouders nemen.", "De Belgische pers had een stempel paraat: ‘mini-Sagan’. Hij is net zo’n liefhebber van acrobatische toeren op twee wielen als de wereldkampioen uit Slowakije. Wheelies en opzettelijke slippartijen behoren tot het arsenaal. Hij had intussen de aandacht getrokken van Nys, maar aan de verbintenis met diens team kwam snel een eind, toe de Loiner overstapte naar een nieuw Brits team geleid, door Andrew McQuaid, zoon van voormalig UCI-voorzitter Pat.", "Beeld BELGA", "Enige ongedurigheid kenmerkt het talent. Zijn ouders kunnen erover meepraten. Hij was 3 toen hij zijn eerste fietsje kreeg. Hij was er niet vanaf te slaan. Enkele jaren jaren ging hij met zijn vriendjes en jongere broer Joe telkens naar een park in de buurt, waarbij ze als wedstrijdje deden welke fiets het modderigst was geworden. Op zijn 10de wilde hij graag dat zijn ouders hem naar wedstrijden in het hele land brachten. Ze hebben wel wat met de sport - vader Giles nam als wegwielrenner in 1980 deel aan de Olympische Spelen in Moskou. Maar het oordeel was dat rijden in Yorkshire en nabije omstreken voorlopig volstond. Het moest wel vooral leuk blijven. De fietsgekke regio telde genoeg evenementen waaraan hij kon deelnemen. Hij haalde er geregeld het podium, zowel op de wegfiets als op de mountainbike.", "Hoe succesvol hij ook is, het ontbreekt nogal eens aan consistentie in zijn resultaten. Op het WK voor beloften in Valkenburg in 2018 reikt hij als uittredend wereldkampioen en uitgesproken favoriet niet verder dan de vijftiende plek. Een jaar later is hij in Bogense, Denemarken, weer ongenaakbaar. Hij tobt vaak met zijn start. Het kost veel energie zich weer naar voren te knokken. Nogal driest neemt hij dan wel eens de kop over, om daar in de latere helft van de race de tol voor te betalen. Sinds 2019 schuilt er meer berekening in zijn manier van rijden.", "De gretigheid is altijd gebleven. In augustus 2018 komt hij ten val in de Tour de l’Avenir, een etappekoers voor beloften. Hij schuift in de regen onderuit in een bocht naar rechts, klapt tegen een muur en beschadigt zijn gezicht. Een maand later neemt hij in zijn leeftijdscategorie al weer deel aan de WK op eigen bodem, in Yorkshire. In een sprint van een kleine kopgroep wordt hij derde, na diskwalificatie van de Nederlander Nils Eekhoff. Hij vindt dat hij het heeft verprutst, moeder Sonia vertelt later dat hij lang ontroostbaar was. In februari wordt hij als eliterenner in het veld tweede achter Van der Poel op de WK in het Zwitserse Dübendorf, voor alle Belgen. Op het loodzware modderige parcours blijkt hij de kunst van het doseren nu goed te beheersen.", "Begeleider en coach Kurt Bogaerts ziet de wens drie disciplines te combineren als een pittige opgave, ‘een enorm project’. Tegen Het Laatste Nieuws: ‘We moeten ervoor zorgen dat hij niet vermoeid raakt. We moeten zorgen dat het allemaal plezant blijft. En we moeten de voeten aan de grond houden.’"], "authors": ["Rob Gollin"], "keywords": ["gretig", "zijn", "van", "veldrijder", "pidcock", "en", "een", "dat", "op", "als", "te", "thomas", "het", "behendig", "hij", "ongedurig"], "pubDate": "2020-12-18T17:35:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}