{"id": "86d362d1-9f71-3b18-bfdd-1648d7c9a07d", "title": "Stadstheater Arnhem gaat voor 73 miljoen euro een tweede leven krijgen (met plek voor Oostpool en Introdans)", "url": "https://volkskrant.nl/nieuws-achtergrond/stadstheater-arnhem-gaat-voor-73-miljoen-euro-een-tweede-leven-krijgen-met-plek-voor-oostpool-en-introdans~bbd87d5d/", "summary": "Beeld Hollandse HoogteHet is een opmerkelijke investering, midden in de coronacrisis die het culturele leven overal ontregelt en in financiële problemen brengt.\nDe panden waar Oostpool en Introdans repeteren en voorstellingen geven kampen met achterstallig onderhoud en slechte bereikbaarheid.\nUiteindelijk zijn de collegepartijen bereid in te stemmen met een begroting van 73 miljoen euro, daar waar het college een voorstel van 83 miljoen had ingediend.\nIntrodans en Oostpool maken zeker tot 2024 deel uit van de culturele basisinfrastructuur van het Rijk, en zijn zodoende voor vier jaar verzekerd van subsidie.\n‘Als culturele hoofdstad van het oosten’, zei hij tegen de gemeenteraad, ‘moeten wij dan nieuwe gezelschappen kunnen leveren.’De grootscheepse verbouwing is het sluitstuk van een reeks renovaties van Arnhemse culturele instituten.", "paragraphs": ["Stadstheater Arnhem. Beeld Hollandse Hoogte", "Het is een opmerkelijke investering, midden in de coronacrisis die het culturele leven overal ontregelt en in financiële problemen brengt. Maar het Arnhemse college gelooft in een ‘anticyclische’ aanpak. ‘In tijden van crisis zijn het de overheden die moeten investeren’, schreef wethouder van Cultuur Hans de Vroome (D66) in het verbouwingsplan dat hij in augustus naar de raad stuurde.", "De collegepartijen PvdA, GroenLinks, D66 en VVD stellen als voorwaarde voor goedkeuring van de verbouwing dat de provincie Gelderland 10 miljoen euro van de kosten voor haar rekening neemt. Hoewel de Gedeputeerde Staten zich welwillend hebben getoond om mee te betalen, zijn daar nog geen afspraken over gemaakt. De twee podiumgezelschappen dragen zelf bij in de kosten door over de komende veertig jaar 15 miljoen euro aan huur te betalen.", "Het Stadstheater is eigendom van de gemeente en na tachtig jaar uitgewoond. De beenruimte in de grote schouwburgzaal met 735 stoelen is te klein en de kleedkamers hebben nog de faciliteiten van de jaren vijftig. De panden waar Oostpool en Introdans repeteren en voorstellingen geven kampen met achterstallig onderhoud en slechte bereikbaarheid. Om de problemen aan te pakken hebben gemeente, provincie en de culturele instellingen in 2015 de ‘Lauwersgrachtalliantie’ gesloten, vernoemd naar het watertje waar het theater op uitkijkt.", "Na een lange reeks technische briefings en debatten in de herfst hebben de collegepartijen zich geschaard achter de ‘samenwoonvariant’, die de belofte in zich draagt van een ‘culturele hotspot’ en de voorkeur heeft van de gezelschappen. Aanvankelijk ging de raad uit van een kostenschatting van 45 miljoen euro, dus was er veel tijd nodig om te begrijpen waarom er tientallen miljoenen meer nodig zijn. Het gaat onder meer om ambitieuze klimaatdoelstellingen, het aanbrengen van kostbare theatertechniek, reserveringen voor tegenvallers bij de bouw en het compenseren van mogelijk verlies aan parkeerplaatsen in de binnenstad.", "Uiteindelijk zijn de collegepartijen bereid in te stemmen met een begroting van 73 miljoen euro, daar waar het college een voorstel van 83 miljoen had ingediend. Het college moet dus nog ergens 10 miljoen schrappen. ‘Dat is niet niks’, zei wethouder De Vroome vorige week in het raadsvergadering. ‘Het is een substantiële verlaging die consequenties kan hebben voor de ambitie. Maar we gaan zoeken.’ Als er na de jaarwisseling een nieuw financieel overzicht is, waarin ook de bijdrage van de provincie is zeker gesteld, kan de gemeente een ontwerp van het gebouw laten maken.", "Introdans en Oostpool maken zeker tot 2024 deel uit van de culturele basisinfrastructuur van het Rijk, en zijn zodoende voor vier jaar verzekerd van subsidie. De kans dat ze die positie in de komende veertig jaar verliezen, bestaat natuurlijk. Maar wethouder De Vroome is niet bang dat het vernieuwde Stadstheater dan in problemen komt. ‘Als culturele hoofdstad van het oosten’, zei hij tegen de gemeenteraad, ‘moeten wij dan nieuwe gezelschappen kunnen leveren.’", "De grootscheepse verbouwing is het sluitstuk van een reeks renovaties van Arnhemse culturele instituten. Eerder zijn filmtheater Focus, bibliotheek Rozet en concertgebouw Musis al vernieuwd. De uitbreiding van Museum Arnhem is in volle gang. Met hogeschool voor de kunsten Artez heeft Arnhem ook opleidingen theater en mode in huis."], "authors": ["Alex Burghoorn"], "keywords": ["van", "stadstheater", "een", "het", "leven", "en", "culturele", "te", "introdans", "krijgen", "zijn", "oostpool", "hebben", "plek", "voor", "met", "miljoen", "tweede"], "pubDate": "2020-12-15T14:41:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}