{"id": "86dfb842-199f-33d4-ad82-62b532cc24e9", "title": "Hoe kunnen we ‘baggerjaar 2020' toch nog een beetje feestelijk afsluiten?", "url": "https://volkskrant.nl/de-gids/hoe-kunnen-we-baggerjaar-2020-toch-nog-een-beetje-feestelijk-afsluiten~bf1ea050/", "summary": "Dat laatste is reden genoeg om toch nog met een vrolijke of lekkere noot het jaar af te sluiten.\nVoor één van de vele online dansfeesten kun je je glitterpanty uitlaten, maar kun je je haar wel losgooien.\nJe bent regisseur van je eigen feest en via Zoom kan contact worden gelegd met andere feestgangers, of met je eigen party-crew.\nMet de app Houseparty kun je op je smartphone virtuele ‘huisfeestjes’ organiseren met maximaal acht vrienden.\nGa dan om 00.00 uur een blokje om en wens iedereen die je tegenkomt op afstand een gelukkig nieuwjaar.", "paragraphs": ["Geen groot feest dit jaar. Geen vuurwerk. En voor velen geen feeststemming, behalve dan misschien omdat dit baggerjaar eindelijk voorbij is. Dat laatste is reden genoeg om toch nog met een vrolijke of lekkere noot het jaar af te sluiten. Daarom: een eet/drink/kijk- en doe-gids voor Oud en Nieuw 20/21.", "Oliebollen Beeld Gemeente Rotterdam", "Oliebollen", "Coronacrisis of niet: de oliebol nemen ze ons niet af. Maar misschien heb je dit jaar geen zin om in een lange rij te gaan staan. Hierom het recept om de perfecte oliebol zelf te maken.", "Hoeveel oliebollen moet je eigenlijk eten om één kilo aan te komen? Dat lees je hier. En lees hier wat je met het frituurvet kunt doen. Want dat is meer waard dan je denkt.", "Kan zijn dat je tot de schaarse menssoort behoort die niet van oliebollen houdt - of gewoon eens zin hebt in iets anders. Hier vind je negen woest culinaire alternatieven voor de traditionele bol. Van ansjovisbol tot appelstroopbollen waar geen frituurvet aan te pas komt - ook wel fijn als je toch in je huis bent opgesloten.", "Bubbels", "Geen Oud en Nieuw zonder bubbels, toch? Juist nu, zouden we bijna zeggen als het niet een onverdraaglijk cliché was. ‘Vreselijk lekker en goed en goed geprijsd zijn de schuimers van de Duitse wijnmakerij Griesel & Compagnie in Baden. Daar maken ze louter sekts, mousserende wijnen dus, waarmee ze prijs na prijs winnen’, schrijft onze wijnrecensent Onno Kleyn. (Griesel & Compagnie Riesling Brut Tradition 2016, € 17,50. Griesel & Compagnie Rosé Brut Tradition 2016, € 17,50)", "Toch liever een echte champagne met klasse? Dan tipt Kleyn Les 7 Crus Brut (droog, elegant, met citrus in de geur) en de Grand Cru Terroirs Extra Brut (nog droger, gelaagd en spannend). ‘Champagnes waaraan je proeft dat het champagnes zijn, door die rijkdom, dat verlangen, die klasse. Het verschil tussen bubbels en bubbels.’ (Les 7 Crus Brut, €42,95, Agrapart Champagne Grand Cru Terroirs Extra Brut, €51,50).", "‘Goede champagne heeft iets eigenzinnigs, iets extra’s, iets onmiskenbaars. Waaronder heel veel kleine belletjes en iets weldadigs dat vinologen romigheid noemen’, zegt Onno Kleyn. Ga je echt op chic, ga dan voor de Henriot Rosé Brut, een champagne met een prachtige zalmkleur en de onmiskenbare vlezigheid van de blauwe pinot noir-druif. Een nobele, wijze wijn (voor circa 62,50 euro).", "Tot slot nog een les van Kleyn: ‘Knallen is niet goed, dat wist je hè? Tegenhouden die kurk, tot je slechts een babywindje hoort bij het openen.’", "Alcoholvrij", "Voor wie 2020 nuchter wil afsluiten, zijn er bubbels zonder alcohol. Maar smaakt dat een beetje? Het smaakpanel van de Volkskrant testte veertien bubbelwijnen zonder alcohol en was er niet kapot van. Maar er is wel een duidelijke winnaar.", "Bubbels zonder alcohol Beeld de Volkskrant", "Kvas", "Je kunt natuurlijk ook zelf aan de slag gaan en met oud brood een nieuw drankje maken. Hoe toepasselijk. Kvas is een licht alcoholische frisdrank gemaakt van geroosterde boterhammen. Onze culinaire recensent Hiske Versprille: ‘Bij het openen van de fles spuit ie bijna tegen het plafond en het is verrassend lekker: lichtzoet, fris en een beetje gistig en granig, met fijne bubbeltjes erin. Het is een supergemakkelijke gefermenteerde frisdrank om eens te proberen. Kost wel twee dagen om te maken, dus begin op tijd.", "Feestje", "Oké, oliebollen of een variant daarop: check. Bubbels - al dan niet alcoholisch: check. Nu nog een feestje. Voor één van de vele online dansfeesten kun je je glitterpanty uitlaten, maar kun je je haar wel losgooien.", "GOODBYE2020 is een van de grootste online feesten ter wereld, met ruim 40 verschillende streams waar zo’n 250 artiesten en organisaties aan meedoen. Onder andere de festivals Dance Valley, Appelsap, Milkshake en Vunzige Deuntjes werken eraan mee. In de line-up staan onder meer De Jeugd van Tegenwoordig, Sunnery James & Ryan Marciano, Fedde le Grand. Je bent regisseur van je eigen feest en via Zoom kan contact worden gelegd met andere feestgangers, of met je eigen party-crew. Het festival duurt van 17.00 tot 05.00 uur en is gratis.", "Goodbye 2020 Beeld Flyer", "Ook Tomorrowland geeft een online feest en zendt de hele nacht live-dj-sets van ‘de 25 beste artiesten ter wereld’ uit. De stream is aangepast op 27 verschillende tijdzones, zodat ieder land in zijn eigen tijd kan feesten. Tickets beginnen bij 20 euro.", "Blijdorp Festival organiseert vanuit Rotterdam Airport een avond vol dj-sets en talks. Vanaf 20.00 uur kan je vanuit je huiskamer intunen ‘in glitterpyjama’. De feest-box met hapjes, drankjes en feestartikelen is al uitverkocht.", "De buis", "Toch liever onderuitgezakt op de bank? Youp van ’t Hek (NPO 1) en Guido Weijers (RTL 4) gaan de traditionele kijkcijferstrijd op Oudejaarsavond tussen de NPO en RTL 4 gewoon aan met hun oudejaarsconferences, hoewel er inmiddels geen publiek meer bij aanwezig mag zijn. (Korrel zout , 31/12, NPO 1, 22.30 uur en Weijers’ oudejaars, 31/12, RTL 4, 20.30 uur).", "Volgens tv-recensente Emma Curvers is het Oudejaarsoverzicht van talkshowsatire Promenade ‘zelfs als het tegenvalt leuker dan alle andere jaaroverzichten'. Dit is terug te kijken op bijvoorbeeld NL Ziet.", "Op NPO Radio 1 is vanaf 19.30 uur Vincent Bijlo's conference Kuchschermtijd te horen.", "Het Nationale Aftelmoment op Oudejaarsavond komt dit jaar van het Museumplein uit Amsterdam. De NOS zendt dat moment rechtsreeks uit. Burgemeester Femke Halsema belooft een show waar geen vuurwerk aan te pas komt, maar die wel ‘zichtbaar en groots’ boven de hoofdstad te zien zal zijn.", "Mis je het vuurwerk heel erg? Zet dan na 00.00 uur een YouTube-video met vuurwerk op.", "Online spelletjes", "Om de tijd tot middernacht te doden kun je natuurlijk inmiddels ook vele spelletjes op afstand spelen. Met ‘live video escape rooms’ speel je op afstand een bestaande escaperoom. Of zoek een leuke pubquiz, bijvoorbeeld in je eigen gemeente. Met de app Houseparty kun je op je smartphone virtuele ‘huisfeestjes’ organiseren met maximaal acht vrienden. In zo’n groep kun je videochatten en spelletjes met elkaar spelen, waaronder varianten op de bekende spellen Pictionary, Triviant en Cards against humanity. Via Boardgamearena.com kan één speler een premium account afsluiten (€ 4 per maand) en vervolgens andere spelers uitnodigen om gratis te spelen, via alle mogelijke apparaten. Een kleine greep uit het aanbod: klaverjassen, Backgammon, Carcassonne, 7 Wonders Duel en Weerwolven.", "Even eruit", "Klaar met het scherm? Ga dan om 00.00 uur een blokje om en wens iedereen die je tegenkomt op afstand een gelukkig nieuwjaar. De kerstverlichting zal op de meeste plekken nog wel hangen, voor de sfeer. Of koop zelf wat sterretjes, confettikanonnen en knalerwten voor een legaal vuurwerk-light-effect, zonder dat er iemand in het ziekenhuis belandt."], "authors": ["Heleen Van Lier"], "keywords": ["afsluiten", "toch", "om", "nog", "met", "hoe", "te", "je", "van", "baggerjaar", "en", "een", "beetje", "2020", "kunnen", "feestelijk", "op", "het", "dat"], "pubDate": "2020-12-29T16:49:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}