{"id": "86f4a3ab-525b-3990-972b-1211515c7f2f", "title": "China bemoeilijkt export en drijft spanningen met VS op", "url": "https://nrc.nl/nieuws/2020/12/01/china-vermoeilijkt-export-en-drijft-spanningen-met-vs-op-a4022082", "summary": "In China gelden vanaf dinsdag nieuwe wetten, die de export van producten met militaire en civiele doeleinden moeten bemoeilijken.\nMet de wetgeving sorteert China voor op een nieuw hoofdstuk in de handelsoorlog met Amerika, dat eerder Chinese diensten en producten uit China weerde.\nLees ook: VS en China: een gewapende vrede aan het handelsfront‘Een escalatie’De nieuwe wetten vormen de volgende ‘aanval’ van China in de handelsoorlog met de Verenigde Staten.\nHij zegt dat de VS en China inmiddels zo ver verwikkeld raakten in de handelsoorlog, dat Biden de huidige Amerikaanse strategie zal voortzetten.\nLees ook: In Azië draait het niet meer om de VS, dat blijkt wel uit het nieuwe vrijhandelsverdrag", "paragraphs": ["In China gelden vanaf dinsdag nieuwe wetten, die de export van producten met militaire en civiele doeleinden moeten bemoeilijken. Dat meldt de BBC. Met de strengere regels wil China voorkomen dat militaire technologie naar Amerika wordt geëxporteerd; de wetten moeten zodoende „de nationale veiligheid beschermen”. Met de wetgeving sorteert China voor op een nieuw hoofdstuk in de handelsoorlog met Amerika, dat eerder Chinese diensten en producten uit China weerde.", "Chinese exporteurs van technologieproducten voor militaire doeleinden hebben voortaan een vergunning nodig om te mogen exporteren. Wie zich daar niet aan houdt, riskeert een boete die kan oplopen tot meer dan vijf ton.", "Lees ook: VS en China: een gewapende vrede aan het handelsfront", "‘Een escalatie’", "De nieuwe wetten vormen de volgende ‘aanval’ van China in de handelsoorlog met de Verenigde Staten. Dat land verbood eerder de socialemedia-app TikTok, die in Chinese handen is. Ook telecomnetwerk Huawei is niet welkom in de VS. President Donald Trump wil Chinese bedrijven weghouden uit Amerika, omdat ze gegevens zouden delen met de Chinese regering.", "Alex Capri, hoogleraar aan de Universiteit van Singapore, zegt tegen de BBC dat de Chinese reactie „een escalatie van de technische oorlog kan betekenen”. Volgens Capri zal de toekomstige Amerikaanse president Joe Biden geen einde maken aan de huidige spanningen met China. Hij zegt dat de VS en China inmiddels zo ver verwikkeld raakten in de handelsoorlog, dat Biden de huidige Amerikaanse strategie zal voortzetten.", "Lees ook: In Azië draait het niet meer om de VS, dat blijkt wel uit het nieuwe vrijhandelsverdrag"], "authors": ["Thomas Borst", "Leestijd Minuut"], "keywords": ["aan", "van", "spanningen", "china", "op", "met", "export", "chinese", "een", "wetten", "vs", "en", "dat", "drijft", "bemoeilijkt"], "pubDate": "2020-12-01T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}