{"id": "8706746b-4c78-37d8-9ee6-5662c74e4986", "title": "13 aspirant-omroepen stellen zich voor: ze willen minder oude, linkse, witte mannen op tv", "url": "https://trouw.nl/cultuur-media/13-aspirant-omroepen-stellen-zich-voor-ze-willen-minder-oude-linkse-witte-mannen-op-tv~b0b44976/", "summary": "Ieder lid moet in Nederland wonen, 16 jaar of ouder zijn en minstens 5,72 euro betalen.\nIemand moet laten zien dat ze er zijn en wat ze kunnen.\n“Daarnaast worden we niet echt wijzer van de huidige programma’s, zijn ze niet interessant en je ziet steeds dezelfde mensen.\n“Ons idee van zwart als politiek statement is de uitkomst van een gedachtenproces waar ik al sinds 1999 mee bezig ben”, vertelt Koster.\n“We staan ook niet voor verzuiling of polarisatie; juist saamhorigheid zit in ons DNA.", "paragraphs": ["Overzicht", "Op 31 december controleert het Commissariaat voor de Media het ledental van de aspirant-omroepen die de 50.000 zeggen te zijn gepasseerd. Ieder lid moet in Nederland wonen, 16 jaar of ouder zijn en minstens 5,72 euro betalen. Wie zijn het hardst op weg om de deadline te halen? En wat zijn hun missies? Trouw benaderde de aspiranten om het ze te vragen.", "De ledentallen dateren van 11 december. Een paar omroepen wilden geen tussenstand delen.", "Bersama: Nederlands-Indische geschiedenis is óók Nederlandse geschiedenis", "Leden: iets minder dan 10.000", "Het Nederlands-Indisch cultureel erfgoed behouden, verdiepen en verspreiden, dat is het doel van Omroep Bersama, opgericht door filmproducent San Fu Maltha. “Wij vertegenwoordigen een stuk Nederlandse cultuur en geschiedenis waar normaal geen aandacht aan wordt besteed.”", "Als voorbeeld noemt Maltha hoe we in de media terugkijken op de Tweede Wereldoorlog. “Kijk naar de NOS-Bevrijdingsjournaals tot en met 4 mei 1945, waarin zo goed als geen aandacht wordt besteed aan Nederlands-Indië. In de canon van Nederland moet je naar de onafhankelijkheidsstrijd om iets over Nederlands-Indië in de Tweede Wereldoorlog te lezen. En als producent was ik betrokken bij vijf of zes films over de oorlog, waaronder ‘Zwartboek’, ‘Oorlogswinter’ en ‘Het bombardement’, maar niet één over de oorlog in Nederlands-Indië.”", "Code Rood.tv: Begrijpelijke achtergrondinformatie voor iedereen", "Leden: minder dan 1.000", "Tussen alle talkshows met tetterende tegenpolen mist programmamaker Celestine Raven diepgang op tv. Code Rood.tv wil complexe zaken zoals stikstof- en coronabeleid toegankelijk uitleggen. “Als mensen onwetend zijn, worden ze achterdochtig en gaan ze zich afzetten. Zeker sinds de pandemie zie je veel desinformatie en polarisatie.” 50.000 leden lijkt onhaalbaar, maar ze wil hoe dan ook verder op YouTube.", "EVNS: Vrouwelijke rolmodellen en een vrouwelijke blik", "Leden: 15.781", "“Feiten en cijfers liegen niet”, zegt Mildred Roethof van de vrouwenomroep EVNS (spreek uit als ‘evenness’, oftewel gelijkheid). “In november hebben wij geturfd bij talkshow ‘M’. We telden 126 mannen aan tafel, 55 vrouwen, 15 mannen van kleur en 7 vrouwen van kleur. Je hoort altijd dat het zo moeilijk is vrouwen aan tafel te krijgen. Maar de leiding van de NPO en hoofdredacties van omroepen bestaan voornamelijk uit mannen, die vanuit een mannelijk perspectief naar programma’s kijken. Als je dat wil veranderen, moet je ruimte maken voor een nieuw geluid.", "“Originele drama- en human interest­series, zowel als docu’s en onderzoeksjournalistieke reportages, bedacht door ons team van grotendeels vrouwelijke makers, moeten ook andere vrouwen gaan inspireren. Zelf begon ik op mijn 23ste als een van slechts twee donkere vrouwen bij de NOS. Ik ben nu 51 en heb het medialandschap weinig zien veranderen. Er zijn al jaren evenementjes en cursusjes voor diversiteit, maar die maken het verschil niet. Ondertussen raakt de samenleving steeds verder gepolariseerd. Ik ben er 100 procent van overtuigd dat andere perspectieven zorgen voor verdraagzaamheid en begrip.”", "Omroep Groen: Nog maar enkele jaren om de aarde te redden", "Leden: 12.000", "In het NPO-beleidsplan voor de komende vijf jaar komen de woorden ‘natuur’, ‘duurzaamheid’ en ‘biodiversiteit’ nul keer voor. “Stuitend”, zegt Taco Zimmerman van Omroep Groen. “Wij willen meer aandacht voor het klimaat, en ook een ander sóórt aandacht. We bedenken programma’s die mensen enthou­siasmeren zich milieubewust te gedragen.”", "Dat betekent volgens Zimmerman verder kijken dan nieuws en droge documentaires, iets waar hij als producent van de tv-programma’s ‘Maestro’ en ‘Ali B op volle toeren’ enige ervaring mee heeft. “Maestro deed twee miljoen mensen naar klassieke muziek kijken, en Ali B heeft meer gedaan voor een inclusieve samenleving en het overbruggen van generaties dan wel twintig docu’s bij elkaar.”", "IslamOmroep: Tijd voor een helder en positief islamitisch geluid", "Leden: 15.082", "IslamOmroep gaat uit van het geloof, niet van de culturele achtergrond van moslims. ‘Wij zijn één gemeenschap’, staat er op de website, ‘los van kleur, geslacht of leeftijd.’ Of zoals imam en initiatiefnemer Azzedine Karrat eerder dit jaar zei tegen Trouw: “Wij willen programma’s maken op basis van de ­islam en laten zien hoe een moslim de wereld ziet, in plaats van hoe de wereld een moslim ziet.”", "M24: Laat moslims bijdragen aan het maatschappelijk debat", "Leden: onbekend", "Waar IslamOmroep de islam centraal stelt, focust M24 juist niet op geloof. “Wij richten ons op moslims in al hun diversiteit”, zei oprichter Fouad Sidali in juli tegen Trouw, “ongeacht waar je wieg stond, of welke geloofsleer je aanhangt. Dé Nederlandse moslim bestaat niet.”", "Ongehoord Nederland (ON): Bescherm de Nederlandse cultuur", "Leden: 53.000", "“Wij kijken kritisch naar de toenemende macht van de EU”, zegt ON-oprichter en voormalig oorlogsverslaggever Arnold Karskens. “Maar ook naar klimaatregels, massa-immigratie en woningnood. We zijn voor referenda en het behoud van Nederlandse tradities.” Hoewel Karskens pro-Zwarte Piet is, juicht hij toe dat het antiracistische Zwart ook 50.000 leden haalde. “De NPO is te veel eenheidsworst. Hoe meer meningen, hoe beter we worden voorgelicht.”", "PAC: Er zijn vele Aziatische identiteiten", "Leden: onbekend", "PAC staat voor Pan-Asian-Connections. “Als je bedenkt dat een miljoen Nederlanders Aziatische roots hebben, is het best gek dat je bijna nooit Aziaten op televisie ziet”, stelt mede-oprichter Hui-Hui Pan. “Of het moeten stereotypen zijn.”", "In 2019 organiseerde Pan een avond in Pakhuis de Zwijger, waarbij ze wilde laten zien hoe divers Aziatische gemeenschappen zijn. “Alleen al de Chinese gemeenschap is hier gekomen vanuit China, Taiwan en Hongkong, maar bijvoorbeeld ook Maleisië, Suriname en Indonesië. Onze avond zou eerst in een zaaltje voor zestig man zijn, maar uiteindelijk werden het twee zalen, moesten we mensen naar huis sturen en was er een livestream. Toen beseften velen van ons dat we iets van contact en herkenning misten.", "“Wij staan midden in die veelzijdige Aziatische gemeenschap en zijn al jaren met media bezig”, gaat Pan verder. “We weten welke experts je waar vindt. Iemand moet laten zien dat ze er zijn en wat ze kunnen. Daarvoor heb je nieuwe omroepen nodig die buiten de bestaande kaders werken.”", "Stamppot: Buiten de randstadbubbel", "Leden: onbekend", "‘Wij zijn niet gevestigd in Hilversum of Amsterdam, maar in de Achterhoek’, staat op stamppot.tv. De oprichters, die ook achter het festival Zwarte Cross zitten, willen meer aandacht voor wat er leeft buiten de Randstad. Verder noemen ze zichzelf ‘optimistisch, onafhankelijk, niet-pretentieus en wars van iedere vorm van hokjesgeest’. Hoe ze ervoor staan zeggen ze niet.", "U-Icon: Geef jongeren een stem", "Leden: 26.037", "U-Icon is een omroepvereniging voor en door generatie Z. “Jongeren worden niet gerepresenteerd”, zegt mede-oprichter Anastacija Plein. “Daarnaast worden we niet echt wijzer van de huidige programma’s, zijn ze niet interessant en je ziet steeds dezelfde mensen. Er is meer innovatie, creativiteit en begrip nodig om betere programma’s te maken.", "“U-Icon wil jongeren vermaken, verbazen, betrekken, bereiken en verbinden door inspiratie en vernieuwing. Dat geldt ook voor de ouderen om hen heen die direct en indirect met jongeren te maken hebben. Het is tijd dat jongeren beter begrepen worden.”", "Vereniging Moslim Media: Achmed en Aisha, maar ook Jan en Jennie", "Leden: niet van toepassing", "“Wij halen de 50.000 niet op tijd”, geeft voorzitter Burhan Carlak toe. Zijn vereniging, die vanuit een islamitisch perspectief ‘actuele en inspirerende verhalen’ wil vertellen over geloof én cultuur, staat dan ook open voor een eventuele samenwerking met een andere aspirant-moslimomroep.", "Omroep X: Geef diverse makers een kans", "Leden: minder dan 7.000", "‘X is voor iedereen die ‘politiek zwart’ is. Zoals socialisten zich rood, de liberalen zich blauw en de milieu-bewusten zich groen noemen, is zwart de politieke kleur van mensen die zich herkennen in een gezonde cultureel diverse maatschappij’, aldus de site van de vereniging.", "Wat maakt X anders dan die andere, bekendere zwarte omroep? “Het is moeilijk daarop te reageren”, zegt Guilly Koster. “Ik ben ook lid van Omroep Zwart. Ze streven naar hetzelfde doel als wij. Maar waar zij een activistische inslag hebben, zijn wij misschien iets doordachter.”", "Samen met mede-oprichter Ivette Forster presenteerde Koster in de jaren tachtig het VPRO-programma ‘Bij Lobith’. “Ons idee van zwart als politiek statement is de uitkomst van een gedachtenproces waar ik al sinds 1999 mee bezig ben”, vertelt Koster. “Maar twee weken na ons lanceerde Akwasi zijn omroep, en omdat hij dit jaar aansprekend is, zijn heel veel mensen naar hem gegaan. Ik maak me wel zorgen. Ik weet uit ervaring hoeveel valkuilen hun nog te wachten staan.”", "Omroep Zwart: Waar iedereen wordt gezien en gehoord", "Leden: 55.334", "In tegenstelling tot wat de naam doet vermoeden, wil de omroep van rapper Akwasi Ansah en regisseur Gianni Grot er niet alleen voor zwarte mensen zijn. “Het gaat ons om alle gemeenschappen die zichzelf nu niet terugzien”, zei Grot onlangs in Trouw. “We staan ook niet voor verzuiling of polarisatie; juist saamhorigheid zit in ons DNA. We heten Zwart omdat dat is wat je krijgt wanneer je alle primaire basiskleuren in gelijke mate met elkaar mengt.”"], "authors": ["Rufus Kain"], "keywords": ["je", "oude", "van", "het", "zijn", "tv", "voor", "en", "een", "ze", "witte", "minder", "op", "stellen", "zich", "niet", "die", "willen"], "pubDate": "2020-12-16T07:36:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}