{"id": "87091a5d-17da-31dc-81ab-c9acb8b6aad3", "title": "De jager klinkt als de coronacijfers, ware het niet dat hij over elk slachtoffer een vrolijk verhaal paraat heeft", "url": "https://www.trouw.nl/leven/de-jager-klinkt-als-de-coronacijfers-ware-het-niet-dat-hij-over-elk-slachtoffer-een-vrolijk-verhaal-paraat-heeft~b054d857/", "summary": "Op de valreep staat de jager op de stoep met zijn eindejaarslijstje van de flora en fauna in onze polder.\nHelemáál precies weet hij het niet, hij is door buren gesignaleerd, alleen, het lastige is: die beesten verstoppen zich overdag en komen pas ’s nachts tevoorschijn, dus hij zou binnenkort eens met zijn nachtkijkertje poolshoogte nemen.\nSamen met zijn kleinzoon had hij ze allemaal geteld.\nHet begint te miezeren, maar de jager blijft gewoon staan in een wollen trui en met z’n klep op.\nSoms blijf ik daar een tijdje zitten om van het uitzicht te genieten, dat is prachtig mooi.”Een uur voor zonsondergang jaagt hij op zwanen.", "paragraphs": ["Op de valreep staat de jager op de stoep met zijn eindejaarslijstje van de flora en fauna in onze polder. Hij drukt me een flesje kruidenbitter in de hand en zegt: “De vos is terug”. Waar loopt-ie dan?, vraag ik. Helemáál precies weet hij het niet, hij is door buren gesignaleerd, alleen, het lastige is: die beesten verstoppen zich overdag en komen pas ’s nachts tevoorschijn, dus hij zou binnenkort eens met zijn nachtkijkertje poolshoogte nemen. We moeten toch maar oppassen met de kippen, die neemt een vos zo te grazen. Voor weidevogels is zo’n vos ook slecht bericht.", "De jager spreekt resoluut en zijn kleine, heldere ogen glanzen, hij is het type dat precies op het juiste moment zijn vizier weet te richten en daarom de rest van de tijd volkomen zorgeloos in het leven staat.", "Er zitten minder fazanten, wel een paar hennetjes. De hazenpopulatie moet rond de zestig blijven om de schade aan de gewassen te beperken. Samen met zijn kleinzoon had hij ze allemaal geteld. Die hazen slopen vooral land met bollen, pioenen en kolen, vertelt hij, ze maken daar kleine holletjes tussen. Maar in grasland ‘doen ze amper kwaad’.", "Het begint te miezeren, maar de jager blijft gewoon staan in een wollen trui en met z’n klep op. Hij wijst naar de omgeploegde akkers van de buurman. “Dáár achterop het land heb ik een schuilhokje staan. Soms blijf ik daar een tijdje zitten om van het uitzicht te genieten, dat is prachtig mooi.”", "Een uur voor zonsondergang jaagt hij op zwanen. Echt, je wil niet wéten hoeveel er zitten. Maar als hij ze schiet – wat volgens de regels gewoon is toegestaan – dan laat-ie ze wel liggen, hoor, want mensen vinden zo’n groot, dood beest toch een akelig gezicht. Hij versleept ze pas als het donker is.", "De zwarte zwanen bij hem thuis komen uit Australië", "Thuis heeft hij dan wel weer zwárte zwanen in zijn voortuin lopen. Een paar ­weken geleden was er nog een nest met ­jonkies. Die zwanen komen uit Australië en gewend aan het warme klimaat leggen ze twee nesten in het jaar, legt hij uit, in het voorjaar en ergens in december. Soms stonden die jonkies tot aan hun vleugels in de sneeuw.", "Naar virussen en ziektes die onder de dieren heersen, vraag ik maar niet, en ik luister kalm naar de aanzwellende lijst van overlevenden en doden uit het dierenrijk, die met grof geschut op me wordt afgevuurd, en die doet denken aan de coronacijfers en de tabellen van het RIVM, niets dan dood en verderf en ellende, ware het niet dat de jager over elk slachtoffer wel een vrolijk verhaal paraat heeft.", "Als de regen met bakken uit de lucht valt, trekt hij zijn klep over z’n ogen en zegt dat hij nog vijf mooie hazen in de vriezer heeft liggen, goed vlees dat hij door de lockdown niet aan restaurants kon verkopen, maar we kunnen wel langskomen om er eentje op te halen, dus laat maar weten.", "Renske Jonkman schrijft over haar leven op het platteland, tussen boeren en natuurbeschermers. Lees haar columns hier terug."], "authors": ["Renske Jonkman"], "keywords": ["slachtoffer", "zijn", "het", "en", "een", "met", "vrolijk", "ze", "hij", "op", "klinkt", "verhaal", "jager", "ware", "maar", "niet", "paraat", "die"], "pubDate": "2021-01-10T14:03:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}