{"id": "870bae7d-f2d2-30ff-a540-4eb32f8696a1", "title": "Metazoa is een spannend en vermakelijk boek, dat je verwondering over het leven wekt ★★★★★", "url": "https://volkskrant.nl/cultuur-media/metazoa-is-een-spannend-en-vermakelijk-boek-dat-je-verwondering-over-het-leven-wekt~b77e225a/", "summary": "Een organisme is levend doordat het op een bepaalde manier is georganiseerd.\nWaar leven is, is een ‘binnen’ en een ‘buiten’.\nLeven draait dus om ritme, om het aanhouden van de eigen frequentie ten opzichte van de buitenwereld – tot het je daartoe aan energie ontbreekt.\nZo’n klompje cellen moet bijvoorbeeld snappen dat het niet de wereld is die beweegt als het zijn kop draait.\nIn een wereldbeeld als dat van Godfrey-Smith is de geest, bewustzijn, (zelf)ervaring – of hoe je het ook noemen wilt – een lichamelijk verschijnsel.", "paragraphs": ["Beeld Claudie de Cleen", "Soms raak ik bevangen door een biologische duizeling. Dan denk ik: hoe is het mogelijk? Hoe kan het dat mijn lichaam, dat in feite niets anders is dan een klontje materie in de ruimte, kan proeven, denken, voelen, dromen? Hoe moet ik het me voorstellen dat materie zichzelf ervaart? Precies dit wonder doet zich voor in mij, in andere mensen en in nog veel meer diersoorten.", "Wie zich door deze vraag laat aanraken, kan zijn hart ophalen aan Metazoa (‘dierenrijk’) van Peter Godfrey-Smith. De Australische wetenschapsfilosoof, bekend van zijn boek Buitengewoon bewustzijn, waarin hij de mentale vermogens van octopussen belichtte, stelt zich in Metazoa ten doel om te schetsen hoe cognitie in de loop van de evolutie zou kunnen zijn ontstaan. Daartoe duikt hij de zee in. Waar nu sponzentuinen en anemonenbedden vibreren, zijn honderden miljoenen jaren geleden de eerste zenuwstelsels gevormd. Verderop in zijn boek kruipt Godfrey-Smith ook nog het land op om te verkennen wat direct zonlicht met leven doet, maar hij wijst vooral op de continuïteit tussen levensvormen. ‘Wij dragen de zee nog in al onze cellen’, heet dat in zijn effectieve proza.", "Om te begrijpen hoe een dier aan kenvermogen komt, onderzoekt Godfrey-Smith eerst de vraag wat een klontje materie eigenlijk levend maakt. Dat ligt niet aan het spul zelf; levende materie bevat geen speciale elementen en wordt ook niet geregeerd door andere natuurwetten. Een organisme is levend doordat het op een bepaalde manier is georganiseerd. Zoiets simpels als een cel leeft doordat het voortdurend stoffen uitwisselt met de omgeving, dus met wat het zelf niet is. Waar leven is, is een ‘binnen’ en een ‘buiten’. Ondertussen is het in de cel zelf een en al elektrische turbulentie. Om als eenheid te kunnen voortbestaan, moet een cel daarin enig ritme, enige pulsering zien aan te brengen. Leven draait dus om ritme, om het aanhouden van de eigen frequentie ten opzichte van de buitenwereld – tot het je daartoe aan energie ontbreekt. Dan val je uiteen.", "Voedsel zoeken", "Een heel vroeg, heel simpel dier ontstond misschien op het moment dat een klontje cellen zich hol trok om voorbijstromend voedsel heen. Zo kon die celklomp voedsel bij zich houden en er spijsverteringsenzymen op loslaten, voordat het eten wegdreef. Ziehier het model van de oermaag. En stel nu eens dat dit klompje cellen de elektrische pulsen in zijn lijf zodanig weet te organiseren dat het zich kan voortstuwen. Dan kan het gericht voedsel zoeken, wat een enorm voordeel biedt ten opzichte van levensvormen die moeten afwachten tot iets hun holte in drijft. En wat nu als je niet langer op zoek hoeft naar proteïnerijke kadavers, omdat het je lukt nog levend voedsel te pakken te krijgen? Wat een concurrentievoordeel als je het eten al voor de bek van je concurrenten weg kunt snaaien voordat het dood op de zeebodem ligt!", "Beeld Spectrum", "Een dier dat doelgericht zoekt wat het nodig heeft om in leven te blijven, moet informatie uit zijn omgeving kunnen interpreteren en vertoont dus een vorm van cognitie. Het zal ook een basaal lichaamsbesef moeten hebben. Zo’n klompje cellen moet bijvoorbeeld snappen dat het niet de wereld is die beweegt als het zijn kop draait.", "Godfrey-Smith maakt tot in behoorlijk detail inzichtelijk hoe de evolutie van cognitie zich stapje voor stapje zou kunnen hebben voltrekken, en dat is een enorme verdienste. Metazoa is ook een spannend filosofieboek, dat het klassieke vraagstuk van de verhouding tussen lichaam en geest met open vizier tegemoet treedt. In een wereldbeeld als dat van Godfrey-Smith is de geest, bewustzijn, (zelf)ervaring – of hoe je het ook noemen wilt – een lichamelijk verschijnsel. En ho! Pas op dat de oude religieuze, antropocentrische taal van de ziel je nu niet in de weg gaat zitten. De geest is zelfs geen product van biologische processen. Vergelijk de geest liever met honger. Honger ‘is’ nergens, het is geen apart ding. Honger is simpelweg een hoedanigheid van het lichaam in een bepaalde interne toestand. Probeer de geest ook zo te zien. Dan kun je je eigen bestaan begrijpen zonder de natuurwetten te hoeven tarten.", "Vreemd leven", "Los van de hersenkrakers valt er ook veel te genieten van de beschrijvingen van alle vreemde levensvormen die de evolutie heeft opgeleverd. Zo nodigt Godfrey-Smith je uit om een vissenlijf te zien als een groot oor, eindeloos gevoelig voor druk en rimpelingen in het water. Vissen hebben een lichaam dat overal luistert! Dat maakt het misschien iets minder verwonderlijk dat sommige vissen blues kunnen onderscheiden van klassieke muziek, zoals onderzoekers hebben geconstateerd. En wat te denken van het gegeven dat insecten weten wanneer hun lichaam gewond is? Misschien is een manke poot voor een insect zoiets als een lekke band voor ons – gewoon lastig. Maar misschien ook niet. We zijn verre verwanten, we delen een basale interne organisatie. Kunnen we er dan niet beter van uitgaan dat insecten op hun manier pijn ervaren?", "In zijn lenige Metazoa laat Godfrey-Smith zien dat leven draait om interne organisatie, en dus van meet af aan een rudimentair gevoel van binnen en buiten veronderstelt. Dat gevoel kan gradueel uitgroeien tot het zelfbesef dat mensen (af en toe) toevalt. Computers hebben dat allemaal niet. Zij hoeven namelijk geen enkele moeite te doen om zich staande te houden in een natuurlijke omgeving. Als je echt iets wilt begrijpen van cognitie, vergeet dan de computer als referentiepunt – veel te plat. Kijk liever beter naar dieren, en verwonder je over het leven op aarde."], "authors": ["Marjan Slob"], "keywords": ["zijn", "van", "spannend", "wekt", "vermakelijk", "en", "een", "leven", "om", "metazoa", "verwondering", "te", "op", "het", "dat", "je"], "pubDate": "2021-01-08T10:15:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}