{"id": "871cc14d-4e59-3c79-acfc-7f1e8ecad379", "title": "Rapper Winne: Mensen kunnen dit jaar wel een warm dekentje gebruiken", "url": "https://trouw.nl/cultuur-media/rapper-winne-mensen-kunnen-dit-jaar-wel-een-warm-dekentje-gebruiken~b652bbce/", "summary": "“Mensen dachten dat ik me tegen competitie uitsprak, maar dat was helemaal niet zo.\nDinsdag lieten Winne en anderen een voorproefje van de nieuwe plaat horen bij ‘101 Barz’, een toonaangevend hiphopkanaal op YouTube.\nMensen kunnen wel een warm ­dekentje gebruiken.”Die behoefte geldt dubbel en dwars voor de rapper zelf.\n“Ecktuh Ecktuh is een groep vrienden met een gedeelde passie voor muziek.\nHij vond dat zuur aan hiphop, hij wilde geen onderdeel zijn van een gemeenschap die ook maar één partij uitsluit.", "paragraphs": ["De grootste legendes in de geschiedenis van hiphop hadden even legendarische ruzies. 2Pac en The Notorious B.I.G. zijn het beroemdste, maar lang niet het enige voorbeeld. Zolang rappers elkaar aftroeven met smakelijke ‘disstracks’ vol gevatte beledigingen, passen die ruzies bij hiphops competitieve karakter. Maar af en toe mondden die uit in dodelijk geweld.", "Het is dus niet raar dat Winston Bergwijn, alias Winne, in 2009 het album ‘So So Lobi’ (Surinaams voor alleen maar liefde) uitbracht, waarop hij pleitte voor minder haat en meer liefde in de hiphopscene. Toch reageerden veel van zijn collega’s sceptisch. “Mensen waren erop aan het haten, man”, lacht de rapper. “Ze dachten: kijk Winne daar, goody ­­two-shoes met z’n cape om.”", "Die reactie kwam volgens hem voort uit onbegrip. “Mensen dachten dat ik me tegen competitie uitsprak, maar dat was helemaal niet zo. Het ging me erom dat er hogere doelen zijn dan de beste tekst op een track hebben.”", "Eerder in 2009 won de Rotterdammer diverse prijzen voor zijn ­debuutalbum, toepasselijk getiteld ‘Winne zonder strijd’. “Succes gaf me niet de voldoening die ik had verwacht, het voelde als een fata morgana. Dat dwong me bij mezelf te rade te gaan: als dit mijn vijftien minuten van fame zijn, welke boodschap wil ik dan de wereld insturen?”", "Nu, elf jaar later, hernieuwt Winne zijn boodschap van liefde met ‘So So Lobi 2’. Net als het eerste deel, staat het album vol samenwerkingen met gevestigde rappers (zoals Sticks en Akwasi), zowel als jong talent (S10, Raw Roets, Yung Nnelg). Tijdens een schrijverskamp eind ­augustus, georganiseerd door Winne’s platenlabel Top Notch, werden in ­totaal meer dan dertig artiesten voor het project bijeengebracht.", "Vlnr: de rappers Zwangere Guy, Winne, Young Sor en Yung Nnelg. Beeld Top Notch", "Muzikaal levert dat een breed ­palet aan stijlen op, van snelle tot trage en soulvolle beats, van baldadigheid tot melancholie, en van stoere rijms tot gevoelige zang. Maar inhoudelijk is het gezelschap eensgezind, met een boodschap die aardig wordt ­samengevat in deze tekst van Kleine Viezerik: ‘Het gaat niet over money en de fame, onze culture kom ik ­representen. Help je broeder dát is gangster, help je zuster dát is gangster. Een legacy, daaraan werken we.’", "Patta", "De gehele opbrengst van het nieuwe ­album en de bijbehorende merchandising gaat naar een goed doel, een nieuw fonds, dat met name gericht is op het tegengaan van ­geweld tegen zwarte meisjes en zwarte vrouwen. “Toen Black Lives Matter losbarstte, zocht ik een constructieve manier om bij te dragen. Met So So Lobi 2 kon ik mijn gedachten in ­muziek stoppen, ­generaties bij ­elkaar brengen, geld ophalen en mensen die aan de frontlinie van de beweging staan steunen zonder ze voor de ­voeten te lopen.”", "Winne initieerde het project ­samen met Guillaume ‘Gee’ Schmidt, een van de oprichters van het sneaker- en kledingmerk Patta, dat ook aan de eerste So So Lobi meewerkte. “Patta sponsorde me al heel vroeg. Toen ik net begon als artiest kwam Gee altijd langs met nieuwe schoenen of kleren. Ik was altijd onder de indruk, destijds had je nog minder zwarte ondernemers dan nu.", "“Toen Gee en ik eerder dit jaar gingen zitten, zei hij iets heel moois: dat hij eigenlijk zou moeten genieten van wat hij met Patta heeft ­op­gebouwd, maar niet stil kan zitten ­omdat hij een verantwoordelijkheid naar zijn gemeenschap voelt. Dat ­resoneerde bij mij.”", "Het sentiment lijkt te resoneren bij meer mensen, inclusief voormalige sceptici. Dinsdag lieten Winne en anderen een voorproefje van de nieuwe plaat horen bij ‘101 Barz’, een toonaangevend hiphopkanaal op YouTube. “Bij de eerste So So Lobi was ik mentaal niet daar”, zei presentator Rotjoch, “nu pas begrijp ik het.”", "Winne begrijpt wel dat de boodschap deze keer beter aankomt. “So So Lobi 1 kwam voort uit een sprong in m’n eigen bewustzijn, iets wat de wereld niet kon zien. Maar in deze tijd is een injectie van liefde hard ­nodig. De pandemie is één factor, Black Lives Matter een tweede en messengeweld op straat een derde. Mensen kunnen wel een warm ­dekentje gebruiken.”", "Die behoefte geldt dubbel en dwars voor de rapper zelf. “Ik begon 2020 met een halve depressie. Het was een moeilijke jaarwisseling om doorheen te komen, precies een jaar na de dood van Feis.”", "Met 'So So Lobi 2' wil Winne het goede voorbeeld geven aan de jonge generatie. Beeld Stacii Samidin", "Feis (echte naam Faisal Mssyeh) was een van Winne’s beste vrienden. Op nieuwjaarsochtend 2019 werd hij op z’n 32ste doodgeschoten tijdens een kroegruzie waarbij zijn broertje zwaargewond raakte. De schutter was ‘om totaal niets’ ontploft, en Feis had nog geprobeerd te vertrekken, vertelde de politie later aan ‘RTL Nieuws’.", "Winne en Feis kenden elkaar van Ecktuh Ecktuh, een hiphopcollectief uit Rotterdam-West. “Ecktuh Ecktuh is een groep vrienden met een gedeelde passie voor muziek. We zijn allemaal een paar straten bij ­elkaar vandaan opgegroeid. Feis was acht jaar jonger dan ik. In 2004 nam mijn neefje hem mee naar de garage die we hadden omgetoverd tot studio. Ik was gelijk heel erg onder de indruk van hem en hij ook van mij. Het was love at first sight.”", "Door de jaren heen maakten de twee veel muziek samen. “Voor mijn gevoel hebben mensen maar een glimp gekregen van waar hij toe in staat was. Als je met een half oor luistert, hoor je niet wat voor mooi mens hij was, maar hij was de loyaalste en vrijgevigste persoon die ik kende. Hij cijferde zichzelf altijd weg voor mij.”", "Wat Winne betreft is Feis de ­belichaming van So So Lobi, al had die dat zelf in eerste instantie niet door. Zoals Feis in 2014 op zijn debuutalbum ‘Hard van buiten, gebroken van binnen’ rapte: ‘Ik vond die hele So So Lobi torie kut eerst. Maar besef bij mezelf dat dat de stap naar geluk is.’", "Levensmissie", "In zijn stem is te horen dat Winne het nog altijd moeilijk vindt over Feis te praten. Maar hij is vastberaden iets positiefs te doen met het verlies. “Ik wil de onvoorwaardelijke liefde die ik van hem ontving aan de wereld geven. Dat is een van mijn ­levensmissies geworden.”", "Met So So Lobi 2 wil hij het goede voorbeeld geven. “Al leven we in een crisis, er is altijd ruimte om te geven. Daarnaast hoop ik een brug te bouwen tussen jong en oud. Wanneer ik op een nummer zeg ‘Jij doet alles voor jezelf, ik voor de kids van m’n kids, generational wealth’, bedoel ik rijkdom in de breedste zin. Natuurlijk is het fijn een goede bankrekening na te laten, maar kennis is net zo belangrijk. Ik ben als mens gevormd door de muziek van Nas, N.W.A., Biggie en Pac. Nu kijkt de jonge generatie naar mij.”", "Maar het allerbelangrijkste vindt hij inclusiviteit. “Jaren geleden zat ik in de auto met Ali B. We hadden een diep gesprek over de hiphop­gemeenschap, die hem destijds uitkotste omdat hij te commercieel zou zijn. Hij vond dat zuur aan hiphop, hij wilde geen onderdeel zijn van een gemeenschap die ook maar één partij uitsluit. Dat is me altijd bijgebleven. Inclusiviteit is een uitgangspunt bij alles wat ik doe. Ik wil niet dat iemand het gevoel heeft er niet bij te horen; de deur staat open voor iedereen.”", "Lees ook:", "Dit is niet Typhoon, dit is Glenn", "Op zijn derde album ‘Lichthuis’ toont Typhoon (36) zich veelzijdiger dan ooit. Naast zijn bekende optimisme, klinken ook boze rapteksten, kwetsbare zanglijnen en helende woorden voor zijn jongere zelf. ‘Dit album is op de groei geschreven.’"], "authors": ["Rufus Kain"], "keywords": ["van", "dit", "warm", "winne", "mensen", "het", "hij", "zijn", "met", "ik", "een", "kunnen", "rapper", "jaar", "gebruiken", "en", "dat", "te", "wel"], "pubDate": "2020-11-21T19:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}