{"id": "873128eb-90a9-347c-8cc0-4d46423b5dd5", "title": "Spaans leger helpt door sneeuwstorm gestrande automobilisten", "url": "https://nu.nl/buitenland/6101005/spaans-leger-helpt-door-sneeuwstorm-gestrande-automobilisten.html", "summary": "De internationale luchthaven Adolfo Suárez Madrid-Barajas blijft zaterdag gesloten en de spoorwegen hebben alle treinverbindingen van en naar Madrid gestaakt, melden Spaanse media.\nIn 45 van de 50 provincies van het land heerst dit weekend bitterkoud winterweer.\n74 Gestrande automobilisten en sneeuwpret: winterweer in MadridWeek met temperaturen tot -10 graden verwachtMeteorologen verwachten een week met regelmatig temperaturen tot -10 graden Celsius.\nIn de plaats Vega de Liordes in het noorden van Spanje werd afgelopen week de laagste temperatuur ooit in het land gemeten.\nDe ligging van het weerstation is niet representatief voor de rest van het land, omdat het hoog ligt en omringd is door bergen.", "paragraphs": ["Spanje zet zaterdag zo'n 150 militairen in om gestrande automobilisten te helpen. Door een sneeuwstorm zijn rond de Spaanse hoofdstad Madrid, waar code rood geldt, op meerdere grote wegen auto's vast komen te zitten.", "Het is niet duidelijk hoeveel mensen nu vastzitten in het verkeer. De verkeersautoriteiten meldden vrijdagavond dat duizenden auto's waren ingesneeuwd op meer dan vierhonderd wegen.", "De internationale luchthaven Adolfo Suárez Madrid-Barajas blijft zaterdag gesloten en de spoorwegen hebben alle treinverbindingen van en naar Madrid gestaakt, melden Spaanse media. Zij schatten dat het in tientallen jaren niet zo veel heeft gesneeuwd.", "In Madrid rijden de bussen en vuilniswagens niet meer. De gemeente heeft mensen opgeroepen thuis te blijven.", "De sneeuwval en winterse temperaturen treffen vrijwel heel Spanje. In 45 van de 50 provincies van het land heerst dit weekend bitterkoud winterweer.", "74 Gestrande automobilisten en sneeuwpret: winterweer in Madrid", "Week met temperaturen tot -10 graden verwacht", "Meteorologen verwachten een week met regelmatig temperaturen tot -10 graden Celsius. In gebieden die hoger liggen dan 600 meter, valt naar verwachting meer dan 20 centimeter sneeuw door de sneeuwstorm die de naam Filomena heeft gekregen.", "In de plaats Vega de Liordes in het noorden van Spanje werd afgelopen week de laagste temperatuur ooit in het land gemeten. Het kwik daalde er tot -35,6 graden, meldt de meteorologische dienst van de provincie Léon. De ligging van het weerstation is niet representatief voor de rest van het land, omdat het hoog ligt en omringd is door bergen. Hierdoor verzamelt koude lucht zich daar gemakkelijk."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["tot", "spanje", "van", "spaans", "sneeuwstorm", "en", "temperaturen", "madrid", "leger", "gestrande", "helpt", "te", "automobilisten", "het", "meer", "door", "niet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}