{"id": "87485aaf-a693-3735-bcc3-1e7802c4a7f8", "title": "EU, blijf waakzaam voor uitholling van binnenuit", "url": "https://www.trouw.nl/opinie/eu-blijf-waakzaam-voor-uitholling-van-binnenuit~b971dcc8/", "summary": "De uitspraak van de Hongaarse leider Viktor Orban mag dan zwaar overtrokken zijn, Europese toppen zijn weleens saaier geweest.\nEn dus ook met de koppeling van het uitkeren van Europese subsidies aan het handhaven van de beginselen van de rechtsstaat.\nHet is al erg genoeg dat het vooruitzicht dat ze miljarden zouden mislopen deze dwarsliggende lidstaten over de streep moest trekken.\nHet geld maakt het een stuk makkelijker voor Europa om zich te storten op de klimaatdoelen, nu de tijd dringt.\nMaar ze zal voortdurend waakzaam moeten blijven voor uitholling van binnenuit.", "paragraphs": ["D-day voor de Europese Unie. De uitspraak van de Hongaarse leider Viktor Orban mag dan zwaar overtrokken zijn, Europese toppen zijn weleens saaier geweest. Een crisis over de begroting lijkt ternauwernood voorkomen, nu Hongarije en Polen ter elfder ure akkoord zijn gegaan met een moeizaam uitonderhandeld begrotingsakkoord van 1,8 biljoen euro. En dus ook met de koppeling van het uitkeren van Europese subsidies aan het handhaven van de beginselen van de rechtsstaat.", "Een inlegvelletje trok Hongarije en Polen over de streep, waarin nog maar eens wordt opgesomd dat ze altijd kunnen protesteren bij het Hof van Justitie als ze vinden dat ze onterecht behandeld worden.", "Donderdag zijn de Europese leiders in Brussel bijeen en zal blijken of ook Nederland zich hierin kan vinden. Het was onder meer aan standvastigheid van Nederland te danken dat de Polen en Hongaren bakzeil haalden en hun vetodreiging introkken.", "EU staat voor waarden waarop die gegrondvest is", "De EU heeft zo laten zien dat het staat voor de waarden waarop die gegrondvest is, zoals eerbiediging van de grondrechten, onafhankelijke rechtspraak, respect voor de wet en democratische vertegenwoordiging. Het is al erg genoeg dat het vooruitzicht dat ze miljarden zouden mislopen deze dwarsliggende lidstaten over de streep moest trekken.", "Van de nieuwe Europese begroting hangt nogal wat af. De begroting baant het pad voor het coronaherstelfonds, waar landen als Italië en Spanje met smart op wachten. Het geld maakt het een stuk makkelijker voor Europa om zich te storten op de klimaatdoelen, nu de tijd dringt. Hiervan profiteert ironisch genoeg ook een lidstaat als Polen, dat net als iedereen de omslag moet maken naar een duurzamer energievoorziening en de uitstoot fors moet terugdringen.", "De EU staat voor ambitieuze opgaven. Deze top is wat dat betreft nu al een doorbraak te noemen, mits de begroting inderdaad wordt afgerond. De perikelen in de aanloop ernaar toe laten zien dat de Europese Unie niet mag verslappen. De bedreigingen komen niet alleen van externe factoren, zoals de Covid-pandemie, of de verslechterende relatie met buurland Turkije. In eigen huis heeft de Unie voor deze keer orde op zaken gesteld. Maar ze zal voortdurend waakzaam moeten blijven voor uitholling van binnenuit.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["europese", "van", "uitholling", "polen", "eu", "waakzaam", "het", "binnenuit", "zijn", "een", "ze", "en", "dat", "blijf", "voor"], "pubDate": "2020-12-10T07:48:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}