{"id": "8750dc76-1e94-367e-9933-052ebf04f583", "title": "Wielrenner Van der Hoorn vertrekt zonder te hebben gereden bij BEAT-ploeg", "url": "https://nos.nl/artikel/2360921-wielrenner-van-der-hoorn-vertrekt-zonder-te-hebben-gereden-bij-beat-ploeg.html", "summary": "Hij had z'n jawoord al gegeven, maar wielrenner Taco van der Hoorn ziet nu toch af van een overstap naar de BEAT Cycling-ploeg.\nVan der Hoorn, die bij Jumbo-Visma over een aflopend contract beschikte, kan alsnog bij een team uit de WorldTour aan de slag.\nDe Belgische ploeg, die in tegenstelling tot BEAT Cycling dus wel uitkomt in koersen op het hoogste wielerniveau, heeft de komst van Van der Hoorn nog niet bevestigd.\n'Unieke kans'De 27-jarige Van der Hoorn spreekt op zijn beurt alvast van een \"unieke kans\" om net als bij Jumbo-Visma op WorldTour-niveau te kunnen koersen.\nTwee jaar bij Jumbo-ploegVan der Hoorn reed twee jaar bij Jumbo-Visma en kwam daarvoor uit voor Roompot-Nederlandse Loterij.", "paragraphs": ["Hij had z'n jawoord al gegeven, maar wielrenner Taco van der Hoorn ziet nu toch af van een overstap naar de BEAT Cycling-ploeg. Van der Hoorn, die bij Jumbo-Visma over een aflopend contract beschikte, kan alsnog bij een team uit de WorldTour aan de slag.", "Volgens verschillende media gaat het om Intermarché-Wanty-Gobert. De Belgische ploeg, die in tegenstelling tot BEAT Cycling dus wel uitkomt in koersen op het hoogste wielerniveau, heeft de komst van Van der Hoorn nog niet bevestigd.", "'Unieke kans'", "De 27-jarige Van der Hoorn spreekt op zijn beurt alvast van een \"unieke kans\" om net als bij Jumbo-Visma op WorldTour-niveau te kunnen koersen. \"Dit kon ik niet laten liggen, al is het natuurlijk jammer dat het nu niet doorgaat bij BEAT.\"", "\"We hadden grote verwachtingen voor de aankomende samenwerking\", zegt BEAT-ploegbaas Geert Broekhuizen. \"Maar we willen zijn kans om actief te blijven in de WorldTour niet in de weg staan.\"", "Twee jaar bij Jumbo-ploeg", "Van der Hoorn reed twee jaar bij Jumbo-Visma en kwam daarvoor uit voor Roompot-Nederlandse Loterij. In 2018 won hij een rit in de BinckBank Tour."], "authors": [], "keywords": ["om", "van", "bij", "gereden", "hoorn", "te", "een", "niet", "het", "der", "jumbovisma", "op", "zonder", "wielrenner", "vertrekt", "hebben"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}