{"id": "87513227-26fd-33f3-a332-73685b3f323f", "title": "Dit zijn de vijf opvallendste tv-programma’s die het nieuwe jaar ons brengt", "url": "https://volkskrant.nl/kijken/dit-zijn-de-vijf-opvallendste-tv-programma-s-die-het-nieuwe-jaar-ons-brengt~b93945b6/", "summary": "‘Het ongenoegen over de maatregelen, werknemers in gele hesjes, dat allemaal is deel van het grote verhaal over sociaal ondernemerschap.\n‘Het leek vooral te gaan om het Chinese imago.’ Zo creëerde dit crisisjaar ook kansen voor programmamakers als Kuijpers.\nDe enige verbindende factoren zijn een straat en een koerier, die in elke aflevering een rol speelt.\nMaar het nieuwe huis bleek een meer beklemmende omgeving, wat beter bij de psychologie van het hoofdpersonage past.\nBeeld NTRDe strijd om het BinnenhofPolitiek verslaggever Wouke van Scherrenburg (74) komt al jarenlang op het Binnenhof.", "paragraphs": ["De wasstraat", "De wasstraat (Human) is een vijfdelige documentaireserie over een wasstraat in Deventer, waar mensen werken die vanwege een beperking of andere problematiek moeilijk aan werk kunnen komen. De serie portretteert zes werknemers, ‘rapper’ Maurice (21), de ontwapenende Tim (29), de denker Vincent (36), ‘papa’ Patrick (48), de Syrische Abdul (20) en de Eritrese vluchteling Denay (20), en de eigenaar van de wasstraat Martin Kniest (47). Maker Jeroen Klinkers (43) ging in mei door met draaien en zo werd corona onderdeel van de serie. ‘Het ongenoegen over de maatregelen, werknemers in gele hesjes, dat allemaal is deel van het grote verhaal over sociaal ondernemerschap. Ook de reacties van Abdul en Denay op de ‘crisis’ past daarbij. Zij relativeren corona, want net als de andere mannen van de wasstraat hebben ze al veel ellende in hun leven meegemaakt. De wasstraat is net een minimaatschappij: alle menselijke worstelingen zie je op individuele schaal terug.’", "De wasstraat is vanaf 4/1 elke dag om 19:20 uur te zien op NPO 2.", "De wasstraat.", "De wereld van de Chinezen", "In De wereld van de Chinezen (VPRO) reist Ruben Terlou naar zeven landen om te onderzoeken wat de daar wonende Chinezen drijft en wat hun aanwezigheid teweegbrengt bij de lokale bevolking. ‘De pandemie was in die zin een geluk bij een ongeluk’, zegt Wiesje Kuijpers, researcher van het programma. Kuijpers zag hoe Chinese vrijwilligers hielpen met het coronavrij maken van scholen, om dat vervolgens groot uit te meten in de Italiaanse media. ‘Het leek vooral te gaan om het Chinese imago.’ Zo creëerde dit crisisjaar ook kansen voor programmamakers als Kuijpers. ‘Als maker heb ik geleerd dat wanneer de omstandigheden ineens veranderen, je niet rigide moet vasthouden aan je plan. Door mee te bewegen vind je nieuwe en vaak zelfs betere verhalen.’", "De wereld van de Chinezen is vanaf zondag 10/1 wekelijks om 20.20 te zien op NPO 2.", "Documentairemaker Ruben Terlou schrok van wat hij tegenkwam tijdens het maken van zijn nieuwe serie, vertelde hij in een interview met de Volkskrant.", "De wereld van de Chinezen. Beeld VPRO", "Reisgenøten", "Een reisprogramma in coronatijd? Klinkt haast onmogelijk, maar producent Floris Venneman (34) besloot het toch erop te wagen met Reisgenøten (ONS). Dieuwertje Blok bezoekt in zes afleveringen de mooiste plekken van Denemarken, samen met verschillende BN’ers, onder wie Leontien van Moorsel, Ronald Giphart en Twan Huys. ‘Creativiteit was dit jaar belangrijker dan ooit. Toen we naar Denemarken vertrokken, hebben we verschillende scenario’s bedacht. Een scenario was bijvoorbeeld het huren van een negenpersoonsbusje, als vliegen niet mogelijk zou zijn.’ Als Venneman een ding heeft geleerd dan is het meer tot de kern van een programma te komen.‘ Het minder groots en meeslepend produceren neem ik mee voor volgende producties. Reisprogramma’s hoeven zich niet op veel verschillende locaties af te spelen, de gesprekken kunnen meer centraal staan.’", "Reisgenøten is elke zaterdag om 20:30 uur te zien op ONS.", "Twan Huys en Dieuwertje Blok in Reisgenøten. Beeld ONS", "Onze straat", "Regisseur Michael Middelkoop (33) kreeg vanwege de lockdown in maart ineens zes maanden extra om over zijn script van Cronos na te denken, een van de afleveringen van de dramaserie Onze straat (NTR). Elke aflevering van de serie staat op zichzelf en is gemaakt door een ander team. De enige verbindende factoren zijn een straat en een koerier, die in elke aflevering een rol speelt. Middelkoop had nu de mogelijkheid zijn script te herschrijven en te verbeteren. ‘Dit jaar was een grote uitdaging, maar ik heb geleerd dat alles een nieuwe kans kan zijn. Vanwege corona waren we onze eerste locatie kwijt. Maar het nieuwe huis bleek een meer beklemmende omgeving, wat beter bij de psychologie van het hoofdpersonage past. Hij zit vast binnen de muren van zijn eigen gedachten en binnen zijn benauwde huis.’", "Onze straat is vanaf 8/1 elke vrijdag om 21.35 uur te zien op NPO 3.", "Onze straat. Beeld NTR", "De strijd om het Binnenhof", "Politiek verslaggever Wouke van Scherrenburg (74) komt al jarenlang op het Binnenhof. Toch leerde ze tijdens haar presentatie van de zevendelige geschiedkundige serie De strijd om het Binnenhof een nieuwe kant kennen. ‘Het is en was altijd een strijdtoneel, maar vroeger gebeurde dit veel bloeddorstiger, met meer martelingen en onthoofdingen dan nu.’ Scènes uit die geschiedenis worden ook nagespeeld door acteurs als Pierre Bokma, Lies Visschedijk, Minne Koole en Gijs Scholten van Aschat. Ze vond haar gesprekken ook spannend. ‘Ik zit natuurlijk wel in de risicogroep. Soms zette ik opnamen stop, omdat degene die ik interviewde te dichtbij kwam.’ Wat haar vooral bijblijft van de serie is de strijdvaardigheid van mensen die het beste voor het land wilden, zoals Johan Rudolf Thorbecke, die streed voor een Nederlandse grondwet. ‘Ik zie dat nu ook terug bij Pieter Omtzigt en Renske Leijten in de toeslagenaffaire. Het is hoopgevend dat er altijd mensen waren en zullen zijn die tegen onrechtvaardigheid vechten.’", "De strijd om het Binnenhof is vanaf 8 januari elke vrijdag te zien om 22.10 uur op NPO 2.", "Wouke van Scherrenburg in De strijd om het Binnenhof. Beeld Wim Kluvers"], "authors": ["Zoë Spaaij"], "keywords": ["ik", "zijn", "van", "opvallendste", "tvprogrammas", "jaar", "en", "nieuwe", "een", "om", "dit", "te", "op", "het", "vijf", "die", "ons"], "pubDate": "2021-01-03T19:00:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}