{"id": "875b5f64-d6ec-30cf-8510-f65c40a2b080", "title": "Deze vijf dingen zijn belangrijk in het leven", "url": "https://nrc.nl/nieuws/2020/12/08/deze-dingen-waren-belangrijk-in-2020-a4023082", "summary": "Ze zeggen het vaak als promotie voor een congres, een krant, een boek of een softwarepakket.\nHet idee erachter is dat je schrikt, zodat je die congressen, kranten, trainingen, boeken en softwarepakketten in je winkelmandje klikt.\nNiet dat dat geen belangrijke uitvindingen zijn, dat zegt niemand hier.\nNet als mensen die normalíter zeggen in plaats van normáliter: je kunt tegen je scherm schreeuwen dat het niet klopt, maar het helpt niks.\nEr zijn zelfs mensen die het zeggen over 2020, het jaar van de coronacrisis.", "paragraphs": ["Waar ik altijd heel kriegel van word, is van mensen die zeggen dat „de wereld sneller dan ooit verandert” of nog erger: „complexer is dan ooit”. Ze zeggen het vaak als promotie voor een congres, een krant, een boek of een softwarepakket.", "Het idee erachter is dat je schrikt, zodat je die congressen, kranten, trainingen, boeken en softwarepakketten in je winkelmandje klikt. Want daarmee kun je dan tóch nog orde scheppen in al die verandering – en de complexiteit te lijf.", "Lieve mensen, het is onzin. Niet alleen dat je met een krant of een congres de complexiteit te lijf kunt, sorry marketingafdelingen. Maar vooral dat de wereld sneller dan ooit verandert of complexer zou zijn geworden. Het is gewoon niet waar.", "Want waarom zou de wereld nu complexer zijn dan, pak hem beet, 30.000 jaar geleden? Tegenwoordig loop je even naar de Albert Heijn voor je dagelijkse aanbevolen hoeveelheid vitaminen en de allernieuwste braadpan. Toen onze voorouders nog in berenvellen liepen – tegenwoordig hebben we Zalando – moesten ze uren lopen voor wat uitgedroogde bessen, áls ze al thuiskwamen.", "Natuurlijk, je kunt beweren dat de wereld 30.000 jaar geleden eenvoudiger was. Omdat ze toen niet hoefden te piekeren over hun pensioen, hun life-workbalance of welke vochtinbrengende dagcrème de heren eens zouden proberen. Maar er is geen enkel bewijs voor die bewering.", "Ik heb daar veel over geleerd van mijn goede vriend Richard Engelfriet en van De Correspondent. Engelfriet schrijft al jaren heerlijk nuchtere stukken die de vloer aanvegen met managementhypes en holle congressenclichés. In een van zijn blogs vraagt hij zich af wie dat dan gemeten heeft, dat de wereld sneller dan ooit verandert, maar vooral hóé dan, „met een flitspaal?”", "De Correspondent zette in 2016 al eens op een rijtje hoe belachelijk het is om te beweren dat de wereld nu sneller dan ooit verandert. Ja, tussen 1870 en 1970, toen veranderde de wereld snel, met de uitvindingen van de verbrandingsmotor, de wasmachine, de telefoon, vaccins, chemotherapie en het internet, om er maar een paar te noemen.", "Sinds 2000 zitten we in een periode van relatieve technologische stagnatie. En hebben we alleen de Senseo en de mobiele telefoon gekregen, schrijft Engelfriet. En de Fiat Multipla. Niet dat dat geen belangrijke uitvindingen zijn, dat zegt niemand hier. Maar in vergelijking met de uitvindingen ervoor vallen ze mee. En dat daardoor de wereld complexer zou zijn geworden, daarvoor is al helemaal geen bewijs.", "Ik denk zelf dat de wereld in de tijd van Galileo behoorlijk wat complexer was toen bleek dat we niet op een pannenkoek woonden, maar op een bol en Newton nog moest komen, qua zwaartekracht. Toch blijven mensen het maar zeggen, dat de wereld complexer en sneller is geworden dan ooit. Net als mensen die normalíter zeggen in plaats van normáliter: je kunt tegen je scherm schreeuwen dat het niet klopt, maar het helpt niks.", "Er zijn zelfs mensen die het zeggen over 2020, het jaar van de coronacrisis. Nu we stiller moeten staan dan ooit – en alleen de mensen in de zorg harder moeten lopen dan ze ooit moesten.", "Er zijn mensen die dit jaar een rampjaar noemen, een gitzwarte put, een crisis. Maar of dat nu gitzwarter is dan, pak hem beet, het jaar 1347 toen de pest om zich heen klauwde, ik weet het niet.", "Voor mezelf was 2020 een soort winterslaapjaar, een beetje zoals ik me de Middeleeuwen voorstel. Nou ja, zonder de heksenverbrandingen, de open riolen, de ratten, de oorlogen, de plaggenhutten en de modderstraten dan – over complexiteit gesproken.", "Ik vond sowieso veel mooi aan 2020. Dat je afstand moest houden in winkels, bijvoorbeeld. Dat je niemand meer verplicht hoefde te zoenen bij het feliciteren met een ‘drieklapper’, dat je niet meer in de hysterische treinspits hoefde, dat je nooit meer doodop thuiskwam na een dag in de kantoortuin. Dat ik me thuis eindelijk eens écht op m’n werk kon concentreren.", "Maar ja, ik had makkelijk praten. Ik hoorde op het nieuws over mensen stikkend op de intensive cares, over harde werkers in de horeca die na jaren hun levenswerk failliet zagen gaan. Over al die mensen die stierven aan Covid-19.", "Misschien blijkt dit jaar achteraf het begin te zijn geweest van meer voorspoed. Of is het juist het begin van onze ondergang. Misschien valt er morgen een komeet op ons hoofd (mijn lievelingsscenario), je weet het niet. We kunnen pas over honderd jaar zeggen wat voor jaar dit was.", "De wereld is in ieder geval niet complexer, ingewikkelder of sneller dan ooit. Niet alleen omdat die stelling niet te bewijzen is, maar ook, gewoon, omdat de wereld in de kern niet zo ingewikkeld is en ook dat heeft de coronacrisis ons duidelijk laten zien.", "Want uiteindelijk gaat het natuurlijk maar om vijf dingen: omzien naar elkaar, goede koffie, gezondheid, liefde en onze dierbaren voor altijd om ons heen.", "Complexer kan ík het even niet maken.", "Hoe was jouw week? Japke-d. Bouma wil het graag weten. Tips via @Japked op Twitter.", "Dit waren de Jeuktweets van de week", "In deze interactieve workshop leer je om uit je ecosysteem te stappen, om in de waan van de dag ook de lange termijn vast te houden en om droomscenario’s te operationaliseren naar nu. The future is now. @Japked help! — Bas van Horn (@BasvHorn) December 7, 2020", "Dit lijkt me een geweldige baan: Hoofd Stukkenstroom bij @MinVWS. Je bent met 9 fte (!) verantwoordelijk voor het ministeriële stukkenstroomproces… 😬@Japked https://t.co/E3bU5uqVsG — Lobke Vlaming (@lobkevlaming) December 8, 2020", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Japke-D. Bouma", "Leestijd Minuten"], "keywords": ["vijf", "van", "deze", "dan", "wereld", "het", "die", "zijn", "belangrijk", "een", "je", "dat", "en", "leven", "niet", "dingen"], "pubDate": "2020-12-08T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}