{"id": "8760999e-1194-39e4-afd9-aac9368ea16d", "title": "Nieuwe burgemeester aan Boxtel is partijloos, geen lid van Code Oranje", "url": "https://nos.nl/artikel/2307208-nieuwe-burgemeester-aan-boxtel-is-partijloos-geen-lid-van-code-oranje.html", "summary": "Ronald van Meygaarden, die is voorgedragen als burgemeester van het Brabantse Boxtel, is partijloos.\nEerder werd gemeld dat hij hoort bij de hervormingsbeweging Code Oranje, maar dat spreekt hij tegen.\n\"Ik kom uit het lokale bestuur en ben lid van een lokale partij, Dorpsbelangen West-Betuwe.\nEen verdere kennismaking met de nieuwe burgemeester bleef gisteren uit, want Van Meygaarden ligt met griep in bed.\nMinister Ollongren van Binnenlandse Zaken en Koninkrijksrelaties en de koning moeten de benoeming nog bekrachtigen, maar dat geldt als een formaliteit.", "paragraphs": ["Ronald van Meygaarden, die is voorgedragen als burgemeester van het Brabantse Boxtel, is partijloos. De gemeenteraad stond unaniem achter zijn voordracht. Eerder werd gemeld dat hij hoort bij de hervormingsbeweging Code Oranje, maar dat spreekt hij tegen.", "\"Ik kom uit het lokale bestuur en ben lid van een lokale partij, Dorpsbelangen West-Betuwe. Maar dat lidmaatschap moet ik opzeggen omdat ik in een andere gemeente ga wonen\", zegt Van Meygaarden.", "Code Oranje werd opgericht voor de Statenverkiezingen en wil burgers meer zeggenschap geven via bijvoorbeeld referenda. De beweging deed bij de provinciale verkiezingen mee in Gelderland, Noord-Brabant, Noord-Holland en Zuid-Holland, maar kreeg geen enkele Statenzetel.", "'Wow-effect'", "Van Meygaarden was negen jaar lang wethouder in de gemeente Geldermalsen. In Boxtel volgt hij waarnemend burgemeester Naterop op. Gisteren werd zijn voordracht in de gemeenteraad bekendgemaakt.", "\"We zochten een leider met lef, en die hebben we gevonden\", zei de voorzitter van de vertrouwenscommissie die de voordracht bekendmaakte in De Gelderlander. \"Hij heeft een persoonlijkheid met een soort van wow-effect. En ook nog een dosis humor.\"", "Een verdere kennismaking met de nieuwe burgemeester bleef gisteren uit, want Van Meygaarden ligt met griep in bed.", "Minister Ollongren van Binnenlandse Zaken en Koninkrijksrelaties en de koning moeten de benoeming nog bekrachtigen, maar dat geldt als een formaliteit."], "authors": [], "keywords": ["dat", "burgemeester", "hij", "van", "met", "voordracht", "geen", "een", "lid", "code", "partijloos", "aan", "maar", "boxtel", "en", "werd", "meygaarden", "oranje", "nieuwe"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}