{"id": "877dbe6d-9f10-3f52-8a30-9ad7a4ad9f09", "title": "‘Onvoorstelbaar dat het zo lang duurt voor plan klaar is’, zegt vaccinatie-expert", "url": "https://nos.nl/nieuwsuur/artikel/2360973-onvoorstelbaar-dat-het-zo-lang-duurt-voor-plan-klaar-is-zegt-vaccinatie-expert.html", "summary": "Het is \"onvoorstelbaar\" dat het zo lang geduurd heeft tot er een plan werd opgesteld om de bevolking te vaccineren, zegt vaccinatie-expert Herman van der Weide.\nHij was tijdens de Mexicaanse griep in 2009 programmamanager van een van de grootste vaccinatieprogramma's die Nederland ooit heeft opgezet.\n\"We wisten al in maart dat er een vaccin zou komen\", zegt Van der Weide in Nieuwsuur.\n\"Wij wisten met deze pandemie in maart al dat er een vaccin zou komen\", zegt Van der Weide.\n\"Ik vind het onvoorstelbaar dat het zo lang geduurd heeft tot er een plan is.", "paragraphs": ["Het is \"onvoorstelbaar\" dat het zo lang geduurd heeft tot er een plan werd opgesteld om de bevolking te vaccineren, zegt vaccinatie-expert Herman van der Weide. Hij was tijdens de Mexicaanse griep in 2009 programmamanager van een van de grootste vaccinatieprogramma's die Nederland ooit heeft opgezet.", "\"We wisten al in maart dat er een vaccin zou komen\", zegt Van der Weide in Nieuwsuur. \"Ik zou zeggen: toen had je moeten beginnen met een draaiboek bouwen. En niet in achterkamertjes, maar met degenen die ermee moeten werken.\" Daar was destijds meer aandacht voor, zegt hij.", "Toen lag er maanden van tevoren een uitgewerkt vaccinatieplan klaar, zegt Van der Weide. Drie maanden voor de inentingen zouden moeten starten, werd er een stuurgroep met 35 mensen uit verschillende organisaties opgezet. \"Hoe je communiceert, hoe je vaccins op locaties krijgt. Daar hadden we maanden vooraf uitvoerig over nagedacht. Het is uit en te na neergezet in een draaiboek dat we ook hebben gedeeld\", zegt de vaccinatie-expert.", "Niet direct na goedkeuring vaccineren", "Woensdagavond publiceerde Nieuwsuur dat hoewel het Europees Medicijnagentschap volgende week het eerste werkende vaccin goedkeurt, de vaccinatie in Nederland dan nog niet start. Het vaccineren begint volgens het ministerie van Volksgezondheid pas in januari. Zeker voor 18 januari, maar wanneer precies is nog niet te zeggen. Aanstaande maandag ligt er volgens het ministerie een plan.", "Dat is te laat, vindt Van der Weide. \"Wij wisten met deze pandemie in maart al dat er een vaccin zou komen\", zegt Van der Weide. \"Ik vind het onvoorstelbaar dat het zo lang geduurd heeft tot er een plan is. En daar plukken we nu de wrange vruchten van.\""], "authors": ["Herman Van Der Weide", "Dit Is Een Artikel Van"], "keywords": ["zegt", "vaccinatieexpert", "lang", "onvoorstelbaar", "duurt", "van", "zo", "een", "voor", "weide", "het", "te", "er", "der", "klaar", "dat", "met", "plan"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}