{"id": "87833863-1051-39fd-b4fe-8b1f7ade42ef", "title": "Woensdrecht gaat onderzoek laten uitvoeren naar lokale economie", "url": "https://nu.nl/west-brabant/6092769/woensdrecht-gaat-onderzoek-laten-uitvoeren-naar-lokale-economie.html", "summary": "De gemeente Woensdrecht laat met de gemeenten Roosendaal en Steenbergen onderzoek doen naar de lokale economie.\nHet onderzoek, dat uitgevoerd zal worden door I&O Research, moet de basis zijn voor een nieuwe economische visie van de gemeente.\nHet onderzoek moet resulteren in een economische barometer, die voor input moet zorgen voor een nieuwe economische visie.\nDe onderzoekers richten zich op het aantal banen per sector, op de beroepsbevolking, de WW-uitkering, de bijstand en het onderwijs.\nWethouder Kielman verwacht dat het onderzoek in april volgend jaar zal plaatsvinden.", "paragraphs": ["De gemeente Woensdrecht laat met de gemeenten Roosendaal en Steenbergen onderzoek doen naar de lokale economie. Het onderzoek, dat uitgevoerd zal worden door I&O Research, moet de basis zijn voor een nieuwe economische visie van de gemeente.", "Het onderzoek moet resulteren in een economische barometer, die voor input moet zorgen voor een nieuwe economische visie. De gemeente laat deze visie maken in combinatie met een detailhandelsvisie en de visie bedrijventerreinen. \"We doen dit met name voor onze ondernemers\", zegt wethouder Henk Kielman.", "De barometer moet helpen bij het maken van beleid en het stellen van prioriteiten. Ook moet het een basis vormen voor gesprekken met ondernemers. De onderzoekers richten zich op het aantal banen per sector, op de beroepsbevolking, de WW-uitkering, de bijstand en het onderwijs.", "Ook wordt er rekening gehouden met de invloed van de coronacrisis op de lokale economie. Zo besteden de onderzoekers aandacht aan faillissementen en het aantal vragen voor steunregelingen.", "Door de samenwerking van Woensdrecht, Roosendaal en Steenbergen kunnen de gemeenten op de Brabantse Wal zich met elkaar vergelijken. Wethouder Kielman verwacht dat het onderzoek in april volgend jaar zal plaatsvinden."], "authors": ["Door"], "keywords": ["van", "uitvoeren", "lokale", "economie", "het", "op", "naar", "met", "gaat", "visie", "moet", "onderzoek", "een", "en", "woensdrecht", "laten", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}