{"id": "879fc700-eb4d-323d-8f62-bcae6e72b8a6", "title": "Er ligt een compromis met Hongarije en Polen op tafel over het EU-geld, maar Rutte heeft nog drie vragen", "url": "https://www.trouw.nl/buitenland/er-ligt-een-compromis-met-hongarije-en-polen-op-tafel-over-het-eu-geld-maar-rutte-heeft-nog-drie-vragen~b98c5538/", "summary": "Premier Rutte wil aanvullende garanties voordat hij namens Nederland instemt met een compromis over EU-rechtsstaat-voorwaarden.\nUnanieme overeenstemming over het compromis is essentieel om de blokkade van de EU-meerjarenbegroting (2021-2027) en het aanvullende corona-herstelfonds op te heffen.\nRutte heeft nog drie aanvullende vragen waarop hij het liefst tijdens deze tweedaagse top nog antwoord krijgt.\nWel wordt nogmaals benadrukt dat het systeem puur en alleen is bedoeld om een verantwoorde besteding van EU-gelden te garanderen.\nVoor het overeind houden van elementaire rechtsstaatprincipes, zoals onafhankelijkheid van de rechtspraak en persvrijheid, zijn andere procedures.", "paragraphs": ["Premier Rutte wil aanvullende garanties voordat hij namens Nederland instemt met een compromis over EU-rechtsstaat-voorwaarden. Een dag nadat Hongarije en Polen lieten blijken dat dit compromis - bestaande uit een aanvullende verklaring - voor hen genoeg is om hun EU-begrotingsveto’s te laten vallen, maakte Rutte duidelijk dat hij nog niet overtuigd is. “Ik ben niet negatief en niet positief, maar neutraal”, zei de premier bij aankomst in Brussel voor de tweedaagse Europese eindejaarstop.", "Unanieme overeenstemming over het compromis is essentieel om de blokkade van de EU-meerjarenbegroting (2021-2027) en het aanvullende corona-herstelfonds op te heffen. Nadat eerst Hongarije en Polen de aandacht opeisten met hun veto’s, zijn nu alle ogen gericht op Nederland.", "Rutte heeft nog drie aanvullende vragen waarop hij het liefst tijdens deze tweedaagse top nog antwoord krijgt. Ten eerste wil hij van Europees Parlementsvoorzitter David Sassoli weten of die volksvertegenwoordiging ook genoegen neemt met die aanvullende verklaring. “Het Europees Parlement vind ik belangrijk”, aldus Rutte, die nooit erg te koop heeft gelopen met zijn liefde voor dit EU-instituut.", "Verder vraagt hij de juridische dienst van de Europese Raad of de compromistekst iets afdoet aan de reikwijdte van het originele akkoord van vorige maand. Ten slotte wil hij van EU-commissievoorzitter Ursula von der Leyen de garantie dat eventuele strafmaatregelen met terugwerkende kracht kunnen worden opgelegd aan landen die de rechtsstaat schenden. Hij vreest dat procedures vertraging oplopen, omdat op de vingers getikte landen tijd kunnen rekken door bezwaar te maken bij het Europees Hof van Justitie.", "Een soort inlegvelletje", "Juridisch gezien lijkt de aanvullende verklaring, een soort inlegvelletje, niets af te doen aan het rechtsstaat-mechanisme dat vorige maand door een meerderheid van landen is aangenomen. Wel wordt nogmaals benadrukt dat het systeem puur en alleen is bedoeld om een verantwoorde besteding van EU-gelden te garanderen. Voor het overeind houden van elementaire rechtsstaatprincipes, zoals onafhankelijkheid van de rechtspraak en persvrijheid, zijn andere procedures.", "Hongarije en Polen presenteren het compromis intussen als hun eigen overwinning. “We hebben onze vijanden succesvol geneutraliseerd”, liet de Hongaarse premier Viktor Orbán op Facebook weten. “Ik heb nu één taak, het afdwingen van gezond verstand.”", "Lees ook:", "Het einde van de EU-begrotingscrisis is nabij", "Hongarije en Polen lijken tevreden met een aanvullende verklaring over nieuwe rechtsstaat-regels, zodat zij hun veto’s mogelijk laten vallen."], "authors": ["Christoph Schmidt"], "keywords": ["hongarije", "vragen", "van", "polen", "nog", "het", "op", "maar", "met", "hij", "ligt", "een", "tafel", "rutte", "en", "aanvullende", "te", "dat", "voor"], "pubDate": "2020-12-10T15:41:58+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}