{"id": "87a288e2-1077-3329-9db5-9ab1b09d5cdd", "title": "Opinie: Ramp bewijst nut van virusproof onderwijsplan", "url": "https://www.volkskrant.nl/columns-opinie/opinie-ramp-bewijst-nut-van-virusproof-onderwijsplan~bf2d2983/", "summary": "Voor iedereen, maar vooral voor kinderen en jongeren.\nAls we covid-19 ­classificeren als een ramp, waarom hebben we dan nog geen rampenplan, speciaal gericht op kinderen en jongeren?\nWe hadden de kinderen en jongeren op het dak van hun huis gezet en gewacht tot het water was gezakt.\nVeel minder aandacht is er voor de consequenties hiervan voor kinderen en jongeren.\nKinderen en jongeren zouden – net als volwassenen – hun adviezen officieel moeten kunnen uit­brengen naar de verschillende ministeries.", "paragraphs": ["Beeld Arie Kievit", "Covid-19 is een ramp. Voor iedereen, maar vooral voor kinderen en jongeren. Het langdurig sluiten van de scholen en universiteiten zonder passend ­alternatief leidt tot onherstelbare achterstand, vooral bij kinderen en jongeren die zich al in een kwetsbare situatie bevinden. Als we covid-19 ­classificeren als een ramp, waarom hebben we dan nog geen rampenplan, speciaal gericht op kinderen en jongeren?", "Als we tijdens de Watersnoodramp hadden gehandeld zoals nu, dan had dat tot bizarre en onacceptabele toestanden geleid. We hadden de kinderen en jongeren op het dak van hun huis gezet en gewacht tot het water was gezakt. Ze hadden wel of geen dekens en eten gekregen, al naar gelang de toevallige mogelijkheden van hun gezinsleden en situatie. Oudere jongeren hadden we helemaal aan hun lot overgelaten: die zouden pas van het dak mogen – uitgehongerd en onderkoeld – als de ramp helemaal achter de rug was. We hadden ouders en professionals welgeteld een dag de tijd gegeven om ervoor te zorgen dat hun kinderen, op het dak, voldoende waren toegerust om daar weken te verblijven zonder enige achterstand of schade op te lopen.", "Bizar", "Een bizarre situatie, inderdaad, maar dit is zo ongeveer wat we nu doen. Al negen maanden zijn we bezig deze ramp te bestrijden, zonder goed na te denken welke consequenties die bestrijding en het afwachtende beleid heeft voor kinderen en jongeren. De Watersnoodramp in 1953 leidde tot snelle en duurzame maatregelen met een duidelijke, toekomstgerichte visie. Waarom gebeurt dat nu niet?", "Ten eerste omdat er met een te nauwe insteek naar deze ramp ­gekeken wordt. Het OMT is een adviesorgaan met experts uit het medische en epidemiologische werkveld dat de minister van Volksgezondheid, Welzijn en Sport (VWS) adviseert. In dit OMT gaat de aandacht primair uit naar maatregelen om verspreiding van het coronavirus zoveel mogelijk tegen te gaan. Veel minder aandacht is er voor de consequenties hiervan voor kinderen en jongeren.", "Omdat het coronavirus juist bij kinderen en jongeren vooral tot andere dan medische consequenties leidt, is het een gemiste kans dat er niet gelijk met de start van het OMT een adviesorgaan is opgericht met onderwijskundigen, sociologen en planologen om de overige ministeries van advies te voorzien.", "Ten tweede wordt niet geanticipeerd op een nabije toekomst waarin covid-19 of andere virussen, hoe ongewenst ook, blijvend een grote rol zullen spelen. We moeten stoppen met maatregelen, zoals online-onderwijs en het verbieden van sporten voor sommige leeftijdscategorieën, die van oorsprong als tijdelijk bedoeld waren en een gezonde ontwikkeling van jongeren in de weg staan. We moeten toewerken naar een maatschappij waarin duurzame coronaproofmaatregelen zijn getroffen, zodat het recht op onderwijs en op ontwikkeling voor alle leeftijdsgroepen over alle lagen van de bevolking wordt gegarandeerd.", "Dit kan alleen als de focus verschuift van het aanbieden van online-onderwijs naar coronaproof fysiek onderwijs en als daarbij extra middelen beschikbaar komen die aanpassingen mogelijk kunnen maken.", "Ten derde wordt de doelgroep, kinderen en jongeren, onvoldoende ­gehoord voor toekomstig covid-19-­beleid. Er wordt wel naar ze geluisterd, maar weinig met hun adviezen gedaan. Kinderen en jongeren zouden – net als volwassenen – hun adviezen officieel moeten kunnen uit­brengen naar de verschillende ministeries. Hun kennis en ervaring, originaliteit en creativiteit is onontbeerlijk in het vormgeven van aanpassingen in de maatschappij die uiteindelijk hen ten goede moeten komen.", "Basisscholen", "Tot slot is het aan het kabinet wat er met de gegeven adviezen wordt gedaan en welke maatregelen vervolgens worden genomen. Maar het ­kabinet moet wel heel goede redenen hebben om af te wijken van een OMT-advies, zoals bij de recente beslissing om de basisscholen te sluiten. Als er zonder duidelijke gronden adviezen worden genegeerd, dan blijkt dat ook naar volwassen advies wel wordt geluisterd – maar niet wordt gehandeld.", "Bij menigeen leidde de Watersnoodramp tot littekens en een levenslang trauma. Laten wij dit bij de coronaramp zoveel mogelijk voorkomen en een maatschappij wederopbouwen waarbij via diverse invalshoeken en op lange termijn rekening wordt gehouden met rampen van deze orde. Doel is dat de covid-19-maatregelen niet alleen bijdragen aan een maatschappij die gewapend is tegen een genadeloos virus, maar ook goed onderwijs en gelijke ontwikkelingskansen voor onze jeugd garandeert."], "authors": ["Danielle Jansen"], "keywords": ["van", "een", "kinderen", "en", "wordt", "te", "onderwijsplan", "bewijst", "jongeren", "virusproof", "nut", "voor", "opinie", "met", "het", "ramp"], "pubDate": "2020-12-16T16:14:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}