{"id": "87ccc111-8805-3473-adc7-fbac9aad77f3", "title": "Een gezellige Kerst? Niet met het melancholieke album van Chilly Gonzales ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/een-gezellige-kerst-niet-met-het-melancholieke-album-van-chilly-gonzales~bcc808bd/", "summary": "Onder de naam Chilly Gonzales maakt de Canadese Jason Beck vooral delicate pianomuziek.\nZij assisteren hem ook op Gonzales’ bijdrage aan de kerstmuziek van dit jaar.\nA Very Chilly Christmas is in meerdere opzichten een toepasselijke titel voor dit album, want waar veel kerstplaten juist een blij gevoel van saamhorigheid willen overbrengen, spreekt Gonzales met zijn melancholieke spel eerder duistere sentimenten aan.\nGeen euforie maar bezinning voert op dit album de boventoon.\nKnap gedaan, maar je veert pas echt op als Feist en Jarvis Cocker Chilly te hulp schieten.", "paragraphs": ["Onder de naam Chilly Gonzales maakt de Canadese Jason Beck vooral delicate pianomuziek. Solo of in samenwerking met onder meer Feist en Jarvis Cocker. Zij assisteren hem ook op Gonzales’ bijdrage aan de kerstmuziek van dit jaar.", "A Very Chilly Christmas is in meerdere opzichten een toepasselijke titel voor dit album, want waar veel kerstplaten juist een blij gevoel van saamhorigheid willen overbrengen, spreekt Gonzales met zijn melancholieke spel eerder duistere sentimenten aan.", "Koud en eenzaam, dat is de sfeer die hij ook de onontkoombare kerstliedjes van Mariah Carey en Wham! meegeeft. Gezellige Kerst? Niet met deze enigszins desolate soundtrack op de achtergrond. Geen euforie maar bezinning voert op dit album de boventoon. Knap gedaan, maar je veert pas echt op als Feist en Jarvis Cocker Chilly te hulp schieten. Hoe zij het liedje Snow is Falling in Manhattan van de vorig jaar door zelfdoding omgekomen David Berman vertolken, dat geeft pas echt koude rillingen."], "authors": ["Gijsbert Kamer"], "keywords": ["pas", "zij", "van", "dit", "het", "op", "met", "chilly", "melancholieke", "niet", "gezellige", "kerst", "een", "gonzales", "en", "ook"], "pubDate": "2020-12-10T14:38:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}