{"id": "87cf1a43-c388-31ce-b63a-96f7c63b06dd", "title": "Dost scoort bij debuut voor winnend Club Brugge en zet traditie voort", "url": "https://nu.nl/voetbal/6101191/dost-scoort-bij-debuut-voor-winnend-club-brugge-en-zet-traditie-voort.html", "summary": "Bas Dost heeft zijn debuut voor Club Brugge zondagavond opgeluisterd met een doelpunt.\nDe spits opende de score voor zijn nieuwe ploeg in de met 1-2 gewonnen uitwedstrijd tegen Sint-Truiden in de Jupiler Pro League.\nDost was al na een kwartier trefzeker voor Club Brugge.\nRuud Vormer maakte de negentig minuten vol bij Club Brugge, waar Stefano Denswil op de bank bleef.\nClub Brugge loopt uit op GenkDankzij de overwinning verstevigt Club Brugge de koppositie in de Jupiler Pro League.", "paragraphs": ["Bas Dost heeft zijn debuut voor Club Brugge zondagavond opgeluisterd met een doelpunt. De spits opende de score voor zijn nieuwe ploeg in de met 1-2 gewonnen uitwedstrijd tegen Sint-Truiden in de Jupiler Pro League.", "Dost was al na een kwartier trefzeker voor Club Brugge. De achttienvoudig Oranje-international, die overkwam van Eintracht Frankfurt, vond het doel na een lobje van Charles De Ketelaere.", "Met zijn snelle openingstreffer zette Dost, die in de rust werd gewisseld, een traditie voort. Ook bij zijn debuut voor VfL Wolfsburg, Sporting CP en Eintracht Frankfurt kwam hij tot scoren.", "Ruim twintig minuten na het doelpunt van Dost verdubbelde Noa Lang de marge. De aanvaller, die ruim een kwartier voor tijd werd gewisseld, schoot de bal in de bovenhoek en maakte al zijn zesde competitiedoelpunt van dit seizoen.", "Sint-Truiden kwam vroeg in de tweede helft terug in de wedstrijd door een goal van Jonathan Buatu, maar een punt zat er niet meer in voor de thuisploeg. In de slotfase kreeg invaller Duckens Nazon nog rood bij Sint-Truiden. Ruud Vormer maakte de negentig minuten vol bij Club Brugge, waar Stefano Denswil op de bank bleef.", "Club Brugge loopt uit op Genk", "Dankzij de overwinning verstevigt Club Brugge de koppositie in de Jupiler Pro League. De ploeg van coach Philippe Clement heeft vier punten voorsprong op het KRC Genk van trainer John van den Brom. Genk verloor zaterdag bij KV Kortrijk (2-1).", "Eerder op de dag leed Anderlecht de vierde competitienederlaag van het seizoen. De Brusselse formatie ging met 1-0 onderuit bij OH Leuven en zakte naar de vijfde plaats.", "Bekijk de uitslagen, de stand en het programma in de Jupiler Pro League"], "authors": ["Door"], "keywords": ["voort", "zijn", "van", "winnend", "dost", "voor", "traditie", "en", "club", "een", "brugge", "bij", "op", "zet", "het", "debuut", "scoort"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}