{"id": "87da7ee0-c10b-3b0d-8420-df1ab3e2d622", "title": "Gemeentelijke woonlasten stijgen, vooral afvalstoffenheffing flink omhoog", "url": "http://trouw.nl/binnenland/gemeentelijke-woonlasten-stijgen-vooral-afvalstoffenheffing-flink-omhoog~b0d999a7/", "summary": "Woningeigenaren en huurders zijn dit jaar flink meer kwijt aan gemeentelijke woonlasten.\nDat betekent dat de gemeentelijke woonlasten meer zijn gestegen dan andere uitgaven, aan bijvoorbeeld kleren en boodschappen.\nHuishoudens van meerdere personen in een koophuis betalen gemiddeld 774 euro per jaar aan gemeentelijke woonlasten, die bestaan uit de onroerende zaakbelasting, rioolheffing en afvalstoffenheffing.\nDat is 45 euro meer dan een jaar eerder.\nHuurders zijn gemiddeld 390 euro kwijt, 29 euro meer dan een jaar eerder.", "paragraphs": ["Woningeigenaren en huurders zijn dit jaar flink meer kwijt aan gemeentelijke woonlasten. Dat komt met name omdat de afvalstoffenheffing sterk stijgt. Dat meldt het Centrum voor Onderzoek van de Economie van de Lagere Overheden (COELO), dat de woonlasten in de veertig grootste gemeenten in kaart heeft gebracht.", "Huurders betalen 8 procent meer, mensen die een huis bezitten en daar ook in wonen 6,2 procent. Dat is het meest in jaren en veel meer dan de inflatie, die 1,4 procent bedraagt. Dat betekent dat de gemeentelijke woonlasten meer zijn gestegen dan andere uitgaven, aan bijvoorbeeld kleren en boodschappen.", "Huishoudens van meerdere personen in een koophuis betalen gemiddeld 774 euro per jaar aan gemeentelijke woonlasten, die bestaan uit de onroerende zaakbelasting, rioolheffing en afvalstoffenheffing. Dat is 45 euro meer dan een jaar eerder. Huurders zijn gemiddeld 390 euro kwijt, 29 euro meer dan een jaar eerder. Zij moeten afvalstoffenheffing en in sommige gemeenten rioolheffing betalen. (ANP)"], "authors": ["Redactie Trouw"], "keywords": ["flink", "zijn", "van", "vooral", "omhoog", "euro", "dan", "jaar", "en", "woonlasten", "een", "afvalstoffenheffing", "gemeentelijke", "meer", "dat", "stijgen"], "pubDate": "2021-01-11T08:53:08Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}