{"id": "87de56ca-7592-3321-9c4e-90b9a26fbe5d", "title": "Er is een gierende hoeveelheid prints beschikbaar, dus kom niet aan met ‘dat is niets voor mij’", "url": "https://volkskrant.nl/cultuur-media/er-is-een-gierende-hoeveelheid-prints-beschikbaar-dus-kom-niet-aan-met-dat-is-niets-voor-mij~bac343d9/", "summary": "Beeld ImaxtreeWat gaan we dragen als het aan de ontwerpers ligt?\nPrint is dood, wordt er wel eens onaardig gezegd als het gaat om papieren bladen en kranten versus websites.\nKortom: met een smoes als ‘niks voor mij’ moet je bij deze trend niet aankomen.\nHartstikke leuk als je een themafeest hebt, deel uitmaakt van de Toppers of schittert in het Noorse curlingteam, maar gevaarlijk als je serieus genomen wil worden.\nZeldzame wezens die nonchalant op een keukentrap kunnen staan met witte rijglaarzen, een blote bast, een pak met Victory Boogie Woogie-dessin met bijpassende malle flaphoed en toch volstrekt geloofwaardig blijven.", "paragraphs": ["Vanaf links: Heron Preston, Marcelo Burlon, Walter van Beirendonck, Marni, Charles Jeffrey Loverboy, Balmain. Beeld Imaxtree", "Wat gaan we dragen als het aan de ontwerpers ligt?", "Print is dood, wordt er wel eens onaardig gezegd als het gaat om papieren bladen en kranten versus websites. Nu is dat natuurlijk rabiate onzin – wedden dat u het Volkskrant Magazine liever op papier leest, want hoe lekker is het wel niet, een fysieke zaterdagkrant met analoge bijlage? Daarnaast is de print in de mode ook allesbehalve dood. Dessins zijn zo springlevend als koeien in een lentewei, en komen dit seizoen niet alleen voorzichtig op bloezen, dassen of T-shirts voorbij, maar op alle mogelijke kledingstukken én van top tot teen. Van Louis Vuitton tot Loverboy: de ontwerpers gingen flink los.", "Hoe gaan wij het dragen?", "Het is een linke trend, dat moet gezegd (zie ook: valkuilen vermijden doe je zo), maar iedereen die ervoor gaat kan enorm z’n lol op. Om te beginnen is er thans een gierend grote keuze aan prints, van wijnflessen en kurkentrekkers bij Off-White tot pretletters bij Walter van Beirendock, van grafische grapjes bij Marni en Prada tot artistieke vlekken bij zowel Burlon als Preston en van wolken bij Vuitton tot complete landkaarten bij Lanvin. Ook soorten printpakken zijn er legio, van loeistrakke stretch tot joggingpak tot los overhemd met bijpassende broek tot keurig maatpak of modelletje spijkerpak. Kortom: met een smoes als ‘niks voor mij’ moet je bij deze trend niet aankomen.", "Manneke Pis in Brussel op 16 augustus 1999: Elvisdag. Beeld Hollandse Hoogte / AFP", "Valkuilen vermijden doe je zo", "Een printpak is link, want een printpak is een showpak, een conversation starter en een binnenkomer van comme ça, zeker als er een ‘geinige’ print op staat (Batmannen, SuperMario’s, testbeelden, dollarbiljetten, ijsco’s, ananassen, confetti – ik citeer naar hartenlust uit de catalogus van feestpakkenmakers Opposuits). Hartstikke leuk als je een themafeest hebt, deel uitmaakt van de Toppers of schittert in het Noorse curlingteam, maar gevaarlijk als je serieus genomen wil worden. Zou ik normaal zeggen: wees flink en laat je gaan, hier zeg ik: wees voorzichtig. Je bent Manneken Pis niet.", "De Toppers.", "Een bekend mens", "Er zijn vijf soorten mensen die zonder dat het vragen of infantiele reacties oproept, een van-top-tot-teen-printpak kunnen dragen. De eerste drie zijn Prince-achtigen, Elvis-imitatoren, Elton John en zijn epigonen én vrolijke carnavalsvierders. De vijfde categorie is die van de David Bowie-esken. Zeldzame wezens die nonchalant op een keukentrap kunnen staan met witte rijglaarzen, een blote bast, een pak met Victory Boogie Woogie-dessin met bijpassende malle flaphoed en toch volstrekt geloofwaardig blijven. Iets om naar te streven, zeker, maar: blijf altijd oppassen op zo’n trapleer."], "authors": ["Cécile Narinx"], "keywords": ["gierende", "tot", "van", "als", "hoeveelheid", "bij", "het", "op", "met", "mij", "niets", "kom", "niet", "een", "en", "je", "er", "prints", "voor"], "pubDate": "2020-11-26T15:00:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}