{"id": "87e13173-fad9-3cc1-ba47-1d0775b7425c", "title": "2021 wordt het jaar van Joe Biden – en toch ook weer van Donald Trump", "url": "https://trouw.nl/opinie/2021-wordt-het-jaar-van-joe-biden-en-toch-ook-weer-van-donald-trump~b621141d/", "summary": "En maandag liet Biden het masker van politieke beleefdheid definitief vallen.\nVooral het ministerie van defensie en het begrotingsbureau van de president onthouden hem vitale informatie, klaagde hij in een korte toespraak.\nEn dat hij probeert om de bewegingsvrijheid van president Biden zoveel mogelijk te beperken.\nDe meeste mogelijkheden heeft hij wat dat betreft op het gebied van buitenlands beleid, bij uitstek het terrein waarop de president het helemaal zelf voor het zeggen heeft.\nDat alles valt natuurlijk in het niet bij het grote probleem dat Biden in eigen land zal moeten aanpakken: de coronapandemie.", "paragraphs": ["Het zou niet verrassend zijn als Joe Biden op 20 januari zichtbaar vermoeid het podium opklimt om de eed af te leggen als 46e president van de Verenigde Staten. De traditionele overgangsperiode van ruim twee maanden waarin de aanstaande president wordt ingewerkt, vindt onder een buitengewoon ongelukkig gesternte plaats: het land is in crisis, en de oude president werkt niet mee.", "Dat was al langer duidelijk. Nog weken nadat Bidens overwinning niet meer tegengesproken kon worden, weigerde Donald Trump het overgangsproces in gang te zetten. Naar buiten toe reageerde Biden daar schouderophalend op. Maar er was toch opluchting toen eind november het verbod voor ambtenaren om met de nieuwe ploeg te spreken, werd opgeheven.", "Helaas leidde dat niet overal tot een soepele samenwerking. En maandag liet Biden het masker van politieke beleefdheid definitief vallen. Vooral het ministerie van defensie en het begrotingsbureau van de president onthouden hem vitale informatie, klaagde hij in een korte toespraak. “We moeten ervoor zorgen dat niets uit het zicht raakt tijdens de overdracht tussen de regeringen. Mijn team heeft een duidelijk beeld nodig van onze militaire aanwezigheid in de hele wereld, en alle operaties waarmee we onze vijanden afschrikken. We moeten alles weten over de begroting die in de maak is op het ministerie van defensie en andere organen, zodat er geen enkele periode is van verwarring, of waarin we nog bij de les moeten komen, waarvan onze tegenstanders gebruik zouden kunnen proberen te maken.”", "Dat die informatie niet komt, noemde Biden ‘niet minder dan onverantwoordelijk’.", "Op één terrein heeft Biden het helemaal zelf voor het zeggen", "Donald Trump, die deze week voornamelijk golfballen slaat in Florida, lijkt er niet mee te zitten. Op Twitter glorieerde hij woensdag in zijn verkiezing tot meest bewonderde man van Amerika door opiniepeiler Gallup (hij haalde 18 procent, Barack Obama 15 en Joe Biden 6 procent). En via hetzelfde medium hamert hij verder op de uitslagen van de presidentsverkiezingen in vier sleutelstaten waar volgens hem duizenden ongeldige stemmen zijn goedgekeurd.", "Tegen die achtergrond is het niet meer dan logisch dat Trump de nieuwe ploeg zo min mogelijk wil helpen om een voortvarende start te maken. En dat hij probeert om de bewegingsvrijheid van president Biden zoveel mogelijk te beperken.", "De meeste mogelijkheden heeft hij wat dat betreft op het gebied van buitenlands beleid, bij uitstek het terrein waarop de president het helemaal zelf voor het zeggen heeft. Zijn regering kondigde maandag sancties aan tegen twee Iraanse functionarissen bij de inlichtingendienst, die verantwoordelijk zouden zijn voor de verdwijning van een Amerikaanse spion: Robert Levinson, in 2007. President Biden zou die sancties even gemakkelijk weer kunnen opheffen, maar dat zou politiek veel ophef veroorzaken als hij er niet iets voor terugkreeg. In dezelfde categorie valt ook de erkenning door de VS van de Marokkaanse aanspraken op de Westelijke Sahara, een voormalige kolonie van Spanje. En de beslissing dat producten uit door Israël bezet gebied op de westelijke Jordaanoever voortaan als herkomst “Israël” moeten vermelden om ingevoerd te mogen worden.", "De toediening van vaccins verloopt stukken trager dan de regering-Trump beloofde", "Nog lastiger voor Biden is Trumps beslissing om versneld troepen terug te halen uit Irak en Afghanistan. Die zijn niet zomaar even weerom te sturen. En zelfs al zou de nieuwe president de militaire inspanningen in die landen weer opvoeren, het imago van de VS als een stabiele partner bij het ondersteunen van de krijgsmacht daar is dan nog niet hersteld.", "Dat alles valt natuurlijk in het niet bij het grote probleem dat Biden in eigen land zal moeten aanpakken: de coronapandemie. Na Thanksgiving zochten Amerikanen elkaar ook ter gelegenheid van de Kerstdagen weer massaal op. En de distributie en toediening van vaccins verloopt stukken trager dan de regering-Trump beloofde.", "Dat heeft de president natuurlijk niet speciaal zo geregeld om Biden dwars te zitten – hij had maar wat graag voor 20 januari de pandemie in bedwang gekregen. Maar na die datum zal hij – mogelijk als verklaarde presidentskandidaat voor 2024 – dagelijks uitleggen hoeveel beter het onder zijn voortgezette bewind zou zijn gegaan. Ook in 2021 zal Donald Trump daarmee een ongebruikelijke machtsfactor zijn in de Amerikaanse politiek.", "Trouw-correspondent Bas den Hond (standplaats Boston) schrijft wekelijks een column over de Amerikaanse politiek. Lees ze hier terug."], "authors": ["Bas Den Hond"], "keywords": ["zijn", "van", "toch", "jaar", "en", "een", "wordt", "weer", "biden", "ook", "joe", "te", "trump", "het", "president", "op", "niet"], "pubDate": "2021-01-01T12:37:55Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}