{"id": "87e7a196-e105-3fc2-a009-2a8eea8214a2", "title": "Beeldhouwende bijen maken sculpturen van Libertíny grilliger", "url": "https://www.parool.nl/kunst-media/beeldhouwende-bijen-maken-sculpturen-van-libertiny-grilliger~bb1c9094/", "summary": "De meeste kunstenaars erkennen dat zij op de schouders van reuzen staan en het echt niet allemaal alleen verzinnen.\nHij deelt het auteurschap van zijn werk met een bijenkolonie.\nHet beste werk, Brutus, bestaat uit een buste die een afgietsel is van Libertíny zelf, geplaatst op een kratje Coca-Cola.\nLibertíny’s sculpturen in bijenwas zijn conceptueel sterk en dat heeft ze een terecht plekje opgeleverd in de collecties van onder andere Museum Boijmans Van Beuningen en het New Yorkse Moma.\nEn dat is zo wisselend van uiterlijk en kwaliteit dat je bijna denkt met verschillende kunstenaars van doen te hebben.", "paragraphs": ["De mythe van het artistieke genie heeft zijn beste tijd wel gehad. De meeste kunstenaars erkennen dat zij op de schouders van reuzen staan en het echt niet allemaal alleen verzinnen. Tomáš Libertíny neemt die relativerende bescheidenheid nog een stapje verder. Hij deelt het auteurschap van zijn werk met een bijenkolonie.", "Libertíny bouwt de skeletten voor zijn sculpturen uit hout en metaal. De bijen bouwen daar laag over laag een constructie van bijenwas omheen, die vaak net wat grilliger en daardoor levendiger is dan de strakke architectonische ondergrond.", "In zijn Kunsthaltentoonstelling vorig jaar was goed te zien hoe de samenwerking vorm krijgt. Tienduizenden werkbijen vlogen vanuit het naastgelegen park door een buis naar binnen, waar ze in een glazen kast Libertíny’s ruwbouw afmaakten. Bij Rademakers Gallery is het proces te zien in een video.", "Kratje Coca-Cola", "Libertíny en zijn onderaannemers bouwen klassieke vormen: een amfora of kegel, een buste van Nefertiti of een elegant gedraaide pilaar die vernoemd is naar Brancusi’s beroemde Endless Column (1918) en daar ook iets van weg heeft, maar net zo goed doet denken aan de dubbele helix van ons dna. Het beste werk, Brutus, bestaat uit een buste die een afgietsel is van Libertíny zelf, geplaatst op een kratje Coca-Cola.", "Door zo’n symbool van de consumptiemaatschappij te combineren met een zelfportret in bijenwas en een verwijzing naar de beroemdste verrader uit de geschiedenis, onderstreept Libertíny hoezeer de relatie tussen natuur en cultuur onder druk staat.", "Sinds 1980 is de bijensterfte wereldwijd schrikbarend toegenomen. Precieze oorzaak onbekend, maar de schuldige laat zich raden. Het gesneuvelde slachtoffer portretteerde Libertíny in een levensgrote foto – zo móét je je wel verhouden tot het drama dat het complete ecosysteem bedreigt.", "Libertíny’s sculpturen in bijenwas zijn conceptueel sterk en dat heeft ze een terecht plekje opgeleverd in de collecties van onder andere Museum Boijmans Van Beuningen en het New Yorkse Moma.", "Maar de geboren Slowaak maakt meer werk op basis van zijn bijenonderzoek. En dat is zo wisselend van uiterlijk en kwaliteit dat je bijna denkt met verschillende kunstenaars van doen te hebben.", "Zwarte friemels", "Zo maakt hij ook schilderijen van rode papavers tegen een lichtblauwe lucht. De wetenschap dat de zwarte friemels de vliegbewegingen van bijen beschrijven, geven het werk enige diepte, maar het blijft zoetig, op het truttige af. Beter, maar niet zo makkelijk aan het andere werk te koppelen, zijn de blobvormige wandsculpturen in kunststof.", "Die link is er weer wel bij de grote inkttekeningen gevat in een laag kunsthars. Libertíny tekent ze met BIC balpennen, streepje voor streepje, vergelijkbaar met de noeste arbeid van bijen.", "Het resultaat is gelaagd en mysterieus, alsof je naar een grot of sterrenhemel kijkt. De natuur wordt hier opgeroepen met een lowtechproduct van de industriële revolutie."], "authors": ["Edo Dijksterhuis"], "keywords": ["werk", "van", "bijen", "het", "met", "sculpturen", "grilliger", "zijn", "beeldhouwende", "libertíny", "een", "en", "dat", "te", "maken"], "pubDate": "2020-12-04T12:26:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}