{"id": "87eb8998-5ed4-3345-8631-9efd906cd0d2", "title": "Willen vrouwen, behalve aan de top, wel gelijkheid in andere sectoren van de maatschappij?", "url": "https://trouw.nl/opinie/willen-vrouwen-behalve-aan-de-top-wel-gelijkheid-in-andere-sectoren-van-de-maatschappij~b40f2e8f/", "summary": "De top die altijd door mannen gedomineerd werd, wordt steeds meer bevrouwd door vrouwen.\nHoe zit het met andere sectoren in de maatschappij die gedomineerd worden door mannen, al eeuwenlang?\nIn de situatie van oorlogen zijn vrouwen vaak slachtoffer van geweld.\nMaar in deze column wil ik graag een ander punt naar voren brengen: willen vrouwen, behalve aan de top, wel gelijkheid in andere sectoren van de maatschappij?\nZijn vrouwen bereid om loodgieter of bouwvakker te worden?", "paragraphs": ["Laat ik eens schrijven over een onderwerp waar men het haast nooit over heeft. Ook ik niet. Normaal schrijf ik waar iedereen over schrijft. Wat mijn columns anders maakt, hoop ik, is mijn eigen persoonlijke inbreng gekleurd door mijn eigen ervaring en multiculturele visie op de dingen des levens. Zo klink ik dan toch enigszins origineel.", "Baanbrekend anders zijn mijn columns niet. Zoals de vorige, die ging over vrouwen aan de top. De top die altijd door mannen gedomineerd werd, wordt steeds meer bevrouwd door vrouwen. Dat stukje gelijkheid met mannen, daar zijn we met zijn allen voor. Het beeld van vrouwen aan de top, zo schreef ik, wordt steeds normaler en dat inspireert.", "Ik kreeg verschillende reacties op die column. Lof natuurlijk. Maar onverwachts kreeg ik ook een vraag die mijn blik verruimde. Willen vrouwen alleen gelijkheid aan de top? Hoe zit het met andere sectoren in de maatschappij die gedomineerd worden door mannen, al eeuwenlang?", "Ik zag geen vrouwen in uniform vechten", "Met die vraag in mijn hoofd heb ik de afgelopen weken gekeken naar onze samenleving, naar het straatbeeld, naar televisiebeelden, de literatuur, films, naar het heden en verleden. Zo flitste voor mijn ogen een oorlogsscène langs. Eén voor één springen jonge mannen uit een helikopter in vijandig gebied om, met risico voor eigen leven, te vechten. Het ging over de oorlog om het Suezkanaal. Ik zag geen vrouwen in uniform vechten in die beelden.", "Toch lopen ook vrouwen wel degelijk risico in oorlogen, en net als die jonge mannen ook een risico voor eigen leven. In de situatie van oorlogen zijn vrouwen vaak slachtoffer van geweld. Denk alleen maar aan seksueel geweld, ronduit oorlogsmisdaden.", "Maar in deze column wil ik graag een ander punt naar voren brengen: willen vrouwen, behalve aan de top, wel gelijkheid in andere sectoren van de maatschappij?", "Terug naar het leger. Dat wordt gedomineerd door mannen. Dit jaar kregen ook in Nederland jonge vrouwen de zogenaamde Dienstplichtbrief. Want, om de woorden van minister van defensie Ank Bijleveld te gebruiken, meisjes en jongens hebben gelijke rechten én gelijke plichten. En laten we verder kijken dan de dienstplicht.", "Terug naar het Suezkanaal: wie heeft dat kanaal gebouwd? Wie heeft gezwoegd in de zon en wind en miezerregen, stenen gehakt, gehouwen en geschouwd, vaak met risico voor lijf en leven? Wie hebben in de kolenmijnen gewerkt en werken er nog steeds? Wie zijn de vuilnisophalers? De loodgieters? Wie zwoegt in de bouw in weer en wind? Dat zijn doorgaans mannen.", "Een vrouw als loodgieter", "Is het wel oké dat die beroepen gedomineerd worden door mannen? Zou het niet een mooie uitkomst zijn van gelijkheid als een vrouw als loodgieter bij je aanbelt?", "Ongelijkheid in inkomen en afkomst bestrijden is een goed sociaal-economisch thema, dat onlangs ook door D66-lijstrekker Sigrid Kaag op de agenda werd gezet. Maar wederom mis ik iets: weer lijkt het te gaan om gelijkheid naar boven toe, we willen hogerop, meer status. Prima. Maar hoe zit het met gelijkheid in de breedte? Zijn vrouwen bereid om loodgieter of bouwvakker te worden? Zijn ze bereid om met hun handen te werken in zulke door gewone mannen gedomineerde beroepen? Want dan pas praat je echt over gelijkheid.", "Naema Tahir is jurist en schrijver. Voor Trouw schrijft ze om de week een column. Lees ze hier terug."], "authors": ["Naema Tahir"], "keywords": ["ik", "mannen", "zijn", "naar", "andere", "die", "van", "en", "een", "aan", "door", "behalve", "gelijkheid", "maatschappij", "sectoren", "vrouwen", "het", "wel", "willen"], "pubDate": "2020-12-03T09:54:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}