{"id": "87f86103-150b-3774-a14a-f9747a0f83b8", "title": "Ramkraak op winkel Louis Vuitton, waarschuwingsschot gelost bij aanhouding", "url": "https://nu.nl/amsterdam/6097217/ramkraak-op-winkel-louis-vuitton-waarschuwingsschot-gelost-bij-aanhouding.html", "summary": "Op een winkel van Louis Vuitton in de P.C.\nHooftstraat is in de nacht van woensdag op donderdag een ramkraak gepleegd.\nBij die aanhouding is door de politie een waarschuwingsschot gelost.\nEnkele kilometers verderop, op de Herculesstraat in Zuid, trof de politie na de ramkraak een beschadigde Seat aan.\nDaarbij werd een waarschuwingsschot gelost.", "paragraphs": ["Op een winkel van Louis Vuitton in de P.C. Hooftstraat is in de nacht van woensdag op donderdag een ramkraak gepleegd. In de nabije omgeving van de winkel hebben agenten na een achtervolging een verdachte kunnen aanhouden. Bij die aanhouding is door de politie een waarschuwingsschot gelost.", "De politie kreeg om ongeveer 4.00 uur een eerste melding over de kraak. De toegang van de winkel is flink beschadigd geraakt. Een anti-inbraakrolluik is helemaal verbogen door de klap.", "Enkele kilometers verderop, op de Herculesstraat in Zuid, trof de politie na de ramkraak een beschadigde Seat aan. Bij de auto werd een deel van de gestolen luxegoederen aangetroffen. Enkele minuten na het aantreffen van de auto, kon de politie de 27-jarige verdachte aanhouden. Daarbij werd een waarschuwingsschot gelost.", "De gebruikte Seat is vermoedelijk enkele uren voor de ramkraak gestolen op de Kinkerstraat in West. De politie is op zoek naar mensen die voorafgaand aan de ramkraak iets opvallends hebben gezien. Dat geldt voor zowel de P.C. Hooftstraat en de Herculesstraat in Zuid, als voor de Kinkerstraat in West."], "authors": ["Door"], "keywords": ["waarschuwingsschot", "van", "een", "zuid", "gelost", "louis", "vuitton", "politie", "werd", "aanhouding", "ramkraak", "op", "bij", "voor", "west", "winkel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}