{"id": "87fd0881-cab9-340e-a539-a5d58b2d140b", "title": "'Google verstevigde macht op advertentiemarkt door deal met Facebook'", "url": "https://nu.nl/tech/6097203/google-verstevigde-macht-op-advertentiemarkt-door-deal-met-facebook.html", "summary": "Facebook en Google hebben illegale overeenkomsten gesloten om hun posities in de advertentiemarkt vast te houden.\nUit de aanklacht blijkt dat Google Facebook in 2017 als een belangrijke uitdager zag op de online advertentiemarkt.\nGoogle zou vervolgens hebben gereageerd door een deal te sluiten: Facebook zou minder concurrerend te werk gaan, in ruil voor een voorrangspositie bij advertenties die via Google geveild werden.\n\"Dat gaat zo ver dat topmensen bij Facebook een contract hebben ondertekend dat het hart van concurrentie op de markt ondermijnt.\"\nOok zou Facebook geen speciale data in handen hebben van Google.", "paragraphs": ["Facebook en Google hebben illegale overeenkomsten gesloten om hun posities in de advertentiemarkt vast te houden. Dat claimen tien Amerikaanse staten in een aangespannen rechtszaak tegen Google, waarin de techgigant van machtsmisbruik beschuldigd wordt.", "Uit de aanklacht blijkt dat Google Facebook in 2017 als een belangrijke uitdager zag op de online advertentiemarkt. Google zou vervolgens hebben gereageerd door een deal te sluiten: Facebook zou minder concurrerend te werk gaan, in ruil voor een voorrangspositie bij advertenties die via Google geveild werden.", "Op die manier zou bijvoorbeeld een website voor schoenen, die software van Google gebruikt om advertenties te verkopen, ook inkomsten kunnen ontvangen van een schoenverkoper die advertenties op Facebook heeft gekocht.", "De rechtszaak is aangespannen door tien Amerikaanse staten onder leiding van Texas. \"Google is een gigantische monopolie die zijn macht schaamteloos misbruikt\", zegt de procureur-generaal Ken Paxton van Texas. \"Dat gaat zo ver dat topmensen bij Facebook een contract hebben ondertekend dat het hart van concurrentie op de markt ondermijnt.\"", "Een woordvoerder van Google zegt dat de aantijgingen niet kloppen. Ook zou Facebook geen speciale data in handen hebben van Google. Facebook heeft nog niet gereageerd.", "De aanklacht is de recentste in een reeks mededingingszaken tegen Google. Eind oktober startte het Amerikaanse miniserie van Justitie samen met elf staten een zaak tegen Google vanwege vermeend machtsmisbruik. Het bedrijf kreeg in de Europese Unie de afgelopen jaren meerdere miljardenboetes opgelegd in dergelijke zaken."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["verstevigde", "advertentiemarkt", "door", "google", "zou", "van", "tegen", "een", "te", "facebook", "op", "die", "dat", "met", "deal", "hebben", "macht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}