{"id": "88008901-ca81-3fcf-b92f-043d868e12af", "title": "Statisch haar: waar komt het vandaan - en hoe ga je het tegen?", "url": "https://www.rtlnieuws.nl/lifestyle/mode-verzorging/artikel/5204534/statisch-haar-waar-komt-het-vandaan-en-hoe-kom-je-ervan", "summary": "Zeg gedag tegen je statische coupeMet bovenstaande wetenschap, zou je kunnen zeggen dat droog haar vatbaarder is om statisch te worden.\nShampoos die je haar uitdrogen zoals zilvershampoos, zijn daarom niet de beste optie tijdens de winter.\nEen houten borstelDaarbij is het belangrijk om je haar te borstelen met een houten borstel.\nGebruik vooral géén borstel van plastic of metaal, deze maakt je statische haar alleen maar erger.\nBen je klaar met borstelen en stylen, dan kun je ook nog proberen je statische haar in te dammen door wat wax of olie in je haar te wrijven.", "paragraphs": ["Zeg gedag tegen je statische coupe", "Met bovenstaande wetenschap, zou je kunnen zeggen dat droog haar vatbaarder is om statisch te worden. Shampoos die je haar uitdrogen zoals zilvershampoos, zijn daarom niet de beste optie tijdens de winter.", "Je kunt beter hydraterende en herstellende verzorgingsproducten gebruiken, zoals een voedende shampoo of conditioner. Het allerbest is om je haar regelmatig te verwennen met een intensief masker.", "Een houten borstel", "Daarbij is het belangrijk om je haar te borstelen met een houten borstel. Gebruik vooral géén borstel van plastic of metaal, deze maakt je statische haar alleen maar erger. Ook kan het helpen om een beetje haarlak op je borstel te spuiten, voordat je ermee aan de haal gaat.", "Ben je klaar met borstelen en stylen, dan kun je ook nog proberen je statische haar in te dammen door wat wax of olie in je haar te wrijven. Dit gaat de staticiteit tegen en helpt, indien je haar al statisch is, ook nog om die rechtopstaande haren een beetje te temmen. Geen wax of olie bij de hand? Geloof het of niet, maar een beetje handcrème doet ook wonderen!"], "authors": [], "keywords": ["statisch", "ga", "waar", "komt", "vandaan", "en", "een", "om", "met", "tegen", "statische", "hoe", "te", "ook", "het", "haar", "je"], "pubDate": "2021-01-01T10:04:00Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}