{"id": "88242e32-49d9-33a9-b4e7-e3692faeb35e", "title": "Dubbelzinnig", "url": "https://www.nrc.nl/nieuws/2021/01/11/thuiskok-dubbelzinnig-a4026975", "summary": "Pas in 1845 kwam het eerste kookboek voor huisvrouwen uit.\nZo is de betekenis van het kookboek door de eeuwen heen veranderd.\nReceptenschrijver Stefaan Daeninck wilde een kookboek over ballen, en haalde fotograaf Bart van Leuven én erotisch auteur Debbie Brackez erbij.\nZe hebben samen een ‘ondeugend’ kookboek gemaakt, met vijftig recepten en een feuilleton van het niveau bouquetreeks over een journaliste van middelbare leeftijd en een jonge kok.\nAan basisingrediënten die elk kookboek dient te hebben, zoals een verhelderende inhoudsopgave en een receptenregister, ontbreekt het dan weer.", "paragraphs": ["Toen ik begon met deze rubriek heb ik ter voorbereiding het Cookbook Book gekocht; een prachtig vormgegeven boek met foto’s en beschrijvingen van 125 kookboeken die belangrijk, vernieuwend of om een andere reden impactvol zijn geweest.", "Er staan allerlei interessante feitjes in. De eerste receptenverzamelingen staan op tabletten van klei en stammen uit 1.700 voor Christus. Het eerste gebonden kookboek, gemaakt rond 1480, diende als uitwisseling tussen professionele koks. Pas in 1845 kwam het eerste kookboek voor huisvrouwen uit.", "Zo is de betekenis van het kookboek door de eeuwen heen veranderd. Eerst was het informatie-uitwisseling tussen professionals. Later kwam er de notie bij dat je kon leren koken uit kookboeken. Daarna ontwikkelden kookboeken zich meer en meer tot inkijkjes in andere culturen of een andere tijdsgeest.", "Inmiddels zijn we nog een stap verder: BN’ers en sporters, dieetgoeroe’s en avocadorestaurants hebben kookboeken omarmd als ‘uitbreiding van hun merk’, een verdere vorm van schaamteloze zelfpromotie en nieuwe bron van inkomsten. Om zich te onderscheiden van de massa’s kookboeken die uitkomen, verzinnen zij de gekste dingen.", "Misschien wel het vreemdste voorbeeld dat dit heeft opgeleverd, is Vijftig tinten balletjes. Receptenschrijver Stefaan Daeninck wilde een kookboek over ballen, en haalde fotograaf Bart van Leuven én erotisch auteur Debbie Brackez erbij. Ze hebben samen een ‘ondeugend’ kookboek gemaakt, met vijftig recepten en een feuilleton van het niveau bouquetreeks over een journaliste van middelbare leeftijd en een jonge kok. Het spettert, er zijn spiezen die zinderend worden dichtgeschroeid, duimen en vingers worden afgelikt en de eindeloze hoeveelheid dubbelzinnigheden houdt maar niet op.", "Best sneu, want de meeste recepten zijn leuk en feestelijk. De foto’s zijn in tegenstelling tot de semi-vunzige teksten smakelijk. Aan basisingrediënten die elk kookboek dient te hebben, zoals een verhelderende inhoudsopgave en een receptenregister, ontbreekt het dan weer.", "Als de auteurs dan ook nog hun eigen concept gaan oprekken zodat een recept voor spaghetti met ‘veggie BOLo’ erbij hoort, ben ik er wel klaar mee. Hier is weinig opwindends meer aan. Laten we maar snel gaan koken.", "Debbie Brackez, Stefaan Daeninck, Bart van Leuven: Vijftig tinten balletjes. Lannoo, 162 blz. € 20,99", "NRC Eten & Gezondheid De laatste inzichten over eten, de lekkerste recepten en slimme tips om gezond te leven Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Sam De Voogt", "Leestijd Minuut"], "keywords": ["kookboeken", "zijn", "van", "dubbelzinnig", "en", "voor", "een", "met", "het", "kookboek", "die"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}