{"id": "883b42c1-9b60-337c-8288-846f5019edd1", "title": "Atilay Uslu (Corendon) over 'helse jobs' en zijn salaris", "url": "https://nu.nl/andermans-zaken/6017691/atilay-uslu-corendon-over-helse-jobs-en-zijn-salaris.html", "summary": "In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in andermans zaken.\nMet deze week: de oprichter van Corendon, en nee, dat zijn niet Cor en Don, maar dat is Atilay Uslu.\nHij werd ondernemer van het jaar toen hij net een deel van zijn bedrijf had verkocht.\nOver Andermans ZakenAndermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.\nZe praten over hoe het is om de baas te zijn.", "paragraphs": ["In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in andermans zaken. In die van bekende Nederlandse ondernemers, natuurlijk. Met deze week: de oprichter van Corendon, en nee, dat zijn niet Cor en Don, maar dat is Atilay Uslu. Hij werd ondernemer van het jaar toen hij net een deel van zijn bedrijf had verkocht. \"Het is alsof je je dochter weggeeft.\"", "Uslu vertelt over waarom hij nooit in zijn eigen hotels op vakantie gaat, hoe hij twee snelwegen dichtgooide en zeventien bruggen bouwde om een oude Boeing 747 van 60 meter breed te verplaatsen, en wat hem echt gelukkig maakt (als Ben & Jerry's-ijs in de bonus is).", "Over Andermans Zaken", "Andermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.", "Ze praten over hoe het is om de baas te zijn. Over wanneer ze 's nachts wakker lagen en dachten: waar ben ik in 's hemelsnaam aan begonnen? Maar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal."], "authors": ["Door"], "keywords": ["van", "waarom", "atilay", "helse", "andermans", "het", "hij", "zijn", "een", "salaris", "uslu", "en", "zaken", "te", "corendon", "jobs"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}