{"id": "8841d4c6-eb18-3f23-8e18-0432c9cab828", "title": "Connexxion: Nieuwe elektrische bussen pas ingezet na veiligheidsonderzoek", "url": "https://nu.nl/haarlem/6096847/connexxion-nieuwe-elektrische-bussen-pas-ingezet-na-veiligheidsonderzoek.html", "summary": "Het is onzeker of de twintig nieuwe elektrische bussen van Connexxion begin januari in Noord-Holland zullen gaan rijden.\nNadat er in het weekend vier bussen afbrandden in Haarlem, moet er eerst onderzocht worden of het om brandstichting of om een fout in de bussen ging.\nDaarom is door Connexxion besloten de overige bussen pas in te zetten als de oorzaak van de brand bekend is.\nDe bussen die in Haarlem staan, zijn onderdeel van een grotere bestelling van 111 bussen voor regio Amstelland-Meerlanden en hebben een waarde van 400.000 euro per stuk.\nHet gaat om bussen van het merk Ebusco.", "paragraphs": ["Het is onzeker of de twintig nieuwe elektrische bussen van Connexxion begin januari in Noord-Holland zullen gaan rijden. Nadat er in het weekend vier bussen afbrandden in Haarlem, moet er eerst onderzocht worden of het om brandstichting of om een fout in de bussen ging.", "Door een nog onbekende oorzaak brandden vier nieuw aangekochte bussen in de nacht van zaterdag op zondag volledig uit in de stalling van Connexxion in Haarlem.", "Daarom is door Connexxion besloten de overige bussen pas in te zetten als de oorzaak van de brand bekend is. Indien dit begin januari nog niet het geval is, zal Connexxion met de oude bussen blijven rijden.", "De bussen die in Haarlem staan, zijn onderdeel van een grotere bestelling van 111 bussen voor regio Amstelland-Meerlanden en hebben een waarde van 400.000 euro per stuk. Het gaat om bussen van het merk Ebusco.", "Het restant van de bestelling wordt gedurende het eerste en tweede kwartaal van 2021 gefaseerd geleverd. Connexxion hoopt dat de uitslag van het onderzoek op tijd bekend is, zodat de bussen de weg op kunnen. De politie, brandweer en technische recherche hebben de zaak in onderzoek."], "authors": ["Door"], "keywords": ["nieuwe", "connexxion", "van", "om", "ingezet", "een", "pas", "vier", "bussen", "en", "op", "elektrische", "oorzaak", "het", "veiligheidsonderzoek"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}