{"id": "88519d18-cce4-3bec-9231-652b48712752", "title": "De schaakspellen zijn niet aan te slepen: Netflixserie ‘The Queen’s Gambit’ heeft een ware rage ontketend", "url": "https://trouw.nl/cultuur-media/de-schaakspellen-zijn-niet-aan-te-slepen-netflixserie-the-queen-s-gambit-heeft-een-ware-rage-ontketend~be428967/", "summary": "Ze is onweerstaanbaar met haar rossige bobkapsel, grote mysterieuze bruine ogen en een kledingkast vol outfits om voor te sterven.\nEn die zet ze ook nog eens schaakmat in vijf zetten, een fluitje van een cent.\n“We spreken al van een tweede golf”, zegt Dharma Tjiam, directeur van het bondsbureau van de Koninklijke Nederlandse Schaakbond.\nHij ziet haar talent en regelt dat ze op een schooltoernooi mag spelen.\nAl snel schaakt ze op het hoogste niveau waar ze een regenboog aan kleur brengt in de grijze mannenwereld, worstelt met haar alcohol- en drugsverslaving en een fortuin verdient op internationale schaaktoernooien.", "paragraphs": ["Ze is onweerstaanbaar met haar rossige bobkapsel, grote mysterieuze bruine ogen en een kledingkast vol outfits om voor te sterven. En er is meer dat in Elizabeth Harmons voordeel werkt: het zijn de jaren zestig, de wereld bestaat uit warme bruine kleuren, luxe hotelkamers, mannen die aan haar voeten liggen. En die zet ze ook nog eens schaakmat in vijf zetten, een fluitje van een cent. Geen wonder dat de halve wereld denkt: dat wil ik ook.", "De razendpopulaire Netflixserie ‘The Queen’s Gambit’ veroorzaakt een ware schaakrage. Net als andere gezelschapsspellen zat ook schaken al sinds het begin van de coronacrisis in de lift, maar met het verschijnen van de serie vorige maand is de beer echt los. “We spreken al van een tweede golf”, zegt Dharma Tjiam, directeur van het bondsbureau van de Koninklijke Nederlandse Schaakbond.", "Ook online wordt veel meer geschaakt. De website Chess.com schrijft bezoekersrecords van boven de honderd miljoen en eerder deze week raakten de servers zelfs overbelast bij het NK internetschaken voor dames. In Google Trends is de zoekterm ‘schaken’ bijna verdrievoudigd sinds de serie op Netflix staat.", "Marcin Dorocinski als Vasily Borgov en Anya Taylor-Joy als Beth Harmon in de laatste aflevering van 'The Queen’s Gambit'. Beeld Phil Bray/Netflix", "The Queen’s Gambit is een coming-of-ageverhaal dat je direct teleporteert naar de jaren zestig. De jonge Beth, gespeeld door Anya Taylor-Joy, leert schaken van de nukkige conciërge in het weeshuis waar ze opgroeit. Hij ziet haar talent en regelt dat ze op een schooltoernooi mag spelen. Ze blijkt een genie en laat de voltallige schaakclub alle hoeken van het bord zien. Al snel schaakt ze op het hoogste niveau waar ze een regenboog aan kleur brengt in de grijze mannenwereld, worstelt met haar alcohol- en drugsverslaving en een fortuin verdient op internationale schaaktoernooien.", "Ineens op de bestsellerlijst", "The Queen’s Gambit staat krap een maand op Netflix, maar heeft nu al alle records wereldwijd gebroken. In 92 landen staat de serie in de toptien, in 63 zelfs op nummer 1. Al 62 miljoen huishoudens hebben Beth in hun harten gesloten en zich door haar laten inspireren. Zo kwam het gelijknamige boek van Walter Tevis, waarop de serie is gebaseerd, 37 jaar na publicatie opeens de bestsellerlijst van The New York Times binnenschuiven.", "En de schaakspellen zijn niet aan te slepen. Ivar Smit van Schaak- en Gowinkel Het Paard in Amsterdam heeft er slapeloze nachten van: “Ik slaap nog maar twee uur per nacht. De vraag is echt geëxplodeerd. En niet alleen hier, maar in heel Europa, dus ook de leveranciers draaien overuren. Ik hoop dat ik nog aan een nieuwe voorraad kan komen.” Smit zag in een maand tijd zijn omzet vervijfvoudigen.", "Het is een ander soort klanten dat nu zijn winkel binnen komt, grofweg te verdelen in drie categorieën: mensen die vroeger hebben geschaakt, mensen van wie de partner eerder niet geïnteresseerd was en – inderdaad – meer vrouwen. Zowel Smit als bondsdirecteur Tjiam snapt de gekte wel. De serie is knap gemaakt en omdat de makers advies hebben gekregen van grootmeester Garry Kasparov ook heel realistisch. “Alles klopt, de stellingen, de schrijvers die worden genoemd. Het is heel knap gedaan”, aldus Smit.", "Lees ook:", "Dankzij ‘The Queen’s Gambit’ heeft het schaken me gegrepen, maar de passie nog veel meer", "Column Marijn de Vries"], "authors": ["Nienke Schipper"], "keywords": ["serie", "schaakspellen", "van", "het", "op", "ontketend", "maar", "zijn", "slepen", "rage", "niet", "te", "queens", "en", "ware", "een", "ze", "dat", "netflixserie"], "pubDate": "2020-11-28T11:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}