{"id": "88524586-7993-384b-87d7-55fa8e897788", "title": "Renzo Martens profiteerde van de armoede die hij filmde: ‘Het is vernederend dat ik de energie van anderen heb verspild’", "url": "https://trouw.nl/verdieping/renzo-martens-profiteerde-van-de-armoede-die-hij-filmde-het-is-vernederend-dat-ik-de-energie-van-anderen-heb-verspild~b0e5b9a0/", "summary": "Ze maken onder andere sculpturen die, naar een idee van Martens, gereproduceerd worden in een speciaal mengsel van palmolie en cacao.\nDat hij ze valse hoop had gegeven.\n“Het had ook wél kunnen lukken, dan was het een andere film geworden.\nToch weer een witte westerse man die profiteerde van de armoede die hij filmde.\nHij werd er vrij hardhandig weggestuurd omdat hij een opstand zou veroorzaken onder de arbeiders.", "paragraphs": ["In Lusanga, een afgelegen dorpje in het westen van Congo, staat in het rijke groen een helder wit gebouwtje. Een museum, ontworpen door het toonaangevende bureau OMA. Het is een idee van de Nederlandse kunstenaar Renzo Martens (47). White ­Cube heet het – witte kubus – een term die in de kunstwereld wordt ­gebruikt om een moderne, steriele expositieruimte te beschrijven. Wat moet dat daar, in een dunbevolkte, straatarme streek, 700 kilometer van de hoofdstad Kinshasa?", "“Musea worden vaak gebouwd om het gebied eromheen te verbeteren, om een slechte stadsbuurt nieuw leven in te blazen”, zegt Martens, thuis in Amsterdam. “Politici en investeerders denken: hier kan het museum iets voor de economie betekenen. Die methode wordt vooral toegepast op plekken waar toch al veel geld beschikbaar is, in de global cities en in de westerse wereld. Er is de vreemde veronderstelling dat een museum niets goeds zou kunnen brengen op plekken waar al het kapitaal is weggezogen, zoals in Lusanga. Ik denk dat juist daar een museum nodig is, als aanjager van de economie.”", "Palmolie en cacao", "In 2017 werd de White Cube groots geopend, met gasten uit de hele wereld. Het project kreeg veel aandacht en Martens veroverde een 28ste plaats in Trouws Duurzame 100. Want het blijkt te werken. Sinds de witte kubus er staat, hebben de inwoners van Lusanga, die in bittere armoede leefden, 85 hectare grond kunnen kopen waar ze hun ­eigen groenten en fruit kweken in een ecologisch voedselbos.", "Het geld voor de aankoop werd verdiend door een groep lokale kunstenaars. Ze maken onder andere sculpturen die, naar een idee van Martens, gereproduceerd worden in een speciaal mengsel van palmolie en cacao. Deze ‘chocolade-kunstwerken’ zijn een succes; ze vonden hun weg naar galeries en musea over de hele wereld. Maar dat is maar zeer ten dele zijn verdienste, zegt Martens. In de kunstenaarsgroep CATPC zitten uiterst capabele mensen. “Ik ben al een jaar niet in Congo geweest en alles loopt prima. We hebben wel dagelijks contact via Zoom.”", "Controversiële documentaire", "Martens was de afgelopen tijd druk met het monteren van de documentaire over het project, getiteld ‘White Cube’. Die gaat op 21 november gelijktijdig in première in Lusanga en op het internationaal documentairefestival IDFA in Amsterdam. Het is de tweede keer dat hij daar een film toont die zich afspeelt in Congo, maar hij zal waarschijnlijk minder rumoer veroorzaken dan in 2008. Toen werd de controversiële documentaire ‘Episode III: Enjoy ­poverty’ door sommige critici neergesabeld als immoreel, door anderen bejubeld als een confronterend kunstwerk. Nog steeds is de discussie erover niet verstomd; dit jaar verscheen er een essaybundel van 350 pagina’s over de film.", "Renzo Martens. Beeld Max Pinkers", "Martens filmde in Enjoy Poverty hoe hij naar Congo ging en plantagearbeiders probeerde uit te leggen dat hun schrijnende armoede een grondstof is die je kunt exporteren, net als het goud, de coltan en de diamanten die uit de grond gehaald worden in opdracht van buitenlandse bedrijven. De armoede wordt volgens Martens geëxploiteerd door bijvoorbeeld fotografen die geld verdienen aan beelden van uitgehongerde kinderen en slachtoffers van de burgeroorlog. Waarom gaan jullie die beelden niet zelf maken, vroeg hij Congolese fotografen die normaal feesten en partijen in beeld brachten.", "Ze gingen aan het werk, maar niemand wilde hun foto’s kopen. Een medewerker van Artsen zonder Grenzen zei het ze onomwonden: hun werk was niet goed genoeg. ­Gedesillusioneerd dropen ze af en Martens kon ze alleen meegeven dat ze maar aan hun uitzichtloze situatie moesten wennen: “Geniet van de armoede!” Hij liet die woorden, in grote roze neonletters, oplichten in de donkere tropennacht.", "De kunstenaar werd er destijds van beschuldigd dat hij deze jonge mannen en andere mensen in de documentaire had misbruikt om zijn punt te maken. Dat hij ze valse hoop had gegeven. Martens is het daar niet mee eens. “Het had ook wél kunnen lukken, dan was het een andere film geworden. Nu heb ik een portret gemaakt dat aantoont dat armoede niet door arme mensen geëxploiteerd mag worden. Ik laat ze niet vallen, een globaal economisch politiek systeem laat ze vallen.”", "Hij heeft de jonge fotografen niet aan hun lot overgelaten: “Ik ben natuurlijk met ze in contact gebleven. Ik stuur weleens wat op en het gaat best aardig met ze.” Maar dat is niet te zien in de documentaire, die hij een radicaal kunstwerk noemt. “Een happy end was leugenachtig geweest.”", "De chocoladekunstwerken in Lusanga.", "Het was wel behoorlijk cynisch dat de carrière van Martens juist door Enjoy Poverty een flinke vlucht nam. Internationaal oogstte hij veel erkenning en won hij prijzen. Toch weer een witte westerse man die profiteerde van de armoede die hij filmde. Dat beaamt de kunstenaar volmondig. “Het was heel fijn voor mij, maar het leverde weinig op voor de mensen in Congo. Ik ontdekte er wel door dat er een markt is voor kritische kunst over dit onderwerp. Als mensen niet kunnen leven van plantagearbeid, maar wel van kritische kunst over plantagearbeid, moet je zorgen dat mensen op de plantages die positie kunnen innemen.” Zo ontstond het idee voor White Cube.", "In tranen uitbarsten", "Het dorp Lusanga, waar de witte kubus nu staat, is niet zomaar gekozen. Vroeger was dit Leverville, de eerste palmolieplantage van de Brits-Nederlandse voeding- en zeepgigant Unilever. Plantagearbeiders zwoegden hier voor een hongerloon om ons aan tropische producten te helpen en het bedrijf aan een fortuin. Een fortuin dat het bedrijf regelmatig aanwendt om kunstprojecten in de westerse wereld te sponsoren. Toen Unilever vertrok uit Lusanga, werd de situatie voor de inwoners nog treuriger. De grond was uitgeput en ook niet meer van hen. Martens wilde met het museum de situatie radicaal omdraaien.", "Voordat de kunstenaar in Lusanga terechtkwam, probeerde hij het op de plantage Boteka, die in 2009 door Unilever werd verkocht aan een andere eigenaar. Hij werd er vrij hardhandig weggestuurd omdat hij een opstand zou veroorzaken onder de arbeiders. “De mensen die werken op plantages verdienen bijna niets: mannen 18 dollar en vrouwen 9 dollar per maand.” In de nieuwe documentaire zien we hem in tranen uitbarsten als het hem niet lukt om daar verandering in te brengen. “Dat gaat over mijn eigen falen. Dat ik de tijd en de energie van anderen heb verspild, is vernederend.”", "Is de kunstenaar eigenlijk een beetje ontwikkelingswerker geworden? Martens lacht. “Nee, ik weet niets van waterputten. Ik weet wel iets van kunst. Met kleine ingrepen zoals het reproduceren van die sculpturen in chocolade heb ik geprobeerd om voor de kunstenaars in Lusanga toegang tot de internationale kunstwereld mogelijk te maken. Kleine trucjes zodat ze uiteindelijk gewoon krijgen wat hun toekomt: hun eigen land. In zekere zin is de documentaire White Cube ook zo’n truc, zodat iedereen kan zien dat dit gewoon kan.”", "Martens wil met zijn documentaire mensen inspireren; een heel ander effect dan Enjoy Poverty teweegbracht. “Die film was een portret van de status quo en een mislukte poging om daar iets aan te veranderen. White Cube is een poging om het toch te doen slagen, met vallen en opstaan en enig succes op het einde.”", "Lees ook:", "Deze IDFA-films moet u per se zien, volgens de recensenten van Trouw", "Op het 33ste ‘International Documentary Filmfestival Amsterdam’ (Idfa) van 18 november tot 7 december worden ruim tweehonderd nieuwe documentaires in omloop gebracht. De recensenten van Trouw wijzen de beste aan."], "authors": ["Harmen Van Dijk"], "keywords": ["van", "profiteerde", "het", "hij", "die", "vernederend", "ik", "verspild", "een", "martens", "en", "renzo", "dat", "ze", "te", "niet", "heb"], "pubDate": "2020-11-17T13:38:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}