{"id": "88536373-e491-35d5-8b4c-59a705df4435", "title": "Uitslag stelling: ’Chaos VS door social media’", "url": "https://www.telegraaf.nl/watuzegt/195185190/uitslag-stelling-chaos-vs-door-social-media", "summary": "Dat in de nacht van de bestorming van het Capitool tweets van Trump zijn verwijderd, vindt de meesten ook terecht.\nOok een krappe meerderheid meent dat de social media de oorzaak zijn van de politieke chaos in de VS.Driekwart van de respondenten deelt de wereldwijde verontwaardiging over de bestorming van het Capitool.\nMaar Trump kon jarenlang ongebreideld zijn gang gaan.”Over hoe het verder gaat in de VS, zijn de respondenten somber.\nTwee derde denkt bijvoorbeeld niet dat Joe Biden erin zal slagen de partijen dichter bij elkaar te brengen.\n,,Door de aanval op het Capitool en de interne strubbelingen zal niemand meer de VS zien als grootmacht op het wereldtoneel.”", "paragraphs": ["De social media-ban voor Donald Trump afgelopen dagen is veel te laat gekomen, zo stelt een meerderheid van de stellingdeelnemers. De Amerikaanse president kon vier jaar lang desinformatie verspreiden via Twitter, Facebook en Instagram.", "Dat in de nacht van de bestorming van het Capitool tweets van Trump zijn verwijderd, vindt de meesten ook terecht. Zo stelt één van hen: „Dat had al moeten gebeuren, toen hij na de Amerikaanse stembusgang begon over het ’stelen van de verkiezingen’. Vanaf toen gooide Trump met zijn tweets nog meer olie op het vuur.”", "Maar de ban van de president op sociale media vindt een krappe meerderheid tegelijkertijd ook een beperking van de vrijheid van meningsuiting. ,,Niemand zou de beperking van ’free speech’ mogen accepteren. Nu ben je overgeleverd aan de willekeur van social media, die gaan bepalen wat jij mag posten”, klinkt het. Ook een krappe meerderheid meent dat de social media de oorzaak zijn van de politieke chaos in de VS.", "Driekwart van de respondenten deelt de wereldwijde verontwaardiging over de bestorming van het Capitool. Velen vinden daarbij dat Trump nu moet worden afgezet, maar sommigen denken dat de procedure te moeilijk is in zo’n korte tijd: ,,Dat afzetten is lastig hoor, want de man is wel president.”", "Slechts een derde verwacht dat de president nu nog moeilijk gaat doen tijdens de machtsoverdracht op 20 januari. Zeker nu hij zich heeft neergelegd bij zijn verlies. Maar velen geloven dat we nog niet van hem af zijn; zij denken dat Trump over vier jaar weer een gooi gaat doen naar het presidentschap. ,,Ze moeten hem niet alleen afzetten, maar ook zorgen dat hij zich over vier jaar niet meer verkiesbaar stelt”, hoopt een tegenstander.", "Maar weer een gooi doen naar het presidentschap gaat lastig worden. De meesten denken dat de Republikeinse partij wel klaar is met Trump. Velen vinden echter ook wel dat de Republikeinse partij boter op het hoofd heeft. ,,De steun aan Trump heeft veel te lang geduurd. Ze hebben zijn leugens jarenlang geaccepteerd en ook verdedigd”, klinkt het. Een criticaster meent: ,,Deze man moet uit die partij worden gezet. Anders kunnen de Republikeinen nooit meer serieus genomen worden in de politiek in de VS.”", "Twitter treedt al enige tijd streng op tegen het verspreiden van desinformatie. Facebook is iets coulanter, hoewel de organisatie het account van Trump heeft geblokkeerd tot aan de presidentsoverdracht. Sommige deelnemers vinden dat Facebook met met twee maten meet. Een ven hen schrijft: ,,Als je wat post over Zwarte Piet krijg je meteen een ban. Maar Trump kon jarenlang ongebreideld zijn gang gaan.”", "Over hoe het verder gaat in de VS, zijn de respondenten somber. Twee derde denkt bijvoorbeeld niet dat Joe Biden erin zal slagen de partijen dichter bij elkaar te brengen. Iemand voorspelt: ,,Dat gaat Biden niet lukken, maar Harris wel. Ik denk dat zij halverwege het stokje moet overnemen, vanwege Bidens gezondheid. En dan heeft Amerika de eerste vrouwelijke zwarte president.” Bovendien zal de Amerikaanse buitenlandse politiek voorlopig vleugellam zijn, denken de meesten. ,,Door de aanval op het Capitool en de interne strubbelingen zal niemand meer de VS zien als grootmacht op het wereldtoneel.”"], "authors": ["Martine De Vente"], "keywords": ["zijn", "van", "chaos", "maar", "een", "media", "stelling", "uitslag", "vs", "social", "op", "ook", "trump", "het", "door", "niet", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}