{"id": "88600c4c-4a48-3eab-87ae-d3c4ec3a791e", "title": "Diederik Gommers beantwoordt 5 prangende vragen over het coronavirus", "url": "https://nu.nl/advertorial-nationale-wetenschapsagenda/6089691/diederik-gommers-beantwoordt-5-prangende-vragen-over-het-coronavirus.html", "summary": "Als je het virus niet hebt, mag je naar binnen.\nAls je besmet bent met het coronavirus maar geen klachten hebt, kun je dan wel andere mensen besmetten?\nOok als je in je hand hoest en daarna de deurklink aanraakt, kun je het virus doorgeven.\nJuist omdat het een paar dagen kan duren voordat je klachten krijgt, is het heel belangrijk om je aan de basisregels te houden.”3.\nHet kabinet vindt het belangrijk dat jonge mensen naar school gaan en accepteert daarmee dat het virus doorgegeven kan worden.", "paragraphs": ["Ondanks een overdaad aan nieuws en informatie, leven er nog altijd veel vragen over het coronavirus. Diederik Gommers, hoofd van de Intensive Care van het Erasmus MC, probeert er tijdens online livesessies zoveel mogelijk te beantwoorden.", "\"Als je wilt dat mensen zich aan de maatregelen houden, moet je ze kennis en informatie geven\", zegt Gommers over de online voorlichting die hij regelmatig geeft via sociale media. \"Door daar met mijn collega’s in te voorzien, hopen we dat mensen beter kunnen inschatten waarom een maatregel zinvol is.\"", "Tijdens de meest recente Vraag het de wetenschap-livesessie, georganiseerd door de Nationale Wetenschapsagenda, kreeg Gommers tientallen vragen van kijkers. We zetten vijf vragen op een rijtje:", "", "1. Kunnen we terug naar hoe het was als we een werkend vaccin hebben?", "“Dat willen we natuurlijk graag, maar er zal niet gelijk genoeg vaccin beschikbaar zijn voor iedereen. Technische universiteiten zijn daarom allemaal oplossingen aan het ontwikkelen waardoor we sneller kunnen testen en straks misschien een beetje onze vrijheid terugkrijgen. Denk bijvoorbeeld aan coronatests bij de ingang van een festival. Als je het virus niet hebt, mag je naar binnen. Heb je het wel, dan moet je terug naar huis.”", "2. Als je besmet bent met het coronavirus maar geen klachten hebt, kun je dan wel andere mensen besmetten?", "“Als je besmet bent maar geen klachten hebt, kunnen anderen het virus alsnog van jou krijgen. Bijvoorbeeld omdat je hoest, zingt of praat als mensen te dicht op elkaar staan. Ook als je in je hand hoest en daarna de deurklink aanraakt, kun je het virus doorgeven. Juist omdat het een paar dagen kan duren voordat je klachten krijgt, is het heel belangrijk om je aan de basisregels te houden.”", "3. Als je jong bent maar een familielid hebt in de risicogroep, is het dan wel slim om af te spreken?", "“Je moet proberen om het groepje mensen dat je ziet zo klein mogelijk te houden. Zie je steeds weer iemand anders uit je vriendenkring, dan loop je het risico dat je via een vriend of vriendin besmet raakt en het virus doorgeeft aan je vader en moeder. Als zij vervolgens hun ouders zien, lopen die ook het risico om het coronavirus te krijgen.”", "4. Zijn de PCR-testen wel betrouwbaar en is het aantal vals-positieve testen niet heel erg hoog?", "“De PCR-test is de Rolls-Royce onder de testen. De test is zo goed, dat hij ook kleine hoeveelheden virusdeeltjes of zelfs ‘dood’ virus aantoont. Dan heb je het virus, maar ben je niet meer besmettelijk. Daarnaast heeft iedere test een klein aantal vals-positieve testresultaten. Dan is de uitslag van de test positief, maar blijk je de ziekte niet te hebben.\"", "\"In het ziekenhuis hebben we vaker met vals-positieve resultaten te maken in testen die we gebruiken. Dat is niets om je druk over te maken. Misschien zijn er een paar mensen onnodig in quarantaine geweest. Dat is vervelend, maar de test helpt om het probleem met elkaar op te lossen.”", "5. Op middelbare scholen komen heel veel jongeren samen. Krijg je daar dan niet veel besmettingen?", "“Tijdens de coronacrisis moeten we keuzes en afwegingen maken. Het kabinet vindt het belangrijk dat jonge mensen naar school gaan en accepteert daarmee dat het virus doorgegeven kan worden. Daarom is het ook zo belangrijk dat iedereen zich houdt aan de afspraken die op de scholen gemaakt zijn en aan basisregels zoals afstand houden. Kun je geen afstand houden, zet dan een mondkapje op.”", "Vraag het de wetenschap", "Gommers ziet aan de vele positieve reacties op de livesessie van de Nationale Wetenschapsagenda dat de directe manier van communiceren aanslaat. “Je hebt het idee dat je bij iemand in de huiskamer zit en je kunt de tijd nemen om dingen beter uit te leggen, meer dan op televisie.”", "De arts windt er geen doekjes om dat hij ook niet op alle vragen antwoord heeft. “Twijfel hoort bij het leven. Zeggen dat we sommige dingen nog niet weten maar dat er volop onderzoek wordt gedaan, geeft geruststelling.”", "Daarnaast bieden de sessies volgens Gommers een beetje houvast in onzekere tijden. Ook voor hemzelf. “Ik houd het vol omdat ik vertrouwen heb in de medische en technische wetenschap. Wij hebben in Nederland ongelofelijk slimme mensen en goede universiteiten die zich met corona bezighouden. Als die huidige ontwikkelingen zich doorzetten, krijgen we dat virus met elkaar onder controle.”", "De Nationale Wetenschapsagenda", "De Nationale Wetenschapsagenda (NWA) gaat op zoek naar antwoorden op vragen over kwesties die voor iedereen relevant zijn. Meer weten? Volg de NWA op Facebook."], "authors": ["Door", "Nationale Wetenschapsagenda"], "keywords": ["vragen", "dan", "diederik", "prangende", "beantwoordt", "het", "op", "virus", "gommers", "een", "je", "dat", "en", "te", "coronavirus", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}