{"id": "8867b405-044d-3c80-b126-79701dcc3d3c", "title": "'Bestorming Capitool laat flinke kwetsbaarheid in democratie zien'", "url": "https://nu.nl/dit-wordt-het-nieuws/6100558/bestorming-capitool-laat-flinke-kwetsbaarheid-in-democratie-zien.html", "summary": "Het ging mis toen Trump-aanhangers het gebouw in Washington bestormden en voor een hoop onrust zorgden.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["Het Amerikaanse Congres kwam woensdag bijeen in het Capitool om formeel vast te stellen dat Joe Biden de winnaar van de presidentsverkiezingen is. Het ging mis toen Trump-aanhangers het gebouw in Washington bestormden en voor een hoop onrust zorgden. Hoe heeft het zo uit de hand kunnen lopen? Amerikadeskundige Diederik Brink analyseert deze opmerkelijke gebeurtenis.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["nieuws", "van", "capitool", "laat", "voor", "flinke", "democratie", "en", "kwetsbaarheid", "zien", "een", "wordt", "dit", "op", "bestorming", "het", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}