{"id": "88a066e9-e522-359c-afca-bcfbceca8459", "title": "’Bedankt hè, asociale iets te rijke (bekende) Nederlander!’", "url": "https://www.telegraaf.nl/vrouw/1981487111/bedankt-he-asociale-iets-te-rijke-bekende-nederlander", "summary": "Het enige waar ik het vaak moeilijk mee had was met de onwetendheid over wanneer ik mijn dochter weer zou gaan zien.\nIk vond dat ik een goede reden had.\nDoor gewoon na een op het vliegveld in Dubai verplichte test met een positieve uitslag toch gewoon in het vliegtuig te stappen.\nEerst zelf lopen feesten en beesten om vervolgens met een valse verklaring richting Nederland te vliegen met de kans anderen te besmetten.\nWant wij houden ons wél aan de maatregelen en vinden het op dit moment te onveilig om naar Dubai af te reizen.", "paragraphs": ["Ik had eindelijk iets om naar uit te kijken. Samen met mijn zoon zou ik op 21 januari naar mijn oudste dochter, zijn zus, toe vliegen in Dubai. Het afgelopen jaar heb ik mijn dochter welgeteld één keer gezien. Mijn zoon drie, hooguit vier keer. De laatste keer dat ik hen samen zag was vorig jaar op 1 maart. Ik weet nog dat we onschuldige grappen maakten over dat virus dat ergens aan het rondwaren was. Geen moment kwam het in mij op dat het weleens heel lang zou gaan duren voordat ik mijn kinderen weer een keer samen zag.", "Het afgelopen jaar was zwaar voor iedereen. Het enige waar ik het vaak moeilijk mee had was met de onwetendheid over wanneer ik mijn dochter weer zou gaan zien. Of ik haar überhaupt nog een keer zou gaan zien. Dat onschuldige virus sloeg als een wildeman om zich heen en ik als vrouw van tweeënvijftig, die nog nooit de griep had gehad, had geen idee hoe mijn lichaam zou gaan reageren op dit virus als ik zou worden besmet. Soms schrok ik wakker uit mijn slaap met het besef dat, wanneer ik op de IC terecht zou komen, mijn oudste niet naar mij toe zou kunnen komen.", "Eindelijk een weekje vrij", "Ik probeerde zo goed en zo kwaad als dat ging alle maatregelen na te leven. Zelfs wanneer deze in mijn beleving stupide of overdreven leken, hield ik me er toch aan. Niet alleen voor anderen, maar ook voor mezelf. Afgelopen oktober trokken mijn kinderen en ik onze agenda en prikten wij een datum. 21 januari. Bij een van de laatste persconferenties hoorde ik hoe Mark Rutte mensen die zonder echte reden toch naar het buitenland vlogen, aso’s noemde.", "Ik vond dat ik een goede reden had. Ik vond mezelf geen aso. Aso’s waren mensen die vonden dat ze nu toch echt een vakantie hadden verdiend na al dat ‘binnen’ zitten. Die de maatregelen al hier in Nederland aan hun laars lapten en daar vrolijk op het strand van een of andere côte of plage mee doorgingen.", "Vitale vuilnisman", "Mijn zoon van 23 die zich het afgelopen jaar het schompes had gewerkt als vitale vuilnisman en die al een jaar lang geen enkel feestje of festivalletje had bezocht, wist eindelijk een weekje vakantie los te peuteren bij zijn werkgever. Mijn dochter met een meer dan fulltimebaan wist ook wat vrije daagjes in te roosteren. Ik als zelfstandige zonder personeel zette een rood kruis in mijn agenda.", "We zouden eindelijk het nieuwe huis van mijn kind en haar man gaan zien. We zouden eindelijk weer samen met zijn drietjes zijn. Ik kon eindelijk weer een klein weekje gaan moederen over mijn kindjes. Ik wilde niet naar Dubai voor de zon. Of het strand. Of om op Nikki Beach te gaan paraderen of om ergens cocktails te gaan drinken in een hippe bar. Ik wilde weer even mama zijn. Dat is alles wat ik wilde. Daar keek ik naar uit.", "Alles is te koop", "Maar het gaat niet door. In de afgelopen maanden zaten de vliegtuigen namelijk vol ‘Hollanders’ richting Dubai. En ook al zijn ze in Dubai extreem streng over het naleven van alle maatregelen, Nederlanders zouden Nederlanders niet zijn als ze zich zelfs in een land als Dubai niet zouden misdragen. Vooral de hedonistische (Bekende) iets te rijke Nederlander heeft mijn kleine fijne vooruitzicht naar de klote geholpen.", "Hoe dan, vraag je je af? Door gewoon na een op het vliegveld in Dubai verplichte test met een positieve uitslag toch gewoon in het vliegtuig te stappen. In Dubai is namelijk, zoals in heel veel andere landen, alles te koop met geld. Ook negatieve uitslagen. Ik wist niet dat er een overtreffende trap bestond van asociaal, maar blijkbaar is die er dus wel. Eerst zelf lopen feesten en beesten om vervolgens met een valse verklaring richting Nederland te vliegen met de kans anderen te besmetten.", "Dus wij gaan niet. Dat hebben we, hoe zonde dat ook is, met z’n drietjes besloten. Want wij houden ons wél aan de maatregelen en vinden het op dit moment te onveilig om naar Dubai af te reizen. Mijn zoon zal, zoals het ernaar uitziet, al zijn opgenomen vrije dagen weer opgesloten zitten in zijn studiootje. Mijn dochter zal voorlopig haar nieuwe woning niet vol trots aan mij kunnen laten zien. Ik zal mijn ‘mama zijn’ weer voor weet ik veel hoelang moeten parkeren."], "authors": ["Miriam Mars"], "keywords": ["ik", "zijn", "het", "asociale", "mijn", "en", "een", "bedankt", "met", "hè", "rijke", "iets", "te", "op", "bekende", "dat", "nederlander"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}