{"id": "88a309f1-74e1-3c04-9ef6-7500b65e2b06", "title": "Hotel De L’Europe is de favoriete plek van Cris Bartels: ‘Ik voel me hier de koning te rijk’", "url": "https://volkskrant.nl/de-gids/hotel-de-l-europe-is-de-favoriete-plek-van-cris-bartels-ik-voel-me-hier-de-koning-te-rijk~b0be5bee/", "summary": "Cris Bartels: ‘We zijn hier in een stijlkamer van Hotel De L’Europe, die beschikbaar is als gedeelde werkplek.\nDat geeft mij nieuwe perspectieven.’‘Het transformeren van hotels in werkplekken was een idee van mijn collega Thomas van Leeuwen en mij samen.\nZo maakte ik een capuchontrui van een T-shirt van de metalband Iron Maiden.\n‘Ja, van een voetbalhooligan-trui van FC Eindhoven naar een chino met huisvaderschoenen.\nDaarom moet ik het maar doen met een tasje.’Beeld Jordi HuismanSchoenen‘Deze New Balance 990V5’s zijn de fijnste schoenen die ik ooit heb gedragen.", "paragraphs": ["Beeld Jordi Huisman", "Wie?", "Cris Bartels (40)", "", "Waar?", "", "In Hotel De L’Europe in Amsterdam.", "Wat doet hij?", "Hij is creatief strateeg bij D/DOCK, een bureau dat creatieve projecten ontwikkelt, zoals een app waarmee je een werkruimte in hotels kunt boeken.", "Waar zijn we?", "Cris Bartels: ‘We zijn hier in een stijlkamer van Hotel De L’Europe, die beschikbaar is als gedeelde werkplek. Eens in de week breng ik hier de dag door met mijn laptop. Ik voel me dan de koning te rijk. Het is net alsof ik in een prachtig paleis zit en een rol speel in een fantasieverhaal. Mijn huis is minimalistisch ingericht, met een warme touch. Deze plek heeft juist een klassiek thema en is verschrikkelijk rijk, met veel verschillende materialen, kleuren en vormen. Ik stap hier in een ander verhaal. Dat geeft mij nieuwe perspectieven.’", "‘Het transformeren van hotels in werkplekken was een idee van mijn collega Thomas van Leeuwen en mij samen. Door de coronaregels mag je niet meer allemaal op kantoor aanwezig zijn en tegelijkertijd zitten hotels met lege kamers. We zien hotels als het nieuwe dorpsplein.’", "Heb je een favoriete werkplek in deze ruimte?", "", "‘Ja, dat is het verscholen hoekje bij het raam. Terwijl ik aan het werk ben, hoor ik op de achtergrond geluiden van het hotel: mensen die zich verplaatsen, het gerinkel van drankjes die geserveerd worden en gasten die komen inchecken. Ik kan me beter concentreren in een ruimte waar het niet helemaal stil is.’", "Wat heb je aan?", "‘Deze jas heb ik zelf gemaakt. Toen mijn dochter Cléo werd geboren heb ik een sabbatical van acht maanden genomen en ben ik begonnen met naaien. Voor Cléo’s babykleding gebruikte ik oude kleding met mooie herinneringen. Zo maakte ik een capuchontrui van een T-shirt van de metalband Iron Maiden. Dat kon eigenlijk echt niet.", "‘Wat was ik moe als jonge vader! Bij dat naaien ging meer fout dan goed: katoenen jurkjes die binnenstebuiten vastgenaaid zaten of niet meer pasten toen ze eindelijk af waren. Maar dat mag de pret niet drukken. Trendvoorspeller Lidewij Edelkoort zegt dat we nu in de age of the amateur zitten; je hoeft geen couturier te zijn om achter de naaimachine te zitten.’", "Is jouw stijl door de jaren heen veranderd?", "‘Ja, van een voetbalhooligan-trui van FC Eindhoven naar een chino met huisvaderschoenen. Op de designacademie werd mijn stijl erg expressief. Zo had ik gemillimeterd haar met een matje: business in the front en party in the back. Ik wilde me toen afzetten tegen het systeem waar ik nu graag deel van uitmaak. Mijn kledingstijl is meeveranderd, die is nu down to earth met eenvoudige kleding, gemaakt van mooie materialen.’", "", "Hoe ziet jouw droomhuis eruit?", "‘Eigenlijk woon ik daar nu in: een appartement aan de Herengracht in Amsterdam van 70 m². Het is wel tweehoog én aan de achterkant. Mijn buurman zegt altijd: ‘Je kunt beter de kleinste kamer hebben in een duur hotel, dan de grootste kamer in een goedkoop hotel.’ De indeling van ons huis is ongebruikelijk. We slapen bijvoorbeeld boven de zitkamer. Deze ruimtes worden verbonden door een soort zwembadtrap van Maarten Baas. In mijn volgende droomhuis, het liefst in New York, zou ik graag een volgende stap nemen in deze onconventionele indeling. Maar voorlopig blijf ik op de Herengracht.’", "Jas", "‘De jas is van het Amerikaanse merk Reese Cooper. Je koopt hem als doe-het-zelfpakket. De patronen, stoffen en het label krijg je opgestuurd, inclusief een videohandleiding. Het is een reactie op de wegwerpcultuur; als je zelf iets maakt, waardeer je het meer en doe je het nooit meer weg.’", "Beeld Jordi Huisman", "Tas", "‘Op deze canvastas van Museum Voorlinden staat een kunstwerk afgebeeld van kunstenaar Jonas Wood. Sinds de academie verzamel ik kunst en design, maar het werk van Wood is helaas te populair en duur geworden. Daarom moet ik het maar doen met een tasje.’", "Beeld Jordi Huisman", "Schoenen", "‘Deze New Balance 990V5’s zijn de fijnste schoenen die ik ooit heb gedragen. Hiervoor droeg ik vijftien jaar lang Nike Air Max 1, maar die zaten opeens niet lekker meer. Toen ik New Balance-schoenen kocht, voelde het als vreemdgaan.’", "Beeld Jordi Huisman", "Uniform", "‘Het is misschien heel mannelijk om eenkennig te zijn – of is dat seksistisch? Als een kledingstuk goed zit, koop ik daar veel exemplaren van. Ik heb veel kleding, maar ik gooi nooit iets weg. Mijn kleding is een soort uniform: ik heb van Uniqlo acht van deze broeken en dertig paar dezelfde sokken, twintig dezelfde overhemden van Filippa K en veertig zwarte boxershorts van H&M. Je kunt er nooit genoeg van hebben. Of nou ja, het is eigenlijk afhankelijk van hoe vaak je de was doet.’"], "authors": ["Emilie Van Kinschot"], "keywords": ["van", "dat", "die", "een", "mijn", "en", "hier", "te", "ik", "voel", "koning", "leurope", "plek", "je", "hotel", "met", "het", "rijk"], "pubDate": "2020-10-02T13:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}