{"id": "88a32890-d326-3ffd-bbb4-b0c51b015525", "title": "Het Nationale Ballet gooit een volle snoeptrommel leeg tijdens hun Kerstgala", "url": "https://trouw.nl/cultuur-media/het-nationale-ballet-gooit-een-volle-snoeptrommel-leeg-tijdens-hun-kerstgala~bbf7dd00/", "summary": "Kijken naar een balletgala is alsof je een greep doet uit een snoeptrommel.\nJe snaait het ene dropje na het andere zuurtje, totdat je er een beetje misselijk van bent.\nDit gevoel kon je overhouden aan het Kerstgala van Het Nationale Ballet, een ruim twee uur durende semi-livestream van hoogtepunten uit het repertoire van Nederlands enige klassieke balletgezelschap.\nHét kerstballet ‘Notenkraker en Muizenkoning’ kon om bekende redenen niet doorgaan en dit online Kerstgala diende als pleister op de wonde.\nWat kan soliste Maia Makhateli toch uitstekend ultraklassieke rollen met een diep gelaagd gevoel gestalte geven.", "paragraphs": ["Kijken naar een balletgala is alsof je een greep doet uit een snoeptrommel. Bij voorbaat word je er opgewonden van: wat zal er allemaal voor lekkers in zitten? Je snaait het ene dropje na het andere zuurtje, totdat je er een beetje misselijk van bent. Met evengoed een vreemd voldaan gevoel.", "Dit gevoel kon je overhouden aan het Kerstgala van Het Nationale Ballet, een ruim twee uur durende semi-livestream van hoogtepunten uit het repertoire van Nederlands enige klassieke balletgezelschap. Hét kerstballet ‘Notenkraker en Muizenkoning’ kon om bekende redenen niet doorgaan en dit online Kerstgala diende als pleister op de wonde. Noem dit gala gerust een hele strip aan pleisters.", "Aldus logden afgelopen zaterdagavond zo’n kleine tienduizend toeschouwers in (dat is zo’n zes uitverkochte Stopera’s) van achter hun scherm. Onwennig, getuige de allengs hysterischer wordende hulproepen om technische assistentie in het commentaarscherm bij de stream, waar het IT-supportteam stoïcijns-opgewekt op bleef reageren.", "Innemend werk en dramatisch duet", "Wie zich wél toegang wist te verschaffen werd getrakteerd op maar liefst twaalf programmaonderdelen, begeleid door het Balletorkest onder leiding van Matthew Rowe. In dit snoepblik zat werkelijk álles waarmee Het Nationale Ballet zich internationaal op de kaart heeft gezet. Van de jazzy Gershwin-balletten van George Balanchine tot de ultraklassieke grand pas de deux uit ‘Notenkraker’. Van innemend werk van Hans van Manen tot een dramatisch duet uit John Cranko’s ‘Onegin’. De balkonscène uit ‘Romeo en Julia’ kwam voorbij, de gedanste sneeuwvlokjes uit ‘Notenkraker’ zorgden voor kerstsferen.", "Er gaat niets boven live natuurlijk, maar voor het oog van de camera’s kon het uitstekende niveau van de dansers in al zijn rijkdom en verscheidenheid fantastisch worden geëtaleerd. Wat kan soliste Maia Makhateli toch uitstekend ultraklassieke rollen met een diep gelaagd gevoel gestalte geven. Haar danspartner in de grand pas de deux uit ‘Notenkraker’, Young Gyu Choi, is en blijft de charmante sprongenkoning naar wie je gewoon móét kijken. Er werd sowieso opvallend goed gepartnerd in duetten, op de vierkante millimeter, met een heerlijke Salome Leverashvili en Timothy van Poucke in Wubkje Kuindersma’s smaakvolle nieuwe ballet ‘Echo’s of Tomorrow’ als een van de hoogtepunten.", "Veruit de lekkerste snoepjes uit de trommel waren afkomstig van Anna Tsygankova en Costa Allen in Christopher Wheeldons prachtige ‘Duet’ uit 2012. Gevoelig en toch krachtig – en in volledig samenzijn – tilt het danskoppel Ravels romantisch-melancholische pianoconcert in G major naar een hoger plan. We zien hier de vertolking van liefde in al zijn sensuele en rauwe hoedanigheden, afgezet tegen een geschilderde achtergrond met waterige snoepkleuren.", "Er komt een herkansing voor wie wil; het Kerstgala wordt zondag 27 december vanaf 12.00 uur herhaald tot maandag 28 december 12.00 uur (€ 15). www.operaballet.nl/nl/online/kerstgala"], "authors": ["Alexander Hiskemuller"], "keywords": ["volle", "van", "leeg", "nationale", "kerstgala", "en", "uit", "een", "hun", "voor", "met", "gooit", "op", "het", "notenkraker", "tijdens", "snoeptrommel", "je"], "pubDate": "2020-12-21T11:47:45Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}