{"id": "88b2ac8b-3984-3846-9f81-5b3810ce0a63", "title": "Van ’t Hek en Weijers trekken samen op voor meer publiek", "url": "https://www.parool.nl/nederland/van-t-hek-en-weijers-trekken-samen-op-voor-meer-publiek~b19fc82e/", "summary": "Beeld ANPOp oudejaarsavond zijn ze elkaars concurrenten in de strijd om kijkcijfers, maar de coronacrisis dwingt Youp van ’t Hek en Guido Weijers en hun collega’s samen na te denken.\nIn studio 100 manDirecteur Hans Floberg van Hekwerk, het impresariaat van Van ’t Hek, bevestigt het contact met het ‘kamp-Weijers’.\nGezamenlijk wordt bijvoorbeeld nagedacht over de mogelijkheid om de conferences dan maar in een televisiestudio op te nemen.\nBij een registratie van een oudejaarsconference zouden 25 crewleden en 75 bezoekers kunnen zijn, een ruime verdubbeling dus van het publiek.\nMaar het vergt wel heel veel improvisatie, want je hebt dan alleen een kale hal, met een betonnen vloer en een hol geluid.", "paragraphs": ["Youp van 't Hek. Beeld ANP", "Op oudejaarsavond zijn ze elkaars concurrenten in de strijd om kijkcijfers, maar de coronacrisis dwingt Youp van ’t Hek en Guido Weijers en hun collega’s samen na te denken. Ze willen meer publiek bij de televisieregistraties van hun oudejaarsconferences zien te krijgen.", "Volgens de huidige richtlijnen mogen Van ’t Hek (wiens conference geprogrammeerd staat op NPO 1) en Weijers (die het jaar bij RTL 4 uitluidt) niet meer dan 30 man publiek ontvangen, ook al worden de optredens voor de televisie opgenomen in de grote theaters Carré (Amsterdam, Van ’t Hek) en De Maagd (Bergen op Zoom, Weijers). Beide cabaretiers vrezen dat de voorstellingen niet goed worden, door het gebrek aan publiek.", "In studio 100 man", "Directeur Hans Floberg van Hekwerk, het impresariaat van Van ’t Hek, bevestigt het contact met het ‘kamp-Weijers’. Gezamenlijk wordt bijvoorbeeld nagedacht over de mogelijkheid om de conferences dan maar in een televisiestudio op te nemen. Anders dan in theaters – ongeacht de grootte – mogen in televisiestudio’s 100 man rondlopen. Dat hebben televisieproducenten, verenigd in een alliantie, in overleg met het RIVM en het ministerie van Economische Zaken vastgelegd in een coronaprotocol voor de hele branche.", "Om die reden mochten bij de Sinterklaasshow van Paul de Leeuw (afgelopen zaterdag bij RTL 4) en de kerstspecial van All You Need is Love (kerstavond te zien op dezelfde zender) 100 mensen zich op de studiovloer bevinden, zolang ze zich maar houden aan alle voorwaarden van het protocol.", "Bij een registratie van een oudejaarsconference zouden 25 crewleden en 75 bezoekers kunnen zijn, een ruime verdubbeling dus van het publiek. Floberg: “Daar denken we echt wel over na, zelfs om de voorstellingen van Youp en Guido achter elkaar op te nemen in zo’n studio. Maar het vergt wel heel veel improvisatie, want je hebt dan alleen een kale hal, met een betonnen vloer en een hol geluid. Er staat nog geen podium, nog geen enkele stoel. Hoe krijgen we dat dan voor elkaar? Maar goed, eerdaags moeten we toch echt een knoop doorhakken.”", "Ontheffing gevraagd aan Halsema", "Van ’t Hek heeft aan burgemeester Halsema van Amsterdam, tevens voorzitter van de plaatselijke veiligheidsregio, ontheffing gevraagd voor de bezoekersregeling in Carré voor de televisieregistratie van Korrel Zout, zijn tiende en mogelijk laatste oudejaarsconference. Eenmalig zou hij voor 250 man in het koninklijke theater willen spelen. Een formeel antwoord is nog niet binnen, maar Halsema liet voor de camera’s van AT5 al duidelijk blijken niet mee te willen werken aan zo’n uitzonderingspositie."], "authors": ["Jeroen Schmale"], "keywords": ["van", "dan", "trekken", "hek", "het", "op", "weijers", "voor", "meer", "maar", "een", "en", "te", "publiek", "samen"], "pubDate": "2020-12-09T17:44:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}