{"id": "88bc613a-673d-31fc-97aa-77d0c3f44a53", "title": "Koeman denkt nog aan landstitel: 'Dit was beste eerste helft van seizoen'", "url": "https://nu.nl/voetbal/6097205/koeman-denkt-nog-aan-landstitel-dit-was-beste-eerste-helft-van-seizoen.html", "summary": "Ronald Koeman vindt de 2-1-zege van Barcelona op Real Sociedad dikverdiend.\n\"Dit was zeker de beste eerste helft van het seizoen.\nWe waren erg goed aan de bal en creëerden veel kansen\", zei Koeman woensdagavond op de persconferentie in Camp Nou.\nDe ploeg van Koeman bezet na twaalf duels de vijfde plek en heeft zes punten achterstand op koploper Atlético Madrid, dat een wedstrijd minder speelde.\nDe trainer denkt dat zijn ploeg nog volop mee gaat strijden om de landstitel.", "paragraphs": ["Ronald Koeman vindt de 2-1-zege van Barcelona op Real Sociedad dikverdiend. Volgens de trainer heeft zijn ploeg het kampioenschap na een moeizame seizoenstart nog in eigen hand.", "\"Dit was zeker de beste eerste helft van het seizoen. We waren erg goed aan de bal en creëerden veel kansen\", zei Koeman woensdagavond op de persconferentie in Camp Nou. In de eerste helft boog Barcelona door treffers van Jordi Alba en Frenkie de Jong een achterstand om tegen de nummer twee van La Liga.", "Na rust speelde 'Barça' beduidend minder, maar trok de ploeg de drie punten over de streep. \"Het werd een stuk moeilijker. Sociedad speelde ook een goede wedstrijd en heeft zeker kansen gehad\", gaf Koeman toe.", "\"Het was een wedstrijd op hoog niveau. Er waren momenten waarop we moesten verdedigen en dat deden we met het hele team. Op basis van onze instelling vind ik de zege verdiend\", zo oordeelde de oud-bondscoach van Oranje.", "Door: Pro Shots", "Antoine Griezmann was met een schot op de paal dicht bij een derde treffer voor Barcelona. (Foto: Pro Shots)", "'Als we spelen als vandaag, is alles mogelijk'", "Door de thuiszege behoudt Barcelona de aansluiting met de Spaanse top. De ploeg van Koeman bezet na twaalf duels de vijfde plek en heeft zes punten achterstand op koploper Atlético Madrid, dat een wedstrijd minder speelde.", "De trainer denkt dat zijn ploeg nog volop mee gaat strijden om de landstitel. \"Natuurlijk kan dat. Het seizoen is nog erg lang. Het zal van onszelf afhangen. Als we blijven spelen zoals vandaag, dan is alles nog mogelijk.\"", "Barcelona speelt voor de jaarwisseling nog tegen Valencia (thuis), Real Valladolid (uit) en Eibar (thuis).", "Bekijk de stand, de uitslagen en het programma in La Liga"], "authors": ["Door"], "keywords": ["helft", "nog", "denkt", "van", "eerste", "seizoen", "een", "het", "barcelona", "landstitel", "en", "op", "dat", "beste", "koeman", "dit", "ploeg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}