{"id": "88c26356-80e0-33ae-ac9e-1ff8b2fe2e24", "title": "Wat corona aanricht bij patiënten die geen corona hebben", "url": "https://volkskrant.nl/wetenschap/wat-corona-aanricht-bij-patienten-die-geen-corona-hebben~bf651910/", "summary": "Eind vorig jaar merkte Barbara Knegt (59) dat ze bij haar wekelijkse hardlooprondjes nog maar net bij de groep kon aanklampen.\nSinds de uitbraak zijn zo’n vijfduizend kankerdiagnoses gemist, en van die achterstand zijn er nog maar duizend ingelopen.\nIn afwachting van die harde data zijn het voorlopig de ervaringen van artsen die een beeld moeten schetsen.\nIn twee maanden tijd kwam dat vijftien keer voor, en dat waren meer gevallen dan in dezelfde periode in voorgaande jaren.\n‘Ik hoop zo dat het toch nog aanslaat.’Dit is een nieuwe versie van een stuk dat op 13 november werd gepubliceerd.", "paragraphs": ["De intensieve coronazorg redt levens, maar patiënten met andere ziektes mijden de zorg en veel reguliere zorg is niet beschikbaar. Onderzoek laat zien dat het aantal kankerdiagnoses sterk is gedaald. Zullen al het uitstel en afstel meer levens kosten dan het virus?", "Eind vorig jaar merkte Barbara Knegt (59) dat ze bij haar wekelijkse hardlooprondjes nog maar net bij de groep kon aanklampen. Haar conditie ging zo hard achteruit dat ze hijgend door het bos sjokte. Ze was ook moe maar ja, ze had een druk leven met een fulltimebaan bij een internationaal bedrijf en ze is nogal een hyperactief persoon, vertelt ze opgewekt via de telefoon. Ze parkeerde haar klachten, die hadden vast te maken met de COPD waaraan ze al jaren lijdt: haar longen zijn ontstoken en beschadigd, het is een chronische ziekte die langzaam voortschrijdt.", "Het werd tijd voor een nieuwe longfunctietest, bedacht ze, een onderzoek dat ze twee keer per jaar bij de huisarts laat doen om in de gaten te houden hoe de COPD zich ontwikkelt. Maar een afspraak bleef uit: eerst was de praktijkassistent langdurig afwezig, en toen zij dit voorjaar terugkeerde, brak de coronapandemie uit. Maandenlang kon ze niet terecht. ‘Waarom weet ik niet precies, vermoedelijk omdat longpatiënten een risicogroep vormen voor dit virus en het te gevaarlijk werd geacht om naar de huisarts te komen.’ Het duurde tot augustus voordat haar test werd uitgevoerd en haar zorgen, inmiddels aangewakkerd, bleken terecht: de functie van haar longen was behoorlijk achteruitgegaan.", "Ze kreeg een verwijzing naar de longarts, op de röntgenfoto was zichtbaar dat de lymfeklieren tussen haar longen waren opgezet. Een CT-scan en een PET-scan brachten half oktober duidelijkheid: niet-kleincellige longkanker met uitzaaiingen naar de lymfeklieren. Op de scan zag ze allemaal highlights zitten, vertelt ze, kleurige vlekjes van nek tot lies op de plekken waar de kankercellen zich hadden genesteld. In de woorden van de longarts: ‘Foute boel.’", "Barbara Knegt", "Ze heeft een mutatie waarvoor nog geen precisiemedicijnen bestaan. Chemokuren en immuuntherapie moeten haar leven gaan rekken, genezing is niet meer mogelijk. Van alle patiënten haalt 15 procent de vijf jaar, zei de arts haar onomwonden toen ze na drie telefonische afspraken eindelijk tegenover hem zat in de spreekkamer: ‘Het leek hem een wonder als ik daarbij zou zitten. Nu hou ik van directheid, maar dat ging wel ver.’", "Zou het hebben uitgemaakt als ze eerder bij de huisarts terecht had gekund? Had ze moeten aandringen? Had dat een gunstiger prognose opgeleverd? Zeker is dat niet, maar als ze een half jaar eerder was geweest, was de kans op uitzaaiingen wel kleiner geweest, zegt ze. Haar man is daar boos over, zij is niet rancuneus. ‘Ik neem niemand iets kwalijk, wat heeft dat voor zin? Laat ik mijn energie niet steken in negativiteit maar in de behandelingen, ik wil genieten van alle dagen die nog komen.’", "Keerzijde", "Het verhaal van Barbara laat zien welk persoonlijk leed er schuilgaat achter de waarschuwing die al maanden doorklinkt in rapporten en analyses: de intensieve zorg voor coronapatiënten heeft een keerzijde. Er zijn talloze levens door gered, maar de prijs die andere patiënten daarvoor betalen is levensgroot.", "De cijfers spreken klare taal: zo schreven huisartsen sinds het begin van de pandemie bijna een miljoen minder doorverwijzingen uit naar het ziekenhuis. Het aantal operaties daalde, afhankelijk van het type, met tientallen procenten.", "Sinds de uitbraak zijn zo’n vijfduizend kankerdiagnoses gemist, en van die achterstand zijn er nog maar duizend ingelopen. De bevolkingsonderzoeken naar kanker kwamen stil te liggen, waardoor het aantal patiënten dat vanwege een verdachte uitslag werd doorverwezen voor nader onderzoek in tien weken tijd met bijna 20 duizend daalde. Chemokuren gingen meestal wel door, maar andere kankerbehandelingen, scans en operaties werden nogal eens opgeschort.", "De achterstand is nog steeds niet ingelopen, zo blijkt uit onderzoek van de Nederlandse Vereniging voor Pathologie waar de NOS begin december over bericht. Gegevens uit Palga, de databank van de pathologen, laat zien dat het aantal diagnoses 10 tot 15 procent achterblijft bij de gemiddelden van de afgelopen 5 jaar. Zo zijn er dit jaar 24 procent een kwart minder biopten afgenomen voor borstkanker en 27 procent minder darmpoliepen weggehaald voor onderzoek.", "Tussen half maart en eind april daalde het aantal orgaandonaties en -transplantaties met meer dan 60 procent; transplantaties van nieren en levers van levende donoren (meestal een familielid) vonden een aantal weken zelfs helemaal geen doorgang.", "Al dat uitstel en afstel heeft ‘ongekende, disproportionele schade’ opgeleverd, schreven onderzoekers van adviesbureau Gupta in mei: ze becijferden dat door de afschaling van de reguliere zorg alleen al in Nederland tienduizend mensen gemiddeld tien jaar eerder zouden komen te overlijden, een verlies dat veel groter is dan de winst aan levensjaren die de zorg voor coronapatiënten heeft opgeleverd. Het rapport riep nogal wat kritiek op, het was een studie met allerlei aannamen die niet per se juist hoefden te zijn, zo klonk het.", "Toch denkt cardioloog Bert van Rossum, voorzitter van de Nederlandse Vereniging voor Cardiologie (NVVC), dat de cijfers weleens kunnen kloppen. ‘De onderzoekers hebben in hun analyse geen rekening gehouden met een tweede golf. En zelfs al gaat het deels om aannamen, het is goed om zulke berekeningen te maken, het bracht boven tafel waar we op moeten letten. Zoveel patiënten van wie de gezondheid verslechtert door het uitblijven van noodzakelijke zorg: die impact is onwaarschijnlijk groot, dat moeten we onder ogen zien.’", "Het is een boodschap die ook opduikt in de wetenschappelijke vakbladen: als we over een paar jaar de balans opmaken, zouden we onder de streep weleens meer niet-coviddoden kunnen tellen, zegt een Amerikaanse cardioloog in vakblad The New England Journal of Medicine. Het is niet onwaarschijnlijk dat er uiteindelijk meer patiënten overlijden door het virus dan aan het virus, beaamt Carin Uyl-de Groot, hoogleraar evaluatie van de gezondheidszorg aan de Erasmus Universiteit. Op verzoek van de Volkskrant becijferde ze, op basis van een onlangs in The Lancet gepubliceerde Britse studie, hoeveel extra kankerpatiënten hier binnen vijf jaar overlijden doordat zij te laat zorg hebben gekregen. Alleen al voor borstkanker, longkanker, darmkanker en slokdarmkanker (de vier typen die in het Britse onderzoek aan bod komen) zijn dat er in het beste geval bijna zestienhonderd.", "Beeld Marthe van de Grift", "Oversterfte", "De Amerikaanse sterftecijfers die vorige maand door de nationale gezondheidsdienst CDC werden gepubliceerd, vormen de beste illustratie van wat daar ‘de stille impact van covid’ wordt genoemd. Van eind januari tot begin oktober telde de dienst bijna 300 duizend meer sterfgevallen dan normaal, maar slechts tweederde van die zogeheten oversterfte kon worden toegeschreven aan covid-19. Nadere analyses in vakblad Jama maken duidelijk dat er de afgelopen maanden veel meer Amerikanen dan gemiddeld zijn overleden aan een hartkwaal en aan diabetes. Het kan niet anders of ze hebben uit angst voor het virus te laat hulp gezocht, aldus de onderzoeksleider.", "Hoe groot die stille impact in Nederland is, moet nog worden uitgezocht, zegt Tanja Traag, hoofdsocioloog bij het CBS. Tot nu toe is de oversterfte even hoog als het aantal mensen dat, volgens artsen die de dood vaststellen, is overleden aan covid-19. Mogelijke extra sterfgevallen aan bijvoorbeeld kanker of hartkwalen zullen niet meteen in de cijfers zijn terug te vinden, vermoedt ze. ‘Het effect van uitgestelde zorg zien we pas op lange termijn, en als het niet om heel grote aantallen gaat, moeten we ons steeds afvragen: is het een corona-effect of een normale fluctuatie van de cijfers?’", "Het CBS ziet deze maanden nog geen opmerkelijke trends in de doodsoorzaken, aldus Traag, of het moet zijn dat het aantal verkeersdoden gelijk is gebleven (ondanks de afgenomen verkeersdrukte) en het aantal zelfdodingen stabiliseert (ondanks de deprimerende omstandigheden).", "In afwachting van die harde data zijn het voorlopig de ervaringen van artsen die een beeld moeten schetsen.", "Longarts Wanda de Kanter ziet in het Antoni van Leeuwenhoek veel longkankerpatiënten voor een second opinion en ze vertellen haar geregeld dat ze door corona veel later bij een dokter zijn beland dan ze hadden gewild. ‘Soms maakten ze zich begin dit jaar al zorgen, maar kregen ze pas in augustus de diagnose. Veel patiënten zijn daar verdrietig over, ze zijn bang dat hun prognose slechter is. Dat is goed mogelijk, al weten we dat nooit helemaal zeker. Longkanker is een sluimerende ziekte, je voelt en merkt er heel lang niets van. Dat je de diagnose eerder hoort, hoeft niet te betekenen dat je langer leeft, maar toch blijft het patiënten erg dwarszitten.’", "Lijckle van der Laan, vaatchirurg in het Amphia Ziekenhuis in Breda, zag tijdens de lockdown dat hij en zijn collega’s bij patiënten met ernstige vaatproblemen vaker tot een grote amputatie (van bijvoorbeeld een onderbeen) moesten overgaan dan de jaren ervoor. In twee maanden tijd kwam dat vijftien keer voor, en dat waren meer gevallen dan in dezelfde periode in voorgaande jaren. ‘Natuurlijk, het gaat om kleine aantallen’, relativeert hij aan de telefoon. ‘En of de pandemie de oorzaak is, kan ik niet hard maken, hoewel we soms wel van patiënten hoorden dat ze niet goed naar hun huisarts of naar het ziekenhuis durfden. Het was een eerste indruk, maar wel een die we zo opmerkelijk vonden dat we er aandacht voor wilden.’", "Van der Laan publiceerde de Nederlandse cijfers deze zomer in vakblad Annals of Vascular Surgery en ziet zijn indruk bevestigd door onderzoek in twee Amerikaanse ziekenhuizen en een in Italië. Een groot aantal Nederlandse ziekenhuizen registreert nu, tijdens de tweede golf, de gevolgen voor de vaatchirurgie, met speciale aandacht voor grote amputaties. Niet zonder reden, zegt Van der Laan: in het eerste jaar na amputatie van een (onder)been hebben oudere patiënten zo’n 40 procent meer kans om te overlijden. Amerikaanse artsen betitelden die ‘catastrofale gevolgen’ begin deze maand in een commentaar als ‘een pandemie binnen een pandemie’.", "Minder beroertes?", "Frank-Erik de Leeuw, neuroloog in het Radboud UMC, merkte tijdens de eerste coronagolf dat er veel minder patiënten met een beroerte of een tia (een tijdelijke afsluiting van een bloedvat in de hersenen) zijn ziekenhuis werden binnengebracht. Collega’s in binnen- en buitenland delen zijn zorgen: ook in ziekenhuizen in Amsterdam, in Noorwegen, Groot-Brittannië en Australië meldden zich tijdens de lockdown een kwart tot wel 40 procent minder mensen met een beroerte of een tia, en als ze wel kwamen hadden ze soms meer uitvalsverschijnselen dan gemiddeld.", "Waar zijn al die patiënten opeens gebleven? Het is een vraag die De Leeuw intrigeert. ‘Als patiënten door een beroerte halfzijdig verlamd zijn geraakt, dan hebben we die echt gezien, ik kan me niet voorstellen dat mensen weken zonder hulp achter de voordeur hebben gelegen.’ Conclusie moet zijn dat zich tijdens de lockdown minder beroertes hebben voorgedaan: ‘Het is onwaarschijnlijk dat ze zijn overleden zonder een ziekenhuis te hebben gezien.’", "Beroertes zijn vaak het gevolg van aderverkalking, legt De Leeuw uit: er ontstaat een verdikking in de vaatwand en dan kan er (vaak in de halsslagader) een bloedstolsel losschieten. Dat kan worden aangewakkerd door een infectie; het is denkbaar dat we dit voorjaar, doordat we massaal afstand hielden, veel minder infecties hebben overgedragen. Misschien heeft ook de forse afname van het autoverkeer een rol gespeeld, zegt De Leeuw: bekend is dat luchtverontreiniging effect heeft op de vaatwand.", "Raadselachtige afname", "Patiënten met een tia zijn volgens De Leeuw wél echt terughoudender geweest bij het zoeken van medische hulp: ‘Ik heb mensen gesproken die vertelden dat ze eerder klachten hadden, maar niet durfden te komen. De angst voor besmetting was te groot.’ En dat is zorgelijk, zegt hij: ‘Een tia doet geen pijn, je voelt bijvoorbeeld even een tinteling in je hand. Het kan een waarschuwing zijn dat je hartslag onregelmatig is, of dat er iets mis is in de halsslagader. Als we patiënten snel behandelen, kunnen we vaak een herseninfarct voorkomen, maar dan moeten we ze wel zien.’", "Cardioloog Bert van Rossum is tijdens de lockdown ook geconfronteerd met een raadselachtige afname van het aantal acute patiënten. Een inventarisatie van beroepsvereniging NVVC wees uit dat er eind maart 40 procent minder patiënten met een (dreigend) hartinfarct in het ziekenhuis waren behandeld. In veel andere landen deed zich hetzelfde voor: van Italië en Spanje tot Groot-Brittannië en de Verenigde Staten, het aantal ziekenhuisopnames voor een hartinfarct daalde er met 20 tot soms 50 procent.", "Ook Van Rossum heeft zich afgevraagd waar al die patiënten opeens zijn gebleven. Hij acht het onwaarschijnlijk dat er tijdens de coronapandemie minder patiënten met hartproblemen zijn geweest, tijdens een griepepidemie zien cardiologen vaak juist méér patiënten met een hartinfarct. Nee, er is vermoedelijk iets anders aan de hand: ook van zijn collega’s hoort hij dat hartklachten nogal eens zijn aangezien voor corona, door patiënten zelf of door de huisarts, en dat daardoor infarcten niet zijn herkend. ‘Bij ouderen presenteert een hartinfarct zich vaak als eerste door benauwdheid, ik kan me voorstellen dat die klacht niet goed is beoordeeld en dat meteen aan corona is gedacht. In de begintijd is er nauwelijks getest, dus die patiënten zijn in quarantaine gegaan. Ik vrees dat nader onderzoek vaak is uitgebleven.’", "Misleider", "Corona als misleider, dat gevaar ligt ook bij een kankerdiagnose op de loer, zegt Irene Dingemans, belangenbehartiger kwaliteit van zorg bij de Nederlandse Federatie van Kankerpatiëntenorganisaties. ‘Bij veel vormen van kanker zijn de eerste signalen redelijk vaag, het gaat om een kuchje, vermoeidheid, bloed bij de ontlasting. Bij dat soort klachten is er vaak niets aan de hand maar soms wel, dat is voor een huisarts altijd al een puzzel en in coronatijd helemaal. Soms lijken de symptomen op een besmetting met het coronavirus en in de begintijd, toen testen nog lastig was, kan het zijn voorgekomen dat patiënten en huisartsen een verkeerde inschatting hebben gemaakt.’", "Een veeg teken: tussen begin maart en eind mei daalde het aantal diagnoses van longkanker met 700, het aantal diagnoses van acute leukemie met 185; het zijn vormen van kanker met een klachtenpatroon dat patiënten en artsen aanvankelijk op het verkeerde been kan zetten. De cijfers zijn gebaseerd op een binnenkort te verschijnen artikel in het Tijdschrift voor Gezondheidswetenschappen, waarvoor hoogleraar Carin Uyl-de Groot de diagnoses van hoogrisicovormen van kanker op een rij zette.", "Patiënten met borstkanker (1.900 diagnoses minder tijdens de lockdown) en darmkanker (1.300 diagnoses minder) hebben nog een kans als ze iets later aan hun behandeling beginnen, zegt Uyl-de Groot, de gevolgen daarvan komen pas over een paar jaar aan het licht. Maar voor zo’n duizend kankerpatiënten zijn de dramatische consequenties van het uitstel nu al duidelijk. Bij hen is ten gevolge van de coronapandemie de diagnose zo laat gesteld dat hun kans op herstel is verkeken: ze komen eerder te overlijden of ze houden meer schade aan hun ziekte over. ‘Die voorspelling is niet ingewikkeld’, zegt hematoloog en emeritus hoogleraar Peter Huijgens. ‘Het gaat om een groep met een agressieve vorm van kanker waarbij elke week telt.’ Het zijn patiënten als Barbara Knegt, die vorige week aan haar behandeling tegen uitgezaaide longkanker is begonnen.", "‘Er zijn een paar vormen van kanker die zo snel groeien dat de boodschap is: heel hard lopen’, zegt Huijgens. ‘Dat leren we onze jonge artsen ook: niet vrijdag denken dat het wel tot maandag kan wachten. Een kleine vertraging in de diagnose kan soms het verschil maken tussen leven en dood. Patiënten met acute leukemie bijvoorbeeld hebben een genezingskans van 50 procent als ze er heel snel bij zijn, onbehandeld kent die ziekte een gemiddelde overleving van een paar maanden. Als we in zo’n korte tijd duizend extra verkeersdoden zouden hebben, was de wereld te klein geweest, maar dit blijft grotendeels verborgen.’", "‘Beter voor elkaar’", "Toen een paar weken geleden duidelijk werd dat het aantal patiënten met acute hartklachten opnieuw dreigde te dalen, heeft cardioloog Van Rossum weer met een waarschuwing voor allemaal camera’s gestaan. Aandacht voor het onderwerp helpt, merkt hij, net als zijn collega’s: anders dan tijdens de eerste golf is het aantal hartinfarcten, beroertes en amputaties nu onveranderd gebleven. ‘We hebben het beter voor elkaar’, zegt neuroloog De Leeuw.", "Toch blijft de situatie precair: na een zomer waarin de situatie normaliseerde, is het aantal doorverwijzingen naar het ziekenhuis in de laatste twee weken van oktober alweer met 63 duizend gedaald, zo becijferde de NZA. Met in de laatste rapporten wel een kleine nuance: daar staat dat het aantal patiënten dat huisartsen konden doorverwijzen is gedaald. Het voelde de afgelopen maanden een beetje alsof de huisarts de schuld kreeg, zegt een woordvoerder van de landelijke huisartsenvereniging LHV. Maar patiënten komen veel minder vaak naar het spreekuur, zo bleek al dit voorjaar. De helft van alle Nederlanders stelde een afspraak met de huisarts uit, maakte een steekproef duidelijk: ze waren bang om besmet te raken of wilden de drukbezette huisarts niet met hun klachten lastigvallen. ‘En patiënten die niet komen, kunnen we niet doorverwijzen. Als ze in het ziekenhuis op een lange wachtlijst terechtkomen, kunnen we ze bovendien voorlopig beter zelf proberen te helpen.’", "Hoogleraar Uyl-de Groot maakt zich opnieuw zorgen: het aantal doorverwijzingen voor oncologische zorg is alweer 27 procent lager dan verwacht, zo blijkt uit de meest recente cijfers van de NZA. ‘We kunnen over twee jaar exact uitrekenen hoeveel levens dit heeft gekost, maar ik hoop dat we nu nog aan de knoppen kunnen draaien om erger te voorkomen.’", "‘Het is allemaal zo spannend wat mijn lichaam en geest gaan meemaken’, mailt Barbara Knegt vier dagen nadat ze met haar chemokuur en immuunbehandeling is begonnen. ‘Ik hoop zo dat het toch nog aanslaat.’", "Dit is een nieuwe versie van een stuk dat op 13 november werd gepubliceerd. Het onderzoek van de Nederlandse Vereniging voor Pathologie is toegevoegd."], "authors": ["Ellen De Visser"], "keywords": ["van", "dat", "corona", "die", "aanricht", "patiënten", "een", "en", "ze", "geen", "zijn", "hebben", "voor", "bij", "met", "wat", "het"], "pubDate": "2020-12-03T10:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}