{"id": "88d77d27-fc56-329f-8b97-a0bced5e6560", "title": "Amsterdam wil noodopvang daklozen verlengen tot april", "url": "https://www.parool.nl/amsterdam/amsterdam-wil-noodopvang-daklozen-verlengen-tot-april~b268600a/", "summary": "In de eerste lockdown werden sporthallen gebruikt voor noodopvang, zoals de Calandhal in Amsterdam-West.\nAmsterdamse opvanglocaties van het Leger des Heils, De Regenboog Groep en HVO-Querido herkennen het probleem.\n“Mensen moeten thuisblijven, maar hoe doe je dat zonder dak boven je hoofd?” aldus Sheila Slob van het Leger des Heils.\nCorona is er dan nog steeds.”Verdubbeling plekkenOok de gemeente pleit voor een verlenging van de noodopvang, zegt een woordvoerder van zorgwethouder Simone Kukenheim.\n“Voor het kerstreces is besloten om het aantal plekken hier tot 1 april te verdubbelen naar 200.", "paragraphs": ["In de eerste lockdown werden sporthallen gebruikt voor noodopvang, zoals de Calandhal in Amsterdam-West. Beeld Dingena Mol", "Bij het Rode Kruis melden zich meer nieuwe mensen die dak- en thuisloos zijn geworden. Veelal gaat het om personen die hun baan hebben verloren of op een andere manier financieel in de problemen zijn geraakt door de aanhoudende coronacrisis, aldus de hulporganisatie. Amsterdamse opvanglocaties van het Leger des Heils, De Regenboog Groep en HVO-Querido herkennen het probleem.", "“We maken een onderscheid tussen economische en reguliere daklozen, de mensen die langere tijd op straat leven,” legt Sander Egas van de Regenboog Groep uit. Economisch daklozen, of zelfredzame daklozen, slapen niet in parken of de nachtopvang, maar zijn in veel gevallen wel aangewezen op vrienden, kennissen of familie. “Vooral die groep groeit. We zien op sommige steunpunten in de stad een verdrievoudiging.”", "Toename", "Barbra Velthuizen, directeur Zorg bij HVO-Querido, ziet graag dat de noodopvang voor mensen die dakloos zijn geworden wordt verlengd tot 1 april. ‘We zien al langere tijd een toename van mensen in een noodsituatie, en deze groep zal door corona vermoedelijk alleen maar toenemen,’ schrijft ze in een verklaring.", "“Mensen moeten thuisblijven, maar hoe doe je dat zonder dak boven je hoofd?” aldus Sheila Slob van het Leger des Heils. “Ook zien we dat veel economisch daklozen of zwerfjongeren ‘bankslapers’ zijn: ze hoppen van adres naar adres. Dat gebeurt nu minder, want mensen zijn vanwege corona voorzichtiger.”", "Noodopvang", "In Amsterdam is er noodopvang sinds de tweede lockdown in december werd afgekondigd. Dak- en thuislozen kunnen terecht in hotels en op de opvanglocatie aan de Transformatorweg, die normaal gesproken gebruikt wordt voor de winterkoudeopvang.", "“De criteria die normaal worden gehanteerd zijn voor de noodopvang verruimd,” vertelt Slob. Het Leger des Heils, HVO-Querido en De Regenboog Groep zijn samen met de GGD en de gemeente verantwoordelijk voor de noodopvang. “Mensen die normaal geen aanspraak kunnen maken, zoals ongedocumenteerden of zogeheten zelfredzamen, kunnen dat nu wel.”", "De winter is, vanwege de dalende temperaturen, altijd een lastige periode voor dak- en thuislozen. Nu de opvangplekken vanwege de 1,5 meterregels zijn afgeschaald en het aantal aanvragen toeneemt, is de verlenging wat betreft branchevereniging Valente ‘een bittere noodzaak’.", "“Wij steunen de oproep van het Rode Kruis en Valente,” aldus Slob. “Het is niet zo dat de problemen van de nieuwe groep economische daklozen op 19 januari [de voorlopige einddatum van de huidige lockdown] voorbij zijn. Corona is er dan nog steeds.”", "Verdubbeling plekken", "Ook de gemeente pleit voor een verlenging van de noodopvang, zegt een woordvoerder van zorgwethouder Simone Kukenheim. “Het verzoek van het Rode Kruis sluit aan bij het verzoek dat Amsterdam samen met Utrecht en Den Haag heeft gedaan aan staatssecretaris Blokhuis, om de noodopvang open te kunnen houden tot 1 april.” De gemeente geeft aan de noodopvang alleen aan te kunnen bieden zolang het Rijk dat van hen vraagt.", "Wel is de huidige winteropvang uitgebreid tot een 24-uurs opvang. “Voor het kerstreces is besloten om het aantal plekken hier tot 1 april te verdubbelen naar 200. Deze extra plekken in de winter zijn bedoeld voor kwetsbare mensen met perspectief. Het is de bedoeling daar snel mee te starten.”", "Woningnood", "Toch is alleen opvang niet de oplossing, vinden de organisaties. Volgens Slob maakt de coronacrisis bestaande problemen, zoals woningnood, zichtbaar. Dat vindt ook Velthuizen van HVO-Querido: ‘Er is in Amsterdam een groot tekort aan betaalbare woningen. We moeten in een eerder stadium met verschillende partners zoeken naar creatieve oplossingen om meer variëteit aan woonplekken te bieden, om uiteindelijk dakloosheid te voorkomen. Dakloosheid is de uiterste vorm van armoede.’", "“Als mensen een langere periode opgevangen kunnen worden, ontstaat er meer rust en ruimte om betekenisvolle stappen te zetten,” ze Egas van de Regenboog Groep. “Zoals participeren in de samenleving of iets doen met het ziektebeeld.” Slob pleit ook voor een verdere verruiming van de opvangcriteria. “Door opvang te bieden voorkom je dat de situatie van iemand die nu nog als zelfredzaam wordt beschouwd, verergerd. Het is goed om vroeg in actie te komen.”"], "authors": ["Madelief Van Dongen"], "keywords": ["tot", "zijn", "van", "daklozen", "noodopvang", "amsterdam", "voor", "en", "een", "verlengen", "te", "wil", "het", "dat", "die"], "pubDate": "2021-01-08T12:39:45Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}