{"id": "88dd0a1e-de52-3896-8954-16caebfe12cd", "title": "Notitieboekjes van Charles Darwin ‘waarschijnlijk gestolen’", "url": "https://volkskrant.nl/wetenschap/notitieboekjes-van-charles-darwin-waarschijnlijk-gestolen~b24ff302/", "summary": "Beeld AFPDit is niet zomaar een tekeningetje die iemand in de kantlijn heeft gepriegeld tijdens een saaie Zoom-meeting.\nNee, u ziet hier een heuse ‘boom van het leven’ door niemand minder dan evolutiegrondlegger Charles Darwin.\nDe boom is in 1837 door Darwin in een notitieboekje getekend als deel van de ideeën over evolutie die hij toen ontwikkelde.\nHet opschrijfboekje is, samen met een ander exemplaar, eigendom van de universiteitsbibliotheek van Cambrigde.\nEn nu, zo maakte de bibliotheek deze week bekend, zijn ze gestolen.", "paragraphs": ["Beeld AFP", "Dit is niet zomaar een tekeningetje die iemand in de kantlijn heeft gepriegeld tijdens een saaie Zoom-meeting. Nee, u ziet hier een heuse ‘boom van het leven’ door niemand minder dan evolutiegrondlegger Charles Darwin. De vertakkingen tonen hoe diersoorten zich tot elkaar verhouden. Een stamboom van levende organismen, dus, waarin de ene soort – na evolutionaire veranderingen – overloopt in de andere.", "De boom is in 1837 door Darwin in een notitieboekje getekend als deel van de ideeën over evolutie die hij toen ontwikkelde. Die leidden later tot zijn iconische boek On the Origin of Species en de moderne evolutietheorie.", "Het opschrijfboekje is, samen met een ander exemplaar, eigendom van de universiteitsbibliotheek van Cambrigde. De geschatte waarde – naast het wetenschapshistorisch belang – is vele miljoenen euro's. En nu, zo maakte de bibliotheek deze week bekend, zijn ze gestolen.", "De boekjes waren overigens al sinds 2001 kwijt. Na een nieuwe grootscheepse zoektocht tussen de grove 10 miljoen overige boeken in de collectie kan men er niet langer omheen: ze zijn echt weg. De bibliotheek heeft aangifte gedaan bij de politie."], "authors": ["George Van Hal"], "keywords": ["tot", "charles", "van", "heeft", "het", "darwin", "zijn", "die", "gestolen", "een", "ze", "niet", "waarschijnlijk", "en", "notitieboekjes"], "pubDate": "2020-11-27T13:00:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}