{"id": "88f0ac0a-4a4d-3edd-82f4-04d20a33cd4c", "title": "Is mijn uitslag er al? De ingewikkelde balans tussen privacy en privé bij de GGD", "url": "https://volkskrant.nl/nieuws-achtergrond/is-mijn-uitslag-er-al-de-ingewikkelde-balans-tussen-privacy-en-prive-bij-de-ggd~b8fb8e2e/", "summary": "Ze knikt goedkeurend: weinig rondslingerende paperassen (‘wil je echt niet’), ondoorzichtige kamerschermen tussen de bureaublokken (‘kunnen ze niet achterom kijken op andermans computer’).\nEn er is onrust.\nOmdat privacybescherming voor iedereen geldt, dus ook voor de medewerker die de privacy van een burger schond, een beknopt verslag.\nHoe goed ben je daar tegen gewapend als je nog aan het begin van je werkzame leven staat, zoals velen bij het bron- en contactonderzoek?\nHoe je er daarna als GGD mee omgaat, dat heb je zelf in de hand.", "paragraphs": ["Teststraat in een parkeergarage in Helmond. Beeld Marcel van den Bergh / de Volkskrant", "Terwijl privacyofficer Ingeborg Melis over de afdeling van het bron- en contactonderzoek slentert alsof ze een willekeurige voorbijganger is, schieten haar ogen van links naar rechts. Ze knikt goedkeurend: weinig rondslingerende paperassen (‘wil je echt niet’), ondoorzichtige kamerschermen tussen de bureaublokken (‘kunnen ze niet achterom kijken op andermans computer’). Beter dan voorheen.", "Ze is hier ‘niet als 007’, maar ook weer niet zomaar. In de wandelgangen van de GGD Brabant-Zuidoost wordt in omfloerste termen over ‘het incident’ gesproken. Het gebeurde onlangs op deze afdeling en heeft op de hele organisatie indruk gemaakt. Er is schaamte. Er is teleurstelling over een noodgedwongen eind aan een veelbelovend dienstverband. En er is onrust. Nog steeds.", "Omdat privacybescherming voor iedereen geldt, dus ook voor de medewerker die de privacy van een burger schond, een beknopt verslag.", "Persoonlijk dossier", "Een bron- en contactonderzoeker werd benaderd door een bekende. Diegene was werkgever, en wilde informatie over de coronatest van een werknemer. De medewerker van de GGD deelde daarop gegevens uit een persoonlijk dossier. Er kwam een klacht en daarna een onderzoek. Landelijke controlesystemen, waarin precies te zien is wie wanneer in welk bestand zit, gaven uitsluitsel. De medewerker heeft een fout gemaakt, ontslag was de enige optie.", "Dit verhaal is om meerdere redenen pijnlijk. Maar vooral: het vertrouwen in de GGD staat op het spel. En dat terwijl het bron- en contactonderzoek, bedoeld om virusbrandhaarden uit te trappen, juist afhankelijk is van de medewerking van de burger.", "Dat weten ze hier maar al te goed. Veel mensen hebben er slecht van geslapen. Privacyofficer Melis is ingeschakeld om de werkprocessen nog eens goed onder de loep te nemen. Gewapend met blokken felgele waarschuwingsbriefjes die collega’s op elkaars scherm kunnen plakken (‘OEPS… Je hebt vertrouwelijke gegevens open en bloot achtergelaten’), is ze nu naar de bron- en contactonderzoekers getogen.", "Schrik", "De schrik zit er op deze afdeling nog flink in. Lang niet iedereen weet wat er precies is gebeurd. Maar dat een collega ineens ontbreekt, is weinigen ontgaan. Blijkbaar, denken sommigen, kun je dus zomaar worden ontslagen. Ze vrezen dat ze zelf ook iets fout hebben gedaan.", "Bijna iedereen bij de GGD is weleens benaderd door een familielid, vriend of kennis met een verzoek. Of ze even kunnen kijken of de uitslag er al is? Of een testafspraak niet wat eerder kan? Begrijpelijke vragen, vaak gesteld om logische redenen. Omdat dossiers alleen mogen worden geopend in belang van het werk, brengen ze de mensen hier continu in gewetensconflict.", "Zelfs Ellis Jeurissen, als directeur publieke gezondheid de belangrijkste leidinggevende bij de GGD Brabant-Zuidoost, vindt het omgaan met persoonlijke verzoeken van vrienden of gezagsdragers uit de regio nog altijd lastig. Ze gaat er nooit op in, zegt ze, behalve dan die ene keer.", "Kindje", "Het was in het voorjaar, toen coronatests nog niet voor iedereen beschikbaar waren. Een bekende belde, zijn kindje (3) lag op sterven in het ziekenhuis. Omdat hij snipverkouden was, mocht hij er niet meer bij. Alleen een negatieve coronatest zou uitkomst bieden. Maar voor hem was er in de teststraat geen plek.", "Formeel kon Jeurissen niks voor hem betekenen. Maar ze sliep niet meer. Toen is ze naar de afdeling infectieziektebestrijding gestapt, en heeft ze gezegd: ik spreek nu niet als jullie leidinggevende, maar als mens. Ik vind dat we hem door de teststraat moeten sturen. Maar jullie beslissen. Het ‘zes-ogen-principe’, noemt ze het.", "Extreem voorbeeld natuurlijk. Maar voor de vriendendienstvragers zijn de belangen bijna altijd groot. En kan de hulp van een bekende GGD-medewerker dus veel betekenen.", "Hoe goed ben je daar tegen gewapend als je nog aan het begin van je werkzame leven staat, zoals velen bij het bron- en contactonderzoek? Als je een opleiding van één dag hebt gehad? Hoe moeilijk is het dan om niet te zwichten voor sociale druk?", "Cursus", "Wat ‘het incident’ heeft opgeleverd: iedereen is weer doordrongen van de ernst. Om te zorgen dat het bewustzijn niet verdwijnt, ontwikkelt privacyofficer Melis een cursus voor leidinggevenden over risico’s op de werkvloer. Dat het ook in de toekomst nog weleens fout zal gaan, is volgens haar een simpele optelsom van de vele vertrouwelijke gegevens, de onervarenheid van medewerkers en de druk om snel te handelen.", "Fouten zijn onvermijdelijk, zegt ze. Hoe je er daarna als GGD mee omgaat, dat heb je zelf in de hand."], "authors": ["Willem Feenstra"], "keywords": ["van", "bij", "ingewikkelde", "het", "op", "privacy", "ggd", "maar", "tussen", "privé", "mijn", "een", "en", "ze", "niet", "je", "er", "uitslag"], "pubDate": "2020-12-01T05:00:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}