{"id": "8917b405-6106-39e8-ba85-58cdd63d360a", "title": "Is de chirurg jarig? Dan loopt u een groter risico bij de operatie", "url": "https://volkskrant.nl/wetenschap/is-de-chirurg-jarig-dan-loopt-u-een-groter-risico-bij-de-operatie~b5e2d74c/", "summary": "Een arts kan bij een operatie worden beïnvloed door factoren die niets met het werk te maken hebben.\nHet verjaardagsrisico dook op na een analyse van bijna een miljoen spoedoperaties (zoals het verwijderen van een blindedarm of een bypassoperatie) uitgevoerd door ruim 47 duizend Amerikaanse chirurgen.\nDe onderzoekers erkennen dat ze louter een verband hebben vastgesteld, keihard bewijs dat die verjaardag de oorzaak is van de hogere sterfte kunnen ze niet leveren.\nOpmerkelijk in de kersteditie is ook een Zweedse studie naar de gezondheid van honderdduizenden honden en katten en hun baasjes.\nEigenaren van een hond met diabetes type 2 blijken die ziekte vaker zelf ook te hebben dan baasjes zonder zo'n hond.", "paragraphs": ["Een operatiekamer wordt gereed gemaakt. Een arts kan bij een operatie worden beïnvloed door factoren die niets met het werk te maken hebben. Beeld Marcel van den Bergh / de Volkskrant", "Het vermoeden bestaat dat chirurgen op die ene dag in het jaar iets gehaaster zijn omdat ze ’s avonds iets leuks gaan doen, of misschien zijn afgeleid door de gesprekken en felicitaties op de operatiekamer.", "Het is luchtige wetenschap, gepubliceerd in het statige artsenvakblad The British Medical Journal, dat ieder jaar rond de feestdagen ruim baan geeft aan goed uitgezochte maar ook ludieke studies. Het verjaardagsrisico dook op na een analyse van bijna een miljoen spoedoperaties (zoals het verwijderen van een blindedarm of een bypassoperatie) uitgevoerd door ruim 47 duizend Amerikaanse chirurgen. Patiënten (in dit onderzoek 65-plussers) die op de verjaardag van de chirurg werden geopereerd, hadden de maand daarna 6,9 procent kans om te overlijden; de rest van het jaar was dat risico 5,6 procent. De onderzoekers hielden rekening met de leeftijd van patiënten, de ernst van de ziekte en de personele bezetting in de ziekenhuizen, en checkten hun berekeningen op tal van manieren, zelfs aan de hand van ‘pseudoverjaardagsdagen’ van de dokters.", "De onderzoekers erkennen dat ze louter een verband hebben vastgesteld, keihard bewijs dat die verjaardag de oorzaak is van de hogere sterfte kunnen ze niet leveren. Toch heeft eerder onderzoek al uitgewezen dat de beslissingen van artsen, bijvoorbeeld bij het voorschrijven van medicijnen, deels worden bepaald door externe factoren, zoals de hectiek op een dag. Het ‘natuurlijke experiment’ met de verjaardagsdagen laat volgens de onderzoekers zien dat het werk van een arts kennelijk kan worden beïnvloed door factoren die niets met het werk te maken hebben. En daar moet, schrijven zij, rekening mee worden gehouden zodat patiënten altijd de beste zorg krijgen.", "Opmerkelijk in de kersteditie is ook een Zweedse studie naar de gezondheid van honderdduizenden honden en katten en hun baasjes. Eigenaren van een hond met diabetes type 2 blijken die ziekte vaker zelf ook te hebben dan baasjes zonder zo'n hond. Het idee is dat baas en hond bepaalde ongezonde gedragingen delen, zoals een gebrek aan lichaamsbeweging. Katten gaan veel meer hun eigen gang, dat zou verklaren waarom zo'n verband bij die dieren niet wordt gevonden.", "Britse artsen reconstrueren voorts in het vakblad het verhaal achter de meest gekuste vrouw ter wereld, een vrouw die naar schatting 2,5 miljoen levens heeft gered: het gezicht van de pop die wordt gebruikt bij reanimatiecursussen. Het gaat om een jonge vrouw die eind 19de eeuw in Parijs verdronk waarna de patholoog, gebiologeerd door haar schoonheid, een afdruk van haar gezicht maakte. Kopieën van dat dodenmasker werden verkocht, een Noorse poppenmaker zag zestig jaar geleden een exemplaar bij zijn grootouders aan de muur hangen en besloot dat gezicht te gebruiken voor de oefenpop die hij in opdracht van Amerikaanse cardiologen moest maken.", "Annie, van dodenmasker naar reanimatiepop Beeld British Medical Journal", "Ze heeft een naam gekregen: ze heet Anne of Annie en geschat wordt dat dankzij haar gezicht wereldwijd 500 miljoen mensen hebben leren reanimeren. Maar wordt haar geen moreel onrecht aangedaan, vraagt een ethicus zich nu in het kerstnummer af: zij heeft immers nooit toestemming gegeven voor het gebruik van haar gezicht.’"], "authors": ["Ellen De Visser"], "keywords": ["van", "dat", "die", "groter", "dan", "een", "het", "en", "wordt", "operatie", "risico", "te", "chirurg", "jarig", "op", "bij", "loopt", "door"], "pubDate": "2020-12-13T21:57:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}