{"id": "893350a4-e638-3990-ac9e-eb2d2fe616c4", "title": "Welke boeken mag je deze Kinderboekenweek niet missen?", "url": "https://volkskrant.nl/cultuur-media/welke-boeken-mag-je-deze-kinderboekenweek-niet-missen~b99d52b9/", "summary": "Beeld Claudie de CleenDe Kinderboekenweek staat in het teken van geschiedenis en het aanbod aan boeken over dat thema is enorm.\nDaarin vertelt Van Dam het waargebeurde verhaal van een Surinaamse ex-slaaf die in Nederland tentoongesteld wordt, maar dat niet alleen.\nHij vertelt ook hoe hij de gebeurtenissen heeft onderzocht, en dat hij zich sinds zijn jeugd al stilletjes schaamt over dit onderwerp.\nIneens is Van Dam opgeveerd als een historische schrijver met een eigen stem.\nBij hem schuiven voorwerpen en alledaagse handelingen niet als een verder betekenisloos decor voorbij, maar vormen ze een natuurlijk en geloofwaardig onderdeel van het verhaal.", "paragraphs": ["Beeld Claudie de Cleen", "De Kinderboekenweek staat in het teken van geschiedenis en het aanbod aan boeken over dat thema is enorm. Helaas komen de meeste kinderboekenschrijvers niet veel verder dan een beperkte selectie uit de canon: meisjes die niet uitgehuwelijkt willen worden, jongens die smachten naar een riddercarrière, nobele onderduikers en ‘foute’ NSB-kinderen. De nieuwe Thea Beckman, de auteur van nog altijd veel verkochte maar inmiddels ook wat gedateerde boeken als Kruistocht in spijkerbroek en Geef me de ruimte!, is nog niet opgestaan.", "Wel zijn er ten minste drie auteurs die, zij het voorzichtig, een interessante kant op bewegen. Zoals Arend van Dam, de routinier die dit jaar ook het Kinderboekenweekgeschenk levert. Al jaren staat hij garant voor een degelijke, maar wat schoolse kijk op het verleden. En toen schreef hij De reis van Syntax Bosselman (Van Holkema en Warendorf, 2018).", "Daarin vertelt Van Dam het waargebeurde verhaal van een Surinaamse ex-slaaf die in Nederland tentoongesteld wordt, maar dat niet alleen. Hij vertelt ook hoe hij de gebeurtenissen heeft onderzocht, en dat hij zich sinds zijn jeugd al stilletjes schaamt over dit onderwerp. Het is een veelzijdig geheel geworden, dat juist door die zachte, beschouwende toon aan het denken zet. Ineens is Van Dam opgeveerd als een historische schrijver met een eigen stem.", "Prehistorie", "Een tijdvak dat in populariteit toeneemt, is de prehistorie. Niet dat er niet eerder werd geschreven over mammoeten en vuistbijlen, maar het vak archeologie heeft door dna-onderzoek op oude botten de laatste jaren een enorme ontwikkeling doorgemaakt. Dat we nu wetenschappelijk meer kunnen dan staren naar potscherven en grotschilderijen en dat veel duidelijker is wie in de oertijd waar vandaan kwam en wie het met wie deed en met wie niet, spreekt enorm tot de verbeelding.", "Linda Dielemans is iemand van de jonge generatie archeologen. Ze schrijft naast haar baan als gemeentelijk opgraver in Utrecht uitsluitend over de oudheid en maakte grote indruk met Brons (Fontaine Uitgevers, 2019). Voor het eerst combineerde ze non-fictie met fictie en dat blijkt een meeslepende combinatie.", "Juist als ze de docent uithangt en haar eigen fascinatie overbrengt, beginnen de verzonnen verhalen te leven. Vooral centraal staan de vragen: waarom vinden we de mooiste voorwerpen uit die tijd in toenmalige moerassen en op de bodem van rivieren? Waren onze voorouders echt zo slordig?", "Prachtige erfenis", "Derde aanrader is het werk van de vorig jaar overleden Rob Ruggenberg. De voormalig journalist is pas na zijn pensioen kinderboeken gaan schrijven en laat een klein maar overtuigend oeuvre na. Zijn postuum verschenen laatste boek Offerkind (Querido, 2020) is een prachtige erfenis. Ruggenberg kijkt naar geschiedenis als een journalist. Bij hem schuiven voorwerpen en alledaagse handelingen niet als een verder betekenisloos decor voorbij, maar vormen ze een natuurlijk en geloofwaardig onderdeel van het verhaal. Als Kraai leert palingvissen, dan is dat omdat hij dat ergens voor nodig heeft. Ook doet Ruggenberg er alles aan om het verleden zo min mogelijk te beoordelen naar moderne maatstaven – iets waarmee veel andere schrijvers van historische kinderboeken de mist ingaan. Natuurlijk geldt het recht van de sterkste; je zult moeten terugslaan, blijven liggen en er het beste van hopen, of vluchten. Wat je ook kiest, het blijft bij Ruggenberg zelden zonder grimmige gevolgen.", "Offerkind beschrijft het adembenemende avontuur van Aïn en Kraai in, wederom, de bronstijd. Na een min-of-meer-per-ongeluk-begane moord ontvluchten ze hun stam op de Veluwse hei en trekken door moerassen en over de Rijn naar de kust. Ruggenberg schuwt spanning en sensatie niet en werkt toe naar een ontroerend einde. Als lezer krijg je het gevoel zelf in die tijd te leven; de kou is voelbaar, de modder tastbaar. Moeraskoorts, paling, storm en regen: Nederlandser krijg je het niet.", "Meer aanraders:", "Maria Isabel Sánchez Vegara: Van klein tot groots – Marie Curie. Geïllustreerd door Frau Isa. De Vier Windstreken; € 14,50. Vanaf 6 jaar. Marie Curie vindt het röntgenapparaat uit en wint als eerste vrouw een Nobelprijs. En dan nog een.", "Ruben Prins: Laat me gaan! Geïllustreerd door Juliette de Wit. Zwijsen; € 12,99. Vanaf 7 jaar. Het Kinderwetje van Van Houten maakte in 1874 een einde aan kinderarbeid. Daar ging een spannend verhaal aan vooraf.", "Martine Letterie: Verboden te vliegen. Geïllustreerd door Rick de Haas. Leopold; € 16,99. Vanaf 9 jaar. Fietje houdt haar duiventil voor de Duitsers verborgen. Vorige week terecht bekroond met de Thea Beckmanprijs.", "Thom Roep en Co Loerakker: Van nul tot nu. Big Balloon; € 24,99. Vanaf 9 jaar. Methusalem geeft Ankie bijles. Hij praat over geschiedenis alsof hij er zelf bij is geweest. Heruitgave.", "Dolf Verroen: Niemand ziet het. Met illustraties van Charlotte Dematons. Querido; € 14,99. Vanaf 11 jaar. Victor weet allang dat hij homo is, maar durft het aan niemand te vertellen. Kort na de oorlog sprak niemand over zoiets. Bekroond met een Zilveren Griffel.", "Annet Huizing: Het Pungelhuis. Lemniscaat; € 15,95. Vanaf 12 jaar. Als Ole met zijn vader in het huis van zijn overleden opa gaat wonen, ontdekt hij steeds meer over diens bewogen en gewelddadige verleden in de grensstreek tussen Brabant en België.", "Saskia Maaskant: Meerminnen verdrinken niet. Standaard Uitgeverij; € 15,99. Vanaf 14 jaar. De vergeten stormvloed van 1911, dromerig verteld door de ogen van een meisje dat na het overlijden van haar vader verhuist van Rotterdam naar het mosselvissersdorpje Bruinisse.", "Ruth Erica: De boom met de bittere bladen. Lemniscaat; € 15,99. Vanaf 16 jaar. Recente geschiedenis, die veel mensen in Rwanda proberen te vergeten. Dat merkt de Nederlandse student Puck als ze bevriend raakt met Maridadi."], "authors": ["Pjotr Van Lenteren"], "keywords": ["missen", "van", "als", "deze", "welke", "kinderboekenweek", "het", "jaar", "met", "hij", "mag", "niet", "je", "en", "boeken", "een", "dat"], "pubDate": "2020-09-25T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}