{"id": "8936e0b6-8da1-3fa5-804c-3f0d39a7b19c", "title": "Het handjeklap rond Moria was de meest schaamteloze politieke deal van 2020", "url": "https://trouw.nl/opinie/het-handjeklap-rond-moria-was-de-meest-schaamteloze-politieke-deal-van-2020~bd70e5ad/", "summary": "Gisteren stuitte ik op een fragment uit zijn boek ‘Een gebroken wereld heel maken’.\nSacks beschrijft daarin hoe de mondiale problemen zo omvangrijk en verknoopt zijn, dat een mens zich al snel lamgeslagen voelt.\nDit handjeklap was de meest schaamteloze politieke deal van 2020.\nWaarmee de Moria-deal als netto resultaat heeft dat er op Europese bodem mínder vluchtelingen worden opgevangen.\nDe Duitse minister Gerd Müller was er op bezoek en sprak van ‘afschuwelijke omstandigheden, middenin Europa’.", "paragraphs": ["Tot degenen die in 2020 deze wereld verlieten terwijl wij hen eigenlijk nog hard nodig hadden, behoort zeker Jonathan Sacks, de voormalige Britse opperrabbijn en internationaal geprezen denker. Sacks overleed op 7 november, een maand nadat bekend werd dat hij aan kanker leed.", "Gisteren stuitte ik op een fragment uit zijn boek ‘Een gebroken wereld heel maken’. Sacks beschrijft daarin hoe de mondiale problemen zo omvangrijk en verknoopt zijn, dat een mens zich al snel lamgeslagen voelt. “We willen helpen, maar wat elk van ons kan doen stelt veel te weinig voor.” Het gevolg: “De geest keert zich naar binnen, zoekt bevrediging in zichzelf, of vervulling binnen de kleine kring van vrienden en familie, of het heil binnen een gesloten gemeenschap.”", "Daar tegenover stelt Sacks het voorbeeld van de joodse mystici, die wisten dat ‘een beetje licht veel donkerheid verdrijft’. Zo komt hij tot een pleidooi voor het kleine gebaar; iets wat op wereldschaal verwaarloosbaar en zinloos lijkt, kan toch krachtig zijn als genoeg mensen meedoen. Niemand lost per 1 januari 2021 het vluchtelingenprobleem op – daar wilde ik het over hebben – maar dat wil niet zeggen dat we dus per definitie met lege handen staan.", "Een lokale vrijwilligersgroep is al een behoorlijke verzameling kleine gebaren, een professionele ngo nog meer, en je kunt dit doortrekken tot het niveau van landen en groepen van landen. Maar zoals individuen zich naar binnen keren, doen landen dat ook. ‘We kunnen niet alle problemen van de wereld op onze nek nemen’, heet het dan en vervolgens wordt alle politieke energie erop gericht de eigen bijdrage zo klein mogelijk te houden, zodat een omgekeerd vliegwiel in werking treedt: doe jij niks, dan doe ik nog minder.", "Voor de VVD mag dit een overwinning zijn, maar wat is er precies gewonnen?", "Concreet: Trouw berichtte vorige week dat er volgens de VN-vluchtelingenorganisatie 1,4 miljoen vluchtelingen zijn die dringend extra bescherming nodig hebben, dat wil zeggen: hervestiging in een ander land. De 34 landen die daaraan meewerken, zegden 50.000 plaatsen toe, er werden er nog geen 18.000 gerealiseerd. Nederland zou 750 mensen opnemen, maar onder druk van de VVD werd dat aantal eerst verlaagd tot 500 (in ruil voor het kinderpardon) en vervolgens tot 400 (in ruil voor de komst van 100 vluchtelingen die in september getroffen werden door de brand in het kamp Moria op Lesbos).", "Dit handjeklap was de meest schaamteloze politieke deal van 2020. En nu blijkt ook nog dat de eerste 50 mensen die vorige week in Nederland arriveerden, geen slachtoffers waren van de brand in Moria en bovendien al beschikten over een verblijfsvergunning in Griekenland. Waarmee de Moria-deal als netto resultaat heeft dat er op Europese bodem mínder vluchtelingen worden opgevangen. Voor de VVD mag dit een politieke overwinning zijn, maar wat is er nu precies gewonnen?", "Intussen komen er vanaf Lesbos, waar een nieuw kamp is opgezet, verontrustende berichten. De Duitse minister Gerd Müller was er op bezoek en sprak van ‘afschuwelijke omstandigheden, middenin Europa’. “Baby’s worden in de vochtige tenten gebeten door ratten.”", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["schaamteloze", "politieke", "van", "het", "2020", "er", "zijn", "en", "een", "rond", "op", "meest", "moria", "maar", "dat", "deal", "die", "handjeklap"], "pubDate": "2020-12-23T06:41:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}