{"id": "894bf27f-e422-3cc4-9e8a-9e053dc3875f", "title": "Coronavaccin komt aan bij Isala Zwolle", "url": "https://nu.nl/zwolle/6100408/coronavaccin-komt-aan-bij-isala-zwolle.html", "summary": "Het vaccin tegen het coronavirus is woensdagochtend aangekomen in het Isala ziekenhuis in Zwolle.\nHet inenten van het zorgpersoneel wordt gestart.\nTerwijl het nog donker was, arriveerde een anonieme bestelwagen, geflankeerd door twee agenten op de motor, bij het afgiftepunt van het Zwolse ziekenhuis.\nDe vaccins worden nu eerst in het laboratorium van het Isala ziekenhuis nagekeken en uitgesplitst voor de andere regio's waaraan het Isala levert.\nHet klaarmaken van de vaccins tegen het coronavirus is volgens apotheker Van der Meer een secuur werkje.", "paragraphs": ["Het vaccin tegen het coronavirus is woensdagochtend aangekomen in het Isala ziekenhuis in Zwolle. Het inenten van het zorgpersoneel wordt gestart.", "Terwijl het nog donker was, arriveerde een anonieme bestelwagen, geflankeerd door twee agenten op de motor, bij het afgiftepunt van het Zwolse ziekenhuis.", "Douwe van der Meer, ziekenhuisapotheker, nam de eerste vaccins in ontvangst. \"Dit is de weg uit deze crisis, daar geloof ik heilig in. Het is mooi dat wij onze rol als apotheker in kunnen zetten om het vaccinnatieprogramma snel op te tuigen.\"", "De vaccins worden nu eerst in het laboratorium van het Isala ziekenhuis nagekeken en uitgesplitst voor de andere regio's waaraan het Isala levert. Verder worden de eerste spuitjes klaargemaakt, zodat woensdag de eerste vaccinaties gegeven kunnen worden.", "Het klaarmaken van de vaccins tegen het coronavirus is volgens apotheker Van der Meer een secuur werkje. \"De flacons met de vloeistof zijn maar vijf dagen houdbaar. Het komt daarom heel nauw qua logistiek.\"", "\"De vaccins zijn in de nacht van dinsdag op woensdag bij het RIVM al uit de vriezer gehaald en vanaf dat moment loopt de teller. En daarom hebben we het zo strak georganiseerd. We willen geen enkele dosis verspillen. Maar ik verwacht geen tegenslag, het gaat allemaal lukken.\""], "authors": ["Door"], "keywords": ["zijn", "isala", "het", "van", "ziekenhuis", "komt", "eerste", "en", "coronavaccin", "zwolle", "vaccins", "aan", "op", "bij", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}