{"id": "89526391-7f33-380d-a4e5-b7d733555787", "title": "Decemberdip velt ook dit jaar ambitieus Ajax", "url": "https://trouw.nl/nieuws/decemberdip-velt-ook-dit-jaar-ambitieus-ajax~ba233785/", "summary": "Dat laatste procentje ontbrak.”Financiële klapHoewel de clubleiding voor dit seizoen al sprak van een ‘tussenjaar’ is dit een gevoelige tik.\nFinancieel loopt Ajax een bonus van ruim 9,5 miljoen euro mis in een jaar dat dankzij de coronacrisis al tot een geschat verlies van 45 miljoen euro leidt.\nDat was de enige keer van de laatste acht deelnames dat Ajax in de Champions League overwinterde.\nNet als vorig jaar lijkt Ajax nu, met de derde nederlaag op rij, een decemberdip te beleven.\nDe achttienjarige Brobbey speelt in Jong Ajax en mocht pas één keer in de hoofdmacht meedoen.", "paragraphs": ["Winnen van de huidige nummer negen van Italië bleek een veel te zware opgave. Atalanta Bergamo, dat vorig jaar in dit toernooi als debutant stuntte door de laatste acht te halen, was slimmer en fysiek sterker en verwees het machteloze Ajax naar de Europa League.", "Uiteindelijk wisten de Amsterdammers in groep D alleen van het bescheiden FC Midtjylland te winnen. Coach Erik ten Hag: “We creëerden in veel wedstrijden de eerste goede kans maar die maakten we dan niet. Dat was vandaag ook zo. De tegenstander scoort vervolgens wel. Bij ons moest alles meezitten om verder te komen. Dat deed het niet. Dat laatste procentje ontbrak.”", "Financiële klap", "Hoewel de clubleiding voor dit seizoen al sprak van een ‘tussenjaar’ is dit een gevoelige tik. Financieel loopt Ajax een bonus van ruim 9,5 miljoen euro mis in een jaar dat dankzij de coronacrisis al tot een geschat verlies van 45 miljoen euro leidt. Dat heeft zijn weerslag op de mogelijkheden om de selectie te versterken, wat nodig zal zijn om echt aan te kunnen haken bij de Europese elite.", "Ajax slaagt daar structureel maar niet in. Het seizoen 2018/2019, toen het tot de drempel van de finale reikte, blijft een uitschieter. Dat was de enige keer van de laatste acht deelnames dat Ajax in de Champions League overwinterde. Net als vorig jaar lijkt Ajax nu, met de derde nederlaag op rij, een decemberdip te beleven. Gaat die nu net zo lang doorwerken als in het vorige seizoen? Ten Hag: “Ik ben daar niet bang voor maar we moeten er wel voor opletten. Dit mag niet blijven hangen.”", "Opnieuw ging het dus thuis mis, zoals zo vaak Europees de laatste jaren. Zo dramatisch als de afgelopen jaren tegen Tottenham Hotspur en Valencia verliep de cruciale decemberpot tegen Atalanta zeker niet. Wat Ajax gisteravond tegenover de Italiaanse onverzettelijkheid wist te zetten, was simpelweg veel te mager. Het gemis van Blind (ziek, vervangen door Martinez) en Neres was geen excuus. Aanvallend kon Ajax schrikbarend weinig creëren tegen het compacte Atalanta.", "Beide ploegen staan bekend om hun attractieve speelstijl, op heel verschillende wijze, maar daar bleek gisteravond niets van. Ajax krijgt de juiste afstemming tussen offensieve risico’s en defensieve zekerheid maar niet gevonden. Gezien de kwetsbaarheden die vooral de laatste weken achterin bloot kwamen te liggen, had het zich voorgenomen geduldig te blijven en niet in het Italiaanse mes te lopen. Atalanta kwam voor een punt en speculeerde op uitbraken via vooral Zapata.", "Vreugdeloos voetbal", "Het tactisch keurslijf dat de coaches Ten Hag en Gasperini hun teams hadden aangemeten leidde lang tot weinig verheffend, vreugdeloos voetbal. Atalanta was voor rust één keer gevaarlijk, toen De Roon na een combinatie met Zapata naast het doel van Onana vuurde. Een paar tellen voor rust kopte Brobbey de bal krachteloos in handen van de Italiaanse goalie Gollini. De voorzet kwam van Antony die verder net als Tadic aan de overzijde niet voor gevaar kon zorgen.", "Brian Brobbey was in de basis gestart omdat Traoré geblesseerd was. De achttienjarige Brobbey speelt in Jong Ajax en mocht pas één keer in de hoofdmacht meedoen.", "Na een harde botsing met Tagliafico net voor rust werd hij in de tweede helft vervangen door Promes. Het probleem van Ajax bleef hetzelfde. Door een te laag baltempo vond het geen openingen in de blauw-zwarte defensie. Met Labyad op ‘tien’ ontbrak elke diepte in het spel.", "De aangewezen man voor die loopacties, Davy Klaassen, dook pas gevaarlijk op voor Gollini toen Ajax wel meer risico’s moest gaan nemen. In de beste kans van de wedstrijd schoot hij recht op de doelman. Niet veel later bevestigde Gravenberch, de laatste tijd met complimenten overladen, zijn eigen woorden dat hij teveel ‘domme gele kaarten’ pakt. Toen hij zijn tweede incasseerde, moest Ajax met tien man verder. Kort daarna deelde invaller Luis Muriel Ajax de genadeklap uit; de 0-1 was verdiend want Atalanta was de hele tweede helft al dreigender geweest dan Ajax.", "Lees ook:", "Ajax ligt uit de Champions League na nederlaag op Valencia"], "authors": ["John Graat"], "keywords": ["van", "dit", "ajax", "velt", "het", "op", "decemberdip", "een", "ook", "te", "niet", "jaar", "dat", "en", "ambitieus", "voor"], "pubDate": "2020-12-09T22:34:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}