{"id": "89646166-1c05-344e-b7b9-6b135ac7f4bb", "title": "Welke wetten en regels veranderen in 2021? Werkenden gaan er iets op vooruit – zolang ze hun baan behouden", "url": "https://trouw.nl/binnenland/welke-wetten-en-regels-veranderen-in-2021-werkenden-gaan-er-iets-op-vooruit-zolang-ze-hun-baan-behouden~b4afc9c6/", "summary": "De prijs van een pakje van 20 ­sigaretten gaat 12 cent omhoog, een pakje shag van 50 gram met 30 cent.\nVanaf 1 juni kunnen initiatiefnemers een school stichten op basis van een ­pedagogische of levensbeschouwelijke grondslag.\nBasis- en voortgezet onderwijs en mbo’s kunnen het geld ­aanvragen voor het inzetten van extra (tijdelijk) personeel en ­ondersteuning of voor het geven van extra online lessen.\nVoor de meeste drones wordt het halen van een vaardigheidsbewijs verplicht en er geldt een minimumleeftijd van 16 jaar voor het besturen van het grootste deel van de toestellen in de laagste risicocategorie.\nVan het Oxfordvaccin, dat in de loop van volgend jaar op de markt moet komen, heeft Nederland de meeste ­doses besteld: 11,7 miljoen.", "paragraphs": ["Werk & inkomen", "Ieder jaar berekent het kabinet hoe het loonstrookje van de burger er ­komend jaar ongeveer uit komt te zien en ieder jaar gaat die boodschap gepaard met een waarschuwing: de voorspellingen zijn altijd een tikje onzeker. Dit keer melden minister Wouter Koolmees (sociale zaken) en staatssecretaris Hans Vijlbrief (financiën) dat ‘de ontwikkelingen van de loonstrookjes met grote voor­zichtigheid moeten worden bezien’. De aanhoudende coronacrisis maakt de toekomst voor veel mensen on­gewis. “Werknemers zien alleen een loonstrookje in januari als zij hun baan kunnen behouden”, aldus Koolmees en Vijlbrief. Ook de ­koopkrachtcijfers moeten daardoor ‘met nog meer nuance’ worden bezien dan ­gebruikelijk.", "• Het kabinet wil werkenden met een lager of middeninkomen meer belonen. Daarvoor wordt het belastingtarief van de eerste schijf verlaagd van 37,35 naar 37,10 procent.", "• De algemene heffingskorting stijgt in 2021 met maximaal 126 euro. Ook hier profiteren de midden- en met name de lagere inkomens van.", "• De voor 2022 geplande verhoging van de arbeidskorting gaat al dit jaar in. Ook dit komt werkenden ten goede. De hoogte van de arbeidskorting is afhankelijk van ­inkomen en leeftijd.", "• De ouderenkorting gaat omhoog, tot maximaal 1703 euro. Deze ­korting is bedoeld voor mensen die inkomsten hebben boven op hun AOW-uitkering, tot een maximum van 49.000 euro. Wie meer ­verdient, heeft geen recht op een ouderenkorting.", "• De maximale inkomensafhanke­lijke combinatiekorting daalt met 66 euro naar 2.815. De reden is dat de Hoge Raad heeft bepaald dat meer mensen in aanmerking moeten komen voor deze korting. Het kabinet wil de maatregel ‘betaalbaar houden’. Deze korting is ­bestemd voor ouders van jonge ­kinderen, die boven een bepaald minimumbedrag verdienen.", "• De vermogensbelasting gaat omlaag. In 2020 moest nog belasting betaald worden over spaargeld ­boven 30.846 euro (of 61.692 ­samen met de fiscale partner). In 2021 gaat de zogeheten heffingsvrije voet omhoog naar 50.000 ­euro, of naar een ton als iemand een partner heeft.", "• De arbeidsongeschiktheidsverzekering voor jonge gehandicapten, de Wajong, wordt eenvoudiger. Zij krijgen een hoger inkomen, wanneer zij (meer) gaan werken. Ook kunnen zij hun uitkering blijven ontvangen wanneer zij een studie gaan doen. Volgens de overheid zijn de regels nu te ingewikkeld. Veel Wajongers zijn bang om het recht op hun uitkering te verliezen, ­wanneer zij gaan werken.", "• Het kabinet voert – opnieuw – een vliegbelasting in. Passagiers die vanaf een Nederlandse luchthaven vertrekken, betalen voortaan een opslag van 7,85 euro op hun ticket. Overstappers betalen deze belasting niet. De vliegtaks is een politiek gevoelig onderwerp, dat zwaar belobbyd wordt. Aanvankelijk was het de bedoeling dat ook vracht­verkeer deze taks zou moeten ­betalen, maar dat plan is gesneuveld. Het kabinet is gevoelig voor het ­argument dat vrachtvliegtuigen zouden kunnen uitwijken naar luchthavens in Duitsland en België.", "• Het kabinet stimuleert bedrijven om investeringen te doen met een nieuwe belastingmaatregel, de ­Baangerelateerde Investeringskorting (Bik). Deze tijdelijke regeling zorgt ervoor dat bedrijven ook in ­deze tijden blijven investeren in bijvoorbeeld nieuwe machines. De Bik is vanwege kritiek uit de Kamer iets aangepast, waardoor het midden- en kleinbedrijf er meer van profiteert.", "• De AOW-leeftijd blijft in 2021 staan op 66 jaar en 4 maanden.", "• Ex-kankerpatiënten kunnen zich in 2021 makkelijker laten verzekeren. Als iemand 10 jaar ziektevrij is, mogen verzekeraars de ziekte niet langer laten meewegen bij de hoogte van verzekeringspremies. Voor jongeren tot 21 jaar geldt een termijn van 5 jaar.", "Zorg", "• Roken wordt opnieuw duurder. De prijs van een pakje van 20 ­sigaretten gaat 12 cent omhoog, een pakje shag van 50 gram met 30 cent. In 2023 moet een pakje ­sigaretten 10 euro kosten.", "• Het verplichte eigen risico voor de zorgverzekering blijft 385 euro", "Onderwijs", "• Met een nieuwe wet wil het kabinet scholen meer laten aansluiten bij de wensen van ouders. Vanaf 1 juni kunnen initiatiefnemers een school stichten op basis van een ­pedagogische of levensbeschouwelijke grondslag. Tot nu toe was het moeilijk een school te stichten op andere dan religieuze gronden. Voor de school wordt opgericht, ­inspecteert de onderwijsinspectie of er voldoende animo is en of de onderwijskwaliteit gewaarborgd is.", "• Vanaf volgend schooljaar kunnen ook basisscholen een licentie ­aanvragen voor dans- en muziekonderwijs. Daarmee kunnen zij aansluiting zoeken bij één van de twaalf bestaande specialistische dans- en muziekscholen in het voortgezet onderwijs en hbo, waar leerlingen worden opgeleid tot professioneel musicus of danser. Ook komt er een reiskostenregeling voor deze leerlingen.", "• In 2021 gaat er 210 miljoen euro naar scholen voor extra begeleiding aan leerlingen tijdens de corona­crisis. Basis- en voortgezet onderwijs en mbo’s kunnen het geld ­aanvragen voor het inzetten van extra (tijdelijk) personeel en ­ondersteuning of voor het geven van extra online lessen.", "Media", "• Tijdens de programmering van ­kinderprogramma’s op de publieke omroep zal geen reclame meer te zien zijn. Ook mag de NPO online geen reclames meer tonen. Dit zijn de eerste stappen in de afbouw van reclame bij de omroepen. Vanaf 2022 wordt de reclame op publieke zenders stapsgewijs gehalveerd.", "Leefomgeving", "• Per 8 januari zijn pelsdierhoude­rijen in Nederland verboden. Het is dan niet toegestaan om nog langer dieren zoals nertsen te houden voor bontproductie. Oorspron­kelijk zou het verbod in 2024 ingaan, maar na de vele coronabesmettingen op nertsenfokkerijen is dit naar voren gehaald. Nertsenhouders ontvangen compensatie.", "• Tractoren moeten voortaan ook een kentekenplaat hebben en ­geregistreerd staan. Anders mogen zij niet de openbare weg op. Alle nieuwe landbouw- en bouwvoertuigen krijgen een kenteken, ­bezitters van tractoren krijgen een jaar de tijd om een nummerbord aan te vragen.", "• Auto’s van 50 jaar of ouder hoeven in het nieuwe jaar geen apk-keuring meer te ondergaan. Met deze maatregel wil het kabinet de lasten van oldtimer-eigenaren verlichten. De apk-plicht blijft wel gelden voor oude taxi’s, ov-auto’s en ­voertuigen die gevaarlijke stoffen vervoeren.", "• Vanaf het nieuwe jaar gelden er in de Europese Unie nieuwe regels voor drones. Zo is het voor recreatieve dronevliegers verplicht om het toestel te registreren. Ook ­gelden er aparte regels voor drones met laag risico op ongelukken en drones met veel risico. De eisen voor die laatste categorie zijn vergelijkbaar met die voor de bemande luchtvaart. Voor de meeste drones wordt het halen van een vaardigheidsbewijs verplicht en er geldt een minimumleeftijd van 16 jaar voor het besturen van het grootste deel van de toestellen in de laagste risicocategorie.", "• Komend jaar gaat de CO 2 -heffing in voor de industrie. Die belasting moet bedrijven ertoe aanzetten om te verduurzamen. Hoe meer ze ­uitstoten, hoe meer belasting ze moeten betalen. De heffing is voor het kabinet een middel om de ­doelen uit het klimaatakkoord te halen. De eerste jaren geldt er voor bedrijven nog een vrijstelling, in de vorm van dispensatierechten. ­Vanwege de coronacrisis wil het ­kabinet de industrie een steuntje in de rug geven. Volgend jaar hoeft nog geen bedrijf te betalen voor de CO 2 -uitstoot. In de jaren daarna worden de dispensatierechten ­afgebouwd. Het kabinet verwachtte rond Prinsjesdag dat in 2024 alle bedrijven een CO 2 -heffing ­betalen.", "Wonen", "• Huurders die een te hoge huur betalen voor hun corporatiewoning, kunnen in 2021 een eenmalige huurverlaging aanvragen. Zij kunnen dit doen wanneer zij minder zijn gaan verdienen, terwijl zij al in de woning woonden. Ook kan een huurder een verlaging aanvragen wanneer hij of zij in de woning trok, voordat corporaties begonnen met het toewijzen van woningen op basis van inkomen.", "• Voor mensen met een inkomen ­boven 68.507 euro gaat de hypotheekrenteaftrek omlaag van 46 naar 43 procent.", "• Het kabinet wil starters en doorstromers op de woningmarkt meer kansen op een geschikte woning bieden. Daarom wordt voor kopers van 18 tot 35 jaar de overdrachtsbelasting afgeschaft. Dit was 2 ­procent. Wie ouder is dan 35 ­betaalt dit percentage nog wel. En ­beleggers die niet in hun gekochte huis gaan wonen, gaan 8 procent overdrachtsbelasting ­betalen. Dit moet speculatie op de woningmarkt ontmoedigen.", "• Het regelen van een energielabel voor uw huis wordt iets inge­wikkelder en daardoor ook duurder. Huiseigenaren konden dit ­online regelen, maar vanaf nu moet er een energieadviseur langskomen om het label vast te stellen. Geschatte kosten voor een huis: 190 euro. Voor een appartement: 100 euro.", "• Wie gebruik wil maken van de ­Nationale Hypotheek Garantie (NHG), kan dat doen voor wo­ningen die niet duurder zijn dan 325.000 euro. Deze grens lag op 310.000.", "Corona", "• Ook 2021 zal nog voor een groot deel in het teken staan van het corona­virus. De beperkingen die eind 2020 ingingen, lopen door in het nieuwe jaar. De huidige lockdown loopt af op 19 januari. Mogelijk wordt deze, of een deel van de geldende maat­regelen, verlengd als de besmettingscijfers en ziekenhuisopnames tegen die tijd nog niet voldoende ­zijn gedaald. Daarover zal het kabinet naar verwachting op 12 januari een persconferentie houden.", "• Ook geldt nog tot zeker half maart het dringende advies om alleen noodzakelijke reizen naar het buitenland te maken. Vakanties naar wintersportgebieden worden dus ­afgeraden.", "• Na coronajaar 2020 moet 2021 het jaar worden waarin er langzamerhand meer mogelijk wordt. Door grootschaliger testbeleid en vooral door vaccinaties. Op 8 januari worden de eerste Nederlanders ingeënt tegen het coronavirus. Op 4 januari worden hiervoor de uitnodigingen verstuurd aan zorgmedewerkers die ouderen en kwetsbaren verzorgen. Zij moeten een ‘beschermende ring’ gaan vormen rond de mensen voor wie het virus het gevaarlijkst is. Het Pfizer-vaccin dat zij krijgen, bestaat uit twee vaccinatieronden. Drie ­weken na de eerste prik worden gevaccineerden nog een keer ingeënt. Met de ruim 500.000 vaccins die ­Pfizer in eerste instantie levert, ­kunnen dus zo’n kwart miljoen mensen gevaccineerd worden.", "• In de loop van het eerste kwartaal komt volgens planning ook de eerste lading van zo’n 390.000 Moderna-vaccins naar Nederland. Het kabinet wil daarmee ouderen en kwetsbaren laten vaccineren. Ook dit vaccin wordt in twee doses toegediend. In totaal heeft Nederland 6,2 miljoen Moderna-vaccins besteld. Van het Oxfordvaccin, dat in de loop van volgend jaar op de markt moet komen, heeft Nederland de meeste ­doses besteld: 11,7 miljoen.", "• De verwachting is dat tijdens het tweede en derde kwartaal groot­schalig ingeënt kan worden. Dan zouden ook de coronabeperkingen steeds verder afgebouwd kunnen worden.", "Lees ook:", "De economische achtbaan van 2020: de grootste crisis ooit, of valt het toch mee?", "Het is crisis, jawel. Maar toch is er sprake van hoge koersen en weinig werklozen. Hoe kan dat? En blijft dat zo in 2021?"], "authors": ["Niels Markus", "Bart Zuidervaart"], "keywords": ["jaar", "werkenden", "regels", "met", "ze", "iets", "zolang", "ook", "te", "vooruit", "van", "en", "een", "wetten", "veranderen", "voor", "welke", "op", "het"], "pubDate": "2021-01-01T17:31:43Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}