{"id": "896f679e-ac8a-3939-910f-64290fae4fa8", "title": "Nintendo koopt maker van Luigi's Mansion-games Next Level Games", "url": "https://nu.nl/games/6100211/nintendo-koopt-maker-van-luigis-mansion-games-next-level-games.html", "summary": "Nintendo wil gameontwikkelaar Next Level Games overnemen, maakt het Japanse bedrijf op zijn website (pdf) bekend.\nDe Canadese studio is vooral bekend van de laatste twee Luigi's Mansion-games, waarin de broer van Nintendo's populaire personage Mario de hoofdrol speelt.\nNext Level Games werd in 2002 opgericht en werkt het grootste gedeelte van zijn bestaan nauw samen met Nintendo.\nDe laatste game van het bedrijf is Luigi's Mansion 3, dat in 2019 werd uitgebracht.\nNintendo koopt Next Level Games in de verwachting dat games hierdoor sneller en met een hogere kwaliteit gemaakt kunnen worden.", "paragraphs": ["Nintendo wil gameontwikkelaar Next Level Games overnemen, maakt het Japanse bedrijf op zijn website (pdf) bekend. De Canadese studio is vooral bekend van de laatste twee Luigi's Mansion-games, waarin de broer van Nintendo's populaire personage Mario de hoofdrol speelt.", "Next Level Games werd in 2002 opgericht en werkt het grootste gedeelte van zijn bestaan nauw samen met Nintendo. In 2014 kondigde het bedrijf aan alleen maar games voor Nintendo-spelcomputers te ontwikkelen.", "De laatste game van het bedrijf is Luigi's Mansion 3, dat in 2019 werd uitgebracht. Next Level Games maakte ook al de voorloper van de Luigi-game, waarin het personage, gewapend met een stofzuiger om geesten op te zuigen, zijn broer probeert te redden.", "Nintendo koopt Next Level Games in de verwachting dat games hierdoor sneller en met een hogere kwaliteit gemaakt kunnen worden. De overname moet in maart afgerond zijn."], "authors": ["Door"], "keywords": ["waarin", "zijn", "van", "koopt", "maker", "level", "games", "bedrijf", "met", "nintendo", "mansiongames", "luigis", "te", "het", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}