{"id": "89841976-a6e1-3adf-9683-1e67e765f7df", "title": "Supporters zonder stadionvoetbal: ‘Het went nooit’", "url": "https://volkskrant.nl/sport/supporters-zonder-stadionvoetbal-het-went-nooit~b3a608f3/", "summary": "Ik mis het gevoel van samenhorigheid als ik hordes supporters naar het stadion zie lopen.\nIn het stadion is het tenslotte ook nooit stil.\nIk heb in die periode weleens geroepen dat ik niet voor het voetbal naar het stadion ging.\nIk ga regelmatig kijken hoe het met de verbouwing van het stadion is en ben zelfs even binnen geweest.\nAl zegt hij het ook eerlijk als het slecht is, maar zo hoort het ook, vind ik.", "paragraphs": ["Sergio Westerink kijkt met wat vrienden nu noodgedwongen naar FC Twente in de eigen gemaakte kroeg in de achtertuin. Beeld Jiri Büller", "Naam: Sergio Westerink Leeftijd: 23 jaar Seizoenkaarthouder FC Twente: 12 jaar Beroep: personal trainer", "‘In het stadion beleef ik de wedstrijd, thuis kijk ik de wedstrijd. Daarin zit voor mij het grootste verschil. Ik mis het gevoel van samenhorigheid als ik hordes supporters naar het stadion zie lopen. En de adrenaline in mijn lijf als ik, op weg naar mijn plek, de stadiontrappen beklim.", "‘Het is onmogelijk om thuis hetzelfde gevoel op te roepen. Toch probeer ik er het beste van te maken. Een paar jaar geleden hebben we onze schuur in de tuin omgebouwd tot een klein café. Afhankelijk van de coronarestricties nodig ik twee of drie vrienden uit om de wedstrijden van FC Twente te komen kijken.", "‘Een uur voor de aftrap zetten we de muziek op die normaal in het stadion wordt gedraaid. Tijdens de wedstrijd laten we die aanstaan. Alleen de stem van de commentator klinkt zo saai en kil. In het stadion is het tenslotte ook nooit stil.", "‘Twente heeft een van de sfeervolste stadions van Nederland. Zelfs toen we in 2018 degradeerden en een jaar lang waren veroordeeld tot de eerste divisie, zaten de tribunes elke wedstrijd vol. Ik heb in die periode weleens geroepen dat ik niet voor het voetbal naar het stadion ging.", "‘Samen hebben we die moeilijke tijd doorstaan. Daarom is het zo jammer dat we de zoete smaak van overwinningen niet kunnen proeven nu ze het voor het eerst in jaren weer goed doen. Voor de televisie beeld ik mij dan in hoe mooi het was geweest als we met zijn allen in het stadion hadden gezeten.", "‘Natuurlijk juich ik nog steeds als Twente scoort. Maar verder ben ik een stuk rustiger tijdens de wedstrijd. Als supporter sta je toch een beetje buitenspel op dit moment. Het heeft geen zin om achter je televisie te gaan zingen of de ploeg naar voren te schreeuwen. Al neemt de emotie soms toch de overhand als het spannend wordt.", "‘Voor mij als supporter voelt het als de zwaarst mogelijke straf dat ik mijn club niet te kan steunen. Maar in deze nare periode is hopelijk ook een nieuwe traditie ontstaan. Zodra de poorten van de Grolsch Veste weer opengaan, ben ik daar natuurlijk te vinden. Maar als het aan mij ligt, blijf ik de uitwedstrijden samen met mijn vrienden in ons café in de tuin kijken.", "‘Ik kan je vertellen dat het zaterdag na de overwinning op Ajax tot laat heel gezellig is geweest hier.’", "Johan Blaauw, supporter van AZ. Beeld Jiri Büller", "Naam: Johan Blaauw Leeftijd: 60 Seizoenkaarthouder AZ: 41 jaar Beroep: buschauffeur", "‘Als er één moment was waarop ik in het stadion had willen zitten, dan was het gisteren tegen FC Groningen. Ik denk dat we een spandoek of zo hadden gemaakt om te laten merken dat we achter het besluit van de club staan om Slot te ontslaan. Het is natuurlijk niet netjes van de trainer om met Feyenoord in onderhandeling te gaan, zonder dat AZ het wist.", "‘Voor de televisie kan ik mijn emotie niet kwijt. Het heeft geen zin om tegen het beeldscherm te gaan schreeuwen of vloeken. Ik word er ontzettend nerveus van. Niet alleen gisteren, maar al het hele seizoen. Ik weet niet zo goed wat ik met mezelf aan moet.", "‘In het stadion heb ik afleiding. Naar AZ gaan, betekent voor mij zoveel meer dan negentig minuten voetbal. Vooraf drink ik een paar biertjes in de stad en maak lol met mijn vrienden. In het stadion pak ik nog een paar biertjes, klets ik wat met andere supporters en kijk ik een licht aangeschoten naar de wedstrijd. Heerlijk vind ik dat.", "‘Ik mis die mooie momenten en de trips naar Europese uitwedstrijden. Ik had de ploeg zeker achterna gevlogen naar Napels. Zeker nu ik weet dat we daar onverwachts wonnen van Napoli. Wat een feest zou dat geweest zijn als we erbij waren geweest.", "‘In plaats daarvan zat ik in mijn eentje voor de televisie. Zonder biertje, omdat ik de volgende ochtend om zes uur moest werken. Maar ik had nog zoveel adrenaline in mijn lijf dat ik die nacht nauwelijks heb geslapen. Daar was ik mooi klaar mee.", "‘Door het ingestorte dak konden we vorig seizoen lange tijd ook niet naar ons eigen stadion. Ik moet zeggen dat we wel goed zijn opgevangen in Den Haag. We hadden daar een leuk café gevonden waar we voor de wedstrijd een paar biertjes dronken. En de catering in het stadion van ADO was beter dan bij AZ.", "‘Toch kan ik niet wachten tot ik weer op mijn eigen plekkie zit. Ik ga regelmatig kijken hoe het met de verbouwing van het stadion is en ben zelfs even binnen geweest. Het wordt een prachtig dak. Ik gooi mezelf dan ook meteen vol met dat vaccin als het er is.", "‘Maar ik houd er rekening mee dat we volgend seizoen pas weer met zijn allen naar het stadion mogen. Tot die tijd verbijt ik me achter mijn televisie. Voor mij als een supporter went het nooit om niet op de plek te zijn waar het gebeurt.’", "Teun den Hartog moet nu thuis op de bank naar de wedstrijden van FC Utrecht kijken. Beeld Jiri Büller", "Naam: Teun den Hartog Leeftijd: 58 Seizoenkaarthouder FC Utrecht: 30 jaar Beroep: technisch projectleider woningcorporatie", "‘Het is verschrikkelijk om op televisie machteloos te moeten toezien dat het nog niet lekker loopt met FC Utrecht. In het stadion zou ik de ploeg vanaf de tribune naar voren hebben geschreeuwd, nu loop ik tussendoor even weg en ga ik koffie halen om mijn frustratie te uiten.", "‘De wedstrijd tegen Ajax een maand geleden was voor mij het bewijs dat het voetbal is veranderd zonder publiek in de stadions. Normaal komt Ajax met de bibbers naar Utrecht toe en stropen wij met zijn allen de mouwen op. Bij elke aanval of actie begint het hele stadion te joelen of fluiten. Ik weet zeker dat het invloed heeft op de spelers en de scheidsrechter.", "‘Maar deze keer was het een steriele bedoeling. Ajax won eenvoudig met 0-3. Onze spelers misten een steuntje in de rug. Ik ben ervan overtuigd dat we niet zo kansloos waren geweest als de tribunes vol hadden gezeten. Des te frustrerender was het om de nederlaag voor de televisie te moeten ondergaan.", "‘Ik zorg dat ik altijd op tijd in het stadion ben, maar nu schakel ik pas kort voor de wedstrijd in. Ik erger me groen en geel aan al die commentatoren en zelfbenoemde analytici. Ze willen allemaal de wijsneus uithangen.", "‘Na het vertrek van trainer John van den Brom hoorde ik iemand zeggen dat Dirk Kuyt nu mooi kennis kan opdoen bij Utrecht voordat hij trainer van Feyenoord wordt. Dan zit ik me op te vreten voor mijn televisie. Hoezo kennis opdoen bij Utrecht?", "‘Tijdens de wedstrijd zet ik het geluid van de televisie uit en het radiocommentaar van RTV Utrecht aan. Het is fijner om naar verslaggever René van den Berg te luisteren omdat hij zelf ook fan van Utrecht is. Als supporter staat hij dichter bij ons. Al zegt hij het ook eerlijk als het slecht is, maar zo hoort het ook, vind ik.", "‘Het meest mis ik de sfeer rondom de wedstrijd. Van het eerste tot het laatste biertje. Het praatje dat je maakt. Op de tribune staan om mij heen al jarenlang dezelfde mensen, van wie ik geen flauw idee heb wat ze in het dagelijks leven doen. Maar we staan er met zijn allen omdat we een gezamenlijke passie hebben: FC Utrecht.", "‘Nu kijk ik de wedstrijden thuis met mijn vrouw en kinderen. Ik heb een hartstikke leuk gezin, daar gaat het niet om, maar het is toch anders. Als het aan mij ligt, sta ik weer zo snel mogelijk in het stadion.’"], "authors": ["Guus Peters"], "keywords": ["van", "als", "zonder", "supporters", "het", "met", "went", "ik", "stadion", "een", "dat", "te", "om", "stadionvoetbal", "nooit"], "pubDate": "2020-12-06T18:54:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}