{"id": "89882c18-f22b-3b94-81a4-76b5cb8e5cfd", "title": "De kudde probeerde niet alleen de macht ten val te brengen, ze legde ook massaal vast hoe ze dat deed", "url": "https://volkskrant.nl/cultuur-media/de-kudde-probeerde-niet-alleen-de-macht-ten-val-te-brengen-ze-legde-ook-massaal-vast-hoe-ze-dat-deed~b0501ecb/", "summary": "Ze droegen vlaggen met zijn naam, petjes met zijn woorden en harten met zijn haat.\nTwee mannen en een vrouw poseerden voor de camera met het afgebroken naambord van Nancy Pelosi, voorzitter van het Huis van Afgevaardigden.\nOndertussen was een man met een zwart mutsje, zwarte jas en zwarte handschoenen op het spreekgestoelte van Pelosi gaan zitten.\nEr was een video van een groepje mensen dat ramen insloeg.\nDe kudde probeerde niet alleen de macht ten val te brengen, ze legde ook massaal vast hoe ze dat deed - en verzamelde zo het bewijsmateriaal voor haar eigen veroordeling.", "paragraphs": ["De toverspreuken hadden gewerkt en het monster was tot leven gekomen. Het krioelde langs, over en door het Capitool in Washington, als mieren op een slagroomtaart. Ze droegen vlaggen met zijn naam, petjes met zijn woorden en harten met zijn haat. En dus schakelden we net als twee maanden geleden weer in op CNN, dat live verslag deed van de staatsgreep. ‘Het is verbijsterend’, zei presentator Jake Tapper, terwijl we beelden zagen van de mannen en vrouwen die door de hallen van het Capitool liepen. ‘En het is gevaarlijk. President Trump zou dit kunnen stoppen met één tweet, maar in plaats daarvan valt hij vicepresident Mike Pence aan omdat die weigert mee te gaan in zijn bloedeloze coup.’ Bloedeloos bleek het later niet te zijn.", "Een verslaggever van het Britse ITV News was met de meute mee naar binnen gegaan. ‘Vier jaar lang waren we getuige van onrust in de Verenigde Staten’, begon hij zijn reportage, ‘maar dit slaat alles.’ Van dichtbij liet Robert Moore zien hoe de democratie werd vertrapt en verscheurd door een gehersenspoelde kudde. Ze schreeuwden ‘USA, USA’, vochten met de politie en richtten vernielingen aan. Twee mannen en een vrouw poseerden voor de camera met het afgebroken naambord van Nancy Pelosi, voorzitter van het Huis van Afgevaardigden.", "‘Dit zou geen verrassing moeten zijn’, zei Moore, terwijl een schreeuwende menigte de trappen naar de macht beklom, ‘dit is aangewakkerd door de retoriek van de president.’", "Watch @robertmooreitv's report from inside the Capitol building as the extraordinary events unfolded in Washington DChttps://t.co/krCQf1uQbx pic.twitter.com/SiWbzF5Nzs — ITV News (@itvnews) 6 januari 2021", "Op CNN sprak de ene na de andere commentator zijn afschuw uit. ‘Een schandelijke, walgelijke situatie’ zei Tapper. Er werd gebeld met een van de senatoren die zich verstopt had in het gebouw, de Republikein Adam Kinzinger. Hij noemde het ‘verachtelijk’. ‘Als dit in Belarus zou gebeuren, zouden we het een couppoging noemen.’ Op Fox News werd de president opgeroepen de situatie te keren, maar vanuit de eetzaal in het Witte Huis keek Nero tevreden toe hoe Washington brandde.", "Ondertussen was een man met een zwart mutsje, zwarte jas en zwarte handschoenen op het spreekgestoelte van Pelosi gaan zitten. Anderen poseerden lachend in de Senaat-zaal. Er was een video van een groepje mensen dat ramen insloeg. In een ander filmpje was te zien hoe in de gangen van het Capitool een groep Trump-hooligans, onder enthousiaste aanmoediging van een vrouw met een blauw petje en een megafoon, de politie overrompelde. Alles werd vastgelegd. En niet alleen door de media. De kudde probeerde niet alleen de macht ten val te brengen, ze legde ook massaal vast hoe ze dat deed - en verzamelde zo het bewijsmateriaal voor haar eigen veroordeling. ‘Ze zijn waarschijnlijk te dom om het te snappen’, merkte CNN-presentator Wolf Blitzer op, ‘maar ze gaan allemaal de gevangenis in.’ Even later bracht dezelfde Blitzer het breaking news dat de Democratische kandidaat Jon Ossoff de belangrijke senaatsverkiezing in Georgia had gewonnen. Het was een lichtpuntje op een verder inktzwarte avond. De democratie werd ontmanteld, maar haar motor bleef draaien."], "authors": ["Julien Althuisius"], "keywords": ["massaal", "macht", "zijn", "legde", "van", "val", "en", "een", "ze", "met", "probeerde", "vast", "te", "ook", "op", "het", "niet", "werd"], "pubDate": "2021-01-07T11:26:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}