{"id": "899ffeb5-0dc4-362b-a22f-7e54f0f2b35b", "title": "Hugo", "url": "https://nrc.nl/nieuws/2020/12/31/hugo-a4025562", "summary": "Hugo de Jonge wist als wethouder in Rotterdam op een aantal thema’s naam te maken.\nNu vond ik Hugo altijd een competente, daadkrachtige bestuurder, maar daar is de laatste maanden iets bijgekomen.\nHugo de Jonge heeft een baan die op dit moment niemand wil en die, zo durf ik te stellen, maar weinig mensen beter zouden kunnen.\nEn ondanks het grotere vertrouwen dat de natie in crisistijd in de overheid kreeg (een simpel en beproefd fenomeen) krijgt ‘onze’ Hugo nu al maandenlang een hoeveelheid bagger over zich heen die zijn weerga niet kent.\nDaarom begin ik dit jaar met een nieuwjaarsboodschap aan Hugo de Jonge.", "paragraphs": ["Hugo de Jonge wist als wethouder in Rotterdam op een aantal thema’s naam te maken. Zo krijgen kinderen op achterstandsscholen dankzij hem tien uur extra les in de week, kwam er een collectieve ziektekostenverzekering voor arme Rotterdammers en stonden eenzame ouderen ineens hoog op de politieke agenda, en kregen ze desgewenst een huisbezoekje. Op het stadhuis zoemde al langer het gerucht dat het niet bij stedelijke ambities zou blijven en zie daar, nu staat hij samen met Rutte aan het roer van ons land.", "Nu vond ik Hugo altijd een competente, daadkrachtige bestuurder, maar daar is de laatste maanden iets bijgekomen. Ik voel een soort verongelijkte, moederlijke behoefte die arme, steeds mager wordende (!) man in bescherming te nemen. Ik ben het namelijk spuugzat dat elke zeursnor die (logischerwijs) onderhand genoeg heeft van zijn eigen gezelschap in deze lockdown, zich op hem afreageert.", "Hugo de Jonge heeft een baan die op dit moment niemand wil en die, zo durf ik te stellen, maar weinig mensen beter zouden kunnen. Hebben we daar als Nederland respect voor, steken we hem zo nu en dan een hart onder de riem, wensen we hem sterkte? Of succes? Neen. In ons land is het nu eenmaal zo dat eenieder die zijn kop boven het maaiveld uitsteekt, genadeloos wordt afgefakkeld. En ondanks het grotere vertrouwen dat de natie in crisistijd in de overheid kreeg (een simpel en beproefd fenomeen) krijgt ‘onze’ Hugo nu al maandenlang een hoeveelheid bagger over zich heen die zijn weerga niet kent.", "Ik ben het spuugzat dat elke zeursnor die genoeg heeft van zijn eigen gezelschap in deze lockdown, zich op hem afreageert", "Ik vind dat dus zo flauw. Met name omdat het ook niet lijkt uit te maken wát hij doet. Als hij zich thuis laat knippen door zijn vrouw, beeldbellend met de lokale kapper uit Katendrecht, dan is hij ‘zijn blinde ambities aan het uitventen’. En och, hij gaf een eindejaarsinterview, mijn hemel, hoe durft de beste man! Toegegeven, het is een ijdeltuit die van aandacht houdt. Maar wat maakt dat in hemelsnaam uit zolang hij zijn werk goed doet? De Rotterdamse schoenenindustrie vaart er wel bij en zonder iets van een ego ga je waarschijnlijk niet eens de politiek in.", "Dan is er natuurlijk nog de schier eindeloze stroom mensen die vinden dat hij zijn werk niet goed doet. De maatregelen zijn te laat, te ingrijpend, niet ingrijpend genoeg of van de verkeerde soort. Hij belooft te veel, of hij belooft te weinig. Helemaal lollig is de laatste trend om hem grofweg een fascist, leugenaar, misdadiger en/of cokeverslaafde te noemen. Man, man, man. Kunnen we met zijn allen niet gewoon een goed boek gaan lezen, in plaats van te pretenderen alles beter te weten dan de mensen die hun verdraaid stinkende best doen ons door de pandemie heen te loodsen? Natuurlijk gaan er dingen niet vlekkeloos, hij doet het ook maar voor het eerst. En waarom vangt hij trouwens alle wind op terwijl Rutte buutvrij lijkt te zijn?", "Daarom begin ik dit jaar met een nieuwjaarsboodschap aan Hugo de Jonge. Hugo jongen, je doet het echt hartstikke goed. Luister maar niet naar al die onaardige, ongelukkige, zure mensen. Die zitten gewoon slecht in hun vel omdat ze niet naar het tuincentrum en de bouwmarkt kunnen. Zorg goed voor jezelf, neem alsjeblieft nog een extra oliebol en houd vol. Hier in Rotterdam geloven we in je. Of nou ja, ik in ieder geval.", "Tara Lewis is journalist. Zij schrijft de komende periode een wisselcolumn met Mirjam de Winter.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 2 januari 2021"], "authors": ["Tara Lewis", "Leestijd Minuten"], "keywords": ["zijn", "van", "en", "een", "niet", "te", "hugo", "op", "het", "hij", "die"], "pubDate": "2020-12-31T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}