{"id": "89c8a43a-6ee4-3db9-a4ba-f25d63edec18", "title": "Mercedes kent reden bandenblunder en grijpt in", "url": "https://www.telegraaf.nl/sport/168364726/mercedes-kent-reden-bandenblunder-en-grijpt-in", "summary": "Wereldkampioen Lewis Hamilton ontbrak vorige week in Bahrein, omdat hij positief had getest op het coronavirus.\nDe 22-jarige Engelsman leek in Sakhir bij zijn debuut voor Mercedes op weg naar de winst, maar door een blunder van het team bij het wisselen van de banden ging het in de slotfase van de race mis voor Russell en zijn teamgenoot Valtteri Bottas.\nLuister ook de nieuwe Formule 1-podcast met onze verslaggever Erik van Haren en voormalig coureur Christijan Albers:Volgens Wolff heeft Mercedes inmiddels ontdekt hoe het zo mis kon gaan in de pitsstraat.\n„Het gaat steeds beter met hem en we gaan er alles aan doen om Lewis in de auto te krijgen.\n„Iedereen heeft enorm had gewerkt en de lat weer hoger gelegd tijdens dit enorme intense seizoen”, zegt Wolff.", "paragraphs": ["Wereldkampioen Lewis Hamilton ontbrak vorige week in Bahrein, omdat hij positief had getest op het coronavirus. De Brit wil dolgraag komend weekeinde weer in zijn bolide stappen, maar hij moet eerst een negatieve test afleggen voordat hij naar Abu Dhabi kan reizen.", "Als dat niet gebeurt, dan zit George Russell opnieuw in de auto van Hamilton. De 22-jarige Engelsman leek in Sakhir bij zijn debuut voor Mercedes op weg naar de winst, maar door een blunder van het team bij het wisselen van de banden ging het in de slotfase van de race mis voor Russell en zijn teamgenoot Valtteri Bottas.", "Luister ook de nieuwe Formule 1-podcast met onze verslaggever Erik van Haren en voormalig coureur Christijan Albers:", "Volgens Wolff heeft Mercedes inmiddels ontdekt hoe het zo mis kon gaan in de pitsstraat. „We hebben een onderliggend probleem met onze intercom ontdekt. We hebben maatregelen genomen, zowel technisch als met de manier waarop we werken, om te zorgen dat dit niet meer kan gebeuren.” Wolff hoopt dat Hamilton in Abu Dhabi weer kan racen. „Het gaat steeds beter met hem en we gaan er alles aan doen om Lewis in de auto te krijgen. Maar zijn gezondheid heeft prioriteit.”", "Namen op wagen", "Op de twee racewagens van Mercedes staan bij de slotrace de namen van alle medewerkers van het team, om ze zo te bedanken voor hun inzet dit jaar. „Iedereen heeft enorm had gewerkt en de lat weer hoger gelegd tijdens dit enorme intense seizoen”, zegt Wolff. „We willen hiermee onze waardering tonen.”", "Bekijk ook: Max Verstappen leeft mee met teamleden"], "authors": [], "keywords": ["van", "mercedes", "het", "bandenblunder", "op", "grijpt", "met", "kent", "zijn", "weer", "reden", "en", "wolff", "te", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}