{"id": "89ec4353-da54-3802-8b10-819fe77d6f2a", "title": "‘Niemand wil windmolens voor de deur, toch gebeurt het’", "url": "https://www.parool.nl/columns-opinie/niemand-wil-windmolens-voor-de-deur-toch-gebeurt-het~bd5ba281/", "summary": "Een korte zoekopdracht via Google verklapte echter dat het gros van de IJburgbewoners op GroenLinks en D66 had gestemd.\n‘Hadden ze maar niet op GroenLinks, D66 of PvdA moeten stemmen!’ klonk het daarna veelvuldig op sociale media.\nEn dat terwijl ze donders goed wisten dat het vele mensen een hoop ellende zou bezorgen.\nNeem bijvoorbeeld alle huizen die van het aardgas af moeten en vervolgens op een biomassacentrale worden aangesloten.\nWant was het niet allang te voorzien dat een windturbine in een dichtbevolkte stad al snel te dichtbij een woning komt te staan?", "paragraphs": ["In Wieringermeer staat het grootste windpark van Nederland op land met 82 wind­molens. Beeld ANP", "Afgelopen maand ontplofte mijn mailbox. ‘Geen mega-windturbines voor mijn deur’, ‘Dit moet stoppen’, ‘Waarom hoor ik dit nu pas?’, ‘Mijn huis wordt minder waard door die dingen!’, ‘Windmolens prima, maar not in my backyard!’", "Het is maar een kleine greep uit de berichten die ik heb mogen ontvangen van bezorgde en soms zelfs boze Amsterdammers. Allemaal zijn ze zich een hoedje geschrokken van de plannen van het linkse stadsbestuur om in de directe omgeving van hun woningen 200 meter hoge windturbines te plaatsen.", "In eerste instantie verbaasden de reacties mij enorm. Niet in de laatste plaats omdat de meeste mailtjes afkomstig waren van bewoners van IJburg. Wonen daar zoveel JA21-stemmers dan? dacht ik meteen. Een korte zoekopdracht via Google verklapte echter dat het gros van de IJburgbewoners op GroenLinks en D66 had gestemd. Ik zal eerlijk bekennen: ook ik heb er even om moeten grinniken. Zij die de klimaatdrammers tijdens de verkiezingen in het zadel hielpen weten nu opeens niet hoe snel ze op de rem moeten trappen omdat de voorgestelde duurzaamheidsplannen te ingrijpend zijn. ‘Hadden ze maar niet op GroenLinks, D66 of PvdA moeten stemmen!’ klonk het daarna veelvuldig op sociale media.", "Oneerlijk geïnformeerd", "Maar al snel maakte mijn cynisme plaats voor begrip. Alleen maar roepen ‘eigen schuld, dikke bult’ is natuurlijk veel te kort door de bocht, want de woede en de zorgen van bewoners zijn terecht. En de waarheid is, dat de Nederlander, en dus ook de Amsterdammer, inderdaad nooit eerlijk is geïnformeerd over wat de zo geliefde energietransitie precies voor gevolgen heeft. Want wie heeft de kiezer ooit eerlijk verteld: stem op mij, en u krijgt een 200 meter hoge windturbine voor uw huis. Op minder dan 600 meter. Want die provinciale afstandsnorm voor windturbines tot woningen was al in oktober 2020 geruisloos afgeschaft door het politieke establishment. Hierdoor kunnen windturbines nog dichter dan voorheen tegen de gebouwde omgeving aan worden gebouwd.", "Extra ironisch was dat uitgerekend de provinciale afdeling van VVD het lot van vele Amsterdammers beslechtte door op verzoek van GroenLinks de 600 meternorm binnen Metropoolregio Amsterdam te schrappen. Dat de VVD vervolgens de schuld op de linkse partijen en GroenLinks-wethouder Marieke van Doorninck probeert af te schuiven is huichelachtig, want het was de VVD die zelf willens en wetens instemde met het opheffen van deze afstandsnorm. En dat terwijl ze donders goed wisten dat het vele mensen een hoop ellende zou bezorgen. Wat kan politiek toch lelijk zijn.", "Dit is een bekend patroon in het klimaatdossier. Het is niet de eerste keer dat de burger door de politiek wordt opgezadeld met troep vermomd in een groen jasje. Neem bijvoorbeeld alle huizen die van het aardgas af moeten en vervolgens op een biomassacentrale worden aangesloten. Dat bleek achteraf toch ook niet zo CO2-neutraal als vooraf gepresenteerd.", "Ongewenst bijeffect", "Toch staat Nederland nog altijd vol zwaar gesubsidieerde en vervuilende biomassacentrales. En nu wordt de Amsterdammer, net als zoveel andere Nederlanders, wederom geconfronteerd met een ongewenst bijeffect van de energietransitie: enorme windturbines op minieme afstand van hun voordeur.", "Dus nogmaals: wie heeft daar om gevraagd? Mijn gok: bijna niemand. En toch gebeurt het. Wat u eraan kunt doen? Vrij weinig, want de besluitvorming is niet transparant en politici leggen vrijwel nooit hun kaarten open op tafel. En juist hierin ligt een belangrijk deel van de oplossing. Politici moeten al vooraf eerlijker gaan communiceren over wat de energietransitie precies behelst in plaats van de toekomstige fossielvrije samenleving telkens maar weer te romantiseren.", "Want was het niet allang te voorzien dat een windturbine in een dichtbevolkte stad al snel te dichtbij een woning komt te staan? Dit soort no-brainers moeten transparant en zonder meel in de mond aan de kiezer worden voorgelegd. Vooraf. Met alle kosten, opbrengsten en andere voors en tegens die daarbij horen. Want alleen dan kan de kiezer op 17 maart de juiste keuze maken in het stemhokje."], "authors": ["Kevin Kreuger"], "keywords": ["van", "toch", "voor", "en", "deur", "een", "moeten", "niemand", "op", "wil", "gebeurt", "het", "te", "niet", "dat", "die", "windmolens"], "pubDate": "2021-01-11T13:17:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}