{"id": "89fc1d64-8b12-331e-871c-ae21434d9894", "title": "Opinie: Corona maakt twee maten voor roken en drinken wel duidelijk", "url": "https://www.dvhn.nl/meningen/Opinie-Corona-maakt-twee-maten-voor-roken-en-drinken-wel-duidelijk-26344952.html", "summary": "De gevaren van alcohol en drugs voor de gezondheid zijn evident, maar tijdens deze lockdown geldt alleen roken niet als eerste levensbehoefte.\nEr heerst een antirookbeleid, maar daar klaag ik niet over; iedere roker weet dat roken niet goed is.\nZelfs de minister-president zegt ook graag weer naar de kroeg te willen voor een pilsje of een wijntje.\n(citaat van STAP, het Nederlands instituut voor alcoholbeleid)En er moet nog steeds reclame gemaakt worden voor de BOB.\nRokers brengen zichzelf in gevaar, daar ben ik het mee eens, maar “een tevreden roker is geen onrust stoker”.", "paragraphs": ["De gevaren van alcohol en drugs voor de gezondheid zijn evident, maar tijdens deze lockdown geldt alleen roken niet als eerste levensbehoefte.", "Zittend in het verdomhoekje kijk ik zo objectief mogelijk naar de huidige situatie. Ik zit in dit hoekje, omdat ik rook. Er heerst een antirookbeleid, maar daar klaag ik niet over; iedere roker weet dat roken niet goed is. Wel irriteert het mij als ik bij een bijeenkomst even buiten sta te roken en er komt iemand naar buiten met een glas wijn of bier in de hand die de vraag stelt: “Rook jij nog steeds?” Tot nu toe heb ik de reactie met de vraag “Drink jij nog steeds?” kunnen onderdrukken.", "De accijns voor rookwaren is sinds 2011 jaarlijks verhoogd en zelfs in 2019 twee keer met vijf procent. Accijnsverhogingen helpen naar mijn mening niet om te stoppen, maar als er minder mensen roken dan moeten de nog wel rokers de accijns van de stoppers er bij opbrengen. Een ander woord hiervoor is: financiële gaten vullen.", "Vrijdagmiddagborrel online", "Alcohol drinken is daarentegen erg in de mode. De vrijmibo (vrijdagmiddagborrel) moet doorgaan, zelfs digitaal. Veel mensen verlangen er erg naar om weer eens in de kroeg door te zakken. Zelfs de minister-president zegt ook graag weer naar de kroeg te willen voor een pilsje of een wijntje. Alcohol drinken is ‘normaal’.", "De slijterijen blijven tijdens de lockdown open, dus alcohol is blijkbaar een eerste levensbehoefte. Maar alcohol heeft een verdovende werking op de hersenen. Hoe hoger de concentratie van alcohol in de hersenen, hoe groter het verdovende effect. En dat heeft vervolgens weer invloed op de emoties, de beleving en de waarneming. (Dit staat te lezen bij het Trimbos instituut).", "Alcohol is in 1988 officieel geclassificeerd is als “carcinogeen voor mensen”, oftewel kankerverwekkend, door het Internationaal Agentschap voor Onderzoek naar Kanker (IARC) van de Wereldgezondheidsorganisatie. (citaat van STAP, het Nederlands instituut voor alcoholbeleid)", "En er moet nog steeds reclame gemaakt worden voor de BOB. Er zijn nog steeds mensen die met alcohol op achter het stuur kruipen. Zij brengen dan mogelijk mede-weggebruikers in gevaar.", "De accijnzen voor de meeste alcohol houdende dranken zijn niet verhoogd sinds 2014.", "Coffeeshops open", "Ook de coffeeshops (gedoogd, dus officieel verboden) blijven open tijdens de lockdown. Maar cannabis is bij matig gebruik schadelijk voor de longen wanneer het gerookt wordt. Bij het roken van wiet of hasj komen teer en koolmonoxide vrij. Joints bevatten 70 procent meer kankerverwekkende stoffen dan normale sigaretten. (bron: Jellinek, instelling voor verslavingszorg). En er zijn nog steeds mensen die wiet rokend achter het stuur kruipen. Ook zij brengen dan mogelijk mede-weggebruikers in gevaar.", "De sigaren- en sigaretten winkels moesten sluiten. Ik weet het, rookwaren zijn ook bij de supermarkt te koop, maar de supermarkten verkopen toch ook pils en wijn? Zelfs de sterke borrel is schijnbaar een eerste levensbehoefte.", "Rokers brengen zichzelf in gevaar, daar ben ik het mee eens, maar “een tevreden roker is geen onrust stoker”. Rokers zitten nuchter achter het stuur.", "Met hoeveel maten wordt hier gemeten?", "D. Wichers is inwoner van Assen"], "authors": ["D. Wichers"], "keywords": ["ik", "er", "alcohol", "van", "twee", "duidelijk", "voor", "en", "roken", "maten", "maakt", "een", "drinken", "opinie", "te", "het", "maar", "wel"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}