{"id": "8a3d94e7-f014-345a-b311-b66efdb617fd", "title": "Risico onvoldoende ingeschat bij dodelijke mishandeling HVO-Querido", "url": "https://www.parool.nl/amsterdam/risico-onvoldoende-ingeschat-bij-dodelijke-mishandeling-hvo-querido~bdd2baec/", "summary": "Twee bewoners kregen ruzie met elkaar.\nVanwege het coronavirus en het besmettingsgevaar was er ten tijde van de ruzie minder personeel op de opvanglocatie, waardoor er minder contact was met de cliënten.\n‘Deze onenigheid in combinatie met de specifieke problematiek van deze cliënten is waarschijnlijk de oorzaak van het geweld,’ schrijven burgemeester en wethouders aan de raad.\nUit het onderzoek blijkt dat er inschattingsfouten zijn gemaakt, stelt het stadsbestuur.\n‘We moeten constateren dat hierdoor de risico-inschatting onvoldoende was en het actie- en crisisplan zijn niet tijdig bijgesteld.’Na het drama heeft HVO-Querido ingezet op extra scholing voor de medewerkers zodat mogelijke risico's eerder worden herkend.", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "Uit antwoorden van het stadsbestuur op vragen van Don Ceder, fractievoorzitter van ChristenUnie, blijkt dat risico's vooraf niet goed zijn ingeschat op de vestiging in de Poeldijkstraat in Nieuw-West, waar mensen met verslavings- en psychische problemen beschermd kunnen wonen. Twee bewoners kregen ruzie met elkaar. De ruzie leidde uiteindelijk tot zware mishandeling met dodelijke afloop.", "Vanwege het coronavirus en het besmettingsgevaar was er ten tijde van de ruzie minder personeel op de opvanglocatie, waardoor er minder contact was met de cliënten. Er was ook geen dagbesteding. Vooral dat laatste had volgens het stadsbestuur een negatieve uitwerking op de bewoners. De verstandhouding tussen de twee betrokken bewoners stond al enige tijd op scherp. ‘Deze onenigheid in combinatie met de specifieke problematiek van deze cliënten is waarschijnlijk de oorzaak van het geweld,’ schrijven burgemeester en wethouders aan de raad.", "Uit het onderzoek blijkt dat er inschattingsfouten zijn gemaakt, stelt het stadsbestuur. ‘We moeten constateren dat hierdoor de risico-inschatting onvoldoende was en het actie- en crisisplan zijn niet tijdig bijgesteld.’", "Na het drama heeft HVO-Querido ingezet op extra scholing voor de medewerkers zodat mogelijke risico's eerder worden herkend."], "authors": ["Het Parool"], "keywords": ["er", "onvoldoende", "ingeschat", "het", "van", "zijn", "stadsbestuur", "risico", "en", "met", "ruzie", "mishandeling", "op", "bij", "dodelijke", "dat", "hvoquerido"], "pubDate": "2021-01-07T08:12:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}