{"id": "8a44db02-cb83-360b-abb8-b7931d9967d3", "title": "Hoe haalbaar is een opsplitsing van Facebook en wat lost het op?", "url": "https://nu.nl/tech-achtergrond/6095904/hoe-haalbaar-is-een-opsplitsing-van-facebook-en-wat-lost-het-op.html", "summary": "Facebook houdt volgens hen een monopolie in stand door mogelijke rivalen op te kopen en andere concurrenten beperkingen op zijn platforms op te leggen.\nFacebook is een enorme speler op het gebied van sociale media.\n\"Als vastgesteld wordt dat er sprake is geweest van het illegaal vasthouden van een monopoliepositie, kan ook achteraf verlangd worden dat diensten van WhatsApp en Instagram weer afgesplitst worden.\"\nZo dwong de regering het communicatiebedrijf AT&T in 1984 op te splitsen in zeven regionale bedrijven om zijn monopolie op te breken.\nFacebook schrijft dat de toezichthouder hiermee een signaal afgeeft dat een overname nooit rond is.", "paragraphs": ["Facebook ligt onder vuur omdat het bedrijf zijn machtspositie mogelijk misbruikt. In de Verenigde Staten wordt onderzocht wat daaraan kan worden gedaan. De meest drastische maatregel is om het bedrijf op te splitsen, maar hoe haalbaar is dat?", "Wat is er aan de hand?", "De Amerikaanse toezichthouder FTC heeft Facebook samen met openbaar aanklagers in 46 Amerikaanse staten voor de rechter gesleept wegens misbruik van zijn machtspositie. Facebook houdt volgens hen een monopolie in stand door mogelijke rivalen op te kopen en andere concurrenten beperkingen op zijn platforms op te leggen.", "Facebook is een enorme speler op het gebied van sociale media. Het bedrijf is de eigenaar van onder meer Facebook Messenger, WhatsApp (in 2014 gekocht voor 19 miljard dollar), Instagram (in 2012 overgenomen voor 1 miljard dollar) en Oculus (in 2014 overgenomen voor 2 miljard dollar).", "Waarom moet Facebook opgesplitst worden?", "Uit een uitgebreid onderzoek van de FTC blijkt dat Facebook jarenlang strategische aankopen heeft gedaan om concurrentie uit de markt te houden. Dat geldt ook voor de overnames van Instagram en WhatsApp. De toezichthouder vindt dat Facebook mensen het voordeel van concurrentie wordt ontnomen. \"Consumenten hebben weinig keuze bij het kiezen van een sociaal netwerk.\"", "Ook noemt de FTC het aanpakken van Facebook belangrijk, zodat andere opkomende bedrijven kunnen groeien en innoveren \"zonder bang te zijn door Facebook onder de voet gelopen te worden\".", "Kan Facebook wel worden opgeknipt?", "Het opsplitsen van Facebook lijkt makkelijker dan het is. Het bedrijf heeft WhatsApp en Instagram de afgelopen jaren steeds diepgaander met elkaar geïntegreerd. Zo kunnen mensen met een Facebook-account direct bij Instagram inloggen en zijn Stories op alle platforms door te zetten.", "Maar een bedrijf opknippen is mogelijk, zegt ook Anna Gerbrandy, hoogleraar mededingingsrecht aan de Universiteit Utrecht. \"Als vastgesteld wordt dat er sprake is geweest van het illegaal vasthouden van een monopoliepositie, kan ook achteraf verlangd worden dat diensten van WhatsApp en Instagram weer afgesplitst worden.\"", "Dat kan dus ook als de FTC eerst goedkeuring heeft verleend. \"Er is veel veranderd de laatste jaren\", vult econoom Timo Klein van de Universiteit Utrecht aan. \"Destijds waren Instagram en WhatsApp bedrijven die niet of nauwelijks winst maakten. Bij overnames wordt gekeken naar het marktaandeel en hoeveel winst er wordt gemaakt. Destijds concludeerde de FTC dat er een belachelijk hoog bedrag voor de bedrijven werd neergelegd, maar dat er verder geen probleem was.\"", "Maar het is niet gek dat de zaken nu opnieuw worden bekeken. \"Als er nieuw bewijs is, dan kun je terugkomen op je besluit of opnieuw onderzoek doen. Maar ook de stemming bij de wetgevende macht is veranderd, dus ook vanuit politieke druk kan zo'n zaak in heroverweging worden genomen.\"", "Door: Getty Images", "Lost opsplitsing iets op?", "In de VS zijn in het verleden verschillende geslaagde afsplitsingen geweest. Zo dwong de regering het communicatiebedrijf AT&T in 1984 op te splitsen in zeven regionale bedrijven om zijn monopolie op te breken. Maar deze zaak is anders, zegt Gerbrandy. \"Een groot verschil is dat die opsplitsing tot regionale entiteiten leidde. In deze zaak tegen Facebook wordt voorgesteld om twee activiteiten af te splitsen en worden voorwaarden voor toekomstige overnames voorgesteld.\"", "Maar wat er gebeurt als Facebook daadwerkelijk wordt opgesplitst, is ook maar de vraag, zegt Klein. \"De reden waarom Facebook zo groot is, met alle onderdelen die erbij horen, is omdat mensen kiezen voor een product waar anderen zitten. Ga je dit opknippen, dan worden die afsplitsingen daarna weer groter.\"", "Ondertussen pakt Europa het slim aan, vindt Klein. \"Europa wil reguleren en de bedrijven zeggen wat ze niet mogen of juist moeten doen. Door regels op te leggen, zorg je dat concurrentie niet wordt uitgesloten. Tegelijk houd je wel de gans met de gouden eieren levend, want deze bedrijven creëren enorm waardevolle producten en diensten. Maar in de VS is reguleren een vies woord. Daar zien ze een probleem en neigen ze naar opsplitsing.\"", "Wat vindt Facebook zelf?", "Facebook ziet het probleem niet. De FTC heeft beide overnames destijds goedgekeurd. Het bedrijf noemt de rechtszaak daarom \"het herschrijven van geschiedenis\". \"Vele jaren later zegt de toezichthouder dat de beslissing verkeerd was en vraag het om een herziening\", schrijft Facebook. \"Dit is niet hoe de mededingingswet zou moeten werken.\"", "Facebook schrijft dat de toezichthouder hiermee een signaal afgeeft dat een overname nooit rond is. \"Toen we Instagram en WhatsApp kochten, dachten we dat de bedrijven onze gebruikers van dienst zouden zijn en dat we ze nog beter konden maken.\" Het bedrijf zegt dat juist zijn investeringen en innovaties de apps tot een succes hebben gemaakt, en dat dat nodig was om zelf succesvol te concurreren met andere bedrijven."], "authors": ["Door", "Rutger Otto"], "keywords": ["van", "dat", "lost", "een", "en", "wordt", "facebook", "opsplitsing", "te", "zijn", "haalbaar", "op", "wat", "het", "hoe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}