{"id": "8a4d2c94-44fb-315f-86c9-f355bd32c305", "title": "GroenLinks past omstreden 10.000 euro-plan aan: pas na 23ste te besteden", "url": "https://www.parool.nl/nederland/groenlinks-past-omstreden-10-000-euro-plan-aan-pas-na-23ste-te-besteden~bed1a7a2/", "summary": "Beeld ANP/Sander KoningDat blijkt uit het pamflet Een toekomst om naar uit te kijken, dat GroenLinks en de jongerenafdeling Dwars vandaag presenteren.\nDe jongerentak van de partij van Jesse Klaver zette vraagtekens bij de jonge leeftijd waarop jongeren de zak met geld krijgen.\nPas na hun 23ste verjaardag is het geld vrij te besteden.\nMiljonairstaksGroenLinks wil met de 10.000 euro jongeren een gelijke kans geven.\nZo moet worden voorkomen dat zij door ‘een stapeling van beleid’ harder getroffen worden dan andere leeftijdsgroepen.", "paragraphs": ["Partijleider Jesse Klaver tijdens de presentatie van de Green New Deal van GroenLinks. Beeld ANP/Sander Koning", "Dat blijkt uit het pamflet Een toekomst om naar uit te kijken, dat GroenLinks en de jongerenafdeling Dwars vandaag presenteren. De jongerentak van de partij van Jesse Klaver zette vraagtekens bij de jonge leeftijd waarop jongeren de zak met geld krijgen. Op hun achttiende kunnen zij niet altijd ‘verstandige keuzes’ maken, stellen de jongen, die ook vrezen dat het geld in gezinnen met schulden mogelijk niet bij jongeren terecht zou komen.", "De aanpassing is opvallend, omdat Klaver bij de lancering in deze krant in oktober nog stelde dat hij niet bang was dat achttienjarigen het geld zouden verbrassen. “We hebben daar vertrouwen in.” Ook zei hij dat er bewust voor 18 was gekozen, omdat hij ook wil dat mbo-studenten die na hun opleiding een eigen bedrijf beginnen het kunnen gebruiken als startkapitaal. Daarmee moeten zij in de nieuwe plannen vijf jaar wachten. Pas na hun 23ste verjaardag is het geld vrij te besteden.", "Miljonairstaks", "GroenLinks wil met de 10.000 euro jongeren een gelijke kans geven. Het ‘startkapitaal’ voor elke jongeren kost 2,2 miljard euro. Dat wil de partij betalen met een miljonairstaks.", "In het jongerenpamflet van GroenLinks en Dwars is ook een generatietoets opgenomen. Daarmee wil de partij het volgende regeerakkoord checken op de gevolgen voor jongeren. Zo moet worden voorkomen dat zij door ‘een stapeling van beleid’ harder getroffen worden dan andere leeftijdsgroepen. De generatietoets werd ook voorgesteld door Coalitie-Y, een samenwerkingsverband van (politieke) jongerenorganisaties, waarbij ook Dwars is aangesloten."], "authors": ["Hanneke Keultjes"], "keywords": ["pas", "europlan", "aan", "besteden", "van", "zij", "jongeren", "het", "geld", "wil", "met", "10000", "omstreden", "een", "ook", "te", "dat", "23ste", "past", "groenlinks"], "pubDate": "2020-12-04T05:13:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}