{"id": "8a58f2dd-3ff5-3de9-8ac6-f41c3ed30adc", "title": "In haar tweede roman laat Lize Spit niets over aan de verbeelding ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/in-haar-tweede-roman-laat-lize-spit-niets-over-aan-de-verbeelding~bcc90eb0/", "summary": "Beeld Claudie de CleenEen jonge vrouw gaat zo op in haar werk in een winkel dat ze een aantal paniekerige oproepen op haar telefoon mist.\nZij is de verteller van het verhaal dat je 568 bladzijden lang op het puntje van je stoel moet houden.\nLeo verloor haar moeder bij een ongeluk, waarna ze haar pesterige vader en het dorp van haar jeugd verliet en naar Brussel trok.\nNadat ze was getroffen door een hersentumor, verbood ze haar zoon om haar op haar sterfbed op te zoeken.\nSpit laat niets aan de verbeelding over – en dat zorgde ervoor dat de paranoia van de verteller en haar bipolaire vriend zich niet verontrustend in mijn hoofd nestelde.", "paragraphs": ["Beeld Claudie de Cleen", "Een jonge vrouw gaat zo op in haar werk in een winkel dat ze een aantal paniekerige oproepen op haar telefoon mist. Onheil nadert. Zo begint Ik ben er niet, de kloeke nieuwe roman van de jonge Vlaamse schrijver Lize Spit, die vijf jaar geleden verbluffend succes boekte met haar bijna net zo kloeke debuutroman Het smelt.", "De jonge vrouw heet Leo. Zij is de verteller van het verhaal dat je 568 bladzijden lang op het puntje van je stoel moet houden. Als schrijver in de dop denkt Leo precies te weten hoe dat moet. Zij analyseert in één moeite door haar eigen klassieke openingsscène: ‘Het was een van de eerste scenarioprincipes die we aanleerden op de filmschool: geef kijkers wat kennisvoorsprong ten opzichte van het personage met wie je wilt dat ze meeleven en ze zullen op het puntje van hun stoel zitten, ze zullen naar het scherm willen roepen om het personage te waarschuwen.’", "Net als in Het smelt – waarin een jonge vrouw terugkeerde naar haar geboortedorp met een blok ijs om op gruwelijke wijze wraak te nemen op het verleden – kronkelen in Ik ben er niet twee verhaallijnen om elkaar heen als slangen, die op de laatste bladzijde in elkaars staart moeten bijten.", "In korte hoofdstukjes worden elf minuten afgeteld vanaf het moment dat Leo wél haar telefoon opneemt, hoort dat haar vriend iets verschrikkelijks heeft gedaan, de winkel uit stuift en staand op de trappers van haar fiets Brussel doorkruist om de plek des onheils te bereiken.", "In de andere hoofstukken vertelt Leo, afwisselend in heden en verleden, het verhaal van haar liefde voor Simon Spruyt, een zachtaardige ontwerper die ze op de scenarioschool leerde kennen. Hier rekt het proza zich traag en slepend uit als in een onheilszwangere, naturalistische roman uit het fin de siècle.", "Eenzame zielen", "Leo en Simon zijn twee eenzame zielen. Leo verloor haar moeder bij een ongeluk, waarna ze haar pesterige vader en het dorp van haar jeugd verliet en naar Brussel trok. Simon werd in zijn jeugd gepest vanwege zijn flaporen. Ook hij verloor zijn moeder. Nadat ze was getroffen door een hersentumor, verbood ze haar zoon om haar op haar sterfbed op te zoeken.", "In het gemis vinden Leo en Simon elkaar. Als ‘Pluisje’ en ‘Spruitje’ richten ze zich in hun benauwde, burgerlijke leventje op elkaar. En een beetje op poes Daan. ‘Wij waren de twee scheefgezakte pilaren die, zodra je ze tegen elkaar aan deed leunen, steviger zouden staan dan één ongeschonden, op zichzelf staande pilaar ooit kon. Het zou goed komen met ons, zolang we samen bleven.’", "Tien jaar nadat zij elkaar hebben gevonden, komt Simon midden in de nacht thuis met een tattoo achter zijn oor: een stippellijntje met een schaartje erbij. Alles wat zij leuk vond aan Simon lijkt verdwenen. Hij is er niet. Simon wordt steeds manischer en denkt dat hij wordt bespioneerd. Na een heftige psychotische aanval wordt hij opgenomen. Diagnose: bipolariteit.", "Is liefde bestand tegen ziekte? Houden de twee scheve pilaren elkaar overeind? Komt Leo op tijd om het onheil af te wenden? Versnellen, vertragen. Flashback, flashforward. Inzoomen, uitzoomen. Cliffhangers. Lize Spit hanteert in Ik ben er niet alle scenariotrucs van een bingewatchwaardige Netflix-serie.", "Homeland, aan die serie deed de roman me af en toe denken. Vanwege het gedraaf om ergens op tijd te komen om de wereld te redden, maar ook vanwege het onnavolgbare gedrag van de bipolaire Amerikaanse spion Carrie. Als zij haar medicijnen niet neemt, wordt ze al net zo gejaagd en onuitstaanbaar als Simon. Net als hij maakt ze een bord met briefjes, foto’s en aanwijzingen waarop zij een web van verdachtmakingen heeft gespannen.", "In Ik ben er niet voegt Spit nog een dimensie toe: ze laat haar verteller zich nadrukkelijk afvragen of ze zélf wel te vertrouwen is. ‘Het was niet enkel de ziekte die hem ziek maakte, maar ook mijn manier van kijken naar hem.’", "Paranoia is een schitterend gegeven voor een schrijver. Lees er het oeuvre van W.F. Hermans maar op na, die schreef met een rad van fortuin in zijn achterhoofd, een ongeluksvogel op zijn schouder en een allesbehalve schokvrij kompas in zijn borst. Zijn personages gaven betekenis aan alles, óók waar geen betekenis was. Als je Hermans leest, word je in een angstaanjagende chaos gestort. En toch is elk woord lucide.", "Brullen", "Ik heb weleens – in stilte dan, de buren moesten eens denken – naar het boek van Lize Spit zitten roepen. Niet omdat de spanning me te veel werd, of vanwege de met smaak opgediste horror, maar omdat ik de eindeloos uitgeplozen gedachten van Leo maar niet kon begrijpen. Om fictie te laten overtuigen is waarachtigheid van het grootste belang.", "Aanvankelijk is Leo een vleugellam vogeltje. Zij bedekt alles met de mantel de liefde. Maar na een paar honderd bladzijden verandert zij in een leeuwin van een fictieschrijver. Nou ja, ze brult in haar columns voor Libelle, waarin ze het leed van Simon exploiteert. ‘Ik kon niet anders dan overdrijven.’", "Misschien heeft Lize Spit gedacht dat zij dezelfde keuze moest maken om haar verhaal overtuigend te vertellen. Ze schrijft plastisch, plotgericht. Spierballenproza. Maar haar stijl is niet fijnzinnig, vilein of vervreemdend. Spit laat niets aan de verbeelding over – en dat zorgde ervoor dat de paranoia van de verteller en haar bipolaire vriend zich niet verontrustend in mijn hoofd nestelde.", "Ik las. Maar ik was er niet.", "Beeld Das Mag"], "authors": ["Onno Blom"], "keywords": ["van", "niets", "het", "laat", "en", "een", "ze", "om", "spit", "verbeelding", "aan", "op", "te", "niet", "roman", "haar", "lize", "tweede"], "pubDate": "2021-01-07T15:54:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}