{"id": "8a63dd6f-35ec-36f1-a7e0-be3cb3dbfb56", "title": "Reacties oproep Kuipers en Gommers: ‘Hoe eerder je begint met vaccineren, hoe beter’", "url": "https://www.parool.nl/nederland/reacties-oproep-kuipers-en-gommers-hoe-eerder-je-begint-met-vaccineren-hoe-beter~be5be446/", "summary": "Beeld ANPJean-Luc Murk, arts-microbioloog in het Elisabeth-TweeSteden Ziekenhuis“Mijn mening: hoe eerder je begint met vaccineren, hoe beter.\nMaar om nu paniekvoetbal te gaan spelen met het risico dat het vaccineren onzorgvuldig gebeurt, dat lijkt me niet verstandig.\nMaar elke dag dat je langer wacht, zorgt ervoor dat je langer te maken hebt met ziekteverzuim, uitgestelde operaties.\nAls ik nu zou weten dat ik maandag zou kunnen beginnen met vaccineren, dan zou ik al een heleboel dingen kunnen voorbereiden, dat lijkt me wel.\nVoor je zover bent dat je twee prikken hebt gegeven en het vaccin helemaal werkt, ben je zo twee maanden verder.", "paragraphs": ["Jean-Luc Murk. Beeld ANP", "Jean-Luc Murk, arts-microbioloog in het Elisabeth-TweeSteden Ziekenhuis", "“Mijn mening: hoe eerder je begint met vaccineren, hoe beter. En dat we als land zoveel vertraging op hebben gelopen, vind ik echt een blamage, ontzettend spijtig. Ik wil ook dat daar openheid over komt: wat is er fout gegaan? En dat die fouten dan ook toegegeven worden. Maar om nu paniekvoetbal te gaan spelen met het risico dat het vaccineren onzorgvuldig gebeurt, dat lijkt me niet verstandig.", "De oproep vind ik daarom ook niet verstandig. Er is al voldoende politieke druk. De vraag is ook: hoeveel helpt het nou? Het probleem dat je nu hebt wordt er niet mee opgelost. En natuurlijk, elke dag eerder vaccineren juich ik toe. Maar een oproep om maandag al te beginnen, die zou ik zelf nooit doen. Daar is Nederland niet mee geholpen. Schoenmaker, blijf bij je leest, zou ik willen zeggen. Laat het even aan de overheid. ”", "Andreas Voss. Beeld *", "Andreas Voss, hoogleraar infectiepreventie aan de Radboud Universiteit Nijmegen en lid van het Outbreak Management Team (OMT).", "“Laat ik voorop stellen, ik snap de emoties van Gommers en Kuipers. Maar je moet je wel afvragen: heeft die oproep een positief effect op het acute probleem waar we nu mee te maken hebben? Ook als we snel vaccineren, is dat effect er niet. Ik denk dat Diederik dat zelf ook heel goed weet. Als je maandag zou beginnen met vaccineren, volgt drie weken later de tweede prik en duurt het nog even voor het effect echt bij mensen is ingetreden. Dus in de moeilijke maand januari heb je er eigenlijk niets aan.", "Je hebt het personeel in de langdurige zorg, de 70-plussers bij wie het Pfizer-vaccin heel goed werkt. En dan heb je het ziekenhuispersoneel. Iederéén zou graag nu het vaccin willen. En het kabinet denkt al na over het eerder inenten van ziekenhuispersoneel. Nogmaals, ik begrijp de noodkreet achter de oproep en het feit dat iedereen nu zo snel mogelijk wil beginnen. Maar of wij nu maandag beginnen of enkele dagen later, het helpt niet in de vreselijke situatie in de zorg de komende maand.”", "Bert Niesters. Beeld Twitter Bert Niesters", "Bert Niesters, hoogleraar medische microbiologie aan het UMCG in Groningen", "“Ik vind het een heel goed idee. Als Gommers zegt dat hij de vaccins maandag kan komen halen: ik wil best meerijden! Haha. Natuurlijk, personeel in de verpleeghuizen wil je ook vroeg vaccineren. Maar er zijn altijd argumenten om te zeggen dat het niet eerder kan. Maar je kunt ook kijken of iets wél kan. Natuurlijk helpt het nog niet tegen de huidige piek in de ziekenhuizen. Maar elke dag dat je langer wacht, zorgt ervoor dat je langer te maken hebt met ziekteverzuim, uitgestelde operaties.", "Als ik nu zou weten dat ik maandag zou kunnen beginnen met vaccineren, dan zou ik al een heleboel dingen kunnen voorbereiden, dat lijkt me wel. En desnoods ga ik ‘s nachts vaccineren! Moet je luisteren, de komende maand wordt een dráma, dat weten we gewoon. Maar om dan te zeggen: we zijn toch te laat met vaccineren, het maakt niet zoveel uit... Dan kun je dus ook nooit beginnen. Dat lijkt me niet de bedoeling.”", "Christian Hoebe Beeld rv", "Christian Hoebe, lid van de Gezondheidsraad en hoogleraar Infectieziektebestrijding aan de Universiteit Maastricht", "“Als Gezondheidsraad hebben we hier natuurlijk stevig over gesproken. Er is voorlopig een situatie van schaarste van vaccins. Dus je moet lastige keuzes maken. We hebben geconcludeerd dat het de beste keuze zou zijn om het Pfizer-vaccin te verspreiden onder ouderen, en dan de oudsten eerst. Maar we hebben de minister niet voor niets ruimte geboden om daar keuzes in te maken.", "Dus ik snap de oproep, echt. Het water staat de mensen in de zorg tot aan de lippen. En het ziekteverzuim werkt echt ontwrichtend. Tegelijk moet je reëel zijn. Ook als je de komende weken zou starten, zou je die problemen niet oplossen. Voor je zover bent dat je twee prikken hebt gegeven en het vaccin helemaal werkt, ben je zo twee maanden verder. Daar komt bij dat het ziekteverzuim niet alleen corona betreft. Het gaat ook om oververmoeidheid, het personeel loopt gewoon op het tandvlees.", "Dus de moeilijke situatie waarin we de komende maanden zitten, is niet meteen met vaccinatie op te lossen, dat is het eerlijke verhaal. Wat helpt, is dat de besmettingscijfers dalen. En de enige oproep die nu echt helpt, is dat mensen met oud en nieuw niet met veel mensen bij elkaar komen. Want de opleving die we in de ziekenhuizen kunnen krijgen door kerst en oud en nieuw, daar maak ik me écht zorgen over.”"], "authors": ["Chris Van Mersbergen"], "keywords": ["ik", "reacties", "je", "vaccineren", "en", "met", "eerder", "gommers", "hoe", "ook", "te", "het", "kuipers", "niet", "dat", "zou", "oproep"], "pubDate": "2020-12-31T13:36:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}