{"id": "8a66e6f5-bd4a-336a-9035-18ac2366c0d9", "title": "Tweede Kamer staat achter verplichte coronatest voor inkomende reizigers", "url": "https://nu.nl/coronavirus/6100639/tweede-kamer-staat-achter-verplichte-coronatest-voor-inkomende-reizigers.html", "summary": "De Tweede Kamer steunt de spoedwet van het kabinet die inkomende reizigers verplicht een negatieve PCR-test te tonen, blijkt donderdag tijdens de behandeling van het wetsvoorstel.\nReizigers uit risicogebieden komen alleen het land in als uit de test blijkt dat ze niet besmet zijn met het coronavirus.\nHet moet voor reizigers uit dergelijke landen mogelijk worden om op Schiphol nog een extra test te doen, vinden onder meer D66 en PvdA.\nHij vreest dat de testplicht een \"opmaat naar een coronapaspoort\" is.\nDe Kamer kwam terug van het reces om de spoedwet te behandelen.", "paragraphs": ["De Tweede Kamer steunt de spoedwet van het kabinet die inkomende reizigers verplicht een negatieve PCR-test te tonen, blijkt donderdag tijdens de behandeling van het wetsvoorstel. Reizigers uit risicogebieden komen alleen het land in als uit de test blijkt dat ze niet besmet zijn met het coronavirus.", "Het kabinet kondigde de testplicht eind vorige maand aan, maar de rechter vond de juridische basis onvoldoende. De spoedwet moet de testplicht een extra wettelijke basis geven. Maar de Kamerleden zijn niet helemaal tevreden.", "VVD'er Jeroen van Wijngaarden vroeg zich af waarom het niet eerder is geregeld. Verder zijn er zorgen over virusmutaties die in Zuid-Afrika en het Verenigd Koninkrijk zijn aangetroffen. Het moet voor reizigers uit dergelijke landen mogelijk worden om op Schiphol nog een extra test te doen, vinden onder meer D66 en PvdA.", "Alleen DENK is tegen het wetsvoorstel en noemt het \"mosterd na de maaltijd\". Een verplichte coronatest vormt ook een inbreuk op de lichamelijke integriteit, verklaarde Tunahan Kuzu. Hij vreest dat de testplicht een \"opmaat naar een coronapaspoort\" is. Ook werkt de testplicht volgens hem fraude in de hand. Dat is een zorg van meer partijen.", "De Kamer kwam terug van het reces om de spoedwet te behandelen. De Tweede Kamer stemt donderdag nog over de wet. De Eerste Kamer zal het voorstel dan vrijdag behandelen."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["staat", "zijn", "van", "kamer", "voor", "uit", "reizigers", "een", "verplichte", "achter", "testplicht", "spoedwet", "te", "het", "coronatest", "inkomende", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}