{"id": "8a6d43ca-7548-3bb2-91b7-c910708e92ce", "title": "Minder stageplaatsen: 'Je kan niet alleen droogzwemmen, oefenen moet ook'", "url": "https://nu.nl/werk/6097952/minder-stageplaatsen-je-kan-niet-alleen-droogzwemmen-oefenen-moet-ook.html", "summary": "\"Er zijn bepaalde beroepen, zoals verpleegkundige, fysiotherapeut of leraar, waar een stage een groot onderdeel is van je beroepsvorming.\nZonder diploma mag je in dit soort beroepen niet aan het werk, en zonder stage kan je je diploma niet halen.\"\n\"Stel dat je leraar Nederlands wil worden en pas na je diploma voor de klas komt te staan.\nJe kan niet alleen maar droogzwemmen, je moet ook oefenen.\"\nFoto: Katerina Holmes via PexelsLeer jezelf kennen als professionalOok is een stage een goede manier om in een beschermde omgeving te leren hoe je moet werken.", "paragraphs": ["Door de huidige coronamaatregelen kunnen veel studenten niet op stage. Dat mag klein bier lijken, maar wie niet op stage kan, kan vaak niet afstuderen. Ook verderop in de loopbaan zijn er gevolgen door het gebrek aan deze werkervaring.", "De stage die Milou Evers als masterstudente Orthopedagogiek aan de Rijksuniversiteit Groningen in februari moet gaan lopen, moet ze nu zelf zien te vinden. Normaliter plaatst de universiteit de studenten bij bedrijven, maar dit jaar zijn er voor negentien studenten slechts zeven stageplekken te verdelen. En dus zal de rest zelf op zoek moeten, want wie geen stage heeft gelopen, kan niet afstuderen.", "De opleiding heeft haar nu aangeraden om zich uit te schrijven voor een half jaar, mocht ze geen stage vinden. \"Dat zou de studiekosten drukken. Maar: ik heb in maart een herkansing. Bovendien ben ik bijna klaar, en verlang ik ernaar om aan het werk te gaan.\"", "Gebrek aan tijd en ruimte", "Evers is niet de enige in deze spagaat - in zowel wo, hbo als mbo is er een groot gebrek aan stageplekken. Die laatste groep wordt vooral hard getroffen, doordat stages in het mbo-onderwijs een grote rol spelen.", "Stichting Beroepsonderwijs Bedrijfsleven (SBB), dat stagebedrijven erkent voor mbo-stages, zag begin dit december een lichte daling in het tekort: toen betrof het 'nog maar' 19.200 plekken, in vergelijking met de 20.600 stageplekken die er nog nodig waren in oktober. Het gebrek aan tijd voor voldoende begeleiding en het gebrek aan fysieke ruimte om een student goed op te leiden worden het vaakst genoemd als oorzaak van een tekort.", "“Je kan niet alleen maar droogzwemmen, je moet ook oefenen.” Andries de Grip, Researchcentrum Onderwijs en Arbeidsmarkt", "Het gebrek aan stageplekken is een groot probleem dat zich niet beperkt tot de duur van de stageperiode, maar dat ook gevolgen heeft voor de verdere loopbaan. Een stage heeft volgens Andries de Grip, hoogleraar en directeur van het Researchcentrum voor Onderwijs en Arbeidsmarkt, een aantal functies. \"Er zijn bepaalde beroepen, zoals verpleegkundige, fysiotherapeut of leraar, waar een stage een groot onderdeel is van je beroepsvorming. Zonder diploma mag je in dit soort beroepen niet aan het werk, en zonder stage kan je je diploma niet halen.\"", "Bovendien geeft een stage ook een beeld van het beroep en kun je als student zo beter bepalen of je daar geschikt voor bent. \"Stel dat je leraar Nederlands wil worden en pas na je diploma voor de klas komt te staan. Dan denk ik dat een groot deel van de afgestudeerden alsnog zou stoppen. Je kan niet alleen maar droogzwemmen, je moet ook oefenen.\"", "In onder meer het onderwijs wordt een praktijkstage als onmisbaar beschouwd. Foto: Katerina Holmes via Pexels", "Leer jezelf kennen als professional", "Ook is een stage een goede manier om in een beschermde omgeving te leren hoe je moet werken. \"Samenwerken, ineens acht uur lang moeten werken, omgaan met externe organisaties, patiënten of klanten: dat zijn allemaal vaardigheden die je in de collegebanken niet leert.\"", "Werkgevers zijn bovendien op zoek naar dit soort werkervaring als zij starters zoeken voor hun bedrijf. \"Zodra er veel sollicitanten zijn, kiezen ze vaak voor degene die al weet van het reilen en zeilen op kantoor. Dat soort ervaring kan men opdoen op stage.\"", "Studente Evers zag nog een ander voordeel van de stage die ze al liep tijdens haar hbo-studie Sociaal Pedagogisch Onderwijs. \"Ik liep toen mee in de hulpverlening en zag eindelijk hoe alle theorie in de praktijk toegepast werd. Ook zag ik dat al die richtlijnen uiteindelijk maar richtlijnen zijn - in de praktijk gaat het er vaak toch anders aan toe.\"", "Ook leerde ze zichzelf professioneel kennen. \"Je leert tijdens zo'n stage heel goed wie je bent als werknemer. In mijn vakgebied gaat dat vooral over gesprekstechnieken en hulpverlening: hoe help je iemand, welke methode past bij jou?\"", "Veel groei die tijdens werkervaring kan ontstaan", "Het gebrek aan stageplekken is niet alleen nadelig voor studenten - ook bedrijven hebben veel aan de stagiaires: ze binden potentiële nieuwe werknemers aan zich. Bovendien kennen starters die geen stage hebben gelopen een langere inwerkperiode.", "De Grip deed enkele jaren geleden onderzoek naar de productiviteit van callcentermedewerkers in hun eerste werkjaar. Het is een baan waar niet veel stages in bestaan. \"Hun productiviteit schoot in het eerste jaar omhoog met 64 procent. Dat ligt aan inleidende cursussen, maar komt vooral ook door het leren door het werk simpelweg te gaan doen. Die steile leercurve zie je ook tijdens veel stages ontstaan.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["droogzwemmen", "moet", "oefenen", "voor", "en", "een", "kan", "stage", "stageplaatsen", "minder", "aan", "ook", "alleen", "het", "niet", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}