{"id": "8a710506-4bf5-399c-8ae3-42e6527321ef", "title": "Niemand kan tippen aan de charme van de Honda e", "url": "https://volkskrant.nl/wetenschap/niemand-kan-tippen-aan-de-charme-van-de-honda-e~b15b6b64/", "summary": "Dus werd vol verwachting uitgekeken naar de Honda e, een van nul af gebouwde elektrische auto die ondanks zijn gelijkenis met een speelgoedautootje onconventioneel oogt.\nVan de WLTP mag Honda zeggen dat de e tot 222 kilometer op een batterijlading rijdt, Bliks praktijk leerde dat 140 een realistischer uitgangspunt is.\nMaar geen van al die genoemde auto's kan ook maar tippen aan de charme van de e. Op de Frankfurtse autobeurs van 2019, waar het doek ervanaf werd getrokken, sprak de fabrikant over een auto die een glimlach tevoorschijn tovert.\nEn omdat de afwezigheid van een verbrandingsmotor veel bekende uiterlijke kenmerken overbodig maakt - waarop veel fabrikanten desondanks voortborduren - ogen voor- en achterzijde van de e identiek, alleen de kleur van de als pretoogjes ogende lampen verschilt.\nBijkomend veilig handigheidje: in de ‘zijspiegels’ zijn referentielijnen getekend, zodat je altijd weet hoever een achteropkomende auto nog van je verwijderd is.", "paragraphs": ["De nieuwe, elektrische Honda e.", "Gereden Honda e Prijs: € 38.330 (vanaf € 35.330) Gewicht: 1.514 kg L x H x B: 390x151x175 cm Accu: 28,5 kWh Vermogen: 100 kW (136 pk) Actieradius: 120-170 km (WLTP 222 km)", "‘Wauw, check die kar, man. Zooo cool.’ We hadden het eerlijk gezegd niet verwacht. Dat we, wachtend voor het verkeerslicht aan de rand van een hippe voormalige volkswijk, opgestoken duimen kregen van twee jongens die je eerder zou intekenen voor een stretch limo Hummer dan voor een nieuw Japans elektrisch karretje, waarover Blik zelf nog twijfelde of het heel erg leuk was of heel erg op een goedkoop speelgoedautootje leek. Maar een week later stond de teller op meer opvallend positieve reacties - en meer opgestoken duimen.", "Autofabrikanten overspoelen de markt op dit moment met hybride en elektrische versies van bestaande modellen, in de hoop zo de nieuwe Europese uitstootnormen te halen (wat ze niet of nauwelijks gaat lukken). Daartussendoor verschijnen écht nieuwe elektrische auto's maar sporadisch. Volkswagen heeft eindelijk zijn ID-3 op de weg, er zijn Polestars en Tesla’s, Renault heeft de Zoë, BMW de i-3 en Nissan de Leaf, maar dan zijn we er wel zo’n beetje.", "Dus werd vol verwachting uitgekeken naar de Honda e, een van nul af gebouwde elektrische auto die ondanks zijn gelijkenis met een speelgoedautootje onconventioneel oogt. En voordat we erover de loftrompet gaan steken, eerst even het slechte nieuws: de e is duur. Het in 2019 gepresenteerde vehikel, waarvan in Nederland nu de eerste exemplaren op de weg verschijnen, wordt door Honda een stadsvervoermiddel genoemd, en dan is een vanafprijs van ruim 35 duizend euro, waarbij je rustig nog tussen de 4 en 9 duizend kunt optellen, hoog. De e is weliswaar een stuk goedkoper dan de BMW i3, maar fors duurder dan een elektrische Smart en verhoudt zich meer tot de Nissan Leaf, wat een aanzienlijk grotere auto is, met een aanzienlijk hogere actieradius. Van de WLTP mag Honda zeggen dat de e tot 222 kilometer op een batterijlading rijdt, Bliks praktijk leerde dat 140 een realistischer uitgangspunt is. Nog altijd een afstand die ruimschoots volstaat bij een stadsautootje, maar wat minder bij de prijs.", "Maar geen van al die genoemde auto's kan ook maar tippen aan de charme van de e. Op de Frankfurtse autobeurs van 2019, waar het doek ervanaf werd getrokken, sprak de fabrikant over een auto die een glimlach tevoorschijn tovert. Zomaar eens geen holle marketingpraat. De Honda e genereert daadwerkelijk vrolijkheid. Aan de buitenkant: vierkant en zacht rond tegelijk; nogal tegentijds ontbreken scherpe lijnen en hoeken geheel. En omdat de afwezigheid van een verbrandingsmotor veel bekende uiterlijke kenmerken overbodig maakt - waarop veel fabrikanten desondanks voortborduren - ogen voor- en achterzijde van de e identiek, alleen de kleur van de als pretoogjes ogende lampen verschilt. Let maar goed op als u er een ziet, dat is oneindig glimlachopwekkend.", "Minstens zo vrolijk als voorkant: de achterkant.", "Binnen gaat het feest door. Van links tot rechts presenteert zich daar een beeldscherm, dat door de gebruiker zelf in te delen valt in meerdere informatieschermen. Dat is even puzzelen, maar beslist niet moeilijk. En wie overdaad vindt schaden kan ook alleen een extreem widescreen aquarium tevoorschijn toveren, waarin de vissen dan weer alleen zwemmen als de auto niet rijdt - veiligheid voor alles. Een herfstbos kan trouwens ook, zonder vallende bladeren.", "Het informatiepaneel loopt ononderbroken van links naar rechts. Dat zagen we nog niet eerder en biedt spectaculaire mogelijkheden, zoals een aquarium, waarin de vissen helaas alleen zwemmen als de auto stilstaat.", "Rijden doet de e verder zoals bijna alle elektrische auto's: goed, eenvoudig en prettig. Het viel op dat het zogeheten regeneratieve pedaal – het rijpedaal dat bij loslaten in meer of mindere mate de remmen in werking zet en energie teruggeeft aan de batterij – bescheidener is dan bij sommige andere e-auto’s: de standen verschillen niet zoveel en we ervoeren minder regeneratie dan bij testritten in andere e-auto’s. De flippers op het stuur om de stand ervan te veranderen voelen nogal overbodig. Verder is de e voorzien van alle denkbare hedendaagse veiligheidshulp- en bestuurdershulpsystemen.", "De zijspiegels bestaan in de vorm van camera’s; de beelden ervan bekijk je in precies dezelfde richting als waarnaar je in de spiegels zou kijken als ze er wél zouden zijn. Wennen hoeft dus niet. Bijkomend veilig handigheidje: in de ‘zijspiegels’ zijn referentielijnen getekend, zodat je altijd weet hoever een achteropkomende auto nog van je verwijderd is. De achteruitkijkspiegel is wel een gewone, maar kan desgewenst ook op camerabeelden worden overgezet, waarna je jezelf dus geheel en al in een virtuele cockpit waant. Overigens hebben die camera’s met de nacht nog wel wat moeite (maar dat hebben gewone spiegels ook) en zijn er soms achteropkomende koplampen die flikkeren in beeld, wat minder prettig is.", "Geen zijspiegels maar, heel hip, camera’s. En omdat je ook de achteruitkijkspiegel op camerastand kunt zetten, kun je je virtueel in een virtuele omgeving bevinden als je gewoon op de weg rijdt.", "Het zijn grappige details, die niet bijster functioneel zijn – al zeggen fabrikanten altijd dat ontbrekende zijspiegels de aerodynamiek verhogen en dus in minder energieverbruik resulteren – maar die de e een innovatief en speels imago geven. Daar heb je verder niets aan, maar Blik is er dol op, net als die jongens bij het stoplicht.", "Flaneerauto In zijn oktobernummer van de onvolprezen Kampioen test de ANWB de elf in Nederland beschikbare elektrische auto’s tot € 40.000, die werden ingedeeld naar actieradius. In de laagste categorie mag de Honda e zich gedeelde winnaar noemen, door de ANWB een ‘flaneerauto’ genoemd."], "authors": ["Bart Koetsenruijter"], "keywords": ["van", "tippen", "het", "op", "maar", "die", "zijn", "niemand", "kan", "honda", "charme", "een", "en", "je", "dat", "aan"], "pubDate": "2020-10-27T14:21:02+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}