{"id": "8a79443c-b69c-36bf-bce5-a6c987a566b9", "title": "Ook peperdure gentherapie tegen oogaandoening in het basispakket", "url": "https://nos.nl/nieuwsuur/artikel/2362920-ook-peperdure-gentherapie-tegen-oogaandoening-in-het-basispakket.html", "summary": "Ingeborgh van den Born, van Het Oogziekenhuis Rotterdam, legt het uit: \"Door het foute gen kan het netvlies niet goed functioneren.\nMondeel was er erg aan toe, zegt hematoloog Tom van Meerten van het UMC Groningen.\n“ Het is een astronomisch bedrag, maar als je kijkt naar wat het oplevert, denk ik dat 't het waard is.\nMichiel van den BergIn Nederland zijn er nu dus twee beschikbare gentherapieën, maar er zullen nog vele honderden volgen.\nOog-patiënt Michiel van den Berg: \"Het is natuurlijk een astronomisch bedrag, maar tegelijkertijd, als je kijkt naar wat het oplevert, denk ik dat 't het waard is.\"", "paragraphs": ["Tijdens de corona-nieuwsstorm van de afgelopen maanden is een belangrijke ontwikkeling in de medische wereld vrijwel onopgemerkt gebleven: na studies van meer dan twintig jaar zijn er in Nederland voor het eerst behandelingen die patiënten met zeer ernstige genetische ziekten kunnen helpen. Het gaat om therapieën die foute genen van mensen herstellen of vervangen door goede exemplaren. Twee weken geleden besliste de minister van Medische Zorg, Tamara van Ark, dat de behandeling tegen een erfelijke netvliesaandoening via het basispakket kan worden vergoed. Mensen met deze genetische afwijking worden zeer slechtziend geboren en zijn meestal voor hun veertigste blind. Dat lot dreigt ook voor twee vrienden uit Urk, toevallig met dezelfde oogaandoening, Meindert van de Berg en Michiel van den Berg. Ze hopen op de nieuw ontwikkelde gentherapie.", "Dit artikel bevat een video. 2:23 Maken Michiel en Meindert kans op nieuwe gentherapie?", "Ingeborgh van den Born, van Het Oogziekenhuis Rotterdam, legt het uit: \"Door het foute gen kan het netvlies niet goed functioneren. Nu is het mogelijk om een gezond gen onder het netvlies te brengen. Dat gezonde gen is in een laboratorium ontwikkeld. Maar er moet nog wel vitaal netvlies zijn. Anders is gentherapie geen oplossing.\" De gentherapieën kosten tonnen per patiënt. Voor de oogafwijking is één behandeling voldoende, maar die heeft wel een prijskaartje van zo'n 600.000 euro. In mei werd de allereerste gentherapie in Nederland al goedgekeurd: een behandeling tegen lymfeklierkanker. Die behandeling kost zo'n 400.000 euro. Henk Mondeel, teamleider bij Ambulance Oost, had lymfeklierkanker en was op een gegeven moment uitbehandeld. \"Ik had alles al geregeld, ook mijn uitvaart. Tot ik mocht deelnemen aan een experimentele studie in Groningen.\" Mondeel was er erg aan toe, zegt hematoloog Tom van Meerten van het UMC Groningen. Tot de therapie kwam. \"Zijn afweercellen werden genetisch veranderd in een speciaal lab in de VS. Nadat hij de genetisch veranderde afweercellen toegediend had gekregen, is het weer goed gekomen met hem. Hij is nu al een jaar ziektevrij.\" Een wonder De behandeling van Mondeel bestaat uit een eenmalige toediening van de cellen, waarmee de helft van de behandelde mensen geneest. \"De andere helft geneest niet, daar is de prognose heel somber voor, die overlijden\", zegt Van Meerten. Voor Mondeel is het alsof er een wonder is gebeurd. \"Met die gedachte sta ik nog elke dag op. Een laatste redmiddel wat men heeft gevonden en wat ik heb gekregen. Daar ben ik elke dag dankbaar voor.\" Als de ziekte vijf jaar wegblijft, kan Mondeel volgens zijn arts officieel genezen worden verklaard.", "“ Het is een astronomisch bedrag, maar als je kijkt naar wat het oplevert, denk ik dat 't het waard is. Michiel van den Berg", "In Nederland zijn er nu dus twee beschikbare gentherapieën, maar er zullen nog vele honderden volgen. Positief voor sommige patiënten, maar er is ook een negatief gevolg: de medicijnkosten zullen stijgen. Dure medicijnen moeten in Nederland eerst beoordeeld worden door het Zorginstituut, een adviesorgaan van de overheid. Daarna beslist de minister van Medische Zorg of het middel wordt opgenomen in het basispakket. Oog-patiënt Michiel van den Berg: \"Het is natuurlijk een astronomisch bedrag, maar tegelijkertijd, als je kijkt naar wat het oplevert, denk ik dat 't het waard is.\" Over de kosten zegt arts Van Meerten. \"Ik vind het belangrijk dat we dit nu aan een patiënt kunnen geven, die heeft er echt baat bij. Als meer patiënten hiermee kunnen worden behandeld, moeten we natuurlijk wel gaan nadenken of deze prijzen ook houdbaar blijven.\""], "authors": ["Michiel Van Den Berg", "Dit Is Een Artikel Van"], "keywords": ["ik", "er", "zijn", "van", "voor", "oogaandoening", "een", "tegen", "peperdure", "gentherapie", "basispakket", "ook", "het", "maar", "dat", "die"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}