{"id": "8a81a566-3c6d-373f-9a80-eb5710a0278b", "title": "Ibrahimovic over zijn gezicht in FIFA 21: 'Wie heeft toestemming gegeven?'", "url": "https://nu.nl/games/6092441/ibrahimovic-over-zijn-gezicht-in-fifa-21-wie-heeft-toestemming-gegeven.html", "summary": "Voetballer Zlatan Ibrahimovic heeft op Twitter zijn ongenoegen geuit over het gebruik van zijn naam en gezicht in de game FIFA 21.\nDe spits van AC Milan vraagt zich af \"wie daar ooit toestemming voor gegeven heeft\".\n\"En als ik dat wel ben, is dat gebeurd zonder dat ik het wist.\nIn een andere tweet schrijft Ibrahimovic dat er al jaren geld verdiend wordt door zijn naam en beeltenis te gebruiken.\nDie bond werkt samen met een aantal licentieverstrekkers en onderhandelt over overeenkomsten waar zowel spelers als vakbonden profijt van hebben.\"", "paragraphs": ["Voetballer Zlatan Ibrahimovic heeft op Twitter zijn ongenoegen geuit over het gebruik van zijn naam en gezicht in de game FIFA 21. De spits van AC Milan vraagt zich af \"wie daar ooit toestemming voor gegeven heeft\".", "\"FIFPro? Voor zover ik weet, ben ik geen lid van FIFPro\", schrijft de Zweed over de internationale spelersvakbond. \"En als ik dat wel ben, is dat gebeurd zonder dat ik het wist. In elk geval heb ik FIFA of FIFPro nooit toestemming gegeven om geld te verdienen over mijn rug.\"", "In een andere tweet schrijft Ibrahimovic dat er al jaren geld verdiend wordt door zijn naam en beeltenis te gebruiken. \"Tijd om het te onderzoeken.\"", "FIFA-maker EA SPORTS laat in een reactie aan NU.nl weten dat de rechten van de gelijkenis met Ibrahimovic voortvloeien uit een deal die met AC Milan is gesloten. Het bedrijf zegt een authentieke ervaring te willen bieden met zijn game.", "\"Daarom hebben we een langdurige relatie met FIFPro. Die bond werkt samen met een aantal licentieverstrekkers en onderhandelt over overeenkomsten waar zowel spelers als vakbonden profijt van hebben.\""], "authors": ["Door"], "keywords": ["gegeven", "ibrahimovic", "toestemming", "van", "fifa", "ik", "heeft", "een", "te", "het", "wie", "gezicht", "en", "21", "dat", "met", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}