{"id": "8a8ac92a-2f8b-3719-a80d-1adc740b77b6", "title": "Opinie: Gemeente moet zelf besluiten over bijstandsboetes", "url": "https://www.dvhn.nl/meningen/Gemeente-moet-zelf-besluiten-over-bijstandsboetes-26342684.html", "summary": "De ophef rond de bijstandsgerechtigde die boodschappen moet terugbetalen leidt hopelijk tot een herbezinning op de bijstandsregels.\nEn die de weg effent voor de bezuinigingsmaatregelen die ook in de regeerakkoorden zaten.\nWie in de bijstand zit, moet op de kortst mogelijke termijn alles melden wat maar enigszins van invloed kan zijn op de uitkering.\nDoe je dat niet en krijg je daardoor meer dan waar je recht op hebt, dan moet de gemeente je naast een terugbetaalverplichting ook een boete opleggen.\nLaat dat ook gelden als het gaat om het tonen van menselijkheid bij de uitvoering van de bijstand.", "paragraphs": ["De ophef rond de bijstandsgerechtigde die boodschappen moet terugbetalen leidt hopelijk tot een herbezinning op de bijstandsregels. Gemeenten moeten zelf kunnen bepalen of een boete op zijn plek is.", "Op de valreep bracht 2020 na alle ellende ook nog iets goeds. In het verlengde van de woede over de toeslagenaffaire kwam er eindelijk ook aandacht voor de overdreven strengheid van de bijstandsregels. Een vrouw moet 7000 euro terugbetalen omdat ze wekelijks wat boodschappen kreeg van haar moeder. De zaak is voor de rechter geweest die concludeerde dat dit inderdaad de regels van de wet zijn...", "Ooit ging de bijstandswet uit van vertrouwen. Geruchtmakende onderzoeken in de jaren tachtig van de vorige eeuw maakten duidelijk dat fraude daardoor wel erg gemakkelijk was, waarop de regels werden aangescherpt. Dat was al in ruimschoots voldoende mate gebeurd toen de landelijke politiek het nodig vond mensen met een bijstandsuitkering te criminaliseren.", "Luie potentiële fraudeurs", "‘Bijstandsontvangers worden bij fraude gestraft met het inhouden van de uitkering gedurende drie maanden’ lieten VVD, CDA en PVV optekenen in hun regeerakkoord in 2010. In 2014 gingen VVD en PvdA nog een stap verder. In hun regeerakkoord kwam te staan: ‘In WWB leggen we vast dat de uitkering drie maanden moet stoppen als de sollicitatieplicht niet wordt nageleefd.’ En: ‘De plicht tot tegenprestatie naar vermogen geldt voortaan voor iedereen.’ Ferme taal die bijstandsmensen neerzet als luie potentiële fraudeurs die hard aangepakt moeten worden. En die de weg effent voor de bezuinigingsmaatregelen die ook in de regeerakkoorden zaten.", "Wie in de bijstand zit, moet op de kortst mogelijke termijn alles melden wat maar enigszins van invloed kan zijn op de uitkering. Doe je dat niet en krijg je daardoor meer dan waar je recht op hebt, dan moet de gemeente je naast een terugbetaalverplichting ook een boete opleggen. Je beroepen op de ingewikkeldheid van de regelingen helpt niet. Iedereen wordt geacht de wet van a tot z te kennen.", "Wel verantwoordelijk, maar geen ruimte in uitvoering", "Op clementie van de gemeente hoef je ook niet te rekenen: die is wettelijk verplicht om terug te vorderen en te straffen. ‘De hoogte en duur van de sancties worden geüniformeerd’, schreven VVD en PvdA in hun regeerakkoord. Met andere woorden: de gemeenten dragen wel de volledige financiële verantwoordelijkheid voor de uitkeringen, maar ze krijgen geen ruimte om een beetje schappelijk te zijn bij de uitvoering.", "De ophef rond de terugbetaalverplichting vanwege de boodschappen leidt hopelijk tot een herbezinning. Dat moet een heel brede worden: eentje waarbij niet alleen naar de bijstand gekeken wordt, maar ook naar de samenhang ervan met de huur- zorg- en kindertoeslagen. Dan hebben we dus het over een ingrijpende stelselwijziging die veel voorbereiding kost.", "De tijd die daarmee gemoeid is mogen we niet verliezen. Op korte termijn moet de minister daarom het stelsel van automatische boetes afschaffen en de gemeenten de ruimte geven om zelf te beslissen over verplichtingen en strafkortingen. Toen er bezuinigd moest worden op WMO en jeugdzorg heette het dat de gemeenten het beste kunnen bepalen wat er voor hun inwoners nodig is. Laat dat ook gelden als het gaat om het tonen van menselijkheid bij de uitvoering van de bijstand.", "Peter Verschuren is wethouder sociale zaken (SP) in Midden-Groningen"], "authors": ["Peter Verschuren"], "keywords": ["moet", "besluiten", "van", "en", "een", "dat", "opinie", "te", "bijstandsboetes", "op", "het", "ook", "zelf", "die", "gemeente"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}