{"id": "8a951218-a306-3a15-850b-1e3ed5c918ae", "title": "Twitter draait aanpassing retweetknop om desinformatie tegen te gaan terug", "url": "https://nu.nl/tech/6097211/twitter-draait-aanpassing-retweetknop-om-desinformatie-tegen-te-gaan-terug.html", "summary": "Het netwerk paste de werking van de knop in oktober aan, om de verspreiding van desinformatie in te perken.\nMet de verandering van de retweetfunctie hoopte het sociale netwerk de verspreiding van desinformatie tegen te gaan.\nDe extra melding moest voor een drempel zorgen, die mensen meer tijd gaf om over het delen van het bericht na te denken.\n\"We draaien het terug\", schrijft het bedrijf.\n\"Je kunt nu weer kiezen om een tweet direct te delen of er een eigen tekst aan toe te voegen, net als eerst.\"", "paragraphs": ["De retweetknop op Twitter werkt voortaan weer als vanouds. Het netwerk paste de werking van de knop in oktober aan, om de verspreiding van desinformatie in te perken. Het effect was minder dan gehoopt, schrijft het bedrijf in een serie tweets.", "Twitter voerde de verandering door in de aanloop naar de Amerikaanse presidentsverkiezingen. Mensen die een bericht wilden delen, kregen eerst een melding met een tekstvak te zien. Daarmee konden ze commentaar aan de tweet toevoegen. Dat was overigens niet verplicht: mensen konden het bericht met een extra klik alsnog zonder citaat plaatsen.", "Met de verandering van de retweetfunctie hoopte het sociale netwerk de verspreiding van desinformatie tegen te gaan. De extra melding moest voor een drempel zorgen, die mensen meer tijd gaf om over het delen van het bericht na te denken.", "\"In de praktijk is dat niet echt gebeurd\", schrijft Twitter. \"Het gebruik van geciteerde tweets is toegenomen, maar in 45 procent van de gevallen werd er enkel een bevestigend woord aan toegevoegd. In 70 procent van de gevallen werden er niet meer dan 25 tekens aan een retweet toegevoegd.\"", "Ook zag Twitter tijdens de testperiode een daling van het aantal retweets en geciteerde tweets. \"We draaien het terug\", schrijft het bedrijf. \"Je kunt nu weer kiezen om een tweet direct te delen of er een eigen tekst aan toe te voegen, net als eerst.\""], "authors": ["Door"], "keywords": ["desinformatie", "gaan", "om", "van", "tegen", "draait", "een", "te", "het", "aan", "niet", "retweetknop", "terug", "aanpassing", "schrijft", "twitter", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}