{"id": "8a95690b-1bcd-3904-b017-3c99f489afc2", "title": "LIVE | Kroongetuige: ’Advocaten medeschuldig aan moord Wiersum’", "url": "https://www.telegraaf.nl/nieuws/768740763/live-kroongetuige-advocaten-medeschuldig-aan-moord-wiersum", "summary": "Volgens Nabil B. zijn Weski en Meijering, die in het Marengoproces onder anderen de hoofdverdachten Ridouan Taghi en de broers Mohamed en Saïd Razzouki vertegenwoordigen, ,,een lastercampagne” gestart tegen zijn advocaten.\nZeker met die psychopaat in Dubai die meekeek met alles wat er in dit proces gebeurde.\nDat ik als kroongetuige word aangevallen kan ik accepteren, maar niet dat mijn advocaten werden aangevallen.\nU wist heel goed dat Derk Wiersum een integere advocaat is.\nMeijering ondervroeg de kroongetuige over een iPhone waarover hij in zijn cel bleek te beschikken en waarover hij ook tegenover het OM zweeg.", "paragraphs": ["Volg de laatste updates van rechtbankverslaggever Saskia Belleman onderaan dit artikel.", "Volgens Nabil B. zijn Weski en Meijering, die in het Marengoproces onder anderen de hoofdverdachten Ridouan Taghi en de broers Mohamed en Saïd Razzouki vertegenwoordigen, ,,een lastercampagne” gestart tegen zijn advocaten. ,,U had beter moeten weten. Zeker met die psychopaat in Dubai die meekeek met alles wat er in dit proces gebeurde. Dat ik als kroongetuige word aangevallen kan ik accepteren, maar niet dat mijn advocaten werden aangevallen. U wist heel goed dat Derk Wiersum een integere advocaat is. U had er lak aan en heeft hem voor de bus gegooid.”", "De emotionele uitbarsting van de kroongetuige vond plaats tijdens een verhoor van de kroongetuige dat plaatshad op verzoek van Meijering namens zijn cliënt Mohamed Razzouki, die in het Marengoproces wordt vervolgd voor betrokkenheid bij twee moorden.", "Meijering ondervroeg de kroongetuige over een iPhone waarover hij in zijn cel bleek te beschikken en waarover hij ook tegenover het OM zweeg."], "authors": ["Saskia Belleman"], "keywords": ["van", "het", "die", "zijn", "wiersum", "moord", "een", "waarover", "en", "advocaten", "live", "dat", "kroongetuige", "aan", "medeschuldig", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}