{"id": "8ac7d411-e545-3d56-8b92-2369fa9ed3f5", "title": "Webwinkel Belsimpel breidt uit naar 15 landen met nieuw merk Gomibo", "url": "https://www.rtlnieuws.nl/tech/artikel/5202407/webwinkel-belsimpel-breidt-uit-naar-15-europese-landen-met-nieuw-merk-gomibo", "summary": "De site ziet er los van de andere naam en de vertaling hetzelfde uit als de Nederlandse site van Belsimpel.\nMet zijn uitbreiding wil Belsimpel ook in het buitenland het marktleiderschap veroveren.\nNaam Belsimpel blijft in NederlandIn Nederland houdt Belsimpel zijn naam.\n\"De naam Belsimpel is internationaal natuurlijk niet geschikt, want wat kan een Spanjaard met Belsimpel?\nBelsimpel werd in 2006 opgericht door Jeroen Doorenbos en Jeroen Elkhuizen, toen nog onder een andere naam en als winkel voor internetdongels.", "paragraphs": ["Het Groningse Belsimpel start zijn uitbreiding bij de Oosterburen, met Gomibo.de. De site ziet er los van de andere naam en de vertaling hetzelfde uit als de Nederlandse site van Belsimpel. In de komende maanden volgen Gomibo-websites in 15 andere Europese landen, waaronder Frankrijk, Italië en Spanje.", "Belsimpel is in Nederland naar eigen zeggen marktleider wat betreft de online verkoop van smartphones en tablets, met een online marktaandeel van bijna 50 procent. Met zijn uitbreiding wil Belsimpel ook in het buitenland het marktleiderschap veroveren.", "'Buitenland loopt achter'", "Oprichter Jeroen Doorenbos ziet grote kansen in het buitenland. \"In vrijwel alle Europese landen is de online telecommarkt minder ontwikkeld dan in Nederland. Nederland loopt in die zin zo’n 5 jaar voor op de meeste Europese landen\", zegt Doorenbos.", "\"Dit is de grootste stap sinds de oprichting van Belsimpel. De afgelopen jaren is keihard gewerkt om ons platform hiervoor geschikt te maken.\" Doorenbos spreekt van een offensieve marketingstrategie voor Gomibo. \"We praten over vele miljoenen aan budget om het merk te gaan laden.\"", "Naam Belsimpel blijft in Nederland", "In Nederland houdt Belsimpel zijn naam. \"De naam Belsimpel is internationaal natuurlijk niet geschikt, want wat kan een Spanjaard met Belsimpel?\", zegt Belsimpel-oprichter Jeroen Doorenbos. \"De juiste naam was best een zoektocht, en we zijn heel blij dat daar Gomibo uit is gekomen.\"", "Belsimpel werd in 2006 opgericht door Jeroen Doorenbos en Jeroen Elkhuizen, toen nog onder een andere naam en als winkel voor internetdongels. Inmiddels heeft het bedrijf ruim 600 medewerkers, en behaalde het in 2019 een omzet van 360 miljoen euro."], "authors": [], "keywords": ["breidt", "gomibo", "van", "jeroen", "nederland", "belsimpel", "het", "naar", "met", "webwinkel", "landen", "zijn", "een", "en", "nieuw", "naam", "uit", "merk"], "pubDate": "2020-12-10T14:10:53+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}