{"id": "8afa015e-8b10-329c-b403-47cc2a1b7a8f", "title": "Arsenal dieper in de zorgen na verlies tegen Machester City", "url": "https://volkskrant.nl/sport/arsenal-dieper-in-de-zorgen-na-verlies-tegen-machester-city~b98372fd/", "summary": "Hoofdtrainer van Arsenal Mikel Arteta kijkt toe hoe zijn ploeg verliest.\nEr vormden zich twee muren: een rode en een zwarte.\nVoor City was de 1-4 een wraak op de nederlaag tegen Arsenal in de halve finale van de FA Cup, afgelopen zomer.\nArsenal staat op de vijftiende plek van de Premier League en op Tweede Kerstdag komt de sterke stadgenoot Chelsea op bezoek.\nMorgen staan de andere kwartfnalewedstrijden op het programma: Everton - Manchester United en Stoke City - Tottenham Hotspur op het programma.", "paragraphs": ["Hoofdtrainer van Arsenal Mikel Arteta kijkt toe hoe zijn ploeg verliest. Beeld AFP", "Het was de vijfde thuisnederlaag voor Arsenal in zes wedstrijden. De positie van de Spaanse manager staat onder grote druk.", "Met oog op het drukke kerstprogramma had Pep Guardiola besloten topspelers als Kevin de Bruyne en Raheem Sterling rust te gunnen. Ook Arsenal trad met een verzwakt team aan voor deze kwartfinalewedstrijd in de spookstad Londen. In de verdediging was weer plaats voor Shkrodran Moestafi, een brokkenpiloot die nog steeds het rode shirt mag dragen.", "Reeds in de derde minuut deed de Duitser van zich spreken door Gabriel Jesus slecht te dekken waardoor de Braziliaanse spits de 0-1 kon binnenkoppen. Een nieuwe afgang dreigde. In de laatste vier wedstrijden heeft Manchester City met 0-3, 0-3, 0-2 en 0-3 bij Arsenal gewonnen. City creëerde genoeg kansen, maar afmaken is een zorg bij de ploeg.", "Arsenal herpakte zich na een slecht begin en wist het op gelijke hoogte te komen door een kopbal van Alexandre Lacazette, de eerste goal van de Fransman sinds tijden. Bij Arsenal, echter, zit iets niet goed. In de kleedkamer zou er sprake zijn van kliekjesvorming en op het veld is vaak een gebrek aan discipline te zien. Geen ploeg pakt zoveel rode kaarten.", "Na rust gaven The Citizens wat meer gas. In de 54e minuut kreeg City een vrije trap aan de rand van de zestien. Er vormden zich twee muren: een rode en een zwarte. De zwarte, die van de gasten, viel uiteen om de bal van Riyad Mahrez door te laten. Doelman Alex Runnarson, die in de eerste helft een briljante redding had verricht, verkeek zich op de bal.", "Hiermee was het verzet van de thuisploeg gebroken. Manchester City, dat de beker verdedigt, liep makkelijk uit naar 1-4 door een prachtige goal van Phil Foden en een eenvoudige kopbal van Aymeric Laporte. Lichtpuntje voor The Arsenal was de invalbeurt van de 19-jarige Folarin Balogun, een groot talent van Amerikaans-Nigeriaanse komaf.", "Voor City was de 1-4 een wraak op de nederlaag tegen Arsenal in de halve finale van de FA Cup, afgelopen zomer. Na een veelbelovend eerste jaar, waarin hij genoemde beker pakte, verloopt het tweede jaar dramatisch voor Arteta. Arsenal staat op de vijftiende plek van de Premier League en op Tweede Kerstdag komt de sterke stadgenoot Chelsea op bezoek.", "Eerder op de avond had Brentford in West-Londen voor een verrassing gezorgd door Newcastle United uit te schakelen. De Championship-club die afgelopen seizoen op zo’n tragische wijze promotie naar de Premier League misliep en vervolgens de twee sterspelers zag vertrekken, won met 1-0 in haar nieuwe stadion.", "Morgen staan de andere kwartfnalewedstrijden op het programma: Everton - Manchester United en Stoke City - Tottenham Hotspur op het programma."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["verlies", "van", "dieper", "machester", "en", "voor", "een", "tegen", "city", "op", "te", "het", "zorgen", "door", "arsenal"], "pubDate": "2020-12-22T22:24:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}