{"id": "8b814f2c-453e-3513-81db-7bd622b954d8", "title": "Ruim 80 arrestaties bij Franse protesten tegen wetswijziging", "url": "https://www.parool.nl/wereld/ruim-80-arrestaties-bij-franse-protesten-tegen-wetswijziging~b3469e8f/", "summary": "Een week eerder werd ook al geprotesteerd in Parijs tegen de wetswijziging.\nZaterdag waren er in het land talrijke betogingen tegen een nieuwe wet voor ‘algemene veiligheid’ en tegen politiegeweld.\n133.000 betogersVolgens een telling van het ministerie van Binnenlandse Zaken, om 18:00 uur, waren er zaterdag in totaal 133.000 betogers waarvan 46.000 in Parijs.\nDe Franse minister van Binnenlandse Zaken, Gérald Darmanin, wees het geweld tegen politiemensen als ‘onaanvaardbaar’ van de hand.\nDe boosheid van de demonstranten werd versterkt door recent opgedoken beelden van de mishandeling van een zwarte man door politieagenten.", "paragraphs": ["Een week eerder werd ook al geprotesteerd in Parijs tegen de wetswijziging. Beeld Shutterstock", "Ook richtten de betogers zich tegen politiegeweld zoals vorig weekend in Parijs, waar agenten zonder duidelijke aanleiding een zwarte man mishandelden. De vier agenten zijn zondag voor de rechter gebracht, meldt het Franse persbureau AFP.", "Zaterdag waren er in het land talrijke betogingen tegen een nieuwe wet voor ‘algemene veiligheid’ en tegen politiegeweld. De betogingen waren onder andere in Straatsburg, Lyon, Lille, Marseille en Bordeaux. Meer dan zestig politieagenten raakten gewond. Ruim tachtig mensen zijn tijdens de protesten en ongeregeldheden gearresteerd. Circa een derde van de slachtoffers onder agenten liep de verwondingen in Parijs op. Op sociale media zijn beelden verspreid van groepen betogers die agenten in elkaar slaan.", "133.000 betogers", "Volgens een telling van het ministerie van Binnenlandse Zaken, om 18:00 uur, waren er zaterdag in totaal 133.000 betogers waarvan 46.000 in Parijs. De organisatie sprak van 500.000 betogers. De Franse minister van Binnenlandse Zaken, Gérald Darmanin, wees het geweld tegen politiemensen als ‘onaanvaardbaar’ van de hand. Volgens hem raakten tientallen leden van de ordetroepen gewond.", "De boosheid van de demonstranten werd versterkt door recent opgedoken beelden van de mishandeling van een zwarte man door politieagenten. President Emmanuel Macron zei vrijdag ‘geschokt’ te zijn en dat ‘we ons moeten schamen’ voor de beelden van het pak slaag dat de zwarte muziekproducent Michel Zecler vorig weekend in Parijs kreeg.", "Het incident heeft de bezorgdheid over mogelijk systematisch racisme bij de politie vergroot. In een verklaring op Facebook liet hij gisteravond weten de regering om snelle voorstellen te vragen voor een effectievere bestrijding van discriminatie door de politie.", "Persvrijheid", "Mensenrechtenorganisaties zien de verandering als een middel om de persvrijheid aan banden te leggen en een onderzoek naar mogelijk machtsmisbruik door de politie onmogelijk te maken. Voorstanders zeggen dat politieagenten en hun families bescherming nodig hebben tegen pesterijen, zowel online als persoonlijk als ze buiten dienst zijn."], "authors": ["Het Parool"], "keywords": ["van", "bij", "protesten", "wetswijziging", "franse", "het", "voor", "zijn", "een", "parijs", "en", "te", "arrestaties", "80", "door", "ruim", "tegen"], "pubDate": "2020-11-29T09:39:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}