{"id": "8b88bfc9-8910-3bc1-a358-056b393dff15", "title": "Waarom ‘caffè sospeso’ de meest bijzondere koffie van Italië is", "url": "https://trouw.nl/cultuur-media/waarom-caffe-sospeso-de-meest-bijzondere-koffie-van-italie-is~bd7ed5d9/", "summary": "Tegen achten stap ik zoals elke ochtend bar Pascucci binnen voor een cappuccino.\nElke ochtend arriveert ze met trein en step om les te geven op het Visconti-gymnasium hier vlakbij.\nVan de eindeloze hoeveelheid gedaantes die koffie in Italië kan aannemen – ristretto, lungo, macchiato, caldo ma non troppo, corretto met een scheut sterke drank – is caffè sospeso de bijzonderste.\nAls dank voor het vegen van de stoep krijgt de jongen een stuk pizzaPatrizia vertelt dat ze een dakloze man, die zich soms bedient van de fles desinfectiemiddel bij de deur, weleens een caffè ­sos­peso aanbiedt.\nEen daarvan is Suspended Coffees, een mondiaal netwerk van cafés waar je koffie kunt bestellen voor een onbekende, een thuisloze, een student, een vrouw die haar laatste geld aan boodschappen heeft besteed.", "paragraphs": ["Tegen achten stap ik zoals elke ochtend bar Pascucci binnen voor een cappuccino. Patrizia, de ronde vrouw achter de toog die iedereen bij naam kent, ­begroet me hartelijk en ik haar.", "Er zijn veel vaste klanten, die staand en op veilige afstand van elkaar, het maskertje heel even af, een espresso of cappuccino ­nuttigen, al dan niet met iets zoets erbij. De korte bezoekjes zijn lang genoeg om het laatste nieuws uit te wisselen.", "Wanneer Patrizia de dampende kop voor me neerzet, met een kerstklokje van chocoladepoeder op het witte schuim, roept ze: “Daar hebben we onze Napoletana.”", "Een stevig ingepakte jonge vrouw stapt met een elektrische step de kleine bar binnen.", "“Komt u nú uit Napels?”, vraag ik.", "Ze knikt, terwijl ze haar vervoermiddel tegen de muur parkeert en haar hand­schoenen uittrekt. Elke ochtend arriveert ze met trein en step om les te geven op het Visconti-gymnasium hier vlakbij. De bus durft ze niet meer in, want die is veel te vol.", "“Ik heb iemand blij kunnen maken met je caffè sospeso”, zegt Patrizia. Dit typisch Napolitaanse verschijnsel rukt nu ook op in Rome. Van de eindeloze hoeveelheid gedaantes die koffie in Italië kan aannemen – ristretto, lungo, macchiato, caldo ma non troppo, corretto met een scheut sterke drank – is caffè sospeso de bijzonderste. Deze ‘uitgestelde koffie’ is door een onbekende ander betaald, ­iemand die bijvoorbeeld het wisselgeld niet terug hoeft en er geen fooi, maar een aalmoes van maakt.", "Een mooi gebruik, mede doordat deze daad van altruïsme anoniem blijft.", "Als dank voor het vegen van de stoep krijgt de jongen een stuk pizza", "Patrizia vertelt dat ze een dakloze man, die zich soms bedient van de fles desinfectiemiddel bij de deur, weleens een caffè ­sos­peso aanbiedt. En de jongen die een paar huizen verder op straat zit, een pet voor zijn voeten. Hij vraagt regelmatig of hij de stoep kan vegen, of vuilnis wegbrengen, waar hij dan als dank een broodje voor krijgt, een stuk pizza, met af en toe een caffè sospeso.", "“Het is meer dan de koffie, de mensen komen binnen, maken een praatje.”", "Dit fenomeen heeft zich inmiddels over de hele wereld verbreid dankzij kleine ­Italiaanse culturele festivals, die zich na het korten van subsidie voor de kunsten hebben toegelegd op solidariteitsinitiatieven. Een daarvan is Suspended Coffees, een mondiaal netwerk van cafés waar je koffie kunt bestellen voor een onbekende, een thuisloze, een student, een vrouw die haar laatste geld aan boodschappen heeft besteed.", "“In Napels viert ook de pizza sospesa hoogtij.”", "“Dat apen ze na in Rome”, zegt Patrizia, “door de groeiende armoede.”", "Intussen wordt het geestelijke voedsel niet vergeten en liggen in boekwinkels ­‘uitgestelde boeken’ te wachten op lezers.", "Toen ik vanochtend weer naast la Napoletana aan de bar stond, zei ze: “In Napels hebben we nu ook de tampone sospeso”. De uitgestelde coronatest.", "Rosita Steenbeek is schrijfster en woont deels in Rome. Meer van haar columns leest u hier."], "authors": ["Rosita Steenbeek"], "keywords": ["van", "waarom", "voor", "en", "een", "ze", "italië", "koffie", "bijzondere", "met", "op", "meest", "te", "het", "caffè", "die", "sospeso"], "pubDate": "2020-12-13T09:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}