{"id": "8b9961a0-4925-3a92-8d30-a585774bdd42", "title": "Oud-winnaar Wawrinka doet voor vijfde keer mee aan ABN AMRO-toernooi", "url": "https://nu.nl/tennis/6100822/oud-winnaar-wawrinka-doet-voor-vijfde-keer-mee-aan-abn-amro-toernooi.html", "summary": "Stan Wawrinka heeft vrijdag zijn deelname aan het ABN AMRO World Tennis Tournament toegezegd.\nDe 35-jarige Wawrinka maakte in 2005 zijn debuut op het ABN AMRO-toernooi en veroverde tien jaar later bij zijn tweede deelname de titel.\nDoor de toezegging van Wawrinka begint het deelnemersveld van het ABN AMRO-toernooi steeds meer vorm te krijgen.\nAanvankelijk zou het ABN AMRO-toernooi in februari worden gehouden.\nDoor het verschuiven van de Australian Open - die nu op 8 februari begint - staat het ATP-toernooi in Rotterdam van 1 tot en met 7 maart op het programma.", "paragraphs": ["Stan Wawrinka heeft vrijdag zijn deelname aan het ABN AMRO World Tennis Tournament toegezegd. Het is de vijfde keer dat de ervaren Zwitser van de partij is in Rotterdam.", "De 35-jarige Wawrinka maakte in 2005 zijn debuut op het ABN AMRO-toernooi en veroverde tien jaar later bij zijn tweede deelname de titel. Na een snelle uitschakeling in 2018 - Tallon Griekspoor versloeg hem in de eerste ronde - bereikte de drievoudig Grand Slam-winnaar vorig jaar de finale, waarin hij verloor van Gaël Monfils.", "\"Met zijn staat van dienst is Wawrinka overal ter wereld een graag geziene gast\", zegt toernooidirecteur Richard Krajicek.", "\"Met zijn drie Grand Slam-titels heeft hij zijn uitzonderlijke klasse bewezen en voor de liefhebber is zijn backhand een genot om te zien. Mooi om deze oud-winnaar weer in Rotterdam te mogen begroeten.\"", "Warinka haalde geen finale in 2020", "2020 was geen geweldig jaar voor Wawrinka, die momenteel de achttiende plek op de wereldranglijst bezet. De Zwitser haalde op geen enkel ATP- of Grand Slam-toernooi de finale. Hij won in augustus wel een challenger in Praag.", "Door de toezegging van Wawrinka begint het deelnemersveld van het ABN AMRO-toernooi steeds meer vorm te krijgen. Eerder werd bekend dat Kei Nishikori, Daniil Medvedev en Jannik Sinner meedoen. De inschrijving sluit op 1 februari.", "Aanvankelijk zou het ABN AMRO-toernooi in februari worden gehouden. Door het verschuiven van de Australian Open - die nu op 8 februari begint - staat het ATP-toernooi in Rotterdam van 1 tot en met 7 maart op het programma."], "authors": ["Door"], "keywords": ["vijfde", "amrotoernooi", "zijn", "van", "doet", "wawrinka", "voor", "abn", "en", "een", "jaar", "aan", "op", "keer", "te", "het", "mee", "oudwinnaar"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}