{"id": "8b9ec9c1-d332-31eb-b7bd-5b1a4f213438", "title": "Freek Vonk is op zoek naar zijn favoriete vogels... en vindt ze", "url": "https://www.telegraaf.nl/lifestyle/172670269/freek-vonk-is-op-zoek-naar-zijn-favoriete-vogels-en-vindt-ze", "summary": "Koningspinguïns zitten het grootste deel van het jaar op zee; alleen in het broedseizoen komen hier 500 tot 700 broedparen aan land.\nAfhankelijk van hoe het ze het vorige seizoen verging, zijn ze in te delen in vroege en late broeders.\nOp het land lijken ze misschien onhandig, maar vergis je niet: pinguïns zijn de beste roofvogels van de zuidelijke oceanen.\nZorgen op het land de kolonies voor de veiligheid, in het water is het ieder voor zich.\nAls hun ouders rond september voorlopig weer het land kiezen, proppen ze hun jong nog eens extra vol, ter voorbereiding op hun rui naar het volwassen, waterdichte verenkleed.", "paragraphs": ["Het is maart en ik heb me dik ingepakt; ook in de late zomer is het koud op de winderige Falklandeilanden, ten oosten van het zuidelijkste puntje van Argentinië. Een waanzinnige plek om dieren te zien, zeker een van mijn favoriete vogels: koningspinguïns!", "De Falklandeilanden liggen langs de noordelijke grens van hun verspreiding. Koningspinguïns zitten het grootste deel van het jaar op zee; alleen in het broedseizoen komen hier 500 tot 700 broedparen aan land.", "De vogels arriveren niet allemaal tegelijk. Afhankelijk van hoe het ze het vorige seizoen verging, zijn ze in te delen in vroege en late broeders. Vroege vogels leggen hun ei in november dat in januari uitkomt. Late broeders leggen in januari hun ei en verwelkomen hun kuiken in maart.", "Het is heel normaal om in de kolonies zowel eieren en kuikens als oudere jongen te zien. Vooral de kuikens en de jongen zijn onwijs nieuwsgierig. Ik blijf stil zitten en zorg dat ik niet zomaar de kolonie in loop; zo komen de vogels vanzelf naar me toe. Hoe dichterbij ze komen, des te indrukwekkender ze worden.", "Op de Falklandeilanden zijn koningspinguïns met afstand de grootste pinguïnsoort van bijna een meter lang en meer dan tien kilo zwaar. Joekels! Op het land lijken ze misschien onhandig, maar vergis je niet: pinguïns zijn de beste roofvogels van de zuidelijke oceanen. Onder water veranderen ze in raketjes die inktvis, vis en krill vangen. Koningspinguïns komen ruim 300 meter diep. Op die diepte zien ze geen hand voor ogen, maar ze jagen dan op lantaarnvissen die licht uitstralen.", "Zorgen op het land de kolonies voor de veiligheid, in het water is het ieder voor zich. Hun snelheid is niet alleen bedoeld om succesvol te jagen, maar ook om aan zeeroofdieren te ontkomen. Orka’s patrouilleren voor de kust en ook zeeluipaarden, zeeberen en zeeleeuwen liggen op de loer. Als de pinguïns zonder kleerscheuren hun buikje hebben gevuld, springen ze het land weer op.", "Veel gevangen voedsel verdwijnt in de magen van hun snelgroeiende kuikens. In de zuidelijke winter, vanaf april tot in augustus, blijven de bruine kuikens op het land achter, terwijl beide ouders maandenlang de zee opgaan en steeds minder vaak naar de kolonie terugkeren. De jongen wachten maandenlang op hun volgende maaltijd. Ze raken wel vijftig procent van hun lichaamsgewicht kwijt en kunnen nog herstellen van een verlies van zeventig procent. Niet veel dieren doen ze dat na!", "Als hun ouders rond september voorlopig weer het land kiezen, proppen ze hun jong nog eens extra vol, ter voorbereiding op hun rui naar het volwassen, waterdichte verenkleed. Als de kuikens die eenmaal hebben, zijn ze klaar voor hun eerste duik. Ze trekken naar zee en zullen de eerstkomende drie jaar niet aan land komen. Koningspinguïns zijn bazen!"], "authors": [], "keywords": ["freek", "zijn", "van", "naar", "en", "vonk", "zoek", "vogels", "ze", "hun", "op", "te", "land", "het", "vindt", "niet", "favoriete"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}