{"id": "8bc011ef-6db3-3da1-a826-4fb4df964232", "title": "Corrie van Gorp wordt voor altijd herinnerd als mevrouw De Bok met de elastieken benen", "url": "https://trouw.nl/cultuur-media/corrie-van-gorp-wordt-voor-altijd-herinnerd-als-mevrouw-de-bok-met-de-elastieken-benen~b542139c/", "summary": "Haar hoogtijdagen beleefde Corrie van Gorp in de jaren zeventig en tachtig aan de zijde van André van Duin.\nCorrie van Gorp was op en top Rotterdams en wars van pretentie.\nVan Duin en Van Gorp waren destijds mateloos populair als ‘meneer en mevrouw De Bok’, ouderwetse typetjes met vilten hoeden en grote brillen.\nJe kon wel zien dat ze van oorsprong ballerina was, grapte Van Duin later.\nLees ook:André van Duin: ‘Eindelijk durf ik mijn masker te laten vallen’In de interviewserie ‘Tien Geboden’ spreekt Arjan Visser met André van Duin (Rotterdam, 1947).", "paragraphs": ["Haar hoogtijdagen beleefde Corrie van Gorp in de jaren zeventig en tachtig aan de zijde van André van Duin. Zondag overleed ze op 78-jarige leeftijd.", "Corrie van Gorp was op en top Rotterdams en wars van pretentie. Intellectueel gedoe was niet aan haar besteed, de comédienne ging voor de gulle lach van kluchtige humor.", "Van Duin en Van Gorp waren destijds mateloos populair als ‘meneer en mevrouw De Bok’, ouderwetse typetjes met vilten hoeden en grote brillen. Bekend is de scène waarin de echtelieden tijdens het zingen van een liefdeslied in de vijver vallen. Van Gorp tuimelt acrobatisch achterover, haar benen hoog in de lucht. Je kon wel zien dat ze van oorsprong ballerina was, grapte Van Duin later.", "Van Gorp begon haar carrière inderdaad als danseres. Vanaf eind jaren vijftig danste ze bij het Amsterdamse Ballet en het Nationaal Ballet. Begin jaren zeventig werd ze landelijk bekend door een musical en een theatershow van Wim Sonneveld, waarin ze samen met Willem Nijholt optrad.", "Hoge kijkcijfers", "Haar ster rees nog verder in 1974. In dat jaar sloot ze zich met acteur Frans van Dusschoten aan bij Van Duins theaterrevue, die nog jaren zou lopen. Ze vertolkte tientallen typetjes met teksten die bol stonden van de dubbelzinnigheden. Van Duin liet haar meestal alle hoeken van het toneel zien. Het theaterpubliek stond ervoor in de rij. Op tv scoorden de shows hoge kijkcijfers. Tussendoor speelde Van Gorp nog in de musical ‘Een kannibaal als jij en ik’ van Freek de Jonge en Bram Vermeulen.", "Ook als zangeres timmerde Van Gorp aan de weg. In 1978 bracht ze een langspeelplaat uit, de eerste in een lange reeks. Ze specialiseerde zich in carnavalsachtige dijenkletsers, met hits als ‘Jodelahiti Jodelahita’, ‘Me Soezafoon’, ‘Zo slank zijn als je dochter’ en ‘Alie van de Wegenwacht’. Verder speelde ze in bioscoopfilms, waaronder ‘Ik ben Joep Meloen’ en ‘De Boezemvriend’, beide met Van Duin.", "Permanent eerbetoon", "In 2009 maakte ze samen met Van Duin een televisie-comeback in de wekelijkse Dik Voormekaar Show. Daarna trok ze zich stilletjes uit het openbare leven terug. In 2018 richtte het Oude Luxor Theater in Rotterdam een vitrine in met de originele kleding van mevrouw de Bok als permanent eerbetoon aan Van Gorp.", "André van Duin noemt haar overlijden een ‘droevige gebeurtenis’. Ze blijft in zijn herinnering als ‘een gek, leuk en warrig mens’.", "Lees ook:", "André van Duin: ‘Eindelijk durf ik mijn masker te laten vallen’", "In de interviewserie ‘Tien Geboden’ spreekt Arjan Visser met André van Duin (Rotterdam, 1947). Van Duin is komiek, zanger en presentator van ‘Heel Holland bakt’. “Ik heb altijd artiest willen worden, zag overal de vrolijkheid van in...\", zegt hij. “Zelfs het godsdienstlesje op mijn lagere school was een komisch nummer.”", ""], "authors": ["Sander Becker"], "keywords": ["van", "als", "bok", "mevrouw", "gorp", "met", "corrie", "herinnerd", "het", "elastieken", "ze", "wordt", "en", "een", "duin", "haar", "voor"], "pubDate": "2020-11-24T14:32:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}