{"id": "8bc271a3-5758-39b8-821f-8d66f8800652", "title": "Van der Sar acht kans op arbitrage in zaak-Nouri groot: ‘Zijn er niet uitgekomen’", "url": "https://www.parool.nl/sport/van-der-sar-acht-kans-op-arbitrage-in-zaak-nouri-groot-zijn-er-niet-uitgekomen~bfbeba25/", "summary": "Beeld Pro Shots / Jasper Ruhe“De schrijver van het boek over ‘Appie’ (Khalid Kasem, red.)\nheeft vorig jaar al aangegeven dat de kans op een arbitragezaak groot is, en dat klopt,” vertelde Van der Sar zondagmiddag aan de NOS.\n“We hebben met de familie en de juristen gesproken en daar zijn we niet uitgekomen.\nDat geeft de moeilijkheid van de situatie wel aan.”De arbitragezaak zal gaan om bijvoorbeeld een schadevergoeding die Ajax nog moet betalen aan de familie.\nEr is echter nog geen overeenkomst voor een schadevergoeding voor de middenvelder, die volgens sommigen minstens zo talentvol was als enkele oud-ploeggenoten die nu voor veel geld in het buitenland voetballen.", "paragraphs": ["Edwin van der Sar. Beeld Pro Shots / Jasper Ruhe", "“De schrijver van het boek over ‘Appie’ (Khalid Kasem, red.) heeft vorig jaar al aangegeven dat de kans op een arbitragezaak groot is, en dat klopt,” vertelde Van der Sar zondagmiddag aan de NOS. “We hebben met de familie en de juristen gesproken en daar zijn we niet uitgekomen. Dat is heel erg jammer. Voor ons, maar ook voor de familie. Ook zij zouden daar waarschijnlijk graag een stap met ons in hebben gemaakt, maar dat is dus niet gelukt. Dat geeft de moeilijkheid van de situatie wel aan.”", "De arbitragezaak zal gaan om bijvoorbeeld een schadevergoeding die Ajax nog moet betalen aan de familie. Het contract van Nouri liep afgelopen zomer af en Ajax heeft die verbintenis gerespecteerd. Er is echter nog geen overeenkomst voor een schadevergoeding voor de middenvelder, die volgens sommigen minstens zo talentvol was als enkele oud-ploeggenoten die nu voor veel geld in het buitenland voetballen."], "authors": ["Het Parool"], "keywords": ["familie", "er", "zijn", "van", "voor", "en", "een", "schadevergoeding", "groot", "sar", "kans", "op", "uitgekomen", "het", "niet", "dat", "zaaknouri", "die"], "pubDate": "2021-01-10T16:41:01Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}