{"id": "8bc4a158-c4a6-3452-86ff-fb4e8dd6156b", "title": "Ksenia Kouzmenko viert Kerst op z’n Tsjechisch, en dat bevalt ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/ksenia-kouzmenko-viert-kerst-op-z-n-tsjechisch-en-dat-bevalt~b0f4377a/", "summary": "Kerst is op zijn Tsjechisch Vánoce.\nDe ‘titelsong’, de vierdelige cyclus Vánoce van Jaroslav Kvapil (1868-1950), ooit nog leerling van Leoš Janáček, beleeft zijn wereldpremière op cd.\nKvapils muzikale beeld van Kerst is dat van een grote, luidruchtige familie aan een feestelijke tafel in een Ravel-achtige roerigheid.\nMaar Kouzmenko laat ook met haar toetsen sneeuwvlokken naar beneden dwarrelen.\nOok nog nooit eerder opgenomen zijn de vier korte Intieme stukken (opus 17) van Jaroslav Křička (1882-1969).", "paragraphs": ["Kerst is op zijn Tsjechisch Vánoce. Zo heet ook het nieuwe album van pianist Ksenia Kouzmenko. De Wit-Russische die in Nederland woont en werkt, nam deze zomer in Schiedam Tsjechische kerstmuziek op.", "De ‘titelsong’, de vierdelige cyclus Vánoce van Jaroslav Kvapil (1868-1950), ooit nog leerling van Leoš Janáček, beleeft zijn wereldpremière op cd. Kvapils muzikale beeld van Kerst is dat van een grote, luidruchtige familie aan een feestelijke tafel in een Ravel-achtige roerigheid. Maar Kouzmenko laat ook met haar toetsen sneeuwvlokken naar beneden dwarrelen.", "Ook nog nooit eerder opgenomen zijn de vier korte Intieme stukken (opus 17) van Jaroslav Křička (1882-1969). De bundel was een kerstcadeau voor een liefje. Dat Křička’s verliefdheid niet over een geëffend pad liep, is te horen aan Kouzmenko’s expressieve gebaren. De grote toonafstanden speelt ze met veel pedaal. Dan weer smelt de jaloerse minnaar en fluistert die zoete woordjes in haar oor: een kerstoverstijgend liefdeslied."], "authors": ["Maartje Stokkers"], "keywords": ["ksenia", "van", "kouzmenko", "zn", "nog", "op", "met", "zijn", "viert", "bevalt", "vánoce", "een", "ook", "kerst", "en", "dat", "tsjechisch"], "pubDate": "2020-12-10T14:27:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}