{"id": "8bc54f56-316e-3815-90b7-76aaa455337c", "title": "Hoe krijg ik de beste wifi in huis?", "url": "https://volkskrant.nl/de-gids/hoe-krijg-ik-de-beste-wifi-in-huis~bcc6523e/", "summary": "We testten de apparaten in een doorsnee jarenvijftigrijtjeshuis met een doodgewone KPN-verbinding.\nEén kastje sluit je met een kabel aan op het modem van je provider, de andere plaats je in de rest van je huis.\nVaak is dat het netwerk van een wifi-extender: een blok dat je in het stopcontact steekt en dat vanaf daar je bestaande wifinetwerk doorstuurt.\nAfhankelijk van je huis: powerlineTP-Link TL-WPA8630P, vanaf 110 euroBeeld Annabel MiedemaBij een powerline maak je gebruik van de kabels die elk huis al heeft: de stroomkabels.\nHet basisstation plug je in de muur en verbind je met een kabel met je router.", "paragraphs": ["De grenzen van het wifinetwerk zijn de afgelopen periode in menig huishouden flink opgezocht. Wat kun je doen om je wifi te verbeteren? Vier manieren getest.", "Zo leeg als de autowegen nu zijn, zo vol stroomt de digitale snelweg. Internetproviders krijgen sinds het uitbreken van de coronacrisis flink meer dataverkeer te verwerken. Die pieken kunnen ze goed aan, maar binnenshuis is dat vaak anders. Ineens is het hele gezin gelijktijdig aan het videobellen, gamen of series aan het streamen, en dan loop je al snel tegen de grenzen van je wifinetwerk aan. Wat kun je doen om dat te verbeteren? De Volkskrant test vier methoden waarbij je geen kabels (nog altijd de beste garantie voor snel en stabiel internet) door je huis hoeft te trekken.", "Van onze collega’s bij Hardware Info leenden we wifi-apparaten die van hun testlab al een goede beoordeling hebben gekregen. In een gecontroleerde omgeving presteren deze kastjes uitstekend. Maar hoe doen ze het in een echt huis?", "We testten de apparaten in een doorsnee jarenvijftigrijtjeshuis met een doodgewone KPN-verbinding. De kabels komen in de woonkamer op de begane grond binnen en we willen in het geïmproviseerde thuiskantoor op zolder soepel kunnen videobellen.", "1. Duur maar snel: een meshrouter", "TP-Link Deco M4, 150 euro voor een 3-pak", "Beeld Annabel Miedema", "Uit de doos komen drie strak ontworpen witte torentjes gerold, meer niet. Geen enorme handleiding of ingewikkelde diagrammen die je moet volgen om de boel te installeren: je hoeft alleen maar de bijbehorende app te downloaden en de rest wijst zich vanzelf. Eén kastje sluit je met een kabel aan op het modem van je provider, de andere plaats je in de rest van je huis. Zo gepiept en het vereist nauwelijks technische kennis.", "Het idee van een mesh-systeem is dat de kastjes verspreid door het huis hetzelfde netwerk uitzenden en zo overal goed bereik creëren. Ze staan onderling met elkaar in verbinding, waardoor ze de beschikbare capaciteit slim kunnen verdelen. Zit iemand op de zolder te gamen terwijl er in de woonkamer alleen wat mails worden getikt? Dan kan de spelcomputer meer ruimte op het netwerk krijgen.", "De Deco van marktleider TP-Link geeft overal in huis een vol wifi-icoontje en consistent, snel internet. Een aanrader dus voor wie zonder al te veel gedoe zijn internet wil verbeteren. Maar aan de bijbehorende app kleven nadelen. Je bent verplicht hem te gebruiken en er een account in te maken, waarvoor je akkoord moet gaan met een ruim negenduizend woorden tellend boekwerk aan privacy- en gebruikersvoorwaarden. Daarin eigent het bedrijf zich vergaande rechten toe (zie kader).", "Alternatieven: Nest Wifi (de kersverse opvolger van Google Wifi), Netgear Orbi, KPN SuperWifi (voor KPN-klanten).", "TP-Link en privacy Terwijl TP-Link bij de meeste apparatuur geen privacyvinkjes verplicht stelt, moet dat in de app van de Deco-meshrouter wel. Tot voor kort eigende het van oorsprong Chinese bedrijf zich het recht toe om je complete internetgeschiedenis op te slaan en mocht het die gegevens ook nog eens naar Chinese en Amerikaanse servers sturen. Als kers op de taart wilde het bedrijf in de voorwaarden niet garanderen dat je gegevens veilig blijven. Dat is nogal wat. De Nederlandse tak van het bedrijf liet weten zelf ook niet blij te zijn met de voorwaarden en beloofde ze spoedig aan te passen. ‘We doen niks met data. Nu eigenen we ons het recht toe bepaalde informatie te verzamelen, maar in werkelijkheid doen we dat niet en dat is ook niet ons doel. Gegevens van Nederlandse gebruikers gaan ook nooit naar China toe’, aldus een woordvoerder. Update 29 mei 2020: TP-Link heeft inmiddels zoals beloofd de voorwaarden aangepast. Er wordt nu veel gerichter omschreven welke data worden verzameld voor welk doel en wie ze verwerkt. Over het opslaan van de internetgeschiedenis wordt niet meer gerept. Sommige modellen controleren of een pagina virussen bevat, maar dat wordt door het Amerikaanse antivirusbedrijf Trend Micro gedaan.", "2. Simpel en goedkoop, maar nauwelijks sneller: wifi-extender", "TP-Link RE450, circa 60 euro", "Beeld Annabel Miedema", "Wie in een dichtbevolkt gebied woont, heeft ze vast weleens gezien: netwerken met ‘_EXT’ achter de naam. Vaak is dat het netwerk van een wifi-extender: een blok dat je in het stopcontact steekt en dat vanaf daar je bestaande wifinetwerk doorstuurt. Een goedkope optie: voor nog geen twee tientjes heb je al een ‘wifiversterker’ bij de Action.", "Versterker is eigenlijk een misleidende term, want je netwerk wordt er niet door versterkt. Als je op de overloop maar 40 procent signaalsterkte hebt en daar een extender plaatst, wordt de verbinding daar niet ineens sneller. Die 40 procent sterkte wordt dan verder de ruimte in geslingerd. Dan heb je wel beter bereik, maar je Netflix-film hapert er niet minder door. Bovendien moet je zelf tussen netwerken heen en weer schakelen.", "Dat merkten we ook in onze test: op zolder haalden we via de extender maar de helft van de snelheid beneden.", "Alternatieven: AVM Fritz!WLAN Repeater, Linksys Range Extender.", "3. Afhankelijk van je huis: powerline", "TP-Link TL-WPA8630P, vanaf 110 euro", "Beeld Annabel Miedema", "Bij een powerline maak je gebruik van de kabels die elk huis al heeft: de stroomkabels. In de doos zitten twee witte bakstenen die je in het stopcontact kunt steken. Het basisstation plug je in de muur en verbind je met een kabel met je router. De andere adapter steek je in het stopcontact op de plek waar je wifi wilt hebben. Het netwerkverkeer gaat dan van het basisstation via het stroomnet naar de wifi-adapter om vanaf daar door de lucht verder te reizen.", "In theorie althans. In de praktijk heb je te maken met de manier waarop de elektriciteitsleidingen in je huis zijn gelegd, en zeker bij oudere woningen kan dat nogal een zooitje zijn. In onze jarenvijftigwoning kon de powerline op zolder geen internetsignaal uit het stopcontact krijgen. Een verdieping lager wel, maar dan werd de verbinding nauwelijks sneller dan we gewend waren.", "Alternatief: Devolo Magic 2.", "4. Ingewikkeld: een eigen router", "Eminent EM4720, 75 euro", "Beeld Annabel Miedema", "Vrijwel elk Nederlands huishouden heeft al een router: dat is het kastje van de internetprovider. Een Experia Box van KPN bijvoorbeeld, of een Connectbox van Ziggo. Dat zijn twee apparaten in één: een modem en een router. Het modem zorgt voor verbinding met het netwerk van je provider. De router zorgt er vervolgens voor dat je thuis een wifinetwerk hebt. In plaats van de ingebouwde router kun je ook een eigen apparaat gebruiken. Zo’n gespecialiseerd wifikastje heeft vaak betere antennes.", "We proberen het uit met een router van het Nederlandse merk Eminent. De installatie is niet zo eenvoudig: je moet in de als een antieke Hyves-pagina ogende installatiemenu’s van zowel Eminent als die van je providerkastje duiken. Bovendien lukte het eerst niet om dat via een draadloze verbinding te doen. Probleem: de meeste moderne laptops beschikken niet meer over een ethernetpoort om met een kabel verbinding te leggen. We moesten er een oude computer voor onder het stof vandaan halen.", "Een aantal frustrerende uren bellen met diverse helpdesks later kregen we de router aan de praat. In de woonkamer geeft hij inderdaad een snellere verbinding dan we voorheen hadden. Maar op zolder is de verbinding juist veel trager dan voorheen. Het is goed mogelijk dat dit komt doordat er een instelling verkeerd stond, maar het laat zien: dit is geen eenvoudige optie.", "Alternatieven: AVM Fritz!Box, TP-Link Archer. Of gewoon eens bij je provider vragen of je een nieuwer model van hen kunt krijgen."], "authors": ["Timo Nijssen"], "keywords": ["van", "dat", "wifi", "een", "en", "maar", "te", "ik", "huis", "op", "beste", "je", "krijg", "met", "het", "hoe"], "pubDate": "2020-05-07T11:20:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}