{"id": "8bc57974-555a-31e3-aef7-1f8a47eafcd4", "title": "ANWB Wegenwacht-tegenhanger Route Mobiel stopt na kleine zeventien jaar", "url": "https://nu.nl/economie/6100608/anwb-wegenwacht-tegenhanger-route-mobiel-stopt-na-kleine-zeventien-jaar.html", "summary": "Route Mobiel stopt na een kleine zeventien jaar met zijn pechhulpverzekeringen, zo maakt het bedrijf donderdag bekend.\nConsumenten kunnen daarom niet langer een verzekering aanvragen bij Route Mobiel.\nBestaande klanten kunnen tot de einddatum van hun verzekeringsjaar nog gebruikmaken van de pechhulp van het bedrijf.\nRoute Mobiel werd in 2004 mede opgericht door Michiel Muller, eerder de drijvende kracht achter tankstationformule Tango en medeoprichter van online supermarkt Picnic.\nOp het hoogtepunt had Route Mobiel ongeveer een kwart miljoen leden tegenover zo'n 4,6 miljoen voor de ANWB.", "paragraphs": ["Route Mobiel stopt na een kleine zeventien jaar met zijn pechhulpverzekeringen, zo maakt het bedrijf donderdag bekend. Daarmee houdt de tegenhanger van de pechhulp van de ANWB Wegenwacht op te bestaan. Het staken van de activiteiten volgt op de overname van moederbedrijf Reaal Schadeverzekeringen door Nationale-Nederlanden.", "Consumenten kunnen daarom niet langer een verzekering aanvragen bij Route Mobiel. Bestaande klanten kunnen tot de einddatum van hun verzekeringsjaar nog gebruikmaken van de pechhulp van het bedrijf. Voortijdig opzeggen kan echter ook.", "Route Mobiel werd in 2004 mede opgericht door Michiel Muller, eerder de drijvende kracht achter tankstationformule Tango en medeoprichter van online supermarkt Picnic.", "In het eerste jaar verloor de ANWB ruim 85.000 leden aan de nieuwe concurrent. In 2006 werd de pechhulpdienst overgenomen door SNS Reaal. Op het hoogtepunt had Route Mobiel ongeveer een kwart miljoen leden tegenover zo'n 4,6 miljoen voor de ANWB."], "authors": ["Door"], "keywords": ["anwb", "van", "jaar", "reaal", "een", "route", "zeventien", "op", "mobiel", "kleine", "het", "door", "werd", "stopt", "wegenwachttegenhanger"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}