{"id": "8bce3e7a-7724-3b64-b1ae-e9ffddc2567e", "title": "Oudste profvoetballer ooit Miura (53) gaat nog een jaar door bij Yokohama", "url": "https://nu.nl/voetbal/6101232/oudste-profvoetballer-ooit-miura-53-gaat-nog-een-jaar-door-bij-yokohama.html", "summary": "Kazuyoshi Miura gaat nog een jaar door bij Yokohama FC.\nDe oudste profvoetballer ooit verlengde maandag zijn contract bij de Japanse club tot het einde van dit jaar, waardoor hij ook na zijn 54e verjaardag actief zal zijn.\nDoor de contractverlening staat Miura voor zijn 36e seizoen als prof. De aanvaller begon zijn carrière in 1986 bij het Braziliaanse Santos in São Paulo.\nIn de jaren negentig was hij in Europa actief bij het Italiaanse Genoa en het Kroatische Dinamo Zagreb.\nOpvallend is dat toenmalig bondscoach Takeshi Okada de destijds 31-jarige Miura passeerde voor het WK van 1998 omdat hij hem te oud vond.", "paragraphs": ["Kazuyoshi Miura gaat nog een jaar door bij Yokohama FC. De oudste profvoetballer ooit verlengde maandag zijn contract bij de Japanse club tot het einde van dit jaar, waardoor hij ook na zijn 54e verjaardag actief zal zijn.", "De 53-jarige Miura, die op 26 februari jarig is, geldt al jaren als recordhouder, al komt hij de laatste jaren wel steeds minder in actie. In 2020 - in Japan wordt een seizoen in een kalender jaar afgewerkt - speelde hij vier wedstrijden in de J-League, het hoogste niveau in het land.", "Door de contractverlening staat Miura voor zijn 36e seizoen als prof. De aanvaller begon zijn carrière in 1986 bij het Braziliaanse Santos in São Paulo. In de jaren negentig was hij in Europa actief bij het Italiaanse Genoa en het Kroatische Dinamo Zagreb.", "Sinds 2005 staat Miura onder contract bij Yokohama, waarmee hij jarenlang op het tweede niveau speelde. Eind 2019 dwong hij met de club promotie af naar de J-League.", "Kazuyoshi Miura in 2000 als Japans international. Kazuyoshi Miura in 2000 als Japans international. Foto: ANP", "Miura werd gepasseerd voor het WK 1998", "31 jaar geleden maakte Miura zijn debuut in het Japanse elftal, waarvoor hij tot 2000 in 91 interlands tot 56 doelpunten kwam.", "Opvallend is dat toenmalig bondscoach Takeshi Okada de destijds 31-jarige Miura passeerde voor het WK van 1998 omdat hij hem te oud vond. Miura maakte in de kwalificatiereeks voor dat WK nog twaalf goals.", "De routinier nam in 2017 het record van de oudste prof in de voetbalgeschiedenis over van Stanley Matthews. De voormalig Engels international was net vijftig toen hij in 1965 zijn laatste wedstrijd voor Stoke City speelde."], "authors": ["Foto", "Door"], "keywords": ["yokohama", "gaat", "zijn", "van", "nog", "jaar", "profvoetballer", "voor", "een", "bij", "wk", "miura", "ooit", "het", "door", "hij", "als", "oudste"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}