{"id": "8bf30624-79d6-37d7-9ca4-362b6f312046", "title": "De invloed van ouders is nu groter dan ooit", "url": "https://volkskrant.nl/nieuws-achtergrond/de-invloed-van-ouders-is-nu-groter-dan-ooit~b49eeb86/", "summary": "Thijs Bol deed de afgelopen maand onderzoek naar de nieuwe prominente rol van ouders en wat die voor de ontwikkeling van hun kinderen betekent.\nAan ongeveer 800 ouders van 1.400 kinderen vroeg hij hoe zij het thuisonderwijs aanpakten.\n‘Alle ouders vinden het belangrijk dat hun kinderen bijblijven in deze periode, maar ouders met een universiteitsdiploma zijn nauwer betrokken bij het schoolwerk van hun kinderen en voelen zich beter in staat te helpen dan ouders met alleen een diploma van de middelbare school’, zegt Bol.\nVoor armere ouders is het lastiger om in huis een goede werkplek voor hun kinderen in te richten.\nDan erken je dat kinderen uit verschillende milieus beginnen met verschillende bagage.", "paragraphs": ["De helpende hand van hoogopgeleide ouders is momenteel een krachtige. Beeld Hollandse Hoogte", "Delen door een breuk is vermenigvuldigen met het omgekeerde. ’t Kofschip is nu ’t fokschaap. Thijs Bol deed de afgelopen maand onderzoek naar de nieuwe prominente rol van ouders en wat die voor de ontwikkeling van hun kinderen betekent. Aan ongeveer 800 ouders van 1.400 kinderen vroeg hij hoe zij het thuisonderwijs aanpakten.", "‘Alle ouders vinden het belangrijk dat hun kinderen bijblijven in deze periode, maar ouders met een universiteitsdiploma zijn nauwer betrokken bij het schoolwerk van hun kinderen en voelen zich beter in staat te helpen dan ouders met alleen een diploma van de middelbare school’, zegt Bol. Hun inkomen speelt ook mee. Voor armere ouders is het lastiger om in huis een goede werkplek voor hun kinderen in te richten. Door financiële problemen zijn er vaak meer spanningen thuis, waardoor kinderen minder rustig kunnen werken.", "Maar kun je uit een thuisblijfperiode van twaalf weken al conclusies trekken? Dat kan, zegt Bol.‘Er bestond al enigszins vergelijkbaar onderzoek. Amerikaanse wetenschappers lieten kinderen een toets maken vlak voor en vlak na de zomervakantie. Zij zagen een sterk verschil tussen sociaal-economische groepen. Kinderen uit zwakke milieus leerden nauwelijks bij. Een zomervakantie is natuurlijk niet hetzelfde als deze maatschappelijke quarantaine, maar het onderzoek laat zien dat verschillen in ouderhulp al over een korte periode zichtbaar zijn.’", "Ouders zijn cruciaal bij het ondersteunen. ‘Het leerproces balanceert tussen de school en de ouders. Als ouders daarin de overhand krijgen, zie je de kansen van de kinderen sterker uiteenlopen.’ Hoogopgeleide ouders vragen om meer over te dragen aan de docent, dat kan niet. ‘En dat moeten we ook niet willen, dat stimuleren is goed’, zegt Bol. ‘Wat je wel kunt doen, is kinderen op een jongere leeftijd al bij elkaar brengen, bijvoorbeeld door opvang goedkoper en toegankelijker te maken. Daar kunnen kinderen van leren. Dan erken je dat kinderen uit verschillende milieus beginnen met verschillende bagage. En dan kun je er iets aan doen.’"], "authors": ["Lize Geurts"], "keywords": ["ouders", "van", "dan", "ooit", "het", "voor", "invloed", "kinderen", "een", "je", "nu", "en", "dat", "hun", "groter"], "pubDate": "2020-05-28T14:14:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}