{"id": "8bf50129-9ce4-30be-9809-293186e906b2", "title": "Ajax tegen Heracles en het boefje uit Bussum, Silvester van der Water", "url": "https://www.parool.nl/sport/ajax-tegen-heracles-en-het-boefje-uit-bussum-silvester-van-der-water~b51beeb7/", "summary": "OokZakaria Labyad en Sergiño Dest scoorden in het duel, dat in het teken stond van het protest tegen racisme op de velden.\nSilvester van der Water, een boefje uit Bussum, voormalig stratenmaker.\nDie gaven je op je flikker als je slecht trainde, zij weten precies hoe je als voetballer in elkaar moet steken om het te redden.\nAcht goals werden gemaakt door een invaller, zeven doelpunten vielen uit een penalty.\nSlechts één van de 26 treffers werd gemaakt van buiten het strafschopgebied: een schot van twintig meter van Lisandro Martínez tegen VVV.", "paragraphs": ["Beeld Hollandse Hoogte/ANP Sport", "Hoe eindigde Ajax-Heracles vorig seizoen?", "In een 4-1 zege voor Ajax. Vooral Quincy Promes zal met genoegen terugkijken op die wedstrijd. Volgens beproefd recept liet Hakim Ziyech hem twee keer scoren, na zo’n indraaiende voorzet bij de tweede paal. Ook", "Zakaria Labyad en Sergiño Dest scoorden in het duel, dat in het teken stond van het protest tegen racisme op de velden. Na de aftrap hielden de spelers een minuut de benen stil. ‘Racisme? Dan voetballen we niet!’", "Wie is de opvallendste speler van Heracles?", "Silvester van der Water, een boefje uit Bussum, voormalig stratenmaker. Pijlsnel en hondsbrutaal, als pupil", "begonnen bij SDO. Van der Water is aanvaller, maar niet de productiefste Heraclied. Rai Vloet maakte tot nu toe zeven van de tien doelpunten van zijn ploeg.", "Voetballen er nog oud-Ajacieden in Almelo?", "Teun Bijleveld kon vanaf het balkon van de slaapkamer van zijn zusje de Johan Cruijff Arena zien liggen, maar als trotse Ouderkerker doorliep hij de jeugdopleiding van AZ. De middenvelder had echter een andere prikkel nodig om het beste uit zichzelf te halen, vertelde hij in Tubantia. ‘Met mooi voetballen alleen kom je er niet. Dat leerde ik later, bij Jong Ajax. Winston Bogarde en Michael Reiziger waren mijn trainers. Die gaven je op je flikker als je slecht trainde, zij weten precies hoe je als voetballer in elkaar moet steken om het te redden. Ajax is een bijzondere omgeving. Iedereen wil beter zijn dan de ander, je hebt allemaal dezelfde droom. Het was niet kil of koud, dat hoor ik veel mensen zeggen, maar juist heel professioneel.’ En hard, soms.", "Op welke speler richten we de schijnwerpers?", "Die richten we nu eens niet op één speler, maar op de 26 doelpunten die Ajax in de laatste vier competitiewedstrijden heeft gemaakt tegen Heerenveen (5-1), VVV (0-13), Fortuna (5-2) en FC Utrecht (0-3). Dusan Tadic en Lassina Traoré scoorden in die serie het vaakst: ieder vijf keer. De meeste treffers (7) vielen in het laatste kwartier. Ajax scoorde sowieso na rust (17 keer) veel vaker dan in de eerste helft. Acht goals werden gemaakt door een invaller, zeven doelpunten vielen uit een penalty. Slechts één van de 26 treffers werd gemaakt van buiten het strafschopgebied: een schot van twintig meter van Lisandro Martínez tegen VVV.", "Welk verhaal uit de oude doos komt in de aanloop naar dit duel naar boven?", "Het verhaal van Folkert Velten, de varkenskoppenuitbener uit Enter. Een beer van een vent, die in de jaren tachtig en negentig uit alle hoeken en standen scoorde voor Heracles: 221 doelpunten in 377 duels in de eerste divisie. Niet één treffer maakte hij op zondag, want op de dag des Heeren speelde hij niet. Velten werd begeerd door (top)clubs uit de eredivisie en de Bundesliga, maar zijn geloof stond een transfer in de weg. “Op zondag voetballen is moeilijk te combineren met kerkgang. Een wedstrijd begint vaak om half drie, zodat je hele middag gevuld is met voorbereidingen en spelen. Ook is het moeilijk om de aandacht bij de kerkdienst te houden.”"], "authors": ["Dick Sintenie"], "keywords": ["water", "van", "silvester", "bussum", "het", "op", "heracles", "maar", "die", "een", "der", "en", "uit", "je", "niet", "tegen"], "pubDate": "2020-11-20T07:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}