{"id": "8bf810b8-106c-3fb8-8583-d01fa9d01d62", "title": "Trainer Erik ten Hag roemt strijdlust Ajax, David Neres niet meer in actie voor winterstop", "url": "https://www.telegraaf.nl/sport/336815583/trainer-erik-ten-hag-roemt-strijdlust-ajax-david-neres-niet-meer-in-actie-voor-winterstop", "summary": "„We hebben laten zien dat we een echte ploeg hebben.”„Het was een echte bekerwedstrijd”, zei Ten Hag.\nGelukkig is het voor ons alles geworden.\nMaar we hebben ook doelpunten weggegeven waar we het donderdag even over gaan hebben.”„Onze lijst met afwezigen is gigantisch”, zei Ten Hag.\nDe Braziliaan heeft te veel last van een enkelblessure die hij tijdens de uitwedstrijd tegen Liverpool opliep.\n„Ik hoop dat we hem in januari wel snel terug hebben”, zei trainer Ten Hag.", "paragraphs": ["„We hebben er echt alles aan gedaan om te winnen”, zei hij. „We hebben laten zien dat we een echte ploeg hebben.”", "„Het was een echte bekerwedstrijd”, zei Ten Hag. „Een bekerwedstrijd van alles of niets. Gelukkig is het voor ons alles geworden. We hebben schitterende goals gemaakt. Maar we hebben ook doelpunten weggegeven waar we het donderdag even over gaan hebben.”", "„Onze lijst met afwezigen is gigantisch”, zei Ten Hag. „Daarom overheerst nu bij mij blijdschap, al mogen we natuurlijk nooit vier treffers tegen krijgen.”", "Neres komt dit jaar niet meer in actie", "David Neres komt dit kalenderjaar niet meer in actie voor Ajax. De Braziliaan heeft te veel last van een enkelblessure die hij tijdens de uitwedstrijd tegen Liverpool opliep. „Ik hoop dat we hem in januari wel snel terug hebben”, zei trainer Ten Hag.", "Ajax speelt voor de winterstop nog tegen ADO Den Haag en Willem II. Van de spelers die woensdag tijdens het bekerduel met FC Utrecht ontbraken, keert André Onana zondag tegen ADO waarschijnlijk weer terug onder de lat. „Ik heb er vertrouwen in dat hij beschikbaar is”, zei Ten Hag die mogelijk ook Quincy Promes meeneemt naar Den Haag. „Klaiber en Huntelaar waren geschorst voor het bekertoernooi en zijn zondag ook weer inzetbaar.΅", "Voor Mohammed Kudus, Noussair Mazraoui, Lassina Traoré, Brian Brobbey en Jurriën Timber komt het duel met ADO vermoedelijk te vroeg."], "authors": [], "keywords": ["van", "strijdlust", "trainer", "niet", "een", "hag", "het", "en", "ook", "te", "roemt", "zei", "hebben", "meer", "voor", "winterstop", "erik", "tegen", "neres"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}