{"id": "8c16493d-867c-38dc-bc04-4cba35aae77e", "title": "27 feitjes over de legendarische Freddie Mercury die je (misschien) nog niet weet", "url": "https://www.dvhn.nl/cultuur/27-feitjes-over-de-legendarische-Freddie-Mercury-die-je-misschien-nog-niet-weet-23862817.html", "summary": "Ze nemen enkele nummers op, die pas in 1982 op het minialbum Gettin Smiled verschijnen.\nRadio-dj Kenny Everett, een vriend van Freddie, krijgt op de een of andere manier een kopie van het nummer, met het uitdrukkelijke verzoek het niet op de radio te draaien.\nFreddie als ballerina: Wie de nummers van Freddie Mercury beluistert, hoort zijn veelzijdigheid.\nDe enige die het weet is Mary Austin, die van Mercury de opdracht kreeg de as op een geheime plek uit te strooien.\nHier leefde Freddie Mercury: Het huis waar Freddie Mercury woonde in de tijd dat hij Brian May voor het eerst ontmoette, is uitgeroepen tot cultureel erfgoed.", "paragraphs": ["Het is alweer 29 jaar geleden dat Freddie Mercury, op 24 november 1991, overleed aan de gevolgen van aids. Een dag eerder had hij dan eindelijk bekend gemaakt dat hij aan de ziekte leed. Queen ging zonder zijn frontman door, maar ook Freddie raakte niet in de vergetelheid. Wat weet jij eigenlijk van deze zanger, die verantwoordelijk is voor de grootste Queen-hits als Bohemian Rhapsody, Somebody to Love, Don't stop me now en We are the Champions? Hier 27 feitjes op een rij.", "1. Geboren in Zanzibar: Freddie Mercury werd als Farrokh Bulsara geboren op 5 september 1946 in Zanzibar, het huidige Tanzania. Zijn ouders zijn Parsi’s, uit Perzië afkomstige Indiërs. De vader van Farrokh, Bomi, werkte als kassier bij het hooggerechtshof voor de Britse overheid op Zanzibar.", "loading", "2. Naar de kostschool in Bombay: Op 8-jarige leeftijd wordt Farrokh naar een kostschool gestuurd in Bombay, India. Hij blijft daar tot zijn zeventiende en leert er onder meer pianospelen. Ook is hij een verwoed postzegelverzamelaar. Het Britse Nationaal Post Museum koopt zijn collectie in 1993 op. Als 14-jarige speelt hij in zijn eerste bandje, the Hectics. Zijn ouders ziet hij maar hoogst zelden en dat hakt er bij hem stevig in.", "3. Verhuizing naar Engeland: In 1964 verhuizen de Bulsara’s naar de Londense voorstad Feltham Daar ontmoet Freddie (zo noemt Farrokh zich inmiddels) Bulsara ene Brian May, met wie hij liefde voor muziek (Beatles, Hendrix) deelt.", "4. Student aan de kunstacademie: Na de middelbare school gaat Freddie Bulsara naar de kunstacademie, het Ealing Art College in Londen. Hij volgt de richting design.", "5. Zanger in verschillende bandjes: Gedurende de jaren op de kunstacademie speelt Freddie in verschillende bandjes. Ibex is de eerste, dat in 1969 zijn naam verandert in Wreckage. Niet veel later treedt Freddie toe tot Sour Milk Sea. Van al die bands zijn weinig opnames bekend. Op een in 2000 verschenen box van al het solowerk van Mercury is op de negende cd te horen hoe Ibex Rain van the Beatles covert en staat ook Green van Wreckage.", "6. Freddie treedt toe tot Smile: Op de kunstacademie ontmoet Freddie jaargenoot Tim Staffel, die zingt in de band Smile, samen met gitarist Brian May en drummer Roger Taylor. Ze nemen enkele nummers op, die pas in 1982 op het minialbum Gettin Smiled verschijnen. Een daarvan is Doing All Right, dat ook is te horen op het eerste album van Queen. Als Staffel uit Smile stapt om zijn geluk te beproeven met Humpy Bong werpt Freddie Bulsara zich op als zijn vervanger.", "7. Marktstalletje in Kensington: Kensington Market is in de Jaren ’70 en ’80 een overdekte markt, drie verdiepingen hoog. Freddie en Roger Taylor hebben beiden op de bovenste verdieping een stalletje, waar ze kunst en kleding verkopen. Freddie biedt er schilderijen die hijzelf maakt aan, waaronder portretten van held Jimi Hendrix. Dat doet hij zelfs nog als het eerste album van Queen in 1973 verschijnt.", "loading", "8. Smile wordt Queen: Met de komst van Bulsara wordt Smile in 1970 Queen. Een jaar later treedt bassist John Deacon toe. In het nummer My Fairy King gaat het over mother Mercury. Dat brengt Freddie op het idee de naam Mercury aan te nemen, om een groter verschil aan te brengen tussen artiest en privépersoon. Hij ontwerpt in 1972 het logo van Queen, de grote Q met een kroon erin en eromheen de sterrenbeelden van de Queen-leden: aan beide zijden een leeuw voor Roger en John, bovenop een kreeft voor Brian en onderaan twee engelen, die maagden voorstellen, naar het sterrenbeeld van Freddie zelf.", "9. De grote liefde Mary Austin: In 1970 ontmoet Freddie in zijn marktstalletje de dan 19-jarige Mary Austin, medewerkster van een modewinkel in Kensington. Ze worden verliefd. Vier jaar later geeft hij haar op Eerste Kerstdag een doos, met daarin een kleinere doos, een nog kleinere doos en uiteindelijk een klein doosje, met daarin een jade liefdesring. Hij vraagt haar, tot haar grote verrassing, ten huwelijk. Ze fluistert ‘ja’.", "10. Bi- of homoseksueel: Mary en Freddie trouwen niet. Hij komt er niet meer op terug, vermijdt het onderwerp, totdat hij uiteindelijk vertelt dat hij biseksueel is. “Nee Freddie”, antwoordt Mary, “dat denk ik niet. Ik denk dat je homo bent.” Het leidt tijdelijk tot een verwijdering tussen hen, maar de bijzondere band overleeft. Freddie schrijft Love of my life voor haar.", "11. Freddie als peetvader: Mary krijgt andere relaties en wordt moeder van twee zonen; Richard en Jamie. Freddie is de peetvader van Richard, Jamie wordt geboren na Freddies overlijden.", "12. De hulp van dj Kenny Everett: In 1975 verschijnt Bohemian Rhapsody, de op dat moment duurste single ooit gemaakt. Met dank aan de 180 overdubs die noodzakelijk zijn om het operagedeelte op te nemen. Een hachelijk klusje op de 24-sporenbanden die dan bestaan. Het nummer duurt 5,55 minuten en platenmaatschappij EMI wil het om die reden niet op single uitbrengen. Te lang voor de radio, luidt het oordeel. Het verzoek om een ingekorte versie te maken legt de band naast zich neer. Radio-dj Kenny Everett, een vriend van Freddie, krijgt op de een of andere manier een kopie van het nummer, met het uitdrukkelijke verzoek het niet op de radio te draaien. In zijn show laat hij steeds, per ongeluk, toch stukjes horen. Luisteraars bellen voor het hele nummer en in twee dagen tijd draait Everett Bohemian Rhapsody veertien maal. De rest is historie.", "13. Freddie als ballerina: Wie de nummers van Freddie Mercury beluistert, hoort zijn veelzijdigheid. Metal, rock, ballads, opera, ragtime, pop, soul, disco, het zit er allemaal in. Minder bekend is dat hij ook een optreden heeft gegeven met het Royal Ballet tijdens een liefdadigheidsgala. Daarmee ging een langgekoesterde wens van hem in vervulling. Hij danste en zong Bohemian Rhapsody en Crazy Little Thing Called Love. Het leverde hem spierpijn op onverwachte plekken en een ovationeel applaus op.", "14. Zijn vooruit staande tanden: Freddie Mercury was zichzelf ook zeer bewust van zijn vooruit staande tanden, een gevolg van de extra snijtanden die hij heeft. Een operatie heeft hij nooit aangedurfd, uit angst dat zijn stem er onder zou lijden.", "loading", "15. Samen met Rod Stewart en Elton John: De samenwerking tussen Queen en David Bowie is genoegzaam bekend (Under Pressure). Freddies poging om een trio te vormen met Elton John en Rod Stewart strandde. Moest het nou Nose (Rod), Hair (Elton) & Teeth (Freddie) worden of Teeth, Nose & Hair? Of toch Hair, Teeth & Nose? De – ijdele – heren kwamen er niet uit.", "16. En dan is er opeens De Snor: Begin jaren ’80 duikt Freddie op in de homoscene in München. Hij laat zijn snor groeien, in die kringen gemeengoed, naar voorbeeld van een lid van de Village People. Verontwaardigde fans gooien scheermeisjes het podium op.", "loading", "17. Samen met Michael Jackson: State of shock is in 1984 bekend geworden als duet van Michael Jackson en Mick Jagger. De eerste versie neemt Jackson op met Mercury. Het lekt in 2002 uit via internet. De twee nemen in twee dagen drie nummers op. There Must Be More to Life Than This verschijnt in 2014 op het verzamelalbum Queen Forever. Victory is nog niet in Jackson/Mercury- versie opgedoken. In de studio laat Jackson zich steeds vergezellen door zijn chimpansee Bubbles. Reden voor Mercury om op de derde dag een eind te maken aan de opnamesessies.", "loading", "18. Liefde voor katten: Extravert en flamboyant op het podium, daarbuiten een introverte huismus, dol op katten. Als Queen op tournee is, belt hij naar huis om met zijn katten te praten. Hij heeft er soms wel zes tegelijk in huis, deels gekregen, deels uit het asiel (Blue Cross Charity) gehaald. Op het in 1991 verschenen album Innuendo staat een nummer over zijn schildpadkat Delilah.", "19. Liefde voor een rondborstige pornoster: In München ontmoet Mercury de rondborstige Oostenrijkse soft-pornoster Barbara Valentine. Ze krijgen een relatie. Valentine figureert in de videoclip van It’s a hard life.", "20. Queen schittert op Live Aid: Mercury verlaat in 1985 München en trekt zich terug in Londen. Dat jaar vindt Live Aid plaats, waar Queen een spectaculair optreden geeft, zowel in Engeland als Nederland gekozen tot beste live-optreden ooit. Een jaar later treedt Queen voor het laatst op, in Knebworth Park voor 350.000 fans.", "21. De diagnose luidt aids: Weer een jaar later, in 1987, wordt de diagnose aids gesteld. Mercury wil er met niemand over praten, ook de Queen-leden worden heel summier ingelicht. Hij wil voorkomen dat de fans zijn albums uit medelijden kopen.", "22. Een dag voor zijn overlijden komt het hoge woord eruit: Mercury voelt zijn einde naderen en probeert zo veel mogelijk nummers op te nemen. Op 23 november 1991 maakt hij een eind aan alle onduidelijkheid en komt met de volgende verklaring: \"Na de enorme speculaties in de pers wil ik bevestigen dat ik hiv-positief getest ben en aids heb. Ik vond het juist om deze informatie niet eerder naar buiten te brengen ter bescherming van de privacy van de mensen om mij heen. Nu is het echter tijd dat mijn vrienden en fans over de hele wereld de waarheid horen. En ik hoop dat iedereen zich bij mij, mijn artsen en allen ter wereld die tegen deze verschrikkelijke ziekte vechten wil voegen. Mijn privacy is altijd al heel bijzonder voor mij geweest en ik ben beroemd om mijn gebrek aan interviews. Gelieve te begrijpen dat dit zo zal blijven. I still love you. Jullie Freddie.\" Een dag later overlijdt hij.", "loading", "23. Monumentale villa is voor Mary Austin: Als Mercury komt te overlijden woont hij al zes jaar samen met zijn partner Jim Hutton, een kapper, in Garden Lodge, een monumentale villa in Kensington. Deze laat hij niet na aan Hutton, maar aan Mary Austin. \"Je was mijn vrouw, dus het behoorde jou toch al toe, lieverd.\"", "24. De raadsels rond zijn stoffelijke resten: Tot op de dag van vandaag is onduidelijk waar de stoffelijke resten van Freddie Mercury zijn gebleven. Hij zelf zei dat hij uitgestrooid wilde worden in zijn geliefde Meer van Genève. Zijn partner Jim Hutton denkt dat de as is begraven onder een grote kersenboom in de tuin van Garden Lodge. De enige die het weet is Mary Austin, die van Mercury de opdracht kreeg de as op een geheime plek uit te strooien. Ze heeft de urn jarenlang op de schoorsteenmantel laten staan, totdat ze de moed verzamelde om aan zijn laatste wens te voldoen.", "25. Groots tribute concert: De overige Queen-leden organiseren in 1992 een tribute-concert voor hun overleden zanger. In Wembley laten artiesten als David Bowie, George Michael en Guns N’ Roses hun versie horen van Queen-hits. Het concert wordt wereldwijd live uitgezonden en heeft als doel het bewustzijn met betrekking tot hiv en aids te vergroten.", "26. Hier leefde Freddie Mercury: Het huis waar Freddie Mercury woonde in de tijd dat hij Brian May voor het eerst ontmoette, is uitgeroepen tot cultureel erfgoed. Het gezin Bulsara nam in 1964 zijn intrek in een bescheiden rijtjeshuis in Feltham toen het overkwam uit Zanzibar. Freddie was toen zeventien jaar. Op de woning werd een plaquette van English Heritage onthuld met de tekst: Freddie Mercury (Fred Bulsara) 1946-1991 Singer and Songwriter lived here.", "27. Queen op het witte doek: Begin november 2018 gaat de film Bohemian Rhapsody in première, met als ondertitel ‘The only thing more extraordinary than their music is his story’. De film is wereldwijd een succes en leverde in vier weken al meer dan 400 miljoen dollar op. De productiekosten van 55 miljoen dollar ruimschoots overschrijdend. Rami Malek (bekend van Mr. Robot ) speelt op onnavolgbare wijze Freddie Mercury in een film die de carrière van de band volgt tot Live Aid.", "Read this article in English"], "authors": ["Evert Van Dijk"], "keywords": ["nog", "je", "freddie", "feitjes", "weet", "van", "hij", "met", "niet", "een", "misschien", "het", "en", "die", "op", "dat", "legendarische", "mercury", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}