{"id": "8c269fa3-e571-3211-b97b-72cf5338966f", "title": "Kan de ‘Grote Resetknop’ nu worden ingedrukt?", "url": "https://volkskrant.nl/columns-opinie/kan-de-grote-resetknop-nu-worden-ingedrukt~b9d728eb1/", "summary": "In juni presenteerde Klaus Schwab van het World Economic Forum, het eliteclubje van de rich & famous dat elk jaar in Davos vergadert, hiervoor al een een model.\nDaarna kan worden begonnen met de inrichting van een nieuwe en betere economische en politieke orde in de wereld.\nDaarvoor moet een een duurzame economie komen met minder sociale ongelijkheid en een eerlijkere inkomensverdeling.\nTegelijkertijd moeten de monopolies mondiaal worden aangepakt (Brussel is er al lekker mee bezig) en belastingvlucht worden ingedamd.\nIn Nederland vinden na de inauguratie van Biden en de komst van het Pfizer-vaccin ook nog verkiezingen plaats.", "paragraphs": ["Trump gaat weg - als het leger het Witte Huis tenminste niet barricadeert met loopgraven, mitrailleursnesten en bunkers - en tegelijkertijd lijkt begin volgend jaar ook een vaccin tegen corona op de markt te zijn - als de wetenschappers tenminste niet te vroeg hebben gejuicht.", "Nu dat zo mooi samenvalt is er een unieke kans om de ‘de oude zieke wereld’ in te ruilen voor een nieuwe - een donut-economie waarbij de basisbehoeften van alle mensen worden vervuld zonder roofbouw op deze planeet te plegen.", "In juni presenteerde Klaus Schwab van het World Economic Forum, het eliteclubje van de rich & famous dat elk jaar in Davos vergadert, hiervoor al een een model. De 82-jarige Duitser - wat zegt leeftijd nog nu de VS een president krijgen van 78 - pleitte na corona voor ‘The Great Reset’, waarbij met een druk op de knop alles op nul wordt gezet.", "Daarna kan worden begonnen met de inrichting van een nieuwe en betere economische en politieke orde in de wereld. Het neoliberale model moet op de schop. Daarvoor moet een een duurzame economie komen met minder sociale ongelijkheid en een eerlijkere inkomensverdeling.", "Er moeten fatsoenlijk betaalde banen worden gecreëerd die anticiperen op de Vierde Industriële Revolutie zoals data-analist en business-developers. Omdat na corona volgende pandemieën dreigen, blijft het adagium Remote Everything - alles op afstand. Banen in de fysieke winkels, de horeca, de luchtvaart en evenementenbranche zullen plaatsmaken voor die in de digitale economie. Tegelijkertijd moeten de monopolies mondiaal worden aangepakt (Brussel is er al lekker mee bezig) en belastingvlucht worden ingedamd. En coöperatieve concurrentie tussen ‘s werelds twee grootste economieën de VS en China moet in de plaats komen van handelsoorlogen. Geen America First meer, maar multilateralisme.", "Het momentum zou moeten worden gegrepen voor een nieuw élan, net als aan het einde van de Tweede Wereldoorlog toen er de politieke wil was om armoede, kindersterfte en analfabetisme uit te bannen en meer gelijkheid te bewerkstelligen door internationale samenwerking.", "Wie is er niet voor, behalve de 70 miljoen Amerikanen die op Trump stemden, de aanhang van de PVV en FvD, Boris Johnson, Victor Orbán, Jair Bolsonaro en nog een hele bos andere wereldleiders.", "In Nederland vinden na de inauguratie van Biden en de komst van het Pfizer-vaccin ook nog verkiezingen plaats. Het land zou een rolmodel kunnen zijn. Er is in Den Haag een algemene wens voor meer staat en minder markt, niet alleen bij links maar zijn ook rechtse partijen zoals VVD en CDA.", "Bijna iedereen is sociaaldemocraat aan het worden, als het begrip niet zo stoffig zou klinken en deze partij na het indrukken van de resetknop nogal eens de economie helemaal niet meer aan de praat kreeg.", "Maar dat neemt niet weg dat idealen mogen worden gekoesterd."], "authors": ["Peter De Waard"], "keywords": ["van", "het", "op", "grote", "voor", "kan", "resetknop", "een", "niet", "nu", "en", "te", "ingedrukt", "er", "worden"], "pubDate": "2020-11-10T23:15:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}