{"id": "8c34cde3-759b-3ab0-bbcc-7d769fed3ab7", "title": "Kabinet biedt meer noodsteun nu versoepelingen uitblijven", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/kabinet-biedt-meer-noodsteun-nu-versoepelingen-uitblijven-793092/", "summary": "De geplande versobering van de steunmaatregelen is van de baan, zo maakte het kabinet woensdagochtend bekend.\nZij riepen toen het kabinet op om meer steun te verlenen.\nNaast de bestaande steunregelingen kondigde het kabinet ook een nieuwe aan: de Tijdelijke Ondersteuning Noodzakelijk Kosten (TONK).\nGeen versoepelingenHet extra geld wordt uitgetrokken nadat het kabinet dinsdagavond geen nieuwe versoepelingen kon aankondigene voor Kerst.\nOp het winkelevenement Black Friday was veel kritiek, nadat het in de binnensteden van onder meer Rotterdam veel te druk was geworden.", "paragraphs": ["Het kabinet trekt opnieuw de portemonnee voor noodlijdende bedrijven. Liefst 3,7 miljard euro komt daarvoor beschikbaar. Sectoren die hard zijn geraakt door de coronacrisis, kunnen aanspraak maken op extra vergoedingen. De geplande versobering van de steunmaatregelen is van de baan, zo maakte het kabinet woensdagochtend bekend.", "De noodsteun wordt uitgetrokken nu de horeca en andere sectoren nog minstens tot januari dicht moeten blijven. Bedrijven die met extreem hoog omzetverlies hebben te maken, bijvoorbeeld door sluiting, krijgen een hogere tegemoetkoming van de vaste lasten. Het percentage wordt verhoogd van 50 naar maximaal 70.", "De salarissubsidie voor werkgevers die kampen met omzetverlies, de Noodmaatregel Overbrugging Werkgelegenheid (NOW), wordt gehandhaafd op 80 procent. De NOW-regeling zou per januari worden afgebouwd naar maximaal 70 procent.", "Overheid kan niet alles doen", "Minister van Economische Zaken Eric Wiebes zei dat het kabinet zich heeft gerealiseerd ‘dat er wat extra nodig is om deze tunnel uit te komen’. Maar Wiebes benadrukte ook dat de overheid niet alles kan doen. Volgens de minister is er wel hoop voor de ondernemers: ‘We zien ergens ver weg in de tunnel een vaccinlichtje schijnen, maar we moeten nog wel even volhouden. Dat betekent dat we ook nog een stevig steunpakket moeten houden.’", "Maandag werd op het Malieveld in Den Haag nog geprotesteerd door de horecabranche en andere sectoren die door de overheidsmaatregelen tegen het coronavirus hard zijn getroffen. Zij riepen toen het kabinet op om meer steun te verlenen.", "Naast de bestaande steunregelingen kondigde het kabinet ook een nieuwe aan: de Tijdelijke Ondersteuning Noodzakelijk Kosten (TONK). Die moet mensen helpen die tussen de bestaande vangnetten vallen. 130 miljoen euro wordt daarvoor uitgetrokken, gemeenten gaan dat geld verdelen.", "Geen versoepelingen", "Het extra geld wordt uitgetrokken nadat het kabinet dinsdagavond geen nieuwe versoepelingen kon aankondigene voor Kerst. De horeca blijft dicht, en maximaal drie gasten mogen er langskomen. Volgens premier Mark Rutte (VVD) en minister van Volksgezondheid Hugo de Jonge (CDA) is er geen ruimte voor versoepelingen. Het aantal besmettingen en IC-opnames is onvoldoende gedaald, zeiden zij.", "Rutte wees tijdens de persconferentie nadrukkelijk op het gedrag van mensen. Wil Nederland het coronavirus eronder krijgen, dan moeten mensen de basisregels volgen. Volgens Rutte gebeurt dat nu te weinig.", "Op het winkelevenement Black Friday was veel kritiek, nadat het in de binnensteden van onder meer Rotterdam veel te druk was geworden. Het RIVM noemde dat als een van de mogelijke oorzaken dat de afgelopen week het aantal besmettingen was gestegen.", "Meee redenen voor toegenomen besmettingen", "RIVM-directeur Jaap van Dissel legde de besmettingscijfers woensdagochtend uit in een briefing voor Tweede Kamerleden. Vanaf 9 november was er drie weken lang sprake van een stagnatie in het aantal besmettingen, sindsdien stijgt het aantal weer.", "Een precieze verklaring had Van Dissel daar niet voor. Black Friday zou een van de redenen kunnen zijn. Van Dissel wees ook op het totaalaantal afgenomen tests dat was gestegen. Andere mogelijke verklaringen zijn het sinds 1 december kunnen testen van mensen die in quarantaine moeten na contact met een coronapatiënt. Zij kunnen zich op de vijfde dag van de quarantaineperiode laten testen. Ook sprak van Dissel over een Sinterklaaseffect: mensen wilden zich voorafgaand aan 5 december laten testen omdat zij naar familie of vrienden zouden reizen.", "Van Dissel stond ook stil bij de plekken waar mensen het vaakst besmet worden. Huisgenoten is de belangrijkste bron, maar ook bezoek, werk op kantoor en scholen zijn belangrijk. Het aantal besmettingen op scholen blijft al enkele weken achtereen stijgen."], "authors": [], "keywords": ["van", "noodsteun", "biedt", "mensen", "het", "meer", "op", "voor", "die", "een", "ook", "nu", "dat", "kabinet", "versoepelingen", "uitblijven"], "pubDate": "2020-12-09T11:12:13+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}