{"id": "8c35aa2f-8461-37fb-ba73-2c04c3db18d4", "title": "Hierover moeten we volgens jou meer schrijven", "url": "https://nu.nl/blog/6019750/hierover-moeten-we-volgens-jou-meer-schrijven.html", "summary": "Dat laatste willen we in 2020 versterken en onze oproep voor verhaalideeën was daar een eerste stap in.\nAnalyse van marktwerking in verschillende sectorenFormule EStille oorlogenVergrijzing (diverse subonderwerpen)Toenemende criminaliteitDe macht van het ambtelijk apparaatKunnen we verdere bevolkingsgroei in Nederland aan en hoe?\nHoe gaat het met de Balkanlanden en hun zicht op een EU-lidmaatschap?\nBijvoorbeeld wanneer je een vraag hebt over een artikel, een suggestie hebt voor een verbetering van een bericht of een tip wil geven voor een heel nieuw verhaal.\nJe kan NUjij vinden bij elk artikel door boven of onderaan op het tekstballonnetje te klikken.", "paragraphs": ["Aan welk onderwerp moeten wij op NU.nl (meer) aandacht besteden? Op deze vraag kwamen jullie met bijna honderd ideeën waar we in 2020 mee aan de slag kunnen. Bedankt!", "We gebruiken ons reactieplatform NUjij al anderhalf jaar als plek om te discussiëren over het nieuws en in contact te komen met de redactie. Dat laatste willen we in 2020 versterken en onze oproep voor verhaalideeën was daar een eerste stap in.", "Beter weten wat er leeft", "We weten namelijk zeker dat onze verslaggeving completer wordt als we beter weten wat bij onze 7,5 miljoen bezoekers (jou dus) leeft. Blijf dus vooral je vragen, ideeën, zorgen en opmerkingen met ons delen via NUjij. Je kan onder elk artikel reageren.", "Wij zullen komend jaar nog vaker met jullie in gesprek gaan en uitgebreider delen wat we met jullie inbreng doen. Heb jij ideeën hoe we dit kunnen verbeteren? Laat het dan vooral in de reacties onder dit stuk weten.", "Deze onderwerpen werden meerdere keren genoemd of kregen veel respect. Pensioenen (diverse subonderwerpen)", "Terugblik op decentralisatie", "De toekomst van thuiswerken", "De waarheid over bijvoorbeeld kernenergie en elektrisch rijden", "Worden we ongezonder en hoe komt dit? En vervolgens: Hoe kan je gezonder leven?", "Inkomensongelijkheid", "Wat is het financiële plaatje van Jan Modaal?", "Analyse van marktwerking in verschillende sectoren", "Formule E", "Stille oorlogen", "Vergrijzing (diverse subonderwerpen)", "Toenemende criminaliteit", "De macht van het ambtelijk apparaat", "Kunnen we verdere bevolkingsgroei in Nederland aan en hoe?", "Hoe gaat het met de Balkanlanden en hun zicht op een EU-lidmaatschap?", "Wat is NUjij?", "Op ons reactieplaform kan je met andere lezers in gesprek gaan over het nieuws, je mening geven of andermans mening lezen en er komen reacties voorbij van mensen die direct betrokken zijn bij het nieuws.", "Denk aan verpleegkundigen die reageren onder een zorgartikel, piloten die hun mening geven bij een staking op Schiphol of mensen in de bijstand die hun visie delen over de financiële positie van Nederlanders.", "Ook kom je via NUjij eenvoudig in contact met onze redactie. Bijvoorbeeld wanneer je een vraag hebt over een artikel, een suggestie hebt voor een verbetering van een bericht of een tip wil geven voor een heel nieuw verhaal.", "Elke week komen er zo'n 40.000 reacties binnen die allemaal gecontroleerd worden voor ze online verschijnen. Je kan NUjij vinden bij elk artikel door boven of onderaan op het tekstballonnetje te klikken."], "authors": ["Door", "Colin Van Hoek"], "keywords": ["van", "die", "volgens", "onze", "een", "het", "en", "schrijven", "hierover", "meer", "op", "jou", "je", "voor", "met", "moeten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}