{"id": "8c58b557-2106-3ed0-8bf2-b566870b18ca", "title": "Duurzaam beleggen: zo worden de juiste organisaties gekozen", "url": "https://nu.nl/advertorial-triodos-bank/6091519/duurzaam-beleggen-zo-worden-de-juiste-organisaties-gekozen.html", "summary": "Via steeds meer banken kun je beleggen in organisaties die bijdragen aan een eerlijke, groene en sociale samenleving.\nIris Lether, duurzaamheidsanalist bij Triodos Investment Management, vertelt hoe de beleggingskeuzes van Triodos Bank tot stand komen.\n\"We beleggen volgens zeven transitiethema's, waarvan wij geloven dat ze bijdragen aan een wereld die beter in balans is.\nHet kan gaan om bedrijven die duidelijk een duurzaam product maken, zoals windmolens, of bedrijven die zich bewegen in een transitie naar duurzamere producten en diensten.\"\nOnze taak is om de beste bedrijven te selecteren en daar als aandeelhouder de juiste vragen te stellen om hun activiteiten verder te verduurzamen.\"", "paragraphs": ["Duurzaamheid is tegenwoordig niet meer weg te denken uit de beleggingswereld. Via steeds meer banken kun je beleggen in organisaties die bijdragen aan een eerlijke, groene en sociale samenleving. Maar hoe worden deze organisaties geselecteerd?", "Iris Lether, duurzaamheidsanalist bij Triodos Investment Management, vertelt hoe de beleggingskeuzes van Triodos Bank tot stand komen. \"We beleggen volgens zeven transitiethema's, waarvan wij geloven dat ze bijdragen aan een wereld die beter in balans is. Het kan gaan om bedrijven die duidelijk een duurzaam product maken, zoals windmolens, of bedrijven die zich bewegen in een transitie naar duurzamere producten en diensten.\"", "\"Dan kijken we eerst kritisch naar wat een bedrijf doet in de praktijk. Als we oordelen dat ze de goede kant opgaan, onderzoeken we of ze voldoen aan onze minimumeisen.\"", "Die beslaan onderwerpen als menselijke waardigheid, dierenwelzijn, ontbossing, genetische modificatie, gevaarlijke stoffen, water en corruptie. Als derde stap wordt bepaald of het bedrijf een goede beleggingsoptie is, aan de hand van een grondige analyse van financiële en duurzaamheidsfactoren.", "Lastige dilemma's", "De keuze maken om wel of niet te beleggen in een bepaalde organisatie is niet altijd makkelijk. Het stelt je voor dilemma's.", "\"Bij multinationals is er altijd wel wat aan de hand. Maar het is belangrijk dat Triodos Bank ook fondsen aanbiedt met beleggingen in grote, beursgenoteerde bedrijven. Daar is veel impact te behalen: als deze bedrijven stappen in de goede richting zetten, is het bereik enorm. Onze taak is om de beste bedrijven te selecteren en daar als aandeelhouder de juiste vragen te stellen om hun activiteiten verder te verduurzamen.\"", "Bouw aan je impact én vermogen", "De groenste vorm van duurzaam beleggen is impactbeleggen. Daarin ligt de focus niet op hoe een bedrijf qua duurzaamheid presteert in vergelijking met de sector, maar juist op wat het concreet oplevert voor onze wereld. Impactbeleggen bij Triodos Bank kan al vanaf 25 euro per maand of eenmalig 100 euro. Lees meer."], "authors": ["Door", "Triodos Bank"], "keywords": ["zo", "van", "als", "duurzaam", "juiste", "gekozen", "het", "een", "te", "organisaties", "en", "bedrijven", "om", "beleggen", "triodos", "aan", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}