{"id": "8c68e3e3-0ba9-3025-b856-197c32a7f0ae", "title": "Grote brand in kraakpand in Kerkrade, mogelijk aangestoken", "url": "https://nu.nl/binnenland/6095751/grote-brand-in-kraakpand-in-kerkrade-mogelijk-aangestoken.html", "summary": "In de nacht van woensdag op donderdag is een grote brand uitgebroken in een kraakpand in Kerkrade, meldt de veiligheidsregio Zuid-Limburg.\nDe politie vermoedt dat er sprake is van brandstichting en is op zoek naar een verdachte.\nDe bewoner van het gekraakte huis was niet aanwezig toen de brand uitbrak, stelt de veiligheidsregio.\nDe brandweer is met meerdere voertuigen ter plaatse en wist te voorkomen dat het vuur oversloeg naar de naastgelegen huizen.\nOmwonenden wordt aangeraden ramen en deuren dicht te houden en ventilatiesystemen uit te zetten.", "paragraphs": ["In de nacht van woensdag op donderdag is een grote brand uitgebroken in een kraakpand in Kerkrade, meldt de veiligheidsregio Zuid-Limburg. De politie vermoedt dat er sprake is van brandstichting en is op zoek naar een verdachte.", "Enkele naastgelegen woningen aan de Bleijerheiderstraat zijn ontruimd vanwege de hevige rookontwikkeling.", "De brand werd rond 00.20 uur gemeld. Zover bekend is, zijn er geen gewonden gevallen. De bewoner van het gekraakte huis was niet aanwezig toen de brand uitbrak, stelt de veiligheidsregio.", "De brandweer is met meerdere voertuigen ter plaatse en wist te voorkomen dat het vuur oversloeg naar de naastgelegen huizen. Rond 2.00 uur was de brand onder controle, nablussen zal nog enkele uren duren.", "Voor de geëvacueerde bewoners wordt tijdelijk onderdak geregeld door de gemeente. Het is nog niet duidelijk wanneer zij terug naar huis kunnen. Omwonenden wordt aangeraden ramen en deuren dicht te houden en ventilatiesystemen uit te zetten."], "authors": ["Door"], "keywords": ["brand", "van", "mogelijk", "het", "grote", "naar", "kerkrade", "zijn", "een", "wordt", "en", "te", "aangestoken", "kraakpand", "uur"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}