{"id": "8c6d119d-1a4d-39cb-8e42-b5d53ad8d702", "title": "Weekendtips: wandel langs Amsterdam Light en dans thuis", "url": "https://www.parool.nl/ps/weekendtips-wandel-langs-amsterdam-light-en-dans-thuis~b2f409a2/", "summary": "De negende editie van het Amsterdam Light Festival heeft een andere opzet gekregen.\nT/m 23 december, gratisIn Refresh Amsterdam, een online tentoonstelling op de website van het Amsterdam Museum, geven 25 kunstenaars hun blik op de hoofdstad.\nWoensdag verzorgen Trijntje Oosterhuis en het Jazz Orchestra een kerstconcert, zondag staat het Concert­gebouworkest onder leiding van Valery Gergiev op het programma, en vanavond speelt het koperkwintet van het Concertgebouworkest kerstmuziek van onder anderen Antonio Vivaldi en John Iveson.\nMet de do-it-yourself-werkbladen leer je bijvoorbeeld hoe je een insectenhotel maakt en hoe planten met insecten flirten.\nEr zijn ook kleurplaten, en videotours en podcasts waarin medewerkers en onderzoekers rondleidingen geven en vertellen over de planten in de tuin.", "paragraphs": ["Nog geen plannen dit weekend? PS tipt alvast tien evenementen. Dans in je woonkamer tijdens Dekmantel Connects of haal de Hortus in huis.", "Dit jaar geen uitgestippelde route langs verschillende lichtkunstwerken. De negende editie van het Amsterdam Light Festival heeft een andere opzet gekregen. Tot januari worden er zeven kunstwerken door de stad geplaatst. Waar en wanneer dat precies gebeurt – enkele staan al – wordt niet bekendgemaakt, om drukte te voorkomen. Wel worden de verhalen van de kunstenaars en hun kunstwerken online belicht in zowel tekst, video als audio.", "T/m januari, gratis, verspreid door de stad", "Afgelopen maandag ging het tiendaagse Dekmantel Connects van start. Beeld Francoise Bolechowski", "Afgelopen maandag ging het tiendaagse Dekmantel Connects van start: een online platform dat zich richt op Nederlandse artiesten, initiatieven en collectieven. Met dagelijks een ander livestreamprogramma waarin verschillende hosts radio maken en dj’s, onder wie Nymfo en Sandrien, shows geven. Ook treden artiesten op, zoals de Amsterdamse band Altın Gün. Verder zijn er Q&A’s, panels en workshops met experts uit de muziekindustrie, die ingaan op thema’s als creativiteit ten tijde van een pandemie.", "T/m 23 december, gratis", "In Refresh Amsterdam, een online tentoonstelling op de website van het Amsterdam Museum, geven 25 kunstenaars hun blik op de hoofdstad. Beeld Amsterdam Museum", "In Refresh Amsterdam, een online tentoonstelling op de website van het Amsterdam Museum, geven 25 kunstenaars hun blik op de hoofdstad, onder het overkoepelende thema ‘Sense of place’. Centraal staat de vraag hoe mensen zich ergens kunnen thuisvoelen, en hoe dat samenhangt met geestelijke gezondheid, religie, immigratie en homofobie. Op het platform vind je informatie over de hedendaagse makers en de gemaakte werken. Tekenkunst, video en fotografie lopen er kriskras door elkaar heen.", "T/m 28 maart, gratis", "Het Concertgebouw zendt meerdere keren per week livestreams uit om in de kerstsfeer te komen.", "Het Concertgebouw houdt al lange tijd de deuren dicht, maar zendt meerdere keren per week livestreams uit om in de kerstsfeer te komen. Woensdag verzorgen Trijntje Oosterhuis en het Jazz Orchestra een kerstconcert, zondag staat het Concert­gebouworkest onder leiding van Valery Gergiev op het programma, en vanavond speelt het koperkwintet van het Concertgebouworkest kerstmuziek van onder anderen Antonio Vivaldi en John Iveson.", "T/m 1 januari, gratis", "Op vrijdagavond wordt SemiFest Live afgetrapt. Beeld Michael-Rex Carbonell", "Op vrijdagavond wordt SemiFest Live afgetrapt: een digitaal platform dat in de kerstvakantie live interactieve workshops, optredens en meet-and-greets rond muziek, sport en kunst uitzendt vanuit de A’DAM Toren. De lanceringsavond omvat onder andere een kookworkshop van tv-kok Hugo Kennis, en je kunt dansen tijdens de online dj-set van Lucas & Steve en het akoestische optreden van Chef’Special.", "Vrijdag en 23 december t/m 2 januari, de openingsavond is gratis, daarna vanaf €2,50", "De expositie Redress, vanuit het Fashion for Good Museum, is nu online te bekijken.", "Vorig jaar deden vijf jonge ontwerpers mee aan ’s werelds grootste ontwerpwedstrijd voor duurzame mode: de Redress Design Award, bedoeld om de mode-industrie duurzaam te veranderen door bijvoorbeeld het gebruik van zero-waste technieken. Nu is de expositie Redress, vanuit het Fashion for Good Museum, online te bekijken. Een host neemt je via een camera mee door de tentoonstelling en vertelt over duurzame mode en innovaties. Een interactieve sessie, waarin je vragen kunt stellen. Achteraf krijg je tips gemaild om betere en duurzame keuzes te kunnen maken.", "T/m 16 januari 2021, vanaf €15", "Donderdagavond is er een nieuwe editie van Human Library Online.", "Donderdagavond is er een nieuwe editie van Human Library Online, waarin je geen boeken ‘leest’ maar mensen die met een bepaald vooroordeel te maken hebben, zoals een anti-Zwarte Piet-activist of iemand met een psychose. Door onbevangen in gesprek te gaan, kunnen vooroordelen worden weggenomen. Na een algemene introductie via Zoom begint het gesprek van zo’n twintig minuten. Je mag alles vragen, als het maar met respect gebeurt.", "Vandaag, 19.00 uur, gratis", "Het Cobra Museum heeft vier doe-het-zelf-thuisworkshops bedacht. Beeld Peter Tijhuis", "Het Cobra Museum heeft vier doe-het-zelf-thuisworkshops bedacht: down­loadbare pdf’s om aan de slag te gaan met materialen in en om het huis en daarmee eigen kunstwerken te maken. Zo maak je bij de workshop Zwevende Mobile een zwevende constructie van diverse gerecyclede materialen en bij Do it Baj Yourself leer je een speelse collage van een personage te maken.", "Gratis", "Tijdens de Grote Grolsch Kerst Proeverij vertelt meesterbrouwer Marc Janssen via een livestream hoe je bier proeft. Hij behandelt de bieren Grolsch Volle Dubbel, Kruidige Tripel en Klassieke Blond, die je online kunt bestellen (tegen betaling) of zelf in huis haalt. Ook krijg je een kijkje in de brouwerij en zorgt singer-songwriter Rob Dekay voor muziek.", "Vrijdag, 19.00 uur, gratis", "Via De Hortus in Huis kun je toch nog genieten van de flora in het museum.", "Door Hortus by Night – de avondopenstelling van de Hortus Botanicus – werd maandag een streep gezet. Maar via De Hortus in Huis kun je toch nog genieten van de flora in het museum. Met de do-it-yourself-werkbladen leer je bijvoorbeeld hoe je een insectenhotel maakt en hoe planten met insecten flirten. Er zijn ook kleurplaten, en videotours en podcasts waarin medewerkers en onderzoekers rondleidingen geven en vertellen over de planten in de tuin.", "Gratis"], "authors": ["Bjarn Van Den Berg En Anna Livia De Kort"], "keywords": ["wandel", "van", "weekendtips", "amsterdam", "thuis", "en", "een", "dans", "met", "om", "light", "te", "op", "het", "langs", "online", "je"], "pubDate": "2020-12-17T10:52:51Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}