{"id": "8c85d13a-e34e-3dd1-864e-2a4f5702d0fb", "title": "Lukashenko belooft voor het einde van het jaar nieuwe grondwet in Belarus", "url": "https://nu.nl/buitenland/6101117/lukashenko-belooft-voor-het-einde-van-het-jaar-nieuwe-grondwet-in-belarus.html", "summary": "De Belarussische president Alexander Lukashenko heeft gezegd dat er voor het einde van dit jaar een ontwerp zal zijn voor een nieuwe grondwet.\nLukashenko heeft eerder gesuggereerd dat hij aftreedt na het aannemen van een nieuwe grondwet.\nLukashenko is sinds juli 1994 aan de macht in Belarus en werd meerdere malen met grote meerderheid van stemmen herkozen.\nVolgens de oppositie heeft Lukashenko door te frauderen met de verkiezingen aan de macht kunnen blijven.\nDe 66-jarige Lukashenko wordt ook wel de 'laatste dictator van Europa' genoemd.", "paragraphs": ["De Belarussische president Alexander Lukashenko heeft gezegd dat er voor het einde van dit jaar een ontwerp zal zijn voor een nieuwe grondwet. Het concept wordt dan in een referendum aan de bevolking voorgelegd.", "Lukashenko heeft eerder gesuggereerd dat hij aftreedt na het aannemen van een nieuwe grondwet.", "Sinds Lukashenko op 9 augustus de presidentsverkiezingen won, wordt er in de voormalige Sovjetrepubliek wekelijks gedemonstreerd tegen de president.", "De Belarussische president slaat de aanhoudende protesten met harde hand neer. De oppositie stelt dat sinds begin augustus meer dan dertigduizend personen zijn opgepakt bij de protesten.", "Lukashenko is sinds juli 1994 aan de macht in Belarus en werd meerdere malen met grote meerderheid van stemmen herkozen. Volgens de oppositie heeft Lukashenko door te frauderen met de verkiezingen aan de macht kunnen blijven.", "De 66-jarige Lukashenko wordt ook wel de 'laatste dictator van Europa' genoemd."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["zijn", "van", "belooft", "belarus", "voor", "jaar", "nieuwe", "een", "met", "grondwet", "wordt", "heeft", "aan", "lukashenko", "het", "einde", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}