{"id": "8c8edbb6-6d42-3e1b-8edf-f663e909d85b", "title": "De draaideur tussen geheime diensten en de schrijverswereld", "url": "https://trouw.nl/cultuur-media/de-draaideur-tussen-geheime-diensten-en-de-schrijverswereld~bfc1046a/", "summary": "In dat boek werd de ware identiteit van een lijk verhuld, maar het stoffelijk overschot werd wel gevonden met zakken vol vervalste documenten inclusief een paspoort met de naam van een ander.\nHet lijk van een overleden zwerver werd aangekleed als Britse majoor en gedumpt in zee voor de Spaanse kust.\nDe hoop was dat hij werd gevonden en vooral de plannen in zijn zakken voor een geallieerde aanval op Sardinië en Griekenland.\nRoald Dahl (1916-1990) deed na zijn pilotencarrière gedurende de Tweede Wereldoorlog inlichtingenwerk op en rond de Britse ambassade in Washington.\nIn zijn geval lijkt dat spionnenverleden geen grote inspiratiebron voor zijn latere oeuvre.", "paragraphs": ["Dichter en toneelschrijver Christopher Marlowe leefde in de tijd van William Shakespeare. Het oeuvre en de roem van laatstgenoemde zijn groter. Marlowe (1564-1593) kwam slechts tot vier stukken, waarvan er een later de inspiratiebron vormde voor Goethes ‘Faust’.", "Een deel van Marlowes tijd zit in ander werk: de erudiete schoenmakerszoon spioneerde voor Engeland in Frankrijk en in Nederland, waar hij in Vlissingen werd opgepakt met vals geld. Volgens sommige, nooit overtuigend bewezen theorieën speelde zijn werk als geheim agent ook een rol bij de steekpartij die hem op 29-jarige leeftijd fataal werd.", "Marlowe is een verre voorloper van al die andere spionnen die schrijver werden of andersom. Deze week overleed een van de bekendsten, John le Carré. Die werkte, voordat hij wereldberoemd werd als thrillerauteur, in het kilst van de Koude Oorlog voor zowel MI5 als MI6 op het Europese vasteland. De diensten vonden Le Carrés boeken maar zozo: de schrijver zat wel erg dicht op de realiteit, gaf hij niet te veel vertrouwelijke informatie weg?", "Geen glamoureuze wereld vol mooie vrouwen", "De belangrijkste personages van Le Carré worden wel omgeschreven als antipoden van James Bond. In tegenstelling tot 007 bewegen ze zich niet steevast door een glamoureuze wereld vol mooie vrouwen, sportauto’s, gadgets en glazen wodka-Martini’s. Het zou tot het misverstand kunnen leiden dat Ian Fleming, de bedenker van Bond, van toeten noch blazen wist. Het tegendeel was het geval. Fleming (1908-1964), opgeleid op Eton en de Militaire Academie in Sandhurst, en eerder actief als journalist, werkte tijdens de Tweede Wereldoorlog als persoonlijk assistent van de directeur van de Britse Naval Intelligence, John ­Henry Godfrey. De admiraal zou later model staan voor Bonds baas M.", "Beeld AFP", "Fleming realiseerde zich in die jaren ook hoe bruikbaar fictie kon zijn bij het bedenken van plannen. Hij wees de geheime diensten op de roman ‘The milliner’s hat mystery’ van Basil Thomson (eveneens iemand die in het verleden inlichtingenwerk had gedaan). In dat boek werd de ware identiteit van een lijk verhuld, maar het stoffelijk overschot werd wel gevonden met zakken vol vervalste documenten inclusief een paspoort met de naam van een ander.", "Precies dat plot werd gebruikt voor de geheime operatie Mincemeat. Het lijk van een overleden zwerver werd aangekleed als Britse majoor en gedumpt in zee voor de Spaanse kust. De hoop was dat hij werd gevonden en vooral de plannen in zijn zakken voor een geallieerde aanval op Sardinië en Griekenland. Die info kwam via Spaanse diensten inderdaad terecht bij de Duitse Abwehr, die zich inderdaad liet misleiden zoals vooraf was uitgedacht. De Duitsers werden daardoor behoorlijk verrast, toen Sicilië het werkelijke doelwit van de geallieerde invasie in het Middellandse-Zeegebied bleek te zijn.", "Tegenstanders helpen doorgronden", "Britse geheime diensten, die niet opkeken van enige excentriciteit, zetten graag schrijvers in. Met hun levendige fantasie konden ze niet alleen bijdragen aan plannen, maar ook tegenstanders helpen doorgronden.", "Thrillerauteur Frederick Forsyth (1938) onthulde zijn spionnenverleden pas in zijn in 2015 verschenen autobiografie. Zijn connectie met de inlichtingendiensten ging terug tot eind jaren zestig van de vorige eeuw, toen hij als journalist verslag deed van de oorlog in Biafra (Afrika). Op verzoek stuurde hij naast reportages aan media ook rapporten aan de diensten. Het contact bleef in stand na Forsyths grote doorbraak als schrijver in 1971 met ‘The day of the jackal’, een boek over een aanslag op De Gaulle. Hij verrichtte geheime missies in Oost-Duitsland, Rhodesië (het tegenwoor­dige Zimbabwe) en Zuid-Afrika.", "Roald Dahl (1916-1990) deed na zijn pilotencarrière gedurende de Tweede Wereldoorlog inlichtingenwerk op en rond de Britse ambassade in Washington. In zijn geval lijkt dat spionnenverleden geen grote inspiratiebron voor zijn latere oeuvre.", "Paul van der Steen bekijkt wekelijks het nieuws door een historische bril."], "authors": ["Paul Van Der Steen"], "keywords": ["zijn", "van", "tussen", "voor", "en", "een", "diensten", "draaideur", "op", "als", "het", "hij", "die", "geheime", "schrijverswereld"], "pubDate": "2020-12-18T12:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}