{"id": "8cc8b9bb-64a7-3e5b-8514-0d67b949f48e", "title": "De beschermende functie van de rechtspraak moet terug, dan hoeft het toeslagenstelsel niet te wijzigen", "url": "https://trouw.nl/opinie/de-beschermende-functie-van-de-rechtspraak-moet-terug-dan-hoeft-het-toeslagenstelsel-niet-te-wijzigen~bbbfcd02/", "summary": "Kenmerkend voor het bestuursrecht is dat de rechter niet op de stoel van het bestuur mag plaatsnemen.\nHouden ze te veel afstand dan bestaat de kans dat de beschermende functie van het bestuursrecht in de knel komt.\nNaar aanleiding van het rapport van de ondervragingscommissie komt er in elk geval een zelfreflectie van de afdeling bestuursrechtspraak.\nEvenmin op het gebied van het vreemdelingenrecht, waar zich al jarenlang vergelijkbare tragedies voltrekken.\nIn een sessie op het Catshuis praat het kabinet zondag verder over de toeslagenaffaire.", "paragraphs": ["Ombudsman Alex Brenninkmeijer heeft gelijk dat de rechterlijke macht zich te ‘gouvernementeel’ heeft opgesteld in de Toeslagenaffaire. Er zou meer ruimte moeten zijn voor de beschermende functie van de rechtspraak, vindt oud-rechter Willem van Bennekom. Dan hoeft er geen stelselwijziging te komen.", "Het oudejaarsinterview van Trouw met Alex Brenninkmeijer was een bijzondere uitsmijter. Ook voor de Nederlandse rechtsstaat is het jaar 2020 immers een krachtproef geweest. ­Alleen al de mededeling van de voormalig ombudsman dat de bewindslieden Lodewijk Asscher en Jetta Klijnsma zich in 2013 doof hielden voor de zorgen over het ‘keiharde fraudebeleid’ riep ernstige vragen op.", "De toeslagenaffaire, zegt Brenninkmeijer, ‘laat zien dat onze democratische rechtsstaat gewoon níet functioneert’. De wetgever houdt zich niet aan ‘de rechtsstaat’, het ­bestuur volgt ‘klakkeloos’ de wet, en de rechter stelt zich ‘gouvernementeel’ op. Kennelijk is hij van mening dat de uitglijders in deze geschiedenis typerend zijn voor een systeem dat uit balans is geraakt. Wat hij in overweging geeft is een volledige herziening van dat stelsel.", "Goede diagnose nodig", "Nu wil ik niet beweren dat ‘ons’ systeem foutloos functioneert. Niet alleen als model is de trias politica achterhaald, ook in de praktijk. Er zijn andere machten – het efficiencydenken, de sociale media – die haar steeds meer onder druk zetten. Wat te doen? Hoe erger de kwaal, hoe krachtiger de remedie, zegt het spreekwoord. Dan is eerst een goede diagnose nodig. Daarom hier een ­enkele opmerking over het functioneren van de (bestuurs)rechter.", "Ten eerste zou Brenninkmeijers kritiek meer reliëf hebben als hij in herinnering had gebracht dat de Hoge Raad op 20 december 2019 in de Urgenda-zaak de staat eclatant in het ongelijk stelde, een schoolvoorbeeld van een niet-gouvernementele houding. Maar ook in de bestuursrechtspraak is de realiteit complexer dan gesuggereerd. Was het niet juist de afdeling bestuursrechtspraak van de Raad van State die – hoewel geen deel uitmakend van de rechterlijke macht – in de ‘Stikstofuitspraak’ van 29 mei 2019 ons land op de grondvesten liet trillen?", "De realiteit is dan ook complex. Enerzijds zijn er vele uitspraken waarin de burger geen bescherming wordt geboden – zoals in de vreemdelingenzaken die door de afdeling bestuursrechtspraak met toepassing van artikel 91 lid 2 van de Vreemdelingenwet met een pennenstreek worden afgedaan – maar gelukkig zijn er ook voorbeelden van uit­spraken die verheugen. Bij die enor­me uitsprakenberg moet worden ­bedacht dat, naast de – soms inderdaad gouvernementele – instelling van de hoogste bestuursrechter ook iets anders speelt. Kenmerkend voor het bestuursrecht is dat de rechter niet op de stoel van het bestuur mag plaatsnemen. Dat uitgangspunt kan vooral in zaken waarin belangen van burgers in het geding zijn hard uitpakken. Het maakt dat bestuursrechters altijd moeten balanceren op het scherp van de snede. Houden ze te veel afstand dan bestaat de kans dat de beschermende functie van het bestuursrecht in de knel komt. Wordt te indringend getoetst, dan dreigt het gevaar van de rechtersstaat.", "Niet in de wet", "Natuurlijk kent ook Brenninkmeijer dat dilemma. Maar hij sim­plificeert de zaak. De afdeling bestuursrechtspraak is in de toeslagenaffaire niet zozeer te ‘gouvernementeel’ bezig geweest, maar verkeerde op gespannen voet met de wet. De uitspraken van 23 oktober 2019, waarbij de eigen jurisprudentie werd herzien, zeggen het met zoveel woorden: “Anders dan de Afdeling eerder heeft geoordeeld is weliswaar in [artikel 26 AWIR, vB] een betalingsverplichting van de belanghebbende neergelegd, maar is hierin niet imperatief voorgeschreven dat de Belastingdienst/Toeslagen het gehele bedrag van de belanghebbende moet terugvorderen.”", "Anders gezegd: er was (en is) wel een verplichting om terug te betalen, maar geen verplichting tot invorderen. Dat laatste stond en staat ‘gewoon’ niet in de wet.", "Naar aanleiding van het rapport van de ondervragingscommissie komt er in elk geval een zelfreflectie van de afdeling bestuursrechtspraak. Is zo’n exercitie genoeg? Net als Brenninkmeijer vrees ik van niet. Zijn voorstel de bestuursrechtspraak zo te organiseren dat er een (wat hij noemt) ‘echt onafhankelijke rechtsspraak’ kan komen is echter geen oplossing. Grotere winst kan worden geboekt als de bestuursrechter meer ruimte zou geven aan de beschermende functie van het recht – ook in de manier waarop wordt ­getoetst.", "Zo’n koerswijziging zou ertoe kunnen leiden dat er geen drama’s als in de toeslagenaffaire meer kunnen ontstaan. Evenmin op het gebied van het vreemdelingenrecht, waar zich al jarenlang vergelijkbare tragedies voltrekken.", "Lees ook:", "Oud-ombudsman Alex Brenninkmeijer ziet in de toeslagenaffaire geen bedrijfsongeluk maar een falend systeem", "De toeslagenaffaire heeft niets te maken met een ongelukje, vindt hoogleraar staatsrecht en voormalig ombudsman Alex Brenninkmeijer. ‘Het systeem faalt en dat raakt onze democratische rechtsstaat.’", "Het dilemma van Rutte: niet aftreden, maar wat dan wél na de toeslagenaffaire?", "In een sessie op het Catshuis praat het kabinet zondag verder over de toeslagenaffaire. Premier Rutte moet de Tweede Kamer ervan overtuigen dat de weg naar herstel nu echt is ingeslagen."], "authors": ["Willem Van Bennekom"], "keywords": ["er", "moet", "van", "wijzigen", "maar", "een", "niet", "te", "rechtspraak", "op", "ook", "het", "hoeft", "terug", "toeslagenstelsel", "dat"], "pubDate": "2021-01-08T13:13:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}