{"id": "8cc820a3-d598-390e-bcf8-1db66a5cce06", "title": "Wat te doen als je kind weinig vriendjes heeft?", "url": "https://volkskrant.nl/opvoeden/wat-te-doen-als-je-kind-weinig-vriendjes-heeft~b5cf2ca7/", "summary": "Wanneer je ziet dat je basisschoolkind weinig aansluiting vindt bij de groep, kan dat pijnlijk zijn.\nWanneer moet je je zorgen maken?\nProbeer te achterhalen waar het aan ligt dat je kind weinig vriendjes heeft en blijf zo objectief mogelijk.\n‘Je kind zal zich alleen maar ongemakkelijk voelen en je benadrukt dat hij of zij het niet zelf kan.’ Als je meent dat je kind wel een duwtje in de rug kan gebruiken, doe het dan subtiel.\n‘De truc is om je kind toch het gevoel te geven dat het de leiding heeft.’", "paragraphs": ["Beeld claudie de cleen", "Iedereen die weleens naar een schoolplein vol spelende kinderen heeft staan kijken, zou die sociale jungle à la Freek Vonk kunnen beschrijven: ‘Kijk, die grote pakt de bal af, oei, daar mag iemand niet meedoen met tikkertje’. Wanneer je ziet dat je basisschoolkind weinig aansluiting vindt bij de groep, kan dat pijnlijk zijn. Wanneer moet je je zorgen maken? En kun je een kind helpen om vrienden te maken?", "Wat zeggen de deskundigen?", "Kindervriendschappen ondergaan een transformatie in de laatste jaren van de basisschool. ‘Kindjes van vijf jaar spelen met elkaar omdat ze dezelfde interesses hebben, bijvoorbeeld voetbal of knutselen’, zegt pedagoog Camiel van der Schoor van bureau Jonger. Op die leeftijd hoeven ouders zich niet zo snel zorgen te maken over het gebrek aan sociale contacten. ‘Op 10-jarige leeftijd wordt de band bepaald door andere zaken, zoals: kan ik die persoon vertrouwen? Is er steun? Kan ik mijn verhaal kwijt?’ Dit vraagt om andere vaardigheden. ‘Voor kindjes met wat minder inlevingsvermogen wordt het ineens moeilijk diepere vriendschappen aan te gaan.’", "Vanaf die leeftijd hebben kinderen over het algemeen behoefte aan in elk geval één goede vriend, meent Inge van der Schee, die sociale en mentale weerbaarheidstrainingen geeft aan kinderen. ‘Dat is belangrijk voor hun emotionele ontwikkeling en weerbaarheid; ze leren écht andere dingen dan thuis bij hun ouders.’", "Het is goed dat ouders zichzelf de vraag stellen: vind ík het een probleem dat mijn kind geen vriendjes mee naar huis neemt of heeft mijn kind er last van? ‘Volwassenen hebben de neiging om te denken: als je vriendjes hebt, dan gaat het goed met je.’ Volgens Van der Schee zijn er echter genoeg kinderen die niet zo’n behoefte hebben aan afspraakjes na school. ‘Na een hele dag van getetter willen ze gewoon rust.’", "Wat kun je doen?", "Met een gesprekje kun je achterhalen of je kind behoefte heeft aan meer contact. ‘Vraag bijvoorbeeld: ‘wat is vriendschap voor jou? wanneer is iemand een vriend?’’, adviseert Van der Schoor. Probeer te achterhalen waar het aan ligt dat je kind weinig vriendjes heeft en blijf zo objectief mogelijk. Dat is lastig, want als ouder ben je natuurlijk emotioneel betrokken. ‘Ik zie vaak dat het iets bij de vader of moeder zelf raakt, doordat ze vroeger eenzaam waren.’", "Toch is een zakelijke benadering zo gek nog niet. ‘Vaak is het gewoon een kwestie van het aanleren van nieuwe vaardigheden’, aldus Van der Schoor. ‘En dat kun je thuis oefenen.’", "Hoe pak je dat aan? Doe een rollenspel en oefen hoe je kind op een ander kan afstappen. ‘Vriendjes krijgen begint met het vragen om een speeldate en dat is reuze spannend’, vertelt Van der Schee. ‘Ik zie vaak dat kinderen gaan wiebelen en zacht praten, waardoor de ander ze niet eens hoort. We oefenen in mijn praktijk heel overdreven met sterk staan - rechtop, kijk iemand aan en zeg zijn of haar naam. Zo’n zekere houding werkt door in je brein en zorgt voor meer zelfvertrouwen.’", "Moet je als ouder het voortouw nemen en als een soort koppelaar een speeldate arrangeren? ‘Ik zou uitkijken dat je niets forceert’, zegt Van der Schoor. ‘Je kind zal zich alleen maar ongemakkelijk voelen en je benadrukt dat hij of zij het niet zelf kan.’ Als je meent dat je kind wel een duwtje in de rug kan gebruiken, doe het dan subtiel. ‘De truc is om je kind toch het gevoel te geven dat het de leiding heeft.’"], "authors": ["Anna Van Den Breemer"], "keywords": ["dat", "van", "die", "kind", "een", "en", "vriendjes", "weinig", "der", "te", "doen", "heeft", "als", "je", "wat", "het", "aan"], "pubDate": "2020-11-17T15:12:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}