{"id": "8cdb3473-62dd-3b59-9088-9fd5bccc94c4", "title": "Waarom Matthijs van Nieuwkerk nog steeds een mysterie is", "url": "https://www.parool.nl/ps/waarom-matthijs-van-nieuwkerk-nog-steeds-een-mysterie-is~b7213aeb/", "summary": "Beeld BNN VARAHoe goed ken ik Matthijs van Nieuwkerk eigenlijk, vroeg Lips zich opeens af.\nVijftien jaar lang was hij dagelijks op tv geweest, maar even zo lang was hij een enigma gebleven.\nLips wist maar bar weinig van Van Nieuwkerk en alles wat ie wist maakte hem eerder vreemd dan vertrouwd.\nDe eerste bewonderde hij om zijn rust, de ander om zijn vlerkerigheid.\nWellicht is dat waarom Van Nieuwkerk na al die jaren nog steeds een mysterie is.", "paragraphs": ["Beeld BNN VARA", "Hoe goed ken ik Matthijs van Nieuwkerk eigenlijk, vroeg Lips zich opeens af. Vijftien jaar lang was hij dagelijks op tv geweest, maar even zo lang was hij een enigma gebleven. Lips wist maar bar weinig van Van Nieuwkerk en alles wat ie wist maakte hem eerder vreemd dan vertrouwd. Dat ie bang is om over bruggen te rijden. Dat ie elk jaar één nummer van Aznavour kiest en dat dan elke dag, 365 dagen achtereen, onder de douche draait. En dat ie op z’n 60ste nog altijd zo’n raar tuitmondje trekt als ie wordt gefotografeerd.", "Dus was Lips benieuwd of het Özcan Akyol zou lukken om in zijn kapsalon wel een inkijkje te krijgen in de diepste zieleroerselen van Van Nieuwkerk. Door corona hanteert Eus niet langer de schaar, wat iets afdoet aan het originele format van De Geknipte Gast. Toch wist hij in het frustrerend korte gesprek dicht bij zijn klant te komen.", "Van Nieuwkerk sprak gloedvol over zijn leermeesters in het televisievak, Mart Smeets en Felix Rottenberg. De eerste bewonderde hij om zijn rust, de ander om zijn vlerkerigheid. Hij citeerde uit Kees de Jongen, zijn favoriete boek en constateerde dat hij zich als jongetje ook ‘gelukkig had gedroomd’. En hij herkende in Michael Jordan de drift om de allerbeste te zijn. Ook hij was wel eens onfatsoenlijk hard uitgevallen tegen redacteuren, bekende hij.", "Van Nieuwkerk praatte over zijn hypochondrie en angsten, charmeerde met zijn jongensachtige liefde voor muziek en sport en leek een volledig open boek. En toch verloor hij geen moment de controle over het gesprek.", "Wellicht is dat waarom Van Nieuwkerk na al die jaren nog steeds een mysterie is. Hij veinst intimiteit, geeft mensen het gevoel dat hij ze nabij laat komen maar houdt ze op een voor hem zo veilige mogelijke afstand. Dat is geen verwijt, integendeel, het is misschien wel de enige manier om het zo lang uit te houden in de televisiewereld.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "nieuwkerk", "waarom", "nog", "het", "hij", "mysterie", "zijn", "matthijs", "steeds", "een", "en", "dat", "om", "te"], "pubDate": "2020-12-01T22:02:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}