{"id": "8d003170-b16d-3d38-948f-e67bc1b44db6", "title": "Krijn de Koning maakt sculpturen verstopt als smokkelwaar", "url": "https://www.parool.nl/kunst-media/krijn-de-koning-maakt-sculpturen-verstopt-als-smokkelwaar~b6656ed8b/", "summary": "Het leek De Koning, die meestal sculpturen maakt, al langer interessant om iets te doen met drukwerk.\nHet was heel ingewikkeld en kost heel veel geld.”Kriskras door elkaarDe blokjes zitten dus als smokkelwaar in de boeken verstopt en de eigenaar kan naar eigen inzicht een pagina openslaan en dat als uitgangspunt nemen voor een sculptuurtje.\nIets wat Krijn de Koning zelf met enthousiasme doet als hij een van de exemplaren openslaat.\nBij het lemma North America komt hij een pagina tegen met een beer, bizon, eland en andere dieren die in Noord-Amerika voorkomen.\n“Dit is een foto van een meer in Alberta, Canada.", "paragraphs": ["Collect Editions, een initiatief van Brigitte Gootink & René Put, produceert in eigen beheer kunstenaarsedities in gelimiteerde oplage die te maken hebben met grafische vormgeving. Kunstenaar Krijn de Koning (57) werd benaderd met de vraag nieuw werk te ontwikkelen.", "", "Het leek De Koning, die meestal sculpturen maakt, al langer interessant om iets te doen met drukwerk.", "“Bovendien wilde ik iets maken dat site-specific zou worden, dat ik ergens op zou reageren. Dat doe ik met mijn grotere werk ook vaak. Toen dacht ik dat het eigenlijk heel geschikt zou zijn om een encyclopedie te nemen. Je hebt een aantal boeken achter elkaar, maar tegelijk is iedere pagina anders.”", "De Koning vond een 23-delige Encyclopedia Britannica in een kringloopwinkel waarmee hij aan de slag ging. De uiteindelijke editie, nu te zien bij Slewe, werd gemaakt van een ander exemplaar uit 1963, toevallig ook De Konings geboortejaar. De boeken werden uit elkaar gehaald en elke afzonderlijke pagina werd bedrukt met een blauwe geometrische vorm. De bladen werden weer gebonden en in de binnenkant werden rechthoekige gaten gestanst. Daar passen per boek negen gekleurde aluminium blokjes in. De Koning noemt het een extreem ambitieus project. “Vandaar dat we er drie jaar mee bezig zijn geweest. Het was heel ingewikkeld en kost heel veel geld.”", "Kriskras door elkaar", "De blokjes zitten dus als smokkelwaar in de boeken verstopt en de eigenaar kan naar eigen inzicht een pagina openslaan en dat als uitgangspunt nemen voor een sculptuurtje. Iets wat Krijn de Koning zelf met enthousiasme doet als hij een van de exemplaren openslaat. Het is volume 16 (Mushroom tot Ozonolysis). Bij het lemma North America komt hij een pagina tegen met een beer, bizon, eland en andere dieren die in Noord-Amerika voorkomen. Bij het leggen van de blokjes houdt De Koning de rechthoekige structuur aan van het blauwe vlak, de regels en de kolommen van de pagina. “Maar dit mag ook,” zegt hij terwijl hij alles door de war gooit en alle blokjes kriskras door elkaar liggen.", "In de galerie liggen drie boeken open. “Dit is een foto van een meer in Alberta, Canada. Het is bijna niet meer herkenbaar door het blauwe vlak, de blokjes en de gaten, maar toch komt er heel veel samen. Onderaan de pagina staat: ‘View of Lake Louise’. Daardoor zie je het blauwe vlak als een soort meer, met pieken en dalen erin. Het is natuurlijk allemaal toeval en eigenlijk ook onzinnig, maar het speelt wel allemaal op die pagina.”", "Andere bladzijden gaan over de hoofdstukken Heaven en Gosmogony, waar de blauwe vlakken en blokken een visueel spel spelen met kosmische nevels en sterrenstelsels. “Maar er zitten ook prachtige pagina’s in met munten of muzieknoten bijvoorbeeld. Er is een enorme verscheidenheid aan mogelijkheden.”"], "authors": ["Kees Keijer"], "keywords": ["pagina", "van", "als", "het", "met", "sculpturen", "maakt", "krijn", "een", "koning", "en", "verstopt", "dat", "smokkelwaar", "te", "ook"], "pubDate": "2020-12-04T12:24:03+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}