{"id": "8d08f87f-023e-350a-a90a-8fe6351515f1", "title": "Hersenschudding voor Paes na botsing met Utrecht-ploeggenoot Warmerdam", "url": "https://nu.nl/voetbal/6097369/hersenschudding-voor-paes-na-botsing-met-utrecht-ploeggenoot-warmerdam.html", "summary": "De 22-jarige doelman heeft een hersenschudding overgehouden aan het verloren bekerduel (5-4) met Ajax van woensdag.\nPaes kwam in de Johan Cruijff ArenA na ruim een half uur, bij een stand van 1-1, hard in botsing met ploeggenoot Django Warmerdam.\nDaar bleek dat hij een hersenschudding had overgehouden aan de harde klap, maar dat zijn kaak niet gebroken was.\nHij kan niet zeggen wanneer hij weer op het veld kan staan.\n\"Omdat een hersenschudding een complexe blessure is, kan ik lastig een datum noemen wanneer ik weer fit ben\", aldus Paes.", "paragraphs": ["FC Utrecht kan de komende tijd niet beschikken over Maarten Paes. De 22-jarige doelman heeft een hersenschudding overgehouden aan het verloren bekerduel (5-4) met Ajax van woensdag.", "Paes kwam in de Johan Cruijff ArenA na ruim een half uur, bij een stand van 1-1, hard in botsing met ploeggenoot Django Warmerdam. De linksback van FC Utrecht kon na een duw van Ajax-aanvaller Antony zijn keeper niet meer ontwijken en raakte Paes met de onderkant van zijn schoen vol in het gezicht.", "De duizelige Paes kon de wedstrijd niet voortzetten en werd vervangen door Eric Oelschlägel, die daarmee zijn debuut maakte voor FC Utrecht. Met de Duitser tussen de palen incasseerde Utrecht nog vier goals, waardoor Ajax uiteindelijk spectaculair met 5-4 won.", "Paes werd direct na zijn wissel naar het ziekenhuis gebracht. Daar bleek dat hij een hersenschudding had overgehouden aan de harde klap, maar dat zijn kaak niet gebroken was. Hij mocht dezelfde avond nog naar huis.", "De international van Jong Oranje laat donderdag op de website van FC Utrecht weten dat hij dankbaar is voor de vele steunbetuigingen. Hij kan niet zeggen wanneer hij weer op het veld kan staan.", "\"Omdat een hersenschudding een complexe blessure is, kan ik lastig een datum noemen wanneer ik weer fit ben\", aldus Paes. \"We gaan op een verantwoorde manier toewerken naar herstel.\""], "authors": ["Door"], "keywords": ["van", "niet", "een", "het", "utrechtploeggenoot", "hersenschudding", "paes", "zijn", "utrecht", "voor", "kan", "botsing", "hij", "met", "warmerdam"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}