{"id": "8d0a0775-d57c-37b3-a37a-1df17d6a1a3b", "title": "Met deze tips verlicht u het leed van uw pakketbezorger", "url": "https://www.volkskrant.nl/de-gids/met-deze-tips-verlicht-u-het-leed-van-uw-pakketbezorger~b7ac38a7/", "summary": "‘Wil jij ook laten zien dat je blij bent met het werk van je bezorger?\nZeg het of schrijf het.’ PostNL plaatste advertenties in het AD en de Telegraaf die men voor het raam kan hangen.\nRoel Vaessen, pakketbezorger in dienst van een ondernemer gelieerd aan PostNL, hoorde er al van veel collega’s over.\nUit onderzoek van pakketbezorger DPD blijkt dat van de 11,5 miljoen pakketjes die Nederlanders vorig jaar bestelden ruim 13 procent werd geretourneerd.\n‘Het overgrote deel van de bezorgers is in dienst van PostNL of een van de ondernemers met wie wij samenwerken.", "paragraphs": ["Pakketbezorgers zijn drukker dan ooit. Er gaan schrijnende verhalen van koeriers rond over de werkdruk. Even plassen is er niet bij. Vijf tips om het leed van uw pakketbezorger te verlichten.", "1: Doeslief", "Pakketjes die te laat zijn, verkeerd worden bezorgd of zomaar voor de deur worden gedumpt: er wordt graag geklaagd over bezorgers. Maar dat er geregeld iets mis gaat, ligt voor een groot deel aan de druk waar bezorgers onder staan, zegt journalist Jeroen van Bergeijk die undercover ging bij Bol.com en een dag meeliep met een bezorger in Amsterdam. Samen met journalist Lex Boon zette hij de website ‘Bedank-je-bezorger.nl’ op - inmiddels niet meer actief. Hiermee kon je een pakketje voor je pakketbezorger bestellen. ‘We gaan er de wereld niet mee veranderen, maar hopen bezorgers een glimlach te bezorgen met een aardigheidje’, zegt Van Bergeijk. Met het initiatief hoopt hij wat bewustzijn te creëren bij de consument: ‘Als jij om 23.55 uur besluit dat je de volgende dag een airfryer of gourmetstel in huis wil, is dat niet vanzelfsprekend, maar zijn daarvoor mensen keihard aan het werk.’", "Inmiddels is PostNL een eigen bedank-je-bezorger-campagne gestart. ‘Wil jij ook laten zien dat je blij bent met het werk van je bezorger? Bedank je bezorger wanneer hij of zij langskomt. Zeg het of schrijf het.’ PostNL plaatste advertenties in het AD en de Telegraaf die men voor het raam kan hangen. Ook biedt het bedrijf een downloadbare kleurplaat aan om op de deur of voor het raam te hangen. ‘Daar fleur je onze bezorgers enorm mee op.’", "Je kunt natuurlijk ook zelf iets bedenken. Geef je pakketbezorger bijvoorbeeld een kerstkaart met een fooi erbij, zoals bij de krantenbezorger al gebruikelijk is.", "2: Verplaats je in je bezorger", "Van Bergeijk en Boon geven ook nog een kijktip: Sorry We Missed You, een Brits drama van regisseur Ken Loach over een schijnzelfstandige pakketbezorger. Roel Vaessen, pakketbezorger in dienst van een ondernemer gelieerd aan PostNL, hoorde er al van veel collega’s over. Zelf heeft hij alleen nog de trailer gezien. ‘De hele dag dat gejaagde gevoel dat daaruit spreekt, en de stress of iemand thuis is of niet, dat kan ik wel beamen.’", "Aan de ene kant snapt hij de consument wel: het is ‘lekker luxe’ en goedkoper om 30 kilo hondenvoer in één keer te bestellen. Maar moet de bezorger daar de dupe van zijn? ‘Ik liep eens met 30 kilo voer te zeulen terwijl het 35 graden was. Toen de ontvanger niet thuis was, heb ik het achterin de tuin gezet. Dat leverde een klacht op omdat ik het pakket onbeheerd had achtergelaten.’ Vaessen ging met de klant in gesprek en dat pakte goed uit. ‘Als je mensen netjes aanspreekt en vraagt om zich in jouw situatie te verplaatsen, beseffen ze: oh ja, achter die bezorging zit ook een mens.’", "De werkdruk zit ‘m volgens FNV-bestuurder Etienne Haneveld ook in de grote aantallen pakketten die een bezorger moet afleveren: gemiddeld tweehonderd per dag. ‘Ik ben zelf 1.90 meter, stel je voor dat je zo’n busje steeds in en uit moet aan de voorkant, én aan de achterkant. Als je pech hebt betekent dat met tweehonderd stops vierhonderd keer in- en uitstappen.’ Daar komt nog bij dat bezorgers soms pakketten die meer dan 20 kilo wegen in hun eentje bezorgen. Waar witgoed als wasmachines door zo’n drie bezorgers wordt opgepakt, is pakketbezorging een solitair beroep.", "3: Wees thuis", "Pakketjes bezorgen betekent altijd haast hebben, en telkens voor een dichte deur staan maakt het werk niet makkelijker. Het vergroot de werkdruk voor bezorgers omdat die twee keer moeten langskomen voor één pakket. Voor zelfstandige koeriers, die per stop betaald krijgen, is het nog erger als de klant niet thuis is. Etienne Haneveld (FNV): ‘Je krijgt bijvoorbeeld 1,10 euro per pakket als je dat bij de eerste stop aflevert, maar als je de volgende dag terug moet komen nog maar 25 cent.’", "Bezorger Roel Vaessen kent het maar al te goed. ‘Ik werk voor een kleine en prettige ondernemer, maar hij moet uiteindelijk wel winst maken. Dat busje moet nou eenmaal betaald worden.’ Dat betekent dat hij een minimum aantal pakketten moet bezorgen, ook als de helft van de ontvangers niet thuis is. ‘Ik werk geregeld in onbetaalde tijd om alles op zijn plek te krijgen. Dat kost me zeker een uur extra op een dag, en dat is een milde schatting.’", "Daar komen nog de klachten bovenop van buren die ‘voor de zoveelste keer’ een pakketje in bewaring krijgen, of van weggebruikers tijdens het laden en lossen in een drukke straat. ‘Als mensen gewoon thuis zijn, is het ‘ding-dong’, pakketje afgeven en weer weg. Maar vaak moet je drie of vier huizen langs en ontstaat er frustratie.’ Vaessen vindt dat consumenten vaker de intentie moeten hebben om thuis te zijn voor een bezorgmoment, maar ziet ook een rol voor leveranciers: ‘Van veel consumenten hoor ik dat ze bij het bestellen geen bezorgmoment kunnen kiezen, maar pas nadat er iemand aan de deur is geweest terwijl ze niet thuis waren.’", "Als je echt niet thuis kunt zijn is een briefje op de deur plakken – bijvoorbeeld met het huisnummer van die aardige buurman – een prima oplossing. Veel pakketbezorgers hebben ook afhaalpunten waar pakketten kunnen worden opgehaald. PostNL weet 95 procent van de pakketten in één keer af te leveren, bij de klant of bij de buren. Het deel waar dit niet voor lukt, brengt het bedrijf tegenwoordig direct naar een afhaalpunt; sinds oktober dit jaar komt de pakketbezorger geen tweede keer langs.", "4: Bestel bewust", "Een aanzienlijk deel van de werkdruk bij koeriersbedrijven ligt niet in het bezorgen, maar in het ophalen van pakketten die door klanten geretourneerd worden. Een hele hoop kleding in één keer bestellen, liefst in meerdere maten, thuis passen en vervolgens alles retourneren wat je niet wil; erg gemakkelijk, maar het levert veel werk op voor de koeriers die niet één maar twee keer moeten rijden voor uw nieuwe trui. Webwinkels staan dan ook onder druk om hun retourservice niet meer gratis aan te bieden, maar geven daar tot nog toe geen gehoor aan.", "Wel hebben sommige webshops besloten retourzendingen niet meer gratis thuis op te halen. Klanten moeten hun pakket dan naar een servicepunt brengen, waar het vervolgens door het bedrijf wordt opgehaald. Telefoonwinkel Leidsche Rijn Telecom is zo’n servicepunt, maar winkelier Osman Bas is er klaar mee. ‘De balans klopt niet’, zegt hij. ‘Het kost echt heel veel tijd, terwijl er maar heel weinig geld tegenover staat. En mijn winkel ligt de hele dag vol pakketten.’ Toen hij vorig jaar zomer zijn winkel opende, hoopte Bas als servicepunt van DHL de naamsbekendheid van zijn winkel te vergroten. Inmiddels is zijn winkel bekend genoeg, en wegen de baten niet langer op tegen de kosten. Zeker nu niet, in december: ‘Laatst met Black Friday hebben we in een dag bijna 150 pakketjes verwerkt.’", "Het meeste werk heeft Bas aan pakketten die klanten retourneren, en hij is niet de enige. Uit onderzoek van pakketbezorger DPD blijkt dat van de 11,5 miljoen pakketjes die Nederlanders vorig jaar bestelden ruim 13 procent werd geretourneerd. Bij kledingwinkel Zalando werd zelfs de helft van de artikelen geretourneerd. Leonard Verburg, hoogleraar sociaal recht aan de Radboud Universiteit, noemt dat ‘een verwerpelijk soort consumentisme’. ‘Vanuit je luie stoel van alles in huis halen, rustig passen en het gros weer terugsturen, dat is misbruik maken van de service die webwinkels bieden.’ Volgens Verburg voedt de consument op deze manier de problemen in de pakketbezorging.", "Tip: bekijk ook eens de Tegenlicht-documentaire ‘Op volle retouren’.", "5: Weet dat niet alles kan", "Gratis verzending, gratis retourneren, morgen of zelfs dezelfde dag in huis; webwinkels buitelen over elkaar om klanten binnen te halen met aantrekkelijke diensten en prijzen. Zo zegt Bol.com: ‘Het uitgangspunt van Bol.com is om de klant een zo breed mogelijke keuze te bieden. Dat geldt voor het zeer brede assortiment, en voor de bezorgopties.’ Tegelijkertijd heeft Bol.com oog voor de rol van consumenten. Het bedrijf neemt deel aan de ‘Wees voorbereid - Bestel op tijd’-campagne, vorige maand gestart vanuit brancheorganisatie Thuiswinkel.org, die consumenten aanspoort om niet pas op de allerdrukste dagen te bestellen. Ook pleit de webwinkel ervoor om Black Friday in Nederland naar voren te halen, zodat het minder kort voor Sinterklaas plaatsvindt en de logistieke druk meer wordt verdeeld.", "Evert Verhulp, hoogleraar arbeidsrecht aan de Universiteit van Amsterdam, legt uit dat die logistieke druk de groep zelfstandigen extra treft. Ze draaien zelf op voor de kosten als het tegenzit, bijvoorbeeld als het niet lukt om genoeg pakketjes te leveren. Toch kunnen ze niet ingrijpen: ze werken voor één werkgever, met vaste voorwaarden. ‘Je kunt er niet zomaar voor kiezen om je eigen pakketjes te gaan leveren, of om het anders aan te pakken’, zegt Verhulp. Doordat de bezorgers volledig van ze afhankelijk zijn, is het mogelijk voor werkgevers om met elkaar te concurreren op arbeidsvoorwaarden. Steeds meer werk, steeds minder beloning dus. ‘En dan kom je in een soort race naar de bodem terecht.’", "Dat is niet helemaal waar, zegt een woordvoerder van PostNL. ‘Het overgrote deel van de bezorgers is in dienst van PostNL of een van de ondernemers met wie wij samenwerken. Deze bezorgers werken in loondienst en hebben een contract waarop een cao van toepassing is.’ Omdat deze bezorgers in loondienst zijn, ervaren zij volgens PostNL niet dezelfde werkdruk als zelfstandige koeriers. Het kleine aantal zelfstandigen dat nog wel bij PostNL werkt, heeft daar zelf voor gekozen toen het bedrijf in 2015 al zijn zzp’ers een contract aanbod. Koeriersbedrijf DHL heeft de keuze gemaakt om uitsluitend met bezorgers in vaste dienst te werken.", "Voor ondernemers die met PostNL samenwerken geldt wel dat ze per pakket worden betaald, vult bezorger Roel Vaessen aan. ‘Dit heeft natuurlijk ook effect op hun werknemers, je kan niet met een halfvolle bus terugkomen.’"], "authors": [], "keywords": ["van", "uw", "verlicht", "leed", "dat", "niet", "een", "pakketbezorger", "het", "en", "tips", "te", "deze", "voor", "je", "met"], "pubDate": "2020-12-16T18:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}