{"id": "8d2c3652-5ec0-3ee7-aa4e-1a9f8bea1c84", "title": "Premières vanaf de bank: deze films en series verschijnen deze week", "url": "https://nu.nl/uit/6098144/premieres-vanaf-de-bank-deze-films-en-series-verschijnen-deze-week.html", "summary": "Bekijk hieronder het overzicht van de nieuwste films en series.\nFilmsThe Midnight Sky (Netflix) - sciencefictionGeorge Clooney regisseert en speelt de hoofdrol in deze sciencefictionfilm over een eenzame wetenschapper op Antarctica.\nAugustine moet zo snel mogelijk contact met hen zien te leggen, om te voorkomen dat ze terugkeren naar de catastrofe op aarde.\nRobert wil in Parijs optreden, terwijl Sylvie hoopt op een doorbraak in de televisiewereld.\nDe charmante Simon, die een slechte reputatie op het gebied van vrouwen heeft, stelt voor om een relatie te veinzen.", "paragraphs": ["Met de sluiting van bioscopen verschijnen er deze week uiteraard geen nieuwe films in de theaters. Wel komen verschillende streamingdiensten met titels die nog niet eerder te zien zijn geweest. Bekijk hieronder het overzicht van de nieuwste films en series.", "Films", "The Midnight Sky (Netflix) - sciencefiction", "George Clooney regisseert en speelt de hoofdrol in deze sciencefictionfilm over een eenzame wetenschapper op Antarctica. Na een wereldramp zijn er vrijwel geen mensen meer op aarde over, maar een groep onwetende astronauten zweeft nog altijd rond in het universum. Augustine moet zo snel mogelijk contact met hen zien te leggen, om te voorkomen dat ze terugkeren naar de catastrofe op aarde.", "Genre: sciencefiction", "Cast: George Clooney, Felicity Jones, David Oyelowo", "Regisseur: George Clooney", "Releasedatum: 23 december", "120 Bekijk hier de trailer van The Midnight Sky", "Sylvie's Love (Amazon Prime) - drama", "In het New York van 1957 wordt Sylvie verliefd op de jazzsaxofonist Robert. Maar hun romance lijkt niet bestand te zijn tegen hun eigen ambities. Robert wil in Parijs optreden, terwijl Sylvie hoopt op een doorbraak in de televisiewereld. De hoofdrollen in dit liefdesdrama worden gespeeld door Tessa Thompson (Creed, Thor) en Nnamdi Asomugha.", "Genre: drama", "Regisseur: Eugene Ashe", "Cast: Tessa Thompson, Nnamdi Asomugha, Eva Longoria", "Releasedatum: 23 december", "155 Bekijk hier de trailer van Sylvie's Love", "AK vs AK (Netflix) - thriller", "Een wanhopige Bollywoodregisseur ontvoert de dochter van een filmster, om zo de zoektocht in realtime te kunnen vastleggen voor zijn volgende blockbuster. De Indiase ster Anil Kapoor en filmregisseur Anurag Kashyap spelen de hoofdrollen in deze thriller, die werd geregisseerd door Vikramaditya Motwane (Udaan).", "Genre: thriller", "Regisseur: Vikramaditya Motwane", "Cast: Anil Kapoor, Anurag Kashyap", "Releasedatum: 24 december", "118 Bekijk hier de trailer van Ak vs. Ak", "Soul (Disney+) - animatie", "De uitgebluste muziekleraar Joe lijkt eindelijk zijn kans te krijgen om met een beroemdheid op te treden, maar komt bij een ongeluk plotseling om het leven. Zijn ziel belandt niet in het hiernamaals, maar in het 'hievoormaals'; de plek waar zielen worden klaargemaakt om een mensenlichaam te betreden. Joe denkt zo terug te kunnen keren naar zijn eigen lijf, maar een vervelende nieuwe compagnon gooit roet in het eten. De nieuwe Pixar-film Soul werd geregisseerd door Pete Docter (Inside Out, Up) en zat eerder dit jaar bij de selectie van het afgelaste Filmfestival van Cannes.", "Genre: animatie, fantasy", "Regisseur: Pete Docter", "Stemmencast: Jamie Foxx, Tina Fey, Graham Norton", "Releasedatum: 25 december", "90 Bekijk hier de trailer van Soul", "We Can Be Heroes (Netflix) - fantasy", "Alle superhelden op aarde worden ontvoerd door buitenaardse schurken, dus moeten hun kinderen ingrijpen. De telgen blijken namelijk zelf ook superkrachten te hebben. We Can Be Heroes is geregisseerd door Robert Rodriguez, die eerder onder meer succes had met de Spy Kids-filmserie.", "Genre: fantasy, familiefilm", "Regisseur: Robert Rodriguez", "Cast: Taylor Dooley, Pedro Pascal, Christian Slater", "Releasedatum: 25 december", "170 Bekijk hier de trailer van We Can Be Heroes", "Death to 2020 (Netflix) - comedy", "Bekende acteurs als Lisa Kudrow, Samuel L. Jackson en Hugh Grant zijn in deze satirische comedy te zien als deskundigen, die terugblikken op het rampjaar 2020. Maker Charlie Brooker, bekend van de sciencefictionserie Black Mirror, brengt alles in beeld alsof het een documentaire is.", "Genre: comedy", "Regisseur: Charlie Brooker", "Cast: Samuel L. Jackson, Lisa Kudrow, Hugh Grant", "Releasedatum: 27 december", "Series", "Bridgerton (Netflix) - kostuumdrama", "Als oudste dochter van een steenrijke familie staat Daphne Bridgerton onder druk om een geschikte echtgenoot te vinden. De charmante Simon, die een slechte reputatie op het gebied van vrouwen heeft, stelt voor om een relatie te veinzen. Intussen beginnen de echte vonken ook over te slaan. Bridgerton is gebaseerd op de gelijknamige boekenreeks van Julia Quinn.", "Genre: kostuumdrama", "Cast: Phoebe Dynevor, Regé-Jean Page, Polly Walker", "Producent: Chris Van Dusen", "Releasedatum: 25 december"], "authors": ["Door"], "keywords": ["verschijnen", "zijn", "van", "en", "trailer", "series", "premières", "films", "een", "om", "bank", "bekijk", "te", "op", "vanaf", "het", "week", "deze"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}