{"id": "8d2e3614-6f9f-3ea5-851f-6d5e53e69685", "title": "Fotograaf Judith Quax reed met haar zoon naar Dakar, een reis tegen de migrantenstroom in", "url": "https://trouw.nl/cultuur-media/fotograaf-judith-quax-reed-met-haar-zoon-naar-dakar-een-reis-tegen-de-migrantenstroom-in~bf899bc8/", "summary": "Want de veertig jaar oude zandkleurige Mercedes-Benz W123 waarmee fotograaf Judith Quax (47) aan haar lange tocht naar Senegal begon, werd onderweg een heus personage.\nTwee maanden lang was deze rijdende ­fotostudio het huis van Quax en haar zoon Noah, die behalve kaartlezer ook ­intensief bezig was met Spiderman, Iceman, Batman en de Hulk, zijn striphelden.\nMoeder en zoon ­maken de reis naar Afrika, naar zijn roots, in tegengestelde richting van de stroom Afrikaanse migranten die juist naar Europa komen.\nHet is steeds die verbinding tussen Europa en Afrika die Quax in haar werk ­bezighoudt.\nMaar de gruwelverhalen die er worden verteld zijn de neerslag van een fictieve historie.", "paragraphs": ["Ze heeft nog geprobeerd haar foto- en videoproject ‘Voyage à Dakar’ door Mercedes te laten sponsoren. Want de veertig jaar oude zandkleurige Mercedes-Benz W123 waarmee fotograaf Judith Quax (47) aan haar lange tocht naar Senegal begon, werd onderweg een heus personage. En de ster op de motorkap, die ook veel in beeld is, een soort houvast. De sponsor hapte helaas niet toe.", "De camera die de bijzondere beelden zowel binnen als buiten haar ­auto vastlegde, hing gedurende de bijna 6000 kilometer lange reis ­onder de achteruitkijkspiegel. Twee maanden lang was deze rijdende ­fotostudio het huis van Quax en haar zoon Noah, die behalve kaartlezer ook ­intensief bezig was met Spiderman, Iceman, Batman en de Hulk, zijn striphelden. Conversaties gingen ongeveer zo:", "“Mamma, zeg nou, wie wil jij zijn? Ik Spiderman.”", "“...”", "“Mamma!”", "“Doe die groene maar.”", "“Waarom is papa niet met ons mee naar opa en oma?”", "“Hij heeft alleen een Afrikaans paspoort, hij kan niet reizen zoals wij.”", "Beeld Judith Quax", "Tegen de stroom in", "Via Noah vertelt Quax haar verhaal, hij is haar schakel tussen twee continenten. Moeder en zoon ­maken de reis naar Afrika, naar zijn roots, in tegengestelde richting van de stroom Afrikaanse migranten die juist naar Europa komen. Het is steeds die verbinding tussen Europa en Afrika die Quax in haar werk ­bezighoudt.", "Beeld Louman & Friso", "Voor ze aan de trip begon, nu ­zeven jaar geleden, was haar Westfriese familie bezorgd. Niet zo heel gek: vrouw met zoon van vier in een stokoude auto die samen vijf landen moeten doorkruisen voor ze in de Senegalese hoofdstad Dakar aankomen. Maar Quax zette door en was onderweg moeder, fotograaf, haar ­eigen assistent en automonteur ineen. Ze nam lifters mee en bezocht in Parijs en in verschillende Spaanse steden ook nog Senegalezen die spullen mee gaven voor ‘thuis’, spullen die onderdeel werden van haar beeldverhaal. Van binnen werd de auto behangen met stickers van Senegalese geestelijk leiders, de maraboes, die kwaadwillenden onderweg wellicht rustig zouden stemmen.", "Beeld Judith Quax", "Uiteindelijk bereikten de twee Afrika. En daar begon het pas. Quax: “Toen we de Westelijke Sahara hadden doorkruist en de grens van Mauretanië naderden, inmiddels donker, kon ik de grenspost niet vinden. Ik voelde dat de auto te zwaar was, de weg lag vol keien. Bij de grens mocht ik niet verder, waarna ik uit pure wanhoop keihard ben gaan huilen. Dat hielp. Toen moesten we nog een hotel vinden. Het werd een kamer ergens. Met mannen die op de deur klopten en iets wilden. Als ik de beelden terugzie, zie ik mezelf bijna geharnast, met leren jas en hoofddoek, in die auto zitten.” Ze arriveerden veilig in Dakar, leverden overal de spullen af en bleven een paar ­weken.", "New York", "Quax liep stage bij fotobureau Magnum in New York toen ze haar Senegalese vriend – kok in een Joods restaurant op de Lower Eastside – leerde kennen. Ze raakte zwanger van hem, en beviel in Nederland van Noah. De relatie hield geen stand. Quax, die samen met de nu 11-jarige Noah in Amsterdam woont, vindt het heel belangrijk dat hij contact houdt met z’n familie, met de Senegalese cultuur en zeker met z’n vader die nog steeds, nu door corona zonder werk, in New York woont.", "Beeld Judith Quax", "En de oude Mercedes, hoe staat het daarmee? Quax had geld nodig voor de vliegtickets terug naar Amsterdam en heeft hem voor 3500 euro verkocht aan een rijke pindaboer in de Senegalese stad Touba. Toen ze er vorig jaar even was, heeft ze de auto nog opgezocht. “Hij reed nog steeds, maar was blauw overgeschilderd en de ster op de motorkap was afgebroken. Als ik weer in Senegal ben, ga ik hem huren om rond te rijden. De band die we hebben, die blijft.”", "De multimedia-installatie Voyage à Dakar van Judith Quax is van vrijdag 11 december tot 28 maart te zien in het Amsterdam Museum, Kalverstraat 92, als onderdeel van de expositie Refresh Amsterdam.", "Lees ook:", "‘Senegals beroemde Slavenhuis berust op verzonnen herinneringen’", "Het voormalige Slavenhuis op het Senegalese eilandje Gorée trekt toeristen uit alle windstreken én vele beroemdheden aan. Maar de gruwelverhalen die er worden verteld zijn de neerslag van een fictieve historie."], "authors": ["Ally Smid"], "keywords": ["migrantenstroom", "van", "reis", "reed", "het", "naar", "met", "die", "ik", "quax", "haar", "en", "een", "ze", "judith", "zoon", "tegen"], "pubDate": "2020-12-08T14:04:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}