{"id": "8d34b767-0154-3806-a2c1-7fb4e9cc38af", "title": "PSG maakt werk van contractverlening Neymar en Mbappé", "url": "https://www.telegraaf.nl/sport/816052646/psg-maakt-werk-van-contractverlening-neymar-en-mbappe", "summary": "Ik heb er alle vertrouwen in dat het goedkomt.” De huidige contracten van de Braziliaan Neymar en de Fransman Mbappé lopen medio 2022 af.\nDe Nederlandse kampioenschappen, op het laatste moment georganiseerd, passen niet in de voorbereiding van de meervoudig Nederlands kampioen op het nieuwe tennisseizoen.\nKiki Bertens, de nummer 1 van de wereld, herstelt van een achillespeesoperatie en Arantxa Rus speelt momenteel een toernooi in Dubai.\nKampong kreeg van de competitieleiding van hockeybond KNHB 3 punten in mindering en het duel met Tilburg moest worden overgespeeld.\nVoor het overspelen van het duel tussen Tilburg en Kampong moet nog een nieuwe datum worden vastgesteld.", "paragraphs": ["Blijf zo altijd op de hoogte van al het sportnieuws. Voor het voetbal-, tennis-, schaats-, autosport-, wieler- en dartnieuws hebben we op onze website speciale pagina’s ingericht, waarop de belangrijkste zaken in deze sporten worden uitgelicht. In deze rubriek Sport Kort komen hoofdzakelijk de overige berichten aan bod.", "Voetbal: Paris Saint-Germain wil contracten Neymar en Mbappé openbreken", "23.34 uur: De Franse kampioen Paris Saint-Germain gaat er alles aan doen om de twee sterspelers Neymar en Kylian Mbappé voor de club te behouden. Dat verzekerde voorzitter Nasser Al-Khelaifi na de royale overwinning tegen Basaksehir (5-1) in de Champions League, goed voor de eindzege in poule H. Neymar scoorde drie keer in dat duel en Mbappé bracht twee treffers op zijn naam.", "Volgens Nasser Al-Khelaifi zijn de onderhandelingen over een nieuw contract met Neymar (28) en Mbappé (21) inmiddels begonnen. „Ze willen allebei blijven bij PSG. Ik heb er alle vertrouwen in dat het goedkomt.” De huidige contracten van de Braziliaan Neymar en de Fransman Mbappé lopen medio 2022 af.", "Shorttrack: Nederlandse Tineke den Dulk wil als Belg naar de Spelen", "18.41 uur: De Nederlandse shorttrackster Tineke den Dulk hoopt nog dit seizoen voor België te kunnen uitkomen. De 23-jarige Friezin heeft zich in Hasselt gevestigd en de Belgische nationaliteit aangevraagd. Bij de internationale schaatsunie (ISU) loopt een procedure om voor België aan internationale wedstrijden te kunnen meedoen.", "„Ik heb het gevoel dat ik mijn plafond nog niet heb bereikt en wil graag rijden op de Olympische Spelen”, legt Den Dulk uit. Door de stevige concurrentie in Nederland schat ze haar olympische kansen momenteel in haar geboorteland niet zo groot in.", "In 2019 maakte Den Dulk deel uit van de Nederlandse aflossingsploeg die de Europese titel veroverde.", "Tennis: Robin Haase ontbreekt volgende week op NK", "14.31 uur: Robin Haase doet volgende week niet mee aan de NK tennis in Amstelveen. De Nederlandse kampioenschappen, op het laatste moment georganiseerd, passen niet in de voorbereiding van de meervoudig Nederlands kampioen op het nieuwe tennisseizoen.", "Tallon Griekspoor voert de plaatsingslijst aan bij de mannen, voor Botic van de Zandschulp, Igor Sijsling en Jesper de Jong.", "Bij de vrouwen zijn Lesley Pattinama-Kerkhove, Richèl Hogenkamp, Quirine Lemoine en Eva Vedder de vier hoogst geplaatste speelsters. Kiki Bertens, de nummer 1 van de wereld, herstelt van een achillespeesoperatie en Arantxa Rus speelt momenteel een toernooi in Dubai.", "De NK tennis werden op het laatste moment op de kalender gezet. „Het was lang wikken en wegen. De internationale toernooikalender blijft continu veranderen. Door de mogelijke verplaatsing van de Australian Open en het wegvallen van meerdere kleine toernooien ontstond voor ons toch de mogelijkheid om in december de NK te organiseren”, zei technisch directeur Jacco Eltingh.", "Vanwege de coronamaatregelen is publiek niet toegestaan op het Nationaal Tennis Centrum in Amstelveen. In de zomer werd daar ook al een NK georganiseerd. Gijs Brouwer en Hogenkamp pakten toen de titels.", "Het toernooi duurt van 14 tot en met 20 december.", "Hockey: Straf Kampong na corona-affaire Janssen blijft staan", "13.27 uur: De straf die hockeyclub Kampong heeft gekregen naar aanleiding van de gebrekkige communicatie rond een positieve coronatest van international Jip Janssen blijft staan. Kampong kreeg van de competitieleiding van hockeybond KNHB 3 punten in mindering en het duel met Tilburg moest worden overgespeeld.", "De onafhankelijke commissie van beroep van de KNHB oordeelde dat de KNHB in redelijkheid tot haar besluit is gekomen en heeft het beroep van Kampong afgewezen. Voor het overspelen van het duel tussen Tilburg en Kampong moet nog een nieuwe datum worden vastgesteld.", "Eerder oordeelde de tuchtcommissie van de KNHB al dat SV Kampong Hockey onjuist had gehandeld. De vereniging had geen melding gemaakt dat Janssen, die op 25 september meedeed aan de wedstrijd, in afwachting was van een coronatest. Tijdens de rust kreeg hij te horen dat zijn coronatest positief was. Hiervoor heeft de tuchtcommissie Kampong een boete van 500 euro opgelegd. Daartegen is de club niet in beroep gegaan.", "Wielersport: NK baanwielrennen eind december gaan niet door", "13.21 uur: De KNWU heeft in samenwerking met de organisatie van de NK baanwielrennen besloten de Nederlandse kampioenschappen duur en sprint dit seizoen niet te organiseren. Door de aanhoudende coronamaatregelen is er volgens de wielerunie geen ruimte de wedstrijden door te laten gaan.", "De NK waren voorzien van 27 tot en met 29 december in Omnisport Apeldoorn. Met de nieuwe update van de coronamaatregelen vanuit de overheid denken de KNWU en de organisatie dat het niet realistisch is dat ze de wedstrijden binnen afzienbare tijd kunnen organiseren.", "„Een kampioenschap op de baan heeft wat ons betreft als voorwaarde dat alle deelnemers de kans hebben om minimaal drie weken op de piste te trainen voorafgaand aan het evenement”, zegt Henk van Beusekom, manager sport van de KNWU. „Daar is voorlopig geen uitzicht op. Een eventuele verschuiving van de NK naar februari heeft niet onze voorkeur omdat dan veel renners die op meerdere disciplines uitkomen in voorbereiding zijn op het wegseizoen.”", "„Voorlopig zijn wedstrijden nog niet toegestaan voor iedereen zonder A-status en mogen er maximaal 30 personen per ruimte aanwezig zijn”, licht Rens Kamphuis van organisator Libéma Profcycling toe. „Wij hebben altijd naar de mogelijkheden gekeken vanuit organisatorisch oogpunt, maar voor ons staat het belang van de renners voorop. Uiteraard zijn wij teleurgesteld, maar de situatie vraagt helaas om dergelijke beslissingen.”", "Voetbal: ManUnited-coach Solskjaer wijt verlies niet aan gedoe rond Pogba", "09.30 uur: Manchester United werd door de 3-2-nederlaag bij RB Leipzig dinsdag uitgeschakeld in de Champions League. Coach Ole Gunnar Solskjaer wil niet naar het relletje rondom voetballer Paul Pogba wijzen als reden voor de uitschakeling.", "Mino Raiola, de zaakwaarnemer van Pogba, had in de aanloop naar het beslissende duel in Leipzig in een interview met Tuttosport gezegd dat de Fransman ongelukkig is in Manchester en dat het de beste oplossing is om hem in de volgende transferperiode te verkopen.", "„Het team is oké. Het lijkt me beter dat Paul z’n zaakwaarnemer zich realiseert dat dit een teamsport is en we samen moeten werken. Dat is het laatste wat ik erover wil zeggen”, zei Solskjaer.", "Volgens de Noorse coach lag de nederlaag aan de matige start van zijn ploeg, die al vroeg twee treffers incasseerde. „We speelden als team niet goed genoeg. We wisten dat ze ons onder druk zouden zetten en helaas kregen we twee goals tegen en kwamen we niet aan voetballen toe”, zei Solskjaer, die zijn spelers prees dat ze bleven vechten. „We hebben alles gegeven. Ik kan het niet aan iemands gebrek aan inzet wijten.”"], "authors": ["Onze Telesportredactie"], "keywords": ["werk", "van", "het", "op", "zijn", "mbappé", "maakt", "neymar", "psg", "niet", "een", "en", "dat", "contractverlening", "aan", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}