{"id": "8d5ae025-d0af-331b-9874-f7d8fce71a65", "title": "Cerny leeft op bij FC Twente: ‘Ik had een plek nodig waar alles samenviel’", "url": "https://www.parool.nl/sport/cerny-leeft-op-bij-fc-twente-ik-had-een-plek-nodig-waar-alles-samenviel~b5dfa5cd/", "summary": "25 september: Vaclav Cerny ontwijkt een tackle van Bart van Hintum van FC Groningen.\nDe avond daarvoor heeft hij met de nationale ploeg van Tsjechië met 2-0 gewonnen van Slowakije.\nHier had ik zo lang op gewacht en ik wist dat ik het aankon.\nIk had een plek nodig waar alles samenviel.”Het succes van Twente komt onverwacht.\nDit weekeinde tegen PSV, daarna volgen ook nog Ajax en AZ.”Voor Cerny zelf zijn het ook tests.", "paragraphs": ["25 september: Vaclav Cerny ontwijkt een tackle van Bart van Hintum van FC Groningen. FC Twente won met 3-1, Cerny scoorde de 1-0. Beeld Getty Images", "Spits Danilo Pereira da Silva (21) is topscorer van de eredivisie met acht goals. Rechtsbuiten ­Vaclav Cerny (23) is de koning van de assist. Hij bereidde vijf doelpunten voor en maakte er zelf ook al vier. De 25-jarige Queensy Menig (drie treffers) completeert de door tegenstanders ­gevreesde voorhoede van FC Twente – de club die gedoemd leek te degraderen, maar tot nu toe pas één keer verloor.", "Wat de drie gemeen hebben? Ze zijn klein van stuk, kunnen rap sprinten en ze hebben een enorme geldingsdrang. Wat hen bindt? Een verleden bij Ajax, waar de grote doorbraak uitbleef.", "Het is donderdagochtend. Vaclav Cerny zit in de auto op weg van Schiphol naar Enschede. Hij is net geland na een turbulent vluchtje van Praag naar Amsterdam, maar zijn humeur is opperbest. De avond daarvoor heeft hij met de nationale ploeg van Tsjechië met 2-0 gewonnen van Slowakije. Cerny kwam na rust in het veld en binnen tien minuten leverde hij de assist voor de 2-0. “Ik ben heel blij.”", "De linksbenige dribbelaar werd begin vorige week voor het eerst opgeroepen door bondscoach Jaroslav Silhavy. “Ik moest direct naar Leipzig vliegen, want daar speelden we de oefeninterland tegen Duitsland. Vlak voordat we naar het stadion reden, hoorde ik dat ik zou spelen. Hier had ik zo lang op gewacht en ik wist dat ik het aankon. Ik zit er heel fijn in op dit moment.”", "Vaclav Cerny spreekt vloeiend Nederlands. Hij kwam op zijn vijftiende naar Ajax als een grote belofte. Vijf keer werd hij in eigen land uitgeroepen tot talent van het jaar. Frank de Boer liet Cerny debuteren in 2015. Hij scoorde onder meer tegen Celtic in de Europa League, maar na het vertrek van de trainer die het wel zag zitten met hem, raakte Cerny op een dwaalspoor.", "Goede gesprekken", "Onder De Boers opvolger Peter Bosz kwam Cerny in het stuk niet voor en een jaar later liep de aanvaller zwaar knieletsel op. Zijn kansen bij Ajax waren verkeken. FC Utrecht nam hem ­vorig seizoen voor één miljoen euro over, maar in de Domstad kwijnde de jonge Tsjech weg op de reservebank. Jan Streuer, de technische baas van FC Twente, bevrijdde hem afgelopen zomer: “Vaclav is een gevoelige jongen die vertrouwen nodig heeft. Wij denken dat wij een staf hebben die hem weet te prikkelen.”", "Het is het eerste wat Cerny zegt als hem wordt gevraagd waarom hij zich nu zo manifesteert bij FC Twente: “Ik voel het vertrouwen.” Van trainer Ron Jans, maar ook van de assistenten, onder wie Andries Ulderink. Ulderink was trainer van Cerny bij Jong Ajax. “Ik heb geleerd te luisteren naar de mensen die het goed met mij voorhebben. Ik heb veel aan de gesprekken met Ron Jans, ik vind het fijn om voor hem te spelen.", "Ik voel iets wat ik lang niet heb gevoeld. Dat ­vertrouwen wil ik terugbetalen.”", "Een jaar geleden zat Cerny nog in zak en as. Hij had geen idee waarom hij niet speelde bij FC Utrecht. Twijfel hield hem in zijn greep. “Ik ben de laatste jaren anders geworden in mijn hoofd. Vanaf mijn jongste jeugd tot een paar jaar geleden was alles in een stijgende lijn omhoog gegaan. Daar ga je pas over nadenken als de lijn afbuigt. Hoe ga je ermee om als je tegenslagen krijgt? Daarom geniet ik nu zo van wat ik meemaak. Ik wil het me ook niet laten afpakken, ik zal daar heel hard voor strijden. Ik had een plek nodig waar alles samenviel.”", "Het succes van Twente komt onverwacht. In juni beschikte de club nog maar over acht spelers. Cerny was een van de eerste aanwinsten. Hij vormt een sterk trio met Danilo – hij wordt gehuurd van Ajax – en Menig. “Met Queensy heb ik een paar keer bij Ajax onder 19 gespeeld. Met Danilo veel vaker bij Jong Ajax. Ze zijn heel verschillend. Queensy is heel rustig, vrij in zijn hoofd. Een mooie speler om naar te kijken, sierlijk. Danilo is echt een Braziliaan, een danser, TikTok. Hij heeft ook op het veld gevoel voor ritme, voor de snelle combinaties, de een-tweetjes. Wij drieën passen bij elkaar.”", "Ambitieuzer", "Met de teamprestaties komen ook de individuele beloningen. Niet alleen Cerny werd international, ook Danilo speelde zijn eerste duels voor Brazilië onder 23 jaar en keeper Joël Drommel maakte zijn debuut in de selectie van Oranje. Cerny: “Het is knap hoe dit team is opgebouwd. Iedereen weet met welk doel we zijn begonnen: niet degraderen. Inmiddels mogen we ambitieuzer zijn. Je voelt de energie in de club. Ik hoor van iedereen om me heen: dat hebben we lang niet gehad bij Twente. Maar we eisen meer van elkaar, omdat we allemaal vinden dat we een goede selectie hebben. Over een paar weken ­weten we waar we staan. De echte tests gaan nu komen. Dit weekeinde tegen PSV, daarna volgen ook nog Ajax en AZ.”", "Voor Cerny zelf zijn het ook tests. “Ik heb nooit eerder meer dan vijf eredivisiewedstrijden ­achter elkaar gespeeld. Ik moet groeien. Ik ben op de goede weg. Het is misschien wel een ­omweg, maar dat geeft niet. Als het doel maar in zicht blijft.”"], "authors": ["Dick Sintenie"], "keywords": ["samenviel", "van", "waar", "op", "het", "hij", "zijn", "plek", "twente", "nodig", "ik", "met", "voor", "een", "leeft", "fc", "cerny"], "pubDate": "2020-11-22T11:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}