{"id": "8d7753f7-84b9-3674-a614-34be4c6f36bf", "title": "’s Nachts is het druk in de dierenwereld", "url": "https://www.telegraaf.nl/lifestyle/387504977/s-nachts-is-het-druk-in-de-dierenwereld", "summary": "Maar wist je dat ze hun directe omgeving ook uit hun hoofd leren om in het donker nergens tegenaan te vliegen?\n2) Das – Landgoed De ColckhofDe das is een van de grootse landzoogdieren van Nederland.\nAls echte scharrelaar kun je hem in allerlei soorten landschappen aantreffen zolang er maar voedsel, beschutting en een rustplek zijn.\nToch zijn er ook die ’s winters als vlinder in actie blijven zoals de zwartvlekwinteruil.\nMet wat kleine aanpassingen maak je je tuin al snel egelvriendelijk.", "paragraphs": ["1) Kerkuil – De Groote Modderkolk", "Hét dier van de nacht is de uil. Met z’n grote ogen kijkt-ie rustig om zich heen. Maar wist je dat ze hun directe omgeving ook uit hun hoofd leren om in het donker nergens tegenaan te vliegen? De kerkuil schuilt graag in kerktorens. Maar niet alleen daar, al jaren broedt een kerkuil op boerderij De Groote Modderkolk van Natuurmonumenten in Loenen.", "2) Das – Landgoed De Colckhof", "De das is een van de grootse landzoogdieren van Nederland. Als echte scharrelaar kun je hem in allerlei soorten landschappen aantreffen zolang er maar voedsel, beschutting en een rustplek zijn. In de Colckhof hebben ze een goed leefgebied gevonden. Hun burcht bouwen dassen graag hoog en droog. De holenstelsels worden van generatie op generatie gebruikt en kunnen eeuwenoud zijn. Ze groeien dan uit tot een fors bouwwerk met gangen, kamers, rotondes en verdiepingen.", "3) Knoflookpad – Huis ter Heide", "Padden zijn er in alle soorten en maten. De knoflookpad, een zeldzame soort, stelt hoge eisen aan zijn leefgebied. Natuurmonumenten heeft in de vennen van Huis ter Heide vijf jaar lang knoflookpadlarven uitgezet. Na lang wachten werd dit jaar een eerste voortplantingssucces geboekt. Goed nieuws voor deze ernstig bedreigde soort.", "4) Vleermuis – Schaepen Burgh", "Spookachtig vliegt hij door de nacht en feilloos ontwijkt hij bomen en andere obstakels. Met hun sonartechniek zijn vleermuizen doeltreffende jagers van de nacht. In de winter houden ze een winterslaap. Een favoriete plek is de ijskelder op landgoed Schaep en Burgh waar ze op hun kop aan hun achterpoten hangen. Natuurmonumenten heeft in 2016 de ijskelder opgeknapt om de omstandigheden voor vleermuizen te verbeteren.", "5) Nachtvlinder – De Snippert", "In Nederland leven zo’n 2400 soorten vlinders, een groot deel daarvan is nachtvlinder. Ze zijn vaak verfijnd, maar minder opvallend gekleurd dan vlinders die overdag leven. De meeste zijn nu aan het overwinteren als eitje, rups of pop. Toch zijn er ook die ’s winters als vlinder in actie blijven zoals de zwartvlekwinteruil. In landgoed De Snippert inventariseren vrijwilligers elk jaar welke nachtvlinders er leven. Dit jaar werden er 105 soorten gespot.", "6) Egel – je eigen tuin", "Met hun stekelige vacht lijken egels goed beschermd tegen roofdieren en andere vijanden. Maar dat helpt niet tegen hun grootste vijand: de auto. Jaarlijks worden er zo’n 135.000 doodgereden.", "Met wat kleine aanpassingen maak je je tuin al snel egelvriendelijk. Maak met wat bladeren en takken een rommelhoekje. Heb je een schutting? Laat dan een kleine opening vrij zodat ze veilig van tuin naar tuin kunnen ’hoppen’."], "authors": [], "keywords": ["dierenwereld", "er", "s", "zijn", "van", "en", "een", "hun", "ze", "het", "maar", "nachts", "soorten", "druk", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}