{"id": "8d90043c-cc0f-3172-b662-73b5c4c71d41", "title": "Tech in 2020: vouwschermen, streamingdiensten en Zoom-borrels", "url": "https://nu.nl/week-van-nutech/6097384/tech-in-2020-vouwschermen-streamingdiensten-en-zoom-borrels.html", "summary": "Dit was het jaar waarin vouwschermen hun opmars maakten, de klapbare mobiele telefoons waren niet langer toekomstmuziek voor consumenten.\nVerder was 2020 het jaar waarin digitale Zoom-borrels het nieuwe normaal werden.\nAl is het niet de beste vervanger voor daadwerkelijk contact, we moesten het er dit jaar maar mee doen.\nVerder maken we de laatste winnaar van het ringtonespel bekend en hebben we de bloopers van het afgelopen jaar aan elkaar geplakt.\nStuur dan een e-mail naar podcast@nu.nl.", "paragraphs": ["In de allerlaatste Week van NUtech blikken we terug op tech in 2020. Dit was het jaar waarin vouwschermen hun opmars maakten, de klapbare mobiele telefoons waren niet langer toekomstmuziek voor consumenten. Of ze ook aan te raden zijn is een tweede.", "Dan de streamingdiensten. Tien jaar geleden was Netflix nog niet in Nederland beschikbaar, inmiddels kunnen we geen leven meer zonder voorstellen. Tegelijkertijd is het streaminglandschap voller dan ooit. Is het wildgroei of een droom die wekelijkheid is geworden?", "Verder was 2020 het jaar waarin digitale Zoom-borrels het nieuwe normaal werden. Veilig op afstand een pubquiz houden en drinken met een scherm ertussen. Al is het niet de beste vervanger voor daadwerkelijk contact, we moesten het er dit jaar maar mee doen.", "Ook blikken we terug op de voorspellingen die we vorig jaar in de podcast maakten. Verder maken we de laatste winnaar van het ringtonespel bekend en hebben we de bloopers van het afgelopen jaar aan elkaar geplakt.", "Reageer", "Wil je reageren op deze aflevering of meedoen aan het ringtonespel? Stuur dan een e-mail naar podcast@nu.nl.", "Alle voorgaande afleveringen van De week van NUtech zijn hier te vinden. Heb je nog geen podcastapp? Bekijk dan onze lijst met de vijf beste podcastapps voor iOS en Android."], "authors": ["Door"], "keywords": ["vouwschermen", "2020", "van", "dan", "jaar", "en", "tech", "een", "voor", "zoomborrels", "aan", "op", "het", "niet", "streamingdiensten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}