{"id": "8da36b6a-f125-3609-b73f-b2f74668692c", "title": "Tesla-gelovigen krijgen (voorlopig) gelijk; waarde bedrijf schiet omhoog", "url": "https://nos.nl/artikel/2320887-tesla-gelovigen-krijgen-voorlopig-gelijk-waarde-bedrijf-schiet-omhoog.html", "summary": "Voor dit jaar verwacht het bedrijf minstens 500.000 auto's te produceren, het afgelopen jaar was dat 367.500 auto's.\nIn drie maanden tijd is de waarde van het aandeel meer dan verdubbeld.\nWie bij de beursgang van het bedrijf in 2010 voor 1000 euro aandelen kocht, heeft nu 33.000 euro in bezit.\nHet bedrijf heeft op de beurs een waarde van meer dan 90 miljard euro.\nMede-oprichter Elon Musk grapte in april 2018 over een aanstaande ondergang van het bedrijf.", "paragraphs": ["De vraag of autobedrijf Tesla op weg is naar succes of een faillissement, lijkt voorlopig beantwoord. Het bedrijf verkocht in 2019 meer auto's dan ooit en boekte twee kwartalen op rij winst. Voor dit jaar verwacht het bedrijf minstens 500.000 auto's te produceren, het afgelopen jaar was dat 367.500 auto's.", "Op de beurs is het aandeel Tesla de afgelopen maanden een ware groeibriljant. In drie maanden tijd is de waarde van het aandeel meer dan verdubbeld. Wie bij de beursgang van het bedrijf in 2010 voor 1000 euro aandelen kocht, heeft nu 33.000 euro in bezit.", "Het bedrijf heeft op de beurs een waarde van meer dan 90 miljard euro. Daarmee is het meer waard dan autobouwer Volkswagen, een van de grootste autofabrikanten ter wereld.", "Waarde overdreven?", "Critici vinden de waarde van Tesla overdreven. Het bedrijf produceerde in 2019 367.500 auto's. Ter vergelijking, Volkswagen maakt er meer dan 10 miljoen.", "De afgelopen jaren werd er door analisten nog openlijk gespeculeerd over een aanstaand faillissement van de automaker. Er ging namelijk snel geld uit het bedrijf en onderaan de streep bleef er steeds verlies over. Mede-oprichter Elon Musk grapte in april 2018 over een aanstaande ondergang van het bedrijf."], "authors": [], "keywords": ["meer", "krijgen", "dan", "tesla", "van", "schiet", "een", "teslagelovigen", "omhoog", "het", "er", "op", "voorlopig", "gelijk", "waarde", "bedrijf"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}