{"id": "8db5b154-ffb4-380c-b82c-4c5dcab7a669", "title": "Dit zijn de invloedrijkste Nederlanders van 2020", "url": "https://www.volkskrant.nl/kijkverder/v/2020/de-volkskrant-top-200-van-invloedrijkste-nederlanders-2020~v410463/", "summary": "De Volkskrant presenteert dit jaar voor de vijftiende keer de Volkskrant Top 200 van invloedrijkste Nederlanders.\nDit gebeurt via een netwerkanalyse, waarbij de invloed wordt berekend op basis van de positie van mensen in het totale netwerk rond de regering, als centrum van de macht.\nKoning Willem-Alexander (en koningin Máxima) en de leden van het kabinet zijn per definitie hors concours, want zij vormen zelf het centrum van de macht.\nOok buitenlandse bestuurders van Nederlandse bedrijven (zoals Nancy McKinstry van Wolters Kluwer), Nederlandse bestuurders met buitenlandse functies (zoals vicevoorzitter van de Europese Commissie Frans Timmermans), rijke ondernemers zonder bestuurlijke functies (zoals Arnout Schuijff van Adyen) en niet bestuurlijk actieve opinieleiders (zoals Sheila Sitalsing) zijn uitgesloten van de lijst.\nDeze lijst doet dat vooral door het in kaart brengen van netwerkposities, een beproefde indicatie van de feitelijke mogelijkheid tot het uitoefenen van invloed.", "paragraphs": ["De Volkskrant presenteert dit jaar voor de vijftiende keer de Volkskrant Top 200 van invloedrijkste Nederlanders. Hoe wordt die ranglijst samengesteld?", "Wat is de Volkskrant Top 200 van invloedrijkste Nederlanders?", "De Volkskrant Top 200 is een ranglijst die de bestuurlijke elite van Nederland in kaart brengt: de mannen en vrouwen op de belangrijkste posities in de maatschappij, maar ook landgenoten die in het verleden hun sporen hebben verdiend in politiek, openbaar bestuur of bedrijfsleven en nu, vaak achter de schermen, actief zijn in besturen, raden en commissies. De lijst brengt zo de gevestigde orde in beeld, de ‘schaduwmacht’ van notabelen die, zoals een ingewijde het eens uitdrukte, aan invloed zouden verliezen als ze minister werden. Want dat is een kenmerk van de bestuurlijke elite: haar leden zijn in het algemeen niet democratisch gekozen en worden niet altijd democratisch gecontroleerd.", "Wat meet de ranglijst eigenlijk?", "De lijst rangschikt de invloedrijkste bestuurders uit een door de Volkskrant opgebouwde database van meer dan 25 duizend personen en functies. Dit gebeurt via een netwerkanalyse, waarbij de invloed wordt berekend op basis van de positie van mensen in het totale netwerk rond de regering, als centrum van de macht. Hoe hoger iemand op de lijst staat, hoe meer kans hij of zij heeft om invloed uit te oefenen op het regeringsbeleid. De analyse wordt verricht door Christian Gulas van onderzoeksbureau FAS Research in Wenen. Het model werd oorspronkelijk ontwikkeld door netwerksocioloog Wouter de Nooy (Universiteit van Amsterdam).", "Waarom staan sommige evident invloedrijke mensen er niet op?", "Een aantal mensen wordt om praktische redenen uitgesloten van de ranglijst. Koning Willem-Alexander (en koningin Máxima) en de leden van het kabinet zijn per definitie hors concours, want zij vormen zelf het centrum van de macht. Leden van de Tweede Kamer doen ook niet mee, omdat zij democratisch zijn gekozen (Eerste Kamerleden wel, want dat is een bijbaan). Ook buitenlandse bestuurders van Nederlandse bedrijven (zoals Nancy McKinstry van Wolters Kluwer), Nederlandse bestuurders met buitenlandse functies (zoals vicevoorzitter van de Europese Commissie Frans Timmermans), rijke ondernemers zonder bestuurlijke functies (zoals Arnout Schuijff van Adyen) en niet bestuurlijk actieve opinieleiders (zoals Sheila Sitalsing) zijn uitgesloten van de lijst.", "Meet de Volkskrant Top 200 dan wel het juiste? Is die bestuurlijke elite nog wel zo invloedrijk in tijden van globalisering, populisme en sociale media? Waarom staat bijvoorbeeld iemand als Arjen Lubach niet op de lijst?", "Terechte vraag, want Lubach heeft ontegenzeggelijk invloed in Nederland. Maar invloed meten is lastig. Deze lijst doet dat vooral door het in kaart brengen van netwerkposities, een beproefde indicatie van de feitelijke mogelijkheid tot het uitoefenen van invloed. Het alternatief is invloed meten op basis van reputaties: wie wordt als invloedrijk waargenomen? Ook dat heeft beperkingen, want soms zijn reputaties op niets gebaseerd."], "authors": ["December"], "keywords": ["van", "dit", "niet", "een", "invloedrijkste", "invloed", "en", "zoals", "2020", "zijn", "nederlanders", "op", "volkskrant", "het"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}