{"id": "8dc914f4-4510-3c2e-bd3e-529fee08fcd2", "title": "Geen nieuwe coronabesmettingen bij proefevenement in Barcelona", "url": "https://nu.nl/muziek/6100696/geen-nieuwe-coronabesmettingen-bij-proefevenement-in-barcelona.html", "summary": "Bij een proefevenement in Barcelona met ruim duizend deelnemers is niemand met het coronavirus besmet geraakt.\nDe zogeheten PRIMA-CoV-studie werd uitgevoerd door de Fight AIDS and Infectious Diseases Foundation en een ziekenhuis in Barcelona.\nNa afloop van het evenement bleek dat geen van de deelnemers besmet is geraakt.\nHet dragen van het masker was gedurende het evenement verplicht, maar de bezoekers hoefden onderling geen afstand te houden in de concertzaal met een capaciteit van negenhonderd personen.\nZo was er een afgebakende buitenruimte voor rokers en waren drankjes alleen toegestaan in een speciale ruimte met een bar.", "paragraphs": ["Bij een proefevenement in Barcelona met ruim duizend deelnemers is niemand met het coronavirus besmet geraakt. Het proefevenement werd georganiseerd om te testen of een concert zonder verplichte onderling afstand, maar met sneltests en PCR-tests tot nieuwe besmettingen zou leiden.", "De zogeheten PRIMA-CoV-studie werd uitgevoerd door de Fight AIDS and Infectious Diseases Foundation en een ziekenhuis in Barcelona. Het evenement werd gefinancierd door Primavera Sound, een jaarlijks festival in Barcelona.", "Na afloop van het evenement bleek dat geen van de deelnemers besmet is geraakt. De organisatoren denken dat de bevindingen zeer nuttig kunnen voor het organiseren van evenementen in de toekomst.", "Het evenement duurde 2,5 uur. Alle 1.047 deelnemers waren tussen de 18 en 59 jaar oud en waren veertien dagen voorgaand aan het evenement niet besmet met het coronavirus.", "Iedereen had een negatieve sneltest nodig om binnen te komen. Van alle 1.047 deelnemers gingen er 463 naar het concert, de rest was de controlegroep. Van de mensen die het concert hebben bijgewoond, was niemand besmet. In de controlegroep testten twee mensen positief, maar dit bleek direct uit beide testen.", "Bij de ingang van de zaal werd elke deelnemer een gecertificeerd stoffen masker overhandigd. Het dragen van het masker was gedurende het evenement verplicht, maar de bezoekers hoefden onderling geen afstand te houden in de concertzaal met een capaciteit van negenhonderd personen. Daar mocht ook gezongen en gedanst worden.", "Wel waren er in de zaal veiligheidsmaatregelen getroffen. Zo was er een afgebakende buitenruimte voor rokers en waren drankjes alleen toegestaan in een speciale ruimte met een bar. De mondkapjes mochten tijdens het drinken even af."], "authors": ["Door"], "keywords": ["van", "het", "evenement", "coronabesmettingen", "proefevenement", "en", "nieuwe", "een", "met", "geen", "besmet", "bij", "deelnemers", "barcelona", "werd", "waren"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}