{"id": "8de1d82f-fd4e-3a8d-9199-f5ffceb68969", "title": "'Start Formule 1-seizoen in Australië onzeker door quarantaineregels'", "url": "https://nu.nl/formule-1/6100093/start-formule-1-seizoen-in-australie-onzeker-door-quarantaineregels.html", "summary": "Voor het tweede jaar op rij lijkt de coronapandemie tot problemen bij de start van het Formule 1-seizoen te leiden.\nDiverse media melden maandag dat de Grand Prix van Australië, volgens planning op 21 maart de eerste race van het jaar, wordt uitgesteld.\nVerscherpte lokale quarantaineregels zouden het onmogelijk maken om de Formule 1-race op het Albert Park Street Circuit te houden.\nHet bleek het begin van een onorthodox seizoen, dat pas in juli in Oostenrijk begon.\nNormaal gesproken gaat Lewis Hamilton dit jaar voor zijn achtste wereldtitel, al heeft de Brit zijn aflopende contract bij Mercedes nog altijd niet verlengd.", "paragraphs": ["Voor het tweede jaar op rij lijkt de coronapandemie tot problemen bij de start van het Formule 1-seizoen te leiden. Diverse media melden maandag dat de Grand Prix van Australië, volgens planning op 21 maart de eerste race van het jaar, wordt uitgesteld.", "Verscherpte lokale quarantaineregels zouden het onmogelijk maken om de Formule 1-race op het Albert Park Street Circuit te houden. In tegenstelling tot vorig jaar, toen de Australische GP niet doorging, zou het evenement nu verplaatst worden.", "\"We hebben onze kalender voor 2021 rond en kijken uit naar de terugkeer van de Formule 1 in maart van dit jaar\", is het enige wat een woordvoerder van de Formule 1 er tegen persbureau Reuters over wil zeggen.", "De woorden \"maart van dit jaar\" kunnen ook betekenen dat het seizoen pas in Bahrein begint, want die Grand Prix staat voor 28 maart op de kalender, die in totaal 23 races telt.", "134 Dit zijn de nieuwe regels in het komende Formule 1-seizoen", "Coureurs hebben al apart seizoen achter de rug", "Vorig jaar was iedereen al present op het Albert Park Street Circuit en werd pas enkele uren voor de start van de eerste training een streep door het raceweekend gehaald. Het bleek het begin van een onorthodox seizoen, dat pas in juli in Oostenrijk begon.", "Mogelijk maken de coureurs de eerste officiële kilometers van 2021 dus op het circuit van Bahrein, waar vorig jaar eind november en begin december nog twee Grands Prix werden verreden.", "Normaal gesproken gaat Lewis Hamilton dit jaar voor zijn achtste wereldtitel, al heeft de Brit zijn aflopende contract bij Mercedes nog altijd niet verlengd. Max Verstappen hoopt met zijn nieuwe Red Bull Racing-teamgenoot Sergio Pérez beter voor de dag te komen dan in 2020."], "authors": ["Door"], "keywords": ["maart", "zijn", "van", "formule", "jaar", "start", "voor", "dit", "onzeker", "quarantaineregels", "op", "te", "het", "door", "australië", "1seizoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}