{"id": "8df65605-5d06-3383-bb4f-541197c10fef", "title": "Acteur Elliot Page (33) maakt bekend non-binair te zijn", "url": "https://www.parool.nl/kunst-media/acteur-elliot-page-33-maakt-bekend-non-binair-te-zijn~b0d3e320/", "summary": "Beeld Getty Images for IMDb‘Ik voel me gelukkig dat ik dit kan opschrijven.\nDat ik op dit punt in mijn leven ben aangekomen,’ schrijft Page (33).\nIk wil niet het vreugdemoment van mijn coming out verpesten, maar ik wil het complete beeld schetsen.\nEn ik hou ervan dat ik queer ben.\nEn ik zal er alles aan doen om dit een betere wereld voor jullie te maken.’", "paragraphs": ["Beeld Getty Images for IMDb", "‘Ik voel me gelukkig dat ik dit kan opschrijven. Dat ik op dit punt in mijn leven ben aangekomen,’ schrijft Page (33). De acteur is non-binair: hij identificeert zich noch als man, noch als vrouw. Wel wil Page voortaan worden aangesproken met ‘hij’ en ‘hen’.", "Page is onder meer bekend van de Netflix-serie The Umbrella Academy en films als Inception en Juno. Voor die laatste werd de acteur ook genomineerd voor een Oscar. ‘Ik weet niet hoe ik het moet zeggen en hoe merkwaardig het is dat ik eindelijk genoeg van mijzelf hou om mijn authentieke ik na te streven.’", "‘Statistieken zijn hartverscheurend’", "Voor Page voelt zijn coming out als een ‘vreugdevol’ moment, maar hij is ook bang voor wat hem te wachten staan. ‘Ik ben bang voor de haat, de ‘grappen’ en het geweld. Ik wil niet het vreugdemoment van mijn coming out verpesten, maar ik wil het complete beeld schetsen. De statistieken zijn hartverscheurend. De discriminatie van trans personen is groot met gruwelijke gebeurtenissen tot gevolg.’", "Dan vervolgt Page positief: ‘Ik vind het geweldig dat ik trans ben. En ik hou ervan dat ik queer ben. Hoe dichter ik bij mezelf kom en omarm wie ik echt ben, hoe meer ik kan dromen en hoe meer mijn hart groeit.’ Hij heeft nog een boodschap voor alle transgender personen die in lastige omstandigheden verkeren. ‘Ik zie jullie. Ik hou van jullie. En ik zal er alles aan doen om dit een betere wereld voor jullie te maken.’"], "authors": ["Mark Den Blanken"], "keywords": ["van", "hoe", "het", "nonbinair", "bekend", "zijn", "maakt", "ik", "ben", "page", "mijn", "te", "elliot", "33", "en", "dat", "acteur", "voor"], "pubDate": "2020-12-01T20:37:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}