{"id": "8dfb5350-2da9-38ae-91c1-d467deb28bc3", "title": "In les ‘burgerschap’ moet alles gezegd kunnen worden", "url": "https://trouw.nl/opinie/in-les-burgerschap-moet-alles-gezegd-kunnen-worden~bc92d3c2/", "summary": "Dat studenten, door middel van het vak burgerschap, moeten worden opgeleid tot participerende burgers, staat als doelstelling hoog in het vaandel.\nDat betekent ook dat in de klas alles gezegd moet kunnen worden, verwijzend naar J.S.\nOm dat te kunnen begrijpen, moet je als docent kunnen uitleggen dat iemands socialisatie bepalend is voor diens selectieve waarneming.\nAls docent moet ik de juiste accenten weten uit te lichten en te benutten voor de discussie.\nMaar niet alleen tijdens de lessen burgerschap, zegt Saro Lozano Parra, promovendus onderwijsfilosofie aan de Universiteit Utrecht en docent geschiedenis.", "paragraphs": ["Het klaslokaal is bij uitstek de oefenplaats voor de student om te participeren als burger, betoogt Anne Marie van Rooijen, voormalig docent burgerschap.", "Met regelmaat stel ik zowel mijn collega’s als mijn studenten de volgende vraag: wat is het cruciale verschil tussen een virus en kennis? Het juiste antwoord is: een virus is overdraagbaar en kennis niet. Door in de buurt van een virus te zijn kun je het krijgen, maar hele dagen vertoeven in de gangen van de universiteit of bibliotheek maakt me niets wijzer. Om kennis te vergaren moet ik zelf snoeihard aan het werk.", "Om deze reden is het onvoldoende om als docent burgerschap mijn studenten uitsluitend te informeren over kaders, principes en voorwaarden van onze democratische rechtsstaat. Daarvan worden ze geen participerende burgers. Dat studenten, door middel van het vak burgerschap, moeten worden opgeleid tot participerende burgers, staat als doelstelling hoog in het vaandel. Maar, beseffende dat er geen opleiding bestaat die hierop voorbereidt, hoe kun je als docent studenten daarbij begeleiden? In 2005 ben ik begonnen als docent bij MBO Utrecht. Ik richtte mij op het ontwikkelen van burgerschapsonderwijs (BS), wat toentertijd een nieuw vakgebied was. Inmiddels hanteert de overheid een set aan doelstellingen met het accent op de ontwikkeling van kritische denkvaardigheden.", "Onderwijs is altijd al complex, maar BS-onderwijs nog iets meer. Gert Biesta, onderwijspedagoog en hoogleraar pedagogiek, onderscheidt een drievoudige opdracht voor onderwijs. Een kwalificerende, waarbij het vooral gaat over (vak)kennis die nodig is voor het toekomstige beroep. Als tweede de socialiserende opdracht: maatschappelijke kaders, regels en kennis die een student zich eigen moet maken, de spelregels van onze samenleving. Als derde benoemt hij de persoonsvorming, het volwassen worden.", "Elke stem telt", "Die volwassenheid is niet leeftijdsgebonden, maar een vaardigheid om vanuit verantwoordelijkheid je te verbinden met de omgeving. Met deze drieslag helpt het onderwijs de student, om in de woorden van Biesta te spreken, ‘in de wereld te komen’. De opdracht vanuit de overheid aan de docent BS heeft betrekking op de socialiserende en de persoonsvormende opdracht.", "Een belangrijk principe van een democratische samenleving is dat elke minderheid ertoe doet, elke stem telt. Het klaslokaal geldt als oefenplaats voor de student om te participeren als burger. De docent begeleidt de student in het leren toepassen van die spelregels. Dat betekent ook dat in de klas alles gezegd moet kunnen worden, verwijzend naar J.S. Mill (1859): ‘Wat niet gezegd mag worden kan ook niet bediscussieerd worden en zal ondergronds een eigen leven gaan leiden’. De docent is ‘als een vroedvrouw’ voor de student in het ontwikkelen van kennis en vaardigheden, in de ontwikkeling naar volwassenheid. Dat is een boeiend proces en tegelijk zeer complex.", "Aan de hand van een actuele casus, de moord op de Franse docent Paty, waardoor de Mohammed-cartoons weer op de educatieve agenda belandden, leg ik hier uit wat een docent BS dan in huis moet hebben om dit proces succesvol te kunnen begeleiden.", "Fundamentalisten", "De docent zal dan uitleggen dat fundamentalisten hun macht misbruiken door zich te laten associëren met het goddelijke (door kledingkeuze, gedrag en woordkeuze). Cartoons ridiculiseren juist die poging. Ze tonen de fundamentalist in de aankleding die de fundamentalist gekozen heeft, en koppelen dit aan het misbruik dat die fundamentalist uit naam van ‘zijn achterban’ pleegt. Niet het goddelijke wordt beledigd, maar de aardse misbruiker wordt belachelijk gemaakt. Maar wat de docent nodig heeft om dit te kunnen behandelen in het klaslokaal is kennis van de volgende vakgebieden.", "Psychologie: hoe komt het dat de ene persoon in een tekening iets grappigs ziet en een ander een belediging van wat voor hem of haar van grote waarde is? Om dat te kunnen begrijpen, moet je als docent kunnen uitleggen dat iemands socialisatie bepalend is voor diens selectieve waarneming.", "Geschiedenis: wanneer het over terrorisme gaat moet je weten welke verschijningsvormen dit in de geschiedenis had. Als docent moet ik de juiste accenten weten uit te lichten en te benutten voor de discussie.", "Politiek: wat betekent het om een land te besturen, hoe werkt democratie? Als docent moet je kunnen vergelijken met andere politieke systemen. Om daarna met elkaar de volgende vraag te onderzoeken: wat vraagt een democratische samenleving van haar burgers?", "Sociologie: wat is macht? Uitleggen dat macht gemakkelijk corrumpeert en om die reden gecontroleerd en aan de kaak gesteld dient te worden. Wanneer iemand neigt tot misbruik van macht, moet die persoon teruggefloten kunnen worden. Humor is vanouds een middel om macht terug te brengen tot noodzakelijke proporties.", "Gelovig", "Religie: voorafgaand aan de behandeling van de belangrijke religieuze stromingen, moet een belangrijke onderliggende vraag aan bod komen: waarom heeft de mens behoefte aan een religie? Wanneer een student vraagt aan de docent of deze gelovig is, is het zaak de vraag van de student te onderzoeken. Wat precies wil de student weten?", "Medialogica: wat is de invloed van algoritmes op mijn beeld van de werkelijkheid? Hoe kom ik tot een mening en welke rol is daarin weggelegd voor de media?", "De BS-docent heeft de vaardigheid nodig om een dialoog te voeren en te begeleiden met focus op luisteren, doorvragen in plaats van oordelen, nieuwsgierigheid ontwikkelen, het kunnen uithouden om ‘even niet te weten’, oefenen in het formuleren van lastige gedachten. En de vaardigheid om te reflecteren: direct herkennen wanneer eigen emoties het contact beïnvloeden en daarop kunnen bijsturen. Tot slot is een flinke portie lef nodig. Dus, wie durft en hoe krijg je dit dan allemaal voor elkaar?", "Lees ook:", "Burgerschapsonderwijs is te vaag om seksuele diversiteit in de klas overal goed te bespreken", "Welke normen en waarden we de nieuwe generaties willen meegeven, moet duidelijk zijn. Dan pas kan de onderwijsinspectie controleren of gevoelige onderwerpen als tolerantie, vrijheid van meningsuiting en seksuele diversiteit op scholen voldoende aan bod komen, stellen Frank Buijs en Ger Rolsma namens de regenboognetwerken van CDA, PvdA, GroenLinks, VVD, D66, SP.", "Bespreek de aanslag op leraar Paty in elke les, niet alleen bij burgerschap", "De moord op de Franse leraar Samuel Paty zou op Nederlandse scholen moeten worden besproken. Maar niet alleen tijdens de lessen burgerschap, zegt Saro Lozano Parra, promovendus onderwijsfilosofie aan de Universiteit Utrecht en docent geschiedenis."], "authors": ["Anne Marie Van Rooijen"], "keywords": ["les", "van", "als", "gezegd", "wat", "het", "burgerschap", "docent", "moet", "alles", "een", "kunnen", "te", "en", "om", "dat", "worden"], "pubDate": "2020-11-25T12:57:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}