{"id": "8e128f3f-c385-3ef1-9306-b90ec0307257", "title": "Turncommentator Hans van Zetten per direct weg bij de NOS", "url": "https://www.parool.nl/sport/turncommentator-hans-van-zetten-per-direct-weg-bij-de-nos~b2124ec6/", "summary": "Hans van Zetten op de perstribune tijdens het ritmisch gymnastiektoernooi in de Future Arena tijdens de Olympische Spelen in Rio.\nBeeld Hollandse Hoogte / ANPVan Zetten kiest zelf voor het stopzetten van zijn werkzaamheden bij de NOS.\nDe vakkennis van Hans als turncommentator staat volstrekt buiten kijf, maar ons vak gaat ook over geloofwaardigheid.\n“De NOS is hem veel dank verschuldigd voor zijn vakkennis, zijn karakteristieke stem en zijn legendarisch geworden commentaar.\n‘Hij staat, ik sta, het is ongekend’ - zijn en blijven onderdeel van het collectief geheugen van de Nederlandse sport.”Van Zetten werd in 2012 een nationale beroemdheid door zijn commentaar bij de gouden oefening van Epke Zonderland op de Olympische Spelen in Londen.", "paragraphs": ["Hans van Zetten op de perstribune tijdens het ritmisch gymnastiektoernooi in de Future Arena tijdens de Olympische Spelen in Rio. Beeld Hollandse Hoogte / ANP", "Van Zetten kiest zelf voor het stopzetten van zijn werkzaamheden bij de NOS. Hij biedt in een persoonlijke verklaring zijn excuses aan voor uitlatingen die hij in 2011 als erelid van de Zoetermeerse turnvereniging Pro Patria deed tegen turnsters Verona van de Leur, Suzanne Harmes en Gabriëlla Wammes. ‘In retrospectief vind ik de zinnen hard en mogelijk kwetsend, en sowieso niet passend voor waar ik als oud-coach en bondscoach voor sta.’", "‘Ik heb jullie geweldige turnprestaties jarenlang op tv met veel passie van duiding voorzien,’ vervolgt hij. ‘Miljoenen kijkers genoten mee. En dan verdienen jullie het zeker niet dat ik mij zo laatdunkend heb uitgelaten over jullie getuigenissen eind 2011. Voor die beschreven uitlatingen bied ik mijn oprechte verontschuldigingen aan.’", "‘Verstandig besluit’", "Maarten Nooter, hoofdredacteur van NOS Sport, noemt zijn zelfgekozen vertrek een verstandig besluit “De gedane uitlatingen passen op geen enkele manier bij alles waar wij als NOS voor staan. De vakkennis van Hans als turncommentator staat volstrekt buiten kijf, maar ons vak gaat ook over geloofwaardigheid. Anno 2020 zitten we nog volop in de onthullingen over misstanden in de turnwereld. Daar moet een NOS-commentator onbevangen en met respect over kunnen spreken en oordelen. En dus is dit een wijs besluit, hoe jammer het ook is dat het na 34 jaar zo afloopt.”", "Nooter roemt hem ondanks het vervelende afscheid toch voor zijn werk. “De NOS is hem veel dank verschuldigd voor zijn vakkennis, zijn karakteristieke stem en zijn legendarisch geworden commentaar. ‘Hij staat, ik sta, het is ongekend’ - zijn en blijven onderdeel van het collectief geheugen van de Nederlandse sport.”", "Van Zetten werd in 2012 een nationale beroemdheid door zijn commentaar bij de gouden oefening van Epke Zonderland op de Olympische Spelen in Londen. Tijdens dat commentaar sprak hij ook de woorden: “Hij staat, ik sta, het is ongekend.”"], "authors": [], "keywords": ["turncommentator", "van", "bij", "zetten", "het", "op", "hij", "zijn", "ik", "hans", "een", "direct", "en", "nos", "weg", "voor"], "pubDate": "2020-11-23T18:57:31+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}