{"id": "8e1cb9f9-5451-3d3e-9309-e865d2930132", "title": "Rutte wil ‘beleidsintimiteit’ ambtenaren niet aantasten", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/rutte-wil-beleidsintimiteit-ambtenaren-niet-aantasten-792387/", "summary": "De ministeries van Justitie en Veiligheid en van Volksgezondheid openbaarden stukken.\nDe speech waarin Rutte repte over groepsimmuniteitRutte is terughoudend met het vrijgeven van stukken van zijn ministerie.\nHet interne overleg op zijn eigen ministerie valt volgens Rutte ‘onder de beleidsintimiteit tussen ambtenaren’.\nHierover zei hij al eerder dat hij nu eenmaal een klein ministerie heeft – ongeveer vierhonderd medewerkers – en dat het meeste niet schriftelijk gaat.\nHieronder enkele fragmenten over het Catshuis uit het boek Geheimen van het Torentje van Arendo Joustra en Erik van Venetië.", "paragraphs": ["Wat is de status van het zondagse Catshuisberaad? Is het net zo geheim als de ministerraad? Dat is de vraag sinds vorige week stukken over de politieke besluitvorming tijdens de eerste golf van de coronacrisis publiek werden.", "De ministeries van Justitie en Veiligheid en van Volksgezondheid openbaarden stukken. Het ministerie van premier Mark Rutte (VVD), Algemene Zaken, niet. Rutte weigert verslagen van ‘intern beraad’ vrij te geven.", "Bovendien heeft Algemene Zaken volgens Rutte niet zoveel vastgelegd in die eerste weken van de crisis. Dat komt volgens hem doordat zijn ministerie onderdeel is van de besluitvormingsprocedure in de Interdepartementale Commissie Crisisbeheersing en Ministeriële Commissie Crisisbeheersing. ‘De machine waarbinnen de eerste maanden alles gebeurde,’ zei Rutte op vragen erover tijdens zijn wekelijkse persconferentie.", "Zondagmiddagberaad op het Catshuis", "Op zondagmiddagen bespreken premier Mark Rutte (VVD) en een aantal ministers in wisselende samenstelling met onder anderen Jaap van Dissel (RIVM) de stand van zaken in de coronacrisis en wat er verder moet gebeuren. De besluiten zijn leidend voor wat Rutte en minister van Volksgezondheid Hugo de Jonge (CDA) op hun daaropvolgende dinsdagse persconferenties naar buiten brengen. De Tweede Kamer en media vragen al enige tijd om stukken die licht werpen op de besluitvorming tijdens de crisis. Die zouden bijvoorbeeld duidelijk kunnen maken in hoeverre het kabinet heeft gestreefd naar groepsimmuniteit.", "De speech waarin Rutte repte over groepsimmuniteit", "Rutte is terughoudend met het vrijgeven van stukken van zijn ministerie. ‘We hebben een heel klein team en het meeste gaat niet schriftelijk. En voor zover dingen schriftelijk gaan betreft dat advisering voor de ministerraad en uiteraard de verslagen van de ministerraad en voorbereiding op gesprekken die ik heb,’ zei hij er op zijn persconferentie over.", "Het interne overleg op zijn eigen ministerie valt volgens Rutte ‘onder de beleidsintimiteit tussen ambtenaren’. Verslagen van de ministerraad vallen onder de wettelijk vastgelegde geheimhouding, die geldt voor twintig jaar.", "Algemene Zaken is klein en produceert minder papier", "De premier ontkent dat hij op zijn departement heeft verordonneerd dat er zoveel mogelijk mondeling wordt afgehandeld om te voorkomen dat zaken worden gewobt. Hierover zei hij al eerder dat hij nu eenmaal een klein ministerie heeft – ongeveer vierhonderd medewerkers – en dat het meeste niet schriftelijk gaat.", "De stukken die wel vrijkwamen, illustreren overigens dat het zondagse Catshuisberaad bron is voor de verdere besluitvorming in de aanpak van de coronacrisis. Zo blijkt ook uit de ‘besluitboom’ die werd gepubliceerd na WOB-verzoeken.", "\"Ordentelijke besluitvorming\" oftewel: de ambtelijke beslisboom.", "Let op de explicitie vermelding van het Catshuisoverleg. Deze sheet geeft @LodewijkA munitie om documenten over dat informele samenzijn op te vragen. pic.twitter.com/jqwPSrhKrj — Laurens Boven (@laurensboven) December 3, 2020", "Het overleg op het Catshuis is ‘informeel en niet besluitvormend – in vertrouwen met elkaar van gedachten te wisselen’, antwoordde Rutte eerder op vragen van SP-fractievoorzitter Lilian Marijnissen. ‘Er vindt op velerlei momenten in verschillende samenstellingen overleg plaats tussen leden van het kabinet. Zo ook met regelmaat op het Catshuis. Het betreft een informeel en beschouwend overleg op initiatief van de Minister-President zonder formele agenda. Er vindt geen besluitvorming plaats.’", "Openbaarmaking is schadelijk voor vrije gedachtenwisseling", "Volgens Rutte schaadt openbaarmaking van eventuele documenten ‘de bescherming voor de voor de vrije gedachtenwisseling noodzakelijke vertrouwelijkheid waarin het overleg tussen de aanwezigen plaatsvindt. Openbaarmaking zou ertoe kunnen leiden dat de mogelijkheden voor toekomstige informele gedachtenwisseling in vertrouwen beperkt worden.’", "PvdA-leider Lodewijk Asscher hield afgelopen week nog een keer een pleidooi voor openbaarmaking. Dat zou de besluitvorming ten goede komen.", "Het Catshuis vervult al jaren een rol in de besluitvorming van kabinetten. Hieronder enkele fragmenten over het Catshuis uit het boek Geheimen van het Torentje van Arendo Joustra en Erik van Venetië."], "authors": [], "keywords": ["van", "beleidsintimiteit", "het", "wil", "aantasten", "ambtenaren", "op", "zijn", "die", "niet", "een", "en", "rutte", "dat", "voor"], "pubDate": "2020-12-06T16:50:05+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}