{"id": "8e1fb4ea-48d7-36db-90cb-37b634b7cac8", "title": "Proef met extra wissel bij hersenschudding", "url": "https://www.parool.nl/sport/proef-met-extra-wissel-bij-hersenschudding~b182ad73/", "summary": "Beeld BSR AgencyDeskundigen dringen al geruime tijd aan op maatregelen in het voetbal op het gebied van hoofdblessures.\nDe IFAB is van mening dat het welzijn van een speler beschermd moet worden, zonder dat het team wordt benadeeld vanwege een man minder op het veld.\nOok wil de IFAB de druk op het medisch personeel verlichten om een snelle beoordeling te maken.\nAlleen bij bevestiging van de arts dat de speler fit genoeg is om verder te spelen, mag hij blijven staan.\nVerder heeft de IFAB de tijdelijke wijziging verlengd om vijf wissels per wedstrijd te mogen inzetten.", "paragraphs": ["Volgens de huidige regels kan de scheidsrechter bij mogelijk hoofdletsel de wedstrijd maximaal drie minuten stilleggen om de geblesseerde speler door zijn arts te laten onderzoeken. Beeld BSR Agency", "Deskundigen dringen al geruime tijd aan op maatregelen in het voetbal op het gebied van hoofdblessures. Vaak worden aangeslagen spelers bij hoofdletsel weer opgelapt waarna ze de wedstrijd toch vervolgen. Na afloop wordt soms alsnog een lichte of zware hersenschudding geconstateerd. De IFAB is van mening dat het welzijn van een speler beschermd moet worden, zonder dat het team wordt benadeeld vanwege een man minder op het veld.", "Ook wil de IFAB de druk op het medisch personeel verlichten om een snelle beoordeling te maken.", "Volgens de huidige regels kan de scheidsrechter bij mogelijk hoofdletsel de wedstrijd maximaal drie minuten stilleggen om de geblesseerde speler door zijn arts te laten onderzoeken. Alleen bij bevestiging van de arts dat de speler fit genoeg is om verder te spelen, mag hij blijven staan.", "Vijf wissels", "Nationale voetbalbonden en andere organisatoren van competities kunnen zich aanmelden bij de IFAB en internationale voetbalbond FIFA voor deelname aan de proeven. Verder heeft de IFAB de tijdelijke wijziging verlengd om vijf wissels per wedstrijd te mogen inzetten.", "Binnenlandse competities kunnen daar tot 31 december 2021 van gebruik maken en internationale competities tot 31 juli 2022."], "authors": ["Het Parool"], "keywords": ["proef", "extra", "van", "het", "wedstrijd", "speler", "ifab", "met", "hersenschudding", "om", "een", "wissel", "te", "op", "bij"], "pubDate": "2020-12-16T15:16:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}