{"id": "8e2488e9-ea11-35c4-85aa-a9112888f9d3", "title": "Amsterdam maakt geen uitzondering voor Youp van ’t Hek", "url": "https://www.telegraaf.nl/entertainment/505547419/amsterdam-maakt-geen-uitzondering-voor-youp-van-t-hek", "summary": "Eerder zeiden burgemeester Femke Halsema van Amsterdam en premier Mark Rutte al dat Van ’t Hek niet moest rekenen op een ontzegging.\nDe cabaretier had gevraagd of de gemeente Amsterdam een uitzondering wilde maken op het coronabeleid dat momenteel maar dertig bezoekers per theater toestaat.\nVan ’t Hek denk dat zijn eindejaarsshow, die in principe op 31 december op televisie te zien moet zijn, niet werkt met zo weinig publiek.\nEen optie zou kunnen zijn dat Youp zijn oudejaarsshow in een tv-studio gaat spelen.\nHet team van Van ’t Hek heeft ook contact met Guido Weijers, die de oudejaarsshow voor RTL verzorgt.", "paragraphs": ["Eerder zeiden burgemeester Femke Halsema van Amsterdam en premier Mark Rutte al dat Van ’t Hek niet moest rekenen op een ontzegging. De cabaretier had gevraagd of de gemeente Amsterdam een uitzondering wilde maken op het coronabeleid dat momenteel maar dertig bezoekers per theater toestaat. Van ’t Hek denk dat zijn eindejaarsshow, die in principe op 31 december op televisie te zien moet zijn, niet werkt met zo weinig publiek.", "„Samen met de betrokken partijen gaan wij nu de mogelijke scenario’s bespreken, waarbij ons gezamenlijke streven is dat de tv-uitzending doorgaat”, meldt een woordvoerder van BNNVARA. Hij voegt daar aan toe dat er op korte termijn knopen over dit onderwerp moeten worden doorgehakt.", "Een optie zou kunnen zijn dat Youp zijn oudejaarsshow in een tv-studio gaat spelen. In tv-studio’s mogen namelijk wel honderd mensen worden toegelaten, in tegenstelling tot theaters. Het team van Van ’t Hek heeft ook contact met Guido Weijers, die de oudejaarsshow voor RTL verzorgt. Ook deze komiek worstelt met het probleem dat een cabaretshow op televisie met dertig man niet tot zijn recht zou komen."], "authors": [], "keywords": ["van", "geen", "amsterdam", "youp", "hek", "het", "uitzondering", "op", "met", "zijn", "zou", "maakt", "een", "niet", "dat", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}