{"id": "8e26b86b-03fa-337b-96e5-f4f90527d604", "title": "Haye Van der Heyden: boeken lezen moet net zo interessant worden als Netflixen", "url": "https://www.parool.nl/kunst-media/haye-van-der-heyden-boeken-lezen-moet-net-zo-interessant-worden-als-netflixen~b50c975a/", "summary": "Beeld Getty ImagesSchrijver Haye van der Heyden begint een nieuwe uitgeverij voor ‘digitale anderhalfuurboeken’.\nOm lezen toegankelijk te maken voor een groot publiek, geeft hij boeken uit met de dramaturgische strakte en leestijd van een speelfilm.\n“Leesplezier staat centraal,” aldus Van der Heyden.\nDoor de korte leestijd kunnen jongeren bingwatchen volgens Van der Heyden afwisselen met het lezen van een boek.\nBoeken lezen moet wat mij betreft net zo vermakelijk worden als een serie kijken op Netflix.”Elke maand verschijnt een nieuw e-book.", "paragraphs": ["Beeld Getty Images", "Schrijver Haye van der Heyden begint een nieuwe uitgeverij voor ‘digitale anderhalfuurboeken’. Om lezen toegankelijk te maken voor een groot publiek, geeft hij boeken uit met de dramaturgische strakte en leestijd van een speelfilm. “Leesplezier staat centraal,” aldus Van der Heyden. “Het is een vermakelijke afwisseling tussen het binge-watchen door.”", "Door boeken aan te bieden die een korte leestijd hebben, draaien om het plot en luchtig geschreven zijn hoopt Van der Heyden (63) jongeren weer aan het lezen te krijgen. Ze worden door de nieuwbakken uitgever vergeleken met een film. “Elke handeling moet leiden tot de volgende. Als een scène overbodig is, komt die niet in de film. En dus niet in het boek.”", "Van der Heyden, die zegt zelf ‘een enorme hekel gekregen aan boeken lezen en de taal door mijn studie Nederlands’, ziet er een enorm voordeel in dat de lezer meteen weet hoe lang de boeken duren. “Als je naar de bioscoop gaat, wil je toch ook weten hoe lang de film duurt? Over boeken wordt altijd zo gewichtig gedaan, terwijl je ook plezier moet kunnen hebben in het lezen van een boek.”", "Deze boeken worden nieuw geschreven voor de uitgeverij die de naam Vogelvrij heeft gekregen. Een schrijver moet eerst het plot inleveren, als dat goed genoeg wordt bevonden krijgt hij of zij een kans. Door de korte leestijd kunnen jongeren bingwatchen volgens Van der Heyden afwisselen met het lezen van een boek. “Van de hele dag alleen maar series kijken wordt toch niemand goed? Boeken lezen moet wat mij betreft net zo vermakelijk worden als een serie kijken op Netflix.”", "Elke maand verschijnt een nieuw e-book. Een jaar lezen kost 25 euro. Het eerste boek is Dame Blanche, geschreven door Gijs Muller."], "authors": ["Marjolijn De Cocq"], "keywords": ["zo", "haye", "van", "het", "boeken", "interessant", "moet", "een", "der", "lezen", "heyden", "en", "netflixen", "door", "net", "worden"], "pubDate": "2020-11-30T22:43:33+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}