{"id": "8e2c7f44-f9b6-39ce-a5e8-e4a13ea7424e", "title": "Lisa Dymph Megens: ‘Diversiteit in de mode-industrie moet geen kunstje zijn’", "url": "https://www.parool.nl/ps/lisa-dymph-megens-diversiteit-in-de-mode-industrie-moet-geen-kunstje-zijn~bb9cd645/", "summary": "“Als ze twijfelen, laat ik ze er even over nadenken.\nWaar gaat de persoon die ik zoek heen, op welk onlineplatform kan ik hem of haar vinden, waar hangen de cool kids uit?\nIn Westfield, een ­winkelcentrum met een Primark, Cos en H&M, vind je uiteraard andere types dan in luxe­warenhuis Harvey Nichols.\nDiversiteit die geen kunstje is, je moet het echt vóelen.”Vorig jaar wilde een klant voor een campagne alleen locals uit Monnickendam, Broek in ­Waterland en Edam.\nZe is echt een muze van deze tijd, een vrouw met een lichaam waarin de meeste vrouwen zich kunnen herkennen, fantastisch.", "paragraphs": ["Beeld LARISSA HOFMANN", "Voor een editorial in Pop Magazine ging ze op zoek naar twaalf meiden die je geloofwaardig achter een schaakbord zou zien zitten. “Dan denk ik meteen mooie wenkbrauwen, een bepaalde expressie, intellect, haar dat op een bepaalde manier valt. Als al die meiden rechtstreeks van een modellenbureau zouden komen, zie je meteen dat het niet echt is.”", "Lisa Dymph Megens (32) heeft zich gespecialiseerd in streetcasting en de liefde voor diversiteit zit er sinds haar jeugd ingebakken. “Mijn stijl gaat vooral over een bepaalde eerlijkheid, ik onderscheid me met subtiele schoonheid. Ik probeer mensen te vinden die niet al 85 keer door een andere casting director zijn aangesproken, mensen ook die niet van zichzelf lijken te weten hoe mooi ze zijn. Personen aan wie een ander voorbijloopt, sleep ik graag in een blad. Daarbij let ik op uitstraling, een verhaal dat in iemands ogen te lezen is. Ik heb inmiddels een archief op Instagram, @meetnewfaces, met honderden types, ik weet precies wat scoort bij het grote publiek: een bepaalde symmetrie in een gezicht. Ik zou daarom willen dat er geen ­likes bestonden op Instagram. Volgers zijn hard, die weten precies wat voor schoonheid ze graag wel en niet zien. Als ik Instagram niet voor mijn werk nodig had, zou ik het deleten, het is vaak onnodig kwetsend.”", "Beeld ALLYSSA HEUZE", "Geen ellebogenwerk", "Ze woont in de wijk Hackney, Noordoost-­Londen. “Een fijne plek met een dorpsachtig gevoel, de huur is er niet mals, maar het ligt lekker centraal.” Drie jaar geleden verhuisde Megens van Amsterdam naar Londen en nam haar carrière een vlucht. Ze wordt inmiddels vertegenwoordigd door het agentschap Industry Art en heeft ondanks de pandemie workwise een zeer goed jaar achter de rug. “Op straat casten is nu natuurlijk moeilijker, maar veel kan online. Ik googel me suf, ken allerlei trucs, uiteindelijkis het een soort puzzel die je moet oplossen. ­Alleen dat mondkapje helpt natuurlijk niet mee bij het aanspreken van mensen op straat. Je ziet ze denken: hoe kun jij nou door dat ding heen zien dat ik geschikt ben voor een campagne.”", "Zegt iedereen meteen ja? “Als ze twijfelen, laat ik ze er even over nadenken. In New York en ­Miami was ik aan het casten voor een campagne van het Amerikaanse schoenenmerk Steve Madden en had ik een flyer bij me met info over het merk én het honorarium: 1500 dollar. Dat werkt uiteraard mee. Helaas kan ik mensen niet altijd meteen aan een betaalde opdracht helpen, maar zo’n eerste klus kan wel de opstap zijn naar iets groters.”", "Het streven naar diversiteit en inclusiviteit in de mode-industrie heeft de deuren geopend voor een frisse, jongere generatie, zegt ze. “Vooral Londen is echt een stad voor nieuw ­talent. Creatieven helpen elkaar hier, werken samen en tillen elkaar zo naar een hoger niveau, geen ellebogenwerk. En qua diversiteit is het hier een walhalla, vooral in Oost-Londen: een smeltkroes van huidskleuren, roots en sociale achtergronden. Zoveel interessante gezichten bij elkaar, echt een feestje. Ik ken inmiddels ­insane veel mensen.”", "Ook haar klantenkring is heel divers, van tijdschriften The Gentlewoman, Pop Magazine, Re-Edition en Luncheon, tot merken als COS, Kenzo, Tekla, Nike, Prada en Isa Boulder. “Laatst heb ik ook een campagne gecast voor een ­gehoorapparaat. Daarvoor zochten ze oudere mensen die iets met muziek deden. Ik vond ze uiteindelijk op straat en tijdens een jazzavond bij een cultureel centrum.”", "Na het verzoek van de klant begint het speurwerk online, in bussen, metro’s, warenhuizen. Waar gaat de persoon die ik zoek heen, op welk onlineplatform kan ik hem of haar vinden, waar hangen de cool kids uit? In Westfield, een ­winkelcentrum met een Primark, Cos en H&M, vind je uiteraard andere types dan in luxe­warenhuis Harvey Nichols. Soms zie ik iemand die niet direct past in de zoekopdracht, maar waarvan ik denk: wow, jij moet in mijn archief want jij komt zeker een keer van pas.”", "Beeld -", "Opgedoft", "Als kind was ze al geobsedeerd door tijdschriften en beeld. “Ik kom uit Middelaar, een dorpje in het topje van Noord-Limburg met alleen maar witte mensen en saaie kleren, om het even kort door de bocht te karakteriseren. Ik was volop aan het experimenteren met mijn uiterlijk en Elle Girl was mijn feest der herkenning. Ze plaatsten namelijk niet alleen foto’s van modellen, maar ook van gewone, zeer diverse mensen op feestjes, die zich hadden opgedoft, daar werd ik zó blij van. Die impact die beeld kan maken, ben ik nooit vergeten. Beeld maken vind ik tof, net als mensen bij elkaar brengen. Ik had geen idee dat er een beroep bestond waarin ik dat kon mixen, maar dat leerde ik uiteindelijk op het Amsterdam Fashion Institute.”", "Obsessie voor nieuwe gezichten", "Als stylist klopte ze in Londen met haar port­folio bij potentiële klanten aan, die echter vooral onder de indruk bleken van haar castingskills. “Die vonden ze heel puur. Als een klant skaters wil, dan krijgt hij bij mij echte skaters, geen modellen met een skateboard.”", "Wat de diversiteitshype in de mode­-industrie betreft, hoopt ze dat het wat relaxter gaat ­worden. “Dat de grote merken wat minder alle hokjes willen aankruisen, om in een advertentie iederéén maar te vertegenwoordigen. Je hoeft niet alle vlakken te raken, belangrijk is dat het beeld geloofwaardig is. Dat bereik ik door ­modellen met mensen van de straat te mixen, tof als je dan niet meer ziet wie nou het model is. Het geheel moet interessant voelen en mensen moeten zich erin herkennen. Daarmee wil ik spelen, maar uiteindelijk bepaalt de klant. Daarom zijn editorials in tijdschriften belangrijk, daarmee kun je je smaak laten zien en dan hopen dat mensen je boeken om je visie. Bij mij is dat inclusief, niet alleen qua huidskleuren, maar ook qua maten, leeftijden, en achtergronden. Diversiteit die geen kunstje is, je moet het echt vóelen.”", "Vorig jaar wilde een klant voor een campagne alleen locals uit Monnickendam, Broek in ­Waterland en Edam. Megens stuurde iemand om daar te scouten. “Ik vond het een lastige ­opdracht, want als je in slechts enkele aansluitende postcodes scout, is de diversiteit ver te zoeken.”", "Er heest in de industrie een obsessie voor ­zogeheten ‘new faces’. “Mensen willen een nieuw gezicht, én exclusief, én het liefst moet het model ook nog een kunstje kunnen doen. Hoelahoepen of zo. Of een split. I kid you not. Good luck met zoeken.”", "Door die obsessie voor nieuwe gezichten zijn de meeste modellencarrières helaas tegenwoordig maar een kort leven beschoren. “Jill Kortleve, door de industrie getypeerd als een ‘kleine curve’, is daarop een uitzondering. Ze is echt een muze van deze tijd, een vrouw met een lichaam waarin de meeste vrouwen zich kunnen herkennen, fantastisch. Ik wil meer van dat soort lijven, want ook een maat 38/40 zie je nog steeds veel te weinig.”", "Af en toe schrikt Megens nog weleens van uitspraken over modellen tijdens werkgerelateerde Zoomsessies. “Echt racistisch, holy fuck. Ik probeer er altijd wat van te zeggen, maar ik ben ook weleens overrompeld. Als iedereen in een Zoommeeting wit is, is de drempel voor sommige mensen misschien lager om zo’n opmerking te plaatsen. Daarom is het zo belangrijk dat er ook diversiteit komt op sleutelposities, bij degenen die de beslissingen nemen. Zo zijn de redacties van veel tijdschriften en tv-programma’s nog overwegend wit.”", "Van de op handen zijnde brexit vreest ze geen grote persoonlijke consequenties. “Ik vind het de grootste onzin ever, maar ik heb een settlement, dus ik kan gewoon in Londen blijven.”", "Momenteel werkt ze er aan een project met ­fotograaf Sophie Wedgwood. “We fotografen jongeren in parken en vragen hen naar hun visie op en hoop voor de toekomst. In 2021 willen we er een boek van uitbrengen, gepaard gaande met een expositie. De algemene strekking van de antwoorden? Zeer positief, niemand heeft grote wensen, een jonge generatie zoekt het geluk in eenvoudige dingen en samenzijn met vrienden, verbinding, terug naar de kern. Heel liefdevol, dat geeft iedereen hoop.”", "Beeld ALICE SCHILLACI", "Campagne Ray-Ban Voor de nieuwe campagne is brillenmerk Ray-Ban in zee gegaan met ­personen die de wereld een stukje beter willen maken: Aurora Anthony, rapper, graffitikunstenaar en oprichter van label 100 Wolves; oprichter Gabrielle Richardson van het Art Hoe Collective, dat een veilig platform biedt aan gekleurde kunstenaars; en het Brown Girl Butterfly Project, voor gekleurde en zwarte vrouwen en non-binaire personen. Fashion for Good In het Fashion for Good Museum op het Rokin zijn de winnende looks te zien van de Redresscompetitie, ’s werelds grootste duurzame ontwerpwedstrijd. De in Nederland wonende Argentijnse Garcia Bello is een van hen. Virtuele tours zijn te boeken."], "authors": ["Fiona Hering"], "keywords": ["ik", "lisa", "geen", "dymph", "zijn", "met", "ze", "modeindustrie", "die", "van", "en", "een", "megens", "diversiteit", "moet", "voor", "kunstje", "het", "dat"], "pubDate": "2020-12-20T11:00:42Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}