{"id": "8e3a1a1f-426a-348c-a5b1-71eb874f79d1", "title": "Giscard d’Estaing, de man die Europa twee podia gaf", "url": "https://nrc.nl/nieuws/2020/12/09/giscard-destaing-de-man-die-europa-twee-podia-gaf-a4023080", "summary": "Op de slotdag van de Europese Conventie die hij in 2002-2003 voorzat, gaf de toen 77-jarige Valéry Giscard d’Estaing het beeldje een blaadje groene sla.\nDe grondwet sneuvelde in 2005 op het dubbele nee bij het Nederlandse en het Franse referendum.\nZo sloegen Giscard d’Estaing en zijn collega-regeringsleiders twee bressen in de benauwde, technocratische ‘kantoorwereld’ van de jonge Gemeenschap.\nZe openden twee directe lijnen tussen de Europese politiek en de openbaarheid – een via de nationale leiders (Europese Raad) en een via de kiezers in hun Europese gedaante (Parlement).\nDat die tweede lijn voor VGE geen bijgedachte was, toont zijn latere actieve lidmaatschap van het Europees Parlement (1989-1993).", "paragraphs": ["Als mascotte had hij een stenen Chinese schildpad meegenomen, teken van doorzettingsvermogen. Op de slotdag van de Europese Conventie die hij in 2002-2003 voorzat, gaf de toen 77-jarige Valéry Giscard d’Estaing het beeldje een blaadje groene sla. Het was de vorige week overleden Franse oud-president (1926-2020) ten voeten uit: oog voor symboliek, voor de tijd én voor de camera’s.", "Ook ikzelf, destijds net begonnen als stagiair bij de Commissie in Brussel, heb hem in die Conventie aan het werk gezien en bewonderd. ‘VGE’ domineerde het pan-Europese gezelschap met zijn charme en ervaring, met historisch besef en constitutioneel vernuft. De ijdele Fransman zag zich graag in de rol van ‘Europa’s George Washington’, de succesvolle generaal die in 1787 de Amerikaanse grondwetvergadering voorzat en nadien ’s lands eerste president werd.", "Het liep anders. De grondwet sneuvelde in 2005 op het dubbele nee bij het Nederlandse en het Franse referendum.", "Die late mislukking mag de verwezenlijkingen van de jonge Giscard niet doen vergeten. Als Frans president (1974-1981) bracht hij Europa een driedubbele impuls: oprichting van de Europese Raad; rechtstreekse verkiezingen voor het Parlement; grondslag voor de euro.", "Bijna vijftig jaar later, nu Europese toppen – zie deze week de spanning rond Brexit en het Pools-Hongaarse veto – het hart van de besluitvorming vormen, is moeilijk navoelbaar hoe diep het verzet ertegen was. Uit angst voor vooroorlogse machtspolitiek hadden de stichters van de EU de regeringsleiders bewust buiten het Brusselse mechaniek gehouden. Nederland hoopte dat de neutrale Commissie kon uitgroeien tot een Europese regering. Die zou het beter beschermen tegen willekeur van de groten.", "Voor de Fransen was dat scenario uitgesloten. Prima dat een Commissie in Brussel voorstellen deed over melkprijs of haringnetten, maar alleen leiders konden hun bevolkingen binden in zaken van buitenlandse politiek of muntpolitiek. President Charles de Gaulle organiseerde de eerste top met collega-regeringsleiders in 1961. Maar het was Giscard d’Estaing die regelmaat in de toppen bracht. „Als die regelmaat eenmaal vaststond”, schrijft hij in zijn memoires, „zou de reikwijdte van de macht der regeringsleiders de rest doen en de instelling als vanzelf consolideren: er zou een Europese uitvoerende macht beginnen te ontstaan.”", "Zo ging het exact. Na de oprichting in 1974 groeide de Europese Raad uit tot het machtscentrum van de Unie. Gezamenlijk zetten de lidstaten zich aan het stuur. In een uitgekiend vervolg lukte het Giscard in 2003 als Conventievoorzitter om ‘zijn’ Europese Raad een vaste voorzitter te geven – verdere consolidatie van Europa’s uitvoerende macht.", "In december 1974 brak hij het verzet tegen toppen door in ruil het langjarige Franse veto tegen rechtstreekse verkiezingen voor het Europees Parlement op te geven – een wens van de Benelux, West-Duitsland en Italië. Beide vernieuwingen kwamen tot stand in een klassieke deal, op een top in Parijs.", "Zo sloegen Giscard d’Estaing en zijn collega-regeringsleiders twee bressen in de benauwde, technocratische ‘kantoorwereld’ van de jonge Gemeenschap. Ze openden twee directe lijnen tussen de Europese politiek en de openbaarheid – een via de nationale leiders (Europese Raad) en een via de kiezers in hun Europese gedaante (Parlement). Dat die tweede lijn voor VGE geen bijgedachte was, toont zijn latere actieve lidmaatschap van het Europees Parlement (1989-1993).", "Dezelfde overtuiging dat zware besluiten om zichtbare politici vragen, bracht Giscard in de praktijk in de derde grote Europese vernieuwing van zijn presidentschap. Hoogstpersoonlijk stelde hij in 1978-1979 samen met bondskanselier Helmut Schmidt en de (Britse) Commissievoorzitter Roy Jenkins het Europees Monetair Stelsel in, voorloper van de euro.", "Reeds als jonge minister van Financiën (1962-1966) ergerde hij zich aan het privilège exorbitant dat de VS dankzij de dollar genoten. Tegengas vergde Europese krachtenbundeling. Pas in de Trumpjaren, toen de VS de extraterritoriale werking van hun munt te pas en te onpas tegen bondgenoten inzetten, drong het besef van dat ongemak in de Unie tot buiten Parijs door.", "In al deze impulsen toonde Giscard zich een meesterlijk politicus: met oog voor de lange termijn, op zoek naar het juiste moment en de passende constitutionele vorm. De ijdelheid waarvoor hij in 2005 met het Franse ‘non’ werd gestraft, had als positieve kant een diepe overtuiging dat het democratische politieke leven alleen dankzij een openbaarheid – dankzij podia en schijnwerpers – kan bestaan. Hem komt de eer toe aan Europa al in 1974 twee van zulke podia te hebben geschonken.", "Luuk van Middelaar is politiek filosoof, historicus en hoogleraar EU-recht (Leiden).", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Luuk Van Middelaar", "Leestijd Minuten"], "keywords": ["man", "europese", "van", "giscard", "als", "podia", "twee", "het", "die", "hij", "destaing", "een", "en", "gaf", "dat", "europa", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}