{"id": "8e427286-803b-3dc1-9597-236cb50fcd25", "title": "Sony haalt Cyberpunk 2077 uit PlayStation Store, belooft restitutie", "url": "https://nu.nl/games/6097436/sony-haalt-cyberpunk-2077-uit-playstation-store-belooft-restitutie.html", "summary": "Sony zal het spel Cyberpunk 2077 \"tot nader order\" uit de PlayStation Store halen, meldt het bedrijf op zijn website.\nHet nieuws volgt nadat veel gebruikers klaagden over tegenvallende prestaties van het spel op onder meer de PlayStation 4.\nCD PROJEKT RED zei dat het doelde op het reguliere restitutiebeleid van Sony en Microsoft, de bedrijven achter de PlayStation en Xbox.\nInmiddels heeft Sony dus gekozen voor de opvallende maatregel om het spel te verwijderen uit de online winkel.\nDe ontwikkelaar heeft beloofd de vele fouten door middel van updates uit het spel te halen.", "paragraphs": ["Sony zal het spel Cyberpunk 2077 \"tot nader order\" uit de PlayStation Store halen, meldt het bedrijf op zijn website. Mensen die het spel hebben gekocht en ontevreden zijn, kunnen geld terugvragen. Het nieuws volgt nadat veel gebruikers klaagden over tegenvallende prestaties van het spel op onder meer de PlayStation 4.", "Het langverwachte Cyberpunk 2077 kwam op 10 december uit voor onder meer de PlayStation 4 en Xbox One, maar zat vol fouten. NU.nl concludeerde in zijn recensie dat het spel \"buitengewoon veel problemen bevat die de speelervaring belemmerden\".", "Toen de tegenvallende prestaties op PlayStation 4 en Xbox One bekend werden, beloofde de Poolse ontwikkelaar van het spel CD PROJEKT RED dat teleurgestelde spelers hun geld konden terugkrijgen. Het bedrijf leek een unieke regeling te suggereren, maar krabbelde woensdag terug en sprak van een \"misvatting\".", "CD PROJEKT RED zei dat het doelde op het reguliere restitutiebeleid van Sony en Microsoft, de bedrijven achter de PlayStation en Xbox. \"Onze procedure hier is niet anders dan bij enig andere titel.\" Inmiddels heeft Sony dus gekozen voor de opvallende maatregel om het spel te verwijderen uit de online winkel. Het is nog onbekend of Microsoft Sony gaat volgen.", "De ontwikkelaar heeft beloofd de vele fouten door middel van updates uit het spel te halen. De game was al in 2012 aangekondigd en werd vaak uitgesteld. Volgens de producent was dit om de puntjes op de i te kunnen zetten."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["2077", "zijn", "van", "belooft", "playstation", "en", "uit", "op", "cyberpunk", "te", "store", "het", "spel", "restitutie", "sony", "haalt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}