{"id": "8e50ae79-7221-35f1-9f14-8bd98b14420f", "title": "'Coronavirus heeft grote impact op sociale leven Groningers'", "url": "https://nu.nl/groningen/6097349/coronavirus-heeft-grote-impact-op-sociale-leven-groningers.html", "summary": "Het coronavirus heeft grote impact op het sociale leven van Groningers: 80 procent van de Groningers ervaart negatieve veranderingen in het sociale leven als gevolg van de coronacrisis.\nHet Sociaal Planbureau Groningen deed onderzoek naar de effecten van de coronacrisis op het gebied van werk, inkomen, onderwijs, sociale contacten, gezondheid en (informele) zorg.\nVan de ondervraagden gaf 80 procent aan negatieve invloeden op het sociale leven te ervaren.\nDaarbij gaat het met name om minder sociale contacten buitenshuis en het spreken van minder mensen.\nVoor ouders met kinderen op het voortgezet onderwijs gaat het om 30 procent en van de mensen met kinderen op het mbo of hbo heeft de helft dit vermoeden.", "paragraphs": ["Het coronavirus heeft grote impact op het sociale leven van Groningers: 80 procent van de Groningers ervaart negatieve veranderingen in het sociale leven als gevolg van de coronacrisis. Dat blijkt uit onderzoek van de Sociaal Planbureau Groningen.", "Het Sociaal Planbureau Groningen deed onderzoek naar de effecten van de coronacrisis op het gebied van werk, inkomen, onderwijs, sociale contacten, gezondheid en (informele) zorg. Aan het onderzoek deden 3.400 Groningers mee.", "", "Van de ondervraagden gaf 80 procent aan negatieve invloeden op het sociale leven te ervaren. Daarbij gaat het met name om minder sociale contacten buitenshuis en het spreken van minder mensen.", "De coronacrisis blijkt ook grote invloed te hebben op de lichamelijke en mentale gezondheid van Groningers. Een op de vijf deelnemers geeft aan dat zijn gezondheid is verslechterd. Bij slechts 4 procent heeft de coronacrisis bijgedragen aan een verbeterde gezondheid.", "Minder contact collega's", "Van de Groningers met betaald werk ervaart 60 procent negatieve veranderingen op het gebied van werk. Ze noemen vooral sociale en mentale aspecten: minder contact met collega's, meer werkdruk of stress en een minder goede balans tussen werk en privé.", "Ook ondernemers maken zich zorgen. Een op de drie laat weten dat de omzet van de eigen onderneming sterk (meer dan 25 procent) is gedaald door de coronacrisis; bij een op de vijf is de toekomst van de onderneming onzeker geworden.", "", "De coronacrisis heeft ook gezorgd voor onderwijsachterstanden. Per onderwijstype verschilt de situatie. 14 procent van de ouders met kinderen in het basisonderwijs denkt dat zijn of haar kind een achterstand heeft. Voor ouders met kinderen op het voortgezet onderwijs gaat het om 30 procent en van de mensen met kinderen op het mbo of hbo heeft de helft dit vermoeden."], "authors": ["Door"], "keywords": ["groningers", "grote", "van", "coronacrisis", "leven", "heeft", "coronavirus", "een", "het", "procent", "en", "op", "sociale", "impact", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}