{"id": "8e5b46d8-82c5-399e-b907-639586998c0c", "title": "Weekcijfers Amsterdam: meer tests, meer positieve uitslagen", "url": "https://www.parool.nl/amsterdam/weekcijfers-amsterdam-meer-tests-meer-positieve-uitslagen~b8c9834f/", "summary": "Beeld Jakob Van VlietIn de hele regio Amsterdam-Amstelland betreft de toename 15 procent, meldt de GGD Amsterdam.\nVoor het eerst sinds vijf weken is het aantal Amsterdammers dat zich laat testen toegenomen.\nNieuw-West en Zuidoost zijn de enige twee buurten die op dit moment als ‘zeer ernstig’ worden aangeduid.\nWest en Centrum melden relatief de minste positieve uitslagen.\nDe huidige situatie in de stadsdelen Centrum, Zuid, West, Oost en Noord wordt als ‘ernstig’ aangeduid.", "paragraphs": ["Beeld Jakob Van Vliet", "In de hele regio Amsterdam-Amstelland betreft de toename 15 procent, meldt de GGD Amsterdam. De regio omvat naast Amsterdam de gemeentes Aalsmeer, Amstelveen, Diemen, Ouder-Amstel en Uithoorn.", "De toename is deels toe te schrijven aan het verruimde testbeleid. Sinds kort is er bij de teststraten ook plek voor mensen zonder klachten, die wel in nauw contact zijn geweest met een besmet persoon. Voor het eerst sinds vijf weken is het aantal Amsterdammers dat zich laat testen toegenomen.", "Nieuw-West", "Verreweg de meeste nieuwe positieve tests in de stad kwamen uit Nieuw-West: 460. Per 100.000 inwoners zijn dat er 287. Nieuw-West en Zuidoost zijn de enige twee buurten die op dit moment als ‘zeer ernstig’ worden aangeduid. Zuidoost telde afgelopen week 256 nieuwe besmettingen, 285 per 100.000 inwoners.", "Alle buurten zagen de afgelopen week een stijging. West en Centrum melden relatief de minste positieve uitslagen. De huidige situatie in de stadsdelen Centrum, Zuid, West, Oost en Noord wordt als ‘ernstig’ aangeduid."], "authors": ["Anna Herter"], "keywords": ["regio", "amsterdam", "positieve", "meer", "weekcijfers", "het", "zijn", "uitslagen", "voor", "toename", "sinds", "en", "west", "week", "tests", "zuidoost"], "pubDate": "2020-12-09T15:02:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}