{"id": "8e704fef-de1d-35d1-bfad-2d9569112afa", "title": "Paul McCartney in documentairereeks achter de schermen bij eigen muziek", "url": "https://nu.nl/muziek/6097175/paul-mccartney-in-documentairereeks-achter-de-schermen-bij-eigen-muziek.html", "summary": "Paul McCartney werkt samen met de bekende muziekproducent Rick Rubin aan een zesdelige documentairereeks over zijn muzikale geschiedenis, meldt de Amerikaanse entertainmentsite Deadline woensdag.\nIn de documentairereeks reflecteert McCartney op zijn eigen muzikale opvoeding en geeft hij een uniek inkijkje in hoe wereldberoemde nummers van The Beatles tot stand zijn gekomen.\nHet is de opvolger van McCartney (1970) en McCartney II (1980).\nNet als op die albums zal de zanger zelf alle instrumenten bespelen.\nHet ging om een optreden op het festival Pinkpop.", "paragraphs": ["Paul McCartney werkt samen met de bekende muziekproducent Rick Rubin aan een zesdelige documentairereeks over zijn muzikale geschiedenis, meldt de Amerikaanse entertainmentsite Deadline woensdag.", "In de documentairereeks reflecteert McCartney op zijn eigen muzikale opvoeding en geeft hij een uniek inkijkje in hoe wereldberoemde nummers van The Beatles tot stand zijn gekomen.", "Kijkers horen voor het eerste mastertapes die voorheen lagen opgeslagen in de Abbey Road Studios in Londen, waar verschillende albums van The Beatles zijn opgenomen.", "De documentairereeks heeft nog geen titel. Ook is nog onduidelijk waar en wanneer die zal verschijnen. Een trailer van de serie werd woensdag gedeeld op McCartneys YouTube-kanaal.", "De Amerikaanse producent Rubin, die samenwerkte met bands als U2 en Red Hot Chili Peppers, praat met McCartney over diens eerste gitaar en liedjes en hoe dat uiteindelijk leidde tot het succes van The Beatles.", "De 78-jarige zanger is al meer dan zes decennia actief in de muziekwereld en brengt vrijdag zijn achttiende soloalbum McCartney III uit. Het is de opvolger van McCartney (1970) en McCartney II (1980). Net als op die albums zal de zanger zelf alle instrumenten bespelen.", "De Britse muzikant zou op 29 mei een optreden geven in het Nijmeegse Goffertpark, maar daar werd vanwege het coronavirus een streep door gehaald. Er is nog geen nieuwe datum gepland. Vier jaar geleden trad hij voor het laatst op in Nederland. Het ging om een optreden op het festival Pinkpop."], "authors": ["Door"], "keywords": ["van", "mccartney", "die", "nog", "schermen", "achter", "een", "en", "muziek", "zijn", "documentairereeks", "op", "eigen", "bij", "paul", "met", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}