{"id": "8e77188c-c1fe-33db-ad4c-df6911f24b35", "title": "Catharina Ziekenhuis in Eindhoven klaar om te vaccineren", "url": "https://nu.nl/eindhoven/6099928/catharina-ziekenhuis-in-eindhoven-klaar-om-te-vaccineren.html", "summary": "Het ziekenhuis is volgens bestuurder Geranne Engwirdahelemaal klaar om te vaccineren.\nHet Catharina Ziekenhuis heeft alles al op orde en zou eigenlijk maandag of dinsdag al kunnen beginnen met vaccineren.\nMaar omdat de landelijke verspreiding nog wat voeten in de aarde heeft, moet het ziekenhuis nog even geduld hebben.\nZodra elk ziekenhuis de vaccins binnen heeft kan het, met eigen personeel, zijn eigen zorgmedewerkers vaccineren.\n\"Net als landelijk verwacht ik dat het om circa 70 procent gaat.\"", "paragraphs": ["Het Catherina Ziekenhuis in Eindhoven krijgt naar verwachting net als negen andere ziekenhuizen als eerste vanuit Oss een voorraad coronavaccins binnen. Het ziekenhuis is volgens bestuurder Geranne Engwirda", "helemaal klaar om te vaccineren.", "Het Catharina Ziekenhuis heeft alles al op orde en zou eigenlijk maandag of dinsdag al kunnen beginnen met vaccineren. Maar omdat de landelijke verspreiding nog wat voeten in de aarde heeft, moet het ziekenhuis nog even geduld hebben. Een woordvoerder verwacht dat de vaccins op zijn vroegst vrijdag binnenkomen.", "Zodra elk ziekenhuis de vaccins binnen heeft kan het, met eigen personeel, zijn eigen zorgmedewerkers vaccineren. Het gaat om de groep die in direct contact staat met coronapatiënten: op de intensive care, de spoedeisende hulp en de verpleegafdelingen voor COVID-19-patiënten. Ook ambulancemedewerkers kunnen zich laten vaccineren.", "Na grote druk vanuit de zorg heeft het kabinet besloten dat naast verpleeghuispersoneel ook (een deel van het) ziekenhuispersoneel tot de groep behoort die als eerste een coronaprik kan krijgen. Medewerkers komen nu twee maanden eerder aan de beurt dan gepland.", "Engwirda verwacht dat de meesten heel graag een prik krijgen. \"Net als landelijk verwacht ik dat het om circa 70 procent gaat.\" Ziekenhuizen in Nederland gaan, anders dan eerder bij de griepprik, personeel dat aarzelt niet proberen over te halen met bijvoorbeeld extra vakantiedagen."], "authors": ["Door"], "keywords": ["ziekenhuis", "verwacht", "vaccineren", "om", "eindhoven", "een", "met", "heeft", "klaar", "te", "als", "op", "catharina", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}