{"id": "8e97f82b-8de3-30eb-a0f6-47334599a75a", "title": "Deze bedrijven openen de deuren, ondanks verlenging lockdown", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/deze-bedrijven-doen-de-deuren-open-798314/", "summary": "Wij leven in liefde, nooit in angst,’ staat op een krijtbord dat voor de deur staat.\n‘Leef een beetje.’‘Wij zijn open.\n‘Van de coffeeshop tot de schoenmaker en kaaswinkel.’ En het is druk.\nOok opticiens zijn open.\nOok het financiële steunpakket wordt uitgebreid en het voortgezet onderwijs blijft dicht.", "paragraphs": ["Steeds meer winkels en restaurants in Nederland houden zich niet langer aan de coronaregels en openen de deuren. ‘We hebben geen keus, het is anders toch einde verhaal.’ Komt in 2021 de massale golf van faillissementen?", "De horeca moet vanwege de corona-uitbraak al sinds oktober de deuren dichthouden. Twee ondernemers in Eindhoven hebben meer dan genoeg van de verplichte sluiting en laten daarom sinds zondag weer gasten toe in hun BBQ-restaurant De Kiet.", "Volgens omroep Brabant zaten er zondag diverse gasten te eten in het restaurant. ‘Geen mondkapje, geen probleem. Wij leven in liefde, nooit in angst,’ staat op een krijtbord dat voor de deur staat. ‘Leef een beetje.’", "‘Wij zijn open. Fuck it,’ zeggen eigenaren Nassim en Quincy in een video op Facebook. ‘We hebben met pijn in ons hart moeten kijken hoe onze medecollega’s, branchegenoten en andere mkb’ers en ondernemers in Nederland personeel gedwongen hebben moeten ontslaan, dierbaar en kostbaar personeel en hoe ze zelfs afstevenen op faillissementen. Tragisch. En in de uiterste gevallen zelfs zijn gaan kampen met psychische klachten die zover zijn gegaan dat het voor een paar helaas fataal is geworden.’", "Uit Twente om te komen eten", "De jongens roepen andere ondernemers op 17 januari de deuren te openen. ‘Grijp je kans. Je gaat geen vrijheid krijgen. Je moet het nemen. Hou je rug recht, peace out.‘", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Veel kijkers reageren positief op de video. Zo worden de mannen ‘helden’ en ‘dappere jongens’ genoemd. Een vrouw laat weten dat ze uit Twente komt om te komen eten. De restauranteigenaren steunden eerder al een actie van de protestgroep Viruswaanzin. Ze legden in juni 2020 bloemen bij het gemeentehuis als vredig protest tegen de coronamaatregelen.", "De boetes voor openen zijn hoog en de burgemeester kan een bedrijf dat de regels overtreedt, laten sluiten. Het restaurant heeft inmiddels een laatste waarschuwing gekregen. Bij een volgende overtreding wordt de zaak voor onbepaalde tijd gesloten. Meer winkeliers nemen een loopje met de regels. Zo is dierenspeciaalzaak Ranzijn in De Bilt gewoon open, omdat de zaak een kleine dierenkliniek heeft. Maar klanten kunnen in de hele winkel winkelen. Getroffen winkelier: 1.000 euro niet genoeg", "Bij WNL op Zondag kwam gisteren een getroffen winkelier aan het woord. Hij kan zijn winterkleren nu niet verkopen. Dat betekent dat hij geen geld heeft om de lente- en zomercollectie te betalen.", "De ondernemer begon vorig jaar en stopte al zijn spaargeld in de zaak. ‘Je ziet het tussen je vingers doorglippen. Zou jij nog een oog dichtdoen?’ Wat het kabinet ook besluit, hij gooit de zaak open op 20 januari. ‘We hebben geen keus, het is anders toch einde verhaal. Dus boete of geen boete, die wordt ook niet betaald want ik weet niet waarvan.’", "Ook in de Amsterdamse Rijnstraat is weinig van de lockdown te merken, schrijft NRC. Rudolf Eeken van gitaarwinkel La Guitarra Buena beklaagt zich over het feit dat vrijwel alle winkels in de straat open zijn behalve hij. ‘Dankzij MIJ gaan we deze pandemie overwinnen,’ heeft hij in een verontwaardigd briefje op de deur gehangen.", "Deze gitarenwinkel in de Rijnstraat kan wel wat reclame gebruiken pic.twitter.com/6TuNT7YgvY — Rachid (@rachidb) January 3, 2021", "‘Alles is hier open,’ zegt Eeken in de krant. ‘Van de coffeeshop tot de schoenmaker en kaaswinkel.’ En het is druk. ‘Laatst stond er voor de Gall & Gall een rij van 20 meter op straat.’ Het steekt Eeken, want als hij twintig klanten per dag heeft is het veel. ‘I’m not the bad guy.’", "Welke winkels zijn nog meer open?", "Telefoonwinkels zijn open omdat zij reparaties mogen uitvoeren. Dit geldt ook voor garages. Die mogen wel open om auto’s te repareren, maar er mogen geen auto’s worden verkocht in de showroom.", "Ook bloemenwinkels (zolang ze aan buitenverkoop doen) en coffeeshops zijn geopend. Ook opticiens zijn open. In andere landen zijn andere zaken essentieel. Zo mogen in Italië kappers de deuren open houden.", "Verschillende media meldden zondag dat de harde lockdown in Nederland zeker drie weken wordt verlengd. Ook het financiële steunpakket wordt uitgebreid en het voortgezet onderwijs blijft dicht.", "Officieel wordt de verlenging van de maatregelen dinsdagavond aangekondigd, in een persconferentie van premier Mark Rutte (VVD) en coronaminister Hugo de Jonge (CDA)."], "authors": [], "keywords": ["zijn", "lockdown", "het", "van", "en", "een", "openen", "open", "geen", "op", "verlenging", "ondanks", "deuren", "bedrijven", "te", "deze", "dat"], "pubDate": "2021-01-11T12:16:02Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}