{"id": "8e99dd75-37b9-36a8-8277-58b961941664", "title": "Ideale pasta met pompoen voor sinterklaasavond", "url": "https://www.parool.nl/ps/ideale-pasta-met-pompoen-voor-sinterklaasavond~ba69916c/", "summary": "Deze gnocchi di susine worden gemaakt van aardappel, meel en pruimen en geserveerd met suiker en kaneel.\nHet gaat om gevulde pasta met pompoen en amaretti, Italiaanse bitterkoekjes, geserveerd met salieboter en parmezaan.\nMij lijkt de pasta ook ideaal voor sinterklaasavond, met de combinatie hartig-zoet en specerijen.\nEigenlijk hoor je zelf ravioli te maken, met een vulling van pompoen, amaretti en mostarda di frutta (met mosterd ingemaakt fruit).\nIk houd het simpeler en serveer gedroogde pasta met een saus van pompoen, amaretti en salieboter.", "paragraphs": ["Beeld Oof Verschuren", "Hoewel ik echt heel erg zin kan hebben in koekjes of taart, ben ik meestal geen zoetekauw. Zo zou ik nooit lunchen of avondeten met iets zoets, zoals sommige van mijn vrienden soms doen (boterhammen met hagelslag, poffertjes, pannenkoek met stroop, noem maar op).", "Het was dus even schrikken toen ik erachter kwam dat gnocchi uit Triëst, die een Italiaanse medestudent ooit voor me klaarmaakte, zóet waren. Deze gnocchi di susine worden gemaakt van aardappel, meel en pruimen en geserveerd met suiker en kaneel. Je eet ze niet als toetje, maar als primo (pastagang). Het gerecht is een overblijfsel uit de eeuwen dat Triëst onderdeel was van het Habsburgse rijk, later Oostenrijk-Hongarije – heel vergelijkbare aardappel-pruimknoedels heten in het Hongaars szilvás gombóc.", "In dezelfde categorie van zoete pasta vind je ravioli mantovani of tortelli di zucca uit Mantua en omstreken, zo tussen Milaan en Venetië. Het gaat om gevulde pasta met pompoen en amaretti, Italiaanse bitterkoekjes, geserveerd met salieboter en parmezaan.", "De Italiaans-Britse kookboekenschrijfster Anna Del Conte (1925) vermeldt in Amaretto, Apple Cake and Artichokes dat de zoet-hartige pasta een erfenis is van de familie Gonzaga, die over Mantua heerste van 1328 tot 1708. De familie stond bekend om het goede eten dat aan tafel werd geserveerd, maar waarom juist daar die middeleeuwse smaken (zoet en hartig samen) tot op de dag van vandaag voortbestaan is me niet duidelijk. Wél dat de toevoeging van salie en kaas voor mij genoeg is om de pasta uit de te zoete hoek te halen. Dit wil ik wel eten als hoofdgerecht.", "De tortelli di zucca zijn door de bijzondere ingrediënten feestelijk en ze bevatten geen vlees, daarom is het in Mantua gebruikelijk om ze op kerstavond te eten – dan wordt er traditioneel nog gevast en komt er dus geen vlees op tafel. Mij lijkt de pasta ook ideaal voor sinterklaasavond, met de combinatie hartig-zoet en specerijen.", "Eigenlijk hoor je zelf ravioli te maken, met een vulling van pompoen, amaretti en mostarda di frutta (met mosterd ingemaakt fruit). Ik houd het simpeler en serveer gedroogde pasta met een saus van pompoen, amaretti en salieboter. Gebruik lekker veel salie en kaas om de boel niet te zoet te maken; dan heb je hierna nog steeds zin in pepernoten en borstplaat."], "authors": ["Kleyn Charlotte"], "keywords": ["ideale", "van", "sinterklaasavond", "het", "pasta", "met", "ik", "een", "en", "te", "om", "pompoen", "dat", "voor"], "pubDate": "2020-12-03T08:16:31+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}