{"id": "8e9d49ef-5f2c-37b8-86e6-05194311f09e", "title": "Na een update van de smartphone kan de Pixascope ineens niets meer", "url": "https://volkskrant.nl/wetenschap/na-een-update-van-de-smartphone-kan-de-pixascope-ineens-niets-meer~b4d471bf/", "summary": "Er bestaat al van alles in dat opzicht (zoals voorzetlensjes), maar het is vaak niet meer dan het vergrootglas dat elke smartphonecamera al heeft.\nEen lollig en handzaam apparaatje op een standaard, dat maar liefst 50 tot 1000 keer vergroot.\nAan-uitknopje, usb-kabel, een (ietwat krakkemikkige) standaard en een draaibare knop om scherp te stellen en te vergroten.\nEr zat ook een handleiding bij: een minivodje met een tekst die met een microscoop vast te lezen is.\nHoe verleidelijk ook voor de naïeveling: doe het niet, elke cent is er een te veel voor de Pixascope.", "paragraphs": ["De Pixascope. Beeld Pixascope", "Je kunt erop wachten: ooit zal de gemiddelde smartphone standaard zijn uitgerust met een extra lensje waarmee je camera in één slag een microscoop is. Druk op de knop en je kunt je beeld meteen delen met de hele wereld.", "Er bestaat al van alles in dat opzicht (zoals voorzetlensjes), maar het is vaak niet meer dan het vergrootglas dat elke smartphonecamera al heeft. Bijkomend probleem: zie je camera bij extra vergroting maar eens stil te houden, als het aankomt op tienden van millimeters.", "En dus ben je aangewezen op hardware. Er bestaan diverse ‘microscopen’ die via wifi een verbinding leggen met je smartphone (of laptop). Leuk aspect: ze zijn nog betaalbaar ook. Maar is het wat?", "Je wereld vergroten", "We kozen blind voor – nee, ho, correctie: we trapten blind in een advertentie die ongevraagd langskwam op Instagram, waarop de Pixascope werd aangeprezen. Een lollig en handzaam apparaatje op een standaard, dat maar liefst 50 tot 1000 keer vergroot. Je wereld vergroten door in te zoomen, daar moesten we bij zijn.", "De betreffende firma (gevestigd in een galerijflat in Capelle aan den IJssel) was wat lastig te vinden, maar bleek na ons speurwerk bereid ons een testexemplaar toe te sturen. Dat het ding grotendeels van plastic is, stond nergens vermeld, maar wat wil je voor 70 euro?", "Verder zat alles erop en eraan. Aan-uitknopje, usb-kabel, een (ietwat krakkemikkige) standaard en een draaibare knop om scherp te stellen en te vergroten. Er zat ook een handleiding bij: een minivodje met een tekst die met een microscoop vast te lezen is. Wat we ervan begrepen: app downloaden, microscoop aan en kijken maar. Simple comme bonjour.", "Het werkte. Er verscheen beeld op de smartphone. Maar niet erg spectaculair. De belichting is gebrekkig, maar vooruit: van de pennestreek waarop we inzoomden kon je de vlekkerige opbouw zien. Duizend keer dichterbij halen is grootspraak.", "Schreven we ‘Het werkte’? Dat was enkele maanden geleden. Inmiddels is de iPhone geüpdatet, maar de app al tijden niet. Einde oefening: de Pixascope kan niets meer. De leverancier is met de noorderzon vertrokken, de Nederlandse website is dood. Wat rest is een regen aan klachten op reviewsites, waar mensen klagen over oplichting en bestellingen die ze nooit hebben ontvangen.", "Op Chinese sites als AliExpress is het ding (onder een andere naam) nog altijd te bestellen, vele tientjes goedkoper. Hoe verleidelijk ook voor de naïeveling: doe het niet, elke cent is er een te veel voor de Pixascope."], "authors": ["Jean-Pierre Geelen"], "keywords": ["pixascope", "van", "niets", "ineens", "en", "een", "met", "kan", "smartphone", "update", "te", "op", "het", "meer", "maar", "wat", "dat", "je"], "pubDate": "2021-01-04T14:31:42Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}