{"id": "8ea101d1-0205-316a-a438-f6b95deb0eda", "title": "Onana krijgt het op Anfield ongetwijfeld een stuk drukker", "url": "https://www.parool.nl/sport/onana-krijgt-het-op-anfield-ongetwijfeld-een-stuk-drukker~bcb1de30/", "summary": "Beeld ANPKeepen kan een fantastisch vak zijn, maar soms is het het eenzaamste beroep ter wereld.\nEn aan de overkant van het veld was het pompen of verzuipen?\nEr was geen houden aan voor keeper Wiedwald, hoewel hij Ajax met enkele reddingen nog wel twintig minuutjes van het openingsdoelpunt afhield.\nHij bleef vooral bezig met zijn gymnastische oefeningen en was bij met het laatste fluitsignaal.\nDinsdag op Anfield wordt het voor hem ongetwijfeld een stuk drukker.", "paragraphs": ["Andre Onana. Beeld ANP", "Keepen kan een fantastisch vak zijn, maar soms is het het eenzaamste beroep ter wereld. André Onana had werkelijk niets te doen, terwijl Emmen-doelman Felix Wiedwald in de steek werd gelaten door zijn ploeggenoten.", "Wat deed Onana om de tijd te doden?", "Van alles. Een beetje heen en weer huppelen, wat rekken en strekken. Hij schreeuwde eens een aanwijzing naar zijn collega’s, die vrijwel nooit dichter dan vijfentwintig meter in zijn buurt waren. Het was vooral een kwestie van warm proberen te blijven onder gure omstandigheden. De Kameroener speelde wel gewoon in korte broek.", "En aan de overkant van het veld was het pompen of verzuipen?", "Er was geen houden aan voor keeper Wiedwald, hoewel hij Ajax met enkele reddingen nog wel twintig minuutjes van het openingsdoelpunt afhield. Daarna braken de dijken: Davy Klaassen, Zakaria Labyad en Lassina Traoré scoorden nog voor rust. De treffer van Labyad – hij volleerde een fijn passje van Klaassen ineens uit de lucht in de bovenhoek – was de mooiste.", "Op hoeveel doelpunten staat Ajax nu?", "Op 42. In tien wedstrijden. Als Ajax in dit tempo doorgaat, eindigt de ploeg op 142 doelpunten. Al worden de zes topduels tegen PSV, Feyenoord en AZ pas na de winterstop gespeeld. Het eredivisierecord is overigens in handen van Ajax met 122 goals (1966-1967). Onder trainer Erik ten Hag kwam Ajax in het kampioensseizoen 2018-2019 al in de buurt met 119 doelpunten.", "Zat er niet meer in dan 0-5?", "De score was te mager, maar Ajax had niet in de buurt kunnen komen van de 13-0 bij VVV. Dat had deels te maken met de vele wisselingen die Ten Hag in de rust en kort na de pauze doorvoerde. Maar het was ook Wiedwald die Emmen voor een vernederende nederlaag behoedde. Alleen de invallers Jurgen Ekkelenkamp en Quincy Promes prikten er nog een balletje in. Ajax speelde in de clubgeschiedenis pas vier officiële wedstrijden tegen Emmen, won ze alle vier en scoorde in al die wedstrijden vijf doelpunten.", "En Onana?", "Die kreeg na rust nog wel een terugspeelballetje, maar duiken hoefde hij niet. Hij bleef vooral bezig met zijn gymnastische oefeningen en was bij met het laatste fluitsignaal. Dinsdag op Anfield wordt het voor hem ongetwijfeld een stuk drukker.", "Ajax", "André Onana 7", "Sean Klaiber 7", "Perr Schuurs 7", "Lisandro Martínez 7", "Noussair Mazraoui 7", "Davy Klaassen 8", "Ryan Gravenberch 7", "Zakaria Labyad 7", "Antony 5", "Lassina Traoré 6", "Dusan Tadic 6", "Wissels:", "Klaas-Jan Huntelaar (6) voor Lassina Traoré (’46)", "Quincy Promes (6) voor Dusan Tadic (’46)", "David Neres (7) voor Antony (’58)", "Jurgen Ekkelenkamp (7) voor Ryan Gravenberch (‘58)", "Devyne Rensch (-) voor Noussair Mazraoui (’72)", "FC Emmen", "Felix Wiedwald 6", "Glenn Bijl 5", "Ricardo van Rhijn 5", "Keziah Veendorp 5", "Miguel Araujo 4", "Anco Jansen 5", "Simon Tibbling 5", "Michael de Leeuw 5", "Nicolai Laursen 5", "Michael Chacon 5", "Caner Cavlan 6", "Wissels:", "Donis Avdijaj (5) voor Anco Jansen (’46)", "Marko Kolar (-) voor Nikolai Larusen (’75)", "Hilal Ben Moussa (-) voor Michael Chacon (’75)"], "authors": ["Dick Sintenie"], "keywords": ["van", "drukker", "onana", "ajax", "het", "op", "hij", "met", "zijn", "anfield", "stuk", "een", "en", "krijgt", "te", "ongetwijfeld", "voor"], "pubDate": "2020-11-28T20:45:49+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}