{"id": "8eba6154-1f42-31b2-9d1f-3eabe2055ab1", "title": "Niet Brabant, niet de Randstad, maar heel Nederland is nu coronahoofdstad", "url": "https://www.parool.nl/nederland/niet-brabant-niet-de-randstad-maar-heel-nederland-is-nu-coronahoofdstad~bd03c131/", "summary": "Bij een aantal van 250 positieve tests per 100.000 inwoners geeft het kabinet een regio het risiconiveau ‘zeer ernstig’.\nOp het hoogtepunt van de tweede golf zat Groningen maar op een kwart.\nMaar al met al suggereren de cijfers dat het virus zich vrij gelijkmatig over Nederland heeft verspreid.\nVoor een deel is dat te verklaren door een ruimer testbeleid, maar het RIVM ziet een verdere verspreiding van het virus als belangrijkste oorzaak.\nZij testen nu zelfs fors vaker positief dan op het hoogtepunt van de tweede golf.", "paragraphs": ["Beeld ANP", "Alleen Zeeland en de drie noordelijke provincies onderscheiden zich nog enigszins, maar ook deze regio’s kruipen naar het Nederlandse gemiddelde toe.", "Dat blijkt uit een analyse van de besmettingscijfers die het RIVM vandaag naar buiten bracht. Gemiddeld vielen de afgelopen week per 100.000 Nederlanders 237 positieve testen te noteren. Van de 25 Veiligheidsregio’s zitten er 21 op een niveau tussen de 200 en 303. Bij een aantal van 250 positieve tests per 100.000 inwoners geeft het kabinet een regio het risiconiveau ‘zeer ernstig’.", "De meeste besmettingen worden nu genoteerd in Flevoland (303 per 100.000) en Gelderland-Midden (302). Het beste scoren Drenthe (115), Friesland (125), Zeeland (137) en Groningen (149). De andere 19 regio’s zitten ergens tussen de 200 en 300.", "De verschillen tussen de regio’s zijn daarmee veel kleiner dan voorheen. Drenthe, de best scorende regio, heeft nu half zoveel besmettingen als het Nederlands gemiddelde. Op het hoogtepunt van de tweede golf zat Groningen maar op een kwart. De slechtst scorende regio toen (Zuid-Holland Zuid) had destijds zelfs bijna zes keer zoveel besmettingen.", "Tijdens de eerste golf waren het vooral Brabant en Limburg die getroffen werden door het coranavirus. In februari, maart en april namen zij ongeveer 40 procent van de Nederlandse sterfgevallen voor hun rekening. De tweede golf ontstond juist in de Randstad. Rotterdam, Den Haag en Amsterdam voerden in september en oktober wekenlang de lijsten aan.", "Nu zitten die drie steden rond het Nederlandse gemiddelde. Een regionaal patroon is verder moeilijk te ontdekken, of het moet zijn dat de Brabantse regio’s alle drie iets slechter scoren dan gemiddeld. Maar al met al suggereren de cijfers dat het virus zich vrij gelijkmatig over Nederland heeft verspreid. Het RIVM constateert ook dat in iedere veiligheidsregio de afgelopen week sprake was van een stijging in het aantal positieve testuitslagen per 100.000 inwoners.", "Tussen woensdag en dinsdag kregen 43.303 Nederlanders een positieve testuitslag. Dat is ongeveer 27 procent meer dan vorige week. Het huidige niveau ligt nog wel onder het toppunt van de tweede golf, eind oktober, toen in een week tijd ruim 67.000 mensen positief testten. De daling die daarna werd ingezet is echter verleden tijd.", "Voor een deel is dat te verklaren door een ruimer testbeleid, maar het RIVM ziet een verdere verspreiding van het virus als belangrijkste oorzaak. Gedurende de week steeg het percentage Nederlanders dat in de teststraten positief testte van 10 naar 14 procent - een signaal dat het virus weer in kracht toeneemt. Gemiddeld viel 11,6 procent van de tests positief uit, vorige week was dat 11,1.", "Leeftijden", "Een tweede ontwikkeling die erg in het oog springt is dat het aantal besmettingen vooral bij tieners en vroege twintigers toeneemt. Zeker in de leeftijdscategorie 13-17 is sprake van een opmerkelijk verloop. Zij testen nu zelfs fors vaker positief dan op het hoogtepunt van de tweede golf. Datzelfde geldt overigens voor kinderen van 0 tot 12.", "Het aantal mensen dat met Covid-19 op de verpleegafdeling in het ziekenhuis werd opgenomen was de afgelopen week 1229. Een week eerder waren dat er nog 1007. Het aantal opnames op de intensive care nam wel licht af. Het waren er de afgelopen week 179, vergeleken met 183 de week ervoor."], "authors": ["Sander Van Mersbergen"], "keywords": ["van", "tweede", "nederland", "het", "op", "maar", "brabant", "golf", "die", "heel", "week", "niet", "een", "nu", "randstad", "en", "dat", "coronahoofdstad"], "pubDate": "2020-12-08T19:21:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}