{"id": "8ed49e99-3853-3e67-b075-555096c19d3d", "title": "Thuiswerken door coronacrisis heeft geen effect op rolverdeling: zo verdeel je de taken in huis wél gelijk", "url": "https://volkskrant.nl/werken/thuiswerken-door-coronacrisis-heeft-geen-effect-op-rolverdeling-zo-verdeel-je-de-taken-in-huis-wel-gelijk~b9c6e311/", "summary": "De traditionele rolpatronen zijn nauwelijks veranderd door het thuiswerken en het wegvallen van de kinderopvang en de schooldagen.\nOok niet als ze elke dag thuiswerken en ze zien welke klusjes er moeten gebeuren.\nDe traditionele rolpatronen zijn nauwelijks veranderd door het thuiswerken en het wegvallen van de kinderopvang en de schooldagen.\nMannen nemen best wat taken op zich en ook het soort taken dat ze doen, is door de jaren heen veranderd.\nMaar dan nog zie je dat vrouwen de regie hebben.’Leg je taken als baas van het huishouden neerWaarom hebben vrouwen die regie?", "paragraphs": ["De traditionele rolpatronen zijn nauwelijks veranderd door het thuiswerken en het wegvallen van de kinderopvang en de schooldagen. Beeld Matteo Bal", "Sommige problemen lossen zichzelf op, maar als het aankomt op het huishouden en zorg voor de kinderen blijkt toch dat je zelf de touwtjes in handen moet nemen als je wil dat er iets verandert. De meeste mannen gaan niet ineens uit zichzelf afwassen of een doekje over de wc halen. Ook niet als ze elke dag thuiswerken en ze zien welke klusjes er moeten gebeuren.", "Wie die hoop wel had aan het begin van de coronacrisis, komt van een koude kermis thuis. De traditionele rolpatronen zijn nauwelijks veranderd door het thuiswerken en het wegvallen van de kinderopvang en de schooldagen. Dat blijkt uit onderzoek van onderzoeksbureau Motivaction in opdracht van Intermediair en Nationale Vacaturebank, onder ruim 1.200 Nederlanders.", "Traditionele rolpatronen", "In het huishouden en de zorgtaken zijn het nog altijd de vrouwen die oververtegenwoordigd zijn. Vóór corona voerde 10 procent van de mannen de meeste huishoudelijke taken uit, sinds de coronacrisis is dit 11 procent. Dat bleef dus nagenoeg gelijk. Vrouwen zijn iets minder gaan doen. Voor de crisis zei 57 procent van de vrouwen meer in huis te doen dan de partner, tegenover 53 procent sinds corona. Qua zorgtaken voor de kinderen is het beeld niet heel anders.", "Het verbaast Els Jacobs, eigenaar van De HuishoudCoach, allemaal niets. ‘Het is zo’n kleine verschuiving, dat ik me ook nog kan voorstellen dat het weer terug zal veranderen als het leven weer normaal is’, zegt ze. ‘De emancipatie van de vrouw is al zo’n honderd jaar bezig, toch is het bij de meeste huishoudens nog steeds zo dat de vrouw stilzwijgend eindverantwoordelijk is. Mannen nemen best wat taken op zich en ook het soort taken dat ze doen, is door de jaren heen veranderd. Het is nu bijvoorbeeld al veel normaler dat mannen luiers verschonen. Maar dan nog zie je dat vrouwen de regie hebben.’", "Leg je taken als baas van het huishouden neer", "Waarom hebben vrouwen die regie? Daar zijn verschillende redenen voor. Volgens Esther de Jong, hoofd beleidsadvisering van Atria, het Kennisinstituut voor Emancipatie en Vrouwengeschiedenis, zijn gendernormen nou eenmaal diep verankerd in onze samenleving.", "Daarnaast verdienen mannen vaak meer en werken ze daarom ook meer, waardoor vrouwen thuis de meeste taken op zich nemen. Al is het niet per se zo dat wie het meeste thuis is, ook het meeste schoonmaakt. Uit onderzoek onder 30.000 mensen in 28 Europese landen bleek eerder dat mannen weliswaar meer gaan doen in het huishouden als ze werkloos thuis komen te zitten. Maar de vrouw óók. Bovendien bleek bij gezinnen waar de vrouw kostwinner was, de vrouw nog steeds de regie te hebben.", "‘Wat ik vaak merk, is dat vrouwen niet alleen stilzwijgend de eindverantwoordelijke worden in het huishouden, ze trekken het ook naar zich toe’, zegt huishoudcoach Jacobs. ‘Ze hebben vaak uitgesproken ideeën over hoe het huis schoongemaakt moet worden en hoe vaak. Dat maakt het lastig. Als een man wel iets doet in het huishouden, zegt de vrouw vaak dat het niet goed is of dat het vaker moet.’", "We moeten als vrouw ook niet almaar taken uit handen nemen van de man, vindt Darcy Lockman, psycholoog en schrijver van All the Rage: Mothers, Fathers, and the Myth of Equal Partnership, waarin ze experts interviewde en vijftig Amerikaanse vrouwen over de scheve rolverdeling. Dus níét alvast een weekendtas inpakken als hij weggaat met de kinderen – moet ‘ie zelf maar denken aan de zwemspullen.", "Bepaal samen het absolute minimum", "Wil je iets doen aan de situatie, dan is het dus zaak dat aan te kaarten. Iets wat overigens opvallend weinig mensen doen. Uit het nieuwe onderzoek van Intermediair en Nationale Vacaturebank blijkt dat slechts 18 procent van de ondervraagde mannen en 10 procent van de vrouwen een gesprek heeft gevoerd over de taakverdeling.", "Als stellen bij Jacobs komen met gesteggel over de huishoudelijke taken, gaat dat vaak over de frequentie van de taak. Ze begint daarom altijd met het samenstellen van een lijst met wat er moet gebeuren. ‘Samen bepalen we dan wat het niet-onderhandelbare minimum is, zo noem ik dat. Dus stel de vrouw vindt dat de wc drie keer per week schoongemaakt moet worden en de man vindt één keer genoeg, dan ben je het er in ieder geval over eens dat het eens per week moet gebeuren.’", "Kies per taak een eindverantwoordelijke", "Om ervoor te zorgen dat je niet meer alleen de baas bent over het huishouden, moeten de taken goed verdeeld worden. Volgens Jacobs werkt het het beste om iemand verantwoordelijk te maken voor een paar taken en dan het liefst de taken die je het leukst vindt. Of het minst erg.", "‘Het is wel belangrijk dat je elkaar wat persoonlijke speelruimte geeft’, zegt Jacobs. ‘Als iemand de taak heeft om de was te doen, is het niet de bedoeling dat de ander zich ermee gaat bemoeien over hoe dat precies gebeurt. En op welke dag. Leven en laten leven, de uitvoering is helemaal aan degene die de taak toebedeeld heeft gekregen.’", "Af en toe evalueren is wel een goed idee. Verwijs als het niet goed gaat simpelweg naar het absolute minimum dat jullie hebben afgesproken. En als de situatie is veranderd - iemand is meer gaan werken of juist minder of is ziek geworden - kun je opnieuw de taken verdelen.", "Jacobs: ‘Vergeet ook de kinderen niet, hoor. Maak pubers bijvoorbeeld verantwoordelijk voor hun eigen kamer. Jonge kinderen willen hun ouders vaak nadoen en helpen, laat ze dan hun gang gaan en accepteer dat het allemaal wat langzamer gaat dan wanneer je het zelf doet.’", "Doe het kaartspel", "De Amerikaanse schrijver Eve Rodsky ergerde zich lange tijd aan de niet gewaardeerde en tijdrovende klusjes die zij als moeder van drie kinderen geacht werd op te knappen. Ze overwoog bijna om te scheiden. ‘Ik zag mezelf altijd als een ambitieuze vrouw, maar ik veranderde in iemand die alleen maar bezig was om in de behoeften van mijn gezin te voorzien.’", "Ze schreef uiteindelijk het boek Schat, wil jij dit even doen? Houd tijd over door het thuis beter te verdelen én maakte een spel; honderd kaarten met daarop alle klusjes die er zijn, zoals ‘schoonmaken’, ‘elektronica & IT’, ‘inpakken & uitpakken (reizen)’ en ‘post’.", "De bedoeling is dat de kaarten die van toepassing zijn onderling worden verdeeld, zoals de situatie op dat moment is. Dat kan confronterend zijn, als de ene stapel groter is dan de andere. Daarna ga je de kaarten opnieuw verdelen zodat de last gelijk is. Je spreekt een termijn af, bijvoorbeeld een week, waarin je dit gaat proberen. Je zit dus nooit aan een bepaalde kaart ‘vast’. ‘Eén ding is essentieel: om een taak succesvol uit te voeren, moet je verantwoordelijk zijn voor álle elementen: bedenken, plannen én uitvoeren.", "Speel de huishoudbattle", "Om voor eens en voor altijd inzichtelijk te maken wie nu echt het meeste doet thuis en bij wie de mentale last het grootst is, kun je samen met je partner, de Huishoudbattle spelen. Beantwoord de vragen en stuur de test door aan je partner."], "authors": ["Yasmine Esser"], "keywords": ["verdeel", "dat", "van", "thuiswerken", "niet", "een", "wél", "taken", "en", "zo", "te", "ze", "huis", "heeft", "op", "als", "je", "rolverdeling", "het"], "pubDate": "2020-09-14T09:55:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}