{"id": "8ede61f1-17cf-3bac-816e-8ed9f32f8075", "title": "Steffi de Pous vond haar roeping op Lesbos: ‘Ik wilde altijd helper worden’", "url": "https://www.parool.nl/ps/steffi-de-pous-vond-haar-roeping-op-lesbos-ik-wilde-altijd-helper-worden~ba54357b/", "summary": "Dat was het moment dat ik dacht: als ik dit al niet kan, wie ben ik dan nog?\nIn plaats daarvan besloot ik: ik heb in elk geval nog controle over wat ik in mijn mond stop, dus daar ga ik me op focussen.\nToen realiseerde ik me dat het niet om het eten ging, maar dat ik alleen maar het probleem verplaatste.\nOké, zei ik, ik ga wel.”Ik heb yoga nooit begrepen.\nToen besloot ik: ik ga deze mensen helpen.", "paragraphs": ["Steffi de Pous: ‘Ik wil van alles het beste maken, ook al is het niet zo best.’ Beeld Annaleen Louwes", "De laatste keer dat ze in vluchtelingenkamp Kara Tepe was, heeft Steffi de Pous anderhalf uur op een steen gezeten. Een hulporganisatie had driehonderd dixi’s neergezet. Dat zou genoeg moeten zijn voor de 7200 bewoners van het kamp op Lesbos. “Maar ik zat daar op die steen, te kijken, en zag: er gaat niemand heen. Oké, dacht ik, waar kakken deze mensen dan wel?”", "Ze besloot een heuvel in het kamp op te klimmen. “Toen ik boven was, telde ik 29 mensen, die ergens op die berg zaten te poepen. Toen heb ik een kennis opgebeld en gevraagd: how do these people poop? Nou, zei die kennis, niet op een dixi. Driekwart van de bewoners komt uit de bergen in Afghanistan, die hebben nooit een wc gehad. Laat staan een gore dixi. Die mensen moesten leren hoe ze een wc konden gebruiken. Maar Steffi, zeiden mensen, je gaat toch geen shitworkshop geven? Nou, wel dus. Als dat is wat nodig is.”", "Steffi de Pous (37) is sinds vijf jaar het gezicht van Because We Carry, een Amsterdamse hulporganisatie die zich inzet voor de vluchtelingen op de Griekse eilanden.", "Mensenrechtenactivist – het lijkt nogal een sprong voor een vrouw die daarvoor pokertelevisie presenteerde, fotomodel was en een yogastudio runde. Ze moet er zelf om lachen. “Mensenrechtenactiviste, zo zou ik mezelf echt nooit noemen.” Ze laat een stilte vallen. “Ik ben gewoon niet zo makkelijk in een hokje te stoppen.” Dan vraagt ze: “Heb je de uitzending over mij van Het mooiste meisje van de klas gezien? Die bekijk ik af en toe als ik het perspectief kwijt ben en wil weten wie ik ook alweer ben.”", "En dit is ze dan, Steffi de Pous: een bandeloos meisje dat opgroeide in het beschermde Zeist, voor wie de Vrije School niet vrij genoeg was. Autoriteit, zegt een lerares, daar had ze niet veel mee. Kind van een grenzeloze opvoeding, met verre reizen, in wrakke auto’s op de bonnefooi, maar ook met ouders die haar op doordeweekse avonden met de auto afzetten voor de iT en haar geld gaven voor de taxi terug. Soms ging ze de hele nacht door – een lerares vertelt dat ze weleens ‘met nauwelijks iets aan’ in de klas verscheen. Altijd vrolijk, zeggen haar klasgenoten. “Altijd glitter, altijd roze.”", "Haar moeder: “Steffi danste door het leven.” De Pous: “Dat is wat ik nog steeds doe. Van alles het beste willen maken, ook al is het niet zo best. En er dan maar de schoonheid van inzien.”", "Steffi, vertelt haar broer, voelde zich verantwoordelijk voor de gezelligheid thuis. Een veel te zware opgave. “Ik ben altijd een vredestichter geweest,” zegt ze. “Als mijn ouders ruzie hadden, ging ik altijd bij mijn moeder op schoot zitten en haar aaien. Als je dat doet, als kind van drie… Best interessant.”", "Haar ouders gingen toch uit elkaar. “Ik heb me jarenlang afgevraagd of ik het anders had kunnen doen.”", "Best een rare vraag, voor een kind.", "“Ik heb als kind heel erg mijn best gedaan om te zorgen dat er harmonie was. Ik wilde zo graag dat er liefde tussen mijn ouders was, maar er was te veel onrust. Ik heb het daar wel moeilijk mee gehad. Ik was geboren met de missie om de wereld om me heen fijner te maken, en toen was het al in de kleine microkosmos van mijn gezin niet gelukt. Dat was het moment dat ik dacht: als ik dit al niet kan, wie ben ik dan nog? Ik was alle controle kwijt, het focuspunt van mijn jeugd was weg. Eigenlijk had ik toen hulp moeten hebben. Dat iemand tegen me zei: Steffi, je hebt het geprobeerd, dat heb je fantastisch gedaan, maar het is niet gelukt. Daar mag je best verdrietig om zijn.”", "‘Yoga is accepteren wat er is, met aandacht durven blijven bij jezelf.’ Beeld Annaleen Louwes", "“Maar ik heb die hulp nooit gevraagd. In plaats daarvan besloot ik: ik heb in elk geval nog controle over wat ik in mijn mond stop, dus daar ga ik me op focussen. Zo heb ik anorexia ontwikkeld. Het is heel moeilijk om heel weinig te eten, dus ik voelde een rare, misplaatste trots. En ik kreeg opeens aandacht. Niet de aandacht van op de tafel dansen, maar aandacht voor mij, voor mij als kind. Mijn moeder vroeg zich opeens af of het wel goed met me ging, of ik wel genoeg at. Maar dat was de kern natuurlijk helemaal niet.”", "Hoe bent u ervan afgekomen?", "“Een arts in het UMC Utrecht zei tegen me: je speelt met vuur, je lost zo niets op. Toen realiseerde ik me dat het niet om het eten ging, maar dat ik alleen maar het probleem verplaatste. Het vervelende was wel: als je niet eet, voel je ook heel weinig. Je lichaam is helemaal in paniek, dus er is geen plek voor emoties. Toen ik weer ging eten, kwamen al die gevoelens weer terug. Ik was heel onzeker en bang, en op een gegeven moment kreeg ik last van mijn ademhaling. Toen zei de huisarts: ga eens naar yoga. Het was 2000, yoga was toen nog fokking vaag. Met geitenwollen sokken, kruidenthee, er werden scheten gelaten in de les. Maar dat kon ik wel aan. Oké, zei ik, ik ga wel.”", "Ik heb yoga nooit begrepen.", "“Yoga is superconfronterend. Ik vind het echt niet altijd leuk. Yoga is accepteren wat er is, met aandacht durven blijven bij jezelf. Veel mensen zitten niet lekker in hun vel, hebben te veel aan hun hoofd, maar lossen dat op met glazen wijn. Dat kan ook, maar dan ga je het probleem niet aan. Met yoga leer je mensen te kijken naar hun gevoel. Daarom ben ik het na een paar jaar zelf gaan geven: om mensen te helpen zich veiliger te voelen in hun eigen lichaam.”", "Een goede vriendin van u zegt: in wat Steffi nu doet komt alles samen.", "“Ik wilde altijd helper worden. Maar wat is daar de studie voor? Ga je dan naar de grote helpuniversiteit? Ik vond het heel confronterend dat iedereen meteen maar wist wat hij wilde worden. Ik heb van alles geprobeerd, maar er was voor mij gewoon geen plek in het schoolleven.”", "U werd toegelaten tot de kleinkunstacademie.", "“Ik ben er niet aan begonnen. Ik vind het eigenlijk best verdrietig dat niemand tegen mij heeft gezegd: ga het niet op school zoeken, joh. Je moet er gewoon al levende achterkomen hoe het leven werkt.”", "‘Wij waren er al snel achter gekomen: als je drieduizend mensen met honger gaat geven wat ze nodig hebben, ontstaat er totale paniek.’ Beeld Annaleen Louwes", "Zo werkte haar leven: na verschillende opleidingen en televisiewerk voor AT5 en pokerprogramma’s en het oprichten van haar eigen yogastudio werd ze begin 2014 ernstig ziek. Een tumor op de hypofyse.", "Hoe heeft dat uw leven veranderd?", "“Als je ziek bent, word je teruggeworpen op de basis. Heel veel doet er opeens niet meer toe. Toen ik beter werd, realiseerde ik me waar ik echt blij van werd, en dat is van dingen mooier maken. Als iets lelijk is, of verdrietig, of pijnlijk, wil ik daar direct iets mee doen. Dat gevoel had ik te lang genegeerd.”", "Was dat het moment dat u besloot om naar Griekenland te gaan?", "“Dat was een half jaar later, 28 augustus 2015, toen ik op Facebook zag dat er duizenden mensen tegelijk aankwamen op Lesbos. Eén vliegticket van mij vandaan ging het helemaal mis in de wereld. Toen besloot ik: ik ga deze mensen helpen. Ik wilde niet met lege handen aankomen. De vrouwen die we op de camerabeelden zagen, droegen allemaal kleine kinderen. Dus besloten Anna Smit, met wie ik de yogaschool runde, en ik babydragers in te zamelen. In een paar dagen hadden we er zevenduizend, ze kwamen van over de hele wereld. Ze lagen in enorme stapels in de yogastudio, we zagen de mensen achterin niet meer.”", "Toen werd Because We Carry opgericht.", "“We wilden ons eerst ‘Because We Care’ noemen, maar dat vonden we net te truttig. En we kwamen met die babydragers aanzetten natuurlijk. Dus: Because We Carry. We haalden 8000 euro op voor transport en namen artsen mee, want misschien waren daar wel helemaal geen dokters.”", "Hoe was die eerste aankomst op Lesbos?", "“Die had ik wat te optimistisch ingeschat. Ik dacht: we komen aan en melden ons bij de coördinerende hulporganisatie. Maar toen we bij het water stonden en de ene na de andere boot aankwam, zagen we niemand. Geen Rode Kruis, geen Oxfam, wat dan ook. Wij stonden er met zijn zevenen, Stichting Bootvluchteling en twee Fransmannen in een verkeershesje. Ik ben hier niet voor opgeleid, dacht ik alleen maar, ik heb niet eens alle zwemdiploma’s. Wat moet ik doen als zo’n boot omslaat? En ik zag alleen maar mannen. Staan we daar met onze babydragers, dacht ik nog, maar toen de boten dichterbij kwamen, zag ik dat die mannen allemaal op de rand van de boot zaten, als bescherming van de vrouwen en kinderen in het midden. Dat moment emotioneert mij nog steeds.”", "Wat zijn jullie gaan doen?", "“Het was totale chaos. Er waren dagen dat er zes-, zeven-, achtduizend mensen aankwamen. Wie kan er reanimeren? Jongens, deze vrouw heeft weeën; wie heeft er iets voor onderkoelde lichamen? Gelukkig hadden we geld bij ons, maar dat was na een dag op. We namen meer en meer verantwoordelijkheid op ons. Na een week vlogen we terug, we hadden bijna niet geslapen. Maar toen ik thuiskwam, voelde ik dat dit een roeping was. Ik ging nu niet weer in Nederland yoga geven alsof er niets gebeurd was terwijl ik van wezenlijk belang was op een andere plek.”", "Wat was het dat u kon doen?", "“Ik kon mensen mobiliseren, ik kon zeggen: er zijn nu weer zeven mensen nodig want het werk dat wij vorige week hebben laten vallen, moet nu weer worden opgepakt. En je moet veel geld meenemen. Toen waren er binnen een halve dag weer zeven mensen en voor de week erna weer zeven. Het werd een estafette. Inmiddels zijn we bij team 310 of zo, en dat maal zeven.”", "Een van de eerste keren dat u er was, heeft u er uw man ontmoet.", "“Ik was eten aan het uitdelen. Wij waren er al snel achter gekomen: als je drieduizend mensen met honger gaat geven wat ze nodig hebben, ontstaat er totale paniek. Ik ben nu zelf drie jaar moeder. Als mijn kind honger heeft… ik krab je de ogen uit je kop. Deze vrouwen stonden met haviksogen gericht op waar ze konden krijgen wat hun kind nodig had.”", "Jeugdfoto van Steffi de Pous.", "”Stonden wij daar, met z’n zevenen, met een busje waar misschien wel, misschien niet genoeg eten in zat voor iedereen. Wij moesten die hyperfocus van geef-mij-dat-eten eruit halen. Dat ging heel goed door muziek te draaien, Syrische en Afghaanse muziek, en daar heel asexy op te dansen. Iedereen stond gebiologeerd te kijken en te dansen. Dat hielden we dan een paar uur vol, tot iedereen gegeten had. Op een gegeven moment kwam er een man naar ons toe die aanbood te helpen. Dat was Adil. Ik vond het zo tof dat hij dat deed, en hij vond het weer tof dat ik uit Amsterdam kwam om hier boterhammen met pindakaas uit te delen.”", "Boterhammen met pindakaas?", "“Ja. Iedereen had honger, en ik kan geen Syrisch brood bakken.”", "En toen?", "“Na die eerste reizen naar Lesbos was mijn relatie uitgegaan. Ik was een ander mens geworden, en terugkomen in Nederland werd steeds lastiger. Vrienden die zeggen: ‘Jij was met vakantie toch?’ ‘Nou, vakantie, ik heb mensen geholpen die gevlucht zijn…’ ‘O, moedig, je zult wel moe zijn.’ En hop, volgende onderwerp. En toen kreeg ik een appje van Adil: ‘Hey, hoe gaat het met je, moeilijk hè. Als je wilt kletsen ben ik er voor je.’”", "‘Ik wil mensen liever helpen als ik zie hoe veerkrachtig ze zijn.’ Beeld Annaleen Louwes", "Adil Izemrane is een van de oprichters van Movement On The Ground, ook een hulporganisatie op Lesbos, bekend van Johnny de Mol. Izemrane en De Pous woonden samen een paar jaar op Lesbos en hebben inmiddels twee kinderen, Ceas van 3 en Umi van 2. “Ik wilde mijn zoon eigenlijk Kees noemen, maar dat ging Adil te ver. Toen besloten we dat het Ceas zou worden. We googelden of dat niet toevallig iets raars betekende, en toen zagen we dat dat een afkorting was van Common European Asylum System, voor een beter Europees beleid voor vluchtelingen. Dat was wel een heel bizar toeval.”", "Tijdens de lockdown hield Because We Carry een inzamelingsactie voor rugzakjes, gevuld met kinderspeeltjes.", "“Die actie was extreem succesvol: 56.000 rugzakjes, terwijl er maar achtduizend kinderen in die kampen zitten. De rest hebben we gedoneerd aan scholen, en nu, na de brand op Moria, ook weer opnieuw kunnen uitdelen. Alles is verbrand of achtergelaten.”", "Mijn dochter heeft ook zo’n rugzakje samengesteld. Later dacht ik: die kinderen zitten daar in de modder, zonder medische zorg, maar wel met een spelletje Memory.", "“Dit is wat ik kan doen. Ik ben geen arts, ik kan geen medische zorg bieden. Ik ben ook geen kampdirecteur of diplomaat. Ik vind het waanzin om te denken: je moet dit kind geen speeltje geven, want er moet eerst medische zorg komen. Ik denk dat de wereld daaraan kapotgaat. Je kunt iemand toch niet iets onthouden omdat het andere er nog niet is?”", "Because We Carry komt vrolijke rugzakjes en slaapzakken met roze linten brengen.", "“Roze is heel fijn als het ergens tien keer kut is.”", "Geef je dan niet het signaal dat het allemaal wel meevalt in die kampen? Moet je daar eigenlijk wel aan meewerken?", "“Weet je hoe lang dat kamp er al is? Vijf jaar. Weet je hoe lang het daar al bar en boos is? Vijf jaar. Als er echt een oplossing zou komen wanneer Because We Carry zou vertrekken, dan teken ik morgen. Maar er zijn helemaal geen aanwijzingen dat die oplossing er komt.”", "Wat vindt u dat er met de kinderen in de Griekse kampen moet gebeuren?", "“Ze moeten in elk geval heel snel naar een andere plek. Hoe moeilijk kan het zijn: het gaat om 7500 mensen. Er zijn 29 lidstaten die mensen kunnen opnemen. Het is bijna kerst, er is nog steeds zo ongeveer niets geregeld. Deze mensen gaan het enorm moeilijk krijgen.”", "Nederland doet nog steeds niets.", "“Er is geen enkele beweging. Rechts vindt dat de mensen vooral in de eigen regio moet worden opgevangen, links noemt evacuatie en relocatie als enige oplossing. En intussen gebeurt er veel te weinig. We moeten het brede midden bereiken. Ik denk dat het niet meer werkt om tranentrekkende beelden te laten zien, want die zien we al vijf jaar. Niemand heeft zin in het verdriet van iemand anders.”", "“Ik wil mensen liever helpen als ik zie hoe veerkrachtig ze zijn. Dan kan ik met ze meeleven. Als ik een moeder zie die toch speldjes in het haar van haar dochter heeft gedaan, ook al heeft ze een week niet gedoucht. Als mensen zien dat deze mensen dezelfde behoeftes hebben, ook gewoon ertoe willen doen, het verschil willen maken, dan gaan ze misschien een keer anders stemmen.”", "“Maar tot die tijd blijf ik helpen, en sta ik dus ook in het nieuwe Moria, ja. Tot we er niet meer nodig zijn. Dan verkassen we naar een volgende duistere plek.”"], "authors": ["Vera Spaans"], "keywords": ["ik", "er", "van", "het", "en", "een", "met", "dat", "helper", "niet", "steffi", "op", "roeping", "wilde", "pous", "lesbos", "worden", "vond"], "pubDate": "2020-12-19T09:00:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}