{"id": "8ee01546-22b9-34eb-b6d7-b76977f5832f", "title": "Slaat corona toe in een bedrijf? De ‘designated survivor’ houdt de boel overeind", "url": "https://trouw.nl/economie/slaat-corona-toe-in-een-bedrijf-de-designated-survivor-houdt-de-boel-overeind~b3aafc64/", "summary": "Sinds de uitbraak van het coronavirus houdt ze zich aan een streng solitair regime.\n“Voor sommige mensen is het moeilijk om een bezoek aan de sportschool of afspraken met vrienden op te geven.\nDie draait om een minister die plotseling president wordt wanneer alle andere leden van zijn kabinet omkomen.\nNegen op de tien ondervraagden deed dat al voor de uitbraak van het coronavirus, een op de tien heeft een achterwacht aangewezen sinds de uitbraak.\nIn de top van bedrijven wordt sinds de coronacrisis nagedacht over het aanwijzen van een designated survivor.", "paragraphs": ["Jenny Mulder (64) is de designated survivor van haar webwinkel in gordijnrails en roedes. Sinds de uitbraak van het coronavirus houdt ze zich aan een streng solitair regime. Ze ziet geen andere medewerkers en komt zo min mogelijk buiten. “Voor sommige mensen is het moeilijk om een bezoek aan de sportschool of afspraken met vrienden op te geven. Niet voor mij, ik weet dat ik een belangrijke taak heb.”", "De term designated survivor, aangewezen overlevende, is bij de meeste mensen bekend geworden door de gelijknamige Amerikaanse Netflix-serie. Die draait om een minister die plotseling president wordt wanneer alle andere leden van zijn kabinet omkomen. De designated survivor zondert zich bij grote evenementen af van de rest, zodat deze persoon de belangrijkste taken kan overnemen in geval van rampspoed. Ook het Nederlandse kabinet wijst sinds vorig jaar een achterwacht aan voor Prinsjesdag, een minister die niet aanwezig is bij de Troonrede. Wanneer er zoiets als een bomaanslag zou plaatsvinden, staat deze klaar om de kerntaken van het kabinet op zich te nemen.", "Ook in het bedrijfsleven", "Maar niet alleen regeringsleiders wijzen zo iemand aan, ook in het bedrijfsleven komt het vaak voor. Uit een rondvraag van de Nederlandse Vereniging van Commissarissen en Directeuren (NCD) onder dertig van hun leden (directeuren en toezichthouders) blijkt dat ruim twee op de drie zo’n designated survivor heeft aangewezen. Negen op de tien ondervraagden deed dat al voor de uitbraak van het coronavirus, een op de tien heeft een achterwacht aangewezen sinds de uitbraak.", "Marco Zannoni is niet verrast. De directeur van het Instituut voor Veiligheids- en Crisismanagement laat weten dat met name in grote bedrijven al voor deze crisis is nagedacht over wie de CEO zou kunnen vervangen. “Er kan natuurlijk altijd iets met een topman of topvrouw gebeuren.” Datzelfde concludeert de NCD: “In het uitzonderlijke geval dat een volledige directie niet meer in staat wordt geacht om de onderneming te leiden, wordt iemand uit de raad van commissarissen benoemd, die tijdelijk als bestuurder het roer overneemt”, legt voorzitter Paul Geraeds de gebruikelijke gang van zaken uit.", "In de top van bedrijven wordt sinds de coronacrisis nagedacht over het aanwijzen van een designated survivor. Jenny Mulder heeft zichzelf deze taak toebedeeld. Beeld Jenny Mulder", "Volgens hem is een designated survivor een wel heel Amerikaans begrip. “Het gaat uit van de reële dreiging van een aanslag, dat speelt nauwelijks in bedrijven.” Dat is ook niet waar Mulder bang voor is, zij voelt juist de dreiging van het coronavirus. “Mijn medewerkers zijn op een hand te tellen, als ik uitval is er niemand die de boel draaiende kan houden”, legt ze haar keuze om zich nu al acht maanden achter twee computerschermen te verschansen uit.", "Afspraken over risicospreiding", "Op dit moment zijn er geen signalen dat het bedrijfsleven massaal mensen aanwijst die net als Jenny Mulder extreem voorzichtig zijn, laat Jannes van der Velde namens werkgeversorganisatie AWVN weten. Hij voegt daaraan toe dat het zou kunnen dat dit niet in de formele gedragscodes van bedrijven terug te vinden is, maar wel in informele afspraken.", "Geraeds denkt dat bedrijven er zeker wel over nadenken. Hij herinnert zich dat hij als directeur van het moederbedrijf van Center Parcs niet met de voltallige raad van bestuur in het vliegtuig naar Frankrijk mocht stappen. “De raad van bestuur moest in twee verschillende toestellen vliegen. Voor het geval er een ongeluk zou gebeuren.”", "Zannoni merkt op dat bijna alle bedrijven sinds de coronacrisis wel afspraken hebben gemaakt als het gaat om risicospreiding. “In bedrijven waar thuiswerken onmogelijk is, worden mensen met vitale functies van elkaar gescheiden door bijvoorbeeld het personeel te verdelen in groep A en groep B. “Die rooster je zo in dat ze elkaar op de werkvloer nooit tegen komen, zodat als er een besmetting plaatsvindt in de ene groep, de andere groep geen gevaar loopt”, legt hij uit.", "Contactloos leven", "Ook ziet hij dat de meeste bedrijven in coronatijd fysieke bijeenkomsten met het hele bestuur vermijden. “Je ziet dat – als er al fysieke ontmoetingen plaatsvinden – maximaal de helft van een bestuur aanwezig is.” Mulder ziet hetzelfde. “Ik weet van twee ICT-bedrijven dat de technische CEO’s en de directie-partners al maanden niet samenkomen om zo het voorbestaan van het bedrijf niet in gevaar te brengen.”", "Volgens haar is het contactloos leven prima vol te houden. “Ik heb geluk dat er zoveel manieren zijn om op afstand met anderen te communiceren.” Ze gunt zichzelf wel wat vrijheden. “Fotografie is mijn passie. Dat doe ik nog wel maar dan bij zonsopkomst in stille gebieden. Dat is wel zo veilig.”", "Lees ook:", "Het effect van drukte op straat is vooral psychologisch", "Alle aandacht gaat uit naar de drukke winkelstraten. Zij zouden een feestmaand voor het virus inluiden. Maar bewijs dat winkelen tot grote uitbraken leidt, is er niet."], "authors": ["Barbara Vollebregt"], "keywords": ["survivor", "van", "overeind", "het", "op", "houdt", "designated", "bedrijf", "corona", "een", "niet", "dat", "te", "slaat", "om", "boel", "toe", "er", "voor"], "pubDate": "2020-12-04T12:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}