{"id": "8ee2e172-9988-3f1a-8f8c-3021eb394375", "title": "Geen grote versoepelingen verwacht, hooguit iets meer gasten met kerst", "url": "https://www.parool.nl/nederland/geen-grote-versoepelingen-verwacht-hooguit-iets-meer-gasten-met-kerst~b0c6a7d5/", "summary": "De virologen en epidemiologen moeten op verzoek van het kabinet opnieuw aangeven of en welke versoepelingen rond de feestdagen mogelijk zijn.\nLoslaten van maatregelen te riskantFlinke andere versoepelingen, zoals een (gedeeltelijke) heropening van de horeca zijn epidemiologisch gezien geen goede optie.\nMarion Koopmans, lid van het OMT, zegt tegen deze nieuwssite: “Ik vind versoepelingen riskant, eerlijk gezegd.\nWe zullen de analyses van het RIVM goed moeten bekijken, maar volgens mij is er niet veel ruimte.\nOndertussen draait de corona-epidemie al weken op een stationair hoog niveau in Nederland.", "paragraphs": ["Misschien mogen er dit jaar maximaal zes mensen aanschuiven bij het kerstdiner. Beeld ANP", "Vrijdag komt het Outbreak Management Team weer bijeen. De virologen en epidemiologen moeten op verzoek van het kabinet opnieuw aangeven of en welke versoepelingen rond de feestdagen mogelijk zijn.", "De druk is groot. Horecaondernemers dreigen met muiterij, veel mensen willen de feestdagen vieren op dezelfde manier als vroeger. Die kans is echter klein. Een tijdelijke verruiming van de groepsgrootte thuis – bijvoorbeeld van dagelijks drie naar zes gasten buiten het gezin – lijkt het hoogst haalbare en is volgens een Binnenhofbron ‘binnen handbereik’.", "Loslaten van maatregelen te riskant", "Flinke andere versoepelingen, zoals een (gedeeltelijke) heropening van de horeca zijn epidemiologisch gezien geen goede optie. Marion Koopmans, lid van het OMT, zegt tegen deze nieuwssite: “Ik vind versoepelingen riskant, eerlijk gezegd. We zullen de analyses van het RIVM goed moeten bekijken, maar volgens mij is er niet veel ruimte. Het zou jammer zijn als we nu met die mooie vooruitzichten over meer testen en het vaccin juist in december de basis leggen voor een grote derde golf.”", "Veel is er namelijk niet veranderd sinds het OMT-advies van 22 november, toen experts ook al waarschuwden dat het loslaten van maatregelen riskant is. De teller stond die week gemiddeld op 5250 nieuwe infecties per dag. Inmiddels is dat aantal lager, maar met ruim 4900 gemiddeld is het nog te veel. Koopmans: “Je zult niet met de hele familie van dertig man samen kunnen komen met kerst, maar dat snapt iedereen ook wel denk ik.”", "Volgens het kabinet kunnen de eerste prikken ‘als alles meezit’ in de week van 4 januari gezet worden. Minister Hugo de Jonge (CDA) baseert die verwachting op de agenda van het Europees Medicijn Agentschap (EMA), dat denkt 29 december met een goedkeuringsstempel voor het Pfizervaccin te komen.", "Met de eerste lading kunnen 450.000 Nederlanders worden ingeënt. Als uit de EMA-keuring inderdaad blijkt dat de Pfizerprik goed werkt voor ouderen en zieken, dan gaan zij volgens plan voor. Vervolgens komen in tranches meer vaccins van Pfizer en andere fabrikanten binnen.", "Volgorde", "Volgens het vaccinatieprotocol krijgen eerst verpleeghuisbewoners en gehandicapten een prik (binnen de instelling), daarna ouderen en/of zieken (via de huisarts) en dan het zorgpersoneel. Als die groep van 6,5 miljoen Nederlanders is ingeënt, volgt pas de massale GGD-vaccinatie voor gezonde mensen onder de zestig, waarschijnlijk rond de zomer.", "Ondertussen draait de corona-epidemie al weken op een stationair hoog niveau in Nederland. De afgelopen tijd daalt het aantal nieuwe besmettingen iets, maar met dagelijks tussen de 25 en 30 infecties per 100.000 Nederlanders is dat nog drie keer zoveel als de signaalwaarde van 7, de rode lamp op het coronadashboard. De druk op de ziekenhuizen neemt geleidelijk wat af: daar worden in totaal nu bijna 1600 patiënten opgenomen, 22 november waren dat er nog 1933. Maar de daling gaat trager dan gehoopt.", "Dat plaatst de beslissers voor een dilemma. Mensen snakken naar een beetje normale kerst, weet ook het kabinet, en niemand wil te boek staan als die ene die het kerstfeest verstiert. De virologen en epidemiologen van het OMT wijzen er dus fijntjes op: ‘Het afschalen van maatregelen blijft een politieke afweging.’ Dat zegt viroloog Marion Koopmans ook nu: “Het is aan de politiek.”", "Kerstpersconferentie", "Daarmee ligt de bal weer op het Binnenhof. Daar zijn betrokkenen huiverig om te veel vooruit te lopen op dinsdag, de ‘kerstpersconferentie’. Een tijdelijke verruiming van het aantal gasten thuis is wel binnen handbereik, maar voor de beperkte opening van de horeca – alleen restaurants en tot een bepaald tijdstip bijvoorbeeld – wordt toch echt eerst het OMT-advies van vandaag afgewacht, meldt een ingewijde. “Dat wordt dit weekeinde gewogen.”", "En dan is de kans groot dat het kabinet dinsdag dus met de boodschap komt: tanden op elkaar, even volhouden nog, zeker tot begin volgend jaar. “2021 wordt het jaar van de verandering,” zegt de bron. Als er gevaccineerd wordt en massaal testen mogelijk is. “Maar ook dat zal stapsgewijs gaan.”"], "authors": ["Niels Klaassen"], "keywords": ["geen", "van", "als", "gasten", "het", "meer", "grote", "met", "verwacht", "op", "voor", "maar", "een", "kerst", "en", "dat", "hooguit", "versoepelingen", "iets"], "pubDate": "2020-12-04T07:30:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}