{"id": "8ee5fe33-10c0-3697-9a0f-ba3c9db731e8", "title": "Gemeente roept wederom op: kom op voor elkaar, tegen discriminatie", "url": "https://www.parool.nl/amsterdam/gemeente-roept-wederom-op-kom-op-voor-elkaar-tegen-discriminatie~b3d27089/", "summary": "Beeld Studio WesselingIn de campagne, die ook afgelopen zomer liep, roepen bekende Amsterdammers als Glennis Grace en Michael van Praag op om discriminatie tegen te gaan in eigen omgeving.\nOp de site amsterdam.nl/komop, die maandag tevens gelanceerd is, staan concrete tips om op te komen voor bijvoorbeeld een voorbijganger die wordt lastiggevallen, een collega, vriend of buur.\nHet laat zien dat discriminatie in Amsterdam nog steeds voorkomt.”Volgens de wethouder wijst de campagne er niet op dat je voor eigen rechter moet spelen.\n“Ik denk dat deze campagne goed is in het stellen van een norm,” zegt Groot Wassink.\n“Bovendien is het belangrijk dat we ons blijven uitspreken dat racisme en discriminatie onacceptabel zijn.", "paragraphs": ["Onder meer dragartiest Hoax LeBeau deed mee aan de eerste ronde van de campagne. Beeld Studio Wesseling", "In de campagne, die ook afgelopen zomer liep, roepen bekende Amsterdammers als Glennis Grace en Michael van Praag op om discriminatie tegen te gaan in eigen omgeving. Parool-columnist Natascha van Weezel vertelt hoe zij in een benarde situatie terechtkwam toen ze als enige in een volle tram opkwam voor een oudere Joodse man die werd uitgescholden.", "Op de site amsterdam.nl/komop, die maandag tevens gelanceerd is, staan concrete tips om op te komen voor bijvoorbeeld een voorbijganger die wordt lastiggevallen, een collega, vriend of buur.", "‘Roetveegpiet is genocide’", "Wethouder Groot Wassink noemt de bekladding van The Black Archives in Oost vorige week. Racisten verfden muurschilderingen van zwarte figuren wit en plaatsten stickers met de opdruk ‘roetveegpiet is genocide’. “Daar zijn we allemaal van geschrokken. Het laat zien dat discriminatie in Amsterdam nog steeds voorkomt.”", "Volgens de wethouder wijst de campagne er niet op dat je voor eigen rechter moet spelen. “Maar Amsterdammers moeten wel oog hebben voor wat er in de stad gebeurt.” Is dat nu nog niet voldoende het geval dan? “Ik denk dat het altijd meer kan. Ik hoor nog vaak Amsterdammers vertellen over nare incidenten, die naderhand zeggen dat ze zich best eenzaam voelden.”", "Mystery guests", "De gemeente Amsterdam zet mystery guests in tegen arbeidsdiscriminatie, waarvan het aantal meldingen vorig jaar is gestegen ten opzichte van het jaar daarvoor. Ook gaan studenten onderzoek doen naar het koloniale verleden van straatnamen.", "“Ik denk dat deze campagne goed is in het stellen van een norm,” zegt Groot Wassink. “Bovendien is het belangrijk dat we ons blijven uitspreken dat racisme en discriminatie onacceptabel zijn. Geen enkele vorm van haat en uitsluiting past in onze stad.”"], "authors": ["Tahrim Ramdjan"], "keywords": ["van", "discriminatie", "campagne", "nog", "het", "op", "voor", "gemeente", "die", "elkaar", "kom", "een", "wederom", "dat", "en", "roept", "tegen"], "pubDate": "2020-12-07T15:19:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}