{"id": "8efa08a7-ec73-3424-a5a9-166438ad1ee9", "title": "Moeizame zege Ajax in doelpuntenfestijn tegen FC Utrecht", "url": "https://www.parool.nl/sport/moeizame-zege-ajax-in-doelpuntenfestijn-tegen-fc-utrecht~bb76e227/", "summary": "Mimoun Mahi schoot FC Utrecht al binnen 2 minuten op voorsprong, na het zoveelste foutje van Nicolás Tagliafico dit seizoen.\nDe Argentijn is de laatste maanden geen schim van de onvermoeibare linksback die een aanvaller wel drie keer moest passeren om dichtbij het doel van Ajax te komen.\nAjax mocht met een voorsprong de rust in na een fraaie aanval die door Zakaria Labyad met de 2-1 werd bekroond.\nEen foutje van Rensch stelde Mahi in de 47ste minuut in staat voor een tweede keer te scoren.\nLabyad en Tadic, met een wereldgoal, stelden alsnog een plaats in de derde ronde veilig.", "paragraphs": ["Beeld BSR Agency", "Ajax en FC Utrecht speelden niet met de sterkst mogelijke formaties, maar ze maakten er wel een super aantrekkelijke wedstrijd van. De thuisploeg koos voor de aanval, met soms veel risico. En de bezoekers lieten zien hoe je een tegenstander die de defensie verwaarloosd met snel uitgevoerde counters in gevaar kan brengen.", "Mimoun Mahi schoot FC Utrecht al binnen 2 minuten op voorsprong, na het zoveelste foutje van Nicolás Tagliafico dit seizoen. De Argentijn is de laatste maanden geen schim van de onvermoeibare linksback die een aanvaller wel drie keer moest passeren om dichtbij het doel van Ajax te komen. Dusan Tadic schoot Ajax in de achtste minuut alweer op gelijke hoogte. De aanvoerder mocht een vrije trap nemen en trapte via Mark van der Maarel raak.", "Bij Ajax mocht Kjell Scherpen het doel verdedigen. Trainer Ten Hag kon vanwege uitlopende redenen ook nog geen beroep doen op Quincy Promes, Mohammed Kudus, David Neres, Noussair Mazraoui, Lassina Traoré, Sean Klaiber, Klaas-Jan Huntelaar, Brian Brobbey en Jurriën Timber. Bij Utrecht ontbraken Adam Maher, Leon Guwara, Emil Bergström en Simon Gustafson.", "Botsing", "Doelman Maarten Paes viel na een half uur uit nadat hij in botsing was gekomen met zijn ploeggenoot Django Warmerdam. Scheidsrechter Dennis Higler zag kennelijk niet dat Warmerdam een harde duw in zijn rug kreeg van Antony. De arbiter verzuimde ook voor een strafschop te fluiten toen Eljerio Elia het 17-jarige Ajax-talent Devyne Rensch vloerde. Ajax mocht met een voorsprong de rust in na een fraaie aanval die door Zakaria Labyad met de 2-1 werd bekroond.", "Een foutje van Rensch stelde Mahi in de 47ste minuut in staat voor een tweede keer te scoren. Antony schoot Ajax 6 minuten later via het lichaam van Tommy St. Jago op 3-2 en weer 2 minuten later was het weer gelijk door Sander van de Streek (3-3). Invaller Moussa Sylla strafte in de 70e minuut een blunder van keeper Scherpen af.", "Ajax wankelde, maar bleef uiteindelijk op de been. Labyad en Tadic, met een wereldgoal, stelden alsnog een plaats in de derde ronde veilig.", "Live Bekijk alle updates Bekijk belangrijke updates Loading Hier zou content moeten staan van bijv. Twitter, Facebook of Instagram Om u deze content te kunnen laten zien, hebben wij uw toestemming nodig om cookies te plaatsen. Open uw cookie-instellingen om te kiezen welke cookies u wilt accepteren. Voor een optimale gebruikservaring van onze site selecteert u \"Accepteer alles\". U kunt ook alleen de sociale content aanzetten: vink hiervoor \"Cookies accepteren van sociale media\" aan. Loading", "Wilt u belangrijke informatie delen met Het Parool? Tip hier onze journalisten"], "authors": ["Het Parool"], "keywords": ["zege", "van", "fc", "voor", "en", "een", "met", "om", "tegen", "te", "op", "moeizame", "het", "ajax", "doelpuntenfestijn", "utrecht"], "pubDate": "2020-12-16T21:58:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}