{"id": "8efba31d-fdb1-3e02-b1ec-a7177331ff1c", "title": "Voor biograaf Hans Goedkoop en neef Maurits is Renate Rubinstein nog springlevend", "url": "https://trouw.nl/cultuur-media/voor-biograaf-hans-goedkoop-en-neef-maurits-is-renate-rubinstein-nog-springlevend~b8741eaf/", "summary": "Maurits Rubinstein vertelt hoe belangrijk Renate voor hem was, als gids in het dagelijks leven en als moreel geweten.\nMaar ík was op mijn twintigste vooral benieuwd wat ze van mijn nieuwe vriendin zou vinden.\n“Er is niemand die net als zij het uiterst persoonlijke en het meest verliggende in de wereld aan elkaar kan verbinden.\nIn elk geval is hij nu al bijna een kwart eeuw bezig met die van Renate Rubinstein.\nZe verwijten hem bovendien op materiaal te zitten, zoals briefwisselingen tussen Carmiggelt en haar die we nu eindelijk weleens willen lezen.", "paragraphs": ["Hoe herinneren we ons haar? Renate Rubinstein was de eerste columnist van Nederland die in haar persoonlijke polemieken andere grote schrijvers vaak veruit de baas was. Én ze had de laatste tien jaar van haar leven een verhouding met de getrouwde Simon Carmiggelt. Waar de goegemeente schande van sprak. Rubinstein schreef – als Tamar – over de liefde, over jaloezie, echtscheiding, de ziekte multiple sclerose (MS), allemaal uit eigen ervaring. Maar ze liet zich ook uit over de wereldpolitiek. Met haar Joodse achtergrond ging ze na wat Israël beter kon doen of juist niet, en was ze kritisch over de vredesbeweging. Bovendien vreesde ze in de jaren zeventig al voor opkomend China.", "Ze schreef op een manier waarop je nog nooit tegen ziekte of de liefde had aangekeken. Zo’n column in Vrij Nederland ging dan niet alleen over MS of over verliefd zijn. Nee, ze verbond die twee aan elkaar. Haar kracht was haar stelligheid op de korte afstand.", "Maar ze kon ook twijfelen. Wat Rubinstein vooral deed, was zichzelf proberen te begrijpen via alles wat ze meemaakte en zag gebeuren in de wereld. En daarmee dwong ze respect af. Ze was populair. Van haar boeken ‘Liefst verliefd’, over de vrije liefde, en ‘Niets te verliezen en toch bang’, over haar scheiding na twaalf jaar van filosoof Jaap van Heerden, werden in de jaren zeventig ruim 200.000 exemplaren verkocht.", "Ze zou vandaag 91 jaar zijn geworden", "Neef Maurits Rubinstein (56), die haar literaire nalatenschap beheert en veel met haar optrok, mist haar nog steeds ‘ontzettend’, vertelt hij in het kantoor van zijn Amsterdamse (luisterboek)uitgeverij en opnamestudio. Biograaf Hans Goedkoop, die eerder het tv-programma ‘Andere Tijden’ presenteerde, heeft taartjes meegenomen ter ere van Renate. Ze zou vandaag 91 zijn geworden.", "Maurits Rubinstein vertelt hoe belangrijk Renate voor hem was, als gids in het dagelijks leven en als moreel geweten. “‘We hebben geen stem als Renate meer’, hoor ik veel mensen zeggen. Maar ík was op mijn twintigste vooral benieuwd wat ze van mijn nieuwe vriendin zou vinden. Ik ging twee keer per week bij haar koken, vaak met vrienden. Ik speelde met mijn bandje in haar garage. Ik was vanaf mijn zesde liever bij haar dan thuis. Zij gaf mij vertrouwen en ruimte. Ze dacht op dezelfde manier als ik dacht dat ik dacht. Anders dan andere volwassenen. Stellig. Uitgesproken.”", "Behalve met haar leeft Maurits Rubinstein ook met dezelfde ziekte als zijn tante: MS, de venijnige aandoening aan het centrale zenuwstelsel die langzaam invalide maakt. Dat hij – die de Canta van Renate stiekem opvoerde van 20 naar 40 kilometer per uur, zodat ze er wat harder mee kon scheuren, die haar oneindig veel hielp – de ziekte ook heeft, is dat een krankzinnig toeval of een genenkwestie? “Dat ik het kreeg is stomme pech.”", "Intuïtieve scherpte", "Hij pakt een pen. “Ik ga niet schrijven, want dat kan ik niet meer, maar ik laat even zien hoe Renate haar soeplepel vasthield, als een kind. Ze at haar lievelingssoep, cantharellensoep, als een bouwvakker. Ik dacht in het begin: dat mag wel iets charmanter.” Goedkoop: “Ik zie wel parallellen in hoe jullie omgaan met die rotziekte. Renate had als motto: behalve ziek ook gezond. Bij gezond liggen je talenten en mogelijkheden.”", "We praten verder over Renate’s stem in het publieke debat. Ze was in 1961 de eerste columniste, en is nog steeds de beste, denkt Goedkoop. Hij laat een paar namen van columnisten van nu de revue passeren. “Er is niemand die net als zij het uiterst persoonlijke en het meest verliggende in de wereld aan elkaar kan verbinden. Ze kon heel huiselijke stukjes schrijven, over het handige herencolbert, maar ze becommentarieerde net zo goed de boeken van Joop Goudsblom, een van de belangrijkste sociologen, voor die naar de drukker gingen. Ook Piet Borst, kankeronderzoeker en eerste directeur van Antoni van Leeuwenhoekziekenhuis, profiteerde van haar manier van kijken, haar intuïtieve scherpte op hoofdlijnen.”", "Moest het zo’n erge zijn?", "Naast haar scherpte viel ook haar humor op, Reviaanse humor soms. ‘Bedrukkend is de ochtend, de middag, de avond, de nacht. Maar tussendoor gaat het wel’, schreef ze over het alleen-zijn na de scheiding. Ze liet haar kwetsbaarheid zien: ‘Ik verlangde al naar hem toen-ie nog naast me zat. Goed beschouwd is dat mijn hele liefdesleven zo gebleven, voordat ik iemand kwijt was, verlangde ik al naar zijn terugkeer.’", "Ze komen te spreken over hoe bot ze ook kon zijn, vooral jegens vriendinnen of vrouwen van met haar bevriende mannen. Zo zei ze op een receptie waar PvdA-ideoloog Bart Tromp met zijn vrouw verscheen, wat omstanders konden horen: “Ben je daarmee??” En toen een gevluchte Roemeense professor, die ze soms zag, met een vriendin aan kwam zetten bestudeerde ze haar een tijdje en moest Renate toch concluderen dat de man van de ene politiestaat in de andere was beland. En ze schreef: ‘Moest het zo’n erge zijn? Had het alleen-zijn nog even volgehouden.’", "Mannen, inclusief haar eigen minnaars, kregen er geregeld op papier van langs. ‘Mannen zijn onmogelijke wezens, dat weet iedereen. Als je even geen aandacht schenkt aan het kwart woord waarin zij hun lijdensverhaal leggen, gaan ze naar het café of hun vriendin of ze slaan met deuren of erger.’ Volgens Goedkoop had Renate simpelweg geen beleefdheidsfilter zoals de meeste mensen.", "Overlevingsmechanisme", "En keurig was ze ook al niet, bleek uit de geheime verhouding die ze op haar 48ste kreeg met de 63-jarige Simon Carmiggelt. Maurits Rubinstein: “Na de postume publicatie van het boek dat ze over hun relatie schreef, ‘Mijn beter ik’, werd Renate door sommigen gezien als de feeks die het slechte in Simon naar boven had gehaald. Maar ik weet: hun geheime liefde was oprecht, warm en voor haar van levensbelang.” De scherpe columniste en de melancholische chroniqueur van het stadse leven waren beiden wereldberoemd in Nederland, zoals De Groene Amsterdammer schreef. Zij als de spil van de Amsterdamse culturele elite en Carmiggelt door zijn dagelijkse ‘Kronkel’ in Het Parool die hij later ook op tv ging voordragen.", "Door de rol die ze had in een mannenwereld, eerst bij het satirische studentenblad Propria Cures en later bij Vrij Nederland, moest Renate altijd one of the guys blijven. Goedkoop: “Daarom was ze voorzichtig in het vertellen over haar ziekte, want dan ben je al snel een zielig vogeltje en voor je het weet uitgeschakeld als columnist. In de kern was ze feministischer dan wie ook, maar hard tegenover vrouwen die dat niet konden opbrengen en het zochten in groepsgedoe met bijbehorende dogma’s. Ze had niks met de vrouwenbeweging. Het ging om vrijheid, die moest je veroveren.”", "Hoe zou ze over #MeToo hebben gedacht? Maurits Rubinstein denkt dat Renate het overtrokken had gevonden. “Zo van: je bent toch mans genoeg om te zeggen wat je wel of niet wilt? Ze was heel direct, of ze nou met de vuilnisman aan het praten was of met de professor.”", "De koning in spe zei dat hij liever piloot werd", "Neef Maurits vergezelde zijn tante in 1984 naar de Britse campus waar prins Willem-Alexander toen studeerde, zij moest hem tien dagen volgen voor haar boek ‘Alexander’. “Ik was drie jaar ouder dan hij en woonde toen in een kraakpand. Renate vond dat ik in elk geval een kam en één nieuwe trui moest meenemen.” De trip resulteerde in een bijzonder boekje waarin Renate – als uitgesproken republikein ­– de toekomstige koning zichzelf liet portretteren, inclusief zijn uitspraak dat hij liever piloot werd.", "Renate Rubinsteins grote kwaliteit als schrijfster was haar onvoorspelbaarheid. Ook goede vrienden waren soms verrast. En als iedereen naar rechts neigde, boog zij naar links en andersom. Goedkoop: “Ze vond het heerlijk om tegendraads te zijn, zoals in de kwestie rond de Joodse Friedrich Weinreb – een van de controversieelste figuren uit de Nederlandse bezettingstijd – die zij tot het laatst verdedigde.”", "“Het was voor haar ook een overlevingsmechanisme: als iedereen hetzelfde denkt, dacht zij, dan wordt er iets onder tafel geveegd. En eerst is het iets en daarna zijn het mensen, vallen er doden.”", "“Dat had te maken met haar Joodse vader die was weggehaald en in Auschwitz was vermoord. Dat bleef haar gevoeligheid in alles. Dat half-Joodse meisje dat haar vader niet zag terugkomen, van die meisjes waren er wel meer. Maar haar levensverhaal heeft zo veel aspecten, die maakten haar tot de unieke vrouw die zij was.”", "De biografie die er toch nog gaat komen Is historicus Hans Goedkoop (Ermelo, 1963) straks de Nederlandse schrijver die langer dan wie ook met een biografie bezig is geweest? In elk geval is hij nu al bijna een kwart eeuw bezig met die van Renate Rubinstein. Hij begon ermee in 1996, op z’n 33ste. Critici als Reinjan Mulder, Ronit Palache en Ileen Montijn vinden dat hij z’n opdracht allang had moeten teruggeven. Ze verwijten hem bovendien op materiaal te zitten, zoals briefwisselingen tussen Carmiggelt en haar die we nu eindelijk weleens willen lezen. Even werd vermoed dat Goedkoop het had opgegeven, omdat hij in eerdere interviews vertelde dat ‘hij haar nog niet aankon’, heel veel afleveringen van ‘Andere Tijden’ ertussendoor fietsten, en hij nog steeds geen lijn voor een boek te pakken had dat haar werk zou omvatten. Inmiddels ligt hij op koers, vertelt hij, maar veel wil hij er niet over kwijt. “Ik schreef eerder de biografie van toneelschrijver Herman Heijermans. Weet je wat die zei? Spreek nooit over werk dat je onder handen hebt, dat haalt de zegen ervan af. Nee, een deadline noem ik al helemaal niet. David de Jongh, die een film maakt over Renate Rubinstein, vroeg laatst of hij in mijn computer mocht kijken, waarschijnlijk om een glimp van de biografie in wording vast te leggen. No way, zeg. ‘Probeert u het eens met een pistool op mijn borst’, luidt een citaat van Renate. En trouwens, ik vraag jou toch ook niet wat je in je damestasje hebt zitten?” Biografieën hebben vaak de neiging uit de hand te lopen, dat heeft te maken met de vraag: wat is een leven? Een bijna filosofische kwestie. Waarom koos Goedkoop eigenlijk ooit voor Rubinstein? “Omdat ik wist dat ik iets van haar te leren had. Bij Renate zit dat in haar analyses, haar moed, haar vitaliteit, in alles zoeken wat nieuw is.” Goedkoop vertelt waarom hij er lange tijd niet uitkwam: “Ik begon steeds opnieuw, volgde steeds andere gezichtspunten. Renate is een prisma, zo’n kokertje, je draait eraan, en alles staat weer anders. Dat maakt het ingewikkeld. Nee, ik heb haar boeken nooit in een hoek gesmeten, mezelf wel af en toe.” Zal zij als de biografie af is niet al vergeten zijn? “Dan is zo’n boek des te dankbaarder, het zal ruimte geven om weer anders naar haar te kijken. Het mooiste van geschiedschrijving is het bijna toverachtige van een tijdmachine. Daarmee kun je door iemands bestaan heen wandelen, over de dood heen stappen en iemand doen herleven. Dat is voor mij waar het om gaat, hoe pathetisch het ook klinkt.”", "Dertig jaar na haar dood verschenen twee bloemlezingen uit het werk van Renate Rubinstein: ‘Een man voor de zomer. Renate Rubinstein over de liefde’, Atlas Contact, € 25 en ‘Bange mensen stellen geen vragen’, samengesteld door Ronit Palache, De Arbeiderspers, € 27,50", "Lees ook:", "Stiekem partycrashen bij Renate", "Renate Rubinstein had 16 november 1979 geen idee dat haar vijftienjarige neefje Maurits de toespraken van haar verjaardagsgasten opnam. Had zij het wel geweten dan had zij er vast een stokje voor gestoken, zo mijmert Hans Goedkoop in ‘Iedereen was er’. Opnemen was niet zo in de mode destijds, zo vlak na Watergate."], "authors": ["Ally Smid"], "keywords": ["springlevend", "van", "goedkoop", "maurits", "nog", "het", "die", "met", "ik", "renate", "hans", "haar", "neef", "en", "ze", "rubinstein", "een", "dat", "voor"], "pubDate": "2020-11-23T12:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}