{"id": "8f06d369-d80b-325c-b660-c491c6e1a4de", "title": "'Middenvelder Hendrix verruilt PSV na 16,5 jaar voor Spartak Moskou'", "url": "https://nu.nl/voetbal/6101029/middenvelder-hendrix-verruilt-psv-na-165-jaar-voor-spartak-moskou.html", "summary": "De middenvelder is volgens het Eindhovens Dagblad op weg naar Spartak Moskou, de nummer drie van de Russische competitie.\nHendrix werd in 2004 opgenomen in de jeugdopleiding van PSV, waar de Limburger in 2013 in het eerste elftal debuteerde.\nDe enkelvoudig international van Oranje speelde 173 competitieduels in het eerste elftal van PSV, waarvoor hij acht treffers maakte.\nHet contract van de 25-jarige Hendrix bij PSV loopt komende zomer af, waardoor hij alleen deze maand nog een transfersom oplevert.\nPSV krijgt 'bescheiden transfersom'De linksbenige Hendrix werd eerder in verband gebracht met het Spaanse Eibar, maar lijkt nu voor de Russische topclub Spartak Moskou te gaan kiezen.", "paragraphs": ["Jorrit Hendrix staat op het punt om PSV te verlaten. De middenvelder is volgens het Eindhovens Dagblad op weg naar Spartak Moskou, de nummer drie van de Russische competitie.", "Hendrix werd in 2004 opgenomen in de jeugdopleiding van PSV, waar de Limburger in 2013 in het eerste elftal debuteerde.", "De enkelvoudig international van Oranje speelde 173 competitieduels in het eerste elftal van PSV, waarvoor hij acht treffers maakte. In 2015, 2016 en 2018 veroverde Hendrix de landstitel met de Eindhovenaren.", "Onder trainer Roger Schmidt raakte de controleur dit seizoen zijn basisplaats kwijt. Het contract van de 25-jarige Hendrix bij PSV loopt komende zomer af, waardoor hij alleen deze maand nog een transfersom oplevert.", "PSV krijgt 'bescheiden transfersom'", "De linksbenige Hendrix werd eerder in verband gebracht met het Spaanse Eibar, maar lijkt nu voor de Russische topclub Spartak Moskou te gaan kiezen. PSV ontvangt \"een bescheiden transfersom\", meldt het Eindhovens Dagblad zaterdag.", "Spartak Moskou heeft als nummer drie van de Premjer-Liga zes punten achterstand op koploper FC Zenit. De Russische competitie wordt pas eind februari hervat.", "Hendrix zal zondag niet tot de wedstrijdselectie van PSV behoren, dat het in een topper in de Johan Cruijff ArenA opneemt tegen Ajax.", "Bekijk de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "verruilt", "het", "russische", "transfersom", "voor", "jaar", "een", "psv", "spartak", "middenvelder", "165", "op", "hendrix", "moskou", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}