{"id": "8f15f79f-8b0a-3e18-87c0-daf4bfbec553", "title": "Wethouder: Barendrecht wordt Zuidpolder niet volgebouwd", "url": "https://nu.nl/rotterdam/6097328/wethouder-barendrecht-wordt-zuidpolder-niet-volgebouwd.html", "summary": "De gemeente Barendrecht wil de komende jaren bouwen bij het station, maar de Zuidpolder blijft onaangetast.\nTen oosten van het NS-station staat op het voormalige veilingterrein een nieuwe duurzame wijk gepland die mogelijk wel 3.500 woningen kan gaan tellen.\nDe wethouder stelde dat er geen extra toezicht is vanuit Den Haag.\nDe bouw van de wijk is nog niet rond, Barendrecht wacht op financiële steun van het Rijk.\nDe raadsfractie van EVB drong erop aan dat de inwoners van Barendrecht bij de toewijzing van huizen in Stationstuinen voorrang krijgen.", "paragraphs": ["De gemeente Barendrecht wil de komende jaren bouwen bij het station, maar de Zuidpolder blijft onaangetast.", "Barendrecht gaat in de toekomst veel huizen bouwen. Ten oosten van het NS-station staat op het voormalige veilingterrein een nieuwe duurzame wijk gepland die mogelijk wel 3.500 woningen kan gaan tellen. Eén plek blijft voorlopig onaangetast: de Zuidpolder.", "Wethouder Arnoud Proos (SGP/ChristenUnie, Wonen) verzekerde de gemeenteraad dinsdagavond dat het groene gebied ten zuiden van de gemeentelijke bebouwing, tussen de Kilweg/Leedeweg/Boezemweg en de Oude Maas, verstoken zal blijven van woningbouw.", "Proos beantwoordde vragen van EVB-raadslid Lennart van der Linden. Die vroeg zich af of de provincie Zuid-Holland Barendrecht in de gaten houdt wat betreft de vraag of er wel voldoende sociale woningen bijkomen. De wethouder stelde dat er geen extra toezicht is vanuit Den Haag. Barendrecht zal ook bij de nieuwe woonwijk Stationstuinen voldoende oog hebben voor de huren, aldus Proos. Het gaat daarbij om 30 procent.", "Gebiedsvisie voor Stationstuinen", "De gemeenteraad stemde dinsdag ook in met de gebiedsvisie voor Stationstuinen. De bouw van de wijk is nog niet rond, Barendrecht wacht op financiële steun van het Rijk. Een besluit daarover valt in het najaar van 2022. De gemeente heeft er al ruim 1 miljoen euro aan kosten in zitten.", "De raadsfractie van EVB drong erop aan dat de inwoners van Barendrecht bij de toewijzing van huizen in Stationstuinen voorrang krijgen. \"Voor ons is het Barendrecht first\", aldus de EVB, die daarbij verwijst naar voorbeelden in de gemeenten Leusden en Boxtel, waar 'eigen' bewoners ook met voorrang aan een huis worden geholpen."], "authors": ["Door"], "keywords": ["van", "dat", "wethouder", "die", "niet", "een", "het", "volgebouwd", "wordt", "stationstuinen", "ook", "voor", "er", "barendrecht", "zuidpolder"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}