{"id": "8f273f0b-4737-3a5e-9917-642967b124b3", "title": "Old Town Road van Lil Nas X breekt record met 14 keer platinastatus", "url": "https://nu.nl/muziek/6101116/old-town-road-van-lil-nas-x-breekt-record-met-14-keer-platinastatus.html", "summary": "Het nummer Old Town Road van Lil Nas X en Billy Ray Cyrus is het hoogst genoteerde nummer ooit in de geschiedenis van de Recording Industry Association of America (RIAA).\nDe RIAA is een handelsorganisatie voor de muziekindustrie en is onder meer verantwoordelijk voor het certificeren van gouden en platina platen in de Verenigde Staten.\nOok (video)streams van het nummer tellen mee: 150 streams staan gelijk aan de verkoop van één single.\n\"Old Town Road is officieel 14 keer platina!\nOld Town Road is nu 14 keer platina en het hoogst genoteerde nummer in de muziekgeschiedenis.\"", "paragraphs": ["Het nummer Old Town Road van Lil Nas X en Billy Ray Cyrus is het hoogst genoteerde nummer ooit in de geschiedenis van de Recording Industry Association of America (RIAA). Het nummer heeft namelijk 14 keer de platinastatus behaald, meldt Billboard.", "De RIAA is een handelsorganisatie voor de muziekindustrie en is onder meer verantwoordelijk voor het certificeren van gouden en platina platen in de Verenigde Staten.", "De platinastatus komt overeen met de verkoop van 14 miljoen digitale singles. Ook (video)streams van het nummer tellen mee: 150 streams staan gelijk aan de verkoop van één single.", "Lil Nas X laat op Twitter weten dolblij te zijn met zijn record. \"Old Town Road is officieel 14 keer platina! De hoogste platinastatus ooit voor een nummer!\"", "Ook Billy Ray Cyrus is blij met het record, zo laat hij op hetzelfde medium weten. \"Ongelofelijk. Ik ben sprakeloos. Old Town Road is nu 14 keer platina en het hoogst genoteerde nummer in de muziekgeschiedenis.\""], "authors": ["Door"], "keywords": ["road", "van", "platinastatus", "old", "voor", "en", "platina", "met", "x", "lil", "record", "het", "town", "nummer", "14", "nas"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}