{"id": "8f306f2a-eb80-351b-acaf-29f35eaf0248", "title": "Topman Henk Valk: Philips maakt nu vooral mensen beter", "url": "https://trouw.nl/economie/topman-henk-valk-philips-maakt-nu-vooral-mensen-beter~b592910e/", "summary": "In een van de veertien gebouwen van Philips is de baliemedewerkster zo ongeveer de enige die op haar post zit.\nValk neemt uitgebreid de tijd voor een fotosessie en gaat dan voor naar boven.\nVoor de mensen die het buitenwerk doen, zoals service-engineers, gaat het werk gewoon door, al gaat het wel anders.\nWe zijn bezig met het uitrollen van een digitaal platform waarop dit soort data van patiënten overzichtelijk bijeenkomt.\nIk vind overigens ook helemaal niet dat het aan ons is om te zeggen dat het anders moet.", "paragraphs": ["Philips heeft zich volledig gespecialiseerd in oplossingen voor de gezondheidszorg. Jonge mensen willen werken bij een bedrijf dat iets goeds doet, zegt Henk Valk, maar dat voelt de 58-jarige bestuursvoorzitter zelf net zo.", "Het is stil op de High Tech Campus van Eindhoven. De samenklontering van techbedrijven moet levendigheid en interactie tussen techneuten bewerkstelligen, maar doet vandaag eerder denken aan een kuuroord. In een van de veertien gebouwen van Philips is de baliemedewerkster zo ongeveer de enige die op haar post zit. Gelukkig is Henk Valk (58) er ook, sinds drie jaar bestuursvoorzitter van Philips Benelux. Waarvan hij vooral de laatste negen maanden 24 uur ‘aan stond’, zoals Valk het noemt. Logisch, als je de baas bent van een zorgtechnologiebedrijf tijdens een pandemie. Valk neemt uitgebreid de tijd voor een fotosessie en gaat dan voor naar boven. Een lege kamer is snel gevonden.", "“Het is lastig werken in deze tijd”, zegt Valk. “Gelukkig zijn er hier volop banen die goed thuis te doen zijn. Al zijn er onvermijdelijk momenten dat je bij elkaar moet komen. Innovatie valt samen met creativiteit, daarvoor moet je elkaar ontmoeten. Voor de mensen die het buitenwerk doen, zoals service-engineers, gaat het werk gewoon door, al gaat het wel anders. Zij moeten extra goede afspraken met klanten maken en veiligheidskleding dragen. Er wordt in coronatijd veel van ons gevraagd.”", "Vooral uiteraard omdat Philips een zorgtechnologiebedrijf is. Wat betekent de coronacrisis voor Philips als leverancier en producent?", "“Wij hebben de vraag naar onze apparatuur natuurlijk enorm zien toenemen. In veel ziekenhuizen hebben we extra ct-scanners en x-ray-systemen geplaatst (röntgenapparaten die een serie foto’s maken, red.) soms in een tent voor het ziekenhuis waar mensen eerst gecheckt werden op corona. En de productie van beademingsapparaten voerden we fors op zoals we ook de uitbreiding van ic-capaciteit hebben ondersteund via onze monitoren. Wij moesten in deze pandemie onder ongelooflijke tijdsdruk werken omdat we ook niet wisten waar de piek zou eindigen. Dat is nog steeds wel zo.”", "Kon Philips de vraag wel aan?", "“We moesten daarin heel creatief zijn. Hoe kunnen we zo snel mogelijk aan zoveel mogelijk apparatuur komen? Zo zit je dan bij elkaar. En het lukte. Een mooi voorbeeld is dat we ons demo- en trainingscentrum hebben ingezet. Dat is normaal gesproken bedoeld om klanten en personeel te trainen. Maar daar stonden wel bruikbare apparaten. Ook hadden we de beschikking over systemen die onze technici opgeknapt hebben zodat we die razendsnel naar de ziekenhuizen konden brengen. Dat we met onze apparatuur en de inzet van ons personeel mensenlevens konden redden, daar ben ik echt trots op. De productie van beademingsapparatuur in Noord-Amerika ging ook flink omhoog. De toeleveranciers van die machines moesten in dat tempo mee. En zie die apparaten van daaruit maar eens overal te krijgen als het luchtverkeer goeddeels stil ligt. Je moet dan ook kiezen: waar in de wereld is de vraag het hoogst? Denk aan Italië, maar ook Nederland. Samen met de KLM hebben we toen een noodluchtbrug opgezet. Heel erg gaaf dat we dat konden. Wij zaten hier elke dag met een speciaal team bij elkaar om te bedenken hoe we konden helpen.”", "In het begin van de eerste golf dreigde de VS beademingsapparatuur, die Philips daar bouwt, op te eisen. Hoe is dat afgelopen?", "“Dat opeisen heeft uiteindelijk nooit plaatsgevonden. Het kwam erop neer dat er aanvankelijk een grote bestelling is geplaatst die later weer deels werd geannuleerd omdat men inmiddels voldoende apparaten had.”", "Hadden alle bedrijfsonderdelen ‘voordeel’ bij corona?", "“Nou, van een voordeel van deze pandemie spreek ik niet. Het is natuurlijk verschrikkelijk wat de wereld nu meemaakt. Wat je wel kunt zeggen is dat corona aandacht heeft gegeven voor de mogelijkheden die er zijn. Voor sommige delen van het bedrijf steeg de vraag aanzienlijk, met name de zogeheten connected care. Philips Ultrasound (analyse-machines van onder meer hart en longen, red.) had een piek en de productie van beademingsapparatuur hebben we opgeschroefd van twee naar vijf productielijnen. Maar er zijn ook divisies die nu schade oplopen. Ook de tak die scanners bouwt. Zo’n scanner is een grote uitgave voor zorginstellingen en in een crisis zijn klanten afwachtend. Bij de verzorgingsproducten voor consumenten, zoals scheerapparaten en elektrische tandenborstels, daalde de vraag in fysieke winkels maar de verschuiving naar online compenseerde dat heel behoorlijk. Je ziet dan niet alleen een trend naar digitalisering in de zorg, maar ook bij consumenten.”", "U bezocht veel ziekenhuizen de afgelopen periode. Wat trof u daar aan?", "“Ik probeer dan vooral goed naar de behoeftes van directies te luisteren en kom niet zozeer op die corona-afdelingen. Maar waar ik als eerste weer eens op werd gewezen is wat de zorg betekent, hoe belangrijk die is en het goede werk dat men daar doet. Dat wil ik nog graag benadrukken. Dat geldt ook voor mensen binnen Philips. Die met een gezin en al hun sores toch opstonden om oplossingen te bedenken. Er hing overal een sfeer van: wij gaan helpen. Dat 24 uur ‘aan staan’ wat je om je heen ziet, en wat ik zelf ook had, heeft me enorm verrijkt.”", "Bent u als bestuursvoorzitter, maar ook als persoon, anders in het leven gaan staan door wat we nu meemaken?", "“Ik heb drie kinderen, twintigers. Die missen het sociale contact, het uitgaan, het voetbal, het hockey. Maar ook mensen bij Philips hebben het er soms moeilijk mee. Er zijn er die op een paar vierkante meter moeten leven met hun partner en kinderen. Ik loop één keer per week in het bos en dan neem ik vaak een collega mee, sommigen hebben het even moeilijk. Wat dat betreft ervaar ik deze tijd als een verrijking van de relaties die je hebt. Tegelijkertijd merk ik dan met wat voor toewijding mensen hun werk doen. Al die oplossingen die hier worden bedacht, denk ik dan, die kunnen niet zonder die gedrevenheid.”", "Een zo’n oplossing is connected care, zorg op afstand. Wat is het voordeel daarvan bij deze crisis?", "“Iedereen heeft de mond vol van mondkapjes en beschermende kleding. Vooral tijdens de eerste golf. Dat er een tekort aan was en hoe dat de druk op het zorgpersoneel verhoogde. Dat wil ik niet bagatelliseren, maar wij denken dat je met digitale zorgtechnologie het verschil kunt maken. Met e-health, zoals het monitoren van patiënten op afstand.", "“Je wil die ic-afdelingen zo snel mogelijk afschalen en dat kun je doen door patiënten bijvoorbeeld bio-sensoren op te plakken en ‘connected’ SPO2-meters aan te reiken, die nauwkeurig in kaart brengen hoe het is gesteld met het zuurstofgehalte in het bloed. Metingen die anders een dokter in het ziekenhuis moet verrichten kunnen ook thuis. Zulke draagbare sensoren verminderen ook de druk op de zorg bij andere ziektes dan corona. Als iemand net een maagverkleining heeft gehad kan die eerder uit het ziekenhuis worden ontslagen, omdat met zulke bio-sensoren op afstand is te volgen hoe de patiënt er voor staat. We zijn bezig met het uitrollen van een digitaal platform waarop dit soort data van patiënten overzichtelijk bijeenkomt. Als een patiënt naar een ander ziekenhuis verhuist kan dat andere ziekenhuis precies zien wat de conditie van hun nieuwe patiënt is, in plaats van dat die patiënt een dvd’tje meekrijgt. De juiste zorgkeuzes gaan meer en meer op basis van data gemaakt worden.”", "Raakt de mens niet te veel uit beeld met deze ontwikkeling? De zorgverleners aan het bed.", "“Uiteindelijk zullen die ermee moeten werken. Het contact met mensen zal daarom altijd blijven bestaan. Ik vind overigens ook helemaal niet dat het aan ons is om te zeggen dat het anders moet. Ik vind het wél aan ons om mensen in de zorg te vertellen dat het anders kan. Zorgmedewerkers staan ook open voor nieuwe technieken. Als je voor de achtste keer dat beschermende pak aan moet, dan wil je wel eens een andere oplossing. Het tekort aan verplegend personeel kan ook zo’n motivator zijn.”", "Kunt u zelf wel voldoende medewerkers krijgen om al die oplossingen te bedenken en uit te voeren? Er is een groot tekort aan data-specialisten.", "“Ons doel is om het leven van 2,5 miljard mensen in 2025 te verbeteren, dat spreekt mensen aan en daarmee worden we ook interessanter voor bijvoorbeeld it-personeel. In deze tijd vinden mensen – zeker jonge mensen – bovendien dat werk meer moet zijn dan alleen werk. Een moderne baan moet betekenis hebben, en een modern bedrijf moet iets goeds doen. Ik hoop dat wij tijdens deze pandemie aan de maatschappij hebben kunnen laten zien dat we een bijdrage kunnen en willen leveren aan een gezonde maatschappij. Maar het probleem van een tekort aan dataspecialisten is daarmee nog zeker niet weg. Het speelt overal, bij elk bedrijf en in ieder land.”", "Philips verlengde onlangs de sponsorovereenkomst met voetbalclub PSV voor 10 jaar, ter waarde van naar verluidt 25 miljoen euro. Was het plan niet aanvankelijk om afscheid te nemen als PSV-sponsor?", "“Wij vinden het ongelooflijk belangrijk om die band – die we al sinds 1913 met PSV hebben – te behouden. Topsport past in onze ambitie om mensen beter en vitaler te maken. Onze reputatie gaat bovendien verder dan de zorg alleen. Wij willen met de sponsoring de naam Brainport Eindhoven promoten, samen met de andere partijen in deze deal, om goede mensen naar de regio te trekken.”", "Is Philips nu helemaal consumentenbedrijf af of behoudt u nog wel de divisie voor de elektrische tandenborstels, scheerapparaten, airfryers en wekkers die mensen laat ontwaken via kunstlicht?", "“De persoonlijke verzorging voor consumenten blijft een zeer belangrijk deel van onze activiteiten. Alles voor in de keuken hebben we ook nog altijd in huis. Maar het conglomeraat-denken is voorbij. De kern van Philips wordt steeds meer: het breder aandragen van oplossingen in de zorg. Dus wat wil een ziekenhuis, maar we willen ook het contact met consumenten aanhalen. De kennis over hun gedrag die we via gebruikersdata te weten komen – hoe iemand zijn tanden poetst, bijvoorbeeld – hebben we nodig om te innoveren. Daar leren wij veel van. We geloven er namelijk in dat deze inzichten helpen om de eigen regie te stimuleren. Het gaat steeds meer om het bij elkaar brengen van data, met goedkeuring van de consument. Hoe zit jouw dna-structuur in elkaar, hoe fit ben jij? De consument, de patiënt, komt zo steeds meer centraal te staan in het proces van beter worden en blijven. Dat is essentieel om goede zorg voor iedereen beschikbaar en betaalbaar te houden.”", "Vroeger was het: laten we dingen beter maken. Nu is het: laten we mensen beter maken?", "“Ja, en dat doen we nog steeds met apparaten, maar Philips transformeert langzaam naar een softwarebedrijf. Het doel – oplossingen voor de zorg bieden – blijft hetzelfde. Dat we een aantal jaren terug de keuze hebben gemaakt een zorgtechnologiebedrijf te willen zijn, is goed geweest. Voor Philips, maar die keuze drijft mij ook. We hadden het net over jonge mensen die bij een bedrijf willen werken dat iets goeds doet, maar ik merk juist op oudere leeftijd dat ook ik er waarde aan hecht onderdeel te zijn van het verder brengen van de gezondheidszorg.”", "Lees ook:", "Philips profiteert van de vraag naar medische apparatuur", "Zorgtechnologieconcern Philips heeft in het derde kwartaal een hogere winst en omzet behaald dan een jaar eerder. Daarbij werd vooral geprofiteerd van de gestegen vraag naar beademingsapparatuur vanwege de coronacrisis."], "authors": ["Joost Van Velzen"], "keywords": ["philips", "beter", "van", "henk", "mensen", "het", "topman", "die", "voor", "met", "maakt", "een", "ook", "nu", "vooral", "dat", "en", "te", "valk"], "pubDate": "2020-12-03T13:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}