{"id": "8f433130-87a7-354a-82ea-fb94ec5a3b6a", "title": "‘In mijn keuken stond ons leven stil, maar in mijn hoofd was het lang niet zo turbulent geweest’", "url": "https://volkskrant.nl/de-gids/in-mijn-keuken-stond-ons-leven-stil-maar-in-mijn-hoofd-was-het-lang-niet-zo-turbulent-geweest~b2bfa60c/", "summary": "Dat vond-ie een prima plan, en zo gebeurde het dat ik een paar weken later in het buitenland onwennig zijn apps las.\nIntussen was ik alweer langer dan twintig jaar alleen, en ik vond het altijd prima zo.\nMaar nu al wrikte mijn onderhuurder onmiskenbaar aan mijn fundamenten en mijn kennelijk niet zo heel erg onwrikbare overtuigingen.\nNiet met vleierijen maar alleen door er te zijn, met zijn aanwezigheid.\nIk ben minder aardig misschien, of anders gezegd: kritischer met wie ik mijn tijd doorbreng.", "paragraphs": ["Via Grindr leerde Lennard een 33 jaar jongere Italiaan kennen die hij onderdak bood. Zijn aanwezigheid heeft hem veranderd.", "Lennard (70): ‘Het begon vorig jaar met Grindr, waar ik vaak ‘op zat’. Meer uit gewoonte en nieuwsgierigheid trouwens dan in de hoop op een romantische liefde – als montere cynicus leefde ik in een zelfverkozen post-seksueel tijdperk en had ik tegelijk meer dan genoeg mensen om me heen om me nooit alleen te hoeven voelen. Hij tikte me op mijn schouder, virtueel dan. ‘Hallo’, zei ik terug. Toevallig liep hij net op dat moment een paar meter onder mij met een boodschappenmandje in de supermarkt op de begane grond en ik zei: kom even naar boven. Hij was nog maar nauwelijks binnen, een knappe Italiaan met een mediterraanse neus die vertelde dat hij hier zijn PhD deed, toen ik mezelf hoorde zeggen: ‘Als die Airbnb je niet bevalt, kom je toch tijdelijk hier wonen, ik ga binnenkort vier weken met vakantie.’ Hij knikte. Eén voorwaarde verbond ik aan de logeerpartij: hij moest beloven iedere zaterdag met mijn vaste clubje vrienden naar de markt en de Jumbo te gaan – dan konden zij hem een beetje in de gaten houden, en voor hem was het een manier om wat mensen te leren kennen. Dat vond-ie een prima plan, en zo gebeurde het dat ik een paar weken later in het buitenland onwennig zijn apps las. ‘Je wc-papier is op, of ligt het ergens in een kast?’ ‘Die koffie is lekker, waar koop ik die?’ Dagelijks hadden we contact en met de huiselijke conversaties sloop een mate van kameraadschap onze verstandhouding binnen. Na een maand kwam ik terug. Hij kon pas twee weken later naar zijn nieuwe woning en het leek ineens niet meer dan logisch dat hij die tijd bij mij zou doorbrengen, nog steeds in de logeerkamer. Op een zaterdag verhuisden we hem. ‘Goedemorgen meneer, goed geslapen?’, schreef ik de volgende dag. ‘Ik mis je wel’, schreef hij terug. Ik zag kleine hartjes bij zijn berichtjes verschijnen en weer een avond later zei hij: ‘Ik heb een brutaal voorstel, zal ik vannacht bij jou slapen?’", "‘Dat deden we, al zei ik meteen: heerlijk om je bij me te hebben, maar het echte slapen doe ik alleen. En ook dat was geen enkel probleem, want hij was een woeler in bed zei hij. 36 jaar was hij, 33 jaar jonger dan ik. Later zou hij zeggen: gelukkig ben je niet rijk, dat scheelt veel geroddel. Toen hij geboren werd had ik mijn eerste lange relatie. Intussen was ik alweer langer dan twintig jaar alleen, en ik vond het altijd prima zo. Maar nu al wrikte mijn onderhuurder onmiskenbaar aan mijn fundamenten en mijn kennelijk niet zo heel erg onwrikbare overtuigingen. Niet met vleierijen maar alleen door er te zijn, met zijn aanwezigheid. Met Kerst 2019 ging hij naar Genua, naar zijn familie, hij hield me bijna van uur tot uur op de hoogte van wat hij deed, een vertrouwelijkheid die ik prettig vond. Met Pasen zou hij opnieuw naar Italië gaan, daar verheugde hij zich op, maar toen kwam corona en zat hij vast bij mij, want dat leek de meest logische beslissing: met zijn tweeën in lockdown. Hij had hier verder niemand. Zijn collega’s gingen terug naar hun eigen land, mijn keuken werd een kantoor van waaruit flink werd gezoomd, hij had dagelijks contact met zijn familie in Genua waar niemand nog naar buiten mocht. Ik raakte steeds meer aan hem gehecht, wat een vreemde gewaarwording was, want ik werd steeds zorgelozer, blij met onze routines terwijl hij een van de ongemakkelijkste perioden in zijn leven doormaakte. Als hij thuiskwam uit de supermarkt maakte hij alle boodschappen schoon met een sopje. Er kwamen alleen maar slechte berichten uit Italië, hij maakte zich zorgen. Wat kon ik doen? Hoe stelde ik hem gerust? Ik kende noch de situatie daar, noch zijn ouders, noch alle neefjes en nichtjes over wie hij sprak, noch die stokoude tante die – dat wist hij zeker – een besmetting nooit zou overleven.", "‘’s Avonds hadden we lange gesprekken, over corona maar ook over bijvoorbeeld Italië in de Tweede Wereldoorlog, en hoewel ons leven in mijn keuken tot stilstand was gebracht, was het in mijn hoofd in lange tijd niet zo turbulent geweest. Hij bracht een nieuwe wereld binnen en was verdrietig, ik laafde me tevreden aan zijn kleine opmerkingen die mij niet zelden nieuwe inzichten brachten. Bijvoorbeeld de keer dat we door de stad fietsten en hij lachend zei: iedereen in Nederland heeft een huis met een tuin, geen wonder dat het hier zo vol is. O ja, dacht ik, o ja. In andere relaties was ik altijd degene die na een tijdje brak met een geliefde, noem het bindingsangst, maar toen hij en ik maandenlang op elkaars lip zaten, lukte het me bij hem wel ineens om me te verplaatsen in zijn gewoonten. Corona maakte dat ik niks om handen had, tentoonstellingen met mijn werk waren afgelast en tijdens onze wandelingen had ik alle tijd na te denken over de ergernissen die het samenwonen ook met zich meebracht, over bijvoorbeeld de troep die hij maakte in de keuken. Ik dacht na over waar die ergernissen precies vandaan kwamen, en tot mijn verbazing merkte ik hoe makkelijk irritaties weer wegebben als je je niet laat leiden door primaire frustratie. Al is opnieuw vertrouwen hebben in iemand behalve mooi ook ontwrichtend. Ik bedoel, zeggen dat je iemand vertrouwt is één ding, maar dat met je hele wezen voelen, kan beangstigend zijn. Om dit te overdenken had ik ook alle tijd.", "‘Intussen zijn we een half jaar verder en heb ik een vriend voor het leven. Mensen zeggen dat ze zo blij voor me zijn, maar het was niet dat ik ‘eraan toe’ was, hij is me in de schoot geworpen, mijn leven vóór hem was ook goed, ook al is het nu beter. Hem kennen heeft me veranderd. Ik ben minder aardig misschien, of anders gezegd: kritischer met wie ik mijn tijd doorbreng. Want thuis zijn en hem binnen horen komen met zijn eigen sleutel is op dit moment een van mijn grootste vreugdes.’", "Op verzoek van de geïnterviewde is de naam Lennard ­gefingeerd."], "authors": ["Corine Koole"], "keywords": ["zo", "stond", "het", "turbulent", "ons", "maar", "hij", "lang", "ik", "met", "stil", "zijn", "die", "mijn", "niet", "een", "en", "leven", "dat"], "pubDate": "2020-12-03T15:00:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}