{"id": "8f5561fd-8358-3a10-8211-f312cd7bb6a3", "title": "Horecaman Pim Evers: ‘Het lijkt alsof ze de horeca hebben opgegeven’", "url": "https://www.parool.nl/amsterdam/horecaman-pim-evers-het-lijkt-alsof-ze-de-horeca-hebben-opgegeven~bfdc860b/", "summary": "“Laten we op een dag alle horeca in de stad dichttimmeren om de mensen ervan te doordringen hoe troosteloos de straten er dan uitzien.\nDan ontstaat er paniek en houden wij het niet meer in de hand.”Evers verzeilde pas laat in de horeca.\nMaar ik vergeef het mezelf nooit als ik het aan hem door zou geven.”Dus u begrijpt waarom…“Zeker begrijp ik dat.\n“Onze club op het Rembrandtplein of Disco Dolly, daar verdwijnt elke maand zomaar 40.000 euro in aan vaste lasten.\nAls ik alle negatieve dingen wegstreep hou ik de vakanties over die ik had met mijn gezin.", "paragraphs": ["Portret van Pim Evers. Beeld Nosh Neneh", "Gek wordt hij ervan. “Ik ken een ondernemer die koffie zonder dekseltje verkocht,” zegt Pim Evers. “Mocht niet. Koffie zonder dekseltje is geserveerde koffie. Mijn god, die man staat met het water aan zijn lippen en probeert nog iets te doen. Maar nee: een koffie zonder dekseltje is geen meeneemkoffie.”", "Evers is (mede)eigenaar van vijftien horecazaken, waaronder Hannekes Boom, Disco Dolly, de Bloemenbar, Meneer Nieges, Cannibale Royale en Café Nieuw Amsterdam. Hij is ook voorzitter van ondernemersvereniging Koninklijke Horeca Nederland Amsterdam – midden in coronatijd en dat valt niet mee.", "“We hadden een mooie actie bedacht,” zegt hij. “Laten we op een dag alle horeca in de stad dichttimmeren om de mensen ervan te doordringen hoe troosteloos de straten er dan uitzien. Maar ondernemers kunnen op dit moment niet eens het goedkoopste hout betalen.”", "Het is op?", "“Volkomen. We hebben zelf voor de derde keer mensen moeten laten gaan waar we echt niet vanaf wilden. Dat is hartverscheurend. De meeste ondernemers hadden wel een buffer voor één of twee maanden, maar inmiddels is het spaargeld op, hebben ze hun pensioen in de zaak gestopt en houdt het lenen bij familie ook op. En dat zonder uitzicht, zonder enig perspectief.”", "De Brabantse horeca zegt: in januari gaan we gewoon weer open, verbod of niet.", "“Ik snap het wel. Er zijn in Amsterdam ook ondernemers die zeggen: hoezo doen wij daar niet aan mee? Ik zie veel depressiviteit om me heen. Het is heftig: mensen in de horeca hebben altijd actie in hun zaak. Dat is opeens weg.”", "“Kijk: wij zijn een gastvrijheidsbranche. Wij zijn van nature meegaand. Dit soort acties is gevaarlijk, nog afgezien van het feit dat burgemeester Femke Halsema gewoon de ME erbij zal halen. Maar als je als overheid nu niet zegt: ‘honderd procent sluiten is honderd procent compensatie van de vaste lasten’, gaat het mis. Dan ontstaat er paniek en houden wij het niet meer in de hand.”", "Evers verzeilde pas laat in de horeca. Een spraakwaterval, opgeleid in de elektrotechniek en technische bedrijfskunde, die eerst zijn geluk beproefde in de IT en communicatie. Tot een zwaar auto-ongeluk daar tien jaar geleden een einde aan maakte. Een zenuwbeschadiging tussen zijn nekwervels veroorzaakt permanente duizeligheid. Met café-restaurant Hannekes Boom, het spraakmakende resultaat van een gewonnen prijsvraag van de gemeente, zette hij zichzelf alsnog op de kaart.", "Hoe houdt u het vol deze tijd?", "“Ik kan mijzelf redden met positieve gedachten. Dat heb ik geleerd na dat ongeluk. Een van onze chef-koks is saved soup gaan maken van de verse producten waarmee de leveranciers na de eerste lockdown bleven zitten. Wekenlang heeft hij soep gemaakt, allemaal gekke smaakjes. Die hebben we naar hulpbehoevenden gebracht. Aan dat soort dingen kan ik me helemaal optrekken.”", "Bent u bang voor corona?", "“Aan het begin van de pandemie heb ik er een oom aan verloren. Hij had net prostaatkanker overwonnen, maar was verder superfit. Na een paar dagen vechten met verdrinking in zijn longen zei hij: trek de stekkers maar uit die machines. Dus ja: ik weet wat corona is. Ik ben 47, als ik het krijg is het fiftyfifty of het ernstig is.”", "“Ik heb een vader van 92, die heeft 28 jaar in de tropen gewoond. Die zegt: joh, maak je niet zo druk, ik heb het daar misschien al gehad. Maar ik vergeef het mezelf nooit als ik het aan hem door zou geven.”", "Dus u begrijpt waarom…", "“Zeker begrijp ik dat. Wat we ook doen: alles moet veilig. Maar laten we daarbij wel de feiten hanteren. Eerst moesten we dicht vanwege de cijfers van het RIVM. Toen die goed voor ons uit bleken te pakken waren het de verwachte verkeersbewegingen waardoor de horeca dicht moest. En vervolgens is het: in andere landen gaan de cafés en restaurants ook op slot. Laten we nou kijken hoe we een gezonde omgeving kunnen creëren in de horeca.”", "Beeld Nosh Neneh", "Vertrouwt u het nog wel?", "“Ik ben goedgelovig, maar ik denk niet dat we de volle informatie krijgen. Er worden politieke keuzes gemaakt. De bouwmarkten en de Ikea draaiden voor 300 procent. Ze hadden kunnen zeggen: die hebben we gered, nu is de beurt aan de horeca. Nu moet opeens alles weer dicht, maar wetenschappelijk onderbouwd is het allemaal niet. In de horeca is de ventilatie bijvoorbeeld uitstekend en worden de regels heel goed nageleefd.”", "“Het lijkt alsof ze de horeca hebben opgegeven. Dat ze denken: als een zaak omvalt komt er straks wel weer een nieuwe. Dat moeten ze eens proberen met de KLM. Als die omvalt, komt er ook wel weer een nieuw bedrijf.”", "U staat niet bekend als een groot diplomaat.", "“Ik denk vaak hardop. Dat valt soms moeilijk in de politiek, maar het heeft ook voordelen als je geen dubbele agenda hebt. Ik ben tenminste duidelijk.”", "Nadat u in september had gezegd dat vroege sluiting van cafés zou leiden tot chaos en rellen, mocht u van burgemeester Femke Halsema niet meer meepraten.", "“Dat was heel vreemd, ja. Ik wilde haar juist steunen. Wat wij zeiden was dat als je de cafés en de clubs dichtgooit, jongeren zelf hun vertier gaan zoeken op illegale feestjes in het park of bij mensen thuis. Wij zeggen het de hele tijd: let nou op, de jeugd verveelt zich en heeft het zwaar. Die zit ongelooflijke hoeveelheden drugs en alcohol te gebruiken, zonder dat iemand daar nog zicht op heeft. Dan kan de Jellinek wel zeggen dat ze daar nog geen cijfers over hebben, maar regeren is toch ook vooruitzien.”", "De burgemeester zag het als een dreigement: als je niet doet wat wij zeggen, komen er rellen in de straat.", "“Ik heb vooral willen zeggen dat ze in Den Haag harder met de vuist op tafel moet slaan. Dat ze Hugo de Jonge een keer boos op moet bellen. Ik heb daar kennelijk een gevoeligheid geraakt die ik niet wilde raken. Maar we hebben geappt en op een gegeven moment heeft zij gezegd: zand erover, we gaan door.”", "In augustus had u ook al een akkefietje bij Disco Dolly, waar mensen tegen alle regels in op de dansvloer stonden.", "“We hadden 70 mensen binnen, waar het er normaal 350 zijn. Er was routering en we hadden de mensen geplaceerd. Het is vier keer fout gegaan. Daar kun je boos over worden, daarvan kun je zeggen dat we er met de pet naar gooiden, maar dat was niet het geval. Het ging overal fout: op de kades, op de bootjes, in de winkelstraten.”", "“Men heeft het gewoon gehad. Als er een muziekje aan staat, gaan mensen dansen. Hoe irritant is het als je met je gastvrijheid bezig bent en de hele tijd politieagent moet spelen: jij zitten, jij zitten en jij zitten. Ik vind het kwalijk dat er over ons zo hard wordt gepraat, terwijl in de parken iedereen boven op elkaar zat. We hebben het in toom proberen te houden en dat is niet gelukt. Daarom besloten we zelf dicht te gaan.”", "Gaan uw zaken deze crisis overleven?", "“Onze club op het Rembrandtplein of Disco Dolly, daar verdwijnt elke maand zomaar 40.000 euro in aan vaste lasten. Nadat je eerst iedereen hebt ontslagen. In het centrum zijn de huren absurd hoog. Onderhoud en verzekeringen lopen gewoon door. We zijn blij met de steun, maar voldoende is het niet. De clubs hebben helemaal niks ontvangen. De gesubsidieerde cultuur is hier toch net iets meer cultuur dan de nachtcultuur, dus daar is het extra geld naartoe gegaan. Trek het gelijk. Als de steun beter wordt, worden de woede en de paniek minder.”", "Terugblik 2020 Hoogtepunt “Het is zo’n naar jaar. Als ik alle negatieve dingen wegstreep hou ik de vakanties over die ik had met mijn gezin. We konden aan het begin van het jaar nog net gaan skiën in Alpe d’Huez.” Dieptepunt “Die zondag in maart dat alles binnen 24 minuten dicht moest. Sta je daar met al je eten.” Persoon van het jaar “Femke Halsema, ondanks dat we een akkefietje hebben gehad. Zij is aan het vechten voor de stad. Geheel ten onrechte wordt gezegd dat ze onzichtbaar is.” Wat blijft u het meest bij? “Het hartverscheurende leed. De wanhoop en depressie die overal zit. De ontslagen en de huilende ondernemers die opbellen.” Wie of wat hoopt u in 2021 niet meer terug te zien? “Een overheid die maatregelen neemt zonder ze met feiten te onderbouwen.”"], "authors": ["Marcel Wiegman"], "keywords": ["ik", "evers", "lijkt", "pim", "ze", "die", "van", "en", "een", "opgegeven", "horecaman", "horeca", "alsof", "op", "het", "hebben", "maar", "niet", "dat"], "pubDate": "2021-01-01T16:00:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}