{"id": "8f63ecdf-17a5-3a53-997d-303d077f9796", "title": "Hoe maak je van de lockdown geen mentale lockdown?", "url": "https://trouw.nl/leven/hoe-maak-je-van-de-lockdown-geen-mentale-lockdown~b409fc52/", "summary": "De een heeft zorgen over de toekomst van zijn bedrijf, de ander over vijf weken alleen thuis zijn, of de combinatie thuisonderwijs en een drukke baan.\n“Veel mensen denken dat het leven altijd maar leuk en gelukkig moet zijn, maar dat is de snelste weg naar depressie.\nEn dan ineens blijkt er nog van alles mogelijk.”“Bovendien”, voegt collega aan dezelfde universiteit, geluksonderzoeker Marijke Schotanus, toe, “is geluk zelf niet iets waar je je op moet concentreren.\nHet verdriet hoeft niet weg te zijn, maar er staat wel iets naast om tevreden over te zijn.\nEn aan de andere kant: durf je kwetsbaar op te stellen en je te laten helpen door een ander als het niet goed met je gaat.", "paragraphs": ["Voor de tweede keer dit jaar gaat het land bijna volledig op slot. Wat moeten we doen als we ons daardoor gestrest, eenzaam of verdrietig voelen?", "Daar gáán we weer. Een nieuwe harde lockdown in. Hoewel veel Nederlanders het eens zijn met de maatregelen, ziet menig landgenoot toch op tegen deze nieuwe periode van vijf weken waarin het land ‘op slot’ is. De een heeft zorgen over de toekomst van zijn bedrijf, de ander over vijf weken alleen thuis zijn, of de combinatie thuisonderwijs en een drukke baan. Ook stress en eenzaamheid liggen op de loer.", "“Maak van de lockdown geen mentale lockdown”, raadt Ernst Bohlmeijer aan. Hij is hoogleraar geestelijke gezondheidsbevordering aan de Universiteit van Twente en doet al ruim vijftien jaar onderzoek naar veerkracht en zelfhulp. “Er is een aantal strategieën die bewezen hebben dat ze effectief kunnen zijn om om te gaan met negatieve emoties zoals angst, verdriet, stress en eenzaamheid.”", "“Het is logisch die emoties nu te voelen”, vervolgt de hoogleraar. “Veel mensen denken dat het leven altijd maar leuk en gelukkig moet zijn, maar dat is de snelste weg naar depressie. Er zijn nu eenmaal ups en downs.” Moeten we gewoon accepteren dat het even minder gaat? “Ik zou zeggen: aanvaarden. Accepteren vind ik een rotwoord, een situatie aanvaarden zoals die is, is een moedige, actieve stap. Neem je verlies. En dan ineens blijkt er nog van alles mogelijk.”", "“Bovendien”, voegt collega aan dezelfde universiteit, geluksonderzoeker Marijke Schotanus, toe, “is geluk zelf niet iets waar je je op moet concentreren. Je kunt beter iets doen wat je belangrijk vindt, zodat je je daarna tevreden kan voelen.”", "Dat is vooral goede raad voor iemand die net zijn baan, of zelfs een bekende heeft verloren. “Baal, wees verdrietig. Dat kost tijd. Maar probeer actief te blijven, door te sporten, naar buiten te gaan, of tijd te besteden aan een hobby”, adviseert Bohlmeijer. Het verdriet hoeft niet weg te zijn, maar er staat wel iets naast om tevreden over te zijn.", "Misschien wel de belangrijkste tip van zowel Bohlmeijer als Schotanus: zorg dat je, ondanks alle beperkende maatregelen, contact houdt met anderen. Schotanus: “Word bijvoorbeeld vrijwilliger bij een voedselbank. Dat werk gaat gewoon door.” Bohlmeijer: “Als je iemand helpt, krijg je ook een goed gevoel over jezelf. En aan de andere kant: durf je kwetsbaar op te stellen en je te laten helpen door een ander als het niet goed met je gaat. Het gaat om de verbondenheid, dat willen voelen is heel wezenlijk. Skype elke dag even met iemand, en drink zo samen een kopje koffie.”", "Als eenzaamheid op de loer ligt, raadt Bohlmeijer aan een dagplanning te maken. Neem je voor om een bepaalde tijd op te staan en doe dat ook. “Word wakker, peil even welke emoties je voelt, wees daar vriendelijk voor en sta op. Blijf je langer liggen, dan heb je later alleen maar het gevoel dat er kostbare tijd verloren is gegaan.”", "Dat wil niet zeggen dat ‘nutteloze’ activiteiten geen plek mogen hebben. “Plan gerust twee uur Netflix in, als je dat leuk vindt. Maar stop op tijd, anders wordt het verdoven en daar word je somber van.”", "En als dat verdoven een manier is om aan sombere gedachten te ontsnappen, weet Bohlmeijer nog een andere oefening: “Als je denkt: Kerst is mislukt dit jaar, schrijf je op: ik heb de gedachte dat Kerst mislukt is dit jaar. Die woorden creëren afstand, het maakt ruimte voor het besef dat de situatie voorbijgaat en dat je die dagen bijvoorbeeld nog steeds lekker kan koken.” “Veel tips lijken flauw, of gemakkelijker gezegd dan gedaan”, geeft Bohlmeijer tot slot peinzend toe. Dan, monter: “Maar ze kunnen echt helpen”.", "In Het Consult beantwoorden experts wekelijks gezondheidsvragen van lezers. Ook een gezondheidsvraag? Stuur een mailtje naar gezondheid@trouw.nl."], "authors": ["Thomas Jak"], "keywords": ["zijn", "lockdown", "maak", "van", "en", "een", "geen", "mentale", "hoe", "te", "op", "het", "maar", "dat", "je"], "pubDate": "2020-12-18T12:26:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}