{"id": "8f6bfcb2-bb8b-395b-b720-04472d50b55f", "title": "In The Vigil drijft debuterend regisseur Thomas de spanning goed op ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/in-the-vigil-drijft-debuterend-regisseur-thomas-de-spanning-goed-op~bae97d37/", "summary": "New Yorker Yakov (Dave Davis) heeft zich in deze degelijke film van horrorproductiehuis Blumhouse net ontworsteld aan zijn joods-orthodoxe achtergrond.\nVanwege geldgebrek laat hij zich ritselen voor een schijnbaar onschuldige klus: de nachtwake bijwonen van een pas overleden lid van zijn gemeenschap.\nDe dode man blijkt bezeten door een eeuwenoude demon die het nu op Yakov heeft gemunt en daarbij inspeelt op diens onverwerkte trauma’s.\nDat ongewone milieu en de sterke acteurs pakken goed uit voor The Vigil.\nVooral in de eerste helft drijft debuterend regisseur Thomas de spanning goed op.", "paragraphs": ["Dave Davis in ‘The Vigil’.", "New Yorker Yakov (Dave Davis) heeft zich in deze degelijke film van horrorproductiehuis Blumhouse net ontworsteld aan zijn joods-orthodoxe achtergrond. Vanwege geldgebrek laat hij zich ritselen voor een schijnbaar onschuldige klus: de nachtwake bijwonen van een pas overleden lid van zijn gemeenschap. Amper zit hij in de duistere woning bij ’s mans lijk, terwijl de dementerende weduwe (Lynn Cohen) rondschuifelt op de bovenverdieping, of er beginnen nare dingen te gebeuren. De dode man blijkt bezeten door een eeuwenoude demon die het nu op Yakov heeft gemunt en daarbij inspeelt op diens onverwerkte trauma’s.", "Dat ongewone milieu en de sterke acteurs pakken goed uit voor The Vigil. Vooral in de eerste helft drijft debuterend regisseur Thomas de spanning goed op. En ook als de film zijn grip begint te verliezen en de griezeleffecten voorspelbaar of willekeurig worden, blijft er een sterk claustrofobische kracht uitgaan van die enkele, schemerige ruimte. Beweegt er nu wel of niet iets, onder dat smetteloze laken?"], "authors": ["Kevin Toma"], "keywords": ["van", "regisseur", "goed", "spanning", "op", "vigil", "zijn", "debuterend", "thomas", "een", "en", "zich", "yakov", "te", "er", "drijft", "voor"], "pubDate": "2020-12-09T17:47:47+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}