{"id": "8f719f0e-649f-32dd-bc79-3bc5a8bdd5be", "title": "Weiland aan Strijbeekseweg in beeld als locatie verenigingsloods Ulvenhout", "url": "https://nu.nl/breda/6094577/weiland-aan-strijbeekseweg-in-beeld-als-locatie-verenigingsloods-ulvenhout.html", "summary": "Een weiland aan de Strijbeekseweg is in beeld als nieuwe locatie voor de verenigingsloods van Ulvenhout.\nDe afgelopen jaren huurde de Stichting Slotlaan de voormalige brandweerkazerne van de gemeente Breda.\n\"Die oplossing strandde op de wijziging van het bestemmingsplan.\"\nDie procedure moet ook nog doorlopen moeten worden voor het perceel aan de Strijbeekseweg.\nEr ligt nu een raadsvoorstel om 140.000 euro vrij te maken voor aankoop van een stuk grond aan de Strijbeekseweg voor herhuisvesting van de Stichting Slotlaan.", "paragraphs": ["Een weiland aan de Strijbeekseweg is in beeld als nieuwe locatie voor de verenigingsloods van Ulvenhout. Er ligt een voorstel om het stuk grond voor 140.000 euro te kopen, zodat daar een nieuwe loods op gebouwd kan worden. De oude brandweerkazerne aan de Slotlaan maakt plaats voor woningbouw.", "De afgelopen jaren huurde de Stichting Slotlaan de voormalige brandweerkazerne van de gemeente Breda. Carnavalsclubs bouwden er hun creaties en andere verenigingen gebruikten het pand voor opslag van materialen. Ook werd de loods gebruikt om spullen in te zamelen voor de grote, tweejaarlijkse vlooienmarkt in het dorp.", "Het was al lang duidelijk dat de verenigingen niet oneindig in het pand konden blijven. Bouwbedrijf Maas-Jacobs gaat er woningen bouwen. Er ligt een plan voor drie appartementengebouwen van elk drie lagen met in totaal 36 woningen. Ook komen er twee rijtjes met elk vijf eengezinswoningen.", "Ruim twee jaar geleden was al een andere locatie voor de clubs in beeld, vertelt John Vester van de Stichting Ulvenhouts Carnaval (S.U.C.). Hij is nauw betrokken bij de verhuizing van de verenigingsloods. \"Die oplossing strandde op de wijziging van het bestemmingsplan.\" Die procedure moet ook nog doorlopen moeten worden voor het perceel aan de Strijbeekseweg.", "Volgens Vester is tijd nu de grootste vijand voor de verenigingen die gebruikmaken van de loods. \"Maas-Jacobs wil in het voorjaar van 2022 aan de slag in de Slotlaan. We weten uit ervaring dat procedures lang kunnen duren. We zoeken al geruime tijd naar een oplossing, de tijd begint te dringen. We willen niet dat verenigingen straks op straat staan.\"", "Er ligt nu een raadsvoorstel om 140.000 euro vrij te maken voor aankoop van een stuk grond aan de Strijbeekseweg voor herhuisvesting van de Stichting Slotlaan. \"Het is een mooie stap in de goede richting. Als de raad akkoord gaat, zijn we er nog lang niet, maar dan kunnen we gaan nadenken over de bouw van de loods\", aldus Bob Melissen, voorzitter van de stichting."], "authors": ["Door"], "keywords": ["locatie", "verenigingsloods", "van", "weiland", "als", "ulvenhout", "het", "stichting", "strijbeekseweg", "een", "beeld", "te", "slotlaan", "verenigingen", "er", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}