{"id": "8f823e44-102b-3ecb-a190-b00b43fa2a9d", "title": "Douane waarschuwt: Ondanks deal meer gedoe aan grens, ook voor reizigers", "url": "https://nu.nl/brexit/6098671/douane-waarschuwt-ondanks-deal-meer-gedoe-aan-grens-ook-voor-reizigers.html", "summary": "De Nederlandse douane krijgt het hoe dan ook drukker na 1 januari, ondanks dat de Europese Unie en het Verenigd Koninkrijk een deal hebben gesloten.\nDaar moeten ook Nederlandse exporteurs en reizigers rekening mee houden, waarschuwt een woordvoerder donderdag.\nNiet meer belastingvrij shoppen in LondenVoor reizigers die vanuit het Verenigd Koninkrijk op bijvoorbeeld Schiphol landen wordt het ook wennen.\nOverstappers hebben geen tweede paspoortcontroleSchiphol laat weten dat een van belangrijkste zorgen voor de luchthaven al enkele jaren geleden werd weggenomen.\nOok na de Brexit hoeven reizigers uit het Verenigd Koninkrijk bij een overstap op de Nederlandse luchthaven niet nogmaals langs de controle voor hun aansluitende vlucht.", "paragraphs": ["De Nederlandse douane krijgt het hoe dan ook drukker na 1 januari, ondanks dat de Europese Unie en het Verenigd Koninkrijk een deal hebben gesloten. Daar moeten ook Nederlandse exporteurs en reizigers rekening mee houden, waarschuwt een woordvoerder donderdag.", "\"Voor ons is het belangrijkste gegeven dat er na 1 januari een Brexit is en dat we dan douaneformaliteiten krijgen die er eerst niet waren. Bedrijven moeten zich dus voorbereiden op zaken die eerder niet hoefden\", aldus de zegsman.", "Een voorbeeld is dat transportbedrijvenbedrijven hun lading vooraf moeten aanmelden in een digitaal systeem van de Rotterdamse haven voordat ze met de ferry de oversteek kunnen maken.", "Niet meer belastingvrij shoppen in Londen", "Voor reizigers die vanuit het Verenigd Koninkrijk op bijvoorbeeld Schiphol landen wordt het ook wennen. Zij mogen bijvoorbeeld niet meer zomaar bepaalde bederfelijke producten het land inbrengen, zoals kazen.", "Wie tijdens een tripje in Londen flink inkopen heeft gedaan, krijgt bij nieuwe aanwinsten van meer dan 430 euro bovendien met belastingen te maken bij terugkomst. \"Je krijgt echt te maken met een grens, het is anders dan voorheen.\"", "In de afgelopen twee jaar heeft de douane circa negenhonderd nieuwe medewerkers aangenomen om al het extra werk te verzetten. Eerder liet de douane weten in de eerste vier tot zes weken vertragingen te verwachten in de Rotterdamse haven als gevolg van de Brexit.", "Overstappers hebben geen tweede paspoortcontrole", "Schiphol laat weten dat een van belangrijkste zorgen voor de luchthaven al enkele jaren geleden werd weggenomen. Ook na de Brexit hoeven reizigers uit het Verenigd Koninkrijk bij een overstap op de Nederlandse luchthaven niet nogmaals langs de controle voor hun aansluitende vlucht."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["gedoe", "van", "dan", "douane", "voor", "waarschuwt", "reizigers", "een", "verenigd", "ook", "grens", "ondanks", "te", "het", "meer", "niet", "dat", "deal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}