{"id": "8f855817-7b97-3689-9424-60fd63545cfa", "title": "Recept van de dag: ouderwetse prei uit de oven", "url": "https://www.telegraaf.nl/lifestyle/1218686179/recept-van-de-dag-ouderwetse-prei-uit-de-oven", "summary": "En met een klein beetje fantasie maak je er zo weer iets bijzonders van.\nKook tien minuten in een beetje water met wat zout, spoel koud af en laat in een vergiet uitlekken.\nVoeg de kaas toe en breng op smaak met peper en wat nootmuskaat.\n(En nu mag je naar eigen inzicht met sambal aan de gang, of met kummel, of met tuinkruiden, of met een beetje kerriepoeder.)\nZullen we morgen nog zo wat doen?", "paragraphs": ["Om de zoveel tijd denk ik: ’Nu heb ik echt alles wel gehad, wat moet ik nu weer voor lekkers bedenken?’ En het is precies wat jullie ook zo vaak overkomt. Mijn remedie: nog verder terug, terug naar heel gewoon, heel simpel en altijd heel lekker. En met een klein beetje fantasie maak je er zo weer iets bijzonders van.", "Haal het buitenste blad er af, spoel de prei even en snij in stukken van acht centimeter. Kook tien minuten in een beetje water met wat zout, spoel koud af en laat in een vergiet uitlekken. Smelt intussen de boter in een ander pannetje, roer de bloem erdoor en rustig aan de melk erbij, blijf roeren en laat tien minuutjes zachtjes pruttelen. Voeg de kaas toe en breng op smaak met peper en wat nootmuskaat. (En nu mag je naar eigen inzicht met sambal aan de gang, of met kummel, of met tuinkruiden, of met een beetje kerriepoeder.)", "Rol ieder stuk prei in een plak ham. Nou, simpel verder toch? Rolletjes in een ingevette ovenschaal. Saus er over, wat paneermeel daar weer over, hier en daar een klontje boter, en dan op 180 °C een half uur in de voorverwarmde oven tot het paneermeel mooi bruin is en de kaassaus bubbelt. Beetje grof gestampte aardappelpuree erbij. Zullen we morgen nog zo wat doen? Ouderwets… zalig!", "Nodig:", "• 4 grote preien", "• 2 eetl boter", "• 2 eetl bloem", "• 2 ½ dl melk", "• 50 gr geraspte oude boerenkaas", "• 8 plakken ham", "• paneermeel", "• peper, nootmuskaat", "• klontjes boter"], "authors": [], "keywords": ["van", "zo", "recept", "en", "uit", "een", "met", "beetje", "weer", "paneermeel", "prei", "ouderwetse", "nu", "boter", "dag", "oven", "wat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}