{"id": "8f86b500-8b6e-3722-8fc4-f39ad7d43cb2", "title": "Zorginstelling Laurens krijgt medewerkers van Rotterdamse ziekenhuizen", "url": "https://nu.nl/rotterdam/6095558/zorginstelling-laurens-krijgt-medewerkers-van-rotterdamse-ziekenhuizen.html", "summary": "Zorginstelling Laurens krijgt hulp van de Rotterdamse ziekenhuizen.\nDe ziekenhuizen leveren enkele medewerkers die kunnen helpen in revalidatiehotel Intermezzo, zodat meer patiënten het ziekenhuisbed kunnen verlaten en met hun revalidatie kunnen beginnen.\nDe wachtlijsten in de Rotterdamse ziekenhuizen lopen nog steeds op doordat er coronapatiënten in het ziekenhuis liggen.\nDaarnaast liggen tientallen patiënten langer in een ziekenhuisbed liggen dan nodig.\nOmdat het voor de ziekenhuizen grote gevolgen heeft dat patiënten langer blijven liggen dan nodig, schieten ze nu zelf te hulp.", "paragraphs": ["Zorginstelling Laurens krijgt hulp van de Rotterdamse ziekenhuizen. De ziekenhuizen leveren enkele medewerkers die kunnen helpen in revalidatiehotel Intermezzo, zodat meer patiënten het ziekenhuisbed kunnen verlaten en met hun revalidatie kunnen beginnen.", "De wachtlijsten in de Rotterdamse ziekenhuizen lopen nog steeds op doordat er coronapatiënten in het ziekenhuis liggen. Daardoor zijn er minder bedden voor patiënten die een operatie zonder spoed nodig hebben.", "Daarnaast liggen tientallen patiënten langer in een ziekenhuisbed liggen dan nodig. Zij moeten naar een verpleeghuis of revalidatiecentrum, maar daar is voor hen geen plek. Pas als hun ziekenhuisbed leeg is, kan er weer een operatie worden gepland waarvoor iemand moet worden opgenomen.", "Omdat het voor de ziekenhuizen grote gevolgen heeft dat patiënten langer blijven liggen dan nodig, schieten ze nu zelf te hulp. Het Erasmus MC levert drie medewerkers, Franciscus Gasthuis & Vlietland en IJsselland Ziekenhuis beide één. Met die extra handen kunnen meer mensen terecht in het revalidatiehotel Intermezzo, vlak bij winkelcentrum Zuidplein."], "authors": ["Door"], "keywords": ["van", "medewerkers", "het", "ziekenhuizen", "patiënten", "laurens", "krijgt", "liggen", "ziekenhuisbed", "nodig", "rotterdamse", "een", "kunnen", "zorginstelling", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}