{"id": "8f964214-aed3-372f-82c3-dbd2cc9d38fb", "title": "Tien jaar Vincent Wil Zon: vooral veel goed nieuws", "url": "https://trouw.nl/duurzaamheid-natuur/tien-jaar-vincent-wil-zon-vooral-veel-goed-nieuws~ba15fd74/", "summary": "Tien jaar geleden tekende ik in op de eerste inkoopactie voor zonnepanelen en schreef ik mijn eerste weblog daarover.\nEn er was een haperende omvormer die na een jaartje werd vervangen door een veel luxer apparaat dat ik van een leverancier mocht testen.\nBeeld Vincent Dekker / WijwillenzonDe actie van Urgenda slaagde en een half jaar na de bestelling verschenen de panelen op mijn dak.\nVolgend jaar mei is dat tien jaar geleden en zal ik een aflevering vullen met hoe die panelen hun eerste decennium zijn doorgekomen.\nIn zijn weblog ‘Vincent wil zon’ belicht Vincent Dekker innovaties en ontwikkelingen op het gebied van groene energie, dichtbij en ver van huis.", "paragraphs": ["Het idee was om een ontwikkeling een klein beetje de goede kant op te duwen. Tien jaar geleden tekende ik in op de eerste inkoopactie voor zonnepanelen en schreef ik mijn eerste weblog daarover. Het is daarna op diverse fronten hard gegaan, maar soms ook veel trager dan ik had gehoopt.", "Dit weblog, Vincent wil zon, bestaat vandaag op de kop af tien jaar. Op 11 december 2010 publiceerde ik de eerste aflevering. Ik had zojuist besloten om mee te doen bij een actie van Urgenda om samen zonnepanelen in te kopen. De club van Marjan Minnesma had in China een zeer lage prijs bedongen voor zonnepanelen als die met 50.000 tegelijk besteld zouden worden. Voor het eerst zou zonnestroom daardoor commercieel aantrekkelijk worden zonder subsidie. Daarmee hoopte Urgenda de verkoop van zonnepanelen in Nederland op gang te brengen.", "Derde vlieg", "Zelf wilde ik al vele jaren zonnepanelen op mijn dak. Maar ja: te duur. Nu zag ik mijn kans schoon. Bovendien hielp ik zo mee om zonnepanelen in Nederland populair te maken. En als derde vlieg die ik in één klap zou kunnen slaan, begon ik dus aan een weblog. Daarin zou ik alle positieve zaken én alle problemen die ik op mijn weg naar zonnestroom zou tegenkomen, zo helder mogelijk optikken om zo anderen voor diezelfde problemen te behoeden. Maar vooral natuurlijk om anderen ook enthousiast over zonne-energie te maken.", "Schrijven over problemen die ik ondervind is niet mijn sterkste punt. Ik ben daarvoor een veel te optimistisch mens. Het werd dus vooral een weblog over meevallende opbrengsten en lagere kostprijzen, met ook veel aandacht voor nieuwe, veelbelovende ontwikkelingen. Maar ik heb uiteraard ook hobbels op mijn weg gehad, zoals de energiemaatschappij die op haar rekeningen mijn kersverse zonnestroom maar niet goed kon verwerken. En er was een haperende omvormer die na een jaartje werd vervangen door een veel luxer apparaat dat ik van een leverancier mocht testen. Ja, ook bij mij heb elk nadeel z'n voordeel.", "De eerste aflevering, van 11 december 2010, over mijn bestelling van twaalf panelen via de inkoopactie van Urgenda. Beeld Vincent Dekker / Wijwillenzon", "De actie van Urgenda slaagde en een half jaar na de bestelling verschenen de panelen op mijn dak. Volgend jaar mei is dat tien jaar geleden en zal ik een aflevering vullen met hoe die panelen hun eerste decennium zijn doorgekomen.", "Een van de opvallende ontwikkelingen in al die jaren begon reeds terwijl mijn panelen nog onderweg waren: ze werden goedkoper. Nog voordat ze in China op de boot naar Rotterdam werden gezet, ging de prijs met 150 euro omlaag naar 6219 euro. Die prijsdaling is sindsdien niet meer gestopt. Inclusief montage heeft mijn set van 2760 WattPiek me toen 7000 euro gekost. Panelen, omvormers en montage: het werd allemaal goedkoper en de panelen werden beter, krachtiger. Wie nu een vergelijkbaar krachtige set wil hebben, heeft nog maar acht panelen nodig en krijgt de set op zijn dak voor minder dan de helft van mijn kostprijs.", "In tien jaar van 88 naar 10.000", "De prijsdaling is een vliegwiel dat zichzelf draaiende houdt. Door de lagere prijs stijgen de verkopen en door die grotere verkopen kan de prijs verder dalen. Inmiddels zijn zonnepanelen zo goedkoop dat ze in woestijngebieden stroom leveren voor 1,3 cent per kWh, terwijl kolencentrales daar het drievoudige voor moeten rekenen, en daar zitten dan nog niet de kosten in van de enorme vervuiling die ze veroorzaken.", "In prijsbewust Nederland gaf de actie van Urgenda, maar natuurlijk ook de ontwikkeling wereldwijd, de zonnepanelenbranche vleugels. Hadden we in 2010 in Nederland nog 88 MegaWatt (MW) aan panelen, in 2012 werd voorspeld dat we er vanaf 2016 wel 655 MW per jaar bij zouden kunnen krijgen. Maar zelfs dat was te pessimistisch ingeschat. In 2014 stond er al ruim 1 GigaWatt (GW), twee jaar later was dat verdubbeld en in 2019 was het al nagenoeg 7 GW, en was er dus in drie jaar gemiddeld bijna 1,7 GW per jaar bijgekomen. Dit jaar komt de totaalstand waarschijnlijk uit op 10 GW, ruim honderd keer zo veel als tien jaar geleden. In ons ‘koude kikkerlandje’ begint zonne-energie nu echt merkbaar bij te dragen aan onze energievoorziening.", "We doen flink mee", "Nederland doet het daarmee op wereldschaal relatief heel goed. Waren we in 2010 met die 88 MW aan panelen een dreumes, nu vormen de 3 tot 4 GW die we er dit jaar bij krijgen zo'n 2 procent van de jaarlijkse wereldproductie van in 2020 zo'n 160 GW. Die 160 GW betekenen trouwens dat er wereldwijd elke dag, 365 dagen per jaar, 1,3 miljoen zonnepanelen worden gemaakt. Een aantal dat tot de verbeelding spreekt. En een aantal dat elk jaar nog met zo'n 30 procent groeit. Zonnepanelen worden dan ook al een paar jaar gezien als de belangrijkste energiebron voor de toekomst.", "Het is de afgelopen tien jaar al met al heel hard gegaan. En het was fantastisch om dat nauwlettend te kunnen volgen en daar af en toe verslag van te doen. Dat geldt ook voor de groei bij een ander onderwerp dat ik geregeld aandacht geef: elektrische auto’s. In 2010 was die auto een totaal onderschat fenomeen, terwijl we nu op de tv bijna alleen nog reclamespots zien voor die elektrische auto. Maar soms ook ging de groei veel minder hard dan ik had gehoopt of gedacht, zoals bij batterijsystemen. Vroeg ik in 2011 al nadrukkelijk om ‘opslag’, nu pas lijkt die opslag aan een opmars te beginnen. Op die auto's, batterijen en andere duurzame energie-ontwikkelingen die ik heb belicht, hoop ik de komende dagen nog terug te blikken.", "In zijn weblog ‘Vincent wil zon’ belicht Vincent Dekker innovaties en ontwikkelingen op het gebied van groene energie, dichtbij en ver van huis. Lees meer afleveringen op trouw.nl/vincentwilzon.", "Lees ook:", "We installeren twintig zonnepanelen per seconde, en dat worden er zeker nog meer", "De wereld installeert de komende vier jaar gemiddeld 20 zonnepanelen per seconde. Vorig jaar (2017) waren het er nog 11. Maar zelfs die 20 lijken nu al een lage schatting."], "authors": ["Vincent Dekker"], "keywords": ["ik", "veel", "nieuws", "goed", "vooral", "van", "zon", "mijn", "jaar", "en", "een", "tien", "vincent", "wil", "op", "te", "dat", "die"], "pubDate": "2020-12-11T08:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}