{"id": "8fa4697f-6d19-37ef-b447-be38839a806e", "title": "Amsterdam gunt hem écht geen uitzondering, al Youps eindejaarsgebeden ten spijt", "url": "https://www.metronieuws.nl/entertainment/radio-tv/2020/12/amsterdam-gunt-hem-echt-geen-uitzondering/", "summary": "Amsterdam gunt hem écht geen uitzondering, al Youps eindejaarsgebeden ten spijtHij is misschien bang voor een ‘Floppie’, wanneer hij voor een heel klein publiek speelt.\nWel toestemming gegeven maar niet getoond, herlaad de pagina.\nOptiesEen optie zou kunnen zijn dat Youp zijn oudejaarsshow in een tv-studio gaat spelen.\nHet team van Van ’t Hek heeft ook contact met Guido Weijers, die de oudejaarsshow voor RTL verzorgt.\nRefereer aan zijn 'problemen' met UPC — Gr0te br0er (@gr0tebr0er) December 9, 2020Wel toestemming gegeven maar niet getoond, herlaad de pagina.", "paragraphs": ["Amsterdam gunt hem écht geen uitzondering, al Youps eindejaarsgebeden ten spijt", "Hij is misschien bang voor een ‘Floppie’, wanneer hij voor een heel klein publiek speelt. Al valt dat te betwijfelen, want Youp van ’t Hek heeft vaak wel de lachers op z’n hand, ook als het er maar 30 zijn. En dat aantal blijft zo, heeft gemeente Amsterdam laten weten. De vraag is nu wat hij gaat doen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Guido Weijers treedt gewoon op, al zitten er maar 30 man. Youp die met die grote bek, weet t nog niet. — Josephine van Eersel (@bar_bizar) December 8, 2020", "De gemeente Amsterdam heeft Youp van ’t Hek, BNNVARA en theater Carré officieel laten weten dat zijn verzoek om meer mensen toe te laten bij zijn Oudejaarsconference is afgewezen. Dat heeft BNNVARA vandaag gemeld.", "Lees ook: Zo klinkt Flappie in het Engels", "Geen ontzegging", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Een uitzondering op de publieksgrootte tijdens de Oudejaarsconference van Youp van 't Hek zit er volgens premier Mark Rutte niet in. „Dat gaat niet. Ik zou het dolgraag doen, Youp, maar dat kan ik niet doen\", zei Rutte vrijdag. https://t.co/v4jDYewfhY — Metro (@Metro) November 28, 2020", "Eerder zeiden burgemeester Femke Halsema van Amsterdam en premier Mark Rutte al dat Van ’t Hek niet moest rekenen op een ontzegging. „Dat gaat niet. Ik zou het dolgraag doen, Youp, maar dat kan ik niet doen”, reageerde premier Rutte. De cabaretier had gevraagd of de gemeente Amsterdam een uitzondering wilde maken op het coronabeleid dat momenteel maar dertig bezoekers per theater toestaat. Van ’t Hek denkt dat zijn eindejaarsshow, die in principe op 31 december op televisie te zien moet zijn, niet werkt met zo weinig publiek.", "„Samen met de betrokken partijen gaan wij nu de mogelijke scenario’s bespreken, waarbij ons gezamenlijke streven is dat de tv-uitzending doorgaat”, meldt een woordvoerder van BNNVARA. Hij voegt daaraan toe dat er op korte termijn knopen over dit onderwerp moeten worden doorgehakt.", "Opties", "Een optie zou kunnen zijn dat Youp zijn oudejaarsshow in een tv-studio gaat spelen. In tv-studio’s mogen namelijk wel honderd mensen worden toegelaten, in tegenstelling tot theaters. Het team van Van ’t Hek heeft ook contact met Guido Weijers, die de oudejaarsshow voor RTL verzorgt. Ook deze komiek worstelt met het probleem dat een cabaretshow op televisie met dertig man niet tot zijn recht zou komen.", "Deze Youp ligt er in elk geval niet wakker van.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Goodnight sweet people, zweet dreams, rest up. Hope you sleep as peaceful as Youp does xxx pic.twitter.com/ZHI2Uc7yUh — Paradox Fox (@Paradoxxxfox) December 9, 2020", "Social media", "Op social media uiten sommige mensen de wens dat Youp, en ook Guido, toch hun oudejaarsconferentie kunnen door laten gaan. „Maak een experiment met hen, premier Rutte.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Beste Mark, in je presentatie gisteren had je het over experimenteren: maak een experiment met Youp en Guido om verantwoord een bijzondere oudejaarsconferantie mogelijk te maken. Zou heel veel mensen een plezier doen en leerzaam kunnen zijn voor 2021 mogelijkheden. Doen Mark!! — Paul (@Paul17226161) December 9, 2020", "En sommigen gaan sowieso niet naar Youp kijken.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Ik vind Youp een vervelende kwal geworden. Geeft mij maar Guido . Refereer aan zijn 'problemen' met UPC — Gr0te br0er (@gr0tebr0er) December 9, 2020", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen."], "authors": [], "keywords": ["toestemming", "youps", "geen", "van", "amsterdam", "youp", "hem", "spijt", "uitzondering", "écht", "het", "maar", "zijn", "niet", "een", "eindejaarsgebeden", "al", "dat", "gegeven", "gunt"], "pubDate": "2020-12-10T13:00:18+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}