{"id": "8fa736ac-7251-3848-8827-6b09800d7331", "title": "NBA maakt zich op voor een nieuw, onvoorspelbaar seizoen", "url": "https://volkskrant.nl/sport/nba-maakt-zich-op-voor-een-nieuw-onvoorspelbaar-seizoen~b3857532/", "summary": "Het seizoen stilleggen, zoals het deed op 11 maart, is dit keer geen optie.\nDe grootste aanpassing wordt gevraagd van Toronto Raptors, dat vanwege reisbeperkingen dit seizoen niet in Canada, maar in Tampa Bay, Florida zal spelen.\nDoor de korte pauze heeft de competitie in het voorjaar de volledige aandacht van het Amerikaanse sportpubliek nadat de Super Bowl (American Football) is gespeeld.\nWas hij nog altijd de graatmagere alleskunner, behendig en vlug voor zijn lengte (2.08 meter), die kon scoren wanneer hij maar wilde?\nGolden State nam een sabbatsjaar, spaarde onder meer Curry, en maakte zich op voor een comeback.", "paragraphs": ["James Harden (13) van de Houston Rockets in duel met Minnesota Timberwolves’ Robert Covington tijdens een NBA-wedstrijd eerder dit jaar. Beeld AP", "Een nieuwe competitie zonder bubbel: is dat niet link?", "De NBA rekent op besmettingen nu de bubbel is verlaten. Het seizoen stilleggen, zoals het deed op 11 maart, is dit keer geen optie. Spelers worden dagelijks getest, maar zijn buiten het trainingscomplex vrij om te gaan waar ze willen. Bij enkele clubs zijn toeschouwers in kleine getale welkom. De meest recente testronde onder spelers leverde vorige week één positief geval op.", "Om risico’s te beperken, versleutelde de NBA het speelschema. Het aantal wedstrijden per club is teruggebracht van 82 naar 72 en teams spelen vaker twee opeenvolgende wedstrijden tegen dezelfde tegenstander. De grootste aanpassing wordt gevraagd van Toronto Raptors, dat vanwege reisbeperkingen dit seizoen niet in Canada, maar in Tampa Bay, Florida zal spelen.", "Waarom begint het seizoen nu alweer?", "De NBA wilde koste wat kost voor de Kerst opstarten, om bij de volgende jaargang een reguliere speelkalender te kunnen hanteren. Door de korte pauze heeft de competitie in het voorjaar de volledige aandacht van het Amerikaanse sportpubliek nadat de Super Bowl (American Football) is gespeeld. Ook komt mogelijke deelname aan de Olympische Spelen voor de basketballers op deze manier niet in het geding.", "LeBron James en zijn Los Angeles Lakers verlieten de bubbel in oktober als kampioen. Wie kan het ze dit seizoen moeilijk maken?", "‘Ik voel nog overal spierpijn,’ zei James (35) toen hij zich begin december na een kleine twee maanden rust weer meldde voor het trainingskamp van de Lakers. Nooit eerder kende een NBA-kampioen een kortere pauze tussen twee seizoenen, terwijl clubs die buiten de bubbel vielen negen maanden niet in actie kwamen. Toch lijkt de ploeg uit Los Angeles klaar voor titelprolongatie. James en Anthony Davis vormen nog altijd het sterkste duo in de NBA. De ervaren Spanjaard Marc Gasol, de behendige Duitse spelverdeler Dennis Schröder en center Montrezl Harrell, uitgeroepen tot beste reserve van het afgelopen seizoen, verbreedden de selectie. Op papier is de kampioen sterker geworden.", "Concurrentie komt uit eigen stad, van Los Angeles Clippers. De buren lagen vorig jaar op ramkoers, maar de Clippers implodeerden in de bubbel. In het westen wordt veel verwacht van Denver Nuggets, dat de Clippers verrassend uitschakelde, en volgens bookmakers in Las Vegas beschikt Dallas Mavericks met de Sloveen Luka Doncic over de gedoodverfde MVP, de meest waardevolle speler van de competitie. In het oosten zijn verliezend finalist Miami Heat, Philadelphia 76ers, Milwaukee Bucks, met regerend MVP Giannis Antetokounmpo, Boston Celtics en het gerenoveerde Brooklyn Nets kanshebbers.", "Waar zal topscorer James Harden (Houston Rockets) dit seizoen spelen?", "In 2017 en 2018 werd Golden State Warriors, toen nog met sterspeler Kevin Durant, onverslaanbaar geacht. Alleen Houston Rockets wist het superteam naar het randje van de afgrond te drukken, onder aanvoering van James Harden. Beter werd het sindsdien niet meer voor de club uit Texas. Harden, topscorer van de afgelopen twee seizoenen, kreeg sinds zijn komst in 2013 carte blanche van zijn club, waar niet de coaches, zo onthulde sportzender ESPN, maar de sterspeler het vlucht- en trainingsschema bepaalde.", "Om hem te paaien, renoveerde de directie het team en de coachingstaf naar zijn smaak. Nu wil Harden vertrekken. Omdat hij nog twee seizoenen onder contract staat, wenste Houston niet mee te werken. Harden, met kenmerkende baard, stortte zich daarop in het nachtleven van Las Vegas en Atlanta terwijl zijn ploeggenoten aan de voorbereiding begonnen. Een spelersruil lijkt nu onvermijdelijk. Brooklyn Nets en Philadelphia 76ers zijn Harden’s favoriete bestemmingen.", "Wat maakt Brooklyn dit jaar zo bijzonder?", "Kort gezegd: Kevin Durant. Voor hij in de finale van 2019, toen nog spelend voor Golden State Warriors, zijn achillespees afscheurde, werd hij door velen beschouwd als de beste speler ter wereld – LeBron James inbegrepen. Ondanks zijn blessure kreeg hij een megacontract aangeboden van Brooklyn Nets, waarvoor hij tot deze maand nog geen wedstrijd speelde.", "Het was de vraag in welke gedaante Durant (32) zou terugkeren. Was hij nog altijd de graatmagere alleskunner, behendig en vlug voor zijn lengte (2.08 meter), die kon scoren wanneer hij maar wilde? De voortekenen in aanloop naar het seizoen waren bemoedigend. ‘Ik voel me goed, maar heb nog tijd nodig,’ zei hij vrijdag na een laatste oefenwedstrijd. In Brooklyn vormt hij een veelbelovend duo met spelverdeler Kyrie Irving en wordt hij gecoacht door de Canadees Steve Nash, ooit tweevoudig MVP van de NBA.", "En Stephen Curry dan?", "Zijn Golden State Warriors gelden niet meer als titelkandidaat nadat zijn belangrijkste teamgenoot, Klay Thompson, in het najaar zijn achillespees afscheurde. Ook vorig jaar ontbrak Thompson, toen door een zware knieblessure. Golden State nam een sabbatsjaar, spaarde onder meer Curry, en maakte zich op voor een comeback. Die viel deels in het water, maar van Curry (32) wordt dit seizoen alsnog veel verwacht. De dribbelaar en schutter die basketballiefhebbers dit decennium als geen ander wist te betoveren, vertoont na drie kampioenschappen (2015, 2017 en 2018) nog altijd dezelfde spelvreugde en frivoliteit. In de voorbereiding stond het vizier op scherp. Tijdens een warming-up mikte Curry achteloos raak vanaf een lege tribune."], "authors": ["Koen Van Der Velden"], "keywords": ["zijn", "van", "nba", "nog", "voor", "en", "een", "maakt", "niet", "op", "nieuw", "seizoen", "het", "zich", "hij", "onvoorspelbaar"], "pubDate": "2020-12-21T21:00:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}