{"id": "8fadd7c0-92bd-3633-b7aa-03f1d7271879", "title": "Javier Guzman weet maar af en toe boven de clichés uit te stijgen in zijn oudejaarsconference", "url": "https://trouw.nl/cultuur-media/javier-guzman-weet-maar-af-en-toe-boven-de-cliches-uit-te-stijgen-in-zijn-oudejaarsconference~b1f4141e/", "summary": "Heftig voor de man die in maart eigenlijk een sabbatical zou nemen na de plotselinge ­beëindiging van zijn vorige tournee.\nIn een decor met een grote rode ventilator beent de 43-jarige Guzman voortdurend heen en weer en loodst hij zijn publiek langs dit coronajaar.\nHet levert hem veel herkennend gelach op, maar hij stijgt maar hier en daar uit boven de clichéonderwerpen: doventolk Irma die BN’er werd, hamsteren, toiletpapier, eindeloos naar de Ikea.\nGuzman probeert te ontroeren door te vertellen over zijn vriendschap met de dit jaar jong over­leden presentator Marc de Hond, maar het lukt niet.\nHij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie.", "paragraphs": ["Javier Guzman loodst zijn publiek als een speer langs de coronatijdlijn in zijn oudejaarsconference ‘Raspopulist’. En maakt soms goeie grappen: ‘Ik heb Netflix uit’.", "Het is z’n derde oudejaarsconference, maar de eerste met zo’n piepklein publiek. Javier Guzman doorstaat het moedig. Al na 10 minuten krijgt Youp van ’t Hek een sneer, “want hoezo lukt het met dertig mensen niet?”. En dat zegt hij wel, maar o, wat is het pittig om vijf kwartier de drie rijen van tien mensen te boeien in De Griffioen in Amstelveen. En dat drie keer op een dag.", "Op zaterdag 28 november speelde hij de show zelfs vijf keer, voor vijf keer dertig mensen, in de schouwburg van Rijswijk. Vanaf elf uur ’s ochtends: dat was een dag op Red Bulls, saucijzenbroodjes, bananen, een Thaise maaltijd en Lucky Strikes, zo schreef het AD. Heftig voor de man die in maart eigenlijk een sabbatical zou nemen na de plotselinge ­beëindiging van zijn vorige tournee.", "In een decor met een grote rode ventilator beent de 43-jarige Guzman voortdurend heen en weer en loodst hij zijn publiek langs dit coronajaar. Het levert hem veel herkennend gelach op, maar hij stijgt maar hier en daar uit boven de clichéonderwerpen: doventolk Irma die BN’er werd, hamsteren, toiletpapier, eindeloos naar de Ikea.", "Vakkenvullers", "Beveiligers en vakkenvullers doet Guzman met verve na. “Weet je wat tof is? Vakkenvullers iets vragen wat ze niet weten. Weet je waar het zelfrijzend bakmeel staat? En dan dat gezicht. Zelfrijzend...” Leuke uitspraken zijn er ook: “Ik heb Netflix uit”. En op z’n beste Haags: “De Haagse Markt moest dicht vanwege corona, eerder niet, terwijl het al lang een plek was waar je de tyfus of de cholera kon krijgen”.", "De titel van zijn show, ‘Ras­populist’, verwijst naar de mensen die in een parallelle werkelijkheid lijken te leven: mannen als Donald Trump, Lange Frans, Robert Jensen, Willem Engel. Hij vindt ze gevaarlijk.", "Ook minister Ferd Grapperhaus krijgt er nog eens van langs. Guzman snapt dat hij nu pas trouwde, zegt hij, want wie zou er trouwen met “het verstandelijk gehandicapte broertje van Frits Wester?”. Tsja.", "Guzman probeert te ontroeren door te vertellen over zijn vriendschap met de dit jaar jong over­leden presentator Marc de Hond, maar het lukt niet. Z’n persiflage op het optreden van Famke Louise bij ‘Jinek’, waar ze zei dat “corona wel maatschappelijk is, hoor” is niet slecht, maar vooral makkelijk scoren. Zijn vaderlijke advies aan haar snijdt wel weer hout: “Ga ’ns van Instagram af, lees eens een krant”.", "‘Raspopulist’ van Javier Guzman is te zien op dinsdag 29 december, 20.30 uur, Comedy Central.", "Lees ook:", "Youp van ’t Hek staat voor zijn laatste: ‘Mensen snappen ironie niet meer’", "Tuttigheid viert hoogtij, vindt Youp van ’t Hek. Zijn terugblik op 2020 staat bol van de relativering, belooft hij. Want iedereen neemt alles veel te zwaar.", "Guido Weijers: ‘We gaan live, dan voel je de bizarre omstandigheden beter’", "Corona is een plaag voor het theater, maar Guido Weijers krijgt er energie van. Hij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie."], "authors": ["Ally Smid"], "keywords": ["zijn", "van", "en", "uit", "javier", "weet", "een", "toe", "te", "op", "niet", "het", "maar", "hij", "stijgen", "oudejaarsconference", "guzman"], "pubDate": "2020-12-22T12:28:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}