{"id": "8fcb34dc-2840-39b3-b9ee-a1019d779b1b", "title": "’Schaatsen staat op een gedeelde eerste plek met mijn vriendin’", "url": "https://www.telegraaf.nl/vrouw/1329000165/schaatsen-staat-op-een-gedeelde-eerste-plek-met-mijn-vriendin", "summary": "Ik hield me vooral bezig met uitgaan en hangen met mijn vrienden.\nDus toen ik gevraagd werd om in Groningen te schaatsen en met de professionals mee te trainen, heb ik die kans gepakt.\nInmiddels zit ik hier zo op mijn plek, dat ik niet denk dat ik ooit nog terugga.\nMijn leven staat helemaal in het teken van mijn sport.\nSchaatsen staat op één; een gedeelde eerste plek met mijn vriendin.”Vijf jaar geleden...„Zijn we gekoppeld door een wederzijdse vriend.", "paragraphs": ["Samen met mijn broertje…", "„Was ik altijd buiten: klimmen, voetballen, skeeleren. Toen er in de kerstvakantie een ijsbaantje werd gemaakt in ons dorp – ik ben opgegroeid in Oisterwijk – vond mijn moeder dat een mooi moment om schaatsen voor ons te kopen. Je raadt het al: we waren niet van die baan af te slaan. Snel ging ik wel, maar heel soepel was het nog niet. Dat kwam doordat ik geen idee had hoe ik moest remmen. Ik schaatste iedere keer met een grote klap de boarding in!”", "De winter erop...", "„Schreef mijn moeder ons in voor een schaatsclub en was het hek van de dam. Ik bleek talent te hebben. Ik geniet van winnen, niet van verliezen. Dus als ik in die eerste jaren niet veel had gewonnen, was ik waarschijnlijk gestopt met schaatsen.”", "Brabant was niet...", "„De ideale plek om topsporter te worden. Tenminste, niet voor mij. Ik hield me vooral bezig met uitgaan en hangen met mijn vrienden. Dus toen ik gevraagd werd om in Groningen te schaatsen en met de professionals mee te trainen, heb ik die kans gepakt. ‘Misschien ben ik over een halfjaar weer terug in Brabant, misschien zie je me er nooit meer,’ zei ik tegen mijn vrienden. Inmiddels zit ik hier zo op mijn plek, dat ik niet denk dat ik ooit nog terugga. Mijn leven staat helemaal in het teken van mijn sport. Schaatsen staat op één; een gedeelde eerste plek met mijn vriendin.”", "Vijf jaar geleden...", "„Zijn we gekoppeld door een wederzijdse vriend. Vanaf het moment dat we elkaar zagen, hebben we elkaar niet meer losgelaten. Vanwege haar studie woont ze nu in Amsterdam, ik in Heerenveen. We zien elkaar dus niet zo vaak. Ook omdat ik veel van huis ben met al die wedstrijden en trainingskampen, al was dat in dit coronajaar wel anders. Het was eigenlijk wel lekker om meer tijd met haar te kunnen doorbrengen. In vijf jaar tijd hebben we nog maar één keer samen geschaatst. Ze vraagt het regelmatig hoor, maar ik schaats al zo vaak dat ik in mijn vrije tijd niet wéér naar die baan wil.”", "Van winnen...", "„Krijg ik energie en wil ik alleen maar meer. Maar als ik verlies, kan ik behoorlijk van de leg zijn. Ik ga dan aan alles twijfelen. Heel gevaarlijk. Drie jaar terug kon ik niet naar de Olympische Spelen door een fout van mijzelf en het heeft even geduurd voor ik daar overheen was en ik weer plezier kreeg in het schaatsen. Gelukkig heb ik dat nu weer gevonden. Het mooie van deze sport is dat het meer is dan alleen schaatsen. Het is ook atletiek, hardlopen, krachttraining en fietsen. Dag in dag uit hetzelfde doen is niets voor mij. Dat al die sporten samenkomen is voor mij perfect.”", "Op de baan ben ik...", "„Inmiddels niet meer de jongste. Ik heb nog een jaar of zes om alles uit mijn carrière te halen wat erin zit. Nederlands kampioen ben ik dit jaar al geworden, maar ik zou ook heel graag wereldkampioen worden. En uiteraard wil ik aan de volgende Olympische Spelen meedoen. Hoe ik me daarop voorbereid? Hetzelfde als op andere wedstrijden. Je kunt een wedstrijd in je hoofd heel groot maken, maar uiteindelijk rijd je iedere keer gewoon hetzelfde rondje, maar dan op een andere baan.”", "In de nieuwe VROUW Glossy die nu in de winkel ligt, staan nog meer interviews met meer wintersportmannen."], "authors": ["Mariëlle Wisse"], "keywords": ["dat", "van", "niet", "een", "mijn", "het", "en", "te", "ik", "staat", "gedeelde", "op", "plek", "eerste", "met", "schaatsen", "vriendin"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}