{"id": "8fcd4ee4-7187-3730-be27-1dbac86a62a9", "title": "De opvarenden gingen elkaar van honger, dorst en waanzin te lijf", "url": "https://nrc.nl/nieuws/2021/01/07/bevlogen-hoeder-van-de-continuiteit-a4026649", "summary": "Ik kon me geen betere afleiding van het kerst- coronabestaan wensen, zo genoot ik van die reis door de verbeeldingswereld van deze 75-jarige intellectuele omnivoor en fijnzinnige meester van het beschouwende proza.\nNog het meest heb ik genoten van wat hij vertelt over de achtergrond van het schilderij Het vlot van de Medusa van Théodore Géricault.\nDe schilder voltooide het in 1819 en liet zich ervoor inspireren door het gruwelijke verslag van twee overlevenden van de schipbreuk van het fregat Medusa.\nZo schilderde Géricault slechts een tiende van de 150 opvarenden, die elkaar van honger, dorst en waanzin te lijf gingen en soms op aten.\nNiet ten onrechte vergelijkt hij zijn werkwijze met die van Montaigne, een filosoof van wie hij alles weet.", "paragraphs": ["Het laatste boek dat ik in 2020 las was Midden in het onbewoonbare, het 600 pagina’s tellende journaal van Cyrille Offermans over 2019. Ik kon me geen betere afleiding van het kerst- coronabestaan wensen, zo genoot ik van die reis door de verbeeldingswereld van deze 75-jarige intellectuele omnivoor en fijnzinnige meester van het beschouwende proza.", "Een klein deel van die reis heb ik daadwerkelijk meegemaakt, omdat ik in oktober 2019 bij Offermans en zijn vrouw in de bus zat in Sint-Petersburg. Vandaar dat ik nu in een bijzin ben vereeuwigd als ‘onze welbespraakte reisleider’.", "Ik betreur het dan ook dat ik hem toen amper heb gesproken – ik moest tenslotte die hele bus over Rusland vertellen. Des te leuker was het om in dat nieuwe journaal – het vorige verscheen in 2018 – te lezen hoe hij die Petersburgse dagen heeft ervaren. Als ik hem morgen een tentamen Ruslandkunde zou moeten afnemen zou ik hem een negen geven, al was het maar vanwege zijn diepgravende analyse van het werk van de door hem bewonderde schrijver Andrej Platonov, waarmee hij terloops het Rusland van Poetin verklaart.", "In Midden in het onbewoonbare neemt Offermans je een jaar lang op sleeptouw bij ongeveer alles wat hij doet. Hij is niet alleen schrijver en lezer, maar ook kunst- en filmkijker, vogelaar, vriend, vader, zoon, echtgenoot en schoonzoon. Een van de meest ontroerende stukken uit zijn journaal gaat bijvoorbeeld over zijn door de oorlog getekende schoonvader, die een autobandengarage in Sittard had en iedereen wilde helpen.", "Even gemakkelijk vertelt hij over Bruegels schilderij Jagers in de sneeuw of over de architectuur van Jo Coenen en de toekomst van de leefbare stad. Heerlijk is het om te lezen dat hij maar niet begrijpt waarom iedereen de cynische mopperaar Michel Houellebecq zo’n goede schrijver vindt. Als tegenwicht prijst hij de literair-filosofische kwaliteit van de verzamelde filmscenario’s van Michael Haneke of het werk van Adorno, dat ik nu meteen wil lezen.", "Nog het meest heb ik genoten van wat hij vertelt over de achtergrond van het schilderij Het vlot van de Medusa van Théodore Géricault. De schilder voltooide het in 1819 en liet zich ervoor inspireren door het gruwelijke verslag van twee overlevenden van de schipbreuk van het fregat Medusa. Het verging na een muiterij over de incompetente kapitein, een burggraaf die het lucratieve commando als beloning had gekregen voor zijn steun aan de koning. Het doek is veel minder luguber dan de werkelijkheid. Zo schilderde Géricault slechts een tiende van de 150 opvarenden, die elkaar van honger, dorst en waanzin te lijf gingen en soms op aten.", "Net als de wandelpieren die rond 1800 werden aangelegd, was het kijken naar een schilderij als dat van Géricault in die tijd een vorm van ramptoerisme. Vanaf nu zal ik dan ook nooit meer onbevangen op een pier staan zonder aan het gedicht Not Waving but Drowning van Stevie Smith te denken.", "Het schrijven van beschouwend proza zoals in Midden in het onbewoonbare beheerst Offermans als geen ander. Niet ten onrechte vergelijkt hij zijn werkwijze met die van Montaigne, een filosoof van wie hij alles weet. Maar vooral is hij, zoals hij opmerkt, als schrijver, net als een tuinier, ‘een stille hoeder van de continuïteit’. Zijn scheppingsdrang komt voort uit ‘het verlangen dingen te laten voortbestaan in woorden.’", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021"], "authors": ["Michel Krielaars", "Leestijd Minuten"], "keywords": ["ik", "zijn", "van", "gingen", "en", "elkaar", "een", "dat", "opvarenden", "te", "dorst", "honger", "het", "lijf", "hij", "als", "waanzin", "die"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}