{"id": "8fce14ec-ad27-3aba-8509-e25df10681b8", "title": "PSV-trainer Schmidt opgelucht na zege in 'heel belangrijk' bekertoernooi", "url": "https://nu.nl/voetbal/6097183/psv-trainer-schmidt-opgelucht-na-zege-in-heel-belangrijk-bekertoernooi.html", "summary": "Trainer Roger Schmidt is opgelucht met de 1-2-zege van PSV in het bekerduel met De Graafschap.\n\"Natuurlijk ben ik opgelucht, want dit is een heel belangrijk toernooi voor ons\", zei Schmidt bij Fox Sports na het bereiken van de achtste finales.\n\"We moesten onze momenten kiezen en het was vooral zaak om geduldig te blijven\", vervolgde de Duitse coach.\n\"Maar ik denk dat ik het wat slimmer deed.\nIk wist dat hij de bal op een gegeven moment weg ging tikken en ik wachtte op het contact.", "paragraphs": ["Trainer Roger Schmidt is opgelucht met de 1-2-zege van PSV in het bekerduel met De Graafschap. De Eindhovenaren hadden het woensdag in Doetinchem lang moeilijk met de eerstedivisionist, maar wisten toch te winnen.", "\"Natuurlijk ben ik opgelucht, want dit is een heel belangrijk toernooi voor ons\", zei Schmidt bij Fox Sports na het bereiken van de achtste finales. \"We wilden laten zien dat we gemotiveerd waren voor deze wedstrijd, maar we hadden het onszelf makkelijker kunnen maken door eerder te scoren.\"", "PSV kwam tien minuten na rust op voorsprong door een benutte strafschop van Philipp Max. Donyell Malen zorgde in de 84e minuut met een fraai afstandsschot voor de 0-2, waarna Milan Hilderink in de slotminuut de eindstand bepaalde.", "\"We moesten onze momenten kiezen en het was vooral zaak om geduldig te blijven\", vervolgde de Duitse coach. \"Dat hebben we uitstekend gedaan. Al met al was het een verdiende overwinning.\"", "Dumfries: 'Ik deed het wat slimmer bij de strafschop'", "Voorafgaand aan de benutte strafschop van Max eiste Denzel Dumfries een hoofdrol voor zich op. De rechtsback leek niet te worden geraakt door De Graafschap-middenvelder Rick Dekker, maar toch floot scheidsrechter Martin van den Kerkhof voor een penalty.", "\"Ik moet eerlijk zeggen: hij raakte me juist wel\", zei Dumfries na afloop. \"Maar ik denk dat ik het wat slimmer deed. Ik wist dat hij de bal op een gegeven moment weg ging tikken en ik wachtte op het contact. Daarna stond hij op mijn voet en had ik ook pijn. Het was dus een terechte strafschop.\"", "PSV treedt zaterdag in de Eredivisie aan in de uitwedstrijd tegen RKC Waalwijk. De Eindhovenaren sluiten het jaar volgende week dinsdag af met een thuiswedstrijd tegen VVV-Venlo.", "Bekijk het programma en de uitslagen in de TOTO KNVB Beker"], "authors": ["Door"], "keywords": ["opgelucht", "van", "bekertoernooi", "ik", "een", "heel", "voor", "het", "te", "maar", "en", "psvtrainer", "schmidt", "op", "belangrijk", "met", "zege"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}