{"id": "8fd7daa2-b3ec-3658-8e64-22a763fd63b5", "title": "De Nederlandse handbalsters zijn terug in Denemarken, maar nu als favoriet", "url": "https://volkskrant.nl/sport/de-nederlandse-handbalsters-zijn-terug-in-denemarken-maar-nu-als-favoriet~bcbc6956/", "summary": "Er is evenwel maar één ploeg die neergezet wordt als het team ‘voor wie het goud in zicht is’, en dat is Nederland.\nEr is kortom geen ontkomen aan om die rol dan maar te omarmen en als de te kloppen ploeg aan de start te verschijnen.\nIn het Dagblad van het Noorden zei de Groningse: ‘Het is van: dat heb ik toch maar bereikt.\nNederland moet het doen zonder de ernstig geblesseerde Estavana Polman, de MVP (gekozen uitblinker) van het WK van 2019.\nAls plaatsing voor een van de drie olympische kwalificatietoernooien (OKT) maar werd gehaald.", "paragraphs": ["Recordinternational Laura van der Heijden (in oranje shirt). Beeld ANP", "Vijf jaar na de mondiale doorbraak is het Nederlands handbalteam terug op Deense bodem. In 2015 haalde de vrouwenploeg van de toenmalige coach Henk Groener uit het niets de WK-finale die genadeloos verloren ging tegen het oppermachtige Noorwegen. Van die finale is geleerd. Vorig jaar werd Nederland, in Japan, zelf wereldkampioen; de Noorse handbalsters, verslagen in de poule, eindigden als vijfde.", "Denemarken, handbalgek land na de olympische titels van 1996, 2000 en 2004, is de komende tweeënhalve week de zeer geïsoleerde plek waar de nationale ploeg noch als outsider laat staan als onbekende grootheid te werk kan gaan. De wereldkampioen van 2019 is de favoriet om Europees kampioen 2020 te worden.", "Daar is, in Kolding en Herning, twee steden met grote sportpaleizen, geen ontkomen aan. In de Euro2020-catalogus van de Europese handbalfederatie worden over vijftien ploegen lovende kwalificaties gebezigd. Er is evenwel maar één ploeg die neergezet wordt als het team ‘voor wie het goud in zicht is’, en dat is Nederland. Er is kortom geen ontkomen aan om die rol dan maar te omarmen en als de te kloppen ploeg aan de start te verschijnen.", "Lois Abbingh, WK-topscorer van vorig jaar met 71 goals, omschreef het vorige week op Nationaal Sportcentrum Papendal wel treffend. Het goud is binnen, de geschiedenis is geschreven. Op die succeservaring kan het team bogen. Het had Abbingh, deze zomer van Rusland naar Denemarken (Odense Handbold) verhuisd, rust gegeven.", "In het Dagblad van het Noorden zei de Groningse: ‘Het is van: dat heb ik toch maar bereikt. Ook denk ik: als ik wereldkampioen kan worden, kan ik elke wedstrijd wel winnen.’", "Zonder Polman", "Het EK gaat donderdag van start met twee uitblinkers die ontbreken. Bij Rusland, de olympisch kampioen, is dat Anna Vijakhireva die twee jaar geleden de beste speelster van de Europese titelstrijd in Frankrijk was. Nederland moet het doen zonder de ernstig geblesseerde Estavana Polman, de MVP (gekozen uitblinker) van het WK van 2019.", "Dat het EK in Denemarken is, zal nog extra pijn doen bij Polman. Zij is een kleine grootheid in dat land, door haar goals en de spontaniteit voor de camera. Zij was de voorgaande seizoenen de topscorer van landskampioen Esbjerg, maar zij kampt sinds 30 juli met de gescheurde voorste kruisband van de rechterknie. Ze revalideert in grote intensiteit, met een eigen fysiotherapeut, om de Olympische Spelen van volgend jaar juli te halen: een race tegen de klok.", "Polman heeft een collega-international met dezelfde kwetsuur: Delaila Amega, de spelverdeler van Borussia Dortmund die begin 2019 al de eerste ruptuur van de voorste kruisband moest incasseren.", "Met het wegvallen van twee van de voornaamste vormgevers van het Nederlandse snelle, dynamische en creatieve handbal zal de ploeg aan kwaliteit inboeten, maar door de jaren heen valt het op dat team tegenvallers en uitvallers moeiteloos compenseert.", "In 2018 moest de ploeg van toen nog bondscoach Helle Thomsen het stellen zonder de gepauzeerde Yvette Broch en de aan de rug geblesseerde Danick Snelder, de twee cirkellopers van Oranje. Toch haalde Nederland brons op dat EK. Vorig jaar vertrok Nederland zonder haar allerbeste speelster, Nycke Groot, en de op jaren geraakte Maura Visser naar Japan. Velen hadden er een hard hoofd in. Als plaatsing voor een van de drie olympische kwalificatietoernooien (OKT) maar werd gehaald.", "De ploeg werd na een doldwaas toernooi in Kumamoto, met drie nederlagen, wereldkampioen. Alles viel de goede kant op voor Nederland dat wel de gevestigde grootmachten Noorwegen en Rusland versloeg. De finale tegen Spanje leek een gemakkelijker opdracht, maar werd beslist door een strafworp (van Abbingh) zes seconden voor tijd: 30-29.", "Zwaarder dan WK", "Met die enorme trofee in de prijzenkast begint de nationale ploeg van coach Manu Mayonnade aan de strijd in Denemarken. Europese toernooien worden als zwaarder gezien dan WK’s, omdat er feitelijk geen zwakke landen tussen zitten. Walkovers als in Japan tegen Angola en Cuba zijn niet aan de orde. Nederland begint vrijdag in de Sydbank Arena van Kolding overigens tegen een ploeg die vorig jaar moeiteloos op de pijnbank (36-23) werd gelegd: Servië. Zondag wacht Kroatië. Dinsdag stuit het team, met Laura van der Heijden (215 interlands, 662 goals) als meest ervaren speelster, op de zwaarste opponent uit Groep C, Hongarije.", "Drie van de vier ploegen, gaan met twee tellende resultaten, door naar de hoofdronde. Daar zal Nederland moeten proberen bij de beste twee te komen, ongetwijfeld zwaar gehinderd door Noorwegen, Duitsland en Roemenië. Polen lijkt de uitvaller. Als het sterke collectief, intussen aangevuld met jeugdtalent als Nüsser, Van Wetering en Housheer, daarin slaagt, dan bereikt het voor de zevende keer op rij (sinds 2015) de laatste vier van een groot handbaltoernooi. Dat zegt veel over de kwaliteit en stabiliteit."], "authors": ["John Volkers"], "keywords": ["handbalsters", "als", "van", "denemarken", "nederland", "het", "op", "maar", "met", "zijn", "die", "favoriet", "een", "nu", "en", "ploeg", "terug", "nederlandse"], "pubDate": "2020-12-02T22:38:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}