{"id": "8fd8510f-b0c4-3843-9fc6-f35ccadd33cf", "title": "’Ik voer mijn vegaman stiekem vlees’", "url": "https://www.telegraaf.nl/vrouw/1292327356/ik-voer-mijn-vegaman-stiekem-vlees", "summary": "Nou sorry, ik heb van alles geprobeerd maar ik moet de eerste vleesvervanger die een sappige biefstuk of entrecote kan evenaren nog ontdekken.\nIk hou het niet vol, al die vegetarische viezigheid eten, maar dat wil ik niet aan mijn man bekennen.\nNiet van echt te onderscheiden,” en zet hem vervolgens een heerlijk stukje gepaneerd vlees voor, dat ik een beetje anders kruid.\nMijn man geniet er enorm van: „Je proeft echt niet dat dit geen vlees is,” zegt hij dan glunderend.\nIk zie dat hij er een blijer mens van wordt en ik geniet ook.", "paragraphs": ["Het is niet voor iedereen weggelegd: het vegetarisme. Mijn man was toen ik hem leerde kennen ook nog overtuigd carnivoor. Onze eerste dates waren etentjes bij het lokale steakhouse. Dat was zo’n gezellig donkerbruin restaurant met van die intieme zitjes. We aten er één keer per week, stokbrood met kruidenboter en daarna een lekker sappig groot stuk vlees. Echte bourgondiërs waren we. Ook op onze trouwdag werden kosten nog moeite gespaard om onze dierbare gasten letterlijk en figuurlijk te laten meeproeven van ons geluk. We waren jong en onbezorgd en het leven lachte ons toe. Zolang er geen kinderen waren, grepen we elke gelegenheid aan om uit eten te gaan en reisjes te maken. Maar er kwam een kink in onze gelukskabel toen na jaren ’proberen’ het leven toch minder maakbaar bleek en we dus geen kinderen konden krijgen. Ik heb daar echt flink wat tranen om gelaten, maar had ook altijd genoten van ons leven met z’n tweetjes. We moesten gewoon een knop omzetten en weer op andere dingen en elkaar focussen, zoals in het begin van onze relatie. Mijn man kwam echter in een existentiële crisis terecht: „Als we geen gezin worden en voor kinderen gaan zorgen, waar leven we dan voor?”", "Geen vlees meer", "Hij zat in een soort rouwproces en vond onze manier van leven ineens leeg en zinloos. Er moest een therapeut aan te pas komen om hem op een nieuw spoor te zetten. En dat is aardig gelukt, maar dat nieuwe spoor zit vol zingevende keuzes, die ik niet per se zelf zou maken, maar die wel veel invloed hebben op onze gezamenlijke manier van leven. Eén van die keuzes is dat hij minder achteloos met zijn lichaam (hij heeft een gezellig buikje) en met deze planeet wil omgaan en daarom van de ene op de andere dag vlees van zijn menu heeft geschrapt. Dat vind ik nogal wat, omdat ik de meeste avonden het eten op tafel zet. Ik wil hem natuurlijk steunen, maar nu moet ik ineens met tofu en soja en andersoortige vleesvervangende viezigheid aan de slag in de keuken. Dat is dus voor mij een enorme beproeving. „Maar er zijn tegenwoordig echt lekkere alternatieven, je merkt het verschil niet eens,” hoor ik collega’s zeggen. Nou sorry, ik heb van alles geprobeerd maar ik moet de eerste vleesvervanger die een sappige biefstuk of entrecote kan evenaren nog ontdekken. Ik hou het niet vol, al die vegetarische viezigheid eten, maar dat wil ik niet aan mijn man bekennen. Daarom zeg ik af en toe tegen hem: „Ik heb nóu toch iets lekkers ontdekt bij de vegetarische slager. Niet van echt te onderscheiden,” en zet hem vervolgens een heerlijk stukje gepaneerd vlees voor, dat ik een beetje anders kruid. Ik bewaar zelfs verpakkingen van de vegetarische slager, die ik opzichtig op het aanrecht laat liggen tijdens het koken, zodat hij niet achterdochtig wordt. Mijn man geniet er enorm van: „Je proeft echt niet dat dit geen vlees is,” zegt hij dan glunderend. Ik zie dat hij er een blijer mens van wordt en ik geniet ook. Misschien niet helemaal eerlijk, maar wel heerlijk, toch?", "Bekijk ook: Kerst vieren kan ook best zónder vlees", "De rubriek Opgebiecht is gebaseerd op waargebeurde verhalen. Dit stukje staat in het nieuwe VROUW Magazine (elke zaterdag bij De Telegraaf)."], "authors": [], "keywords": ["ik", "voer", "van", "het", "mijn", "en", "vlees", "een", "onze", "op", "stiekem", "vegaman", "maar", "niet", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}