{"id": "8fdcd25a-7697-3344-a1e0-a712d7678b82", "title": "Beste scholier, je wist het nog niet, maar poëzie is reuzeleuk!!", "url": "https://www.parool.nl/kunst-media/beste-scholier-je-wist-het-nog-niet-maar-poezie-is-reuzeleuk~be0c0602/", "summary": "Beeld Corbis via Getty ImagesBeste scholier, je wist het nog niet, maar poëzie is reuzeleuk!!!\nDeze auteurs helpen de lezer op weg met hun handleidingen voor het lezen van poëzie.\nJe kunt je afvragen of je beginnende poëzie­lezers over de streep trekt met aanbevelingen als: ‘Gedichten (..) zijn kunstwerken waar je het met elkaar over kunt hebben.\nOp school, in de kroeg en onder het eten’ en het stellen van vragen die ‘het avontuur van een verbale wandeling’ inleiden (Zelf gedichten lezen).\nIeder hoofdstuk bevat een gedicht met een korte toelichting van een van de ­auteurs en een reeks opdrachten: ‘lees’, ‘denk’, ‘schrijf’, ‘doe’, ‘weet’.", "paragraphs": ["Ellen Deckwitz las het gedicht Een maagd van Hugo Claus toen ze zelf nog maagd was. Vestaalse maagd, schilderij van Henri-Pierre Danloux. Beeld Corbis via Getty Images", "Beste scholier, je wist het nog niet, maar poëzie is reuzeleuk!!! Ook voor jou!!! En helemaal niet moeilijk, want ‘gedichten zijn geen cryptogrammen’!!! Wij nemen je bij de hand om de poëzie te ontdekken!!! De leukigheid is voor jou, jonge leek, spontaan niet waar te nemen, maar wij, poëziefanaten, zullen je overtuigen.", "‘Wij’ zijn in dit geval Ellen Deckwitz met de bundel Dit gaat niet over grasmaaien, Charlotte van den Broeck en Jeroen Dera met Woorden temmen (deel II van Van kop tot teen) en Gerbert Faure, Jan de Jong en Bas Jongenelen met Zelf gedichten lezen. Deze auteurs helpen de lezer op weg met hun handleidingen voor het lezen van poëzie.", "Als scholier of beginnende poëzielezer zou ik die paternalistische overtuigingsdrift direct verdacht vinden en de poëzie misschien wel bij voorbaat definitief de deur wijzen. En dan komt dit nog uit de mond van een fervent poëzieliefhebber, die het enthousiasme voor de poëzie herkent.", "Maar zoals het lastig is om ‘democratie’ te brengen in dictatoriale samenlevingen, geldt dat waarschijnlijk ook voor poëzie bij scholieren. Als je jongeren wilt bereiken moet je niet op je knieën gaan zitten (want dan neem je ze niet serieus), je moet al helemaal niet proberen hun taal te spreken (hanteer de woordkeus die bij je eigen generatie past), maar je moet wel hun interesse weten te wekken (met de inhoud inhaken op hun belevingswereld en ze zonder al teveel poespas informeren).", "Leukigheid", "Kortom: alles staat of valt bij de juiste toon.", "Je kunt je afvragen of je beginnende poëzie­lezers over de streep trekt met aanbevelingen als: ‘Gedichten (..) zijn kunstwerken waar je het met elkaar over kunt hebben. Op school, in de kroeg en onder het eten’ en het stellen van vragen die ‘het avontuur van een verbale wandeling’ inleiden (Zelf gedichten lezen).", "Gerbert faure, Jan de Jong & Bas Jongenelen, Zelf gedichten lezen. Uitgeverij Kleine Uil, €22,50, 192 blz.", "De handboeken zijn niet nadrukkelijk voor onderwijsdoeleinden geschreven, want er wordt een wilde greep gedaan naar iedereen die ‘we’ maar kunnen enthousiasmeren, maar er wordt wel gelonkt naar het onderwijs. De insteek ‘poëzie is leuk!’ is onzin. Poëzie is niet per se leuk, maar wel belangrijk. (Poëzie omdat het moet!)", "Vanuit didactisch oogpunt geloof ik dat het ­lezen van gedichten instrumenteel is bij het verbeteren van de leesvaardigheid en begrijpend lezen. Als je in staat bent om gedichten te lezen, kun je alles lezen en ben je – daar ben ik heilig van overtuigd – misschien zelfs beter in staat om het leven te begrijpen; een boodschap die Deckwitz ook over het voetlicht brengt in Dit gaat niet over grasmaaien. Dat geldt overigens niet alleen voor scholieren, maar voor iedereen.", "Poëzie is dus belangrijk. Ondanks de reserves aangaande de gepromote leukigheid en ‘het is heus niet zo moeilijk’, alle lof voor de inzet van de auteurs die zich opwerpen als ambassadeur voor de poëzie en een handreiking doen om poëzie te bespreken.", "Misschien moeten we dat in eerste plaats zien als een handreiking aan docenten, die op zoek zijn naar middelen om poëzie in de klas bespreekbaar te maken.", "Selectief en oubollig", "Zelf gedichten lezen, een reis over de onbewandelde wegen van de poëzie, heeft zoals de titel laat doorschemeren de klassiekste aanpak. Het boek heeft een degelijke uitstraling. In 42 hoofdstukken gaan we in vogelvlucht door de moderne poëzie, die van 1890 tot nu. Van Gorter, Nijhoff en Slauerhoff belanden we via Lucebert, Remco Campert en M. Vasalis bij hedendaagse dichters zoals Maria Barnas, Rodaan al Galidi en Hannah van Binsbergen.", "Het is een erg selectieve vlucht door de ­geschiedenis, waarbij de voorliefde van de ­auteurs – allemaal actief in het (universitair) ­onderwijs – leidend is geweest bij de keuze voor de gedichten. In ieder hoofdstuk staan één of meerdere gedichten met daarbij een inhoudelijke en vormtechnische uitleg van de auteur, een ‘ik’ (‘Ja, ik denk dat Gorter met Verzen inderdaad een meesterwerk heeft afgeleverd’) die in ieder hoofdstuk anders is, maar die nergens – behalve middels een korte bio op de achterflap – nader wordt geïntroduceerd bij de lezer. Zelf gedichten lezen is informatief, maar heeft wel een wat oubollig karakter.", "Thematische doeboek", "Woorden temmen heeft een heel wat speelsere opzet en vormgeving. Dichter Charlotte van den Broeck en literatuurwetenschapper Jeroen Dera hebben gekozen voor een thematische opzet: de dertig geselecteerde vormen gezamenlijk een menselijk ­lichaam: ‘elke gedicht staat voor een anatomisch deel’.", "Charlotte van den Broeck en Jeroen Dera, Woorden Temmen. Uitgeverij Grange Fontaine, €24,55, 208 blz.", "Het levert een verrassende maar voornamelijk eigentijdse selectie op van onder meer Han van der Vegt, Marije Langelaar en ­Anne Vegter. Ieder hoofdstuk bevat een gedicht met een korte toelichting van een van de ­auteurs en een reeks opdrachten: ‘lees’, ‘denk’, ‘schrijf’, ‘doe’, ‘weet’.", "Vooral de vragen die de auteurs opwerpen zijn handige richtlijnen om gedichten te analyseren en begrijpen. Bijvoorbeeld het bekende gedicht Vera Janacopoulos van Jan Engelenman dat ­begint met de regel ‘Ambrosia wat vloeit mij aan?/uw schedelveld is koeler maan.’ Dera vraagt of het helpt bij het tekstbegrip om de betekenis van woorden als ‘ambrosia’ op te zoeken en zet de lezer zo aan het denken over de functie van de taal in het gedicht. Woorden temmen is echt een doeboek, waardoor de poëzie meteen meer tot de verbeelding gaat spreken.", "Enthousiast en laagdrempelig", "Dichter Ellen Deckwitz stelde van deze drie de meest persoonlijke en enthousiaste hand­leiding samen. In Dit gaat niet over grasmaaien, de opvolger van Olijven moet je leren lezen ­bespreekt ze een wilde keur aan ­favoriete gedichten van Nederlandse en in het Nederlands vertaalde gedichten van dichters als Anne Sexton en Roberto Juarroz. Ieder hoofdstuk begint met een gedicht en wordt begeleid door een persoonlijke toelichting, die niet zozeer bedoeld is om te informeren als wel om toe te lichten waarom het gedicht betekenisvol is voor Deckwitz. Daarbij zoekt ze aansluiting bij de belevings­wereld van jonge poëzielezers en ze brengt poëzie dichtbij. Zo bespreekt ze het gedicht Een maagd van Hugo Claus, dat ze las toen ze zelf nog maagd was. Ze werd door het gedicht getroffen omdat een maagd in Claus’ gedicht ‘geen bang jong meisje was (zoals ik me voelde)’, maar een machtige vrouw.", "Ze schippert soms een beetje tussen de knieval: ‘Toen ik Claus voor het eerst las was ik een beetje sip’ en gedragen formuleringen als ‘Zijn poëzie is voor mij niets minder dan een bunker voor de zwarte kunsten, een schietterrein voor het verweesde deel van het hart’. De bundel heeft niet zozeer een educatieve insteek, maar is wel geschikt voor een laagdrempelige kennismaking met poëzie."], "authors": ["Dieuwertje Mertens"], "keywords": ["reuzeleuk", "van", "nog", "het", "maar", "poëzie", "wist", "niet", "je", "beste", "scholier", "een", "en", "gedichten", "te", "voor"], "pubDate": "2020-11-28T18:00:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}