{"id": "8fe25cd6-9ffe-3dc7-876e-1772bc01f927", "title": "Ajax toont veerkracht, maar kan PSV niet kloppen", "url": "https://www.telegraaf.nl/sport/314246383/ajax-toont-veerkracht-maar-kan-psv-niet-kloppen", "summary": "Ajax-trainer Erik ten Hag had nog niet direct een basisplaats ingeruimd voor de afgelopen week aangetrokken Sébastien Haller, die op de bank begon.\nOlivier Boscagli speelde Donyell Malen in, die met een artistiek hakje Zahavi vrij voor André Onana zette.\nTien minuten later voorkwam Onana met een prima redding dat Philipp Max de Eindhovense voorsprong vergrootte.\nAjax-fout afgestraftIbrahim Sangaré profiteerde van een communicatiefout tussen Antony en Davy Klaassen en speelde Zahavi aan.\nAjax dringt aanAjax drong meer en meer aan en was gevaarlijk via een kopbal van Antony, die door Yvon Mvogo gered werd.", "paragraphs": ["Eran Zahavi ontpopte zich tot de grote man aan de kant van de bezoekers. De Israëliër had na 21 minuten al twee keer gescoord. Quincy Promes bracht kort voor rust de spanning terug, waarna Antony halverwege de tweede helft de stand weer volledig gelijk trok.", "Toppers zonder toeschouwers", "Omdat de KNVB voorafgaand aan dit seizoen de hoop had dat er vanaf januari weer met publiek gespeeld kon worden, waren alle confrontaties tussen Ajax, AZ, Feyenoord en PSV in de tweede seizoenshelft ingepland. De coronacrisis duurt echter nog steeds voort, zodat sowieso de eerste toppers in 2021 nog zonder toeschouwers worden afgewerkt.", "Ajax-trainer Erik ten Hag had nog niet direct een basisplaats ingeruimd voor de afgelopen week aangetrokken Sébastien Haller, die op de bank begon. Bij PSV moest Schmidt het doen zonder Mario Götze, die uiteindelijk niet fit genoeg bleek om in Amsterdam aan te treden.", "Eran Zahavi schiet in de 21e minuut voor de tweede keer raak. Ⓒ ANP", "Ondanks de absentie van Götze opende PSV ijzersterk in Amsterdam. Binnen twee minuten had het de gewenste voorsprong te pakken. Olivier Boscagli speelde Donyell Malen in, die met een artistiek hakje Zahavi vrij voor André Onana zette. De spits tikte ijskoud binnen.", "Tien minuten later voorkwam Onana met een prima redding dat Philipp Max de Eindhovense voorsprong vergrootte. Aan de overkant was Promes na een kleine twintig minuten met een schot verantwoordelijk voor het eerste Ajax-gevaar, maar kort daarop verdubbelde PSV de voorsprong.", "Ajax-fout afgestraft", "Ibrahim Sangaré profiteerde van een communicatiefout tussen Antony en Davy Klaassen en speelde Zahavi aan. Die maakte een razendsnelle een-twee met Malen en schoot feilloos binnen. De eerste echt grote kans voor Ajax kwam na een klein half uur via Dusan Tadic, die op aangeven van Noussair Mazraoui de paal trof. Vijf minuten voor rust was het wel raak via Promes, nadat Tadic op knappe wijze Jordan Teze gepasseerd had en het overzicht behield.", "Quincy Promes maakt kort voor rust de aansluitingstreffer. Ⓒ ANP", "Kort voor rust kreeg PSV nog een grote kans op 1-3, maar Zahavi slaagde er niet in om een mooie actie van Mo Ihattaren achter zijn standbeen langs met een goal te bekronen. Direct na de thee bracht Ten Hag Haller voor Zakaria Labyad, en die wissel leek al snel zijn vruchten af te werpen. Haller zag zijn doelpunt na zes minuten in de tweede helft echter geannuleerd omdat hij buitenspel stond.", "Ajax dringt aan", "Ajax drong meer en meer aan en was gevaarlijk via een kopbal van Antony, die door Yvon Mvogo gered werd. Ook Pablo Rosario kreeg een keer een schouderklopje van zijn ploeggenoten nadat hij een gevaarlijke bal uit de doelmond weghaalde. Aan de overkant stond Onana twee keer binnen een halve minuut paraat nadat eerst Max (vrije trap) en daarna Zahavi (kopbal) hem onder vuur nam.", "De 2-2 kwam er uiteindelijk via Antony, nadat Nicolas Tagliafico profiteerde van slecht uitverdedigen van Dumfries. De Argentijn bezorgde de bal bij Haller, die Antony bediende. Met een listig schot in de korte hoek klopte de Braziliaan Mvogo. In de slotfase gingen beide ploegen nog op jacht naar de zege, maar kwam er geen winnende goal meer.", "Door de remise blijft Ajax de eerste plaats in de Eredivisie behouden, maar zag het dit weekeinde Feyenoord en Vitesse dichterbij komnen. Zowel de Rotterdammers als de Arnhemmers hebben drie punten minder, PSV blijft Ajax op één punt volgen.", "Bekijk hier de uitslagen en stand in de Eredivisie"], "authors": ["Onze Telesportredactie"], "keywords": ["van", "kloppen", "ajax", "zahavi", "voor", "en", "een", "met", "psv", "kan", "toont", "aan", "op", "maar", "niet", "die", "veerkracht"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}