{"id": "900581ae-be63-36c5-a5d6-f59d240b1c66", "title": "Op het online schoolplein, gedraagt iedereen zich als een wild om zich heen schoppende puber: genadeloos", "url": "https://trouw.nl/cultuur-media/op-het-online-schoolplein-gedraagt-iedereen-zich-als-een-wild-om-zich-heen-schoppende-puber-genadeloos~ba7e8c15/", "summary": "Veel pubers lukt het immers nog niet om zich in te leven in anderen en om bij meningsverschillen de nuance te zoeken.\nOp het schoolplein wordt nauwelijks nog gesurveilleerdToen de klassieke media nog dominant waren, had het publieke debat wel iets weg van zo’n schoolklas.\nVoor inhoudsloos gebrul was weinig ruimte en wie niet op de bal, maar op de man of vrouw speelde, werd eruit gestuurd.\nEen typisch puberaal trekje is ook de neiging om stevig uit te halen, maar als je zelf aangepakt wordt een enorme keel op te zetten.\nHet is de hoogste tijd voor een beschavingsoffensief op het schoolplein van internet.", "paragraphs": ["Na de moord op Theo van Gogh, op 2 november 2004, plaatsten sommigen vraagtekens bij de aard en de toon van wat het publieke debat wordt genoemd. Van Gogh was zelf vaak over alle fatsoensgrenzen heen gedenderd en meermalen aangeklaagd wegens antisemitische uitlatingen (wat slechts eenmaal leidde tot een veroordeling). Het was dan ook niet vreemd dat de vraag rees of dit niet had bijgedragen aan een totaal verwilderd geestelijk klimaat.", "Uiteraard beweerde men niet dat Van Gogh het aan zichzelf te danken had dat hij door een godsdienstfanaticus was vermoord, maar niettemin was het een legitieme vraag of het stelselmatig uitschelden van moslims voor ‘geitenneukers’ een zinvolle bijdrage aan het publieke debat vormde. Volgens Van Goghs goede vriend Theodor Holman was dit allemaal laf gezeur. In De Groene Amsterdammer schreef hij: ‘De toon moet niet gematigd worden! Hij moet feller! Het debat moet keihard worden.’", "Rob Hartmans (1959) is historicus, journalist en vertaler. Hij levert regelmatig bijdragen aan NRC Handelsblad, Historisch Nieuwsblad en Filosofie Magazine. Dit jaar verscheen zijn twaalfde boek, Geestdrift met verstand (over de geschiedenis van De Groene Amsterdammer).", "Dit was zestien jaar geleden. Er bestonden al wel blogs, waar mensen op konden reageren, maar Facebook verkeerde in de oprichtingsfase en Twitter bestond nog niet. Het publieke debat speelde zich grotendeels af in de klassieke media. Inmiddels is het voor een groot deel verplaatst naar de sociale media en je moet concluderen dat Holman zijn zin heeft gekregen: het is keihard en genadeloos geworden.", "Niets lijkt leuker dan schoppen tegen iemand die al op de grond ligt", "Genadeloosheid lijkt wellicht een zwaar woord, maar vat het heel goed samen: een totaal gebrek aan empathie, zwart-wit-denken, je schort je oordeel niet op, maar gaat af op je eerste indruk en niets lijkt leuker te zijn dan eindeloos te schoppen tegen iemand die al op de grond ligt. Talloze BN’ers die zich op de een of andere manier vergaloppeerd hebben, politici die voor matiging en fatsoen pleiten en iedereen die de woede wekt van lieden in een andere bubbel leven kunnen hierover meepraten.", "Theo van Gogh Beeld Hollandse Hoogte", "Veel confrontaties op internet maken een uiterst onvolwassen, zeg maar gewoon puberale indruk. Veel pubers lukt het immers nog niet om zich in te leven in anderen en om bij meningsverschillen de nuance te zoeken. Zij debatteren keihard en tonen zelden genade.", "Dat het publieke debat veel weg heeft van pubergedrag is om twee redenen niet erg verbazingwekkend. Hoe je het ook wendt of keert: onze huidige cultuur is voor een groot deel het product van de jongerenrevolte van de jaren zestig en zeventig van de vorige eeuw. Hoewel de culturele revolutie die zich toen in het rijke Westen voltrok tal van diepere oorzaken had, is zij ook treffend getypeerd als ‘de rebellie der pubers’. Dat was een opmerking van de essayist en politicus Jacques de Kadt (1897-1988) en zijn tijdgenoot Eric Hoffer (1902-1983), de Amerikaanse havenarbeider en filosoof, had het over ‘het tijdperk der onvolwassenen’.", "Dat jongeren zich afzetten tegen de oudere generatie was geen nieuw verschijnsel en dat pubers mateloos verlangen naar de lusten van volwassenheid, terwijl ze de lasten ervan trachten te ontlopen, is wellicht van alle tijden.", "Jacques de Kadt. Beeld Wikimedia Commons", "In de jaren zestig echter werd het hele concept volwassenheid ter discussie gesteld. De voorgaande generaties zouden van de wereld een onbeschrijflijke puinhoop hebben gemaakt en in navolging van Rousseau ging men opvoeding en onderwijs beschouwen als mechanismen om het spontane, ongeremde kind in de dwangbuis van een kille, materialistische en repressieve maatschappij te persen. Discipline, conventies en fatsoensnormen waren ineens verdacht en wie daar waarde aan hechtte stond in de beklaagdenbank.", "Een zekere infantiliseringsbeweging of een collectief Peter Pan-syndroom", "Uiteraard dachten toen niet alle jongeren er zo over en kwamen velen terug op de meer extreme hippie-idealen toen men zelf kinderen kreeg, maar niettemin kan sindsdien wel worden gesproken van een zekere infantiliseringsbeweging of een collectief Peter Pan-syndroom. Al in 1972 verzuchtte Hoffer: ‘Het is de kwaal van onze tijd dat de jongeren zo druk bezig zijn ons te beleren, dat ze geen tijd over hebben om zelf iets te leren’.", "Die houding blijft niet langer beperkt tot jongeren. Gezagsdragers en deskundigen worden immers met het grootst mogelijke wantrouwen bekeken en de ‘mondige burger’ weet het zelf beter. En er zijn tal van andere fenomenen die nogal kinderlijk overkomen: het herdenken van geweldsslachtoffers met knuffelbeertjes, tegen de veertig lopende moeders die zich net zo kleden als hun achtjarige dochtertjes, pensionado’s die tot op hoge leeftijd blijven sporten en exotische landen bezoeken, en de overtuiging dat de burger een schier onuitputtelijke reeks rechten en geen plichten heeft.", "En daar hoort een compromisloze, genadeloze vorm van ‘discussiëren’ bij, die het gevolg is van de uit de jaren zestig stammende gedachte dat de oude deugd van zelfbeheersing niets anders is dan zelfcensuur.", "Eeuwige pubers als Theo van Gogh, Theodor Holman, Geert Wilders en Thierry Baudet gaven of geven voortdurend blijk van deze geestelijke incontinentie.", "Thierry Baudet. Beeld ANP", "Pubers zijn vaak lastig en hoewel er altijd volstrekt onhandelbare types tussen zullen zitten, valt met de meerderheid ervan best te leven. Onder de juiste omstandigheden. Een setting die daar vroeger bij hielp, was het klaslokaal. Een goede leerkracht leert pubers naar elkaar te luisteren en elkaar te laten uitpraten, leert ze beweringen te onderbouwen met deugdelijke argumenten en treedt op als ze over de schreef gaan. Een goede leerkracht zorgt voor een ordelijke discussie.", "Op het schoolplein wordt nauwelijks nog gesurveilleerd", "Toen de klassieke media nog dominant waren, had het publieke debat wel iets weg van zo’n schoolklas. Redacties leidden de discussies in ordelijke banen. Voor inhoudsloos gebrul was weinig ruimte en wie niet op de bal, maar op de man of vrouw speelde, werd eruit gestuurd. Sinds de komst van internet en de sociale media heeft het debat zich verplaatst naar het schoolplein, waar nauwelijks meer gesurveilleerd wordt.", "Het resultaat is een oorverdovend kabaal, verbaal geweld, kliekjesvorming en grootschalige verspreiding van desinformatie. De bereidheid om naar andere meningen te luisteren lijkt volledig verdwenen, aanvallen op vermeende tegenstanders of zelfs vijanden kunnen niet kwetsend of gemeen genoeg zijn. Dat een websites die in dit opzicht de toon heeft gezet zich GeenStijl noemt, zegt genoeg. Feiten, kennis, redelijke argumenten – dat alles moet wijken voor de grote bek.", "En wanneer gescheld en getier niet intimiderend genoeg zijn, is de Farmer Defence Force niet te beroerd om langs te komen met een paar tractoren. Aan het boek over Thierry Baudet van de journalisten Harm Ede Botje en Mischa Cohen wilde een aantal mensen slechts meewerken als zij anoniem konden blijven. Bij sommigen zit de angst voor de radicale aanhangers van Forum voor Democratie er diep in.", "Een typisch puberaal trekje is ook de neiging om stevig uit te halen, maar als je zelf aangepakt wordt een enorme keel op te zetten. Het klopt dat rechtse populisten als Wilders en Baudet door tegenstanders soms wel heel gemakkelijk worden weggezet als fascisten, maar zelfs als je heel genuanceerd vergelijkingen maakt met de jaren dertig van de vorige eeuw – wat gezien het wegzetten van een hele bevolkingsgroep, de bewondering voor sterke leiders, het gescheld op de elite en de afgronddiepe afkeer van serieuze wetenschap niet onredelijk is – klinkt onmiddellijk het verwijt van demonisering. Je maakt je schuldig aan een zogenaamde Godwin en daar houdt men graag zelf het monopolie op.", "Gevoel voor verhoudingen, daar beschikken niet veel pubers over", "Zoals de complotdenker Joost Niemöller, die tijdens de vluchtelingencrisis van 2015 schreef: ‘Veel Duitsers moesten sterven voor de verdwazing van Hitler. Hoeveel Duitsers moeten er nu sterven voor de verdwazing van Merkel?’ Gevoel voor verhoudingen is iets waar veel pubers niet over beschikken.", "Af en toe doet het weerzinwekkende gekrakeel op het schoolplein van internet me denken aan wat Thomas Hobbes in zijn Leviathan (1651) schrijft over ‘de natuurlijke toestand van de mens’, toen er nog geen geordende samenleving was en onderling wantrouwen en strijd om het lijfsbehoud leidden tot een ‘oorlog van allen tegen allen’. En waar Rousseau in de achttiende eeuw de ‘nobele wilde’ idealiseerde, die een paradijselijk leven zou hebben geleid, realiseerde Hobbes zich dat het een vreselijke tijd moest zijn geweest, aangezien het menselijk bestaan er ‘eenzaam, armoedig, afstotelijk, beestachtig en kort’ was.", "Thomas Hobbes", "Uiteindelijk ontstonden er wel geordende samenlevingen, waarin mensen weliswaar veel minder vrij waren, maar zich wel relatief veilig konden ontwikkelen, wat resulteerde in een stijgende welvaart en levensduur. Deze samenlevingen werden in belangrijke mate geschraagd door de staat, die over de ‘zwaardmacht’ beschikte en zo wetten kon uitvaardigen en handhaven. Burgers werden echter niet alleen in toom gehouden door bruut overheidsgeweld en afschrikking, kortom door hard power, maar ook door de religie, die met een opgelegde moraal over duidelijke soft power beschikte.", "De genade die mensen jegens elkaar dienen te tonen", "In het Westen werd een kleine tweeduizend jaar geleden het christendom de dominante religie, waarin het leerstuk van genade een centrale rol speelt. Het gaat niet alleen om de genade van God, de welwillende houding van het opperwezen tegenover de telkens dwalende en zondige mens, maar ook om de genade die mensen jegens elkaar dienen de tonen. Volgens het Evangelie van Mattheüs zei Jezus dat wanneer je op je rechterwang wordt geslagen, je de agressieveling je linkerwang moet toekeren. Om dit toch al vrij moeilijke gebod nog verder op te schroeven: ‘Hebt uw vijanden lief; zegent ze, die u vervloeken; doet wel degenen, die u haten; en bidt voor degenen, die u geweld doen, en die u vervolgen’.", "Voor ons stervelingen wordt de lat zo wel heel erg hoog gelegd en uiteraard zijn er tal van omstandigheden waarin de meesten van ons het niet opbrengen genade te tonen aan mensen die ons beledigen, kleineren of regelrecht kwaad doen. Maar als we die ambitie helemaal opgeven, als we de genadeloosheid weer tot norm verheffen en stelselmatig het oog om oog, tand om tand uit Deuteronium toepassen, dan wordt onze samenleving er bepaald niet leefbaarder op. Misschien dat iemand die wee wordt van de metafoor van de linkerwang en die braakneigingen krijgt bij het liefhebben van tegenstanders die zelf geen mededogen tonen, in plaats van deze Bijbelteksten wat heeft aan de aansporing van Spinoza: ‘Niet bespotten, niet betreuren, niet veroordelen, maar begrijpen’.", "Het is de hoogste tijd voor een beschavingsoffensief op het schoolplein van internet. Laten we duidelijk maken dat fatsoen geen overbodige ballast is die in de jaren zestig terecht overboord is gesmeten, dat de vrijheid om alles te zeggen iets anders is dan de plicht om anderen tot op het bot te kwetsen en dat zelfbeheersing iets totaal anders is dan zelfcensuur.", "Daarnaast is het nodig dat er op dit plein weer ge­surveilleerd wordt, dat de pestkoppen en bullebakken tot de orde worden geroepen. Moraal en regels, we ­hebben ze beide nodig om de pubers nog enigszins op te voeden.", "Ervaart u de samenleving als genadig of juist genadeloos, en waarom? Reacties (max. 150 woorden) zijn welkom via tijdgeestreacties@trouw.nl. Graag naam en woonplaats vermelden.", "Lees ook:", "Cartoonist Ruben L. Oppenheimer: Ik radicaal? Ik hecht aan mijn vrijheid", "‘Als je gaat morrelen aan wat mag en niet mag in een land, is het einde zoek. Dan zijn er straks geen straten meer met slagers waar je varkenspootjes kunt krijgen, dan is alles halal.’ Dat stelt de meermaals bedreigde cartoonist Ruben L. Oppenheimer."], "authors": ["Rob Hartmans"], "keywords": ["van", "wild", "schoppende", "op", "het", "die", "online", "iedereen", "puber", "een", "niet", "zich", "om", "en", "te", "dat", "schoolplein"], "pubDate": "2020-12-05T01:00:40+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}