{"id": "9008b02d-c356-3fb0-9fa0-634a52b9fe58", "title": "De deughype rond Tony’s Chocolonely vind ik minder curieus dan het product zelf", "url": "https://volkskrant.nl/columns-opinie/de-deughype-rond-tony-s-chocolonely-vind-ik-minder-curieus-dan-het-product-zelf~baf49c84/", "summary": "Portugal is een paradijs voor chocoholics en de taart van Carlos Braz Lopes de beste van de wereld, zoals de naam van zijn toko al verraadt.\nZo verorber ik dagelijks de huismerken van Lidl en Aldi en op zon- en feestdagen lekkere old-school Snickers.\nUitgesproken onappetijtelijk vind ik After Eight, Mon Chéri, de Discover-serie van Appie (met smaken als zeewier, wasabi, spruitjes en boerenkool) én Tony’s Chocolonely.\nHenk Jan Beltman, de flamboyante ceo, bekladde eerder dit jaar de Beurs van Berlage met het logo van zijn slaafvrije reep plus de slogan Black Lives Matter.\nHeske Verburg, directeur van Solidaridad: ‘Zelfs de chocoladeletters van Tony’s veroordelen Afrikaanse telers tot een leven onder het bestaansminimum.’De deughype rond deze hipsterchocola vind ik echter minder curieus dan het product zelf.", "paragraphs": ["Ik ben een pathetische chocoladejunk. Zo pakte ik ooit in een opwelling de trein naar Lissabon om me daar ongans te vreten bij O Melhor Bolo de Chocolate do Mundo, een piepklein zaakje in de wijk Campo de Ourique. Portugal is een paradijs voor chocoholics en de taart van Carlos Braz Lopes de beste van de wereld, zoals de naam van zijn toko al verraadt.", "De verslaving begon heel onschuldig met Koetjesrepen, Drie Musketiers, Kwatta, Mekka, Choba, hagelslag en chocoladepeuken. Mijn smaak is mettertijd geëvolueerd maar toch ben ik geen chocosnob geworden. Zo verorber ik dagelijks de huismerken van Lidl en Aldi en op zon- en feestdagen lekkere old-school Snickers.", "Uitgesproken onappetijtelijk vind ik After Eight, Mon Chéri, de Discover-serie van Appie (met smaken als zeewier, wasabi, spruitjes en boerenkool) én Tony’s Chocolonely.", "Vorige week werd Tony’s jaarverslag gepresenteerd tijdens een ‘total rock‘n’rollercoaster’ met Idris Elba, Pharrell Williams en televisiepersoonlijkheden Rutger Bregman, Akwasi en Sophie Hilbrand. Kennelijk klotst het geld tegen de plinten want deze sterren stralen niet pro Deo.", "Toch is de financiële situatie van de marketinglieveling – wiens reepjes de troostprijs zijn van de evenzeer altruïstische Postcode Loterij – niet rooskleurig, zo werd duidelijk tijdens de kneiterhippe presentatie: een winstmarge van slechts 0,3 procent en het marktaandeel in Nederland daalde zelfs. Get woke, go broke en anders redden de wereldverbeteraars van Nestlé de boel wel.", "Henk Jan Beltman, de flamboyante ceo, bekladde eerder dit jaar de Beurs van Berlage met het logo van zijn slaafvrije reep plus de slogan Black Lives Matter. Dit was uiteraard geen vandalisme of ordinaire guerrillamarketing – ook al haalde Beltman met zijn arrestatie het landelijk nieuws – maar een verzetsdaad tegen het beeld van Jan Pieterszoon Coen in de muur van de Beurs. Coens aanwezigheid straalt slecht af op Tony’s superstore in het rijksmonument.", "Slaafvrij blijkt overigens een rekkelijk begrip want hulporganisatie Solidaridad Europe stelt dat de ideële chocokoning te weinig betaalt aan telers: 2 dollar per kilo cacaobonen, terwijl Solidaridad 3 dollar fair vindt. Heske Verburg, directeur van Solidaridad: ‘Zelfs de chocoladeletters van Tony’s veroordelen Afrikaanse telers tot een leven onder het bestaansminimum.’", "De deughype rond deze hipsterchocola vind ik echter minder curieus dan het product zelf. Ik heb één keer een zeezoutkaramelreep gescoord en die was, los van de zurige melkpoedertint, zo keihard dat ik hem niet fatsoenlijk kon delen. Dat zal wel iets verkooptechnisch zijn, terwijl de mantra van ware chocofielen juist luidt: sharing is caring."], "authors": ["Arthur Van Amerongen", "Gabriël Kousbroek"], "keywords": ["deughype", "van", "solidaridad", "dan", "een", "en", "zelf", "minder", "met", "ik", "zijn", "zo", "vind", "rond", "product", "tonys", "het"], "pubDate": "2020-12-07T14:36:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}