{"id": "901db648-70eb-3af5-9f1a-59a39e06eae7", "title": "Organisatie dient verzoek in om GP China te verplaatsen naar najaar", "url": "https://nu.nl/formule-1/6101105/organisatie-dient-verzoek-in-om-gp-china-te-verplaatsen-naar-najaar.html", "summary": "De organisatie van de Grand Prix van China heeft een verzoek ingediend om de race te verplaatsen.\n\"We hopen de race te verplaatsen naar de tweede helft van het jaar en hebben daartoe een formeel verzoek ingediend\", aldus Yang.\nDaar staat op 21 maart de eerste race van het seizoen gepland.\nEen woordvoerder van de Formule 1 laat weten dat het streven is om het seizoen niet in te korten.\n\"We mikken in 2021 op een kalender met 23 races en gaan ervan uit dat dit gaat lukken.", "paragraphs": ["De organisatie van de Grand Prix van China heeft een verzoek ingediend om de race te verplaatsen. Daarmee is het na Australië de tweede GP die vanwege de coronacrisis op losse schroeven komt te staan.", "\"We hebben wekelijks contact met de Formule 1. Ik denk dat het hoogst onzeker is dat de race plaatsvindt op de geplande datum van 11 april\", zegt Yibin Yang namens promotor Juss Event tegen Motorsport.com.", "\"We hopen de race te verplaatsen naar de tweede helft van het jaar en hebben daartoe een formeel verzoek ingediend\", aldus Yang. Vorig jaar moest de race in Sjanghai al geschrapt worden vanwege de coronacrisis.", "Eerder deze week bevestigde de regering van Australië al dat het in gesprek is met de Formule 1 om een nieuwe datum te vinden voor de race in Melbourne. Daar staat op 21 maart de eerste race van het seizoen gepland.", "134 Dit zijn de nieuwe regels in het komende Formule 1-seizoen", "Formule 1 blijft streven naar 23 races", "Doordat er op de kalender nog een plek open is op 25 april (de oorspronkelijke datum voor de GP van Vietnam), lijkt de GP van Bahrein op 28 maart mogelijk de enige race voor mei te worden.", "Volgens Motorsport.com is de Formule 1 in gesprek met de circuits in het Portugese Portimao en het Italiaanse Imola om een race in april te organiseren. Deze circuits werden vorig jaar ook al aan de kalender toegevoegd toen enkele andere circuits afvielen vanwege de coronacrisis.", "Een woordvoerder van de Formule 1 laat weten dat het streven is om het seizoen niet in te korten. \"We mikken in 2021 op een kalender met 23 races en gaan ervan uit dat dit gaat lukken. In 2020 hebben we aangetoond dat we veilig een Grand Prix kunnen organiseren en we kijken ernaar uit om het seizoen in maart te beginnen.\""], "authors": ["Door"], "keywords": ["najaar", "van", "race", "formule", "organisatie", "naar", "om", "een", "met", "china", "te", "op", "verplaatsen", "dient", "het", "dat", "gp", "verzoek"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}