{"id": "902adde3-14dd-35a6-9f72-55e6a2184b0d", "title": "D66 en GroenLinks willen overheid dwingen tot meer openbaarheid na toeslagenrapport", "url": "https://trouw.nl/politiek/d66-en-groenlinks-willen-overheid-dwingen-tot-meer-openbaarheid-na-toeslagenrapport~b323ed9c/", "summary": "Dinsdag debatteert de Tweede Kamer over de Wet Open Overheid van de twee partijen.\nDie wet moet ministeries, provincies, gemeenten en waterschappen transparanter maken en overheidsinformatie toegankelijker maken.\nD66 en GroenLinks willen in hun wet een stapje verder gaan en voegen een adviescollege toe.\nJournalisten en bijvoorbeeld wetenschappers die ontevreden zijn over de afhandeling van een verzoek om informatie, kunnen een klacht indienen bij het college.\nDe Kamercommissie had felle kritiek op de informatievoorziening door de overheid, en het ministerie van Financiën in het bijzonder.", "paragraphs": ["Dinsdag debatteert de Tweede Kamer over de Wet Open Overheid van de twee partijen. Die wet moet ministeries, provincies, gemeenten en waterschappen transparanter maken en overheidsinformatie toegankelijker maken. D66 en GroenLinks willen in hun wet een stapje verder gaan en voegen een adviescollege toe. Journalisten en bijvoorbeeld wetenschappers die ontevreden zijn over de afhandeling van een verzoek om informatie, kunnen een klacht indienen bij het college.", "Overheden of overheidsinstanties die na een beroep op de wet informatie openbaar moeten maken, moeten dit ook publiceren op één landelijk platform. Zo kunnen journalisten en burgers makkelijker zoeken naar informatie. Ook dit landelijke platform wordt toegevoegd aan de wet.", "De politiek praat al jaren over de initiatiefwet, die eerder werd afgezwakt na bezwaren uit de Tweede en Eerste Kamer. De tijd is nu rijp om de wet juist aan te scherpen, vinden de partijen. “Burgers hebben recht om te weten hoe hun overheid tot besluiten komt. En journalisten moeten ongehinderd aan waarheidsvinding kunnen doen”, zegt GroenLinks-Kamerlid Bart Snels. “Het rapport van de Parlementaire ondervragingscommissie kinderopvangtoeslag laat zien dat de overheid hier forse stappen vooruit moet zetten”, zegt D66'er Steven van Weyenberg.", "De Kamercommissie had felle kritiek op de informatievoorziening door de overheid, en het ministerie van Financiën in het bijzonder."], "authors": [], "keywords": ["tot", "van", "groenlinks", "en", "toeslagenrapport", "een", "om", "d66", "dwingen", "wet", "op", "openbaarheid", "moeten", "het", "meer", "overheid", "die", "willen"], "pubDate": "2021-01-11T07:09:19Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}