{"id": "902e1ae7-2688-344f-ae44-1392e921bdd7", "title": "Ajaxkeeper Onana trekt boetekleed aan: ‘Door mijn fout verloren van Liverpool’", "url": "https://www.parool.nl/sport/ajaxkeeper-onana-trekt-boetekleed-aan-door-mijn-fout-verloren-van-liverpool~b04b22c1/", "summary": "Tientallen schitterende en soms onnavolgbare reddingen heeft hij al op zijn naam: de keeper die bij Ajax in vier jaar tijd van een druistige doelman uitgroeide tot een van de beste doelverdedigers van Europa.\nDinsdagavond op Anfield verkeek Andre Onana zich volkomen op een voorzet, waarna Curtis Jones de bal in een leeg doel kon tikken.\n“Iedereen maakt fouten,” zei Perr Schuurs, een van de betere Ajacieden dinsdagavond.\nHij redde uitstekend op twee schoten van Noussair Mazraoui en op een kopbal, vlak voor tijd, van invaller Klaas-Jan Huntelaar.\nOnder de huidige trainer Ten Hag bleef de ploeg zestien uitduels ongeslagen, inclusief de wedstrijden uit de voorronden van het toernooi.", "paragraphs": ["Tientallen schitterende en soms onnavolgbare reddingen heeft hij al op zijn naam: de keeper die bij Ajax in vier jaar tijd van een druistige doelman uitgroeide tot een van de beste doelverdedigers van Europa. Dinsdagavond op Anfield verkeek Andre Onana zich volkomen op een voorzet, waarna Curtis Jones de bal in een leeg doel kon tikken. Dat juist hij zo opzichtig in de fout ging in een wedstrijd waarin de belangen groot en de kansen schaars waren, deed ook zijn medespelers pijn. “Iedereen maakt fouten,” zei Perr Schuurs, een van de betere Ajacieden dinsdagavond. “Nu overkomt het Andre. Maar als we zelf onze kansen hadden benut, hadden we hier niet met lege handen gestaan.”", "David Neres schoot op de paal, Davy Klaassen miste een kopkans. De jonge doelman Caoimhin Kelleher werd uiteindelijk de grote held aan de zijde van Liverpool. Hij redde uitstekend op twee schoten van Noussair Mazraoui en op een kopbal, vlak voor tijd, van invaller Klaas-Jan Huntelaar.", "Finale", "Ajax verloor een slag maar nog niet de oorlog. Over een week komt Atalanta Bergamo naar de Johan Cruijff Arena. De Italianen hebben na hun gelijkspel (1-1) tegen Midtjylland een punt voorsprong op de Amsterdammers. Ajax moet winnen om tweede te worden in de poule en zich te plaatsen voor de knock-outfase van de Champions League. Trainer Erik ten Hag: “Dat kan een voordeel zijn: het is duidelijk wat ons te doen staat.” Schuurs: “Het is een finale.”", "Schuurs zelf bewees tegen Liverpool dat hij klaar is voor examens op het hoogste niveau. In de thuiswedstrijd van 21 oktober tegen de kampioen van Engeland was hij op een cruciaal moment nog even de greep kwijt op Sadio Mané, waarna Nicolás Tagliafico heel ongelukkig een eigen doelpunt maakte. Dinsdagavond trad de lange Limburger kordaat, moedig en krachtig op tegen de rappe voorhoede. “Dit is pas mijn eerste seizoen in de basis. Ik merk dat ik sterker en beter word naarmate ik meer speel.” De geruchten dat Liverpool de 21-jarige mandekker in de winterstop zou willen inlijven om de personele problemen op te vangen, deden hem glimlachen. “Ik heb het ook gehoord en gelezen. Een mooi compliment, maar mijn doel is om met Ajax prijzen te winnen. Ik wil nog zeker een paar jaar blijven.”", "Niet verheffend", "Het zwaar gehavende Liverpool trok in een gelijk opgaand duel dus opnieuw aan het langste eind. Trainer Jürgen Klopp was er intens blij mee. “We missen heel veel spelers. Ons voetbal was niet verheffend, maar we hebben gevochten tegen een sterke tegenstander. Op het laatst had Ajax alle aanvallers die ze hadden meegenomen in het veld staan. Ik ben heel, héél blij dat we na vijf duels al geplaatst zijn voor de volgende ronde. Dat is ons niet eerder zo snel gelukt.”", "Dat Ajax het twee keer heeft moeten afleggen tegen Liverpool bewijst volgens Ten Hag dat zijn ploeg nog progressie moet maken om ook op het hoogste niveau wedstrijden te winnen. Vooral de Braziliaanse vleugelspelers Neres en Antony hadden grote moeite om door de vijandelijke linies te breken. Ten Hag noemde de uitstekende organisatie van Liverpool de belangrijkste oorzaak van hun moeizame optreden. “Maar bij het gevaar dat wij stichtten waren zij wel betrokken. Neres raakte de paal en Antony gaf de voorzet waaruit Huntelaar had moeten scoren.”", "Troefkaart", "Het defensieve spel van Ajax was meer dan solide, met een prima Edson Álvarez als controlerende middenvelder. Mazraoui was ijzersterk als rechtsback, een belangrijke troefkaart in het positie- en aanvalsspel bovendien. Op Ryan Gravenberch stond dinsdagavond geen maat. De Oranje-internationals Davy Klaassen en Georginio Wijnaldum waren redelijk tot goed op dreef, maar ze haalden geen van beiden het niveau van de 18-jarige middenvelder.", "Ook Gravenberch kon echter niet voorkomen dat Ajax voor het eerst in ruim drie jaar weer eens een Champions Leaguewedstrijd verloor op vreemde bodem. Onder de huidige trainer Ten Hag bleef de ploeg zestien uitduels ongeslagen, inclusief de wedstrijden uit de voorronden van het toernooi. In die uitzonderlijke reeks was Andre Onana zonder twijfel de meest stabiele factor, maar dinsdag in de 58ste minuut stond de kat uit Kameroen bij een hoge voorzet ineens als aan de grond genageld."], "authors": ["Dick Sintenie"], "keywords": ["liverpool", "trekt", "van", "onana", "verloren", "ajax", "het", "op", "maar", "ajaxkeeper", "mijn", "een", "en", "dat", "boetekleed", "te", "fout", "door", "tegen"], "pubDate": "2020-12-02T08:32:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}