{"id": "90446458-166e-3b40-b7db-68105e7c8649", "title": "Ouderen in Caribisch Nederland slaan maaltijden over door armoede", "url": "https://nos.nl/artikel/2305083-ouderen-in-caribisch-nederland-slaan-maaltijden-over-door-armoede.html", "summary": "Heel soms heeft ze een beetje groente erbij, maar iets anders eet ze niet.\nVoor een komkommer die in Nederland voor 75 cent in de schappen ligt, betaal je op Bonaire 3,18 euro.\nEen ouderdomspensioen voor een alleenstaande 65-plusser op Bonaire is 586 euro per maand.\nOnderzoeksbureau Regioplan heeft in opdracht van het ministerie van Sociale Zaken en Werkgelegenheid berekend dat dat eigenlijk 1385 euro moet zijn, het zogenaamde bestaansminimum.\nTien jaar na toetreding van Saba, Sint-Eustatius en Bonaire tot het Nederlandse staatsbestel is het Nederland nog niet gelukt om die substantieel richting het bestaansminimum op te trekken.", "paragraphs": ["Een kijkje in haar ijskast verraadt de armoede. Er ligt vrijwel niets in. Maar honger heeft ze niet, zegt ze. In de keuken maakt ze funchi met aangelengde melkpoeder, maispap. Dat eet ze zeven dagen per week, elke dag van de maand, het hele jaar door. Heel soms heeft ze een beetje groente erbij, maar iets anders eet ze niet.", "Boodschappen doen op Saba, Sint-Eustatius en Bonaire is duur. Voor een komkommer die in Nederland voor 75 cent in de schappen ligt, betaal je op Bonaire 3,18 euro. Een liter versgeperste sinaasappelsap kost bij de Zaanse super 3,09 euro, terwijl je in het filiaal van diezelfde supermarkt in Kralendijk op Bonaire 5,45 euro betaalt.", "Een ouderdomspensioen voor een alleenstaande 65-plusser op Bonaire is 586 euro per maand. Onderzoeksbureau Regioplan heeft in opdracht van het ministerie van Sociale Zaken en Werkgelegenheid berekend dat dat eigenlijk 1385 euro moet zijn, het zogenaamde bestaansminimum.", "Maaltijden overslaan", "\"De meeste ouderen hebben halverwege de maand geen geld meer\", zegt Filomena Winklaar. Zij werkt als ouderenverzorgster bij een dagopvang. Daarvan zijn er drie op het eiland. Behalve dagbesteding, krijgen ouderen daar ook een maaltijd. \"Maar in de weekend zijn die dicht en slaan veel mensen hun maaltijd over. Bovendien is er maar een beperkt aantal plaatsen op de dagopvang. De meeste ouderen vallen buiten de boot.\"", "Nederland", "De Caribische eilanden zijn zelf verantwoordelijk voor de hoogte van de prijzen. Maar de hoogte van pensioenen en uitkeringen wordt in Den Haag bepaald.", "Tien jaar na toetreding van Saba, Sint-Eustatius en Bonaire tot het Nederlandse staatsbestel is het Nederland nog niet gelukt om die substantieel richting het bestaansminimum op te trekken."], "authors": [], "keywords": ["ouderen", "maaltijden", "van", "euro", "nederland", "het", "op", "maar", "bonaire", "zijn", "een", "ze", "en", "armoede", "slaan", "door", "caribisch"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}