{"id": "90500f9e-1e60-3c67-b6eb-9d5a4b351a9c", "title": "Marjanne wil nooit meer schulden hebben: 'Na maart ben ik vrij'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5204906/marjanne-wil-nooit-meer-schulden-hebben-studieschuld-na-maart-ben-ik-vrij", "summary": "Omdat studenten toen nog vier jaar lang een beurs kregen, had ik geen cent studieschuld toen ik mijn diploma ontving.\nNadeel was wel dat ik nu geen recht meer had op studiefinanciering.\nEn dat dat geen probleem was, omdat ik later vast een goede baan zou hebben.\nDan kon ik het makkelijk afbetalen, dacht ik luchtig.\nEn dat vier jaar lang, door studievertraging.\"", "paragraphs": ["\"Mijn hbo-studie journalistiek had ik eerder keurig in vier jaar afgerond. Omdat studenten toen nog vier jaar lang een beurs kregen, had ik geen cent studieschuld toen ik mijn diploma ontving. Er was alleen niet zo veel werk in de journalistiek. Een paar studievriendinnen gingen in Rotterdam de master Media & Journalistiek volgen. Een beetje specialiseren kon geen kwaad, dacht ik. Enthousiast schreef ik me ook in aan de universiteit. Het was een leuke studie waarin ethiek, economie, mediahypes en statistiek aan bod kwamen. Ik vond het een interessante en goede aanvulling op mijn hbo-opleiding.", "Nadeel was wel dat ik nu geen recht meer had op studiefinanciering. Dat wist ik van te voren, maar ik dacht gewoon te gaan lenen. En dat dat geen probleem was, omdat ik later vast een goede baan zou hebben. Dan kon ik het makkelijk afbetalen, dacht ik luchtig. En eerlijk gezegd werd het zo ook wel een beetje gepresenteerd door de overheid: een lening met nul procent rente, waar je geen negatieve BKR-registratie door kreeg. In die tijd ging ik ook voor het eerst op mezelf wonen. Ik huurde een flat en werkte er wel naast, maar extra geld was welkom. Ook omdat ik zelf mijn collegegeld betaalde. Dus leende ik de volle bak: achthonderd euro per maand. En dat vier jaar lang, door studievertraging.\""], "authors": [], "keywords": ["ik", "mijn", "geen", "vrij", "meer", "wel", "maart", "marjanne", "nooit", "ook", "wil", "ben", "en", "een", "schulden", "het", "hebben", "dat", "vier"], "pubDate": "2020-12-31T08:33:10Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}