{"id": "90588df3-ee23-3c5e-84cb-a036189ff634", "title": "Hoe vertaal je de romanreeks over Mussolini? ‘Het ultieme doel is volgens mij om onzichtbaar te zijn’", "url": "https://volkskrant.nl/cultuur-media/hoe-vertaal-je-de-romanreeks-over-mussolini-het-ultieme-doel-is-volgens-mij-om-onzichtbaar-te-zijn~b9429a06/", "summary": "In juni moet de Nederlandse vertaling van het tweede deel in de boekhandels liggen: M – De man van de voorzienigheid.\nAls vertaler leer je dat vanzelf, anders kun je het vak niet uitoefenen.’ Bovendien: bij deel één is het ook gelukt en dat was tweehonderd pagina’s dikker.\nJe kunt zeggen dat het te weinig over Mussolini’s vrouwen gaat, maar het wordt ook gauw te veel.\nIk wist al wel iets van het fascisme, maar ik wilde nu eens duidelijk krijgen hoe het precies is gegaan.\n‘Het ultieme doel van de vertaler is volgens mij om onzichtbaar te zijn.", "paragraphs": ["Beeld Floor Rieder", "Het wordt nog aanpoten voor Jan van der Haar (60), de vertaler van Antonio Scurati’s romanreeks over de fascistische dictator Benito Mussolini. In juni moet de Nederlandse vertaling van het tweede deel in de boekhandels liggen: M – De man van de voorzienigheid. Van der Haar zit nu op ruim een kwart, van de ruim zeshonderd pagina’s. En dat is pas de eerste, ruwe versie. Erg vindt hij het niet. ‘Ik ben het gewend om hard door te werken. Als vertaler leer je dat vanzelf, anders kun je het vak niet uitoefenen.’ Bovendien: bij deel één is het ook gelukt en dat was tweehonderd pagina’s dikker.", "Scurati’s vierluik zal de hele periode van het Italiaanse fascisme bestrijken, van de allereerste bijeenkomst van de zwarthemden in 1919 tot aan de dood van Mussolini in 1945 – als alles verloopt volgens plan. Het zijn romans waarin niets is verzonnen, benadrukt de schrijver keer op keer: elk personage en elke dialoog is op bronnen gebaseerd. Ieder hoofdstuk eindigt met de historische documenten die erin zijn verwerkt.", "Het eerste deel was in Italië een waanzinnig succes. M – De zoon van de eeuw werd bekroond met de belangrijke Premio Strega. Er zijn meer dan 500 duizend exemplaren van verkocht. Het boek is al in veertig talen vertaald en er komt een tv-serie van de makers van Elena Ferrantes De geniale vriendin.", "Ook uw Nederlandse vertaling is zeer lovend ontvangen. Wat verklaart volgens u het succes?", "‘Scurati weet de nieuwsgierigheid van de lezer enorm te prikkelen. Stap voor stap beschrijft hij hoe het fascisme zo groot heeft kunnen worden. Dat doet hij in korte hoofdstukken, als een soort geschiedenislessen in romanvorm. Het wordt niet droog en saai, want Scurati schrijft beeldend: je ziet, ruikt, voelt en hoort het allemaal aan je voorbijtrekken.", "‘Ik denk dat er in Italië veel behoefte was aan dit verhaal. Er gaat altijd veel tijd overheen voordat een land zijn zwarte bladzijden kan verwerken. Kijk maar naar ons koloniale verleden in Indonesië, dat David Van Reybrouck belicht in zijn nieuwe boek, Revolusi. Misschien zijn we er nu pas aan toe om dat echt te verwerken. Ik denk dat dat in Italië net zo is.’", "Ongeveer de enige kritiek op de boeken is dat er zo weinig aandacht is voor Mussolini’s vele vrouwen.", "‘Mogelijk heeft dat te maken met de goede smaak van de auteur: hij heeft zich niet te veel laten leiden door roddel en achterklap. Mussolini’s maîtresse Margherita Sarfatti, die van grote invloed is geweest op zijn politieke functioneren, krijgt wél een prominente rol in het boek. Je kunt zeggen dat het te weinig over Mussolini’s vrouwen gaat, maar het wordt ook gauw te veel. Dat heeft Scurati gelukkig voorkomen.’", "Wat kunnen we verwachten in deel twee?", "‘Scurati gaat verder waar hij was gebleven, na de vreselijke moord op de socialist Giacomo Matteotti. Dit boek bestrijkt de jaren van 1925 tot 1932, waarin Mussolini zich als een echte dictator ontpopt. Het opent met een scène over een maagzweer, die heel plastisch is beschreven. Dan overpeinst Mussolini dat hij is gereduceerd tot een spijsverteringskanaal. Prachtig, je komt meteen in het verhaal.", "‘In mijn vertaling ben ik nu op het punt dat Mussolini is uitgevaren naar Libië. In geuren en kleuren vertelt Scurati wat de Duce ziet bij aankomst: de kleding, de mensen, Arabieren, Israëlieten, bedoeïenen. Het is een feest om te lezen, en dus ook om te vertalen.’", "Bent u al grote vertaalproblemen tegengekomen?", "‘Tot nu toe valt het mee. De schrijver heb ik vorig jaar ontmoet in Amsterdam, bij de verschijning van het eerste deel. Als het nodig is, kan ik hem mailen, maar ik heb nog geen vragen. Hij schrijft helder, dat scheelt. Het is vooral veel uitzoekwerk: hoe ging dit precies in zijn werk, hoe heette die instantie in het Nederlands?", "‘Het was een van de redenen waarom ik de serie zo graag wilde vertalen: om de gaten in mijn eigen kennis te dichten. Ik wist al wel iets van het fascisme, maar ik wilde nu eens duidelijk krijgen hoe het precies is gegaan. Ik moet zeggen: ik word op mijn wenken bediend.’", "Wat is uw doel als vertaler? Wanneer bent u tevreden?", "‘Het ultieme doel van de vertaler is volgens mij om onzichtbaar te zijn. Ik denk niet dat het goed is om te zeer een stempel te drukken op de tekst. Daarom was ik ook zo blij met de opmerking in een recensie over het eerste deel: de recensent had de sensatie het origineel te lezen. Dat is volgens mij precies de taak van de vertaler.’", "Dat klinkt nederig.", "‘Ik heb wel een beetje manifestatiedrang, maar daar heb ik mijn eigen poëzie voor. Mijn derde bundel, Eerst de bries, daarna de bomen, is vorig jaar verschenen bij Uitgeverij IJzer. Vaak komen de gedichten aan het eind van een vertaaldag tot mij – ik werk vooral ’s avonds en ’s nachts. Dan ben ik eigenlijk uitgeput en moet ik ontspannen, maar is er toch nog dat eigen filiaaltje dat zich roert. Soms voel ik dat bijna fysiek: er moet dan echt nog een gedicht uit.’", "Voelt u zich in de eerste plaats vertaler of dichter?", "‘Dat is bijna een gewetensvraag. Ik vind mijn dichterschap toch het belangrijkste. Vertaler ben ik uit roeping en om den brode. Ik vind het heerlijk werk, maar mijn poëzie is mijn ziel, mijn zelf, mijn leven. Gelukkig hoef ik niet te kiezen, het kan goed naast elkaar bestaan.’"], "authors": ["Emilia Menkveld"], "keywords": ["romanreeks", "ik", "zijn", "van", "het", "mijn", "en", "om", "ultieme", "onzichtbaar", "een", "mussolini", "te", "op", "vertaal", "mij", "dat", "volgens"], "pubDate": "2021-01-01T14:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}