{"id": "90733481-dd5f-38d5-be23-76c2c3fc739a", "title": "New taxi rules designed to make Amsterdam more liveable", "url": "https://www.parool.nl/english/new-taxi-rules-designed-to-make-amsterdam-more-liveable~b9073e11/", "summary": "The taxi stand at Amsterdam Central Station Beeld Lin WoldendorpWith more and more taxi drivers boosting their income by working nights, inner-city traffic is often as busy in the small hours as during the day.\nThe huge growth in taxi numbers is affecting the quality of life, says Dijksma in her explanatory notes to a new policy document.\nParticularly at weekends, inner-city dwellers are plagued by endlessly cruising taxis unable to find space at taxi stands.\nIt’s not clear how the changes will tackle the growth in taxi numbers.\nBut the city also employs mystery passengers, and the latest figures from them show that a huge proportion of drivers are flouting the rules.", "paragraphs": ["The taxi stand at Amsterdam Central Station Beeld Lin Woldendorp", "With more and more taxi drivers boosting their income by working nights, inner-city traffic is often as busy in the small hours as during the day. The huge growth in taxi numbers is affecting the quality of life, says Dijksma in her explanatory notes to a new policy document.", "Particularly at weekends, inner-city dwellers are plagued by endlessly cruising taxis unable to find space at taxi stands. Increased competition caused by the growth in numbers is also making life difficult for the drivers themselves. “The large amount of taxi traffic is causing more exhaust emissions,” Dijksma writes. “There is also strong evidence of fraud in the industry.”", "According to official figures, there were 5,000 taxis in Amsterdam at the beginning of this year. But experts say this is a major underestimate, because they also come in to the city from far and wide at weekends. Illegal drivers are also proving an intractable problem.", "Clearer division of responsibilities", "Dijksma hopes to solve these problems by adopting a change of strategy and creating a clearer separation of powers between the city and licensed taxi operators, giving the operators more authority to punish their own drivers for infractions.", "The city penalizes drivers who commit serious breaches of the law, such as overloading, dangerous driving, and other forms of misconduct. Drivers who use drugs or don’t have insurance can be sacked without notice. Operators can punish them for quality of service issues, such as refusing rides or failing to provide receipts, and the new policy will give them greater flexibility in this regard.", "It’s not clear how the changes will tackle the growth in taxi numbers. The industry has long been calling for restrictions on the number of licences issued, but this is a national rather than a local responsibility. Dijksma says: “Tightening the rules will provide better regulation for that part of the public-hire market that’s not working properly.”", "Mystery passengers", "Dijksma also wants to begin drawing up a single set of rules for the public- and private-hire sectors, to create a level playing field. At present, the city imposes heavy penalties on official taxis for relatively minor violations, but Uber and other private-hire drivers can commit the same offences and carry on operating.", "She emphasizes that 80 percent of drivers have done nothing wrong. But the city also employs mystery passengers, and the latest figures from them show that a huge proportion of drivers are flouting the rules. Of the 200 rides the passengers took last year, only nineteen had nothing wrong with them, and there were serious violations in nearly 40 percent of cases."], "authors": ["Marc Kruyswijk", "Translation", "Het Vertaalcollectief"], "keywords": ["dijksma", "amsterdam", "taxi", "rules", "growth", "wrong", "designed", "liveable", "drivers", "numbers", "city", "taxis", "operators"], "pubDate": "2019-11-27T09:30:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}