{"id": "907ad953-6618-387d-a498-0f6fe61832f9", "title": "Goed nieuws: Top 2000 eerder van start | 'Eenzame olifant' Kaavan gered", "url": "https://nu.nl/opmerkelijk/6093736/goed-nieuws-top-2000-eerder-van-start-eenzame-olifant-kaavan-gered.html", "summary": "Top 2000 wordt dit jaar eerder afgetrapt op NPO Radio 2De Top 2000 gaat dit jaar eerder van start.\nDe afgelopen maanden heeft het team zich voorbereid op het vervoer van Kaavan via een vrachtvliegtuig.\nDit zou ervoor moeten zorgen dat het coronavaccin van het bedrijf snel op de markt komt.\nModerna zegt dan ook dat het vaccin \"een nieuw en krachtig middel zal zijn dat het verloop van deze pandemie kan veranderen\".\n\"De oude wet kon transgender personen voor een harde, bijna onmogelijke keuze stellen\", schrijven Dekker en Van Engelshoven.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.", "Top 2000 wordt dit jaar eerder afgetrapt op NPO Radio 2", "De Top 2000 gaat dit jaar eerder van start. De hitlijst wordt al vanaf middernacht in de nacht van Kerstavond naar Eerste Kerstdag uitgezonden op NPO Radio 2.", "Eerder werd de lijst pas rond een uur of acht in de ochtend op Eerste Kerstdag afgetrapt. Zendermanager Peter de Vries laat in een persbericht weten geen reden te zien om zo lang te wachten.", "\"Middernacht op Kerstavond is een heel mooi beginmoment en we hebben zo extra ruimte voor de muziek. Nu kunnen we meer albumversies van bepaalde nummers draaien die net iets langer duren dan de singlevarianten.\"", "'Eenzaamste olifant ter wereld' aangekomen in Cambodja", "Kaavan, de volgens dierenactivisten 'eenzaamste olifant ter wereld', is maandag aangekomen in Cambodja. Het dier heeft 35 jaar onder slechte omstandigheden geleefd in een Pakistaanse dierentuin in Islamabad, maar zal de rest van zijn leven met soortgenoten mogen doorbrengen in een Cambodjaanse opvang.", "De wereldwijd opererende dierenwelzijnsorganisatie Vier Voeters zit achter de redding van het dier. De afgelopen maanden heeft het team zich voorbereid op het vervoer van Kaavan via een vrachtvliegtuig.", "De betrokken dierenarts van Vier Voeters laat weten dat Kaavan \"heeft gegeten en niet gestresst leek. Hij heeft zelfs een beetje geslapen in de transportkist.\"", "70 'Eenzaamste olifant ter wereld' gered met hulp van Cher", "Niet één, maar twee nieuwe slakkensoorten met te klein huisje in Nederland", "De in Zuid-Limburg aangetroffen seminaaktslakken met opvallend kleine huisjes behoren niet allemaal tot de Daudebardia rufa, meldt Nature Today zaterdag. Onderzoekers concludeerden dat er ook slakkenhuisjes van de Daudebardia brevipes tussen de waarnemingen zaten. Daarmee is Nederland niet één, maar twee slakkensoorten rijker.", "De seminaaktslak werd twee weken geleden voor het eerst nabij de Eyserbeek in Zuid-Limburg aangetroffen. Malecologen hielden vervolgens een excursie in het gebied, waarbij ze het dier op meerdere plekken aantroffen.", "Zij zagen dat de daar aangetroffen slakkenhuisjes niet alleen tot die van de Daudebardia rufa behoorden, maar ook tot de sterk verwante en nog zeldzamere Daudebardia brevipes. Ook deze soort werd nog niet eerder aangetroffen in Nederland.", "Moderna bevestigt positieve resultaten coronavaccin en wil snelle toelating EU", "Vaccinontwikkelaar Moderna vraagt voorwaardelijke toelating aan bij het Europees Medicijnagentschap (EMA). Dit zou ervoor moeten zorgen dat het coronavaccin van het bedrijf snel op de markt komt.", "Ook bevestigt Moderna de eerder al naar buiten gebrachte voorlopige onderzoeksresultaten: het vaccin is voor 94,5 procent effectief. Het onderzoek bevindt zich nu in de laatste fase.", "Een voorwaardelijke marktvergunning zorgt ervoor dat een vaccin of geneesmiddel door het EMA goedgekeurd kan worden op basis van minder uitgebreide gegevens dan normaal het geval is.", "Er zijn geen grote problemen aan het licht gekomen in de testfases. Moderna zegt dan ook dat het vaccin \"een nieuw en krachtig middel zal zijn dat het verloop van deze pandemie kan veranderen\".", "Excuses door kabinet en financiële compensatie voor oude Transgenderwet", "Het kabinet heeft excuses gemaakt voor de oude Transgenderwet, die van 1985 tot 2014 van kracht was, schrijven ministers Sander Dekker (Rechtsbescherming) en Ingrid van Engelshoven (Emancipatie) in een brief aan de Tweede Kamer. Ook komt het kabinet met een financiële tegemoetkoming van 5.000 euro voor mensen die een transitie ondergingen toen de wet gold.", "Transgender personen die de geslachtsregistratie in hun geboortecertificaat wilden aanpassen, moesten daarvoor eerst een fysieke transitie en onomkeerbare sterilisatie ondergaan.", "Het Transgendercollectief spande in 2019 een zaak aan tegen de Staat. Volgens de organisatie was de wet in strijd met het Europees Verdrag voor de Rechten van de Mens.", "Het kabinet onderschrijft die redenering. \"De oude wet kon transgender personen voor een harde, bijna onmogelijke keuze stellen\", schrijven Dekker en Van Engelshoven. \"Zo'n inbreuk op de lichamelijke integriteit kunnen we ons vandaag de dag eigenlijk niet meer voorstellen\"."], "authors": ["Door"], "keywords": ["nieuws", "van", "goed", "kaavan", "gered", "het", "op", "met", "die", "olifant", "2000", "eenzame", "eerder", "een", "niet", "en", "start", "dat", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}