{"id": "90885b99-f8e3-34b2-a56f-9bb4789914d7", "title": "Ontbossing Amazonegebied Brazilië ging sinds 2008 niet zo snel als nu", "url": "https://www.parool.nl/wereld/ontbossing-amazonegebied-brazilie-ging-sinds-2008-niet-zo-snel-als-nu~b28e2888/", "summary": "Beeld Getty Images/Bloomberg CreativeHet gaat om een gebied met een omvang van ongeveer een derde van heel Nederland.\nIn dat jaar leidde de massale ont­ginning van het regenwoud in het Zuid-­Amerikaanse land al tot een storm aan kritiek van wereldleiders en milieu-organisaties.\nDe ontbossing is weer versneld op gang gekomen sinds het aantreden van de Braziliaanse president Jair Bolsonaro begin vorig jaar.\nDe Amerikaanse president-elect Joe Biden opperde dit jaar in een debat dat rest van de wereld Brazilië financieel zou kunnen compenseren voor het stoppen van de ontbossing.\nDie ziet de ontbossing van het Amazonewoud als een binnenlandse aangelegenheid, en buitenlandse inmenging in deze kwestie ziet Bolsonaro als een aantasting van de soevereiniteit van Brazilië.", "paragraphs": ["Beeld Getty Images/Bloomberg Creative", "Het gaat om een gebied met een omvang van ongeveer een derde van heel Nederland. Het ontboste oppervlak is 9,5 procent groter dan het stuk woud dat er in 2019 tegen de vlakte ging.", "In dat jaar leidde de massale ont­ginning van het regenwoud in het Zuid-­Amerikaanse land al tot een storm aan kritiek van wereldleiders en milieu-organisaties.", "De ontbossing is weer versneld op gang gekomen sinds het aantreden van de Braziliaanse president Jair Bolsonaro begin vorig jaar. Het land legde zichzelf weliswaar in 2009 een richtlijn op om jaarlijks ‘slechts’ een kleine 4000 vierkante kilometer woud te kappen, maar dat streven raakt ieder jaar verder uit zicht. En de afgelopen twee jaar is die jaarlijkse ontginning nog eens extra snel toegenomen.", "Longen van de wereld", "Bolsonaro wil het arme Amazone­gebied, dat een miljoen inwoners telt, economisch versterken door aan te dringen op de uitbreiding van de mijnbouw en landbouw aldaar. Dat werkt volgens milieu-organisaties als aanmoediging voor boeren en mijnbouwers om op illegale wijze bos te ontginnen, bijvoorbeeld door bosbranden te stichten.", "Het Amazonewoud is het leefgebied van drie miljoen verschillende soorten dieren en planten. Als ’s werelds grootste regenwoud, wordt het ook wel ‘de longen van de wereld’ genoemd, vanwege de grote hoeveelheid koolstofdioxide die het regenwoud absorbeert.", "De Amerikaanse president-elect Joe Biden opperde dit jaar in een debat dat rest van de wereld Brazilië financieel zou kunnen compenseren voor het stoppen van de ontbossing. Daar voelt Bolsonaro niets voor. Die ziet de ontbossing van het Amazonewoud als een binnenlandse aangelegenheid, en buitenlandse inmenging in deze kwestie ziet Bolsonaro als een aantasting van de soevereiniteit van Brazilië."], "authors": ["Tom Kieft"], "keywords": ["zo", "snel", "als", "van", "het", "jaar", "sinds", "op", "ontbossing", "voor", "ging", "brazilië", "niet", "een", "nu", "en", "dat", "te", "amazonegebied"], "pubDate": "2020-12-01T05:55:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}