{"id": "909f1ae2-007e-3815-8851-2f186ebc000d", "title": "‘Mag ik je een kort vraagje stellen?’ Foute boel. Hier moet je nee zeggen", "url": "https://volkskrant.nl/columns-opinie/mag-ik-je-een-kort-vraagje-stellen-foute-boel-hier-moet-je-nee-zeggen~bb226053/", "summary": "Vaak lagen de wervers in groepjes in een hinderlaag voor de Blokker; zo troffen ze een hoog percentage argeloze voorbijgangers op een moment van diepe zelfverachting.\n‘Mag ik een minuutje van uw tijd?’Daarna volgde een ingewikkelde dans, minuten van aantrekken en afstoten.\nDan, uit de schemer van een of andere paal: een ander mens, dat je persoonlijke covidruimte binnendendert.\n‘Hoihoi!’‘Hallo.’‘Mag ik je een kort vraagje stellen?’Foute boel.\nMaar ja: het kan nog altijd dat het iemand is die gewoon wil weten hoe laat het is, of dat je voor het eerst wordt herkend als die hilarische columnist uit het Magazine.", "paragraphs": ["Niet alle moderne verschijnselen hoeven we goed te keuren. Er zijn zaken waar we ons tegen ­kunnen, nee, móéten verzetten. Zoals het leed dat werven heet. Frank Heinen heeft het ermee gehád.", "Er is een hoop leed in de wereld, en een groot deel ervan wordt veroorzaakt of uitgevent door mensen die je op straat aanspreken met een op het oog tamelijk algemene vraag als ‘Bent u voor duurzaamheid?’ of ‘Lekker aan het shoppen?’ of iets anders agressiefs, een vraag die uiteindelijk via een omweg over meerdere continenten altijd precies uitkomt bij de artiesteningang van je bankrekening.", "In het jaar dat ik eindexamen deed, in de florijnentijd was dat, sjouwde op zaterdagmiddagen plots mijn halve klas door de winkelstraten van het dorp, met een felgekleurd jack aan en een multomap in de hand. Soms zag ik ze aan het werk. Vaak lagen de wervers in groepjes in een hinderlaag voor de Blokker; zo troffen ze een hoog percentage argeloze voorbijgangers op een moment van diepe zelfverachting. Bij wijze van aas hielden ze meestal hun multomap voor zich, met daarop een lachend kind in barre omstandigheden. Ik ken geen mensen die ongevoelig aan een lachend kind in barre omstandigheden voorbijlopen, en al helemaal niet als die mensen voor zichzelf bijvoorbeeld net een zingende plastic vis op een plankje hebben gekocht. ‘Mag ik een minuutje van uw tijd?’", "Daarna volgde een ingewikkelde dans, minuten van aantrekken en afstoten. De werver leidde, de argeloze voorbijganger moest wel volgen. Babbeltrucballet. Altijd voltrok de choreografie zich volgens dezelfde stappen: zodra duidelijk werd dat de steun aan het een of andere goede doel niet kosteloos kon worden betuigd, maakte de gulle gever eerst aanstalten om door te lopen, vervolgens volgde er een uitwisseling van zinnen die inhoudelijk per geval verschilden maar waarin hoe dan ook de woordcombinaties ‘per maand’, ‘twee kopjes koffie’ en ‘elk moment opzegbaar’ voorkwamen en uiteindelijk de climax: een paar gegevens, een signatuur, een handdruk. De weldoeners vervolgden kilo’s lichter hun weg, de wervers hadden alweer een volgende weekhartige op de radar. Op school werden namen van geefgrage provinciesteden uitgewisseld, en van goede doelen die ‘goed liepen’, want elke handtekening leverde commissie op. Het leek me altijd een wat wrang businessmodel, binnenlopen op de honger in de wereld, maar ach, dacht ik toen nog: elke opgehaalde gulden is er één.", "Veel klasgenoten maakten op een zeker moment promotie en gingen wervers werven, en uiteindelijk werden de meeste van hen oppassende burgers met echt werk. Maar de scholieren en studenten met hun goede doelen zijn er nog steeds, ze lijken zich te hebben vermenigvuldigd. Alleen: je herkent ze niet meer. De multomap, die hoekig uitgevoerde schaamlap waarachter altijd net het winstoogmerk van de als collecte vermomde bijbaan verstopt kon worden, is weg. De felle jassen ook. De charitaskletsmeiers opereren nu in burger, op het Stationsplein van Utrecht Centraal bijvoorbeeld, waar ik af en toe overheen moet: te laat, verhit, in gedachten en nooit op mijn hoede.", "Dan, uit de schemer van een of andere paal: een ander mens, dat je persoonlijke covidruimte binnendendert.", "‘Hoihoi!’", "‘Hallo.’", "‘Mag ik je een kort vraagje stellen?’", "Foute boel. Hier moet je nee zeggen. Maar ja: het kan nog altijd dat het iemand is die gewoon wil weten hoe laat het is, of dat je voor het eerst wordt herkend als die hilarische columnist uit het Magazine. Kans is klein, maar het kán.", "‘Voor u en mij is schoon drinkwater heel normaal, maar wist u dat dat niet voor iedereen zo is?’", "Hoeveel pandemieën moeten we nog doormaken alvorens we niet meer hoeven te vrezen om op straat te worden klemgewandeld door een bijklussende eerstejaars en ons eigen schuldgevoel? Ik vrees dat, na een opeenvolging van oorlogen en natuurrampen, op een dag een kakkerlak door de rokende resten van Hoog Catharijne zal wandelen, minding his own business, tot er uit de puinhopen een overlevende op hem toegekropen komt.", "Misschien kan ik helpen, denkt de kakkerlak, en hij trippelt naderbij. En met zijn laatste krachten zal het hologige karkas, de laatste mens op aarde, stamelen: ‘Mag ik een minuutje van uw tijd?’"], "authors": ["Frank Heinen"], "keywords": ["van", "het", "op", "die", "stellen", "ik", "mag", "nee", "zeggen", "moet", "je", "hier", "kort", "een", "en", "dat", "vraagje", "voor"], "pubDate": "2020-12-03T15:00:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}