{"id": "90a2ddb6-a3c7-321d-b93b-a1306c230c30", "title": "India wil 300 miljoen mensen inenten voor de zomer, maar werkt het Indiase vaccin wel?", "url": "https://trouw.nl/buitenland/india-wil-300-miljoen-mensen-inenten-voor-de-zomer-maar-werkt-het-indiase-vaccin-wel~be17847d/", "summary": "Het Zuid-Aziatische land hoopt in augustus 300 miljoen mensen, meer dan een vijfde van zijn bevolking, te hebben ingeënt tegen het coronavirus.\nHet belangrijkste is het vaccin dat is ontwikkeld door de Universiteit van Oxford samen met AstraZeneca.\nHij verzekerde dat de proeven van he bedrijf voor ‘200 procent eerlijk’ zijn en dat het vaccin zeer veilig is.\nDaarbij is gekeken of het vaccin veilig is, wat een geschikte dosis kan zijn en of het werkzaam is.\nEen grote groep proefpersonen – 26.000, is de bedoeling – krijgt het vaccin, of een placebo, en dan moet blijken of het vaccin besmettingen heeft voorkomen.", "paragraphs": ["India maakt zich op voor de grootste inentingscampagne in zijn geschiedenis. Het Zuid-Aziatische land hoopt in augustus 300 miljoen mensen, meer dan een vijfde van zijn bevolking, te hebben ingeënt tegen het coronavirus.", "De Central Drugs Standard Control Organisation (CDSCO), de Indiase farmaceutische toezichthouder, gaf zondag zijn goedkeuring aan de eerste twee vaccins. Het belangrijkste is het vaccin dat is ontwikkeld door de Universiteit van Oxford samen met AstraZeneca. Dit Brits-Zweedse concern heeft een contract gesloten met het Serum Institute of India (SII) voor de productie van een miljard doses in India.", "Ook werd goedkeuring gegeven aan Covaxin, dat is ontwikkeld door het Indiase bedrijf Bharat Biotech samen met een overheidsinstituut. Volgens de hoogste medische functionaris kregen beide vaccins het groene licht na ‘zorgvuldig onderzoek’.", "“Gefeliciteerd India”, jubelde de hindoe-nationalistische premier Narendra Modi via Twitter. “Een beslissend keerpunt ter versterking van een bezield gevecht!” Volgens de premier is de productie van beide vaccins in eigen land bewijs van “de gretigheid van onze wetenschappelijke gemeenschap om de droom te vervullen van een zelfvoorzienend India”.", "It would make every Indian proud that the two vaccines that have been given emergency use approval are made in India! This shows the eagerness of our scientific community to fulfil the dream of an Aatmanirbhar Bharat, at the root of which is care and compassion. — Narendra Modi (@narendramodi) 3 januari 2021", "Al snel ontstond echter een verhit debat over het in India ontwikkelde Covaxin. Dat is een klassiek vaccin waarbij geïnactiveerd virus wordt geïnjecteerd, om een afweerreactie op te roepen. Een beproefd en vaak betrouwbaar principe. Maar tot verbijstering van veel wetenschappers heeft de farmaceutische toezichthouder CDSCO het vaccin al goedgekeurd terwijl de cruciale fase 3 van de proeven, waarin de effectiviteit wordt getest, nog loopt. De resultaten van fase 3 worden op zijn vroegst in februari of maart verwacht.", "Borstklopperig vaccin-nationalisme", "Het All India Drug Action Network, een pressiegroep, verklaarde ‘verbijsterd’ te zijn door de goedkeuring en eiste meer transparantie. “Wat nou als we dit vaccin, waarvan de doeltreffendheid onbekend is, inzetten terwijl later blijkt dat het maar voor 50 procent effectief is?” vroeg Shahid Jameel, een vooraanstaande viroloog, retorisch aan de Britse omroep BBC. “Zou dat redelijk zijn ten opzichte van de mensen bij wie het is geïnjecteerd?”", "Ook de politieke oppositie rook bloed. Volgens parlementariër Shashi Tahroor, prominent lid van de Congrespartij, heeft de regering ‘borstklopperig vaccin-nationalisme’ zwaarder laten wegen dan gezond verstand en wetenschappelijke protocollen. “Typisch voor een regering die slogans belangrijker vindt dan inhoud.”", "1/2 India actually has a good reputation in the vaccine world, both as a producer(60% of the world's vaccines) &as a consumer (the success of the polio&smallpox vaccination campaigns). This unseemly haste risks jeopardising both, especially if Covaxin turns out to be ineffective. — Shashi Tharoor (@ShashiTharoor) 4 januari 2021", "Krishna Ella, directeur van Bharat Biotech, reageerde geërgerd op de kritiek. Hij verzekerde dat de proeven van he bedrijf voor ‘200 procent eerlijk’ zijn en dat het vaccin zeer veilig is. Ella suggereerde dat zijn onderneming extra hard wordt aangepakt omdat het een Indiase firma is. “Dit doet ons pijn als wetenschappers”, aldus Ella. “We werken rond de klok. Verdienen we het om zo te worden gebashed door mensen?”", "De autoriteiten kwamen daarop met de uitleg dat Covaxin voorlopig slechts als ‘back-up’ zal worden gebruikt en dat mensen die het krijgen, zullen worden gevolgd als proefpersonen. Maar wat dit betekent is onduidelijk. Bij een normale fase-3-proef krijgt een deel van de deelnemers zonder het te weten een placebo.", "Wilde verhalen over bijwerkingen", "Het geharrewar kreeg veel publiciteit in India, dat zwaar getroffen is door Covid-19. Het land telt ruim 10,3 miljoen bevestigde coronagevallen, het grootste aantal na de Verenigde Staten, en rond de 149.000 coronadoden. Maar de werkelijke aantallen zijn waarschijnlijk nog veel hoger.", "Bovendien wordt de inentingscampagne ook zonder dit soort gekijf al een grote uitdaging. Want de beide vaccins, die in gewone ijskasten kunnen worden bewaard, zullen wel op koelkasttemperatuur naar alle uithoeken van het uitgestrekte platteland moeten worden gebracht. En de autoriteiten moeten aan de bak om de bevolking ervan te overtuigen dat de prikken te vertrouwen zijn. Want onder meer in WhatsApp-groepen, die in India een grote rol spelen in de nieuwsvoorziening, circuleren allerlei wilde verhalen over bijwerkingen.", "Premier Modi riep zijn landgenoten afgelopen week dringend op dergelijke boodschappen niet te verspreiden. “Pas op voor geruchten”, waarschuwde de premier. “Stuur geen sociale-mediaberichten door zonder ze te checken.”", "Met medewerking van wetenschapsredacteur Joep Engels.", "Effectiviteit van Indiaas vaccin nog onduidelijk India is internationaal een grote speler in de productie van generieke, oftewel merkloze medicijnen en is een grote producent van vaccins. Het land neemt zo’n 60 procent van de wereldwijde vaccinproductie voor zijn rekening. En Bharat Biotech uit Hyderabad, dat Covaxin heeft ontwikkeld, is een gevestigde vaccinproducent. Het Indiase vaccin heeft tot nu toe de proeffases 1 en 2 doorlopen. Covaxin is getest op dieren, op weefsels in het laboratorium, en op beperkte schaal bij mensen. Daarbij is gekeken of het vaccin veilig is, wat een geschikte dosis kan zijn en of het werkzaam is. Dit betekent dat is vastgesteld of het middel een afweerreactie oproept in de vorm van antistoffen in het bloed. Maar het is nog onbekend hoe effectief Covaxin is. Dat moet duidelijk worden in fase 3, die nog loopt. Een grote groep proefpersonen – 26.000, is de bedoeling – krijgt het vaccin, of een placebo, en dan moet blijken of het vaccin besmettingen heeft voorkomen. Daarover is nog niets bekend, en er is een behoorlijke kans dat deze eerste variant van Covaxin maar matig effectief is.", "Lees ook:", "Dit Indiase ziekenhuis ligt naast een open-riool, en de coronapatiënten blijven maar komen", "De coronapandemie heeft India zwaar getroffen. Ziekenhuizen, vaak in een slechte staat, zijn onderbemand, zodat familieleden van patiënten noodgedwongen moeten bijspringen.", "In de sloppenwijk houdt niemand zich aan de regels - en toch wordt bijna niemand ziek", "Onderzoekers en hulpverleners in India blijven zich verbazen over de vraag waarom er in de vele dichtbevolkte sloppenwijken in het land zo weinig zieken en doden door corona zijn. Mogelijk komt het door de verhoogde immuniteit die de bewoners hebben."], "authors": ["Arjen Van Der Ziel"], "keywords": ["miljoen", "zijn", "werkt", "vaccin", "te", "wil", "mensen", "van", "en", "een", "zomer", "inenten", "india", "voor", "op", "het", "maar", "dat", "wel"], "pubDate": "2021-01-07T10:40:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}