{"id": "90a70fe7-1e5a-33e4-95da-8b3361bbe585", "title": "Niets was anders bij de voetbalwedstrijd, behalve dan dat wij ouders niet meer mochten schreeuwen", "url": "https://volkskrant.nl/columns-opinie/niets-was-anders-bij-de-voetbalwedstrijd-behalve-dan-dat-wij-ouders-niet-meer-mochten-schreeuwen~ba91864e/", "summary": "Niets was anders bij de voetbalwedstrijd, behalve dan dat wij, de ouders, niet meer mochten schreeuwen.\nDe doeltjes waren nog steeds kwijt.\nKinderen, inmiddels met kicksen in maat 40, kwamen nog steeds van het veld afgerend om hun veters door een vader te laten strikken.\nDe keeper viel na elke redding nog steeds in een grote bruine plas water.\nMijn zoon keek me nog steeds een deel van een seconde heel gelukkig aan toen zijn team hun eerste doelpunt scoorde, en dat deel van die seconde was ik ook heel gelukkig.", "paragraphs": ["Mijn kinderen hadden godzijdank eindelijk weer voetbalwedstrijden, en als u me tien jaar geleden had verteld dat ik zou schrijven ‘Mijn kinderen hadden godzijdank eindelijk weer voetbalwedstrijden’ had ik u voor gek verklaard.", "Maar als u me tijdens de lockdown had verteld dat ze in het eerste weekend van september weer tegen andere teams zouden mogen spelen, en dat daar ouders bij mochten zijn, en dat de zon keihard zou schijnen, afgewisseld met een flinke hoosbui waar niemand op was gekleed, dan had u me heel blij gemaakt.", "Veel van de intense persoonlijkheidsveranderingen die je doormaakt als je vader of moeder wordt, komen handig uit: dat je de poep van je eigen kind niet vies vindt, dat je bereid bent om Peppa Pig bij nader inzien scherpe satire te vinden, dat je te allen tijde e-mails op hoge poten durft te schrijven aan wie je kinderen op wat voor front dan ook lijkt te dwarsbomen én dat je niets leuker blijkt te vinden dan de wekker voor zaterdagochtend om half 8 zetten, zodat je om half 9 op een nat voetbalveld kunt aantreden met een beker onduidelijke koffie, alwaar je vrij lang naar een stel kinderen kijkt dat een bal heen en weer schopt.", "Niets was anders bij de voetbalwedstrijd, behalve dan dat wij, de ouders, niet meer mochten schreeuwen. Dat mocht eigenlijk al nooit, maar dat deden we (ik) altijd wel, maar nu mocht het om coronatechnische redenen niet meer, dus daar zouden we (ik) ons dan heus wel aan houden.", "Verder was alles hetzelfde. De doeltjes waren nog steeds kwijt. Kinderen, inmiddels met kicksen in maat 40, kwamen nog steeds van het veld afgerend om hun veters door een vader te laten strikken. Mijn dochter had nog steeds geen staart in haar haar en speelde fanatiek, maar verblind door een gordijn van haar, de volledige wedstrijd. Het veld was nog steeds erg zompig. De bal viel nog steeds in de sloot. De koffie was nog steeds heel goor. De keeper viel na elke redding nog steeds in een grote bruine plas water. We aten erna nog steeds tosti’s en concludeerden dat we heel goed hadden gespeeld als we hadden gewonnen, of dat we gek genoeg veel beter waren dan het andere team als we hadden verloren.", "Mijn zoon keek me nog steeds een deel van een seconde heel gelukkig aan toen zijn team hun eerste doelpunt scoorde, en dat deel van die seconde was ik ook heel gelukkig. Ook alle andere seconden.", "Ik schreeuwde geen enkele overenthousiaste aanmoediging of volstrekt loze aanwijzing. Of bijna niet. Misschien een of twee keer. En net als vroeger hoorde geen enkele van de spelers mijn geschreeuw."], "authors": ["Aaf Brandt Corstius"], "keywords": ["dat", "van", "nog", "niets", "niet", "dan", "een", "wij", "en", "ouders", "schreeuwen", "te", "mochten", "meer", "als", "je", "voetbalwedstrijd", "steeds"], "pubDate": "2020-09-06T14:14:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}