{"id": "90d9eed8-3719-3c9e-bbad-3f52a06db3c4", "title": "Asscher wil door als PvdA-lijsttrekker ondanks rol in kinderopvangtoeslagaffaire", "url": "https://www.parool.nl/nederland/asscher-wil-door-als-pvda-lijsttrekker-ondanks-rol-in-kinderopvangtoeslagaffaire~b5da89c4/", "summary": "Lodewijk Asscher (PVDA) tijdens het debat over de ontwikkelingen rondom het coronavirus in de Tweede Kamer.\nJuist onlangs kwam er een vernietigend oordeel over de overheid in die kwestie.\nNamelijk zorgen voor een samenleving waarin we eerlijk en fatsoenlijk met elkaar omgaan.\nDaarom wil ik vooropgaan in de strijd voor een nieuwe verzorgingsstaat.”Asscher bood overigens eind december zijn excuses aan voor de fouten die hij als minister had gemaakt.\nZo vond het dat hij onvoldoende achter signalen was aangegaan dat er onschuldigen werden getroffen door de Belastingdienst.", "paragraphs": ["Lodewijk Asscher (PVDA) tijdens het debat over de ontwikkelingen rondom het coronavirus in de Tweede Kamer. Beeld ANP", "Als minister van Sociale Zaken in het vorige kabinet was hij daarbij betrokken. Juist onlangs kwam er een vernietigend oordeel over de overheid in die kwestie.", "Asscher schrijft aan de PvdA-leden dat dit inderdaad ‘nog stevig nadreunde’. “Deze affaire staat zo haaks op wat voor mij de drijfveer is om in de politiek actief te zijn. Namelijk zorgen voor een samenleving waarin we eerlijk en fatsoenlijk met elkaar omgaan. En waar ieder mens veilig zichzelf kan zijn. Daarom wil ik vooropgaan in de strijd voor een nieuwe verzorgingsstaat.”", "Asscher bood overigens eind december zijn excuses aan voor de fouten die hij als minister had gemaakt. Zo vond het dat hij onvoldoende achter signalen was aangegaan dat er onschuldigen werden getroffen door de Belastingdienst."], "authors": ["Tobias Den Hartog"], "keywords": ["er", "zijn", "zo", "voor", "rol", "en", "een", "asscher", "dat", "pvdalijsttrekker", "als", "minister", "wil", "ondanks", "het", "door", "hij", "kinderopvangtoeslagaffaire"], "pubDate": "2021-01-04T15:26:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}