{"id": "90dd8f72-66ca-3273-8aeb-464f00de01f1", "title": "‘Gouden vrouwen’: Deze 34 vrouwen speelden in de 17de eeuw een vooraanstaande rol in de kunst", "url": "https://trouw.nl/cultuur-media/gouden-vrouwen-deze-34-vrouwen-speelden-in-de-17de-eeuw-een-vooraanstaande-rol-in-de-kunst~bdb174d9/", "summary": "Het idee: met een groep van 34 studenten een boek schrijven over vrouwen die een grote rol speelden in de zeventiende-eeuwse kunstmarkt.\nGouden Vrouwen van de zeventiende eeuw, van kunstenaars tot verzamelaars.\nDaarmee was ze een van de belangrijkste opdrachtgeefsters van haar tijd.\nHelaas moest ze als adellijke jonge vrouw veel tijd besteden aan het vermaken van gasten en het vinden van een geschikte man.\nPas toen restauratoren de nieuwere verf van een hoekje van het schilderij weghaalden, ontdekten ze de naam van Maria als signatuur: het was een zelfportret.", "paragraphs": ["In de Nederlandse kunstgeschiedenis is er geen periode zo grondig bestudeerd als de zeventiende eeuw. Toch komen er nauwelijks vrouwen in voor. Ten onrechte, zo blijkt. Amsterdamse studenten schreven een boek over vierendertig ‘Gouden vrouwen’.", "De ‘Gouden eeuw’ als omschrijving kan niet meer, zei het Amsterdam Museum vorig jaar september. Precies toen Judith Noorman, docent vroegmoderne kunstgeschiedenis, begon met haar keuzevak. Ze had het ‘We schrijven een boek. Kunstvrouwen van de Gouden Eeuw’ genoemd. Het idee: met een groep van 34 studenten een boek schrijven over vrouwen die een grote rol speelden in de zeventiende-eeuwse kunstmarkt.", "“Over het gebruik van dat begrip hebben we toen wel even hevig gediscussieerd”, vertelt Noorman. “En we vonden een middenweg: we noemden het alleen als het over de kunstproductie- en consumptie ging.” Een boek maken in acht weken klinkt als een onmogelijke opgave, maar het is de 34 bachelorstudenten van de Universiteit van Amsterdam gelukt.", "Noorman: “Studenten leren tijdens hun studie nauwelijks hoe ze een artikel schrijven, redigeren en publiceren, terwijl dat in de wetenschap zo belangrijk is. En leuk. Zo kwam ik op het idee.” Voor de namen gebruikte ze het Digitaal Vrouwenlexicon van Nederland, het project van Els Kloek waarin biografieën van ‘opmerkelijke vrouwen’ uit de Nederlandse geschiedenis staan. Vrouwen waar nét genoeg over bekend was om zonder archiefbezoek iets over te schrijven.", "“Aan de vrouw in de kunstgeschiedenis kleeft nog steeds het mythe-moeder-muze-syndroom: alsof ze alleen maar iets waren. Vrouwen déden dingen. Mannen waren voortdurend van huis: ze voerden oorlog, zaten in de wereldhandel of waren jong overleden. Vrouwen konden zich prima alleen handhaven. Ze mochten, met het oog op de kuisheid, geen schilderles buitenshuis krijgen. Daarom konden alleen vrouwen in een kunstenaarsfamilie en heel rijke vrouwen een serieus ­oeuvre opbouwen.” Een oeuvre dat vanaf de negentiende eeuw niet of nauwelijks serieus werd genomen, zo leert het boek.", "Inventief", "Maar de kunstwereld was groter dan schilders, en vrouwen waren inventief. Noorman: “Neem Johanna Koerten, de knipkunstenaar. Zij zag de concurrentie bij de schilders niet zitten, en perfectioneerde de knipkunst. In de Eregalerij van het huidige Rijksmuseum had een zeventiende-eeuwse kunstliefhebber het waarschijnlijk maar een armoedige boel gevonden, met alleen schilderijen: sieraden, kleding en meubels waren vaak meer geld waard. Dat is in de negentiende en twintigste eeuw pas veranderd.”", "De kunst moest ook verhandeld worden, en uitgekozen. Noorman: “Er wordt nog steeds gedacht dat alleen de man bepaalde wat in huis kwam te hangen. Dat is nogal de vraag. Vrouwen bestierden het huishouden, kozen de stoffen, de meubels en óók het schoorsteenstuk, zo weten we van de dichter Hieronymus Sweerts. Dat was het belangrijkste schilderij in huis.” Het lastige is dat in de archieven alles op naam van de man werd genoteerd. Noorman: “Ook als die al twintig jaar dood was. Of een inboedel schilderijen bevat die pas na zijn dood zijn geschilderd, dan weet je dat de weduwe ze moet hebben gekocht.”", "Blinde vlekken", "Het schrijven over vrouwen vergt dus een andere manier van kijken naar de archieven, maar het is niet onmogelijk: het gaat erom je eigen blinde vlekken te ontdekken. En goed te lezen. Noorman: “Ik ben gepromoveerd op de schilder Jacob van Loo, zijn vrouw schilderde ook. Dat heb ik tientallen keren gelezen in de archieven, en ik heb het niet opgeschreven! Het stáát er wel, de vrouwen wáren er, alleen wij, kunsthistorici, vonden ze niet belangrijk.”", "De groep studenten was van begin tot het eind betrokken bij het project. “Ze wilden écht dat het boek er kwam”, aldus Noorman. Kunstjargon was taboe, er waren discussies over of het ‘schilderessen’ waren, of ‘schilders’, bij kunsthandelaarster wordt het al lastig. Net als bij mannen noemen de auteurs de vrouwen consequent bij hun achternaam. Maandag wordt het boek overhandigd aan drie directeuren van Nederlandse musea. Vrouwelijke directeuren, uiteraard.", "Judith Noorman (red.) Gouden Vrouwen van de zeventiende eeuw, van kunstenaars tot verzamelaars. Wbooks, 24,95 euro.", "Anna van Ewsum (1640-1714) ‘Levensgroot sijnde, nett uitgehouwen’ moest het grafmonument worden voor de man van Anna van Ewsum, die op haar 24ste weduwe was geworden. Die status maakte haar ook handelingsbekwaam en nog rijker dan ze van geboorte al was: ze was al erfgename van het adellijke landgoed Nienoord in Groningen. Ze betaalde de belangrijkste beeldhouwer van het land, Rombout Verhulst, drieduizend rijksdaalders voor de opdracht - dat was ruim vier keer meer dan alle mannen op de Nachtwacht bij elkaar betaalden voor hun groepsportret. Daarmee was ze een van de belangrijkste opdrachtgeefsters van haar tijd. Van Ewsum cijferde zichzelf niet weg in het ontwerp: op het praalgraf in de kerk van Midwolde zit ze prominent, half opgericht, een trede hoger dan haar man. Haar tweede echtgenoot kijkt vanaf de zijkant van het monument goedkeurend toe.", "Louise Hollandine van de Palts, Zelfportret, ca. 1650", "Louise Hollandine van de Palts (1622-1709) Al vanaf haar achtste schilderde Louise Hollandine van de Palts op hoog niveau. Ze was de dochter van de adellijke Elizabeth Stuart, zelf ook kunstenaar, en keurvorst Frederik V, en kreeg les van Gerard van Honthorst. Van de Palts schilderde zo goed dat sommige van haar schilderijen voor Honthorsten zijn aangezien. Helaas moest ze als adellijke jonge vrouw veel tijd besteden aan het vermaken van gasten en het vinden van een geschikte man. Dat laatste was duidelijk niet haar ambitie, ze vluchtte op haar 35-ste weg, naar Frankrijk, werd katholiek en trad toe tot een klooster voor vrouwelijke cisterciënzers. Daar kon ze vrijuit schilderen, ook zou ze muurschilderingen in de abdij hebben gemaakt. Ze overleed op haar 86-ste, een groot deel van haar werk ging verloren bij de Franse Revolutie toen ook de abdij grotendeels werd vernietigd.", "Johanna Koerten, portret door Jacob Houbraken, ca. 1721. Beeld Rijksmuseum Amsterdam", "Johanna Koerten (1650-1715) Vijftien pagina’s wijdde Arnold Houbraken aan Johanna Koerten in zijn boek met biografieën van ‘konstschilders en schilderessen’. En ze kreeg een groot getekend portret, dat was bijzonder, slechts drie andere vrouwelijke kunstenaars kregen dat. Ook bijzonder is dat Koerten niet met penseel schilderde, maar met een schaar: ze was knipkunstenaar. Koerten ontwikkelde een techniek waarmee ze diepte suggereerde en ook de onderwerpen waren serieus: haar knipselportretten van beroemdheden als tsaar Peter de Grote waren internationaal vermaard. Rond 1900 verloor de knipkunst aanzien, veel van haar werk was vanwege de kwetsbaarheid verloren gegaan. Pas de laatste 25 jaar heeft haar werk weer meer aandacht gekregen, dat kwam onder andere doordat één van haar werken plotseling opdook bij een Amsterdamse veiling.", "Maria Schalcken, Zelfportret, ca. 1680", "Maria Schalcken (1645-voor 1700) Lang werd gedacht dat dit schilderij gemaakt was door Godfried Schalcken, de broer van de geportretteerde Maria. Pas toen restauratoren de nieuwere verf van een hoekje van het schilderij weghaalden, ontdekten ze de naam van Maria als signatuur: het was een zelfportret. Haar naam was in de negentiende eeuw overgeschilderd, waarschijnlijk in de hoop op waardevermeerdering, want Godfried was een succesvol historie- en portretschilder. Ze ging waarschijnlijk bij haar broer in de leer. Voor een vrouw die niet van adel was, was zo’n kunstmakend familielid de enige manier om fatsoenlijk schilderles te krijgen. Er zijn slechts drie schilderijen waarvan we zeker weten dat ze door Maria zijn gemaakt, maar dat kunnen er zo meer worden als de andere schilderijen van Godfried ook wat nauwkeuriger worden bekeken.", "Hendrickje Stoffels, waarschijnlijk hier door Rembrandt geportretteerd als 'Badende vrouw', 1654."], "authors": ["Joke De Wolf"], "keywords": ["van", "34", "deze", "als", "speelden", "vrouwen", "het", "gouden", "op", "eeuw", "kunst", "een", "rol", "ze", "en", "dat", "haar", "vooraanstaande"], "pubDate": "2020-12-07T10:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}