{"id": "90e4bfee-5251-3bf0-93cf-a55b4fbe3333", "title": "Wegens succes verlengd: trainer Ron Jans blijft tot de zomer van 2022 trainer van FC Twente. 'We hebben echt een geweldige groep'", "url": "https://www.dvhn.nl/sport/Wegens-succes-verlengd-trainer-Ron-Jans-blijft-tot-de-zomer-van-2022-trainer-van-FC-Twente-26274668.html", "summary": "Het tweetal blijft in ieder geval nog een jaar werkzaam in Enschede en tekent bij tot 2022.\nStreuer (69) beloofde bij zijn aanstelling plechtig dat hij voor een seizoen technisch directeur zou zijn.\nHij vertelde op zijn eerste dag dat hij maar voor een seizoen tekende, omdat hij eerst wilde weten of het zou bevallen van beide kanten.\nDe trainer sprak wel meteen uit dat hij hoopte dat zijn verbintenis met FC Twente langer zou duren.\nStreuer: „Uiteraard ben je in deze functie ook alweer bezig voor het komende seizoen.", "paragraphs": ["Ze doen het goed: trainer Ron Jans en technisch directeur Jan Streuer. En dus heeft FC Twente doorgepakt. Het tweetal blijft in ieder geval nog een jaar werkzaam in Enschede en tekent bij tot 2022.", "Streuer (69) beloofde bij zijn aanstelling plechtig dat hij voor een seizoen technisch directeur zou zijn. Gelukkig voor FC Twente heeft hij zich daar niet aan gehouden. De technische man verklaart het enorm naar zijn zin te hebben. „We waren er snel uit.”", "Jans (62) stond er anders in dan Streuer. Hij vertelde op zijn eerste dag dat hij maar voor een seizoen tekende, omdat hij eerst wilde weten of het zou bevallen van beide kanten. De trainer sprak wel meteen uit dat hij hoopte dat zijn verbintenis met FC Twente langer zou duren.", "Naar hun zin", "Ze hebben het allebei enorm naar hun zin, laten ze weten. Tijdens hun eerste weken bij de club waren er maar een paar spelers, maar in korte tijd zetten ze een team neer dat het goed doet in de eredivisie en afgelopen zaterdag als klapper op de vuurpijl koploper Ajax in Amsterdam versloeg.", "Streuer: „Uiteraard ben je in deze functie ook alweer bezig voor het komende seizoen. Er zijn nog vele vraagtekens en onzekerheden, want er zullen ongetwijfeld weer spelers vertrekken. Dat is echter ook een mooie uitdaging en daar wil ik graag bij betrokken blijven.’", "Geweldige groep", "Zijn trainer geniet intussen ook met volle teugen. „We hebben echt een geweldige groep. Er zijn veel nieuwe spelers gekomen, waaronder vier jongens uit de academie. Er is een goede mix. Er zit enorm veel drive en plezier in het team. Er kan nog genoeg beter, maar het is echt fijn werken bij FC Twente. Bovendien wil ik natuurlijk een volle Grolsch Veste meemaken.”"], "authors": [], "keywords": ["tot", "succes", "van", "bij", "ron", "verlengd", "het", "hij", "trainer", "zijn", "twente", "zomer", "een", "en", "dat", "jans", "er", "wegens", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}