{"id": "90f1afa3-69f9-3e5f-adbd-db66a043a228", "title": "Radio Meerdijk: 'Sergio Peña wil zo snel mogelijk weg'", "url": "https://www.dvhn.nl/sport/Radio-Meerdijk-Sergio-Pe%C3%B1a-wil-zo-snel-mogelijk-weg-26266341.html", "summary": "FC Emmen is slecht begonnen aan de maand van de waarheid.\nIn Rotterdam werd verloren van Sparta.\nSportjournalist William Pomp bemerkt moedeloosheid bij trainer Dick Lukkien en ergert zich aan de uitblinker van vorig seizoen: Sergio Peña: ,,Je moet niet denken dat hij veel clubliefde heeft.\nIk denk dat hij zo snel mogelijk weg wil.’’In deze aflevering wordt gezocht naar de verklaring voor het slechte seizoen van FC Emmen tot dusver.\nJe kunt het bijna niet omgooien nu.’‘Je kunt de podcast ook beluisteren via Spotify , Apple Podcasts of je favoriete podcast-app.", "paragraphs": ["FC Emmen is slecht begonnen aan de maand van de waarheid. In Rotterdam werd verloren van Sparta. Sportjournalist William Pomp bemerkt moedeloosheid bij trainer Dick Lukkien en ergert zich aan de uitblinker van vorig seizoen: Sergio Peña: ,,Je moet niet denken dat hij veel clubliefde heeft. Ik denk dat hij zo snel mogelijk weg wil.’’", "In deze aflevering wordt gezocht naar de verklaring voor het slechte seizoen van FC Emmen tot dusver. De aankopen vallen tegen, vinden Pomp en Emmen-watcher Jonathan Ploeg. Tibbling werd met veel bombarie gepresenteerd, maar komt nog niet uit de verf.", "Ploeg verwacht dat er in de winter nog wel spelers aangetrokken worden door Emmen, maar op welke spelers de club zijn pijlen heeft gericht is gissen. ,,Er moet wat bij, want de selectie is te smal. Je kunt het bijna niet omgooien nu.’‘", "Je kunt de podcast ook beluisteren via Spotify , Apple Podcasts of je favoriete podcast-app.", "Misschien ook geïnteresseerd in FC Groningen? Beluister dan Radio Milko"], "authors": [], "keywords": ["zo", "spelers", "snel", "van", "mogelijk", "radio", "wil", "meerdijk", "peña", "seizoen", "werd", "niet", "je", "emmen", "dat", "veel", "fc", "weg", "sergio"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}