{"id": "90f6c3b6-84a5-3614-bed3-e50cfe9aa7c6", "title": "Het is meer dan potsierlijk om met een fourwheeldrive door Amsterdam te rijden", "url": "https://www.parool.nl/columns-opinie/het-is-meer-dan-potsierlijk-om-met-een-fourwheeldrive-door-amsterdam-te-rijden~b52bb5f3/", "summary": "Ook gangbare modellen als de Volkswagen Golf of Renault Clio zijn met ten minste dertig procent gegroeid.\nBehalve dat het extra geld kost en slecht is voor het milieu, is in vrijwel alle gevallen een grote auto volstrekt overbodig.\nHet is echt meer dan potsierlijk met een mega Land Rover of andere fourwheeldrive door de straten van Amsterdam te rijden, om van die zelfbevredigende alfamannen in Hummerachtige tanks maar te zwijgen.\nLichtpuntje voor Nederlanders is dat een deel van al die extra kilo’s wordt gecompenseerd door een steeds verder toenemende lengte.\nNederlanders zijn sinds enkele jaren het langste volk van Europa met gemiddeld tien centimeter meer lichaamslengte dan inwoners van veel andere landen.", "paragraphs": ["Ergert u zich ook steeds vaker aan die kleine parkeerplaatsen zodat je nauwelijks uit je auto kunt stappen? Dat komt echt niet omdat u een dagje ouder en daarom minder atletisch bent. Ook heeft het niks te maken met kleiner wordende parkeerplekken. De oorzaak is dat vrijwel alle modellen auto’s in de afgelopen jaren langer en breder zijn geworden en parkeerplaatsen niet zijn meegegroeid.", "Zelfs de zo sympathieke Fiat 500 is inmiddels supersized met de helft erbij en aan de Mini Cooper is helemaal niks meer mini met een toename van meer dan dertig centimeter in de breedte en bijna een meter in de lengte bij nieuwere edities. Ook gangbare modellen als de Volkswagen Golf of Renault Clio zijn met ten minste dertig procent gegroeid.", "Behalve dat het extra geld kost en slecht is voor het milieu, is in vrijwel alle gevallen een grote auto volstrekt overbodig. Het is echt meer dan potsierlijk met een mega Land Rover of andere fourwheeldrive door de straten van Amsterdam te rijden, om van die zelfbevredigende alfamannen in Hummerachtige tanks maar te zwijgen.", "De trend past wel goed in een wereld waarin alles groter wordt. De voedselindustrie doet niet onder voor de autofabrikanten. Colaflesjes zijn in een paar decennia uitgedijd van 200 ml naar een halve liter. De gemiddelde inhoud van een zak chips is stiekem gegroeid van 80 naar 125 gram en Unoxrookworsten zijn door de jaren heen bijna verdubbeld in grootte. Heineken voorziet cafés van steeds grotere bier­glazen en ziet glunderend de impact op de omzet in liters. In de afgelopen halve eeuw is de diameter van de borden in ons servies met vijf tot tien centimeter toegenomen (grofweg equivalent aan een verdubbeling van het oppervlak).", "Een onderzoek uit Cambridge toonde aan dat grotere porties steevast leiden tot een grotere dagelijkse calorie-inname, die natuurlijk leidt tot een aanzienlijke toename van het lichaamsgewicht. En zo worden we inderdaad allemaal steeds dikker en steeg het gemiddelde gewicht van een Europese volwassene met ruim vijf kilo in de afgelopen twintig jaar.", "Britten en Ieren zijn de dikste Europeanen. Nederlanders verkeren in de onderste regionen van de Champions League in overgewicht. Alleen in Frankrijk, Denemarken en Zwitserland is het gemiddelde lichaamsgewicht lager.", "Lichtpuntje voor Nederlanders is dat een deel van al die extra kilo’s wordt gecompenseerd door een steeds verder toenemende lengte. Nederlanders zijn sinds enkele jaren het langste volk van Europa met gemiddeld tien centimeter meer lichaamslengte dan inwoners van veel andere landen. Daarmee blijft de gemiddelde body mass index nog een beetje binnen de norm, want voor elke tien centimeter extra lengte mag je ongeveer tien kilo meer wegen.", "Misschien moet het toch allemaal een tandje minder. Matig is het nieuwe meer. Een mooi voornemen voor 2021.", "Marcel Levi is ceo van University College London Hospitals. Daarvoor was hij bestuursvoorzitter van het AMC. Lees al zijn columns hier terug.", "Reageren? m.levi@parool.nl"], "authors": ["Marcel Levi"], "keywords": ["zijn", "van", "voor", "en", "om", "met", "een", "te", "tien", "het", "meer", "door", "potsierlijk", "dat", "fourwheeldrive", "rijden"], "pubDate": "2021-01-10T20:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}