{"id": "9115f1a2-a67f-35a6-88a1-c8ec9d14270b", "title": "Online onderwijs in het nieuwe jaar: ‘We hebben geleerd van de vorige lockdown’", "url": "https://www.parool.nl/amsterdam/online-onderwijs-in-het-nieuwe-jaar-we-hebben-geleerd-van-de-vorige-lockdown~bcae649f/", "summary": "“We hebben natuurlijk noodopvang van kwetsbare kinderen, en de kinderen van ouders met vitale beroepen,” zegt Buurmeijer.\n“Daarnaast komen vandaag alle ouders naar school om werkpakketten voor de kinderen op te halen.\nDigitaal onderwijs draagt daar niet bepaald aan bij.”Zorgen over de nieuwe virusvariant heeft Van Driel niet.\n“We hebben ­geleerd van de vorige lockdown.\nWe hebben het digitaal werken met alle kinderen geoefend, en zijn er zelf ook beter in geworden.", "paragraphs": ["Niet alle basisschoolleerlingen gingen maandag thuis aan de slag. Op veel scholen is, naast noodopvang, een selecte groep welkom om achterstand zo veel mogelijk te voorkomen.", "Op basisschool Mobiel in Reigersbos in Zuidoost kwam het tijdens de ochtendvergadering van de docenten even ter sprake: wat te denken van de nieuwe ­virusvariant, die veel besmettelijker lijkt te zijn, juist ook onder jonge kinderen. “We hebben relatief veel oudere docenten, die zijn misschien een beetje huiverig,” zegt schooldirecteur Annelies Buurmeijer (51). “Maar niet zozeer dat ze liever alleen digitaal onderwijs ­geven. Uiteindelijk wil iedereen de kinderen het liefst weer gewoon op school.”", "Werkpakketten ophalen", "Hoewel het onderwijs vanwege de lockdown nog zeker de komende twee weken grotendeels online wordt gegeven, is op basisschool Mobiel een handjevol leerlingen toch aanwezig. “We hebben natuurlijk noodopvang van kwetsbare kinderen, en de kinderen van ouders met vitale beroepen,” zegt Buurmeijer. “Daarnaast komen vandaag alle ouders naar school om werkpakketten voor de kinderen op te halen. Dat is ook voor ons een moment om weer even te zien hoe het met iedereen gaat, of er kinderen zijn die misschien toch ook beter naar school kunnen komen.”", "Zo verwacht Buurmeijer in de loop van de week zo’n 25 procent van de 160 leerlingen weer op school te hebben. “Het liefst wil je ze allemaal hier hebben, maar we zitten in een lockdown, we moeten ook proberen de reisbewegingen zo veel mogelijk te beperken.”", "Veel Amsterdamse basisscholen hebben hun achtstegroepers aangemerkt als kwetsbare groep, omdat zij zich in de voorbereiding naar de Cito-toets eigenlijk geen achterstand kunnen veroorloven.", "Ook op basisschool Mobiel is heel groep 8 maandag aanwezig. “Ze krijgen ’s ochtends op school les, en ’s middags thuis,” zegt ­docent Roeland van Driel (25). “De belangrijkste vakken, zoals taal en rekenen, doen we in de ochtend op school. Dan kan ik iedereen individueel begeleiden. De Cito komt steeds dichterbij, daar werk je een heel jaar naartoe. Digitaal onderwijs draagt daar niet bepaald aan bij.”", "Zorgen over de nieuwe virusvariant heeft Van Driel niet. “Ik heb er eigenlijk nog niet heel bewust over nagedacht. En de kinderen houden zoveel mogelijk afstand, wassen hun handen, de deur staat open.”", "Macbooks gestolen", "In november leek er voor de achtstegroepers een kink in de kabel te komen, toen acht Macbooks uit hun lokaal werden gestolen.", "“Omdat de ramen in verband met de ventilatiemaatregelen open stonden, vergoedt de ver­zekering ze niet, terwijl we die Macbooks nu juist zo hard nodig hebben,” zegt directeur Buurmeijer. “Zo is er altijd wel wat.”", "Toch heeft ze vertrouwen in de komende twee weken van hybride onderwijs. “We hebben ­geleerd van de vorige lockdown. We hebben het digitaal werken met alle kinderen geoefend, en zijn er zelf ook beter in geworden. Als er ouders zijn die vandaag niet komen opdagen, bellen we ze meteen op, zodat we weten bij wie we misschien nog even langs moeten gaan.”"], "authors": ["Hanna Bijl"], "keywords": ["kinderen", "er", "van", "lockdown", "geleerd", "onderwijs", "jaar", "nieuwe", "een", "ze", "op", "te", "het", "hebben", "vorige", "niet", "online"], "pubDate": "2021-01-04T11:01:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}