{"id": "9137f13b-fe9b-3613-ace8-372c4242f710", "title": "Modeontwerper Pierre Cardin overleden op 98-jarige leeftijd", "url": "https://www.parool.nl/kunst-media/modeontwerper-pierre-cardin-overleden-op-98-jarige-leeftijd~be55b46f/", "summary": "Het zakelijke gevoel van Cardin zorgde ervoor dat hij ook bij het grote publiek populair werd.\nEen design van Cardin.\nGrote namen als Vogue, Dior en Jean Paul Gaultier delen dinsdag reacties.\nIn een bericht op Instagram noemt modehuis Dior de ontwerper ‘uniek, gepassioneerd en een symbool van Franse excellentie’.\nOp hetzelfde medium bedankt Jean Paul Gaultier zijn leermeester voor het ‘openen van de deuren naar de modewereld en het vervullen van mijn dromen’.", "paragraphs": ["Pierre Cardin in 2010. Beeld AP", "Cardin kleedde vele beroemdheden, zoals Elizabeth Taylor, Brigitte Bardot en The Beatles, wiens bekende, kraagloze jassen – ontworpen door Cardin – de nieuwe standaard werden voor de jonge generatie.", "Het zakelijke gevoel van Cardin zorgde ervoor dat hij ook bij het grote publiek populair werd. Hij verkocht alledaagse voorwerpen zoals pennen, klokken, broeken en schoenen. Zo bracht hij de ontoegankelijke wereld van high fashion naar de massa.", "Een design van Cardin. Beeld AP", "Cardin werd geboren in de buurt van Venetië. Als kind ontvluchtte hij met zijn familie het regime van Mussolini en verhuisde naar Frankrijk. In zijn tienerjaren ging hij in de leer bij een kleermaker.", "Het nieuws over zijn dood werd naar buiten gebracht door de Franse Académie des Beaux Arts, waar Cardin sinds 1992 lid van was.", "Reacties", "Het overlijden van de ontwerper heeft online veel reacties uit de modewereld teweeggebracht. Grote namen als Vogue, Dior en Jean Paul Gaultier delen dinsdag reacties.", "In een bericht op Instagram noemt modehuis Dior de ontwerper ‘uniek, gepassioneerd en een symbool van Franse excellentie’. Op hetzelfde medium bedankt Jean Paul Gaultier zijn leermeester voor het ‘openen van de deuren naar de modewereld en het vervullen van mijn dromen’.", "Tekst gaat verder onder foto", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Dior Official (@dior) op 29 Dec 2020 om 10:34 PST", "De Nederlandse modeontwerpster Monique Collignon schrijft op Twitter dat er met Cardin een ‘groot mode-icoon en visionair’ is heengegaan. ‘Pionier van de prêt-à-porter. Een inspiratiebron en voorbeeld toen ik op de academie zat.’"], "authors": ["Madelief Van Dongen"], "keywords": ["overleden", "zijn", "van", "het", "pierre", "naar", "en", "een", "modeontwerper", "98jarige", "dior", "op", "leeftijd", "cardin", "hij"], "pubDate": "2020-12-29T19:10:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}