{"id": "9157bcf3-561b-3b7e-8936-1f421a7ee1f9", "title": "Hier beginnen, lekker lezen en niet overslaan", "url": "https://trouw.nl/cultuur-media/hier-beginnen-lekker-lezen-en-niet-overslaan~b09f1e6f/", "summary": "Ik merkte toen op dat dit geen volledige zin is, maar een constructie met het hele werkwoord ‘worden’, een zogeheten infinitiefconstructie.\nDergelijke constructies, zo beweerde ik, hebben vaak een modale betekenis: het gaat dan om wenselijkheid of waarschijnlijkheid, of allebei.\nMet een ontkennend woord ­erbij is het vaak een verbod: ‘Niet inhalen’, ‘Geen fietsen plaatsen’ of ‘Fietsers afstappen’.\nDe wenselijkheid wordt uitgesproken vanuit een wetgever, of ander bevoegd gezag, en in die context wordt een wens al gauw een bevel.\nAls je een wederkerend werkwoord gebruikt (‘zich ontspannen’, ‘zich opladen’), dan kun je het bijbehorende wederkerende voornaamwoord vaak weglaten (‘Lekker ontspannen’, ‘Weer opladen in ons vakantiepark’), maar als je het erbij zet, wordt het ‘jezelf’ en niet ‘zichzelf’.", "paragraphs": ["Gisteren had ik het over een slogan die luidde ‘Worden wat je bent’. Ik merkte toen op dat dit geen volledige zin is, maar een constructie met het hele werkwoord ‘worden’, een zogeheten infinitiefconstructie. Dergelijke constructies, zo beweerde ik, hebben vaak een modale betekenis: het gaat dan om wenselijkheid of waarschijnlijkheid, of allebei. En ze zijn overal, voeg ik daar vandaag aan toe.", "Met een ontkennend woord ­erbij is het vaak een verbod: ‘Niet inhalen’, ‘Geen fietsen plaatsen’ of ‘Fietsers afstappen’. Een verbod is een onwenselijkheid gecombineerd met een machtsverhouding. De wenselijkheid wordt uitgesproken vanuit een wetgever, of ander bevoegd gezag, en in die context wordt een wens al gauw een bevel.", "Zonder ontkenning betreft het soms een aanwijzing: als er ‘duwen’ of ‘trekken’ op een deur staat is dat een aanwijzing voor wat je moet doen om de deur te openen. ‘Hier openen’ op een pakketje duidt de plaats aan waar je iets moet doen om het te openen.", "Infinitiefconstructie", "Zo’n infinitiefconstructie gaat ook vaak over mogelijkheid. ‘Onbeperkt spareribs eten’, ‘Genieten met het hele gezin’, en ‘Lekker uitwaaien’ werken als een advertentie, omdat ze de mogelijkheid van iets wenselijks ergens aan koppelen (een locatie, een bestemming).", "De constructie is geen hele zin, dus het lijkt alsof er van alles ontbreekt: er is bijvoorbeeld geen onderwerp. Toch is het bedoelde onderwerp te achterhalen. Als je een wederkerend werkwoord gebruikt (‘zich ontspannen’, ‘zich opladen’), dan kun je het bijbehorende wederkerende voornaamwoord vaak weglaten (‘Lekker ontspannen’, ‘Weer opladen in ons vakantiepark’), maar als je het erbij zet, wordt het ‘jezelf’ en niet ‘zichzelf’. Het onderwerp van de infinitiefconstructie is dus een tweede persoon. Het is de aangesprokene die iets moet, mag, kan of graag wil.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["geen", "als", "vaak", "het", "lekker", "ik", "overslaan", "hier", "niet", "een", "lezen", "en", "je", "beginnen", "wordt", "worden"], "pubDate": "2020-12-01T14:06:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}