{"id": "91597108-2284-3551-9f41-4a55eff39240", "title": "Franse baanwielrenner Grégory Baugé gaat niet door tot Olympische Spelen", "url": "https://www.telegraaf.nl/sport/1347829814/franse-baanwielrenner-gregory-bauge-gaat-niet-door-tot-olympische-spelen", "summary": "Baanwielrennen: Baugé gaat niet door tot Spelen van Tokio22.34 uur: De Fransman Grégory Baugé gaat niet door tot en met de Olympische Spelen van Tokio.\nNa de halve competitie vindt er een splitsing plaats en spelen de nummers 1 tot en met 6 en de nummers 7 tot en met 12 een hele competitie.\nSkiën: Lauberhornrennen gaat door ondanks toename coronabesmettingen16.38 uur: De Lauberhornrennen, een van de beroemdste afdalingen in de wereldbeker ski, gaat volgend weekeinde door.\nHet kwalificatietoernooi voor de mannen wordt in Doha afgewerkt, de vrouwen proberen zich in Dubai te plaatsen voor het hoofdtoernooi.\nRuim 80 procent van Japanners tegen doorgaan Spelen12:15 uur Het draagvlak in Japan voor het doorgaan van de Olympische Spelen wordt steeds minder.", "paragraphs": ["Blijf zo altijd op de hoogte van al het sportnieuws. Voor het voetbal-, tennis-, schaats-, autosport-, wieler- en dartnieuws hebben we op onze website speciale pagina’s ingericht, waarop de belangrijkste zaken in deze sporten worden uitgelicht. In deze rubriek Sport Kort komen hoofdzakelijk de overige berichten aan bod.", "Baanwielrennen: Baugé gaat niet door tot Spelen van Tokio", "22.34 uur: De Fransman Grégory Baugé gaat niet door tot en met de Olympische Spelen van Tokio. De 35-jarige baansprinter kondigde op de Franse televisie aan te stoppen.", "Baugé werd vijf keer wereldkampioen teamsprint en vier keer individueel wereldkampioen op de sprint. De Fransman veroverde vier medailles op de Olympische Spelen. In Peking 2008 won hij zilver op de teamsprint en in Londen 2012 zilver op de sprint en de teamsprint. In 2016 pakte hij bij de Spelen van Rio de Janeiro brons op de teamsprint.", "„Ik voel dat ik klaar ben” zei Baugé. „Het is inderdaad zeven maanden voor de Spelen. Ik heb altijd 100 procent gegeven, tijdens mijn wedstrijden en tijdens mijn trainingen. Van de ene op de andere dag voelde ik dat ik beperkt was tot 90 procent. Dat is niet genoeg voor een prestatie op de Olympische Spelen.”", "Baugé gaf toe dat die ene olympische titel ontbreekt, maar het ergste vindt hij dat hij zijn teamgenoten een titel heeft ontnomen. De Franse baanrenner pakte ook de wereldtitels op de sprint en de teamsprint in 2011, maar die titels raakte hij kwijt vanwege een overtreding van de dopingreglementen. Hij miste een controle en was twee keer niet op de aangegeven plek die hij had opgegeven op de ’whereabouts’.", "Atletiek: Amerikaanse indoorkampioenschappen afgelast", "22.32 uur: De Amerikaanse indoorkampioenschappen, die voor volgende maand (20-21 februari) in Albuquerque (New Mexico) op de agenda stonden, zijn afgelast vanwege de coronacrisis.", "„Het is duidelijk geworden dat de coronabeperkingen in New Mexico en andere logistieke uitdagingen te complex waren om te overwinnen”, liet de Amerikaanse atletiekbond weten.", "Het is de eerste keer sinds de eerste editie in 1958 dat de Amerikaanse indoorkampioenschappen atletiek niet kunnen plaatsvinden.", "Voetbal: Go Ahead boekt moeizame zege op TOP Oss", "22.20 uur: Go Ahead Eagles heeft dankzij een benutte penalty in de slotfase een moeizame zege geboekt op TOP Oss. In de eigen Adelaarshorst werd het 1-0. Aanvoerder Jeroen Veldmate benutte in de 86e minuut een strafschop. De penalty werd toegekend na een overtreding van de Belgische keeper Bo Geens op Antoine Rabillard. Voor Go Ahead was het al de derde zege op een rij in de Keuken Kampioen Divise.", "De wedstrijd stond voor vrijdag gepland, maar werd twee dagen opgeschoven in verband met een corona-uitbraak aan de zijde van Go Ahead. Daardoor kon de thuisploeg, die dinsdag nog met een verzwakte selectie bij Jong PSV won (2-3), niet beschikken over een aantal spelers.", "Go Ahead blijft na de nipte overwinning zevende met 32 punten uit negentien duels. TOP Oss, dat de laatste vijf duels had gewonnen, staat elfde.", "Handbal: Alle wedstrijden op WK in Egypte zonder publiek", "21.49 uur: De wedstrijden op het WK voor mannen, dat woensdag van start gaat in Egypte, worden zonder toeschouwers gespeeld. Het WK wordt op vier verschillende locaties gespeeld; Caïro, Nieuw-Caïro, Zes Oktober en Alexandrië.", "De beslissing werd zondag door de Egyptische eerste minister, Mostafa Madbouly, en de voorzitter van de internationale handbalfederatie (IHF), de Egyptenaar Hassan Moustafa, kenbaar gemaakt. De openingswedstrijd tussen gastland Egypte en Chili wordt gespeeld de Caïro Stadium Hall, waar op 31 januari ook de finale plaatsheeft.", "In totaal doen er 32 landen mee die in afgezonderde bubbels verblijven. De deelnemers mogen het hotel alleen voor trainingen en wedstrijden verlaten. Oranje doet niet mee aan het WK, maar staat wel op de reservelijst. Bondscoach Erlingur Richardsson gaf eerder in de week echter aan dat hij „werkelijk waar nog geen moment bij de mogelijkheid stil heeft gestaan” dat Nederland alsnog wordt opgeroepen.", "Handbal: Steins loodst Oranje naar knap gelijkspel tegen Slovenië", "21.40 uur: Een overwinning was te veel gevraagd, maar de Nederlandse mannen hebben zich in Celje kranig geweerd tegen Slovenië in de kwalificatie voor het EK van 2022. De ploeg van bondscoach Erlingur Richardsson speelde zelfs gelijk met 27-27. Het punt werd gevierd als een overwinning, omdat de ploeg afgelopen woensdag in Almere nog afstraffing kreeg van Slovenië met 34-23.", "Oranje maakte dankbaar gebruik van de rentree van Luc Steins, de spelmaker die de thuiswedstrijd miste vanwege een positieve coronatest. De Limburger zorgde er met zijn creatieve inbreng voor dat Oranje in de uitwedstrijd wel stand hield. Ook Kay Smits vertolkte een hoofdrol met negen treffers.", "De ploeg van Richardsson blijft door het gelijke spel derde in de kwalificatiegroep 5. De eerste twee van de acht groepen na zes speelronden plaatsen zich voor het EK, maar ook de beste vier nummers 3 mogen naar de eindronde.", "Voetbal: Ook Brugge-concurrent Anderlecht gaat onderuit", "20.19 uur: Anderlecht is er net als de andere concurrenten van koploper Club Brugge niet in geslaagd punten te pakken in de Belgische competitie. De ploeg van coach Vincent Kompany ging door een late strafschop onderuit bij OH Leuven: 1-0. Anderlecht blijft door de nederlaag staan op 32 punten, zeven minder dan titelverdediger Brugge dat later zondag nog in actie komt tegen STVV.", "De andere achtervolgers van Brugge verspeelden dit weekend eerder al allemaal drie punten. Antwerp ging zondag met 3-0 onderuit bij KV Mechelen. Racing Genk en Charleroi verloren zaterdag van respectievelijke KV Kortrijk en KV Oostende.", "Kompany moest toezien hoe zijn ploeg ondanks het veldoverwicht maar niet tot scoren kon komen in Leuven. Aanvoerder Albert Sambi Lokonga moest halverwege de tweede helft ook nog eens naar de kant met een blessure. Lukas Nmecha en Matt Miazga hadden kansen op de openingstreffer voor Anderlecht, waar Michel Vlap buiten de selectie was gelaten.", "In de slotfase kreeg Leuven een strafschop na een overtreding van Killian Sardella op Mathieu Maertens. Thomas Henry liet vanaf elf meter doelman Timon Wellenreuther kansloos en zorgde voor de drie punten waarmee Leuven in punten gelijk komt met Anderlecht.", "Handbal: Jubileuminterland voor handbalbroers Smits", "20.07 uur: De handballende broers Jorn en Kay Smits spelen zondag in de uitwedstrijd tegen Slovenië in de EK-kwalificatie allebei hun vijftigste interland. Opvallend, want de 28-jarige Jorn debuteerde al in 2012 in Oranje, terwijl de 23-jarige Kay in 2016 ’instroomde’.", "De jongste van de twee Limburgse broers was de afgelopen jaren vaste waarde in het team, terwijl Jorn niet altijd de wedstrijdselectie haalde. De broers vormden afgelopen woensdag nog de opbouw in de thuiswedstrijd tegen Slovenië. De eerste helft ging dat goed, maar in de tweede helft overklaste Slovenië het Nederlands team, dat verloor met 34-23.", "Oranje staat na twee speelronden derde in kwalificatiegroep 5 voor het EK van 2022. Polen en Slovenië staan eerste en tweede. De eerste twee na zes speelronden plaatsen zich rechtstreeks voor de eindronde.", "Tennis: Elina Svitolina overleeft twee wedstrijdpunten in Abu Dhabi", "18.10 uur: Elina Svitolina heeft in de derde ronde van het WTA-toernooi van Abu Dhabi twee matchpoints overleefd. De Oekraïense nummer 2 van de plaatsingslijst knokte zich met 6-2 6-7 (5) 7-6 (8) langs de Russin Ekaterina Aleksandrova.", "De 26-jarige Svitolina, de mondiale nummer 5, maakte in de derde set een 5-3-achterstand ongedaan. In de beslissende tiebreak kreeg Aleksandrova zowel op 6-5 als op 7-6 een wedstrijdpunt. De partij duurde ruim tweeënhalf uur.", "Eerder op de dag overleefde ook de als eerste geplaatste Sofia Kenin een matchpoint. De Amerikaanse won met 3-6 7-6 (5) 6-4 van Joelija Poetintseva uit Kazachstan.", "De kwartfinales worden maandag gespeeld en de eindstrijd is woensdag. Na het toernooi reizen de tennissters door naar Melbourne, waar eind januari het volgende toernooi begint en op 8 februari de Australian Open van start gaat.", "Basketbal: Donar luidt ingekort basketbalseizoen in met zege op kampioen", "17.35 uur: De basketballers van het Groningse Donar hebben het Nederlandse basketbalseizoen ingeluid met een overtuigende zege op Landstede Hammers uit Zwolle. In het lege Martiniplaza werd het 82-55. Landstede is de regerend landskampioen.", "In september van vorig jaar werd de Dutch Basketball League begonnen, maar na twee weken werd het vanwege de nieuwe coronamaatregelen toch weer onderbroken. Alle resultaten werden geschrapt.", "Volgend weekend komen ook de andere tien ploegen in actie. Tot 11 maart werken de twaalf teams een halve competitie af, waardoor de helft van de ploegen zes thuiswedstrijden speelt en de andere helft slechts vijf. Na de halve competitie vindt er een splitsing plaats en spelen de nummers 1 tot en met 6 en de nummers 7 tot en met 12 een hele competitie. De resultaten uit de halve competitie met twaalf ploegen worden meegenomen.", "Eind april gaan acht ploegen in de play-offs strijden om de landstitel.", "Voetbal: Julen Lopetegui langer bij Sevilla", "16.41 uur: Coach Julen Lopetegui heeft zijn contract bij Sevilla verlengd. De 54-jarige Spanjaard tekende bij tot medio 2024. Hij is sinds de zomer van 2019 werkzaam bij de club van de Nederlanders Luuk de Jong en Karim Rekik. Zijn oude contract had een looptijd tot medio 2022.", "Onder Lopetegui won Sevilla vorig seizoen de Europa League. In 79 wedstrijden in alle competities behaalde hij met zijn ploeg een winstpercentage van ruim 58 procent. Daarmee is hij tot dusver de succesvolste trainer van de club uit Zuid-Spanje.", "De trainerscarrière van Lopetegui was in oktober 2018 nog op een dieptepunt beland. De oud-doelman werd na een dienstverband van amper twee maanden op non-actief gezet bij Real Madrid. Een dramatische nederlaag tegen Barcelona (5-1) was de directe aanleiding voor zijn snelle vertrek.", "Voor Lopetegui was dat destijds het tweede ontslag in nog geen vijf maanden tijd. In juni 2018 moest hij vlak voor het begin van het WK in Rusland opstappen als bondscoach van Spanje wegens zijn heimelijke akkoord met Real Madrid, waarmee hij een doorlopend contract bij de Spaanse voetbalbond tot medio 2020 negeerde.", "Bij Sevilla heeft Lopetegui zijn loopbaan alsnog een positieve wending kunnen geven. Na de thuiszege zaterdag tegen Real Sociedad (3-2) staat de club in de subtop, met nog een aantal inhaalduels te spelen. Sevilla is dit seizoen ook nog actief in de Champions League en het Spaanse bekertoernooi.", "Skiën: Lauberhornrennen gaat door ondanks toename coronabesmettingen", "16.38 uur: De Lauberhornrennen, een van de beroemdste afdalingen in de wereldbeker ski, gaat volgend weekeinde door. Dat hebben de autoriteiten van het Zwitserse kanton Bern en de internationale skifederatie FIS besloten.", "De zorgen over het doorgaan van de wedstrijd in Wengen groeiden na een forse toename van het aantal besmettingen met het coronavirus in het gebied. Engelse toeristen hadden de besmettelijke variant in het skigebied binnengebracht. Vooral de FIS is bevreesd voor een besmettingsgolf, omdat dan mogelijk ook de WK ski in februari in het Italiaanse Cortina d’Ampezzo in gevaar komt.", "In een videoconferentie stelden de autoriteiten en de FIS de skiërs gerust. De Lauberhornrennen kan dankzij aangescherpte hygiënemaatregelen doorgaan. De afdaling is vanwege zijn lengte (4,5 kilometer) een van de zwaarste in de wereldbekercyclus. De Zwitser Beat Feuz won vorig jaar.", "Voetbal: Axel Witsel maanden aan de kant met gescheurde achillespees", "16.42 uur: De Belgische voetballer Axel Witsel moet komende zomer mogelijk het EK missen. De middenvelder van Borussia Dortmund heeft een gescheurde achillespees opgelopen en staat volgens de medische staf van zijn Duitse club „de komende maanden” aan de kant. De bijna 32-jarige Witsel raakte zaterdag geblesseerd tijdens de gewonnen competitiewedstrijd tegen RB Leipzig (1-3).", "De Belg liep die ernstige blessure aan zijn linkeronderbeen op zonder dat er een tegenstander in de buurt was. Witsel verliet strompelend het veld, ondersteund door twee fysiotherapeuten van Dortmund. „De hele BVB-familie duimt voor een zo snel mogelijke terugkeer van Axel”, schrijft de club op Twitter. Witsel, die al ruim honderd interlands speelde voor de ’Rode Duivels’, is een vaste waarde bij Dortmund en in de nationale ploeg.", "Dortmund, de huidige nummer 4 van de Bundesliga, heeft zich geplaatst voor de achtste finales van de Champions League, waarin Sevilla de tegenstander is. Het nationale elftal van België staat al geruime tijd aan kop van de wereldranglijst en behoort tot de favorieten op het EK van komende zomer.", "De Belgische bondscoach Roberto Martínez houdt een klein beetje hoop dat Witsel nog op tijd herstelt om de nationale ploeg te halen voor het EK. „Dit is niet het moment om ons af te vragen of hij al dan niet het EK kan halen, nu moet het stap voor stap bekeken worden en moeten we de juiste keuzes maken”, reageerde bondscoach via de Belgische voetbalbond.", "„We willen Axel verzekeren dat we tot het laatste moment zullen wachten om de definitieve selectie bekend te maken. Zo geven we hem zo veel mogelijk tijd om volledig fit te raken en deel uit te maken van het team”, zei Martínez. „We mogen dus niet uitsluiten dat hij alsnog erbij kan zijn.”", "Veldrijden: Wout van Aert pakt vierde Belgische titel met overmacht", "16.29 uur: Wout van Aert is voor de vierde keer Belgisch kampioen veldrijden geworden. De wielrenner van Jumbo-Visma veroverde de titel met overmacht op het parcours in Meulebeke. Toon Aerts greep op ruime afstand zilver. Het brons was voor Michael Vanthourenhout.", "Van Aert rukte meteen na de start al op naar voren en sloeg in de tweede ronde een gat met titelverdediger Laurens Sweeck, die de kop had gepakt. Een ronde later liet de Belg, die al drie keer wereldkampioen veldrijden werd, Sweeck achter zich.", "De voorsprong van de renner van Jumbo-Visma was al snel zo’n 20 seconden. Achter hem kwamen Aerts en Vanthourenhout, die zich had terug geknokt na oponthoud bij de start, nauwelijks dichterbij. Aerts finishte op 20 seconden en Vanthourenhout op 40 seconden.", "De Nederlandse kampioenschappen veldrijden, die ook voor dit weekend gepland stonden in Zaltbommel, gingen niet door vanwege de strenge coronamaatregelen. In samenwerking met de wielerbond KNWU en de gemeente Zaltbommel wordt nog gekeken of er op een latere datum alsnog een NK kan worden gehouden. De WK staan gepland voor eind januari in het Belgische Oostende.", "Tennis: Botic van de Zandschulp naar tweede kwalificatieronde Australian Open, Bibiane Schoofs uitgeschakeld", "16.03: Botic van de Zandschulp heeft zich geplaatst voor de tweede ronde van het kwalificatietoernooi van de Australian Open. De nummer 156 van de wereld was in Doha (Qatar) met 3-6 6-1 6-4 te sterk voor de Italiaan Lorenzo Musetti, de mondiale nummer 129.", "Musetti won in 2019 het juniorentoernooi van de Australian Open en is de voormalig nummer 1 bij de jeugd. Hij was als dertiende geplaatst in de kwalificaties.", "In de tweede kwalificatieronde neemt Van de Zandschulp (25) het op tegen de Argentijn Andrea Collarini of de Braziliaan João Menezes.", "Bibiane Schoofs bleef in het kwalificatietoernooi bij de vrouwen in de eerste ronde steken. Ze moest met 6-3 7-6 (6) haar meerdere erkennen in de Chileense Daniela Seguel.", "Het kwalificatietoernooi voor de mannen wordt in Doha afgewerkt, de vrouwen proberen zich in Dubai te plaatsen voor het hoofdtoernooi. De kwalificaties worden niet in Melbourne gespeeld in verband met de strenge quarantainemaatregelen in Australië. Het hoofdtoernooi in Melbourne begint pas op 8 februari.", "Skiën: Marco Schwarz na skizege Adelboden nieuwe leider wereldbeker slalom", "15.43 uur: Marco Schwarz heeft de slalom in het Zwitserse Adelboden gewonnen en is de nieuwe leider in het wereldbekerklassement van deze alpinediscipline. Hij nam de eerste plek over van de Duitser Linus Strasser, die als tweede eindigde in Adelboden. De derde plek was voor de Brit Dave Ryding.", "Schwarz profiteerde vooral van de slechte tweede manche van Clément Noël. De Fransman was de snelste in de eerste run, maar verknalde zijn tweede. Schwarz zette in de eerste heat de vierde tijd neer en de tiende in de tweede, maar met een totaaltijd van 1.52,69 was hij toch de beste van allemaal. Voor de Oostenrijker was het de derde WB-zege in zijn carrière.", "De Zwitserse Lara Gut-Behrami schreef de super-G in het Oostenrijkse Sankt Anton op haar naam. Het was haar eerste WB-zege van deze winter en de 27e in haar carrière. Ze klokte 1.17,82 en was 0,16 seconde sneller dan de Italiaanse Marta Bassino. De Zwitserse Corinne Suter, die vorig seizoen de wereldbeker in deze snelheidsdiscipline veroverde, werd derde op 0,20. Gut nam door haar zege ook de leiding in de WB-stand op de super-G.", "Waterpolo: Nederlandse dames zonder Kitty Lynn Joustra naar olympisch kwalificatietoernooi", "15.36 uur: De Nederlandse waterpolosters moeten zich zonder Kitty Lynn Joustra zien te plaatsen voor de Olympische Spelen van Tokio. De 22-jarige Joustra brak afgelopen week bij de training een pink en kan daarom niet mee naar Italië voor het olympisch kwalificatietoernooi (OKT).", "Bondscoach Arno Havenga heeft dertien speelsters geselecteerd voor het toernooi dat van 19 tot en met 24 januari wordt gehouden in Triëst. Acht landen strijden daar om twee tickets voor de Spelen. De waterpolosters zitten vanaf maandag in een ’bubbel’ in Zeist. Ze trainen daar in het KNZB-zwembad en verblijven in het nabijgelegen complex. Ook in Triëst verblijven de deelnemende teams in een bubbel.", "De selectie van Oranje bestaat uit Brigitte Sleeking, Nomi Stomphorst, Sabrina van der Sloot, Vivian Sevenich, Simone van de Kraats, Iris Wolves, Maartje Keuning, Dagmar Genee, Maud Megens, Bente Rogge, Joanne Koenders, Ilse Koolhaas en Debby Willemsz. Maud Koopman en Nina ten Broek gaan als reserves mee naar Triëst.", "Veldrijden: Twaalfde Belgische titel veldrijden op rij voor Sanne Cant", "14.47 uur: De Belgische Sanne Cant kan de Nederlandse veldrijdsters deze winter amper partij bieden, maar ze is haar landgenotes nog altijd de baas. De 30-jarige Antwerpse won op een glibberig parcours in Meulebeke voor de twaalfde keer op rij de Belgische titel in het veldrijden.", "Cant nam vanaf de start het initiatief in de cross en reed praktisch de hele wedstrijd alleen aan de leiding. Lotte Kopecky kwam nog even gevaarlijk in de buurt, maar gaf uiteindelijk op en nam genoegen met zilver. Alicia Franck pakte het brons.", "Ruim 80 procent van Japanners tegen doorgaan Spelen", "12:15 uur Het draagvlak in Japan voor het doorgaan van de Olympische Spelen wordt steeds minder. Bij een telefonische peiling van het Japanse persbureau Kyodo News bleek dat ruim 80 procent van de ondervraagden vindt dat het mondiale sportevenement komende zomer niet gehouden moet worden.", "Zo’n 35 procent antwoordde dat de Spelen van Tokio helemaal geschrapt moeten worden, volgens 44,8 procent van de ondervraagde Japanners is het beter om het evenement opnieuw uit te stellen. Het is niet bekend hoeveel mensen hebben meegedaan aan het onderzoek.", "De Spelen van Tokio zijn met een jaar verschoven vanwege de coronapandemie. Zowel de Japanse autoriteiten als het Internationaal Olympisch Comité (IOC) hebben al gezegd dat opnieuw uitstellen niet mogelijk is. Beide partijen werken er hard aan om de Spelen komende zomer mogelijk te maken.", "Voetbal: Fortuna Sittard stuurt Poolse huurling Jach terug", "09:15 uur Fortuna Sittard heeft afscheid genomen van Jaroslaw Jach. De Poolse verdediger werd in oktober vlak voor het sluiten van de zomerse transfermarkt voor een jaar gehuurd van Crystal Palace, maar hij kwam bij de Limburgers amper aan voetballen toe. De 26-jarige Jach speelde drie wedstrijden in de Eredivisie, waarvan twee als basisspeler.", "„Helaas is de samenwerking niet gelopen zoals vooraf beoogd”, zegt technisch manager Sjoerd Ars van Fortuna Sittard. „Voor de ontwikkeling van Jaroslaw is belangrijk dat hij minuten blijft maken, daar was in Sittard weinig uitzicht op. Beide partijen hebben daarom in goed overleg besloten om uit elkaar te gaan.”"], "authors": ["Onze Telesportredactie"], "keywords": ["franse", "spelen", "met", "olympische", "van", "en", "baugé", "een", "door", "tot", "gaat", "voor", "baanwielrenner", "grégory", "niet", "op", "het", "hij", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}