{"id": "9166ddca-b098-3205-9c78-d68244e9b81f", "title": "‘We houden het voorlopig stil, hoor’, zei ik tegen de Man. ‘Je weet nooit.’", "url": "https://volkskrant.nl/columns-opinie/we-houden-het-voorlopig-stil-hoor-zei-ik-tegen-de-man-je-weet-nooit~bda07be0/", "summary": "Donuts in de ochtend, donuts bij de lunch, donuts voor, tijdens en na het eten en daarna het liefst ook nog een donut toe, kon mij het schelen.\n‘Kan mij het schelen’, mompelde ik hardop wanneer de kinderen sliepen en ik schrokkend aan het aanrecht stond.\nTe laat, te oud, beurt voorbij – met het oog op wat we wél hadden treurden we er maar niet te veel om.\n‘We houden het voorlopig stil, hoor’, zei ik tegen de Man.\nToen we die van 5 vertelden dat er een nieuw kind in aantocht was, begon ze hartverscheurend te huilen.", "paragraphs": ["Eva Hoeke en de Man hadden zich er min of meer bij neergelegd dat ze met z’n vieren zouden blijven. Maar een stunt was aanstaande.", "Dit keer waren het donuts.", "Donuts in de ochtend, donuts bij de lunch, donuts voor, tijdens en na het eten en daarna het liefst ook nog een donut toe, kon mij het schelen. ‘Kan mij het schelen’, mompelde ik hardop wanneer de kinderen sliepen en ik schrokkend aan het aanrecht stond. ‘Het is de laatste keer.’", "Na de ontgoocheling in de lente hadden we ons er min of meer bij neergelegd dat we met z’n vieren zouden blijven. Te laat, te oud, beurt voorbij – met het oog op wat we wél hadden treurden we er maar niet te veel om. Het leven was vol en vrolijk, en op avonden dat we uitgeteld op de bank lagen konden we soms nog steeds niet geloven dat wij de winnaars waren van deze wonderlijke tombola. Hij en ik, met levens die zo lang rommelig waren gebleven, vage nachten, rare kronkels, en dan nu dat stél daarboven, gewassen en gestreken in hun poezenpyjama’s in bed, het was meer dan we ooit voor mogelijk hadden gehouden. Wat zouden we dan nog kniezen?", "Maar een stunt was aanstaande.", "Op een vrijdag in augustus, de vaste oppasdag van mijn moeder en opa Ben, waren we aan het eind van de middag met z’n zessen naar het enige restaurant in het Dorp gefietst, iets wat we nooit eerder hadden gedaan. We aten en praatten, schonken en dronken, en terwijl de Dochters zich in de steeg ernaast in het schemerdonker amuseerden met de buurtkinderen en flarden pret door het openstaande raam naar binnen zweefden, proostten wij op de gedachte dat het leven al met al een hoop gedoe is, maar dat je de steen niettemin naar voren moet blijven schoppen. We wisten het niet, maar daar werd een waarheid verteld – een maand later was opa Ben dood en telde ik voor twee. ‘We houden het voorlopig stil, hoor’, zei ik tegen de Man. ‘Je weet nooit.’", "Nee, je weet nooit, dat klopt.", "Maar bijna vijf maanden verder durf ik er wel een beetje in te geloven.", "In alle signalen die op groen staan, zo anders dan in de lente. In volgend jaar mei, wanneer het ei gelegd zal worden. En vooral in dat lijf op oorlogssterkte, de innerlijke overvloed die er onderhand dwars doorheen komt en waar geen mitsen en maren meer aan te bekennen zijn. Je weet nooit, maar ik durf me wel te verheugen op spekkebeentjes en het grote gedoe dat dit keer zoveel minder gedoe zal zijn omdat we de monnikenstandaard van een eerste hebben losgelaten. Op de nieuwe rol van de Dochters die zich nu al ontpoppen als moedertjes, als meestertjes, met taakverdelingen waarin wij niet eens meer voorkomen. Dat duurde wel even. Toen we die van 5 vertelden dat er een nieuw kind in aantocht was, begon ze hartverscheurend te huilen. Alles moest hetzelfde blijven, niets moest veranderen, straks werd het nog een bróértje ook, of ging de baby aan haar spullen zitten, ze rilde bij de gedachte. We besloten er een compliment in te zien: alleen gelukkige mensen willen dat de dingen blijven zoals ze zijn.", "En zo zeilen we vastberaden naar dit nieuwe leven toe. Zonder opa Ben, met een oma in rouw, maar met de troostende gedachte dat we op onze allerlaatste avond samen die steen inderdaad naar voren hebben geschopt.", "‘Weet je wat we doen?’, zei de Dochter (5) laatst, want haar ontgaat niets. ‘We geven de baby straks aan oma, dat is gezellig.’", "Daarna, tevreden: ‘En dan noemen we ’m opa Ben.’"], "authors": ["Eva Hoeke"], "keywords": ["dat", "van", "een", "houden", "en", "stil", "voorlopig", "je", "te", "zei", "nooit", "ik", "weet", "op", "er", "man", "met", "tegen", "het"], "pubDate": "2020-12-17T14:00:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}