{"id": "91727211-45cc-3f6e-a9df-fe53358f454e", "title": "Klaas Knot waarschuwt: ‘Eerst herstel, dan pas snoeien’", "url": "https://www.parool.nl/nederland/klaas-knot-waarschuwt-eerst-herstel-dan-pas-snoeien~b69c21d0/", "summary": "Het volgende kabinet moet niet te snel gaan bezuinigingen, waarschuwt president Klaas Knot van De Nederlandsche Bank.\nDe economie moet eerst hersteld zijn van de pandemie.\n‘Het is een buitengewoon harde tijd voor de getroffenen.’Klaas Knot gaf in januari 2020 de Nederlandse economie nog een 9.\nDan moet de overheid de economie op zijn beloop laten en nog niet gaan bezuinigen.\nDe buffers moeten weer gevuld zijn voor de volgende crisis, die er volgens Knot ongetwijfeld gaat komen.", "paragraphs": ["Het volgende kabinet moet niet te snel gaan bezuinigingen, waarschuwt president Klaas Knot van De Nederlandsche Bank. De economie moet eerst hersteld zijn van de pandemie. ‘Het is een buitengewoon harde tijd voor de getroffenen.’", "Klaas Knot gaf in januari 2020 de Nederlandse economie nog een 9. Zes weken later raakte de economie in de grootste crisis na de Tweede Wereldoorlog. Hij ziet hoe de coronapandemie een enorme schade heeft aangericht aan de economie. “Laat ik vooropstellen dat we er goed voor stonden toen de crisis uitbrak. Maar ik verwacht dat de komende maanden zwaar zullen zijn. Ik denk dat we in het eerste kwartaal van dit jaar de grootste klap zullen zien,” zegt de president van De Nederlandsche Bank (DNB).", "“Het is een buitengewoon harde tijd voor getroffen ondernemers of werkenden. Je zult maar net een grote investering hebben gedaan en de overheid vertelt je dat je bedrijf dicht moet. Of je bent je baan verloren.” Pas aan het einde van het jaar ‘of misschien nog later’ zal volgens Knot duidelijk zijn wat de permanente schade is aan de economie. Welke bedrijven overleven en welke niet.", "Toch benadrukt hij dat met het wereldwijde vaccin licht aan het einde van de tunnel komt. “Het biedt perspectief op economisch herstel. We moeten alles op alles zetten om de uitrol van het vaccin zo snel mogelijk te realiseren. Ik verwacht dat het lentezonnetje dit jaar ook weer zal doorbreken voor de economie als het op rolletjes loopt met het vaccin.”", "Doorgaan met steunmaatregelen", "Zolang het virus nog rondwaart moet het kabinet doorgaan met de steunmaatregelen, benadrukt hij. “Ik kan er geen datum op plakken, maar als ik een gooi moet doen, zal dat tot eind dit jaar het geval zijn. Dan heb je een fase dat er werkloosheid is en de bedrijven niet op volle capaciteit draaien. Dan moet de overheid de economie op zijn beloop laten en nog niet gaan bezuinigen. Dat zal waarschijnlijk nog één of twee jaar doorgaan. Pas als de economie weer op het oude niveau is, moet de overheid iets aan het tekort gaan doen.”", "De ruimhartige steun is een van de redenen dat de Nederlandse economie minder achteruitging dan die in veel andere landen. “Dit kabinet kan de vorige kabinetten heel dankbaar zijn dat ze de financiën voortvarend op orde hebben gebracht.” Knot wijst op de door de overheid aangelegde buffers en het begrotingsoverschot. “Het dak is gerepareerd toen de zon scheen. Dankzij die gunstige financiële positie kan de overheid de economie steunen.”", "Toch heeft een volgende regering niet de luxe om de bezuinigingen voor zich uit te schuiven. De buffers moeten weer gevuld zijn voor de volgende crisis, die er volgens Knot ongetwijfeld gaat komen. “Daar kun je maar beter op voorbereid zijn. De kans dat we opnieuw door een pandemie getroffen worden, wordt ook groter. Het vliegverkeer zal weer toenemen en de internationale handel.”", "Knot vindt dat de rekening niet bij de burgers moet komen te liggen. Hij waarschuwt voor een verhoging van de loon- en inkomstenbelasting. “We moeten de trend keren dat een steeds groter deel van de belastinginkomsten uit de inkomstenbelasting komt. Die belasting werkt verstorend op de arbeidsmarkt omdat het verschil tussen bruto en netto loon er groter door wordt.”", "Excessen met flexibele schil", "Loonsverhogingen zitten er de komende jaren niet in, denkt Knot. “Werk gaat nu boven loon. Pas als de economie hersteld is en de werkloosheid laag is, komt er weer ruimte voor loonstijging. Dat is ook een begrijpelijke volgorde. Een baan vinden als je werkloos bent, betekent de grootst denkbare koopkrachtverbetering.”", "De bankpresident roept het nieuwe kabinet op werk te maken van de hervorming van de arbeidsmarkt. “De excessen met de flexibele schil moeten worden aangepakt. Flex moet minder flex worden, zodat ook die mensen bestaanszekerheid geboden kan worden. Aan de andere kant moet vast ook minder vast worden. Een flexibele arbeidsmarkt zorgt ervoor dat mensen gemakkelijker een baan vinden.”", "Bedrijven en overheid moeten ook gaan investeren in verdere digitalisering. “Een van de redenen dat Nederland relatief goed door de crisis komt is de digitale vaardigheid van de bevolking en het feit dat bijna iedereen internet heeft. Maar ook daar kunnen nog slagen gemaakt worden. En we willen verduurzamen. Bedrijven en overheid moeten in dat groene herstel investeren. Investeren in groeisectoren zorgt ervoor dat er nieuwe banen bijkomen.”"], "authors": ["Peet Vogels"], "keywords": ["eerst", "moet", "klaas", "van", "dan", "zijn", "voor", "en", "waarschuwt", "een", "economie", "snoeien", "dat", "op", "herstel", "het", "pas", "knot"], "pubDate": "2021-01-02T08:00:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}