{"id": "91b460b5-687d-316a-806a-88b53c054595", "title": "Geen grote versoepelingen rond feestdagen, horeca hoopt op steunpakket", "url": "https://www.ewmagazine.nl/nederland/blog/2020/12/geen-grote-versoepelingen-rond-de-feestdagen-en-horeca-protesteert-792788/", "summary": "Reken niet op een grote versoepeling van de coronaregels rond de feestdagen.\nAnders dan in voorgaande gevallen zijn er dit keer vooraf weinig concrete plannen naar buiten gebracht.\nNederland is laat met het bekendmaken van maatregelen of een eventuele versoepeling rond de feestdagen.\nHet kabinet houdt het steunpakket tegen het licht en bekijkt of en waar aanvullingen nodig en mogelijk zijn.\nMeerdere belangenorganisaties pleiten voor een versoepeling voor de (jeugd)amateursport.", "paragraphs": ["Reken niet op een grote versoepeling van de coronaregels rond de feestdagen. Het aantal besmettingen is volgens het kabinet nog steeds veel te hoog. Kerst en de jaarwisseling ingetogen vieren, zal waarschijnlijk de boodschap zijn van de persconferentie op dinsdagavond 8 december. De politiek zoekt naar een oplossing voor horecaondernemers die gebukt gaan onder de voortdurende maatregelen.", "Na drie weken geven premier Mark Rutte (VVD) en minister van Volksgezondheid Hugo de Jonge (CDA) weer een persconferentie – de laatste was op 17 november – waarop zij de situatie rond corona en de benodigde maatregelen bespreken. Anders dan in voorgaande gevallen zijn er dit keer vooraf weinig concrete plannen naar buiten gebracht. Op de laatste persconferentie werd gesproken van ‘voorzichtige versoepelingen’ half december als de coronacijfers zouden blijven dalen. Maar versoepeling zit er gezien de huidige cijfers niet in.", "Lees ook: dit zijn de regels met Kerst in de rest van Europa", "Kabinet noemt cijfers zorgelijk", "Maandag 7 december meldde het RIVM dat er 7.134 nieuwe besmettingen zijn. Dat zijn er 1.600 meer dan het weekgemiddelde. Bijna een week lang stijgt het dagelijkse aantal besmettingen. Maandag werden 150 nieuwe patiënten gemeld die zijn opgenomen in het ziekenhuis, 24 patiënten moesten naar de afdeling intensieve zorg (IC). In totaal liggen er 1.660 mensen met COVID-19 in het ziekenhuis, van wie 470 op de IC.", "De daling van aantal ziekenhuispatiënten die in november is ingezet, lijkt te stagneren. Het aantal aan COVID-19 overleden patiënten, loopt sinds november wel terug. Afgelopen week waren er gemiddeld 47 doden per dag. De week daarvoor waren dat er nog 62.", "‘Zorgelijk’ noemde minister van Justitie en Veiligheid Ferdinand Grapperhaus (CDA) de cijfers maandag. Een versoepeling van de maatregelen rond Kerst of Oud en Nieuw ligt daarom niet in de lijn der verwachting. Dat bleek vrijdag al na de ministerraad, en zondag na overleg in het Catshuis schemerde dat ook door. Tijdens de persconferentie van 17 november zei minister De Jonge dat versoepeling pas aan de orde is bij minder dan 3.600 besmettingen per dag en niet meer dan 10 IC-opnames.", "Kerstdiner en nieuwjaarsduik", "Volgens de huidige regels mogen bij het kerstdiner drie gasten aanschuiven. Er is een kans dat het kabinet dat aantal dinsdagavond iets verhoogt. In november adviseerde het Outbreak Management Team (OMT) nog dat Kerst gevierd zou mogen worden met maximaal zes gasten, het liefst uit de eigen regio. Maar toen waren de cijfers gunstiger.", "Meer over het Catshuisberaad: Rutte wil ‘beleidsintimiteit’ ambtenaren niet aantasten", "Ook voor Oud en Nieuw zullen deze regels gelden. De viering van de jaarwisseling zal al sober zijn door het aangekondigde vuurwerkverbod. Dinsdag werd bekend dat de nieuwjaarsduik in Scheveningen niet doorgaat.", "Nederland is laat met het bekendmaken van maatregelen of een eventuele versoepeling rond de feestdagen. Eerder zijn in andere Europese landen strenge maatregelen aangekondigd, zoals een avondklok en grenscontroles.", "Horeca voert actie", "Hoewel het aantal coronabesmettingen niet daalt, is voor veel horecaondernemers de maat vol. Koninklijke Horeca Nederland begon maandag een actie die zij Black Monday noemde. De brancheorganisatie hoopt dat de overheid met aanvullende steun komt, anders gaat volgens haar de helft van de horecasector op korte termijn failliet. Staatssecretaris van Economische Zaken Mona Keijzer (CDA) nam een manifest in ontvangst van belangenorganisatie Horeca Alliantie.", "Zojuist ontving ik een manifest van de Horeca Alliantie. Ik zie hoe zwaar het is voor onze horecaondernemers. Het kabinet houdt het steunpakket tegen het licht en bekijkt of en waar aanvullingen nodig en mogelijk zijn. Daar komen we deze week op terug. pic.twitter.com/GyXNJNT3yI — Mona Keijzer (@MonaKeijzer) December 7, 2020", "Minister van Sociale Zaken Wouter Koolmees (D66) en minister van Economische Zaken Eric Wiebes (VVD) zullen op woensdagochtend 9 december tijdens een persconferentie meer vertellen over het steunpakket voor bedrijven.", "Scholen en sport", "Ook zal tijdens de persconferentie dinsdag worden ingegaan op de situatie in het onderwijs. Basis- en middelbare scholen worstelen al lange tijd met het coronabeleid. Het aantal besmettingen onder middelbare scholieren stijgt. Het OMT onderzocht een mogelijke verlenging van de kerstvakantie voor scholen, maar die optie is van de baan. Scholen blijven ‘gewoon’ twee weken dicht tijdens de kerstvakantie en niet langer.", "Voor de amateursport zijn er nog geen concrete plannen. Op het Malieveld in Den Haag was maandag een stil protest. Voetbalbond KNVB legde daar voetbalshirts neer in de vorm van het woord ‘stil’. Meerdere belangenorganisaties pleiten voor een versoepeling voor de (jeugd)amateursport. Volgens de KNVB is sport goed voor ‘de weerstand, en een oplossing tegen bewegingsarmoede, overgewicht, eenzaamheid’.", "Actie op het Malieveld. Met duizend voetbalshirts van amateurclubs leggen we de letters S, T, I en L. Het amateurvoetbal ligt stil. Honderdduizenden voetballers zitten al tijden thuis, terwijl sporten gezond is. Zeker veilig in de buitenlucht.#WijWillenVoetballen #StilInDenHaag pic.twitter.com/SEfue0jykj — Jaap Paulsen (@jaappaulsen) December 7, 2020", "Vaccinatieplan", "Dinsdagavond is ook het moment voor minister De Jonge om de voortgang van de vaccinatie in Nederland toe te lichten. Daarover is nog weinig bekend. Eerder kondigde De Jonge aan dat vaccinatie in de week van 4 januari zou kunnen beginnen. Dinsdag zijn in Groot-Brittannië de eerste mensen ingeënt met het Pfizer/BioNTech-vaccin. Afgelopen weekend begon Rusland een grootschalig vaccinatieprogramma.", "Lees meer over dit onderwerp: Zo gaat grootschalig vaccineren tegen corona in zijn werk", "Dinsdag werd ook bekend dat slechts eenderde van het zorgpersoneel bereid is zich te laten inenten met het nieuwe coronavaccin. Een van de redenen zou zijn dat er nog veel onduidelijk is over het vaccin. Aan minister De Jonge dinsdagavond de taak om die zorgen weg te nemen."], "authors": [], "keywords": ["rond", "geen", "van", "het", "op", "steunpakket", "grote", "feestdagen", "zijn", "met", "hoopt", "horeca", "een", "en", "dat", "er", "versoepelingen", "voor"], "pubDate": "2020-12-08T12:36:22+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}