{"id": "91c3749c-6f4b-36bf-a6f6-8c976f935b8a", "title": "De Jonge: vaccinatieschema kan steeds worden aangepast", "url": "https://www.parool.nl/nederland/de-jonge-vaccinatieschema-kan-steeds-worden-aangepast~bdf0cd45/", "summary": "Beeld ANPOndertussen heeft Brussel weer 300 miljoen extra doses bij Biontech/Pfizer besteld, waarvan 3,9 procent voor Nederland is.\nDe Jonge: “We hebben te maken met informatie die dagelijks, wekelijks wisselt.\nDe Jonge leek daar vrijdagmorgen al op te hinten.\nIk deel de hele crisis alle informatie die ik heb.\nMaar we moeten ermee leren leven dat die informatie ook mis kan zitten.”", "paragraphs": ["Coronaminister Hugo de Jonge staat de pers te woord op het Binnenhof voorafgaand aan de wekelijkse ministerraad. Beeld ANP", "Ondertussen heeft Brussel weer 300 miljoen extra doses bij Biontech/Pfizer besteld, waarvan 3,9 procent voor Nederland is.", "De minister reageerde op een publicatie van de NOS, waarin staat dat de minister de vaccinatieleveringen de komende maanden te rooskleurig heeft voorgesteld in zijn strategie. Sterker nog, de tegenvallers rond de leveringen waren volgens de omroep al bekend toen de minister zijn brief schreef.", "De Jonge: “We hebben te maken met informatie die dagelijks, wekelijks wisselt. Niettemin willen we in al die onduidelijkheid iets van houvast creëren, wanneer welke groep in welke volgorde aan de beurt komt. Zo is dat schema gemaakt en zo moet dat schema ook worden gelezen.”", "Volgens de bewindsman is hij afhankelijk van informatie vanuit de Europese Commissie en fabrikanten, die steeds wordt ververst. “Op basis daarvan maken we om de zoveel tijd een update en de eerstvolgende komt aanstaande dinsdag. Daarna tweewekelijks. En er zullen telkens wijzigingen in zitten. Iedereen wil natuurlijk de datum dat ie aan de beurt komt alvast inkleuren, maar de ingewikkelde werkelijkheid is dat alles aan de lopende band anders is. Daar hebben we ons toe te verhouden.”", "Verdubbeling vaccins", "En die Europese Commissie had vrijdag goed nieuws: de Europese Unie koopt nog eens 300 miljoen doses van het vaccin van BioNTech en Pfizer, het eerste dat in de EU mag worden gebruikt. Dat is een verdubbeling van de bestelling.", "Van de extra order worden 75 miljoen doses al in de eerste helft van 2021 geleverd, aldus voorzitter Ursula von der Leyen van de Commissie. Nederland krijgt een vast percentage van de leveringen en zal hierdoor in totaal 11,7 miljoen extra vaccins ontvangen.", "De Jonge leek daar vrijdagmorgen al op te hinten. “Alles is de hele tijd mogelijk. Ook een meevaller qua levering of extra aankoop is mogelijk. Ik deel de hele crisis alle informatie die ik heb. Maar we moeten ermee leren leven dat die informatie ook mis kan zitten.”"], "authors": ["Edwin Van Der Aa"], "keywords": ["vaccinatieschema", "informatie", "van", "extra", "jonge", "en", "een", "kan", "aangepast", "steeds", "te", "op", "worden", "dat", "miljoen", "die"], "pubDate": "2021-01-08T09:50:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}