{"id": "91e29e6c-37b3-3712-b781-b6a39f573e61", "title": "Na Action opent ook Wibra weer winkels, vakbond FNV is bezorgd: 'De grootste zorg is corona. We zouden met z'n allen maatregelen nemen'", "url": "https://www.dvhn.nl/extra/Na-Action-wil-ook-Wibra-winkels-weer-openen-vakbond-FNV-is-bezorgd-De-grootste-zorg-is-corona.-We-zouden-met-zn-allen-maatregelen-nemen-26292257.html", "summary": "Klanten kunnen bij de budgetketens uitsluitend terecht voor producten die als essentieel worden beschouwd, zoals schoonmaakmiddelen, hygiëneproducten en etenswaren.\nWibra meldde deze week aan zijn personeel ook te mikken op een gedeeltelijke heropening op woensdag, blijkt uit een intern bericht dat ANP heeft ingezien.\nBezorgdheid bij FNVDat veel winkels ondanks de sterke toename van het aantal coronabesmettingen toch weer opengaan, leidt tot bezorgdheid bij vakbond FNV.\nFNV was ook voor de bekendmaking van de winkelsluitingen kritisch op de opstelling van grote ketens, die volgens de vakbond niet genoeg deden om werknemers voor coronabesmettingen te behoeden.\nWe zouden met z’n allen maatregelen nemen om het virus achter ons te laten.”loading", "paragraphs": ["Na de Action wil Wibra ook woensdagmiddag weer de winkels openen. Klanten kunnen bij de budgetketens uitsluitend terecht voor producten die als essentieel worden beschouwd, zoals schoonmaakmiddelen, hygiëneproducten en etenswaren. Vakbond FNV reageert bezorgd.", "Wibra meldde deze week aan zijn personeel ook te mikken op een gedeeltelijke heropening op woensdag, blijkt uit een intern bericht dat ANP heeft ingezien. Afdelingen met diervoeding, etenswaren, schoonmaakmiddelen mogen openblijven, de rest wordt afgeschermd. Een woordvoerder van Wibra was niet direct beschikbaar voor commentaar.", "Bezorgdheid bij FNV", "Dat veel winkels ondanks de sterke toename van het aantal coronabesmettingen toch weer opengaan, leidt tot bezorgdheid bij vakbond FNV. Bestuurder Linda Vermeulen zegt veel berichten te krijgen van winkelmedewerkers die zich zorgen maken om de gezondheidssituatie.", "FNV was ook voor de bekendmaking van de winkelsluitingen kritisch op de opstelling van grote ketens, die volgens de vakbond niet genoeg deden om werknemers voor coronabesmettingen te behoeden. ,,Maar winkelketens gaan nu gewoon door zoals ze al deden”, zegt Vermeulen. ,,De grootste zorg is het coronavirus. We zouden met z’n allen maatregelen nemen om het virus achter ons te laten.”", "loading"], "authors": [], "keywords": ["zn", "zouden", "van", "zorg", "om", "een", "voor", "winkels", "te", "het", "ook", "weer", "opent", "wibra", "op", "die", "nemen", "vakbond"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}