{"id": "91e394aa-6d91-3503-85be-83cc146d5fe5", "title": "Sigrid Kaag, Nederlands eigen Hillary Clinton. Maar wat bedoelt ze met haar ‘klus’?", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/sigrid-kaag-nederlands-eigen-hillary-clinton-maar-wat-bedoelt-ze-met-haar-klus-797882/", "summary": "Veel gekritiseerde documentaire Sigrid Kaag: van Beiroet tot Binnenhof is een fascinerend portret van een zeer capabele diplomaat.\nIn de documentaire Sigrid Kaag: van Beiroet tot Binnenhof volgt regisseur Shuchen Tan haar vijf jaar lang.\nDiverse keren laat Kaag vallen dat ze het ministerschap als ‘een klus’ ziet, als een volgende stap in haar loopbaan.\nSigrid Kaag komt over als een kundig bestuurder, maar niet als een volksvertegenwoordiger die weet wat er leeft onder Nederlanders.\nEn voor een internationaal georiënteerde, progressieve bestuurderspartij is een vrouw met de statuur van Kaag dan perfect.", "paragraphs": ["Veel gekritiseerde documentaire Sigrid Kaag: van Beiroet tot Binnenhof is een fascinerend portret van een zeer capabele diplomaat. Maar als de film echt bedoeld is om de D66-lijsttrekker het Torentje in te lanceren, dan heeft de maker bepaald geen goed werk geleverd, schrijft Robbert de Witt.", "Robbert de Witt (1978) is Buitenlandredacteur bij EW. Hij blogt wekelijks op donderdag over mondiale ontwikkelingen en de gevolgen ervan voor Nederland en Europa.", "Afgelopen zondag was er op de publieke omroep aandacht voor Nederlands eigen Hillary Clinton. In de documentaire Sigrid Kaag: van Beiroet tot Binnenhof volgt regisseur Shuchen Tan haar vijf jaar lang. Inmiddels is Kaag lijsttrekker van D66 – en zelfverklaard kandidaat-premier – maar vrijwel haar hele werkzame leven was zij diplomaat. En niet zomaar een anonieme functionaris. Kaag heeft een indrukwekkende carrière bij de Verenigde Naties achter de rug, met loodzware functies in het Midden-Oosten. Hoogtepunt was haar benoeming tot hoofd van de VN-onderzoekscommissie naar chemische wapens in Syrië.", "Kaags internationale optreden deed denken aan het ministerschap van Hillary Clinton (2009-2013). Hoewel de dood van de Amerikaanse ambassadeur Christopher Stevens in Libië altijd aan haar ministerschap zal blijven kleven, waren links en rechts Amerika het er destijds redelijk over eens dat zij een buitengewoon capabele minister was (in de woorden van de Republikeinse houwdegen John McCain). Gedreven, scherp en minder ideologisch te definiëren dan haar baas, Barack Obama.", "Kaag: minister van Hoop?", "Er was veel kritiek op de Kaag-film. Waarom moest de publieke omroep nu weer zo nodig een D66-documentaire uitzenden? Zeker omdat de werktitel van de film ‘Minister van Hoop’ zou zijn geweest. In de documentaire wordt gesteld dat Kaag zo wordt genoemd, maar dat doet vermoedelijk vooral de maker zelf. Een hagiografie werd gevreesd door rechts Nederland, temeer doordat er bij de publieke omroep eerder al gedoe was over een lovende film over GroenLinks-voorman Jesse Klaver.", "Ook hier dringt de vergelijking met Hillary Clinton zich op. Aan de vooravond van haar verkiezingsgevecht met Donald Trump in 2016 was CNN – een nieuwszender die vooral op de hand is van de Democraten – voornemens een huisgemaakte documentaire over Clinton uit te zenden. Na forse kritiek ging het feest niet door.", "Premierschap als een klus", "Maar de NPO hield de rug recht. Welnu, een propagandafilm is het geenszins. Net als Clinton oogt Kaag in de film scherp. Als een vis in het water beweegt zij zich van conferentie naar diplomatiek overleg naar arme wijk. Lange dagen, veel onderweg. Je kunt moeilijk geen bewondering hebben voor haar professionaliteit en doorzettingsvermogen. Totdat zij besluit terug te keren naar Nederland om namens D66 de politiek in te gaan. Diverse keren laat Kaag vallen dat ze het ministerschap als ‘een klus’ ziet, als een volgende stap in haar loopbaan. Weliswaar zegt Kaag ook dat zij het belangrijk vindt om iets te betekenen voor Nederland, maar wat dat is, blijft onduidelijk.", "Sigrid Kaag komt over als een kundig bestuurder, maar niet als een volksvertegenwoordiger die weet wat er leeft onder Nederlanders. Met willekeurige kiezers in levende lijve lijkt zij weinig op te hebben. Als zij in een winkelstraat flyers moet uitdelen aan voorbijgangers, spat het ongemak van het scherm. Als minister in het buitenland (Bangladesh, Niger, Myanmar) daarentegen oogt zij wel op haar gemak.", "Ook typerend: onderweg in haar dienstauto vraagt zij zich hardop af wie toch die mensen zijn die op Forum voor Democratie stemmen. De scène doet sterk denken aan ‘deplorables’, Clintons neerbuigende benaming voor Trump-aanhangers.", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Kaag als frisse buitenstaander", "In de documentaire wil het D66-campagneteam Kaag neerzetten als ‘frisse buitenstaander’. Zouden kiezers dat echt geloven? Sigrid Kaag komt natuurlijk wel van buiten, maar iemand die gepokt en gemazeld is in het vergader- en onderhandelingscircuit kun je toch moeilijk ‘fris’ noemen. Het lijkt er sterk op dat ze bij D66 een beetje in paniek waren. Onder Rob Jetten ging het, volgens de peilingen althans, niet echt lekker.", "Er was dus dringend behoefte aan een nieuw gezicht. En voor een internationaal georiënteerde, progressieve bestuurderspartij is een vrouw met de statuur van Kaag dan perfect. Juist haar vrouw-zijn werd – en wordt nog altijd – benadrukt. Tijd voor een vrouwelijke premier, is de boodschap. Inderdaad, zoals ook Clinton benadrukte dat het tijd was voor een vrouwelijke president. Alsof hun geslacht hun belangrijkste boodschap is.", "Sigrid Kaag: van Beiroet tot Binnenhof is een fascinerende documentaire. Maar als de film echt bedoeld is om Kaag het Torentje in te lanceren, dan heeft de maker geen goed werk geleverd. Tuurlijk, D66-kiezers zullen de film vast met een warm gevoel hebben bekeken. Maar zullen andere kiezers ook enthousiast worden van deze welbespraakte, hoogintelligente topdiplomaat die even terugkeert naar Nederland om ‘een klus’ te doen?"], "authors": [], "keywords": ["zij", "nederlands", "kaag", "van", "sigrid", "haar", "en", "voor", "met", "ze", "klus", "een", "hillary", "te", "het", "maar", "wat", "als"], "pubDate": "2021-01-07T09:22:24Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}