{"id": "91ed0630-e614-365e-af62-8bfa2eb05521", "title": "De uitzending van 5 december: Horeca wil meer steun overheid / Blijven we thuiswerken na corona? / Verkiezingen Venezuela zonder oppositie", "url": "https://nos.nl/nieuwsuur/artikel/2359395-de-uitzending-van-5-december-horeca-wil-meer-steun-overheid-blijven-we-thuiswerken-na-corona-verkiezingen-venezuela-zonder-oppositie.html", "summary": "Ze willen perspectief op een heropening en extra steun vanuit de overheid.\n9:41 Horeca hoopt op kerst(steun)pakket van het kabinet'Thuiswerken na corona?\nEen van hen is arbeidsrecht advocaat Suzanne van Ketel.\n5:51 'Thuiswerken in het coronatijdperk, dat krijgt van mij een één'Venezuela houdt verkiezingen, maar zonder oppositie Morgen vinden er in Venezuela parlementsverkiezingen plaats.\nVeel landen beschouwen oppositieleider Juan Guaidó, die zichzelf vorig jaar uitriep als interim-president, als de rechtmatige president van het land.", "paragraphs": ["Horeca hoopt op kerstpakket van het kabinet Voor cafés en restaurants zijn het enorm zware tijden, in een groot deel van de sector wordt nauwelijks iets verdiend. Volgens Koninklijke Horeca Nederland (KHN) is het tijd voor actie nu voor veel bedrijven de reserves op zijn en ze op omvallen staan. Daarom start de horeca maandag met de actie #BlackMonday. Ze willen perspectief op een heropening en extra steun vanuit de overheid. Dirk Beljaarts, de algemeen directeur van Koninklijke Horeca Nederland, is vanavond te gast. Ook kijken we bij verschillende restaurants die noodgedwongen op een andere manier geld proberen te verdienen: van kerstbomen verkopen tot snoepwinkel worden.", "Dit artikel bevat een video. 9:41 Horeca hoopt op kerst(steun)pakket van het kabinet", "'Thuiswerken na corona? Je werkgever kan je niet dwingen' Corona lijkt de doorbraak als het gaat om thuiswerken. Meer dan de helft van de werknemers wil ook na corona twee dagen thuiswerken. Maar aan de andere kant kampen op dit moment ook een groot aantal thuiswerkers met lichamelijke en psychische problemen, blijkt uit onderzoek van het CNV. Wij zoeken een aantal thuiswerkers op. Een van hen is arbeidsrecht advocaat Suzanne van Ketel. Volgens haar heeft de werknemer straks het laatste woord: werkgevers kunnen na corona niet afdwingen dat mensen thuiswerken. Het blijft te allen tijde een vrijwillige keuze.", "Dit artikel bevat een video. 5:51 'Thuiswerken in het coronatijdperk, dat krijgt van mij een één'", "Venezuela houdt verkiezingen, maar zonder oppositie Morgen vinden er in Venezuela parlementsverkiezingen plaats. Maar de oppositiepartijen doen niet mee. Ze zeggen niet te willen meewerken aan een verkiezing waarvan de uitslag al vaststaat en die president Nicolas Maduro weer in het zadel zal helpen. Veel landen beschouwen oppositieleider Juan Guaidó, die zichzelf vorig jaar uitriep als interim-president, als de rechtmatige president van het land. Zijn partij heeft nu nog de meerderheid in de Nationale Vergadering, maar daar wil Maduro verandering in brengen met de verkiezingen. Correspondent Marc Bessems praat ons vanavond bij."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["van", "verkiezingen", "thuiswerken", "zonder", "het", "op", "wil", "maar", "steun", "horeca", "een", "overheid", "en", "oppositie", "venezuela", "te", "niet", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}