{"id": "9255f9e1-84ce-3b84-9751-92e7a4e8cd8a", "title": "Het klavierwonder Olga Pasjtsjenko (34) droomde al op haar vijfde van een klavecimbel", "url": "https://volkskrant.nl/cultuur-media/het-klavierwonder-olga-pasjtsjenko-34-droomde-al-op-haar-vijfde-van-een-klavecimbel~b365ebd6/", "summary": "De in Nederland neergestreken klavierspeler Olga Pasjtsjenko maakte een van de albums van het jaar: Vanitas.\nOefen eerst even op haar achternaam: Pasj-tsjen-ko, Pasj-tsjenko.\nRond Rihms Vermischter Traum schikten Nigl en Pasjtsjenko liederen van Beethoven en Schubert.\nEvengoed kent ze haar weg op het klavecimbel, het orgel en de moderne vleugel.\nElke Rus groeit op met het idee dat kunst zo iets subliems is, dat je ervoor moet willen lijden.", "paragraphs": ["De in Nederland neergestreken klavierspeler Olga Pasjtsjenko maakte een van de albums van het jaar: Vanitas. Hoe raakte een jonge Russin in de ban van de historische toetsinstrumenten?", "Oefen eerst even op haar achternaam: Pasj-tsjen-ko, Pasj-tsjenko. En bedenk vervolgens dat de loopbaan van Olga Pasjtsjenko, de Russisch-Utrechtse klavierspeler die volgens de Volkskrant tekende voor een van de beste klassieke albums van 2020 (plek 4 in onze eindejaarslijst en de op een na hoogste klassieke notering), begon met een loterij in Moskou.", "‘Van de 100 roebel die mijn moeder had gewonnen kocht ze een piano. Mijn vijf jaar oudere zus mocht op les, maar ik wilde zo graag spelen dat ik haar steeds van de kruk af duwde. Ik was toen 2 of 3 jaar.’", "Olga Pasjtsjenko (34) schatert aan de telefoon vanuit Bonn – half december behoort ze tot het puikje musici dat Beethoven online met zijn 250ste verjaardag mag feliciteren. De cd waarmee ze opviel heet Vanitas, vergankelijkheid. Pasjtsjenko maakte hem samen met de Oostenrijkse bariton Georg Nigl. De titel raakt aan coronamalheur, maar vloeit vooral voort uit een liedcyclus die de Duitse componist Wolfgang Rihm in 2017 schreef na herstel van een zware ziekte. Rond Rihms Vermischter Traum schikten Nigl en Pasjtsjenko liederen van Beethoven en Schubert.", "Pasjtsjenko, schreven we, lijkt met kleefpasta aan Nigls mijmerende stem te zijn verbonden. Timing en kleur: volmaakt. Alsof Schubert aan de piano zelf zachtjes voor zich uit zong. De vijf sterren waren niet Pasjtsjenko’s eerste. Eerder frappeerde ze met een explosieve Beethoven op fortepiano, de ranke voorloper van de Steinway. Evengoed kent ze haar weg op het klavecimbel, het orgel en de moderne vleugel. Wie is deze sterrenverzamelaar? En waar komt haar talent vandaan?", "‘Niet uit een muzikale familie. Mijn moeder is wiskundige, ze heeft meegerekend aan de motoren van de Space Shuttle. Mijn vader is ichtyoloog, een bioloog die is gespecialiseerd in vissen. Maar hij heeft ook een enorme platencollectie waarmee ik mijn voordeel heb gedaan.’", "Met de kennis van nu is het een verbijsterende scène: hoe Olga van vijf een Bach-lp draait van de vermaarde Nederlandse klavecimbelpionier Gustav Leonhardt. Gefascineerd luistert ze naar het 18de-eeuwse geruis en getinkel. ‘Ik schreef meteen een brief naar de Kerstman: geeft u mij alstublieft een klavecimbel!’", "Vergeefs. Pasjtsjenko volgde de geijkte route van een Russisch kind met vlotte vingers: ze kreeg pianoles op de befaamde Gnessin Muziekschool. Ze verwierf er een gietijzeren techniek, maar niet door eindeloos toonladders en etudes te stampen. ‘Die speelde ik amper. Mijn docent Tatjana Zelikman zei altijd: je leert van de muziek, de techniek volgt vanzelf.’", "Klavierspeler Olga Pasjtsjenko: ‘Mijn lerares zei altijd, ‘je leert van de muziek, de techniek volgt vanzelf’’. Beeld Pauline Niks", "Ook stak ze er de Dostojevskimethode op. ‘Zo noem ik het tenminste zelf. Elke Rus groeit op met het idee dat kunst zo iets subliems is, dat je ervoor moet willen lijden. Ik heb er gelukkig geen trauma’s overgehouden.’", "Vanaf haar dertiende kreeg ze dan toch eindelijk klavecimbelles. De Gnessinschool bezat het enige klavecimbel van de metropool Moskou. Pasjtsjenko kreeg de smaak te pakken en stroomde door naar het Tsjaikovski-conservatorium. Daar stond dan weer de enige fortepiano. En nu ze er toch was kon ze zich net zo bekwamen op het kerkorgel.", "Een doorsnee studiedag kon beginnen met de vroege Barok van Frescobaldi op het klavecimbel. Dan door naar de orgelklas met een triosonate van Bach. ’s Middags Chopin spelen op de fortepiano en dan ’s avonds de klep van de Steinway omhoog voor hedendaags werk van Galina Oestvolskaja.", "Veelvraat Pasjtsjenko, resoluut: ‘Elke componist schrijft onvermijdelijk met een tijdgebonden klank in het hoofd. Met het juiste instrument kom je dichter bij de oorspronkelijke bedoeling.’ Om zich verder te bekwamen in historische instrumenten, lag Nederland voor de hand. Toen ze in 2011 als masterstudent het Amsterdamse conservatorium betrad, vond ze klavecimbels en fortepiano’s bij de vleet. ‘En ik mocht ze allemaal bespelen, wauw!’", "Intiem, niet galmend Waar hoorde men de liederen van Beethoven en Schubert oorspronkelijk? Niet in een concertzaal met opgeprikt publiek, maar eerder in een salon, huiskamer of café. De bariton Georg Nigl dacht: laat ik proberen ze in zo’n ruimte te zingen. En dan niet galmend maar intiem, alsof je zingt voor een klein clubje mensen dat zich samen met jou wil verbazen over de tovenarij van poëzie en muziek.", "Met een beuk op de vleugel begint Rihms liedcyclus Vermischter Traum. Door Schuberts Abschied beweegt Pasjtsjenko dan weer op de tast. Zes adembenemende minuten lang plooit ze haar fortepiano naar de zacht neuriënde bariton Georg Nigl. In hem vond ze een zielsverwant. Ook iemand die zich eerst zo diep mogelijk in de noten begraaft, om ze daarna tot leven te wekken met zijn eigen adem. ‘Met liedteksten gaat Georg tot aan het randje. Hij behandelt de woorden zo secuur, dat de kracht en kleur van zijn stem elk moment kan omslaan.’", "Ze moest eraan wennen, zoveel ervaring met zangers heeft ze nu ook weer niet. Daar komt bij dat Nigl alle moeite doet om de perken van de gekweekte conservatoriumstem te overschrijden. ‘Als hij op z’n zachtst zingt, kom ik op glad ijs. Ik moet niet alleen de juiste sterkte vinden, maar ook de bijpassende kleur. In Beethovens An die ferne Geliebte zit bijvoorbeeld een passage over een meer dat avondrood weerspiegelt. Ik daal af naar lage, fluisterende akkoorden die vervloeien met Georgs stem. Als die magie lukt, daar doe je het voor.’", "Klavierspeler Olga Pasjtsjenko 1986 geboren in Moskou 1993 piano en klavecimbel aan de Gnessin Muziekschool 2005 historische en moderne toetsinstrumenten aan het Tsjaikovski-conservatorium 2011 klavecimbel en fortepiano aan het Conservatorium van Amsterdam; studeert cum laude af 2016 artist in residence, Festival Oude Muziek Utrecht 2017 hoofddocent fortepiano aan het Conservatorium van Amsterdam; docent klavecimbel/fortepiano/piano aan het Koninklijk Conservatorium Gent", "Vanitas van Georg Nigl en Olga Pasjtsjenko verscheen op het label Alpha Classics."], "authors": ["Guido Van Oorschot"], "keywords": ["vijfde", "ik", "van", "klavierwonder", "en", "een", "ze", "met", "klavecimbel", "aan", "op", "pasjtsjenko", "het", "olga", "haar"], "pubDate": "2020-12-28T16:14:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}