{"id": "925b6919-1f13-3643-ab66-2689215f5229", "title": "Foto’s van visje Nemo voordat hij visje Nemo werd", "url": "https://volkskrant.nl/wetenschap/foto-s-van-visje-nemo-voordat-hij-visje-nemo-werd~b26976ab/", "summary": "De embryonale ontwikkeling van een driebandanemoonvis op dag 1, 3 (’s ochtends en ’s avonds) 5 en 9.\nBeeld Daniel Knop / Nikon Small WorldJe zou het een prequel van Finding Nemo kunnen noemen: wat voorafging aan de avonturen van het bekende clownsvisje dat met z’n feloranje lijf vol witte strepen begin deze eeuw wereldwijd volle bioscoopzalen trok.\nOp de tot één foto ‘gestapelde’ beelden zijn van links naar rechts de verschillende stadia te zien, van enkele uren na de bevruchting op dag 1 (boven op het eitje zijn nog enkele spermacellen zichtbaar), via dag 3 (ochtend en avond) en 5, tot enkele uren vóór het uitkomen van het eitje op dag 9.\nEen bewonderenswaardige klus van de fotograaf, mede doordat het embryo bijna onophoudelijk in beweging was, wat in het geval van microfotografie het scherpstellen aanzienlijk bemoeilijkt.\nKnop eindigde met deze beelden op de tweede plaats in de jaarlijkse Nikon Small World competitie voor microfotografie, een wedstrijd voor de beste wetenschappelijke beelden van het jaar.", "paragraphs": ["De embryonale ontwikkeling van een driebandanemoonvis op dag 1, 3 (’s ochtends en ’s avonds) 5 en 9. Beeld Daniel Knop / Nikon Small World", "Je zou het een prequel van Finding Nemo kunnen noemen: wat voorafging aan de avonturen van het bekende clownsvisje dat met z’n feloranje lijf vol witte strepen begin deze eeuw wereldwijd volle bioscoopzalen trok. De Duitse fotograaf Daniel Knop legde de embryonale ontwikkeling vast van de verwante zwarte driebandanemoonvis (Amphiprion percula). Op de tot één foto ‘gestapelde’ beelden zijn van links naar rechts de verschillende stadia te zien, van enkele uren na de bevruchting op dag 1 (boven op het eitje zijn nog enkele spermacellen zichtbaar), via dag 3 (ochtend en avond) en 5, tot enkele uren vóór het uitkomen van het eitje op dag 9. Een bewonderenswaardige klus van de fotograaf, mede doordat het embryo bijna onophoudelijk in beweging was, wat in het geval van microfotografie het scherpstellen aanzienlijk bemoeilijkt.", "Knop eindigde met deze beelden op de tweede plaats in de jaarlijkse Nikon Small World competitie voor microfotografie, een wedstrijd voor de beste wetenschappelijke beelden van het jaar."], "authors": ["Jean-Pierre Geelen"], "keywords": ["fotos", "zijn", "voordat", "nemo", "van", "en", "een", "wat", "op", "visje", "enkele", "het", "dag", "hij", "werd", "beelden"], "pubDate": "2020-12-18T10:53:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}