{"id": "925c63c6-2b1d-3691-ae06-72772ee3b76c", "title": "Waarom Erdogan en het geïsoleerder rakende Turkije om zich heen slaan", "url": "https://nu.nl/weekend/6086788/waarom-erdogan-en-het-geisoleerder-rakende-turkije-om-zich-heen-slaan.html", "summary": "De Turkse president Recep Tayyip Erdogan en zijn regering slaan wild om zich heen.\nDat was tegen het zere been van Erdogan, die afgelopen weekend zei dat zijn Franse ambtgenoot psychische hulp nodig heeft.\nWilders kop van Jut in TurkijeWilders werd in Turkije de kop van Jut, nadat hij een cartoon van Erdogan als terrorist had gedeeld.\nDe reacties uit Europa lijken koren op de molen van Erdogan en zijn regering, die zo opnieuw de achterban ervan kunnen overtuigen dat het Westen het op Turkije heeft gemunt en dat het land niets wordt gegund.\nDe Duitse bondskanselier Angela Merkel heeft zich dit jaar richting Turkije van haar zachte kant laten zien.", "paragraphs": ["De Turkse president Recep Tayyip Erdogan en zijn regering slaan wild om zich heen. Europese politici, zijn Franse ambtgenoot Emmanuel Macron en PVV-leider Geert Wilders in het bijzonder moeten het ontgelden. De timing en felheid van Erdogans uithaal zijn verdacht, want die lijken vooral bedoeld om de aandacht van binnenlandse problemen af te leiden.", "Eerder deze maand werd in Frankrijk een docent neergestoken en onthoofd, nadat hij tijdens een les over vrijheid van expressie cartoons van de profeet Mohammed had getoond. Bij zijn herdenking zei Macron vast te zullen houden aan het recht om dergelijke cartoons te delen.", "Dat was tegen het zere been van Erdogan, die afgelopen weekend zei dat zijn Franse ambtgenoot psychische hulp nodig heeft.", "De Turkse minister van Buitenlandse Zaken Mevlüt Çavusoglu deed er nog een schepje bovenop door politici als Macron en Wilders te bestempelen als \"fascistische losers.\"", "Wilders kop van Jut in Turkije", "Wilders werd in Turkije de kop van Jut, nadat hij een cartoon van Erdogan als terrorist had gedeeld. Volgens de Turkse president is Wilders de titel volksvertegenwoordiger onwaardig. Erdogan liet daarop aangifte doen. Premier Mark Rutte, die het eerder deze week ook al voor Macron opnam, veroordeelde de aanval op Wilders. Ook minister van Buitenlandse Zaken Stef Blok deed dat.", "De reacties uit Europa lijken koren op de molen van Erdogan en zijn regering, die zo opnieuw de achterban ervan kunnen overtuigen dat het Westen het op Turkije heeft gemunt en dat het land niets wordt gegund.", "\"Het helpt de aandacht af te leiden van een haperende economie en de koersval van de Turkse lira. Daarnaast is klagen over de Europese hypocrisie en islamofobie het handelsmerk van Erdogan\", concludeert Howard Eissenstat, Turkije-expert van St. Lawrence University in de Amerikaanse staat New York.", "\"De reacties vanuit Europa bevestigen zijn vooroordeel en stellen de president in staat zijn favoriete politieke rol te spelen, namelijk die van hoeder van de eer van de islam tegenover het leugenachtige Westen\", denkt hij.", "Het is een traditioneel ingrediënt van het inmiddels gebruikelijke recept van Erdogan, die eerder ook de internationale reactie op de rol van Turkije in Syrië, Libië en het oostelijke deel van de Middellandse Zee op vergelijkbare manier verkocht.", "Internationale kritiek op de zoektocht naar olie en gas in de Middellandse Zee wordt goed verkocht in Turkije. (Foto: Nick Augusteijn)", "'Erdogan blaakt van het zelfvertrouwen'", "Erdogan lijkt op de ingeslagen weg verder te willen gaan. De president is ervan overtuigd dat de kaarten voor een rol op het wereldtoneel op dit moment opnieuw worden geschud, zeker nu er een gebrek aan Amerikaans leiderschap is en de EU andere zorgen heeft.", "Daar heeft Turkije al het nodige voordeel uit gehaald, bijvoorbeeld toen de VS in oktober vorig jaar bijna letterlijk een stap opzij deed bij de Turkse inval in Syrië. Turkije heeft sindsdien redelijk straffeloos kunnen opereren.", "\"Erdogan blaakt van het zelfvertrouwen na de gebeurtenissen in de regio. In Syrië en Libië kreeg hij min of meer wat hij wilde. Net als in Noord-Cyprus, waar de pro-Turkse presidentskandidaat Ersin Tatar eerder deze maand won\", vertelt Sibel Oktay, universitair hoofddocent politicologie aan de University of Illinois.", "\"Dit stelt Erdogan in staat om in het oostelijk deel van de Middellandse Zee nog meer de brulboei uit te hangen\", gaat ze verder. \"Daarnaast heeft hij aan de zijde van Azerbeidzjan de slagkracht van het Turkse leger kunnen onderstrepen.\"", "\"De woordenwisseling met de EU is een natuurlijk gevolg van Erdogans opstelling als havik\", vervolgt Oktay, die net als Eissenstat de huidige ruzie als een mooie bliksemafleider voor Erdogan ziet.", "\"Erdogan heeft een niet-aflatende behoefte om zijn kiezers achter zich te houden en de rangen gesloten te houden. Daarvoor grijpt hij elke mogelijkheid aan, zeker als dat ook nog eens de aandacht van de slechte economie afleidt.\"", "De Turkse lira is dit jaar al bijna 30 procent van zijn waarde ten opzichte van de dollar verloren. (Foto: AFP)", "Speelkwartier in 2021 mogelijk voorbij", "De EU-landen zijn druk met de gesprekken over een handelsakkoord met het Verenigd Koninkrijk. Daarnaast heeft Ankara gemerkt dat de EU op twee gedachten hinkt: de harde aanpak van Erdogan door Macron versus de zachte hand van de Duitse bondskanselier Angela Merkel.", "Tot slot zal Erdogan niet van koers veranderen, omdat er haast geboden is. Om zichzelf een zo goed mogelijke uitgangspositie te verschaffen, moet hij zich nu roeren. In het geval van een verkiezingswinst van Joe Biden in de Verenigde Staten zou het speelkwartier in 2021 weleens voorbij kunnen zijn.", "Bovendien is Merkel op weg naar de uitgang, waardoor ook in de EU in 2021 voor Turkije mogelijk een gure wind gaat waaien. Wat Erdogan nu zaait, zal hij moeten oogsten. Dat dit mogelijk zure druiven worden, lijkt hij voor lief te nemen.", "De Duitse bondskanselier Angela Merkel heeft zich dit jaar richting Turkije van haar zachte kant laten zien. (Foto: AFP)"], "authors": ["Door", "Nick Augusteijn"], "keywords": ["slaan", "erdogan", "van", "waarom", "turkije", "het", "op", "hij", "zijn", "heen", "een", "zich", "om", "en", "te", "rakende", "geïsoleerder"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}