{"id": "92796851-f8dc-3fb0-9ab6-823eab744cf4", "title": "‘Chique’ Devyne Rensch (17) lijkt klaar voor een basisplaats bij Ajax", "url": "https://www.parool.nl/sport/chique-devyne-rensch-17-lijkt-klaar-voor-een-basisplaats-bij-ajax~b506959f/", "summary": "Voor de één is het een sneltraject, voor de ander een weg vol hindernissen.\nOp een glad veld spelen we allemaal op pinnen.\nDat is inherent aan het leven van een profvoetballer.”Huntelaar als voorbeeldDaarom is hoofdtrainer van het eerste elftal Erik ten Hag ook zo blij met Klaas-Jan Huntelaar, een voetballer van de oude stempel.\nVan der Gaag: “Ik zie ze alleen van een afstandje, maar bij de wedstrijden van Jong Ajax heb ik ze erbij.\nHij heeft vorig seizoen een half jaar bij Jong Ajax gezeten en daarvoor ook al een jaar onder Michael Reiziger.", "paragraphs": ["Devyne Rensch mocht vorige maand invallen in de uitwedstrijd tegen FC Emmen. Beeld Olaf Kraak/ANP", "Het blijft prachtig om achter de schermen te volgen; het proces waarin Ajax jonge voetballers klaarstoomt voor de stap naar het eerste elftal. De begeleiding van elk individueel talent is een project op zich. Vallen, opstaan en weer doorgaan. Voor de één is het een sneltraject, voor de ander een weg vol hindernissen.", "Zomaar een voorbeeld uit zomaar een wedstrijd van Jong Ajax, vorige week tegen FC Eindhoven (1-1). In de tweede helft keert Sontje Hansen (18) niet meer terug op het veld. Hij weigert op pinnen (lange, ijzeren noppen) te spelen. De jonge spits geeft de voorkeur aan zogenoemde ‘rubbertjes’.", "Trainer Mitchell van der Gaag: “We hebben daar in het team duidelijke afspraken over gemaakt. Op een glad veld spelen we allemaal op pinnen. Sontje wilde niet, had last van zijn voet. Prima, maar dan moet ik duidelijk zijn naar de andere spelers. Ook al gaat dat misschien ten koste van de ploeg.”", "Hansen maakte net als Naci Ünüvar vorig seizoen al zijn debuut in Ajax 1. Daarna werd het stil rondom de twee talenten. Tegen Eindhoven neemt Ünüvar na rust de plek in de spits over. Hij bloeit op, ziet ook Van der Gaag. “Zo mooi om weer een glimp te zien van de oude Naci. Hij komt van ver, maar zijn vertrouwen groeit. Het is snel met hem gegaan. Hij kreeg een dip die wel meer jeugdspelers krijgen als er plotseling een hype rondom hen ontstaat. Naci kreeg fysiek ongemak ook en heeft een tijdje bij ons op de bank gezeten. Maar hij is keihard aan de slag gegaan om toch nog die paar procentjes meer eruit te persen. Dat is inherent aan het leven van een profvoetballer.”", "Huntelaar als voorbeeld", "Daarom is hoofdtrainer van het eerste elftal Erik ten Hag ook zo blij met Klaas-Jan Huntelaar, een voetballer van de oude stempel. Geweldige drive, geweldige mentaliteit. De jeugd valt soms de schellen van de ogen als zij zien hoe de 37-jarige Huntelaar tekeer gaat op het trainingsveld. “Hij is hard voor zichzelf en hard naar anderen als het moet,” zegt Ten Hag over de spits. “We hebben nu te maken met een andere generatie. De jeugd heeft soms moeite met kritiek omdat ze niet gewend zijn die te krijgen. Door spelers te pamperen, krijg je niet wat je nodig hebt. Wij proberen andere karakters te vormen. Een karakter dat nodig is om te overleven in het topvoetbal.”", "Huntelaar zei het zelf enige tijd geleden al: het niveau bij heel Ajax gaat omhoog, van de jeugd wordt steeds meer geëist. Ten Hag en zijn assistenten Michael Reiziger en Winston Bogarde, Jong Ajaxtrainer Van der Gaag en John Heitinga (trainer van Ajax onder 19) kweken mentale weerbaarheid bij de talenten. Het resulteerde dit seizoen in de doorbraak van Ryan Gravenberch (18) en het debuut van spits Brian Brobbey (18), verdediger Devyne Rensch (17) en de middenvelders Kenneth Taylor (18) en Victor Jensen (20).", "De jongste van dat stel is al weken uitblinker in Jong Ajax. Rensch is op zijn best als centrale verdediger, maar kan ook als back spelen. Links of rechts, want hij trapt met beide benen even makkelijk. Hij omschrijft zichzelf als een chique voetballer. Chic als in: mooi, stijlvol, rustig aan de bal. “Maar vergis je niet,” zegt trainer Van der Gaag. “Devyne is snel en sterk in het man-tegen-man verdedigen. Hij maakt bijna altijd de goede keuzes.”", "Tijdens de voorbereiding op dit seizoen nam Ten Hag een aantal jeugdspelers mee op trainingskamp naar Oostenrijk. Brobbey en Ünüvar moesten fysiek behoorlijk aanpoten, maar middenvelder Taylor en vooral Rensch maakten grote indruk. Ze zijn door Ten Hag inmiddels allebei opgenomen in de A-selectie en trainen elke dag met het eerste elftal mee. Van der Gaag: “Ik zie ze alleen van een afstandje, maar bij de wedstrijden van Jong Ajax heb ik ze erbij. Dat is niet altijd makkelijk voor die jongens, die switch, maar ze gaan er goed mee om.”", "Beloning én motivatie", "Rensch heeft er geen problemen mee om wedstrijden nog veelal in het beloftenelftal te spelen. “Ik ben blij dat ik een plekje heb gekregen in de A-selectie. Dat is een beloning, maar ik zie het ook als motivatie om nóg harder te werken. Ik mag niet gemakzuchtig worden. Dan zijn die wedstrijden in Jong Ajax gewoon heel belangrijk: vechten tegen sterke en snelle spitsen en de negentig minuten volmaken.”", "Het besef dat het spelen in Jong Ajax belangrijk kan zijn voor je ontwikkeling is bij de één meer aanwezig dan bij de ander, weet Van der Gaag. “Sommige jongens zijn ongeduldig. Maar neem nou Ryan Gravenberch. Hij heeft vorig seizoen een half jaar bij Jong Ajax gezeten en daarvoor ook al een jaar onder Michael Reiziger. Dat ging met pieken en dalen. Totdat hij op enig moment de beste was en wekelijks uitblonk. Ook Ryan heeft er heel wat vlieguren opzitten bij ons.”"], "authors": ["Dick Sintenie"], "keywords": ["rensch", "lijkt", "basisplaats", "bij", "zijn", "devyne", "te", "van", "en", "een", "chique", "ajax", "voor", "klaar", "op", "het", "maar", "hij", "als"], "pubDate": "2020-12-16T12:00:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}