{"id": "927ebda2-f9c5-38bd-93e9-ec65ce4f47e0", "title": "Gemeente beloont ideeën voor een coronaproof en vuurwerkvrij nieuwjaarsfeest", "url": "https://www.parool.nl/amsterdam/gemeente-beloont-ideeen-voor-een-coronaproof-en-vuurwerkvrij-nieuwjaarsfeest~b39ad708/", "summary": "Beeld Getty ImagesDit jaar moeten Amsterdammers het doen zonder grote feesten, volle cafés en vuurwerk mag niet worden afgestoken.\nHet wordt dus een totaal andere oudjaarsavond dan anders.\nOm toch knallend het jaar uit te gaan, lanceert de gemeente een competitie voor het beste vuurwerkvrije oud en nieuwfeest, coronaproof uiteraard.\nMet je buren op een balkon aftellen of vanuit een bakfiets beelden van vuurwerk projecteren op iconische gebouwen, jongeren hebben al een aantal ideeën ingezonden.\n“We hopen dat de beste ideeën gaan rondzingen en navolging krijgen in de stad, zodat we straks kunnen terugkijken op een unieke en veilige Oud en Nieuw-viering,” zegt burgemeester Femke Halsema.", "paragraphs": ["Beeld Getty Images", "Dit jaar moeten Amsterdammers het doen zonder grote feesten, volle cafés en vuurwerk mag niet worden afgestoken. Het wordt dus een totaal andere oudjaarsavond dan anders. Om toch knallend het jaar uit te gaan, lanceert de gemeente een competitie voor het beste vuurwerkvrije oud en nieuwfeest, coronaproof uiteraard.", "Met je buren op een balkon aftellen of vanuit een bakfiets beelden van vuurwerk projecteren op iconische gebouwen, jongeren hebben al een aantal ideeën ingezonden. “We hopen dat de beste ideeën gaan rondzingen en navolging krijgen in de stad, zodat we straks kunnen terugkijken op een unieke en veilige Oud en Nieuw-viering,” zegt burgemeester Femke Halsema.", "Iedereen die mee wil doen moet een Instagramfilmpje posten waarin het idee wordt uitgelegd met de hashtag #oudennieuwchallenge. In de komende weken tot 31 december worden er vijf winnaars bekendgemaakt. Zij krijgen 1500 euro van de gemeente ter ondersteuning van de uitvoering van hun idee én worden online in het zonnetje gezet. Op deze manier wil de gemeente ‘jonge Amsterdammers’ stimuleren om een oplossing te zoeken naar wat er nog wel kan tijdens oudjaarsavond."], "authors": ["Het Parool"], "keywords": ["vuurwerk", "ideeën", "van", "nieuwjaarsfeest", "vuurwerkvrij", "het", "op", "coronaproof", "wil", "gemeente", "beloont", "worden", "een", "wordt", "en", "voor"], "pubDate": "2020-12-07T16:16:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}