{"id": "9285bbdc-b6d8-3275-8e28-dbfe6878f121", "title": "Meer staatssteun, meer werkenden? Dat gaat niet altijd op", "url": "https://trouw.nl/nieuws/meer-staatssteun-meer-werkenden-dat-gaat-niet-altijd-op~bc38862f/", "summary": "Slechts 40 procent van de Drentse en Friese werkgevers maakt gebruik van een steunregeling.\nVan alle provincies daalde het aantal werkenden hier ook het hardst, al loopt het bijna gelijk op met de cijfers uit Noord-Holland.\nHoe kan het dat in provincies die meer steun krijgen, toch evenveel werk verdwijnt?\nLogischer is volgens hem de verklaring dat deze provincies op een heel verschillende manier worden geraakt door deze crisis.\nHet CBS zegt dat een causaal verband tussen het gebruik van staatssteun door bedrijven en het effect op de arbeidsmarkt en de economische groei niet kan worden vastgesteld.", "paragraphs": ["Het CBS heeft gekeken naar de arbeidsparticipatie, het gebruik van overheidssteun door ondernemers en de economische krimp in alle twaalf provincies. gegevens over de maanden juli, augustus en september zijn vergeleken met die uit dezelfde maanden een jaar geleden.", "In Noord-Holland hebben relatief gezien de meeste bedrijven van een steunregeling gebruik gemaakt (54 procent). Het gaat dan over de noodsteun van de overheid aan ondernemers. De bekendste en grootste regeling is de NOW. Werkgevers met flinke omzetverliezen krijgen daarmee een deel van hun loonkosten vergoed, zodat ze zoveel mogelijk mensen aan het werk kunnen houden.", "Slechts 40 procent van de Drentse en Friese werkgevers maakt gebruik van de NOW", "Toch daalde het aantal werkenden in Noord-Holland ongeveer even hard als in Friesland en Drenthe, de twee provincies waar het minste staatssteun wordt gebruikt door ondernemers. Slechts 40 procent van de Drentse en Friese werkgevers maakt gebruik van een steunregeling. Van alle provincies daalde het aantal werkenden hier ook het hardst, al loopt het bijna gelijk op met de cijfers uit Noord-Holland.", "Hoe kan het dat in provincies die meer steun krijgen, toch evenveel werk verdwijnt? “Dat heeft te maken met het grote aantal zelfstandigen zonder personeel en flexibele arbeidskrachten in Noord- en Zuid-Holland”, denkt hoogleraar arbeidsmarkt Ton Wilthagen. “Voor dat soort werkenden bood de staatssteun weinig soelaas. Met name jonge oproep- en uitzendkrachten zijn zonder werk komen te zitten.” Dit verklaart volgens hem hoe het kan dat een provincie die veel staatssteun geniet, toch een daling ziet in het aantal werkenden.", "Minder op de hoogte", "Het kan volgens hem ook zijn dat ondernemers in Drenthe en Friesland minder op de hoogte waren van de steun, of er liever niet aan wilden beginnen. Logischer is volgens hem de verklaring dat deze provincies op een heel verschillende manier worden geraakt door deze crisis.", "Tot nu toe krijgt Noord-Holland de hardste klappen. De krimp was daar het afgelopen kwartaal ruim vijf procent, vergeleken met vorig jaar. In Drenthe en Friesland kromp de economie met 1 tot 2 procent in vergelijking met 2019.", "Toename toeristen eigen land", "Noord-Holland heeft maken met een perfect storm, zegt Wilthagen. “De sectoren die er groot zijn, zijn de sectoren die door de coronacrisis het hardst worden getroffen. Denk aan de luchtvaart op Schiphol en het daaraan gelinkte toerisme uit het buitenland, de horeca, de evenementenbranche en culturele instanties zoals theaters en musea die nu in de problemen zitten. In Drenthe en Friesland zijn dit soort kwetsbare sectoren minder groot.”", "Sterker nog, die provincies hebben de afgelopen tijd kunnen profiteren van een toename van het aantal toeristen uit eigen land. In Drenthe en Friesland steeg het aantal overnachtingen in hotels en vakantieparken met 17 procent (Drenthe) en 20 procent (Friesland). “In deze regio’s zitten meer publieke werkgevers en minder flexwerkers. Dat maakt de kans op ontslagen ook minder groot”, zegt WIlthagen.", "Het CBS zegt dat een causaal verband tussen het gebruik van staatssteun door bedrijven en het effect op de arbeidsmarkt en de economische groei niet kan worden vastgesteld. “Dat is niet onderzocht.”", "Lees ook:", "Huurders kunnen vaak slechts voor bepaalde tijd in een huis terecht. ‘Ze kennen hun rechten niet’", "Tijdelijke huurcontracten zijn allang geen uitzondering meer. Veel eigenaren verhuren hun woningen voor slechts twee jaar."], "authors": ["Barbara Vollebregt"], "keywords": ["van", "altijd", "het", "meer", "op", "met", "zijn", "gaat", "die", "niet", "een", "dat", "en", "staatssteun", "werkenden", "procent"], "pubDate": "2020-12-09T11:32:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}