{"id": "929b045d-b1ad-321e-9368-5512a00be012", "title": "Rutte heeft de weg van zorgafbraak met de hakbijl geplaveid", "url": "https://trouw.nl/opinie/rutte-heeft-de-weg-van-zorgafbraak-met-de-hakbijl-geplaveid~bd51b1d5/", "summary": "We kennen nog de beelden van de wapperende hand van Pim Fortuyn door het raam van zijn auto in februari 2002: “Vergis je niet: ik word de minister-president van dit land!”.\nOp een steenworp afstand van de verkiezingen (17 maart) blijft haar lijst op een schamele dertien zetels steken in de peilingen, zes minder dan in 2017.\nEn als hij toch een nieuwe kandidatuur als lijsttrekker aankondigt, gaat dit op de fluistertoon van de jonge maagd.\nNiet dat Rutte het virus zelf heeft gekweekt, maar de weg van zorgafbraak die naar de ‘intelligente’ lockdown heeft geleid, toch wel een beetje met de hakbijl geplaveid.\nEr gingen ziekenhuizen dicht en op het personeel in de volledige zorg is zwaar bezuinigd.", "paragraphs": ["Wie in Nederland premier of de langstzittende premier wil worden, kan zijn ambities beter vakkundig camoufleren. Geafficheerde premieraspiraties brengen alleen maar onheil. We kennen nog de beelden van de wapperende hand van Pim Fortuyn door het raam van zijn auto in februari 2002: “Vergis je niet: ik word de minister-president van dit land!”. Krap drie maanden later werd hij vermoord.", "Jan-Peter Balkenende was bijna acht jaar premier in 2010 toen hij al vóór de verkiezingen hoog inzette: hij wilde het record van Lubbers (1982-1994) verbreken en de nieuwe langstzittende premier van Nederland worden. Hij kreeg vervolgens een electoraal pak slaag en Rutte werd premier.", "Voordat hij als cultuurantisemiet werd ontmaskerd had Thierry Baudet twee dromen: een bestaan als huisman en premier worden. Het eerste is nog steeds mogelijk. En op de site ‘Kieskaag.nl’ verhult Sigrid Kaag (D66) haar ijzeren wil niet om de eerste vrouwelijke premier in de geschiedenis van dit land te worden: ‘het doel is Sigrid Kaag in 2021 de nieuwe minister-president te maken’. Op een steenworp afstand van de verkiezingen (17 maart) blijft haar lijst op een schamele dertien zetels steken in de peilingen, zes minder dan in 2017.", "Op de fluistertoon van een jonge maagd", "Ontegenzeglijk is Mark Rutte (nu tien jaar premier) slimmer. Hij weet dat er, ondanks de ontzuiling en de kerkleegstand, in de schaduw van iedere Nederlander nog steeds een cultuurcalvinist meeloopt. Hem hoor je niet van de daken schreeuwen dat hij op den duur Lubbers wil passeren. En als hij toch een nieuwe kandidatuur als lijsttrekker aankondigt, gaat dit op de fluistertoon van de jonge maagd.", "Ja, hij wil graag, maar als het niet lukt gaat hij heel bescheiden de Kamer weer in. En, let op: in tijden van coronabloed, zweet en tranen is er voor hem geen sprake van campagnevoeren met tierelantijnen of voorlopig op markten en pleinen de zorgen en bezwaren van burgers gaan weglachen. Maar Pinocchio kent zijn klassieken en gedijt bij het vrolijk distilleren van halve waarheden. Zo zat hij dit weekeinde op SBS6 bij Linda de Mol zich te concentreren om vooral niet-campagne-te-voeren. Maar als het kon zou hij zich morgen door Pipo de clown en Mamaloe laten interviewen.", "Het mijden van de straat heeft ook voordelen: je kunt niet ongemakkelijk op je eigen verantwoordelijkheden worden aangesproken voor de aanpak van deze pandemie. Niet dat Rutte het virus zelf heeft gekweekt, maar de weg van zorgafbraak die naar de ‘intelligente’ lockdown heeft geleid, toch wel een beetje met de hakbijl geplaveid. In de tien jaar dat hij aan het stuur zit, is de Nederlandse zorg door zijn regeringen platgestampt. Er gingen ziekenhuizen dicht en op het personeel in de volledige zorg is zwaar bezuinigd. Van 2010 tot 2020 is Nederland 1450 ic-plaatsen kwijtgeraakt en minstens 7000 ziekenhuisbedden. Bejaardenhuizen zijn zo goed als verdwenen, en dan te denken dat in die periode de bevolking met 800.000 zielen toenam en de 65- plus-populatie met bijna een miljoen groeide. Maar Rutte weet het als geen ander: regeren is vooruitzien.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["van", "heeft", "als", "premier", "het", "op", "hij", "met", "zorgafbraak", "zijn", "hakbijl", "een", "geplaveid", "en", "rutte", "niet", "weg"], "pubDate": "2020-12-08T07:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}