{"id": "92a5cbf7-5c32-3d4a-b99a-e0edca735989", "title": "Niets geen razen tegen de tijd", "url": "https://nrc.nl/nieuws/2021/01/04/niets-geen-razen-tegen-de-tijd-a4026011", "summary": "Geen wonder dat dichters nogal eens in verzet komen tegen het verstrijken van die ene ons gegeven kans, ‘tegen de tijd’ zijn ze of ze dichten dat je moet razen en woeden tegen het uitdoven van het licht, ze protesteren.\nDiezelfde vriend was nogal gesteld op een gedichtenreeksje van Martinus Nijhoff dat ik op kerstavond maar weer eens aandachtig las.\nAllereenvoudigst zijn ze.\nNijhoff vertelt in zijn reeksje over hoe hij denkt dat dat ging, die ontruiming.\nNiets geen razen tegen de tijd.", "paragraphs": ["Langs de weg lag een dode vos, aangereden. Zo’n betrekkelijk groot dier, daar schrik je altijd iets meer van dan van de dode merels, buizerds, ratten, egels (ach!) die het verkeer – dat ben je zelf ook – zo achteloos wegneemt. Ik dacht ineens: nu is zijn leven voorbij. Ja, een open deur, want dat betekent het dat een wezen dood is, maar de laatste tijd overvalt het me soms ineens: dat vanaf het moment van het sterven het hele leven wás en niet meer is, dat de levende zijn kans gehad heeft en die nooit weer krijgt. Tijd is om.", "Al die zandlopers op de grafzerken, het is net of ik ze ineens niet zozeer begrijp, want zo moeilijk was dat niet, maar voel. Dit ene leven. Deze ene mogelijkheid.", "Geen wonder dat dichters nogal eens in verzet komen tegen het verstrijken van die ene ons gegeven kans, ‘tegen de tijd’ zijn ze of ze dichten dat je moet razen en woeden tegen het uitdoven van het licht, ze protesteren.", "Maar ja. Zoals een goede vriend bij onzinnig protest altijd opmerkte „dan ben je tegen het weer”. We kunnen met onze vuist naar de wolken schudden en eisen dat de regen stopt, maar enfin.", "Als je dan toch eenmaal op dat spoor zit van eenmaligheid, ga je je als vanzelf afvragen of je wel genoeg leeft, wel volop, wel zo intensief als, als... als je je inbeeldt dat sommige andere mensen wél doen.", "Diezelfde vriend was nogal gesteld op een gedichtenreeksje van Martinus Nijhoff dat ik op kerstavond maar weer eens aandachtig las. ‘Bij de dood van Albert Verwey’ heet het, vier gedichten die ‘De slaapkamer’ ‘De werkkamer’, ‘De trap’ en ‘De stoel’ heten. Allereenvoudigst zijn ze. Ze worden voorafgegaan door een citaat van Johan Huizinga die vertelt hoe de dichter Verwey zijn werkkamer moest ontruimen omdat die gewit werd. Huizinga dacht hem nog een reeks vruchtbare jaren toe in die gewitte kamer „maar zijn tijd was daar, voor de grote ontruiming voor altijd”.", "Nijhoff vertelt in zijn reeksje over hoe hij denkt dat dat ging, die ontruiming. „De boeken lagen kriskras door elkaar” in de slaapkamer, in het lege studeervertrek stond de schilder nu op een ladder te fluiten, de tafel waaraan veertig jaar gewerkt is „onder een wit laken” weggeschoven in de hoek. Dan zien we Verwey zelf, die de trap afdaalt en daar even stil blijft staan luisteren naar geluiden en stemmen uit de keuken, onder meer van zijn vrouw. De bel gaat, de keukendeur vliegt open, de stemmen worden verstaanbaar, zijn vrouw praat tegen de werkster, het dienstmeisje, dat hij voor zichzelf altijd ‘Persephone’ noemt, koopt wat aan de deur. Met fruit en noten keert ze terug en sluit de keukendeur. „En hij, na nog wat wachten, daalde verder,/ zo zacht dat bij zijn tred geen trede kraakte.”", "Zo zachtjes kan het dus ook gaan. „Hoe vreemd dat het niet vreemder is dan ’t is”, denkt Verwey in de eerst regel van het laatste gedicht, waarin hij rustig afwacht tot de sneeuw „’t uitzicht mij beneemt”.", "Wonderlijk ontroerend in al hun huiselijkheid zijn die gedichten, de stilgevallen dichter beschrijvend, al dat wit worden, van de kamer, de werktafel, de wereld buiten, het papier. Het dienstmeisje dat zo onnadrukkelijk de oogst naar binnen brengt en dan weer verdwijnt – Persephone.", "En eigenlijk tot op het laatst gewoon leven, een hakmes in de keuken, boeken op de vloer, de schilder met zijn witkwast, een deksel dat kleppert. Steeds is alles er. Niets geen razen tegen de tijd. Vrede.", "Marjoleine de Vos is redacteur van NRC.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 4 januari 2021"], "authors": ["Marjoleine De Vos", "Leestijd Minuten"], "keywords": ["zijn", "van", "niets", "en", "een", "ze", "tegen", "razen", "tijd", "geen", "op", "het", "dat", "die", "je"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}