{"id": "92c774f2-c6ff-353f-8d7b-73d580a1f122", "title": "Andere vaccinatie-volgorde: eerst het personeel, dan de kwetsbare ouderen en gehandicapten", "url": "https://volkskrant.nl/nieuws-achtergrond/andere-vaccinatie-volgorde-eerst-het-personeel-dan-de-kwetsbare-ouderen-en-gehandicapten~b3caa0cb/", "summary": "Beeld Marcel van den BerghDat blijkt uit de nieuwe vaccinatie-strategie van het kabinet.\nIn het eerste kwartaal rekent het kabinet op 390 duizend doses, dus 185 duizend mensen.\nVoor bewoners van instellingen die wilsonbekwaam zijn, zoals dementerenden, moeten zorginstellingen toestemming voor het prikken vragen aan een als vertegenwoordiger aangewezen familielid.\nVergelijk het met het opzetten van een zuurstofmasker in een vliegtuig.\nModerna komt erna, en dat heeft weer andere eigenschappen.’ Het vaccin van Moderna kan in een gewone vriezer worden bewaard.", "paragraphs": ["Als vaccinatie van de kwetsbaarste groepen niet mogelijk zou zijn, adviseerde de Gezondheidsraad te beginnen bij de ‘beschermingsring’ van zorgpersoneel en mantelzorgers. Beeld Marcel van den Bergh", "Dat blijkt uit de nieuwe vaccinatie-strategie van het kabinet. In het land gaat de GGD dertig priklocaties inrichten, die - waar mogelijk - aansluiten bij de huidige teststraten. Zodra het EMA het vaccin van Pfizer heeft goedgekeurd krijgt Nederland begin januari de beschikking over 507 duizend doses, goed voor ongeveer 250 duizend personen. Dat is overigens minder en later dan waar minister De Jonge eerder nog op rekende, toen sprak hij over een miljoen doses in december. ‘Maar de leveringsschema's willen nogal eens veranderen.’ In het eerste kwartaal volgen nog eens 1,7 miljoen doses.", "Het vaccin van Moderna, dat ook in januari op de rol staat voor goedkeuring, is dan bedoeld voor de bewoners van verpleeghuizen (138 duizend) en gehandicapteninstellingen (85 duizend). In het eerste kwartaal rekent het kabinet op 390 duizend doses, dus 185 duizend mensen. Nog niet genoeg dus om alle bewoners te kunnen vaccineren.", "Volgens een woordvoerder van de Vereniging Gehandicaptenzorg Nederland hadden de zorginstellingen in die sector ‘een voorkeur’ voor de omgedraaide volgorde.", "De Gezondheidsraad adviseerde eerder juist om te beginnen met de oudste ouderen met onderliggende medische problemen. Als dat niet mogelijk zou zijn, adviseerde de raad een ‘beschermingsring’ van zorgpersoneel en mantelzorgers. Dat is de optie waar de partijen nu voor kiezen.", "Sinds vorige week bekend werd dat de vaccinaties beginnen op 4 januari – al noemde minister Hugo de Jonge op de persconferentie die datum niet meer - komt er veel af op de sectoren af die als eerste aan de beurt zijn. Voor bewoners van instellingen die wilsonbekwaam zijn, zoals dementerenden, moeten zorginstellingen toestemming voor het prikken vragen aan een als vertegenwoordiger aangewezen familielid.", "-70 graden", "Het eerst beschikbare vaccin in Nederland, dat van Pfizer en BioNTech, is geschikter voor het toedienen aan grote groepen mensen, in bijvoorbeeld een sporthal of teststraat, dan op kleinere schaal per instelling. Dat komt niet alleen omdat dit vaccin moet worden bewaard op een temperatuur van -70 graden, maar vooral omdat de farmaceut het aanlevert in verpakkingen van minimaal duizend doses per doos. Dat maakt het lastig het vooraf op te delen in kleinere porties waarmee een instellingsarts in een verpleeghuis aan de slag kan.", "‘Beginnen met het grootschalig aanpakken van de vaccinaties van het personeel is eenvoudiger dan beginnen met de bewoners’, zegt de woordvoerder van de Vereniging Gehandicaptenzorg. Naast praktische overwegingen zijn er volgens hem meer argumenten aan te voeren voor de omdraaiing. ‘Met gevaccineerd personeel is er minder risico op een besmetting in een instelling. Vergelijk het met het opzetten van een zuurstofmasker in een vliegtuig. Eerst moet de moeder dat zelf opzetten, en bij haar kind. Het is ook veiliger dat personeel eerst wordt ingeënt, als zij bijvoorbeeld zelf daarna de bewoners gaan vaccineren.’", "Optimale mix", "Jaap van Delden, programmadirecteur covid-19-vaccinatie van het RIVM zei vorige week al in een gesprek met de Volkskrant dat de zorgpartijen aan het puzzelen waren op de ‘optimale mix in de vaccinatiestrategie’. Het RIVM heeft een paar ‘hele grote vriezers’ waarin de Pfizer-vaccins centraal kunnen worden opgeslagen, waarna de vaccins maximaal een paar dagen ontdooid inzetbaar zijn. ‘Dat is niet heel lang, en je wilt geen spillage.’", "Bovendien, zei Van Delden, ‘willen we voorbij aan de focus op het Pfizer-vaccin. Het gaat om een totaal aan leveringen en hoe zet je dat nou snel in. Moderna komt erna, en dat heeft weer andere eigenschappen.’ Het vaccin van Moderna kan in een gewone vriezer worden bewaard."], "authors": ["Charlotte Huisman", "Michiel Van Der Geest"], "keywords": ["aan", "ouderen", "van", "dan", "het", "op", "met", "kwetsbare", "vaccinatievolgorde", "eerst", "duizend", "een", "en", "andere", "gehandicapten", "dat", "personeel", "voor"], "pubDate": "2020-12-08T16:34:33+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}