{"id": "92cc7005-74c1-3bc5-88ed-e1082d9106ae", "title": "Zo gaat het eraan toe in extreemrechtse chatgroepen", "url": "https://stories.lab.nos.nl/artikel/2363038-zo-gaat-het-eraan-toe-in-extreemrechtse-chatgroepen", "summary": "Zo gaat het eraan toe in extreemrechtse chatgroepen maandag, 17:06Wat is er gebeurd?\nIn het algemeen staat rechts-extremisme voor het discrimineren van minderheden (vreemdelingenhaat) en een extreme liefde voor het eigen land.\n\"Ik heb van veel jongeren gehoord dat het eerst als grapje is begonnen, en dat ze het daarna serieus zijn gaan nemen\", zegt Paul.\nDe NCTV waarschuwde in oktober al dat het risico dat rechts-extremisten geweld gaan gebruiken, groter is dan in het verleden.\nWant uiteindelijk is het doel: een rassenoorlog en een 'blanke staat'.", "paragraphs": ["Zo gaat het eraan toe in extreemrechtse chatgroepen maandag, 17:06", "Wat is er gebeurd?", "Rechts-extremisten worden steeds jonger actief, zeggen deskundigen, die zich daar zorgen over maken.", "In Nederland zijn rechts-extremisten vooral anti-islam en willen ze dat het 'blanke ras zuiver blijft'. In het algemeen staat rechts-extremisme voor het discrimineren van minderheden (vreemdelingenhaat) en een extreme liefde voor het eigen land.", "Rechts-extremisten zijn mensen die Nederland in gevaar kunnen brengen, omdat ze bijvoorbeeld een rassenoorlog willen. Dit willen ze voor elkaar krijgen met geweld of door haatzaaien, of het verspreiden van angst, desinformatie en intimidatie.", "Waarom moet ik dit weten?", "Onze collega's van Nieuwsuur hebben veel berichten gezien in rechts-extremistische chats. En daar zagen ze jongeren met nazi-vlaggen tot mensen die fantaseren om een aanslag te plegen op premier Mark Rutte. De leden van de groep zijn jong: de jongste is 14.", "Waarom neemt rechts-extremisme toe bij jongeren?", "In Engeland houdt Matthew Feldman zich veel bezig met radicaalrechts, hij is de directeur voor een centrum dat daar onderzoek naar doet. \"De rechts-extremisten worden zeker jonger. In bijna elke zaak waar ik bij betrokken ben gaat het om tieners, die trouwens lang niet altijd uit zogenaamde achtergebleven milieus komen. Velen van hen komen uit stabiele gezinnen.\"", "Hoe worden jongeren dan extreemrechts? \"Het gaat tegenwoordig bijna volledig online, ze radicaliseren via het internet\", zegt Feldman. Ook de club die in Nederland terreur in de gaten houdt, de NCTV, zegt dat er 'een hele nieuwe generatie rechts-extremisten' is opgestaan. De jongeren praten vooral via Telegram, Instagram en Discord. Gevaarlijk: want ze zijn zo moeilijker op te sporen, dan wanneer ze bij een ouderwetse groep zouden aansluiten.", "Iemand die in zo'n rechtsextremistische chatgroep zit en Nieuwsuur sprak, is Paul (niet zijn echte naam). \"Ik heb van veel jongeren gehoord dat het eerst als grapje is begonnen, en dat ze het daarna serieus zijn gaan nemen\", zegt Paul. Hij is naar eigen zeggen per ongeluk in de groep gekomen, en leest daar stiekem mee. \"Ik zie veel racisme, homofobie, transfobie, vrouwenhaat en Jodenhaat. Het gaat zo ver dat ze echt de dood toewensen aan al die mensen.\" Ook Nieuwsuur heeft de chats bekeken.", "In de groep waar Paul in zit, zit ook Fabio I. van 19. Hij moet voor de rechter komen omdat hij wordt verdacht van een terroristisch misdrijf. Paul over Fabio: \"Hij woont nog bij zijn ouders en heeft allerlei dingen op zijn kamer: waaronder een SS-uniform, een nazi-vlag, het boek Mein Kamp. Ik vraag mij soms wel af of zijn ouders dat ook weten.\"", "Waarom is het gevaarlijk?", "De NCTV waarschuwde in oktober al dat het risico dat rechts-extremisten geweld gaan gebruiken, groter is dan in het verleden. Ze zien meer mensen die online dreigen met geweld.", "Dat ziet ook Paul in de chatgroep. Kay van P. zit daar ook, Hij moest in 2020 voor de rechter verschijnen omdat hij Sylvana Simons met de dood heeft bedreigd. Paul: \"Hij beschreef in detail hoe hij een aanslag op haar wilde plegen. Met tijdstip, datum, locatie en zelfs welk vuurwapen hij wilde gebruiken.\" Paul heeft dat toen serieus genomen en bij Sylvana gemeld. Kay van P. is gearresteerd.", "Extreemrechts-expert Feldman praat over de 'siege-cultuur'. Daarin hoopt iemand door chaos te creëren, zoals een aanslag te plegen, dat er meer onrust ontstaat en een revolutie uitbreekt. Want uiteindelijk is het doel: een rassenoorlog en een 'blanke staat'.", "Een ander soort voorbeeld van onrust stoken werd ook aangemoedigd in de chatgroep: \"Doe je voor als een linkse of allochtoon en plaats ergens 'Kill all white people'. Hierdoor ontstaat er oproer bij het Nederlandse volk waardoor ze meer negatieve gevoelens krijgen tegenover links en allochtonen.\""], "authors": [], "keywords": ["gaat", "chatgroepen", "van", "zo", "zijn", "extreemrechtse", "voor", "en", "een", "ze", "eraan", "toe", "het", "hij", "dat", "die"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}