{"id": "92ce9af3-cae6-37e3-9f7d-fef0b19b3515", "title": "Documentairemaker Ruben Terlou: ‘Het voelt voor mij fijn en veilig de binnenwereld voor mezelf te houden’", "url": "https://volkskrant.nl/mensen/documentairemaker-ruben-terlou-het-voelt-voor-mij-fijn-en-veilig-de-binnenwereld-voor-mezelf-te-houden~bd22cc5c/", "summary": "Met soms ingrijpende gevolgen voor de plaatselijke bevolking – en voor de reislustige Chinezen zelf.\n‘Ik wist toen ik jong was niet dat ik naar China zou gaan, maar wel dat ik de wereld in zou trekken.\nHet voelt voor mij fijn en veilig mijn binnenwereld voor mezelf te houden.’Ruben Terlou: ‘Het voelt voor mij fijn en veilig mijn binnenwereld voor mezelf te houden.’ Beeld Eddo HartmannIn hoeverre heeft televisie je veranderd?\nTerwijl ze haar geld nu naar China stuurt voor een medische behandeling van haar tante en een studie van een neefje of nichtje.\nEn ik denk dat het onmogelijk is als je niet je best doet om te begrijpen waarom China zo opkomt en handelt als het doet.", "paragraphs": ["Ruben Terlou is zo’n man bij wie alles lijkt te lukken. Met zijn fotografie won hij de Zilveren Camera, in de geneeskunde kon hij promoveren, zijn documentaireseries over China scoren torenhoge kijkcijfers. Gaat er nooit eens iets mis? Tuurlijk wel, maar daarover praat hij liever niet. Net als de Chinezen die hij interviewt, is hij behoedzaam. ‘Ik hou niet van persoonlijke aandacht.’", "Natuurlijk, documentairemaker Ruben ­Terlou schrok van wat hij tegenkwam tijdens het maken van zijn nieuwe serie, over Chinezen die de wereld intrekken.", "Alle Kenianen zijn apen, roept een Chinese brommerhandelaar in Nairobi tegen zijn Keniaanse werknemer Richard – inclusief de president.", "‘Dat vond ik heel pijnlijk ja, zoals die Keniaanse jongen daarover vertelde tegen mij. Hij was diep gekwetst.’ Lange stilte – Terlou is niet bang om lange stiltes te laten vallen. ‘Het was een schoolvoorbeeld van racisme. Ik heb zoveel met Chinezen te maken gehad en...’ Stilte.", "En?", "‘Het is me weleens overkomen dat ik in China voor buitenlandse duivel werd uitgemaakt. Of dat ze zeiden dat ik een grote neus had. Niet erg. Maar dit was onverbloemd ­racisme. Een litteken op de geschiedenis van Afrika. Misschien was dat wel wat me aangreep: dat in een land als Kenia ook de nieuwe generatie weer zoiets meemaakt. Wat Richard zei: ‘Ik kende dit alleen uit de boeken van mijn voorvaders. Nu overkomt het me zelf. Ik word in mijn eigen land een aap genoemd.’’", "Ik dacht even dat je ging zeggen dat het je ook zo raakte omdat je erg van China houdt, en je het dus extra vreselijk vindt dat juist een Chinees zoiets racistisch zegt.", "Meteen: ‘Ja, ook dat vond ik pijnlijk. Ik heb in China veel meegemaakt en China heeft me veel gebracht. De Chinezen hebben mij meestal heel goed behandeld. Die ben ik zeer dankbaar.’", "Toch nog even, de andere kant van het verhaal, zoals ­Terlou altijd de andere kant van alles wil laten zien: ‘De Chinese jongen die dat riep was een hartstikke jonge gast. Die voelde zich volstrekt verloren in Kenia. Hij kon het daar waarschijnlijk helemaal niet aan.’", "Ineens: ‘Twee spechten’, wijst de documentairemaker, fotograaf, arts en vogelaar naar het raam. ‘In die boom.’", "Terlou zit in het kantoor van de VPRO-hoofdredacteuren. Op dezelfde plek waar in 2016 onder de vorige, vier jaar geleden overleden hoofdredacteur Karen de Bok, al plannen werden bedacht voor De Wereld van de Chinezen. Een kort, geëmotioneerd gebaar naar een foto van de bij veel programmamakers geliefde De Bok, toekijkend uit een kast: ‘Het was een monsterproject, waar door veel mensen met hart en ziel aan is gewerkt. Soms een logistieke uitdaging. Soms een nachtmerrie.’", "De 35-jarige Terlou maakte eerder drie documentaireseries over het leven van Chinezen in hun eigen land. Voor de ­zevendelige reeks die vanaf 10 januari wordt uitgezonden volgde hij Chinezen die hun geluk beproeven buiten China. In het kielzog van de Nieuwe Zijderoute, een wereldwijd, infrastructureel megaproject waarmee China zijn economische macht wil vergroten. Wat de opkomst van China betekent, besef je pas wezenlijk na het zien van de menselijke portetten van Chinese levens in Kenia, Servië, Madagaskar, Cambodja, Italië, de VS en Nederland. Veel van hen zijn meegestuurd met staatsbedrijven, sommigen zijn er zelf op uitgetrokken. Met soms ingrijpende gevolgen voor de plaatselijke bevolking – en voor de reislustige Chinezen zelf. Het is een grandioze serie: de razendsnel groeiende macht China ontdaan van zijn abstractie.", "Een schokkend beeld: de Chinees die in Madagaskar kinderen op zijn katoenplantage laat werken.", "‘Die man heeft in het binnenland van Madagaskar een braakliggend stuk grond gevonden waarop hij katoen kon verbouwen. Hij heeft de grootste plantage opgezet die ik ooit heb gezien. We stonden met de cameraploeg tussen complete families, jong en oud, in de brandende zon, 45 graden. Ze hadden nauwelijks kleren. Er is geen educatie, ze wonen in lemen hutten. Het feit dat die man daar katoen komt verbouwen is voor hen al beter dan het was.’ Stilte. ‘En ja: daar werkten ook kinderen. Kinderarbeid. Dat is de harde realiteit, zou ik zeggen.’", "Het zijn erg jonge kinderen, van 5, 6 jaar.", "‘Die Chinese man zei: ‘Ik ben ook zo opgegroeid, ik werkte ook op het land, ik had vroeger ook niks.’ Hij heeft enorm veel risico genomen, had erg geleden én de plek opgezocht waar zijn winstmarge zo groot mogelijk zou zijn. Madagaskar is een van de armste landen ter wereld. Wat hij daar doet is wel goed voor de ontwikkeling van zo’n gebied.’", "Met een grote schaduwzijde.", "‘Hij maakt dankbaar gebruik van het feit dat de Malagassiërs niets hebben en dat ze blij zijn dat ze van hem iets meer krijgen. Maar nog steeds is het vrijwel gratis arbeid, voor hem.’", "Dat heet toch uitbuiting?", "‘Uitbuiting, ja. Hij profiteert van de zwakte van die mensen.’", "Je krijgt meteen de associatie, zoals wel vaker in deze serie: neokolonialisme.", "‘Natuurlijk! Het allitereert volstrekt met de geschiedenis – de katoenplantages van de slaven. Maar het is ook een gotspe dat niemand überhaupt wat aan die armoede doet. Hoeveel geld zit er wel niet bij de techgiganten in het Westen? En niet alleen Chinezen exploiteren. De westerse kledingindustrie heeft ook boter op z’n hoofd, om maar iets te noemen.’", "Op 19-jarige leeftijd vertrok Ruben Terlou naar China, om te fotograferen. ‘Een enkeltje. Ik wist niet wanneer ik terug zou komen.’ Vraag hem niet waarom hij uitgerekend voor China koos: dat snapt hijzelf gewoon niet precies. ‘Ik wist toen ik jong was niet dat ik naar China zou gaan, maar wel dat ik de wereld in zou trekken. Dat stond al vast. De middelbare school was een moetje. Ik ben nooit een gelukkige leerling geweest. Ik zat altijd naar buiten te kijken. Opgesloten in een kooitje. Te wachten om uit te kunnen vliegen.’", "Zijn ouders steunden hem. Altijd. Ruben is de jongste in een gezin van vier. Zijn moeder ontfermde zich over de kinderen. Ze was kleuterleidster op de vrije school in De Bilt; zijn vader werkte vooral in het buitenland, als traumapsycholoog. Een reiziger, net als zijn zoon. In China, waaruit Ruben na twee jaar terugkeerde, leerde hij net zo goed Mandarijn spreken als de Chinezen zelf. Terug in Nederland ging hij geneeskunde studeren; hij slaagde cum laude. Tijdens zijn promotieonderzoek, naar een bloedziekte, kreeg hij een nóg mooiere kans van zijn leven: presentator worden bij de VPRO voor een documentaireserie over China.", "‘Ik heb voor-en-tegenlijstjes gemaakt. Er waren eigenlijk alleen maar redenen om door te gaan in het ziekenhuis. Het alternatief was zo onzeker. Maar ik vond het onderzoek niet leuk. Ik voelde me opgesloten.’", "Met je fotografie won je de Zilveren Camera, je kon promoveren in de geneeskunde, je werd gevraagd documentaireseries te maken waarvan sommige afleveringen bijna anderhalf miljoen kijkers opleverden. Is er weleens iets echt misgelopen in je leven?", "Hij lacht. Aarzelt. ‘Zonder mislukkingen geen succes. Een cliché, maar dat is wel wat het is. Er kan van alles misgaan, privé en in relaties en met gezondheid, en er gaat ook soms iets fout, maar... Ja.’ Stilte.", "Maar daar zeg je liever niets over.", "‘Klopt.’", "Waarom niet?", "‘Ik hou niet van persoonlijke aandacht; ik heb het altijd lastig gevonden daarmee om te gaan. Het was nooit mijn ambitie een gezicht te worden op televisie. Dat hoorde erbij, bij het werk dat ik doe en waarin ik geloof, de onderwerpen waarmee ik bezig ben, mensen een stem geven, het reizen. Ik realiseer me dat het bijzonder is dat ik presentator ben en ik geniet er ook steeds meer van, maar...’", "Je vraagt anderen wel om zeer persoonlijke verhalen te vertellen.", "‘Wat ik zelf niet doe. Inderdaad. Maar ik heb het gevoel dat ik al zoveel van mezelf weggeef, juist door het persoonlijke contact met de mensen in de documentaires. Het voelt voor mij fijn en veilig mijn binnenwereld voor mezelf te houden.’", "Ruben Terlou: ‘Het voelt voor mij fijn en veilig mijn binnenwereld voor mezelf te houden.’ Beeld Eddo Hartmann", "In hoeverre heeft televisie je veranderd?", "‘Ik hoop dat het me niet heeft veranderd, dat hoop ik echt. Maar ik zal zelfverzekerder zijn geworden. Beter in het aangeven van grenzen.’ Lachend: ‘Dat kun jij nu vast beamen. Ik ben selectiever geworden in het besteden van mijn tijd en aandacht. Ik heb me altijd extreem op mijn werk gestort. Dat is voor familie en vrienden niet altijd gemakkelijk geweest.’", "Voor een aflevering over Chinezen in Servië spreek je de moeder Hannah. Haar drie kleine kinderen zitten in China op school. Hannah ziet ze één keer per jaar.", "‘Wij westerlingen zijn dat niet gewend. Voor Chinezen is het redelijk normaal dat de kinderen ver weg zijn en opgroeien bij de grootouders.’", "Kun jij je er iets bij voorstellen, dat jij je jonge dochter maar een keer per jaar zou zien?", "‘Dat lijkt me wel weinig. Maar ik reis natuurlijk veel.’", "En wat vinden je dochter en je vriendin daarvan?", "Denkt na. ‘Ehmmm. Eigenlijk is dat altijd goed gegaan.’ Kijkt naar buiten.", "Wijzend: ‘Een pimpelmees. Zie je? Voor het raam.’", "Vogels kunnen gaan en staan waar ze willen, heb je weleens gezegd.", "‘Vogels zijn grenzeloos ja.’", "Waarom hou je zo van vogels?", "‘Ze zijn symbolisch voor vrijheid; de ruimte die ze in kunnen vliegen. Ik vind het fascinerend om naar gedrag te kijken. Zowel van vogels als van mensen. Maar bij vogels vind ik het rustgevend. Ook omdat ze los van me staan. Als ik met mijn verrekijker op zee zit: die zeevogels verwachten niks van mij. Die kan ik gewoon bewonderen om wat ze zijn. Extreem rustgevend.’", "Hij vertelt over een van de ontmoetingen die hem nog meer bijblijven dan andere verhalen: over de mooie, jonge Li Xin, entertainmentmeisje in een nachtclub in Cambodja, gerund door een steenrijke Chinees. ‘Die danseres, die raakte me heel erg.’", "Hoe komt dat?", "‘Zij leidt een leven waarvan zij zegt dat het de moeite waard is. Maar het gaat wel ten koste van haar waardigheid. Omdat ze hoopt dat ze daarmee later een supermarktje kan kopen en een auto, zodat ze niet langer afhankelijk is van mannen. Terwijl ze haar geld nu naar China stuurt voor een medische behandeling van haar tante en een studie van een neefje of nichtje. Er zit zoveel onvrijheid in: ik denk dat ik het daarom zo aangrijpend vind.’", "Je was zelf ook erg jong, toen je in China ging wonen – dat enorme land.", "‘Dat was eenzaam, heel eenzaam, af en toe. Dus ik kon me bij deze serie goed voorstellen hoe verloren de Chinezen die ik ontmoette zich vaak moesten voelen, zo ver van hun eigen land, als een soort aangespoelde drenkelingen. Ik was destijds alleen, in een hotel in een miljoenenstad, waar niemand Engels sprak. En ik wist nog niet wat ik met mijn leven aan moest. Uiteindelijk heb ik een appartement gehuurd en ben ik Chinees gaan studeren. Met overgave. Maar ik doe alles met overgave. Niet alleen Chinees studeren.’ Plotseling: ‘Het was een mooie tijd. Een intense tijd. Prachtig.’", "Omdat de hele wereld voor je openlag?", "‘En ook: als je zoveel afstand neemt van waar je vandaan komt, kun je op een bepaalde manier worden wie je wilt. Je wordt veel minder gedefinieerd door je omgeving. Ik was een onbeschreven blad. Het gaf mij de kans om te onderzoeken wat ik wilde, wie ik was, wat ik belangrijk vond.’", "Dacht je daar echt al zo ernstig over na?", "‘Ik was al vrij serieus, ja. En vrij rigoureus. Als iets in mijn kop zit dan eh...’", "Ik móét niks, was vroeger een van je gevleugelde uitspraken.", "‘Daar herinnert mijn moeder me nog steeds aan ja: ‘Ik moet helemaal niks.’", "Ik kan niet tegen dwang, absoluut. Maar ik doe heus wel wat je van me vraagt. Uiteindelijk. Of op mijn manier.’ Denkt nog eens na: ‘Ik hanteer hoge standaarden, voor mezelf en voor anderen. Ik verwacht veel van ze. Maar ik verwacht ook veel van mezelf.’", "Ruben Terlou: ‘Ik hanteer hoge standaarden, voor mezelf en voor anderen.’ Beeld Eddo Hartmann", "Wat heb je geleerd in je studie geneeskunde dat je kunt gebruiken als documentairemaker?", "‘Heel veel. Klinisch redeneren, zoals dat heet in de geneeskunde. Aan de hand van symptomen van een patiënt achterhalen wat de oorzaak zou kunnen zijn van de klachten. Ik heb in die tijd vaak gesproken over dingen waarvoor patiënten zich schamen, die spannend of eng zijn, of gevoelig liggen. De ontmoetingen die ik heb met mensen voor de serie zijn prachtig, maar staan vaak wel voor iets groters: racisme, sociale ongelijkheid, toegang tot gezondheidszorg, klimaatverandering. Soms denk ik dat we met deze documentaires als een dokter naar een samenleving kijken: wat is daar aan de hand en hoe manifesteert zich dat?’", "In de buurt van Belgrado bezoek je een plaats waar een Chinees bedrijf een enorme staalfabriek heeft overgenomen, die al jaren stillag. Vanaf het moment dat de schoorstenen weer beginnen te roken, wordt de stad bedekt met een dikke laag, rood giftig stof. Bewoners laten nu hun huizen rood schilderen, zodat dat smerige stof minder opvalt.", "‘Wat ik zo bizar vond: het is maar anderhalve dag rijden van hier. Het is geen Europese Unie, maar wel Europa. Hoe kan het bestaan dat je zo dicht bij huis dit soort verhalen aantreft?’", "Jullie filmen in Oost-Servië tijdens het Chinees Nieuwjaar 2020. Hannah belt haar kinderen in China en waarschuwt ze om niet te veel tussen de mensen te komen.", "‘Toen wisten we net dat er een virus was opgedoken. Toen had de Communistische Partij net toegegeven dat er iets speelde.’", "Besefte jij als arts: dit kan weleens ernstig uit de hand lopen?", "‘Ik had het niet direct door.’ Ironische lach: ‘Zoveel informatie kregen we nu ook weer niet uit China. Wat me wel opviel in Servië: alle bedrukte Chinese gezichten, tijdens een Nieuwjaarsspeech waarin het virus werd aangehaald. Ik dacht: ze kijken wel erg sip.’", "Wat zo moeilijk te begrijpen valt: waarom lukt het de Partij, die toch zo machtig is, die zelfs corona in China nagenoeg onder controle heeft gekregen, niet om wilde dierenmarkten definitief te sluiten?", "Aarzeling. ‘Mmmmm. Traditional Chinese Medicine, de traditionele geneeskunde, waarin dieren, planten en mineralen een grote rol spelen, is een markt die sterk wordt gesteund door de partij. Een belangrijk cultureel exportproduct. Er gaan vele miljarden in om. Het is een beetje vervelend dat voor Chinezen geldt: hoe zeldzamer iets is, hoe meer potentie ze eraan toekennen.’ Hij zwijgt. ‘Ja. Maar. Ja.’", "Even daarna: ‘Het westerse onvermogen om deze pandemie onder controle te krijgen wordt door de Partij ook gezien als een bewijs dat de democratie niet werkt.’", "Terwijl de pandemie in China is ontstaan.", "‘Dat lijkt me duidelijk. We weten alleen nog niet hoe. We weten nog steeds niet precies hoe het begonnen is. Ik denk dat het rijkelijk laat is dat de WHO nu pas onderzoek laat doen naar de oorzaak van het virus.’", "Waaraan ligt dat?", "‘Het is een ontzettend gevoelige politieke kwestie. Landen die opriepen tot een internationaal gesprek met China kregen diplomatieke problemen. De oorsprong van het virus is een bedreiging voor de partij. De belangen zijn zo groot; het stijgt boven ons allemaal uit.’", "Maar dan zou de Partij toch juist moeten redeneren: we maken een definitief einde aan die markten, omdat zeker op die plekken van alles door elkaar krioelt waardoor virussen kunnen overspringen van dier naar mens?", "‘Volgens mij probeer je me iets te ontlokken.’", "Ruben Terlou: ‘Soms denk ik dat we met deze documentaires als een dokter naar een samenleving kijken: wat is daar aan de hand en hoe manifesteert zich dat?’ Beeld Eddo Hartmann", "Waarom denk je dat ik je iets wil ontlokken?", "‘Dat zegt misschien ook wel wat, over mij.’", "Wat dan?", "‘Pfffff.’", "Dat je op je hoede bent?", "‘Nou. Op mijn hoede... Ik wil geen verkeerde dingen zeggen. Die niet waar zijn.’", "Je praat heel weloverwogen en behoedzaam.", "Hij lacht: ‘Dat klopt. Dat is ook wel hoe ik word gekarakteriseerd.’", "Een uitzending van Tegenlicht waaraan jij meewerkte en die een inkijkje moest geven in het leven in Wuhan na het terugdringen van corona ging afgelopen voorjaar niet door. Jullie waren bang dat Chinezen in gevaar zouden komen.", "‘We hebben het zekere voor het onzekere genomen. De situatie lag destijds gevoelig: de lockdown werd net opgeheven in China.’ Mompelt iets onverstaanbaars. Dan: ‘Het werken in China is er ook niet gemakkelijker op geworden. De grip van de partij op de maatschappij neemt enorm toe. Dat hoort bij het nieuwe tijdperk van de president. Hij zegt letterlijk: noord, west, zuid, oost en daartussenin: de Partij leidt overal.’", "Was het moeilijker of gemakkelijker Chinezen buiten China te spreken?", "‘Of het nou binnen of buiten China is: de meesten letten toch op wat ze zeggen. Ze hebben familie en vrienden in China, of werken voor Chinese bedrijven in het buitenland.’", "Corona is een wake-upcall geweest voor de rest van de wereld, als het gaat om de groeiende invloed van China.", "‘Voor veel landen ja. Ook voor de landen langs de Nieuwe Zijderoute. Die zijn gaan beseffen hoe afhankelijk ze zijn geworden van China. Natuurlijk is het gemakkelijk om te denken: er komt een groot eng geel gevaarte op ons af. Zeker nu, met de pandemie, is dat een risico. Maar ik denk dat we moeten oppassen ons niet te veel van China te vervreemden.’", "Waarom niet?", "‘Het mag niet leiden tot haat tegen de Chinezen en we kunnen de opkomst van China toch niet stoppen. We zullen ons ertoe moeten verhouden. En ik denk dat het onmogelijk is als je niet je best doet om te begrijpen waarom China zo opkomt en handelt als het doet. Maar de universele rechten van de mens, de liberale waarden, die zullen we echt moeten bewaken in de EU. Dat mag nooit wisselgeld zijn. Daarover zijn wereldoorlogen gevoerd.’", "Is jouw liefde voor China veranderd, in de loop der jaren?", "‘Die is niet bekoeld. Mijn liefde is gericht op het volk en mijn ervaringen in China, alles wat ik daar heb meegemaakt, wat mij heeft gevormd. Maar ik voel geen liefde voor alles wat China behelst. Ik hou heel graag de mensen en de Partij uit elkaar.’ Stilte. ‘Misschien vind je mij vervelend genuanceerd.’", "Nee.", "‘Moeten we bang zijn voor China?’ is een vraag die me geregeld wordt gesteld. Ik weet niet eens waar ik moet beginnen, snap je? Het enige wat ik kan antwoorden is: dat hangt ervan af hoe je het bekijkt.’", "Maar als je ziet wat er bijvoorbeeld in Servië gebeurt, met de bewoners die hun huizen rood laten schilderen...", "Onderbreekt: ‘Voor de bewoners die direct tegen de fabriek aan wonen is het vreselijk. Voor de Servische economie is het goed. Er is veel geld gepompt in die overname. De fabriek draait weer, met heel wat Servische werknemers. De mate van vervuiling is natuurlijk absurd. Maar wij hebben hier in Nederland ook iets hè.’", "Tata Steel, bedoel je.", "‘Ja. En vlak over de grens, in Duitsland, heb je gigantische open dagbouwmijnen voor de winning van bruinkool. Gigantisch.’", "Het is toch de bedoeling dat Europa dit soort milieuverwoesters gaat sluiten – niet dat ze weer worden opengegooid?", "‘Daar heb je gelijk in.’", "Dan zegt hij: ‘Ik heb het afgelopen jaar vaak gedacht: wij maken ons ontzettend druk over de tweets die de Amerikaanse president verstuurt. Maar alsjeblieft, draai 180 graden, open je ogen, en kijk naar het Oosten. Dat is echt wat we moeten doen.’", "Want?", "‘Amerika is nog steeds een democratie. Daar kun je je middelvinger opsteken naar de president.’", "CV Ruben Terlou Documentairemaker, fotograaf en arts 17 mei 1985 Geboren in Utrecht 2004 Vertrekt op zijn 19de naar China om te fotograferen en leert Mandarijn. Met foto’s die hij tussen 2009 en 2011 in Afghanistan maakte won hij verschillende prijzen bij de Zilveren Camera 2016 Televisiedebuut met de VPRO-serie Langs de Oevers van de Yangtze. De serie werd genomineerd voor de Zilveren Nipkowschijf 2018 Door het hart van China 2019 Chinese Dromen 2021 Vanaf 10 januari begint de serie De Wereld van de Chinezen Terlou heeft net een driejarig contract gekregen bij de VPRO om nieuwe documentaireseries te maken, onder andere over de wereldwijde staat van de zorg. Ruben Terlou woont in Utrecht en heeft een dochter van 8 jaar."], "authors": ["Steffie Kouters"], "keywords": ["ik", "terlou", "van", "het", "voor", "veilig", "en", "een", "ruben", "houden", "te", "mezelf", "mij", "die", "niet", "dat", "voelt", "je"], "pubDate": "2020-12-31T09:48:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}