{"id": "92e095bf-2f5f-3d7e-a12b-e673107796b2", "title": "De vaccinatiecampagne heeft nog horden te nemen, maar mankracht is niet het probleem", "url": "https://volkskrant.nl/columns-opinie/de-vaccinatiecampagne-heeft-nog-horden-te-nemen-maar-mankracht-is-niet-het-probleem~b87a651c/", "summary": "Door alle tegenvallers bij het testen en het bron- en contactonderzoek was er vooral veel twijfel over de organisatie van de vaccinatiecampagne.\nPetra van de Goorbergh van Oval, de brancheorganisatie van arbodiensten, benadrukt dat mankracht niet het probleem is.\nLogistieke vragen zijn er wel; het ene vaccin is een stuk makkelijker toe te dienen dan het andere.\nDat is niet nieuw, elk jaar geven de Nederlandse consultatiebureaus ruim 2,6 miljoen vaccins in het kader van het rijksvaccinatieprogramma.\nDe onzekerheid over de begindatum van het vaccinatieprogramma blijft, maar als deze horden genomen zijn, dan zijn er genoeg Nederlandse zorgverleners om de prikken te zetten.", "paragraphs": ["Klinische afvalbakken staan klaar bij het ‘Manchester Tennis and Football Centre’, dat binnenkort zal dienen als vaccinatiecentrum. Beeld Getty Images", "De verlossende aankondiging van minister Hugo de Jonge dat vanaf 4 januari kan worden begonnen met de coronavaccins, kreeg een sceptisch onthaal. Er zullen wel te weinig vaccins zijn, de ijskoude koelkasten zijn ongetwijfeld niet beschikbaar, en de inkoop van injectiespuiten zal evenmin in orde zijn. Door alle tegenvallers bij het testen en het bron- en contactonderzoek was er vooral veel twijfel over de organisatie van de vaccinatiecampagne. Kan de Nederlandse zorg dit wel aan? Zijn er wel genoeg zorgverleners om iedereen snel een prik te geven?", "Voor het prikken is een heel schema bedacht, waarbij voor elke groep een andere zorgverlener wordt ingeschakeld. Uiteindelijk is een arts verantwoordelijk, maar de prik zelf mag ook door doktersassistenten, verpleegkundigen of andere zorgmedewerkers worden gezet. Als eersten zijn de instellingsartsen aan de beurt. Zij moeten de ruim 155 duizend mensen inenten die wonen in een verpleeghuis of een andere instelling, bijvoorbeeld voor verstandelijk gehandicapten. Nederland telt 1.750 specialisten ouderengeneeskunde. Zij hoeven niet zelf alle prikken te zetten, maar zijn wel eindverantwoordelijk voor de vaccins van verpleeghuisbewoners.", "Beeld Thijs Balder/Volkskrant infographics", "Dan komt ook de eerste klus voor de bedrijfsartsen. De zorgmedewerkers in instellingen, zo’n 265 duizend, krijgen voorrang. Er zijn ongeveer 1.400 bedrijfsartsen in Nederland die minstens één zorginstelling in portefeuille hebben. Samen met de 400 arboverpleegkundigen en de keurings- en doktersassistenten moeten zij die klus klaren.", "De infrastructuur is er al, bevestigen de arbodiensten. Petra van de Goorbergh van Oval, de brancheorganisatie van arbodiensten, benadrukt dat mankracht niet het probleem is. Logistieke vragen zijn er wel; het ene vaccin is een stuk makkelijker toe te dienen dan het andere. Ook is nog niet van alle vaccins bekend of er een of twee prikken nodig zijn. Een belangrijke taak voor de bedrijfsartsen is, naast het prikken zelf, het geven van voorlichting, zegt Gijsbert van Lomwel van de Nederlandse Vereniging voor Arbeids- en Bedrijfsgeneeskunde. Een meerderheid van de zorgmedewerkers weet nog niet zeker of zij de prik wel willen.", "Na de bewoners en medewerkers van instellingen zijn de kwetsbare ouderen aan de beurt, en dan lopen de aantallen in de miljoenen. Dat is niet nieuw, elk jaar geven de Nederlandse consultatiebureaus ruim 2,6 miljoen vaccins in het kader van het rijksvaccinatieprogramma. Maar de coronaprik is qua doelgroep beter te vergelijken met de griepprik. Jaarlijks worden 6 miljoen mensen uitgenodigd voor een griepprik door de huisarts. Dit zijn 60-plussers en burgers met een medische indicatie. De helft van hen komt opdagen. Voor de bijna 13 duizend huisartsen is het vaccineren van miljoenen mensen dus geen uitzonderlijke situatie. Bovendien kunnen ook hier de injecties worden gegeven door de doktersassistenten – als de arts maar in de buurt is voor het geval er bijwerkingen optreden.", "Na deze grote groep zijn de bedrijfsartsen en arbodiensten weer aan zet. Nu krijgt de rest van het zorgpersoneel, ruim 1 miljoen medewerkers, het vaccin.", "Als laatste komt de GGD in actie om de 6,5 miljoen Nederlanders tussen de 18 en 60 jaar die niet in een voorrangsgroep vallen te vaccineren. Ook voor de GGD is dit op zichzelf geen bijzondere klus. Massavaccinaties komen vaker voor, zoals in de zomer van 2002. Toen werden 3 miljoen jongeren ingeënt tegen meningokokken. Het proces gaat wel iets langzamer dan vóór covid-19. Waar er toen nog 60 prikken per uur konden worden gezet, zijn dat er nu 20. Door de coronamaatregelen moeten mensen in de wachtrij meer afstand houden.", "Beeld Thijs Balder/ Volkskrant infographics", "Is er genoeg koeling, wordt het vaccin kant-en-klaar geleverd of moet het nog worden ‘opgezogen’ in een ampul? En zijn de vaccins er überhaupt op tijd? Donderdag maakte Pfizer bekend dat er toch wat tegenvallers waren, waardoor het bedrijf maar de helft van de beloofde vaccins kan leveren dit jaar. De onzekerheid over de begindatum van het vaccinatieprogramma blijft, maar als deze horden genomen zijn, dan zijn er genoeg Nederlandse zorgverleners om de prikken te zetten."], "authors": ["Xander Van Uffelen", "Serena Frijters"], "keywords": ["van", "nog", "horden", "het", "maar", "zijn", "mankracht", "niet", "probleem", "te", "nemen", "een", "en", "vaccinatiecampagne", "er", "wel", "voor"], "pubDate": "2020-12-04T17:31:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}