{"id": "92f9ed3d-100a-3127-bb77-1ad2b37978c8", "title": "NUcheckt: Bericht over sterven kinderen na dragen mondkapje ongefundeerd", "url": "https://nu.nl/nucheckt/6082824/nucheckt-bericht-over-sterven-kinderen-na-dragen-mondkapje-ongefundeerd.html", "summary": "Dit keer kijken we naar de volgende bewering: \"Twee Duitse kinderen overleden door het dragen van een mondkapje.\"\nNUcheckt kreeg via de mail een artikel van de website NineForNews getipt, waarin wordt beweerd dat twee Duitse kinderen zijn overleden door het dragen van een mondkapje.\nEr is alleen helemaal geen bewijs dat er twee Duitse kinderen zijn overleden aan het dragen van een mondkapje.\nIlly houdt het dan ook niet voor mogelijk dat kinderen last kunnen krijgen van zuurstoftekort door het dragen van een mondkapje.\nIn een Facebook-bericht werd beweerd dat een zesjarig Duits meisje in een schoolbus is overleden door het dragen van een mondkapje.", "paragraphs": ["NUcheckt beoordeelt berichten op hun betrouwbaarheid. Dit keer kijken we naar de volgende bewering: \"Twee Duitse kinderen overleden door het dragen van een mondkapje.\" Hier is geen bewijs voor. Bovendien is er geen medische reden om aan te nemen dat dit mogelijk is.", "NUcheckt kreeg via de mail een artikel van de website NineForNews getipt, waarin wordt beweerd dat twee Duitse kinderen zijn overleden door het dragen van een mondkapje. Dit stuk is op Facebook ruim 3.800 keer gedeeld.", "Het stuk is gebaseerd op een video van de Duitse arts Bodo Schiffmann. De video zelf werd al zeker 80.000 keer bekeken.", "Er is alleen helemaal geen bewijs dat er twee Duitse kinderen zijn overleden aan het dragen van een mondkapje. Bovendien is er medisch helemaal geen reden om aan te nemen dat dit überhaupt mogelijk is.", "Waar komt het vandaan?", "Op maandag 7 september zakte een dertienjarig meisje plotseling in elkaar in een schoolbus, die in de buurt van Wörth am Rhein reed. Het meisje droeg tijdens de busrit een mondkapje en overleed dezelfde dag nog in het ziekenhuis.", "Als een lokaal medium een dag later voor het eerst over het ongeval bericht, ontstaan er op Facebook en Twitter al snel geruchten dat het meisje is overleden aan zuurstoftekort doordat zij een mondkapje droeg. Het bericht werd onder anderen door de Duitse AfD-politica Birgit Malsack-Winkemann gedeeld. De Alternative für Deutschland is een rechts-populistische partij die het in het Duitse coronadebat vaak niet eens is met de getroffen maatregelen.", "Tot op de dag van vandaag is er alleen geen enkele aanwijzing dat het meisje is overleden aan de gevolgen van het dragen van een mondkapje. Zowel de eerste als de tweede autopsie gaf geen doodsoorzaak aan. Daarom worden er nu verdere onderzoeken gedaan om de precieze doodsoorzaak te achterhalen.", "Arts speculeert over een tweede geval", "Door Schiffmanns video eind september, waarop NineForNews zich baseerde, werd het gerucht op 26 september opnieuw aangewakkerd. De Duitse arts beweert hierin niet alleen dat het eerder genoemde meisje is overleden door het dragen van haar mondkapje, maar dat er nóg een kind daardoor overleden zou zijn. Hij zou dit van een collega-arts hebben gehoord.", "Schiffmann is KNO-arts en gespecialiseerd in duizeligheidsziekten. Door zijn kritiek op het coronabeleid van de Duitse overheid, waar hij zich via zijn YouTube-account over uitlaat, is Schiffmann uitgegroeid tot een van de leiders in de coronaprotesten in Duitsland.", "Duitse factcheckers van RedaktionsNetzwerk Deutschland (RND) hebben in een telefoongesprek met Schiffmann weten te achterhalen dat het tweede geval een dertienjarige jongen uit de stad Aurich zou betreffen. Schiffmann beweert dat hij de informatie van een zeer betrouwbare en veilige bron heeft gekregen. Wie dit is, dat vertelt hij niet. Volgens Schiffman zou het Duitse openbaar ministerie bezig zijn met de zaak.", "Toen het RND vervolgens verhaal ging halen bij het parket van Aurich, bleek dat er helemaal geen dergelijke zaak bekend is in de regio. Daarmee is er ook voor dit verhaal geen enkel bewijs.", "'Medisch gezien geen enkele reden dat dit zou kunnen gebeuren'", "De voorzitter van de Nederlandse Vereniging voor Kindergeneeskunde (NVK) Károly Illy sluit eveneens uit dat er kinderen zijn overleden door het dragen van een mondkapje. Illy die tevens kinderarts bij het St. Antonius Ziekenhuis in Utrecht is, concludeert: \"Dit verhaal is compleet uit de lucht gegrepen. Medisch gezien is er geen enkele reden om aan te nemen dat dit zou kunnen gebeuren.\" Illy benadrukt dat mondkapjes er alleen voor zorgen dat druppels gedeeltelijk worden tegengehouden.", "\"Het opnemen van zuurstof wordt niet belemmerd door het dragen van een mondkapje.\" Illy houdt het dan ook niet voor mogelijk dat kinderen last kunnen krijgen van zuurstoftekort door het dragen van een mondkapje.", "Ook het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) acht het zeer onwaarschijnlijk dat er meerdere Duitse kinderen zijn overleden door het dragen van een mondkapje. Er zijn volgens een woordvoerder van het RIVM geen meldingen binnengekomen over kinderen die op school of daarbuiten problemen ervaren door het dragen van een mondkapje.", "Naast de twee al genoemde zaken, gaan er sinds begin oktober geruchten rond over een derde kind dat zou zijn overleden door een mondkapje. In een Facebook-bericht werd beweerd dat een zesjarig Duits meisje in een schoolbus is overleden door het dragen van een mondkapje. Dit is nepnieuws. De politie van Unterfranken, de Duitse regio waarin het meisje overleden zou zijn, waarschuwt via een bericht op hun Facebook-pagina dat het een hoax betreft.", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag."], "authors": ["Door", "Emma Van Kampen"], "keywords": ["van", "dat", "sterven", "dragen", "een", "nucheckt", "kinderen", "ongefundeerd", "bericht", "mondkapje", "zijn", "geen", "er", "het", "door", "overleden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}