{"id": "930682db-a46a-3e6b-acde-b80599c7a665", "title": "PSV heeft niets in te brengen tegen superieur Barcelona", "url": "https://trouw.nl/sport/psv-heeft-niets-in-te-brengen-tegen-superieur-barcelona~bffec625/", "summary": "Met de internationals Sari van Veenendaal, Aniek Nouwen en Joëlle Smits en met Mandy van den Berg, de oud-aanvoerder van Oranje, hoopte PSV zich voldoende gewapend te hebben tegen de technische kwaliteiten van Barcelona.\nAfgelopen zaterdag debuteerde hij tegen Ajax (2-2) en gisteren leidde hij de ploeg tegen Barcelona, een van de topclubs in Europa en in 2019 finalist in de Champions League.\nDoelsaldo Barcelona: 38 - 1Alle goede bedoelingen ten spijt was het verschil tussen PSV en Barcelona veel groter dan ze in Eindhoven hadden gehoopt.\nEn met de Française Kheira Hamraoui en de Deense Caroline Hansen zaten er nog twee internationals op de bank.\nIn het nog altijd onwennige nieuwe normaal was het contrast met de wedstrijd van dinsdag tussen PSV en Barcelona op de verlaten Herdgang onwerkelijk groot.", "paragraphs": ["Het eerste optreden van de PSV-vrouwen in de Champions League zal tot slechts een ronde beperkt blijven. In de troosteloze ambiance van Campus de Herdgang bleek dat er een grote kloof gaapt tussen de top van Nederland en de top van Spanje. Barcelona zegevierde in Eindhoven eenvoudig met 1-4 en kan zich met een gerust hart opmaken voor de return van volgende week woensdag in het Estadio Johan Cruyff.", "Met de internationals Sari van Veenendaal, Aniek Nouwen en Joëlle Smits en met Mandy van den Berg, de oud-aanvoerder van Oranje, hoopte PSV zich voldoende gewapend te hebben tegen de technische kwaliteiten van Barcelona. Het tactisch plan behelsde om via een snelle omschakeling de trefzekere spits Smits in stelling te brengen. Een minuut voor tijd pakte de strijdwijze goed uit. Smits, topscorer van de eredivisie en volgend seizoen uitkomend voor Duitse topclub VfL Wolfsburg, produceerde uit een counter de 1-4.", "Het strijdplan was bedacht door Rick de Rooij. Hij was vorige maand door de Eindhovense club naar voren was geschoven nadat hoofdtrainer Sander Luiten om persoonlijke redenen zijn contract had ingeleverd. De voormalig assistent De Rooij kon direct vol aan de bak. Afgelopen zaterdag debuteerde hij tegen Ajax (2-2) en gisteren leidde hij de ploeg tegen Barcelona, een van de topclubs in Europa en in 2019 finalist in de Champions League.", "Doelsaldo Barcelona: 38 - 1", "Alle goede bedoelingen ten spijt was het verschil tussen PSV en Barcelona veel groter dan ze in Eindhoven hadden gehoopt. Lieke Martens, met nummer 22 veelvuldig wisselend van flanken, was samen met de Nigeriaanse spits Asisat Oshoala de enige niet-Spaanse international in de Catalaanse ploeg. En met de Française Kheira Hamraoui en de Deense Caroline Hansen zaten er nog twee internationals op de bank.", "Zeker na de snelle openingsgoal, een kopbal na vier minuten van routinier Jennifer Hermoso, ontwikkelde de wedstrijd zich zoals Barcelona er bijna wekelijks een afwerkt in de nationale competitie. Afgelopen zaterdag liet de ploeg van coach Lluis Corté zien dat het niveauverschil in de achttien clubs tellende Primera Iberdrola groot is. Barcelona verpletterde Santa Teresa met 9-0 en heeft na zeven gewonnen wedstrijden een doelsaldo opgebouwd van 38-1.", "In het duel met Santa Teresa was Martens, die haar draai bij Barcelona gevonden lijkt te hebben, goed voor drie doelpunten en daarmee verdubbelde zij haar totaal. In haar eerste Champions Leaguewedstrijd tegen een Nederlandse club maakte ze het fraaiste doelpunt van de avond. Met rechts volleerde ze de bal via de onderkant van de lat achter Van Veenendaal: 0-4. Vlak voor rust was Barcelona gelukkig op 0-2 gekomen door een eigen treffer van Van den Berg.", "In de tweede helft wierp PSV de schroom wat van zich af en verscheen de ploeg zelfs een paar keer voor het doel van Sandra Panos. Er ontstonden zelfs een paar kleine mogelijkheden, maar de schoten Jesselyn Kuijpers en Janou Levels misten de juiste precisie. Het waren kansen die je Oshoala niet moet geven. De Afrikaanse spits tekende na ruim een uur voor de 0-3.", "Leeg trainingscomplex", "Voor Barcelona was het de derde keer dat het in de Champions League was gekoppeld aan een Nederlandse club. In 2015 en 2016 speelden de Catalaanse vrouwen tegen FC Twente. Het eerste duel in de Grolsch Veste werd bezocht door 15.637 toeschouwers nog altijd een record voor het vrouwenclubvoetbal in Nederland. Een jaar later kwamen er 7035 mensen kijken.", "In het nog altijd onwennige nieuwe normaal was het contrast met de wedstrijd van dinsdag tussen PSV en Barcelona op de verlaten Herdgang onwerkelijk groot. In andere tijden was de ontmoeting gespeeld in het Philips Stadion met misschien wel meer toeschouwers dan destijds in Enschede. In de aanloop naar het WK van vorig jaar zagen 30.640 mensen Nederland in Eindhoven winnen van Australië.", "Lees ook:", "Sari van Veenendaal: ‘Ik heb nooit het gevoel gehad dat het om mij moet draaien’", "Sari van Veenendaal ziet haar terugkeer naar Nederland niet als een stap terug. Bij PSV wil de keepster van de Oranje-voetbalvrouwen zich verder ontwikkelen.", "Trainer Tommy Stroot: ook hij via FC Twente naar een Europese topclub", "Hij had net een nieuw contract getekend, maar toch vertrekt Tommy Stroot na dit seizoen als trainer van de vrouwen van FC Twente. Hij kon de lokroep van VfL Wolfsburg niet weerstaan."], "authors": ["Fred Buddenberg"], "keywords": ["psv", "barcelona", "superieur", "heeft", "brengen", "van", "het", "met", "voor", "niets", "een", "te", "en", "zich", "tegen"], "pubDate": "2020-12-09T18:54:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}