{"id": "932bbf11-c1f1-3bb2-a62d-768a0f99480e", "title": "Donny van de Beek tussen wal en schip bij Manchester United", "url": "https://www.parool.nl/sport/donny-van-de-beek-tussen-wal-en-schip-bij-manchester-united~b1b9999b/", "summary": "Donny van de Beek (r) voor Manchester United in actie tegen Dominic Calvert-Lewin van Everton.\nEen officieel fotomoment in het shirt van Manchester United is er door de pandemie nooit van gekomen.\nRouleerplekkenHet plan van United met de Ajax-middenvelder klonk eind augustus best reëel: van de mogelijk zestig wedstrijden in alle competities zou Van de Beek in zijn eerste seizoen grofweg de helft moeten kunnen spelen.\nMaar van de twee potentiële middenveldposities is er nu nog maar één over en die is voor de onomstreden Fernandes.\nLeven in bubbelEén voordeel heeft Van de Beek van de coronapandemie: hij leeft in een overzichtelijke, kalme bubbel.", "paragraphs": ["Donny van de Beek (r) voor Manchester United in actie tegen Dominic Calvert-Lewin van Everton. Beeld EPA", "In zekere zin is Donny van de Beek nog niet eens echt begonnen op Old Trafford. Een officieel fotomoment in het shirt van Manchester United is er door de pandemie nooit van gekomen. Hij lijkt er door een zijingang binnengekomen, zijn prijskaartje van bijna 40 miljoen euro ten spijt.", "Nog verder uit beeld", "Wat zorgelijker is: de laatste maanden raakte Van de Beek alleen nog maar verder uit beeld. Af en toe gunt trainer Ole Gunnar Solskjaer hem een kort invalbeurtje, maar zelfs dat is geen uitgemaakte zaak. De kans dat hij vandaag tegen Watford speelt, is reëel, maar vooral omdat United met veel reserves zal aantreden.", "Hoe kwam Van de Beeks keuze voor United eigenlijk tot stand? Dat de Portugese topaankoop en ‘nummer 10’ Bruno Fernandes onomstreden was in de plannen van United, had het kamp-Van de Beek vooraf ook wel voorzien. Maar de impasse schuilt ook in de wederopstanding van Paul Pogba, die in de zomer nog zinspeelde op een vertrek uit Manchester. In dat perspectief kwam Van de Beek binnen op Old Trafford, met een klagende, mogelijk vertrekkende Pogba.", "Rouleerplekken", "Het plan van United met de Ajax-middenvelder klonk eind augustus best reëel: van de mogelijk zestig wedstrijden in alle competities zou Van de Beek in zijn eerste seizoen grofweg de helft moeten kunnen spelen. Maar van de twee potentiële middenveldposities is er nu nog maar één over en die is voor de onomstreden Fernandes. Op de ‘rouleerplekken’ daaromheen is de concurrentie zwaarder dan vorig seizoen – en Pogba speelt nu weer als vanouds.", "Met zijn diepgang kon Van de Beek iets specifiek toevoegen aan een selectie met vooral ‘vlakke’ middenvelders, van wie een aantal (Nemanja Matic, Juan Mata) op leeftijd is. Uit het forse transferbedrag en een 6-jarig contract sprak bovendien vertrouwen. Een te laag bod van ­Borussia Dortmund werd door Ajax afgewezen, Real Madrid haakte zelf alsnog af: United bleek de beste optie.", "Zoektocht", "De praktijk blijkt weerbarstiger. Na een moeizame seizoenstart begon Solskjaer aan een lange zoektocht naar zijn ideale formatie. In december lijkt hij die te hebben gevonden en daar houdt de Noor nu stevig aan vast.", "Pogba begon steeds meer een fijne tandem te vormen met Fernandes, United zette een fraaie reeks neer en de positie van Van de Beek raakte steeds meer in de knel. “Donny moet geduld hebben richting komend seizoen,” zei Solskjaer deze week. “Er zijn meer spelers geweest die tijd ­nodig hadden en die nu veel spelen.”", "Het is een van de redenen dat Van de Beek zich deze maand niet wil laten verhuren: hij probeert geduld te betrachten. Van een tussentijds vertrek gaat het signaal uit dat hij de concurrentiestrijd nu al opgeeft in Manchester, iets wat hij per se wil vermijden.", "Dat neemt niet weg dat ook Van de Beek zich realiseert wat er op het spel staat. Een EK met Oranje bijvoorbeeld. En wat als United straks weer met geld gaat smijten?", "Leven in bubbel", "Eén voordeel heeft Van de Beek van de coronapandemie: hij leeft in een overzichtelijke, kalme bubbel. Hij woont samen met zijn vriendin Estelle Bergkamp, pendelend tussen trainingscomplex Carrington en thuis. Saai misschien, maar ook vrij van ­ballast en bijzaken. De druk van een directe omgeving, hoe goed bedoeld ook, is nu verder weg dan normaal.", "Oud-spits Dimitar Berbatov nam het deze week nog openlijk op voor Van de Beek, want echt falen deed de Nederlander niet bij de spaarzame kansen die hij kreeg. “Ik snap het echt niet,” zei Berbatov.", "Bij Ajax ‘leverde’ Van de Beek vrijwel altijd onder druk. Tegen Watford lonkt een kans, maar het blijft een hobbelige weg, daar op Old Trafford."], "authors": ["Sjoerd Mossou"], "keywords": ["schip", "van", "tussen", "wal", "donny", "het", "en", "united", "een", "met", "manchester", "beek", "op", "bij", "maar", "hij"], "pubDate": "2021-01-09T09:34:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}