{"id": "93373cd7-342c-39d7-8385-b65ead19c7b3", "title": "Route N70 laat zien hoe een gevarieerd en bebost cultuurlandschap eruitziet", "url": "https://volkskrant.nl/de-gids/route-n70-laat-zien-hoe-een-gevarieerd-en-bebost-cultuurlandschap-eruitziet~b7ff28e7/", "summary": "Deze dinsdag sta ik dan eindelijk aan het beginpunt van een van de bekendste, populairste wandelroutes van het land: natuurroute N70.\nHet is in elk geval de enige wandelroute in Nederland die speciaal werd aangelegd in het kader van het natuurbeschermingsjaar.\nDan raken we in de cadans van het lopen, en van op de grond ploppende eikels en tamme kastanjes.\nVerschillende biotopen in één gebied, de beekjes en de bronnen, de heggen, hagen, de houtwallen en het kruidenrijke grasland op de flanken, en het gevarieerde bos.\nEen horecamomentje nog, op een bankje met een eigen bodempje whisky.", "paragraphs": ["Beeld Jan Hamstra", "Nieuwe reeks In een onregelmatig verschijnende reeks beschrijft Caspar Janssen wandelingen rond een thema: over natuur, landschap, landbouw, cultuur, geschiedenis, maatschappij. Dit is de eerste aflevering.", "Ik was gewaarschuwd: het wordt filelopen. Ik moest de wandeldag maar strategisch kiezen, niet in de herfstvakantie en niet in het weekend. Deze dinsdag sta ik dan eindelijk aan het beginpunt van een van de bekendste, populairste wandelroutes van het land: natuurroute N70. Aan een van de beginpunten, aan de Berg en Dalseweg, precies op de grens van Nijmegen en Ubbergen, gemeente Berg en Dal. De route bestrijkt het mooiste en grotendeels beboste gedeelte van de Nijmeegse stuwwal, 14,5 kilometer lang, met 375 hoogtemeters – het gaat op en af – en 500 traptreden.", "Ik loop hier niet voor niets. De N70 bestaat vijftig jaar, de 70 staat voor 1970, dat was een Europees Natuurbeschermingsjaar. Dergelijke door ongrijpbare instituten (in dit geval de Raad van Europa) uitgeroepen jaren gaan doorgaans gepaard met veel foldermateriaal, mooie woorden en goede bedoelingen, waarna alles doorgaat zoals het gaat. Zo ook in 1970. Maar hier, in Nijmegen en omstreken, liep het anders. Ik kreeg een boekje over de N70, geschreven door Arno van der Kruis, ecoloog, wandelaar en natuurbeschermer uit Ubbergen. Daarin maakt hij geloofwaardig dat 1970 hier het beginpunt was van een ongekende opleving van natuur- en milieu-activisme. En nog merkwaardiger: dat activisme leidde tot echte wapenfeiten in de regio. Dat gaan we zien.", "Over de Holleweg, met links nog wat huizen, plekken om te wonen als je later groot bent, en dan gewoon het bos in, tussen hoge beuken door, even weer oriënteren op de vogelgeluiden, ah ja, die heldere zanger, dat is de boomklever. De groene paaltjes volgen, het blijkt heel makkelijk. Tussen de mensen nog, op gepaste afstand, heel Holland wandelt, honden al of niet aangelijnd uitlaten doen ze ook, en joggen, maar ik neem aan dat het straks, dieper in het bos, rustiger wordt.", "Je zou deze wandelroute zelf ook als wapenfeit kunnen zien. Het is in elk geval de enige wandelroute in Nederland die speciaal werd aangelegd in het kader van het natuurbeschermingsjaar. Vermoedelijk vanuit de veronderstelling dat als wandelaars zagen hoe mooi zo’n bos was, ze vanzelf beschermingsreflexen gingen ontwikkelen. Wat je noemt een paradox, want bezoekers in het bos – en vooral hun niet aangelijnde honden – hebben doorgaans een negatieve invloed op de natuur ter plekke, zo blijkt uit onderzoek. Dat dilemma had ook in 1970 al de aandacht. De wandelaars worden slim om de tuin geleid, zei Jan Erinkveld, destijds boswachter op de Duivelsberg, in 1971 tegen De Gelderlander. ‘Wel langs de mooiste plekjes, maar op zo’n manier dat het minst vernield kan worden.’", "De natuurroute N70.", "Intussen zijn we – ik ben met een vriend die vogelgeluiden beter herkent dan ik – aanbeland bij een fameus uitzichtpunt, op de Reigersberg. Grijze lucht helaas, maar we ontwaren beneden in de verte het gotische kerkje van Persingen, met 95 inwoners ‘het kleinste kerkdorp van Nederland’, in de Ooijpolder.", "Er werden in 1970 allerlei brave activiteiten ontwikkeld door de officiële lokale comité’s (‘Houdt uw stad schoon.’), maar daar trapten de biologen en studenten van de Nijmeegse universiteit niet in. Er hing onrust in de lucht. Een congres in het kader van het natuurbeschermingsjaar bleek voor veel deelnemers aanleiding om echt iets te gaan doen: actievoeren bijvoorbeeld. Tegen de natuurvernieling, de milieuverontreiniging, de watervervuiling, die eind jaren zestig wel erg manifest werd. Er ontstond een werkgroep Milieubeheer, er kwamen concrete doelen, zoals het verzet tegen de geplande verlegging van de Waalbocht, dwars door de Ooijpolder en de Millingerwaard. Het hek was van de dam, al helemaal na de publicatie van het rapport van de Club van Rome, ‘Grenzen aan de groei,’ twee jaar later. Daarin werd onder meer vastgesteld dat het pad van economische en bevolkingsgroei zou leiden naar wereldwijde natuurvernieling. Gedurende de gehele jaren zeventig en een deel van de jaren tachtig was er ongekende activiteit aan het natuur- en milieufront. Arno van der Kruis sluit niet uit dat de grote concentratie van werkloze biologen in Nijmegen een rol heeft gespeeld in al die activiteit. In de jaren negentig volgden de grote successen. De verlegging van de Waalbocht ging niet door, sterker, de rivier kreeg weer de ruimte en de uiterwaardennatuur mocht flink uitbreiden, overal langs de Rijn en de Waal in de Gelderse Poort. Een keerpunt in de geschiedenis van de natuurbeweging: in plaats van het eeuwige en vergeefse tegenhouden van verlies brak het besef door dat er ook iets te winnen viel. Meer natuur, ‘nieuwe natuur’, offensief in plaats van defensief. Het concept ‘rewilding’ ging vanuit Nijmegen Europa in, mede door de enthousiasmerende aanpak van Wouter Helmer en zijn organisatie met de moeilijk te verteren naam Ark Natuurontwikkeling.", "Beeld Jan Hamstra", "Die ‘nieuwe natuur’ ligt in de verte, wij lopen intussen op de Nijmeegse stuwwal, door oud cultuurlandschap, door mensen vormgegeven op in de ijstijd gevormde afzettingen. De Elyzeese Velden heet het nu, maar de lokale naam is Westerakker, en het maakt allemaal deel uit van natuurgebied Heerlijkheid Beek. Een landbouwenclave met weilanden en akkers omgeven door bosranden en soortenrijke hagen. Het is agrarisch cultuurlandschap zoals je het bijna alleen nog ziet in wat we tegenwoordig natuurgebieden noemen. Het zijn vooral de herfstkleuren van de kastanjes, de beuken en de eiken die nu de sfeer bepalen: geel, groen, oranje, bruin, rood. We lopen ongeveer gelijk op met een schoolklas, het is gezellig, ze krijgen ongetwijfeld te horen over de Romeinen die de tamme kastanjebomen hier naartoe brachten, en over de dikste boom van Nederland, de Kabouterboom, een kastanje van ongeveer 450 jaar oud, stamomtrek 8,5 meter. Dan dalen we door het Kastanjedal af naar Beek, langs een bronbeek waar in het voorjaar het zeldzame paarbladig goudveil bloeit waardoor het dal groengeel kleurt.", "In Beek is hotel en restaurant ’t Spijker gesloten, we weten wel waarom, het horecamoment bestaat uit koffie van de cafetaria en meegebrachte krentenbollen. Dan een stukje de drukke Van Randwijckweg op, voordat we via het Keteldal naar de Vossenberg gaan. Herinneringen: hier fietsten we, jongens van de overkant van de Waal, vroeger vaak omhoog, een echte beklimming met stijgingspercentages tot 10 procent. Nog meer herinneringen: in 1970 werd ik 8, ik keek naar Pipo de clown op televisie. Wat ik toen niet wist was dat Kees Ooms intussen prachtige affiches maakte in het kader van het natuurbeschermingsjaar, met pipoteksten: dag bloemen, dag vogels, dag vissen, dag mensen. Bij afbeeldingen van een verwelkte bloem, een op zijn rug liggende vogel en idem vis. En een begrafenisstoet. De affiches zijn nu, vijftig jaar later, nog altijd actueel, al gaat het met de vissen in Nederland over het algemeen iets beter.", "Dan staan we op een van de mooiste plekjes van de route, bij een bankje aan de bosrand met uitzicht op de aflopende graslanden en heggen van Palland. Tot in de jaren zestig werd hier nog geboerd, nu verpacht Staatsbosbeheer de grond deels aan boeren, of beheert hier zelf. Maar ik noem dit altijd maar het domein van Jaap Dirkmaat, die andere coryfee uit de Nijmeegse natuurbeschermingswereld. Dit is demonstratiegebied van ‘zijn’ Vereniging Nederlandse cultuurlandschap. Hier zijn heggen en hagen aangeplant, er zijn op historische manier heggen gevlecht en het grasland staat hier vol kruiden. Nu is alles groen, in het voorjaar is het hier kleurrijk, dan is het hier droomland. Het natuurbeeld van Jaap Dirkmaat kun je gerust romantisch of nostalgisch noemen, het staat haaks op de nieuwe natuur van Wouter Helmer, maar de overeenkomsten tussen de twee mannen zijn verder groot. Ook Dirkmaat had veel succes, in het verdedigen van het agrarische cultuurlandschap, van landbouw met natuurwaarden. Met Das & Boom lukte het hem om de das voor uitsterven te behoeden, maar hij schroomde ook niet om de knoflookpad, de rugstreeppad of de korenwolf voor de rechter in de strijd te werpen om leefgebieden te behouden. In het boekje van Van der Kruis komen nog een aantal minder bekende, maar even bevlogen en succesvolle coryfeeën uit de jaren zeventig voorbij. Opmerkelijk is dat de twee verschillende natuurbeelden van Helmer en Dirkmaat in de regio Nijmegen gewoon naast elkaar bestaan, op de plekken waar ze logischerwijs horen. Dat is bijzonder, waar de natuurbeweging zo vaak onderling strijdend ten onder gaat.", "Beeld Jan Hamstra", "Langs het Landschapsmuseum gaat het dan, een soort madurodam van de Nederlandse landschappen, om Huis Wylerberg heen, waar de Vereniging Nederlands Cultuurlandschap gevestigd is, en een veldstation van Sovon Vogelonderzoek: je zou er alleen al vanwege de plek willen werken. Dan weer loslopende honden en dan de echte Duivelsberg op. Een trimmer die ons inhaalt schampt een schouder. Bovenop een uitzichtpunt op de Duivelsberg, vroeger Duits grondgebied, maar na de oorlog toch maar mooi door Nederland geannexeerd. Een flauw zonnetje breekt door, in de verre verte de contouren van de Veluwezoom, de Elterberg en het Montferland.", "Dan raken we in de cadans van het lopen, en van op de grond ploppende eikels en tamme kastanjes. Door het bos in herfstkleur en steeds precies op tijd een veldje, doorkijkjes naar in herfstkleuren getooide bosranden, en ook nog een bron. Ideaal wandellandschap, als je tenminste tegen klimmen en dalen kunt. Het bos wordt beheerd als natuurbos. Er wordt niet gekapt, alleen af en toe een oude, dode boom omgetrokken. Dood hout blijft liggen en op dat dode hout groeien in deze tijd van het jaar zwammen, mijn app Obsidentify determineert de goudvliesbundelzwam en het stobbenzwammetje. Wat ons opvalt: weinig dierenleven. Ja, het gebruikelijke grut, meesjes, vinken, roodborstjes, en boomklevers, een buizerd boven een bosrand, een overvliegende koperwiek, maar veel meer toch niet. Het is de tijd van het jaar. Veel soorten zijn op trek naar het zuiden, en sommige bosvogels zoeken rond deze tijd van het jaar de tuinen en parken op. Ik had gehoopt op spechten. Want dit is ook een echt spechtenbos; vijf soorten spechten broeden hier, in wat officieel natuurgebied De Duivelsberg heet. Maar ‘pas’ vanaf januari begint hier de luidruchtige strijd om territoria en partners weer.", "Verder, op en af, door het bos, bijna een overdosis herfstkleuren en bladerdek, langzaam gaat het richting 500 traptreden. Het is moeilijk voor te stellen dat de Duivelsberg tot aan het begin van de vorige eeuw nog helemaal geen bos was, de berg was nagenoeg kaal. Pas vanaf 1890 begonnen de Duitse landgoedeigenaren bomen te planten: eiken, beuken, tamme kastanjes. Ook de flanken die destijds werden in gebruik waren bij boeren waren opener. Nu komen er rond de vierhonderd planten- en bomensoorten voor, waaronder mispels en wilde appelbomen. Verschillende biotopen in één gebied, de beekjes en de bronnen, de heggen, hagen, de houtwallen en het kruidenrijke grasland op de flanken, en het gevarieerde bos. In dit seizoen zijn het de herfstkleuren die imponeren, in het voorjaar staat dan weer alles in bloei en barst het vogelspektakel los: 52 broedvogelsoorten telt het gebied en vooral in de overgangsgebieden tussen bos en veld is het dan te doen.", "Beeld Jan Hamstra", "Net als we een beetje genoeg beginnen te krijgen van het klimmen en dalen staan we weer boven op de stuwwal, op de Boterberg. Eigenlijk hebben we een route gelopen door één groot demonstratiegebied: zo kan een gevarieerd en bebost cultuurlandschap eruitzien. Geen wildernis, eerder een natuur- en landschapspark. Met veel mensen ook, er is bijna geen moment tijdens de wandeling geweest dat we geen andere bezoekers zagen. Een horecamomentje nog, op een bankje met een eigen bodempje whisky. Dan het laatste stuk, vlak en recht, door het Hengstdal, een groene corridor tussen villa’s om te wonen als je later groot en rijk bent, en gebouwen van de Sint Maartenskliniek, een kerktorentje in de verte. We vinden het schitterend, maar dat zou ook een beetje aan die whisky kunnen liggen."], "authors": ["Caspar Janssen"], "keywords": ["van", "laat", "route", "hoe", "zien", "eruitziet", "het", "cultuurlandschap", "op", "maar", "n70", "met", "een", "en", "dat", "te", "gevarieerd", "door"], "pubDate": "2020-11-15T19:35:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}