{"id": "9349ac06-78e9-371d-ad2a-231b2033f529", "title": "‘Eindelijk solidariteit voetballers’ na racistische opmerking van official", "url": "https://trouw.nl/nieuws/eindelijk-solidariteit-voetballers-na-racistische-opmerking-van-official~bfaeaf0e/", "summary": "Collectief besloten de spelers van Paris-Saint Germain en Basaksehir dinsdagavond in het Parc des Princes van het veld te stappen nadat de vierde official uit Roemenië een racistische opmerking had gemaakt naar assistent-trainer Pierre Webo van de Turkse club.\nDe internationale spelersvakbond Fifpro spreekt van een ‘historische vorm van solidariteit van de ploegen’.\n“Een official is er om de veiligheid van de spelers en de waarden van het voetbal te beschermen.”Vaak komt het racisme in het voetbal van het publiek.\nDit krijgt nu veel aandacht.”Het Franse sportdagblad L’Equipe noemde de actie gisteren ‘een gebaar van een ongekende en ongelooflijke omvang’.\nLees ook:Houssin Bezzai over het ‘aanvalsplan’ van de KNVB: ‘Racisme uitbannen is een grote uitdaging’Een jaar geleden liep Excelsior-voetballer Ahmad Mendes Moreira huilend van het veld.", "paragraphs": ["Weg was ineens de sportieve rivaliteit in het Champions League-duel in Parijs. Collectief besloten de spelers van Paris-Saint Germain en Basaksehir dinsdagavond in het Parc des Princes van het veld te stappen nadat de vierde official uit Roemenië een racistische opmerking had gemaakt naar assistent-trainer Pierre Webo van de Turkse club. De internationale spelersvakbond Fifpro spreekt van een ‘historische vorm van solidariteit van de ploegen’.", "Daar sluit Evgeniy Levchenko zich bij aan. “Ik zie de actie van de spelers echt als een belangrijke stap vooruit”, zegt de voorzitter van de Nederlandse spelersvakbond VVCS. “We hadden eerdere incidenten waar niet eendrachtig op werd gereageerd. Nu doen de spelers het op een groot podium in een belangrijke wedstrijd, een knappe actie. Zo mag dit niet verder. Het pijnlijkste is dat het dit keer van een arbiter komt. De Uefa en Fifa voeren allerlei campagnes tegen racisme, maar moeten ook de hand in eigen boezem steken. Zij hebben deze mensen aangesteld.”", "Negru", "De Kameroenese ex-voetballer Webo hoorde vanuit de dug-out dat vierde official Sebastian Coltescu hem aanwees als ‘die zwarte daar’, in het Roemeens ‘negru’. Dat wekte de woede van Webo maar ook andere stafleden en voetballers. Ze besloten samen het veld te verlaten. Het restant werd gisteravond uitgespeeld, wat een overwinning voor PSG opleverde. Volgens Coltescu is ‘negru’ in het Roemeens niet racistisch maar een woord om iemand te omschrijven. “Je wijst mensen ook niet als ‘die blanke’ aan”, was het weerwoord van Demba Ba, een donkere speler van Basaksehir.", "Kort na het incident sprak oud-international Nigel de Jong en nu analist bij sportzender beIN Sports van “een complete schande, een van de ergste zaken in het voetbal”. Hij pleitte voor een levenslange schorsing. “Een official is er om de veiligheid van de spelers en de waarden van het voetbal te beschermen.”", "Vaak komt het racisme in het voetbal van het publiek. Dat leidde er vorig jaar nog toe dat Excelsior-speler Ahmad Mendes Moreira huilend van het veld liep bij FC Den Bosch. In het voetbal was er nooit eensgezindheid in de reacties van spelers te zien. In februari wilde Porto-aanvaller Moussa Marega door de racistische spreekkoren bij Vitoria Guimaraes van het veld lopen, maar zijn teamgenoten en tegenstanders probeerden hem ervan te weerhouden. Marega kreeg zelfs een gele kaart van de scheidsrechter omdat hij weigerde verder te spelen.", "Dat een arbiter zich racistisch zou hebben uitgelaten is niet helemaal nieuw. In 2012 werd scheidsrechter Mark Clattenburg in de Engelse Premier League ervan beschuldigd racistische taal te hebben gebruikt richting de Chelsea-spelers John Obi Mikel en Juan Mata.", "Eigen land", "Op een veel lager amateurniveau maakte Beyza Yildiz het dit seizoen nog mee als speelster van FC Emma, een voetbalvereniging uit Dordrecht. Uit bij MZC’11 in Zierikzee lag zij na een tackle op de grond toen ze de scheidsrechter tegen andere speelsters hoorde zeggen: “Ik kan haar toch moeilijk naar haar eigen land terugsturen”.", "Yildiz verliet woedend van tranen het veld en diende een klacht in bij de KNVB. Die werd geseponeerd, tot teleurstelling van Yildiz. Dinsdagavond dacht ze terug aan het incident in Zierikzee. “Ik vind het gek dat het zelfs op zo’n hoog niveau in de Champions League nog steeds gebeurt. Dat spelers onderling uit frustratie weleens wat roepen is ook niet acceptabel maar dat een vierde official zoiets roept is heel erg. Dat zorgt voor minder vertrouwen in scheidsrechters”, vertelt Yildiz. “Het is heel goed dat de spelers allemaal van het veld zijn gelopen. Dit krijgt nu veel aandacht.”", "Het Franse sportdagblad L’Equipe noemde de actie gisteren ‘een gebaar van een ongekende en ongelooflijke omvang’. De Britse Guardian noemde het een ‘keerpunt’ in de strijd tegen discriminatie in het voetbal.", "Lees ook:", "Houssin Bezzai over het ‘aanvalsplan’ van de KNVB: ‘Racisme uitbannen is een grote uitdaging’", "Een jaar geleden liep Excelsior-voetballer Ahmad Mendes Moreira huilend van het veld. Wat deed de KNVB sindsdien tegen racisme?"], "authors": ["John Graat"], "keywords": ["spelers", "van", "official", "bij", "eindelijk", "voetballers", "het", "solidariteit", "opmerking", "racistische", "een", "niet", "dat", "en", "te", "veld"], "pubDate": "2020-12-09T13:46:56+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}