{"id": "934bb6f6-98aa-3d0f-a017-bcc519707b3c", "title": "David van Reybrouck plaatst het vrijheidsstreven van Indonesië in een breder perspectief", "url": "https://www.parool.nl/kunst-media/david-van-reybrouck-plaatst-het-vrijheidsstreven-van-indonesie-in-een-breder-perspectief~b2cbdfa0/", "summary": "In zijn boek Revolusi verklaart de Belgische cultuurhistoricus en schrijver David van Reybrouck het belang van die strijd voor de wereldgeschiedenis.\nDaarmee plaatst hij het vrijheidsstreven van Indonesië, de eerste kolonie die na de Tweede Wereldoorlog de onafhankelijkheid uitriep, in een breder perspectief.\nDaarmee is het boek voor een jonge Fransman van Algerijnse afkomst net zo interessant als voor een Nederlander of Indonesiër.\nHet was het einde van een tijdperk voor Nederland en het begin van een nieuw tijdperk voor de wereld.\nDe segregatie op de schepen van de Koninklijke Paketvaart Maatschappij (KPM) – Europeanen op het bovenste dek, Indonesiërs op het onderste dek – loopt als een metafoor door het boek heen.", "paragraphs": ["Indonesië was na de Tweede Wereldoorlog de eerste kolonie die zichzelf onafhankelijk verklaarde. In zijn boek Revolusi verklaart de Belgische cultuurhistoricus en schrijver David van Reybrouck het belang van die strijd voor de wereldgeschiedenis.", "De fascinatie voor Indonesië begon voor David van Reybrouck (49) vreemd genoeg in Congo. In de voormalige Belgische kolonie mocht hij de laatste restanten van een Vlaamse bibliotheek uit de jaren vijftig bekijken.", "Tussen de driehonderd boeken in het schuurtje lag de roman Max Havelaar van Multatuli (pseudoniem van Eduard Douwes Dekker), een striemende aanklacht tegen het koloniale bestuur in Nederlands-Indië. “Ik las het boek in mijn kamertje met uitzicht op de rivier de Congo. Mijn gedachten gingen al snel naar de Javazee,” zegt Van Reybrouck.", "De Belgische cultuurhistoricus, archeoloog en schrijver van bekroonde boeken, waaronder over Congo, verdiepte zich vijf jaar lang in de Indonesische onafhankelijkheidsstrijd. Hij interviewde bijna tweehonderd getuigen van de revolutie, die een bloedige climax bereikte in de periode tussen de proclamatie door Soekarno op 17 augustus 1945 en de soevereiniteitsoverdracht op 27 december 1949.", "Verbinding", "Van Reybrouck tekende hun verhalen op in Nederlandse en Indonesische rusthuizen, Nepalese Himalayadorpjes, afgelegen eilanden en Japanse havensteden. In alle gesprekken kwamen emoties en trauma’s naar boven. “Maar ik heb niemand horen natrappen,” zegt Van Reybrouck. “Veel Indonesiërs zijn vergevingsgezind. Ik proefde eerder een afkeer van het kolonialisme en de oorlog, dan een afkeer van Nederland.” In aanvulling op de vele ‘uitmuntende’ boeken en documentaires die er al zijn over Nederlands-Indië en Indonesië, zoekt Van Reybrouck in Revolusi de verbinding. Daarmee plaatst hij het vrijheidsstreven van Indonesië, de eerste kolonie die na de Tweede Wereldoorlog de onafhankelijkheid uitriep, in een breder perspectief.", "Hij toont aan hoe een nieuwe wereld vorm kreeg: in bloed, in pijn, met hoop. Daarmee is het boek voor een jonge Fransman van Algerijnse afkomst net zo interessant als voor een Nederlander of Indonesiër.", "“De revolutie was het begin van een mondiale omwenteling. Het was het einde van een tijdperk voor Nederland en het begin van een nieuw tijdperk voor de wereld. Daarna werden onder meer de Filipijnen, India, Birma, Pakistan en Sri Lanka onafhankelijk, gevolgd door de Arabische en Afrikaanse landen. Daarom is het niet alleen Nederlandse of Indonesische geschiedenis. Het is wereldgeschiedenis.”", "Agressie, racisme en vernedering", "Om dat te begrijpen, gaan we terug naar bijna 350 jaar aanwezigheid door de Vereenigde Oostindische Compagnie (VOC) voor de handel in specerijen, koffie, tabak en suiker. Aan het eind van de 19de eeuw begon Nederland mondjesmaat aan gezondheidszorg en onderwijs te denken. “Het idee was: we mogen roven, maar moeten er ook voor zorgen dat de plaatselijke bevolking er iets aan heeft.” Vanaf de jaren twintig werd het koloniale beleid steeds meer gekenmerkt door neerbuigendheid, agressie, racisme en vernedering. De segregatie op de schepen van de Koninklijke Paketvaart Maatschappij (KPM) – Europeanen op het bovenste dek, Indonesiërs op het onderste dek – loopt als een metafoor door het boek heen. “Zo’n model is niet houdbaar. Als de onvrede lang wordt genegeerd en weggeschoven, krijg je vroeg of laat geweld.”", "Het onafhankelijkheidsstreven van bewegingen als de Sarekat Islam en de nationalistische partij van Soekarno werd door Nederland hardhandig in de kiem gesmoord. “De koloniale overheid weet de onrust aan enkele rotte appels die de hele mand dreigden aan te steken,” zegt Van Reybrouck. “Met het verwijderen van die heethoofden zou de rust wel terugkeren, dacht men. Dat is een misvatting geweest. Soekarno had nooit een grote aanhang kunnen verwerven als er geen vruchtbare voedingsbodem was.”", "‘Sluimerende vulkaan’", "Het was niet vreemd dat de Indonesische nationalisten de Japanners aanvankelijk met open armen ontvingen toen die in 1942 Nederlands-Indië bezetten. En het was ook niet vreemd dat Soekarno twee dagen na de Japanse capitulatie de onafhankelijkheid uitriep.", "“Voor de oorlog had Nederland al kunnen zien dat zijn kolonie een sluimerende vulkaan was,” zegt Van Reybrouck. “De bevolking zweeg, maar morde in stilte. Dat morren is overgegaan in grommen. Japan schonk de Indonesiërs trots en herstel van eigenwaarde, die in de koloniale tijd verloren waren gegaan.”", "Nederland poogde het gezag te herstellen, maar slaagde daar niet in. Cruciaal was het Akkoord van Linggadjati (1946), waarin Nederland en Indonesië afspraken maakten over de overgang naar een federale structuur.", "“Het was een evenwichtig akkoord dat had kunnen zorgen voor een rustige landing, maar het werd door Nederland met steeds meer eisen aangekleed en uit balans gehaald,” zegt Van Reybrouck.", "“De Indonesiërs waren bereid ver mee te gaan met die eisen. Toen er nieuwe eisen bij kwamen, werd het onmogelijk en startte Nederland de Politionele Acties. Den Haag achtte Nederlands-Indië niet in staat op eigen benen te staan. De oude koloniale neerbuigendheid stak opnieuw de kop op. Dat heeft het vredesproces zwaar gehavend. Doodzonde.”", "200.000 doden", "In de Onafhankelijkheidsoorlog vielen minstens 200.000 doden en na afloop vertrokken 300.000 Indische Nederlanders en Molukkers noodgedwongen naar Nederland. “Die pijn was voor een groot deel vermeden als Nederland het akkoord had gerespecteerd. De voorwaarden bij de soevereiniteitsoverdracht waren uiteindelijk nadeliger voor Nederland.", "“De illusie dat je met harde maatregelen harde resultaten kunt halen, was al mis in de koloniale tijd maar ook in de postkoloniale tijd. Uiteindelijk keerde Nederland na drie jaar oorlog en twee militaire offensieven met legere handen naar huis.”", "De onafhankelijkheid van Indonesië bleef niet onopgemerkt. In 1955 vond in Bandung een conferentie plaats. Het was de eerste internationale conferentie zonder het Westen, met 29 Arabische, Afrikaanse en Aziatische landen die meer dan de helft van de wereldbevolking vertegenwoordigden. “Elk continent is direct of indirect beïnvloed door gebeurtenissen in Indonesië. Een aantal Afrikaanse landen is in 1960 onafhankelijk geworden. De Bandungconferentie is de katalysator geweest voor de dekolonisatie en heeft de Europese eenwording versneld. Europa vreesde een alliantie van Aziatische en Afrikaanse landen.”", "Malcolm X", "Indonesië was niet alleen een voorbeeld voor andere koloniën, maar ook voor zwarte activisten als Martin Luther King en Malcolm X en linkse revolutionairen als Che Guevara en Fidel Castro. “De burgerrechtenbeweging is niet enkel ontstaan vanuit een Amerikaanse context. Ze verwezen ook naar wat er in Indonesië gebeurde.”", "De emancipatie van de derde wereld werd tien jaar na de conferentie door de VS de kop in gedrukt uit angst voor het communisme. In 1965 werd Soekarno onder druk van de CIA afgezet en vervangen door Soeharto. In dezelfde maand moest de president van Congo gedwongen plaatsmaken voor Mobutu, een pion van de VS.", "“De tragische geschiedenis van Amerika in de twintigste eeuw is de overdreven angst voor het rode gevaar,” zegt Van Reybrouck. “Waar Nederland werd gedwongen de kolonie te lossen, sloeg Amerika vervolgens zelf zijn neo-imperiale vleugels uit. De derde wereld wilde buiten de Koude Oorlog blijven en weigerde partij te kiezen tussen Amerika en Rusland. Amerika zei: Als jullie niet vóór ons zijn, zijn jullie tégen ons en gaan we jullie bestrijden.”", "De dekolonisatie van Indonesië is voor Nederland nog steeds een etterende wond. In 2019 onderzocht het Britse YouGov welk Europees land het trotst was op zijn koloniale verleden. Nederland stak er met kop en schouders bovenuit. De helft van de ondervraagden is trots, slechts 6 procent schaamt zich en 26 procent had nu nog graag een overzeese kolonie gehad.", "Balkenende", "Tijdens de Algemene Beschouwingen in 2006 deed toenmalig premier Jan-Peter Balkenende de beroemde uitspraak dat Nederland de VOC-mentaliteit moest koesteren.", "“Ik was altijd verbaasd hoe Nederland met de koloniale geschiedenis omging en hoe moeizaam het was om de zwarte bladzijden onder ogen te komen. De terugblik leunt op het idee van de grootsheid in de 17de eeuw, toen Nederland de wereldzeeën beheerste.”", "Musea hebben kansen laten liggen, vindt Van Reybrouck. Van de 63 zalen in het Rijksmuseum is er maar eentje gewijd aan ‘Nederland overzee’. “Dat is weinig als je weet dat Nederland drie eeuwen lang op drie continenten actief is geweest. Het Scheepvaartmuseum heeft een virtual reality-attractie aan boord van een VOC-schip. Je kunt zien hoe het schip werd gebouwd en te water werd gelaten. Verbluffend. Maar waar de schepen heen gingen en wat er gebeurde, wordt niet verteld.”", "Dit voorjaar bood koning Willem-Alexander tijdens een staatsbezoek aan Indonesië excuses aan voor het Nederlandse geweld tijdens de onafhankelijkheidsoorlog. Daarmee trapte hij op de ziel van Indische Nederlanders en veteranen die slachtoffer werden van geweld door Indonesische nationalisten. “Bij verschillende groepen zitten verschillende soorten pijn. Het is belangrijk om die pijn onder ogen te komen en te zien hoe die nu doorwerkt.”", "Congolees meisje", "Het kabinet investeert miljoenen in een onderzoek naar die periode. Van Reybrouck adviseert om niet alleen historici te betrekken maar ook verzoeningsexperts, zoals nu in België gebeurt. “Historische feiten zijn van belang, maar je moet ook kijken wat een Congolees meisje van 22 jaar, dat voor tandarts heeft gestudeerd maar in geen praktijk werk vindt, doormaakt,” zegt van Reybrouck.", "“Alles wat we nu bestrijden, racisme en discriminatie, ligt in het verlengde van de geest van Bandung. Zolang die pijn wordt genegeerd, zal het een nieuwe maatschappelijke breuklijn worden. Dan doe je precies wat in de koloniale tijd gebeurde: breed gedragen onvrede afdoen als aanstellerij of opgekropte frustraties. Neem de pijn en het verdriet serieus. Daar kun je niet op bezuinigen.”", "Revolusi, David van Reybrouck, uitgeverij De Bezige Bij, 39,99 euro, 656 blz"], "authors": ["Tonny Van Der Mee"], "keywords": ["van", "breder", "plaatst", "vrijheidsstreven", "nederland", "het", "op", "die", "indonesië", "reybrouck", "een", "david", "en", "dat", "te", "perspectief", "voor"], "pubDate": "2020-12-01T12:21:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}