{"id": "936923e3-9d28-32d7-b406-198b95e2da72", "title": "Mijn Syrische buren brengen mij steeds eten, hoe kan ik attent terug zijn?", "url": "https://trouw.nl/leven/mijn-syrische-buren-brengen-mij-steeds-eten-hoe-kan-ik-attent-terug-zijn~b9d8e7af/", "summary": "Ik heb hele aardige Syrische buren gekregen, die mij nu al drie keer ’s avonds een bord warm eten hebben gebracht.\nHet probleem is alleen dat ik niet goed weet hoe ze te bedanken of iets terug te doen.\nVorige week heb ik hun (afgewassen) bord teruggebracht met een kruidkoek van de supermarkt erbij.\nHoe kan ik een goede relatie met deze buren opbouwen en ook attent terug zijn?\nVoorbeelden hiervan zijn een speculaaspop of een banketstaaf met Sinterklaas of een kerststol met Kerstmis dan wel oliebollen met Oud en Nieuw.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Beste Beatrijs,", "Ik (single man van 57) ben sinds een maand verhuisd. Ik heb hele aardige Syrische buren gekregen, die mij nu al drie keer ’s avonds een bord warm eten hebben gebracht. Hun zoontje brengt het steeds langs. Zij vertelden mij dat dit een Arabische gewoonte is om nieuwe inwoners te verwelkomen. Ik vind dit natuurlijk heel aardig en ook hartstikke leuk. Het probleem is alleen dat ik niet goed weet hoe ze te bedanken of iets terug te doen. Vorige week heb ik hun (afgewassen) bord teruggebracht met een kruidkoek van de supermarkt erbij. Maar de moeder spreekt nauwelijks Nederlands en nam dit ‘tegengeschenk’ wat onhandig aan (en liet me ook niet binnen). Wat kan ik verder nog doen? De mensen uitnodigen op de koffie? Maar hoe moet dat als de ouders nauwelijks Nederlands spreken? Hoe kan ik een goede relatie met deze buren opbouwen en ook attent terug zijn?", "Wat voor tegenprestatie?", "Beste Wat voor tegenprestatie,", "In de Arabische cultuur is men gewend om veel eten klaar te maken. Vaak veel meer dan de mensen aan tafel op kunnen. Het bezorgen van een bord eten bij de buren is een vorm van ­restjesverwerking. Het is in ieder geval niet iets waar de vrouw des huizes extra moeite aan besteed heeft en wat bij u tot grote dankbaarheid dient te leiden. Het blijft natuurlijk een aardig gebaar en het eten is vaak heerlijk, dus u kunt het geschenk gracieus accepteren en er hartelijk voor bedanken, maar het vereist niet dat u op uw beurt een overschot aan, ik noem maar wat, andijviestamppot ­aflevert bij hun voordeur.", "Als de ouders nauwelijks Nederlands spreken, heeft het weinig zin om hen bij u thuis op de koffie uit te nodigen. Een gesprek is dan toch niet mogelijk. Wel kunt u (misschien via de zoon?) zeggen dat ze, als ze ergens hulp bij nodig hebben, gerust bij u kunnen aankloppen. Daarmee toont u in ieder geval uw welwillendheid. Als u nog een keer iets in natura terug wil geven, raad ik u aan niet zomaar wat zoetigheid te kopen, maar een of andere seizoensgebonden lekkernij aan te reiken. Voorbeelden hiervan zijn een speculaaspop of een banketstaaf met Sinterklaas of een kerststol met Kerstmis dan wel oliebollen met Oud en Nieuw. U kunt dan erbij vertellen dat dit iets is wat Nederlanders eten bij dit speciale feest.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["wat", "bij", "hoe", "het", "met", "zijn", "mij", "ik", "kan", "steeds", "syrische", "mijn", "eten", "een", "en", "te", "niet", "terug", "dat"], "pubDate": "2020-11-29T13:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}