{"id": "936de1bd-f9c1-3e29-8851-5cb6c0a69ce6", "title": "’Dit was het beste Formule 1-seizoen in jaren’", "url": "https://www.telegraaf.nl/sport/1207798535/dit-was-het-beste-formule-1-seizoen-in-jaren", "summary": "Uiteraard gaat het in de podcast over de teruggeschroefde Mercedes-motor en het toneelstukje van Lewis Hamilton na afloop van de race, waarin de zevenvoudig wereldkampioen Red Bull de hemel in prees.\nAlbers spreekt van een marketingcampagne: „Mercedes wil dit seizoen op de valreep meer schwung geven door een Red Bull ook een keer te laten winnen.\nVolgens Albers kreeg de safety car het voor elkaar ’om de saaiste race van het seizoen volledig te verkloten.’ Van Haren: „Iedereen reed daarna door op de hardste band.\nHet werd meer managen dan racen.”Tot slot blikken Albers en Van Haren terug op ’het mooiste seizoen ooit’ en werpen ze vast een blik vooruit op 2021.\nHet grootste deel van het budget wordt de komende drie maanden uitgegeven voor het bouwen van een nieuwe auto.”", "paragraphs": ["Luister de Formule 1-podcast van De Telegraaf hier, hieronder of via alle bekende podcast apps zoals Spotify en Apple Podcasts.", "Uiteraard gaat het in de podcast over de teruggeschroefde Mercedes-motor en het toneelstukje van Lewis Hamilton na afloop van de race, waarin de zevenvoudig wereldkampioen Red Bull de hemel in prees. Albers spreekt van een marketingcampagne: „Mercedes wil dit seizoen op de valreep meer schwung geven door een Red Bull ook een keer te laten winnen. Vervolgens kunnen ze zeggen dat ze de hele winter keihard hebben gewerkt om in het nieuwe seizoen weer vooraan te staan.”", "Ook komt de safety car uitgebreid aan bod, die op het toneel verscheen na de uitvalbeurt van Sergio Pérez. Volgens Albers kreeg de safety car het voor elkaar ’om de saaiste race van het seizoen volledig te verkloten.’ Van Haren: „Iedereen reed daarna door op de hardste band. Het werd meer managen dan racen.”", "Tot slot blikken Albers en Van Haren terug op ’het mooiste seizoen ooit’ en werpen ze vast een blik vooruit op 2021. Is Mercedes volgend jaar opnieuw heer en meester of zijn de andere teams in staat om een auto te ontwikkelen die is opgewassen tegen het team van Hamilton? Albers is enthousiast: „Nu begint de Formule 1 eigenlijk pas. Het grootste deel van het budget wordt de komende drie maanden uitgegeven voor het bouwen van een nieuwe auto.”"], "authors": ["Onze Telesportredactie"], "keywords": ["van", "seizoen", "om", "dit", "albers", "een", "formule", "en", "te", "ze", "op", "beste", "1seizoen", "jaren", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}