{"id": "9371497d-de0e-3b31-9ba2-65de56ff5cfd", "title": "Europees Parlement stelt deadline voor handelsdeal met VK", "url": "https://nrc.nl/nieuws/2020/12/17/europees-parlement-stelt-deadline-voor-handelsdeal-met-vk-a4024262", "summary": "Als een eventueel handelsakkoord tussen de Europese Commissie en het Verenigd Koninkrijk pas na aanstaande zondagavond gesloten wordt, zal het Europees Parlement er niet meer over stemmen.\nGarcía Pérez: „We eisen zo snel mogelijke inzage van onderhandelingspapieren.”Met nog twee weken te gaan, is een handelsdeal nog altijd geen uitgemaakte zaak.\nEen akkoord met de Britten is te belangrijk om door het parlement te jagen, tweet Weber.\nHij acht het na zondag niet meer haalbaar een handelsakkoord nog voldoende te wegen en te ratificeren.\nIn zo’n geval kan het parlement in januari worden gevraagd over het akkoord te stemmen.", "paragraphs": ["Als een eventueel handelsakkoord tussen de Europese Commissie en het Verenigd Koninkrijk pas na aanstaande zondagavond gesloten wordt, zal het Europees Parlement er niet meer over stemmen. Dit op initiatief van de Spaanse Europarlementariër Iratxe García Pérez en haar collega Manfred Weber uit Duitsland. García Pérez: „We eisen zo snel mogelijke inzage van onderhandelingspapieren.”", "Met nog twee weken te gaan, is een handelsdeal nog altijd geen uitgemaakte zaak. Maar geloof dat er ‘iets’ mogelijk is, groeit.", "Een akkoord met de Britten is te belangrijk om door het parlement te jagen, tweet Weber. Hij acht het na zondag niet meer haalbaar een handelsakkoord nog voldoende te wegen en te ratificeren. Het Europees Parlement denkt voor dat proces een week nodig te hebben. Voor maandag 28 december staat een stemming op de agenda. García Pérez: „Wij eisen volledige medewerking van de Europese Commissie en dezelfde mate van toegang tot informatie als gebruikelijk.”", "Parlement passeren", "Het parlementaire ultimatum zal in elk geval verdere druk op de onderhandelingen zetten, die nog altijd worden gevoerd door vertegenwoordigers van het Verenigd Koninkrijk en de Europese Commissie. Garantie op een uitkomst biedt het echter niet. Commissievoorzitter Ursula von der Leyen zou er in samenspraak met de 27 Europese regeringsleiders voor kunnen kiezen het parlement al dan niet tijdelijk buitenspel te zetten, als er volgens haar ook nog na zondagavond geen zicht is op een deal. In zo’n geval kan het parlement in januari worden gevraagd over het akkoord te stemmen.", "Aan het einde van dit kalenderjaar loopt de transitieperiode af waarin het Verenigd Koninkrijk al geen lid meer is van de Europese Unie, maar nog wel regels volgt op het gebied van handel en veiligheid. Als Brussel en Londen binnen nu en twee weken geen afspraken maken over de toekomstige handelsbetrekkingen, treden de handelsregels van de Wereldhandelsorganisatie in werking. De Europese delegatieleider Michel Barnier heeft donderdagochtend het Europees Parlement bijgepraat over de vorderingen. Die zijn er, schreef de Fransman, „maar struikelblokken blijven er ook nog”.", "In this final stretch of talks, transparency & unity are important as ever: Debriefed @Europarl_EN Conference of Presidents this morning on 🇪🇺🇬🇧 negotiations. Good progress, but last stumbling blocks remain. We will only sign a deal protecting EU interests & principles. pic.twitter.com/L25PWCKYAG — Michel Barnier (@MichelBarnier) December 17, 2020"], "authors": ["David Van Unen", "December Om", "Leestijd Minuut"], "keywords": ["van", "nog", "europees", "een", "stelt", "het", "en", "europese", "te", "deadline", "op", "parlement", "voor", "vk", "handelsdeal", "er", "met"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}