{"id": "937abf61-e0ee-3a26-9c1d-c11536ec1cc8", "title": "Waar u dit jaar op moet letten bij uw zorgverzekering", "url": "https://volkskrant.nl/de-gids/waar-u-dit-jaar-op-moet-letten-bij-uw-zorgverzekering~b94a51e1/", "summary": "Dit jaar stijgt dat bedrag, met een basisverzekering en een gemiddeld aanvullend pakket, voor het eerst tot boven de 4 duizend euro.\nAlle reden dus om deze financiën serieus te nemen, en een middagje te zorgverzekeringsploeteren.\nBij De Amerfoortse Eigen Keuze kan dat wel, dat is immers een restitutiepolis, een soort verzekering waarbij u helemaal vrij bent uw zorgverlener te kiezen.\n‘De kans dat je allebei je been breekt is natuurlijk klein.\nHet grootste voordeel van een hoger eigen risico is dit jaar te halen bij Jaaah, een nieuwe verzekering van ONVZ.", "paragraphs": ["Vaak is een tandartsverzekering niet nodig. Als u aan reiniging en twee keer per jaar controle genoeg heeft, dan bent u meer kwijt aan premie dan aan de tandartsrekening. Beeld Hollandse Hoogte", "Ons huidige zorgstelsel bestaat sinds 2006, en dat betekent dat we nu voor de vijftiende keer kunnen beslissen om van zorgverzekeraar te wisselen. Dat doet lang niet iedereen (vorig jaar slechts 6,5 procent van de verzekerden, sinds 2014 is ruim 69 procent nooit gewisseld), maar kan wel de moeite lonen.", "De zorgverzekering neemt namelijk ieder jaar een grotere hap uit het huishoudbudget. In 2006 was een standaard gezin (twee volwassenen, twee kinderen onder de 18) ongeveer 2.500 euro per jaar kwijt. Gebruikte een gezin geen zorg, dan ging daar nog no-claim-korting vanaf. Dit jaar stijgt dat bedrag, met een basisverzekering en een gemiddeld aanvullend pakket, voor het eerst tot boven de 4 duizend euro. Alle reden dus om deze financiën serieus te nemen, en een middagje te zorgverzekeringsploeteren. Maar waar moet u dan op letten?", "Zoals elk jaar geldt ook dit jaar weer de drie-eenheid van basisverzekering, eigen risico en aanvullende verzekering.", "De basisverzekering", "De basisverzekering is voor iedereen verplicht en voor iedereen geldt dezelfde dekking. Toch zijn er wel degelijk verschillen. Sterker nog, het prijsverschil is dit jaar groter dan ooit tussen de goedkoopste (105,95 per maand, Gewoon Zekur) en de duurste (147,95 per maand, De Amerfoortse Eigen Keuze) polis. In totaal gaat het om een verschil van 504 euro per jaar.", "Maar let op: Gewoon Zekur is een budgetpolis, daarmee kunt u niet bij alle ziekenhuizen en andere zorgaanbieders terecht. Bij De Amerfoortse Eigen Keuze kan dat wel, dat is immers een restitutiepolis, een soort verzekering waarbij u helemaal vrij bent uw zorgverlener te kiezen.", "De prijsverschillen worden elk jaar groter, zegt Suzanne Löwik van vergelijkingssite Pricewise. ‘De gemiddelde prijsstijging is 60 euro per jaar, maar ook de verschillen liggen dus verder uit elkaar.’", "Dat komt vooral, zegt Peter Ruys van Zorgkiezer.nl, omdat de duurste restitutiepolissen sneller in prijs oplopen dan de goedkope budgetpolissen. ‘Mensen moeten meer bijbetalen als zij vrije artsenkeuze willen. Daar kun je je vraagtekens bij zetten: alleen voor mensen met veel geld is dat dus bereikbaar.’", "Er is ook geld te besparen op de normale polissen, waarbij wel alle ziekenhuizen zijn meeverzekerd. Elke grote verzekeraar heeft ook een internetlabel, (‘ik vergelijk het altijd met huismerken in de supermarkten’, zegt Ruys), waarbij de dekking nagenoeg gelijk is, maar de prijs een stuk lager. ‘Dat leidt soms tot bizarre verschillen waar je mee je voordeel kunt doen’, zegt Bas Knopperts van Independer. ‘Zeker als je gewend bent toch al veel zaken digitaal te regelen.’", "Ga maar na. Huismerk Bewuzt: 110,90 euro. Grote broer VGZ: 120,90. Tien euro verschil. Huismerk Just (111,70) ten opzichte van CZ Zorgbewust (123,10): 11,40 euro per maand verschil. Het bontst maakt Zilveren Kruis het: ZieZo basis kost 112,25 euro, Zilveren Kruis Basis Zeker 128,45 euro. 16,20 euro per maand, ofwel 194,40 euro per jaar aan premieverschil.", "Zo’n huismerk kan ook stukken goedkoper zijn dan de korting die een collectiviteit biedt, zegt Ruys. ‘Sinds vorig jaar mag de korting op een collectiviteit nog maar maximaal 5 procent zijn. De gemiddelde korting is nu zo’n 3,5 procent, dat was 7 á 8 procent. Ik preek natuurlijk voor eigen parochie nu, maar ook de ACM heeft aangetoond dat een individuele zorgverzekeraar vaak goedkoper is dan een collectief. Probleem is dat mensen feitelijk slapend lid blijven. Dat is dus iets om even goed uit te zoeken.’", "Het eigen risico", "Het standaard eigen risico is 385 euro, maar u kunt besluiten dat te verhogen tot 885 euro. ‘Dat klinkt als een enorm bedrag, en dat is in feite natuurlijk ook’, zegt Löwik van Pricewise. Maar dat is niet het hele verhaal. ‘Je krijgt namelijk tot wel 300 euro korting op je premie als je voor het hoogste eigen risico kiest. Dat betekent dat je maar een risico van 200 euro loopt.’", "Als je geen hoge zorgkosten verwacht, en je kunt - mocht het nodig zijn - die 885 euro betalen (bijvoorbeeld door de ontvangen korting opzij te leggen), dan is een hoger eigen risico een verstandig besluit.", "Zeker als je met z’n tweeën bent, zegt Ruys. ‘De kans dat je allebei je been breekt is natuurlijk klein. En als één van beide partners het volledige eigen risico moet opmaken, en de ander heeft niets, dan ben je nog voordeliger uit. Dat geldt al helemaal als je die rekensom over meerdere jaren maakt.", "Het grootste voordeel van een hoger eigen risico is dit jaar te halen bij Jaaah, een nieuwe verzekering van ONVZ. Daar is de polis met 885 euro eigen risico 89 euro per maand, 26 euro goedkoper dan de normale premie. Met die 89 euro is Jaaah de goedkoopste basisverzekeringsoptie dit jaar.", "Aanvullend", "En dan moeten we het nog even hebben over de eigenschap waardoor Nederland al jaren een van de meest oververzekerde landen ter wereld is; de irrationele behoefte aan zekerheid. Aan de wetmatigheid ‘verzeker je alleen voor die zaken die je niet kunt betalen, mochten ze je overkomen’ heeft de Nederland een broertje dood. Gevolg: ruim 80 procent van de Nederlanders heeft een aanvullend pakket, een waanzinnig en onbegrijpelijk percentage. ‘Dit gaat me aan het hart, veel mensen betalen daardoor onnodig veel zorgpremie’, zegt Löwik", "‘Veel mensen laten hun aanvullende pakketten jaren doorlopen, ook als ze zaken als extra zwangerschapsdekking of orthodontie voor de kinderen helemaal niet meer nodig hebben’, zegt Knopperts van Independer.", "Daarom de oproep: bekijk goed welke dekking u nodig heeft, en pas daar uw aanvullende pakket op aan. En bedenk ook: in veel gevallen is bijvoorbeeld een tandartsverzekering helemaal niet nodig. Als u keurig twee keer per jaar langs gaat en u heeft aan reiniging en controle genoeg, dan bent u meer kwijt aan de premie waarmee u (een deel van) de tandartskosten vergoed krijgt, dan aan de tandartsrekening zelf.", "‘In principe zou een aanvullende verzekering een ongevallenverzekering moeten zijn’, zegt Löwik. Een verzekering die hoge kosten dekt als er een onverwachte gebeurtenis plaatsvindt, met hoge kosten tot gevolg. Maar de aanvullende verzekering is meer een soort abonnement op zorg geworden. Gevolg daar weer van is dat verzekerden meer gaan claimen, en verzekeraars dus óf hun premie omhoog moeten doen, óf hun pakketten moeten gaan uitkleden.", "Vooral dat laatste is de laatste jaren een trend, zegt Ruys van Zorgkiezer.nl. ‘De prijsstijging valt wel mee dit jaar, hoogstens een paar euro. Maar je ziet dat de dekkingen in de uitgebreide pakketten steeds minder worden. Van onbeperkt fysiotherapie, naar 36 behandelingen, naar nu 32. Een pruikvergoeding voor kankerpatiënten van maximaal 500 naar maximal 250 euro. Of de helft minder dekking voor orthopedische schoenen.’", "Kortom: duik eens in de dekking van de aanvullende verzekering en bereken of het gevoel van zekerheid de irrationele, keiharde euro’s waard is."], "authors": ["Michiel Van Der Geest"], "keywords": ["van", "uw", "dat", "dit", "dan", "een", "en", "zorgverzekering", "letten", "je", "moet", "waar", "maar", "op", "jaar", "euro", "het", "bij"], "pubDate": "2020-11-25T15:15:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}