{"id": "938f45f5-7b35-3f3e-8f67-e3a9889a18d4", "title": "Januari is de maand van alcoholvrije drank én veganistisch voedsel", "url": "https://www.telegraaf.nl/lifestyle/1461087631/januari-is-de-maand-van-alcoholvrije-drank-en-veganistisch-voedsel", "summary": "Geen drank, wel veganistisch eten: we hebben ’t er maar druk mee, deze eerste maand van het jaar.\nIn 2021 wil zo’n 50 procent van de vrouwen zich wagen aan vleesvervangers, tegenover 38 procent van de mannen.\nDaarnaast staat 41 procent van de vrouwen en 30 procent van de mannen open voor zuivelvrije alternatieven.\nBij 34 procent van de vrouwen en 23 procent van de mannen is dit dieet in trek.\nWellicht is het eten van meer plantaardige alternatieven een toevoeging voor op het lijstje met goede voornemens voor 2021?", "paragraphs": ["Geen drank, wel veganistisch eten: we hebben ’t er maar druk mee, deze eerste maand van het jaar. Veganuary bestaat weliswaar al sinds 2014, maar de veganistische levensstijl maakt de laatste jaren een opmars. In supermarkten breidt het assortiment met plantaardige producten zich steeds verder uit en ook maaltijdbezorgdiensten als Deliveroo en Thuisbezorgd.nl houden deze foodtrend nauwlettend in de gaten. Zij deden onderzoek naar de eet- en drinkgewoonten onder Nederlanders in 2020 en zochten uit hoe de houding tegenover veganisme in 2021 zal zijn.", "Alternatieven", "Volgens Thuisbezorgd.nl willen steeds meer mensen de stap naar een veganistisch dan wel vegetarisch voedingspatroon maken. De voornaamste reden hiervoor is dierenwelzijn (1 op de 5 geeft dit als reden op), waarna het verkleinen van de ecologische impact en eigen gezondheid volgen.", "Het scheelt dat er steeds meer plantaardige alternatieven op de markt worden gebracht, dat maakt de overstap makkelijker en laagdrempeliger. Volgens onderzoek van Deliveroo probeerde in 2020 een kwart van de Nederlanders (24%) vleesvervangers uit en ook zuivelvrije alternatieven als haver- of amandelmelk werden door 14 procent wel eens in het winkelmandje gelegd.", "Twijfel", "Echter blijkt de overstap in praktijk nog een uitdaging. Veganistisch eten bestellen is één, maar het jezelf gewoon maken zonder dierlijke producten te koken wordt vaak als een obstakel gezien. Ook speelt mee dat men gewend is te geloven dierlijke producten nodig te hebben; velen zijn hiermee opgegroeid en hebben de richtlijn ‘De Schijf van Vijf’ met de paplepel ingegoten gekregen. Eén op de drie twijfelt daarom of ze met plantaardige maaltijden wel voldoende essentiële voedingsstoffen binnenkrijgen.", "Bekijk ook: Jongeren zijn de big spenders als het om eten gaat", "Toch ziet Thuisbezorgd.nl een verandering in houding; bijna één op de vijf Nederlanders (21%) overweegt nu om vaker vegan te bestellen dan vijf jaar geleden. Zeker in 2020 leverde dit een flinke stijging op: afgelopen jaar zagen zij het aantal bestellingen van vegan maaltijden bijna verdubbelen.", "Veganistische voornemens", "Vooral vrouwen gaven aan interesse te hebben in een vegetarische dan wel veganistische levensstijl, blijkt uit de data van Deliveroo. In 2021 wil zo’n 50 procent van de vrouwen zich wagen aan vleesvervangers, tegenover 38 procent van de mannen. Daarnaast staat 41 procent van de vrouwen en 30 procent van de mannen open voor zuivelvrije alternatieven.", "Voor wie vegan nog een brug te ver is, bestaat er gelukkig nog zoiets als flexitarisme: één of meerdere dagen in de week geen vlees eten. Bij 34 procent van de vrouwen en 23 procent van de mannen is dit dieet in trek.", "Interessant is om te zien dat deze trend ook steeds ouder publiek trekt. Naar verwachting wil 38 procent van de 55-plussers wel eens vleesvervangers in het menu verwerken en een kwart het pak volle melk voor bijvoorbeeld amandelmelk verruilen.", "Als we de cijfers moeten geloven zal de populariteit rondom veganisme het komende jaar nog verder toenemen. Wellicht is het eten van meer plantaardige alternatieven een toevoeging voor op het lijstje met goede voornemens voor 2021? Veganuary telt nog 24 dagen, beter laat dan nooit."], "authors": ["Puck Van Heugten"], "keywords": ["veganistisch", "van", "januari", "en", "drank", "alcoholvrije", "een", "voedsel", "procent", "te", "op", "als", "het", "ook", "én", "wel", "maand"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}