{"id": "9399d755-12d6-338e-be78-d64497ceb95a", "title": "Ik heb nog nooit één reclame op mijn scherm gekregen waarin ik me gekend voelde", "url": "https://volkskrant.nl/columns-opinie/ik-heb-nog-nooit-een-reclame-op-mijn-scherm-gekregen-waarin-ik-me-gekend-voelde~b3f701ef/", "summary": "In een ingezonden brief maakte een lezer gewag van een typische ervaring: die cookies leiden helemaal niet tot slimme advertenties.\nIk ken die lezer niet, maar ik vermoed dat die net als ik niet zo vaak online is en weinig tot niets uitspookt op sociale media.\nWie een paar uur per dag op Instagram zit, ziet zijn advertenties in snel tempo interessanter worden, hoor ik van alle ervaringsdeskundigen.\nIk heb nog nooit één reclame op mijn scherm gekregen waarin ik me, nu ja, gekend voelde.\nIk wacht er nog even mee, want elke advertentie fungeert als geruststelling dat Big Databrother me nog niet te pakken heeft.", "paragraphs": ["Je hebt altijd figuren die hun tijd vooruit zijn. Tot die figuren reken ik het Koekiemonster, dat furore maakte in Sesamstraat. Dat pluizige blauwe beest riep nooit iets anders dan: ‘Koekie!’", "In de 21ste eeuw accepteren de meesten van ons in een half uurtje online meer cookies dan het Koekiemonster in analoge tijden wegvrat in een heel jaar Sesamstraat. In een inzichtelijk stuk in de wetenschapsbijlage van de Volkskrant las ik iets wat ik al vermoedde: dat bedrijven ons die cookies door de strot duwen door het ons moeilijk te maken ze af te wijzen. ‘Die cookiemuren’, zei een expert, ‘kun je ook eerlijk vormgeven door de opties gelijkwaardig te maken in plaats van een bepaalde kant op te sturen.’", "Bedrijven voeren ons die cookies om ons te leren kennen ten behoeve van slimme, gerichte advertenties. In een ingezonden brief maakte een lezer gewag van een typische ervaring: die cookies leiden helemaal niet tot slimme advertenties. Je krijgt steevast reclames voor spullen die je net in een digitaal winkeltje hebt gekocht. Ik ken die lezer niet, maar ik vermoed dat die net als ik niet zo vaak online is en weinig tot niets uitspookt op sociale media. Wie een paar uur per dag op Instagram zit, ziet zijn advertenties in snel tempo interessanter worden, hoor ik van alle ervaringsdeskundigen.", "Klaarblijkelijk hebben die algoritmes vooralsnog moeite het deel van de mensheid in kaart te brengen dat verzuimt online zijn huisdieren, nagellak en lingerie te etaleren. Ik heb nog nooit één reclame op mijn scherm gekregen waarin ik me, nu ja, gekend voelde. Een attente lezer schreef me dat zelfs digibeten vrij makkelijk een advertentieblocker kunnen installeren. Ik wacht er nog even mee, want elke advertentie fungeert als geruststelling dat Big Databrother me nog niet te pakken heeft."], "authors": ["Olaf Tempelman"], "keywords": ["één", "nooit", "van", "voelde", "nog", "reclame", "op", "die", "ons", "ik", "waarin", "mijn", "een", "te", "dat", "niet", "je", "scherm"], "pubDate": "2020-12-08T17:46:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}