{"id": "93ac250e-ab5e-3401-8eae-fd70cf2df103", "title": "Ajax-Atalanta Bergamo; een botsing van speelstijlen", "url": "https://www.parool.nl/sport/ajax-atalanta-bergamo-een-botsing-van-speelstijlen~b9762adb/", "summary": "Marten de Roon, de Oranje-international die een tijdje aan de kant stond met een blessure, keert terug in het elftal.\nDe winnaar van het duel woensdagavond toucheert 2,7 miljoen euro winstpremie, plus een kwalificatiepremie van 9,5 miljoen euro.\nHet is belangrijk voor de uitstraling van Ajax, voor de ontwikkeling van de spelers en het team.\nSoms is het voetbal elegant, dan weer staat het bol van het betere gooi- en smijtwerk.\nHet zijn de spelers in de as van het veld die dat moeten regelen.", "paragraphs": ["Quincy Promes, Sean Klaiber en Noussair Mazraoui tijdens een training. Beeld Photo Ajax Jasper Ruhe", "Over de uitgangspositie: Atalanta Bergamo heeft acht punten, Ajax zeven. De Italianen hebben woensdagavond in de Johan Cruijff Arena (18.55 uur) dus voldoende aan een gelijkspel. Ajax moet winnen. Liverpool, koploper in Groep D, is al geplaatst voor de knock-outfase van de Champions League. Midtjylland is uitgeschakeld.", "Over de aanloop naar de beslissende poulewedstrijd: Ajax beleefde zaterdag een beroerd avondje tegen FC Twente. Niet alleen verloor het elftal van trainer Erik ten Hag met 2-1, ook raakte Lassina Traoré geblesseerd. De spits ontbreekt woensdagavond vermoedelijk. Achter de namen van David Neres, Noussair Mazraoui, Nicolás Tagliafico en Daley Blind (grieperig) staat in potlood een vraagteken. Ten Hag heeft echter goede hoop dat zij kunnen spelen. Over Neres zei hij: “Deze wedstrijd is een finale. Alles is erop gericht om David daarbij te laten zijn. En dan is het de vraag of hij aan de aftrap verschijnt of op de bank begint.”", "Atalanta Bergamo kreeg zondag onverwacht een dagje vrij: de uitwedstrijd tegen Udinese werd afgelast. Het is extra rust die de clubs in het overladen programma goed kunnen gebruiken. Coach Gian Piero Gasperini heeft zijn selectie compleet. Robin Gosens (ex-Dordrecht en ex-Heracles) is speelgerechtigd, hoewel hij zaterdag ‘vals positief’ testte op corona en hij zijn reisdocumenten om naar Amsterdam te mogen vliegen maar net op tijd in orde kreeg. Marten de Roon, de Oranje-international die een tijdje aan de kant stond met een blessure, keert terug in het elftal.", "De spotlights, graag", "Over de pot met goud aan het eind van de regenboog: De minimale inkomsten die voortvloeien uit de plaatsing voor de achtste finales van de Champions League bedragen zo’n 12 miljoen euro. De winnaar van het duel woensdagavond toucheert 2,7 miljoen euro winstpremie, plus een kwalificatiepremie van 9,5 miljoen euro. In een jaar waarin de inkomsten door de coronamaatregelen drastisch zijn afgenomen, zijn die bonussen meer dan welkom.", "Ten Hag: “Toch voel ik niet de financiële druk voor deze wedstrijd. Het is de druk die we onszelf opleggen. De directie noemt dit een tussenjaar, maar we hebben de ambitie om bij de laatste zestien van de Champions League te komen. We vinden ook dat we daar horen. Het is belangrijk voor de uitstraling van Ajax, voor de ontwikkeling van de spelers en het team. Het podium van de Champions League is ons leven, daar willen we alles voor geven. De spotlights, daar houden we van.”", "Over het vorige Champions Leagueseizoen: Atalanta Bergamo was de revelatie, zoals Ajax dat was in het seizoen 2018-2019. De ploeg van Gasperini reikte tot de kwartfinales waarin Paris Saint-Germain te sterk was. Het spel van Atalanta is on-Italiaans: geen catenaccio, maar met een enorme aanvalsdrang. Soms is het voetbal elegant, dan weer staat het bol van het betere gooi- en smijtwerk. Het is powervoetbal waarin de backs (Hans Hateboer en Gosens) vanuit een vijfmansdefensie voortdurend naar voren opstomen. Iedereen in het elftal kan scoren.", "De Roon, dinsdagavond tijdens de persconferentie: “Met twee ploegen die op de aanval spelen, kunnen er veel goals vallen.” En zijn trainer Gasperini: “Als we terugzakken en het initiatief aan Ajax laten, is het onwaarschijnlijk dat we de volgende ronde halen. Het zal zeker geen 0-0 worden, dat past niet bij de mentaliteit van beide teams.”", "Ook Ajax zoekt de kortste weg naar het doel, maar probeert meer controle over de wedstrijd uit te oefenen. Dat ging een jaar geleden faliekant fout tegen Valencia, toen Ajax thuis aan een gelijkspel voldoende had om te overwinteren in de Champions League maar met 1-0 verloor. Ten Hag: “Na de vroege achterstand verzandden we te snel in een soort hectisch en opportunistisch voetbal. De tegenstander wakkerde dat ook aan, door tijd te rekken, de wedstrijd dood te maken. Als dat nu weer gebeurt, moeten wij het hoofd koel houden, geduldig zijn. Zolang mogelijk in onze eigen stijl blijven spelen, dat is onze kracht.”", "Afgestraft", "Over het verschil in thuis- en uitwedstrijden: Ajax boekte onder Ten Hag in de Champions League betere resultaten in uitwedstrijden dan in de Johan Cruijff Arena, terwijl Atalanta in deze campagne op vreemde bodem juist beter scoort dan in Bergamo. Bij Midtjylland (0-4) en Liverpool (0-2) werd gewonnen. Ten Hag: “Ik ben niet tot in detail bezig met de tegenstander. De nadruk ligt op mijn eigen team. Het is veel belangrijker wat wij zelf tot stand brengen en daar moet ik mijn spelers op voorbereiden.”", "In de uitwedstrijd tegen Atalanta verspeelde Ajax een 2-0 voorsprong. Het duel eindigde in 2-2. Ten Hag: “Als je met 2-0 leidt, mag je nooit zo open spelen als wij toen deden. Het zijn de spelers in de as van het veld die dat moeten regelen. Als je één of twee momenten niet goed staat, wordt dat meteen afgestraft.”", "Ten Hag denkt dat Ajax in de Arena doorgaans iets minder ruimte krijgt om te voetballen, en wat vaker in het mes van de tegenstander loopt. “We moeten de balans vinden in het aanvallen. In ons spel ligt risico besloten om kansen te creëren, daarin schuilt onze kracht. Maar we moeten de goede afwegingen maken in de eindfase van de aanval.” Dat het eerder mis ging tegen Valencia en Tottenham Hotspur zegt Ten Hag niets. “Real Madrid en Juventus waren ook cruciale wedstrijden en die wonnen we.”"], "authors": ["Dick Sintenie"], "keywords": ["van", "ajax", "ajaxatalanta", "botsing", "speelstijlen", "het", "met", "zijn", "bergamo", "een", "en", "dat", "te", "hag"], "pubDate": "2020-12-09T13:00:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}