{"id": "93af4033-530c-309e-8c74-4f18e01607b8", "title": "Judo: Sanne Verhagen klaar in Doha, Tsjakadoea mist halve finales", "url": "https://www.telegraaf.nl/sport/922627898/judo-sanne-verhagen-klaar-in-doha-tsjakadoea-mist-halve-finales", "summary": "De Brabantse won haar eerste partij in de klasse tot 57 kilogram tegen de Bulgaarse Velina Iljeva, maar redde het daarna niet tegen de Française Sarah Leonie Cysique.\nVoor Verhagen was de wedstrijd in Doha de eerste van drie toernooien waarin ze de kans heeft te bewijzen dat ze een ticket voor de Olympische Spelen van Tokio waard is.\nVerhagen nam in Rio deel aan de Spelen, maar strandde daar in de achtste finales.\nTornike TsjakadoeaNamens Nederland kwam op de eerste dag van de Doha Masters ook Tornike Tsjakadoea in actie in de klasse tot 60 kilo.\nDe in Friesland geboren zoon van Georgische ouders is in principe al zeker van deelname aan de Spelen, mits hij aan de internationale eis voldoet.", "paragraphs": ["De Brabantse won haar eerste partij in de klasse tot 57 kilogram tegen de Bulgaarse Velina Iljeva, maar redde het daarna niet tegen de Française Sarah Leonie Cysique.", "Voor Verhagen was de wedstrijd in Doha de eerste van drie toernooien waarin ze de kans heeft te bewijzen dat ze een ticket voor de Olympische Spelen van Tokio waard is. Hierna volgen nog de Grand Slam in Tel Aviv (19-21 februari) en de EK (16-18 april). Verhagen nam in Rio deel aan de Spelen, maar strandde daar in de achtste finales. Daarna legde ze het judo anderhalf jaar stil om toch weer te beginnen.", "Tornike Tsjakadoea", "Namens Nederland kwam op de eerste dag van de Doha Masters ook Tornike Tsjakadoea in actie in de klasse tot 60 kilo. De in Friesland geboren zoon van Georgische ouders is in principe al zeker van deelname aan de Spelen, mits hij aan de internationale eis voldoet. Na een bye in de eerste ronde versloeg hij de Fransman Luka Mkheidze en de Spanjaard Francisco Garrigos, om in de kwartfinales ten onder te gaan tegen de Rus Yago Aboeladze. Tsjakadoea komt nog wel in actie in de herkansingen."], "authors": [], "keywords": ["tot", "verhagen", "van", "eerste", "judo", "halve", "doha", "ze", "tegen", "sanne", "klaar", "te", "mist", "finales", "spelen", "aan", "tsjakadoea"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}