{"id": "93cc9bed-9568-3ea1-a73d-487d2b3e4aa8", "title": "Onderzoek naar langdurige seksuele intimidatie binnen D66", "url": "https://www.volkskrant.nl/nieuws-achtergrond/onderzoek-naar-langdurige-seksuele-intimidatie-binnen-d66~b62775cd/", "summary": "De zwaarste beschuldiging is aan het adres van een invloedrijke partijadviseur die nu ook betrokken is bij de campagne van Kaag.\nBeeld Freek van den Bergh / de VolkskrantPartijleider Sigrid Kaag schrijft op de eigen website ‘enorm geschrokken’ te zijn van het bericht.\nHij zou de vrouw zijn gaan lastigvallen toen zij niet op avances van zijn kant inging.\nIk hoefde hem niets meer te vragen.’‘Het meest schokkende verhaal’ over de adviseur zou de zware intimidatie betreffen van een vrouwelijke oud-directeur van het partijkantoor van D66.\nHet volledige partijbestuur van destijds, onder leiding van voorzitter Letty Demmers, zou van het voorval hebben geweten.", "paragraphs": ["De zwaarste beschuldiging is aan het adres van een invloedrijke partijadviseur die nu ook betrokken is bij de campagne van Kaag. Beeld Freek van den Bergh / de Volkskrant", "Partijleider Sigrid Kaag schrijft op de eigen website ‘enorm geschrokken’ te zijn van het bericht. ‘Ik leid een partij waar we respectvol met elkaar omgaan en die voor iedereen een veilige werkomgeving en politieke vereniging moet zijn. Daarom hecht ik eraan dat dit zo snel mogelijk grondig wordt onderzocht. Het feit dat dit jaren geleden zou hebben gespeeld, doet daar voor mij niets aan af.’", "In het anonieme bericht, dat sinds gisteravond in online D66-circuits circuleert, schrijft de vrouw dat ‘een aantal Tweede Kamerleden, oud-partijleiders en machtige strategen achter deze leiders, zich veelvuldig storten op stagiaires en vrouwen met ambitie binnen de partij.’ Ze schrijft dat ze heeft geprobeerd ‘bij meerdere mensen in de partij gehoor te krijgen voor wat mij is overkomen’. ‘Maar het machtige establishment is dusdanig sterk dat slachtoffers zoals ik aan het kortste eind trekken.’", "Intimidatie", "De zwaarste beschuldiging is aan het adres van een invloedrijke partijadviseur die nu ook betrokken is bij de campagne van Kaag. Hij zou de vrouw zijn gaan lastigvallen toen zij niet op avances van zijn kant inging. ‘Hij wilde meer op relationeel en seksueel vlak. Ik niet. Vervolgens kon ik het vergeten met mijn ambities in de partij. Hij werd venijnig. Ik hoefde hem niets meer te vragen.’", "‘Het meest schokkende verhaal’ over de adviseur zou de zware intimidatie betreffen van een vrouwelijke oud-directeur van het partijkantoor van D66. ‘[Hij] hield haar vast in een kamer op het landelijk bureau toen deze vrouw aangaf niet meer verder te willen met hem. [Hij] stalkte haar. [Hij] kon geen afwijzing accepteren. Ze was bang en waande zich niet meer veilig. Toen [hij] haar niet wilde laten gaan is er gebeld met Alexander Pechtold (toenmalig partijleider, red.) waarop hij [de man] en zijn compagnon vermanend heeft toegesproken.’", "Geen royement", "Er zou een melding van het voorval gemaakt zijn binnen de partij en bij de politie zou bekend zijn dat er sprake was van een dreigende situatie. Dat de beschuldigde man niet geroyeerd is, noemt de anonieme schrijfster ‘ronduit absurd’. De geïntimideerde oud-directeur zou de partij zonder nazorg hebben verlaten.", "", "Het volledige partijbestuur van destijds, onder leiding van voorzitter Letty Demmers, zou van het voorval hebben geweten. Binnen het toenmalige D66-bestuur is inderdaad een klacht over de man in kwestie besproken, stelt een ingewijde tegenover de Volkskrant. De precieze inhoud van de klacht zou echter niet met alle bestuursleden zijn gedeeld.", "", "Sigrid Kaag roept de schrijfster op ‘in de vertrouwde omgeving van dit externe en onafhankelijke onderzoek' nogmaals haar verhaal te doen. Maar volgens de vrouw zou ook Kaag op de hoogte zijn geweest van de beschuldigingen richting haar adviseur. Meerdere partijleden bevestigen aan deze krant dat al jaren verhalen rondgaan over de man en zijn omgang met vrouwelijke partijleden. Het voorval rond de oud-directeur zou al sinds minstens 2017 de ronde doen.", "De invloedrijke D66'er was ook voorzitter van de landelijke talentencommissie van de partij tussen 2014 en 2018. Met zijn vertrek wilde het bestuur volgens de briefschrijfster ‘recht doen’ aan de aantijgingen. Een bron bevestigt dat de geruchten rond de man een rol speelden bij de keuze om een nieuwe commissievoorzitter te zoeken.", "De man is tevens mede-eigenaar van een bekend Haags lobby- en pr-bureau. In een reactie sluit het bureau zich aan bij het interne onderzoek van D66. ‘Als bureau en collega’s zijn we enorm geschrokken van dit bericht. Binnen onze eigen omgeving hebben we geen bericht op dit front gekregen in de jaren dat ons bureau bestaat. We zijn hier heel streng op en tolereren dit absoluut niet.’", "In een reactie schrijft de man zich ‘absoluut' niet te herkennen in de ‘insinuaties’ uit het artikel. ‘Los van mijn persoonlijke emotie, vind ik het verschrikkelijk dat deze berichtgeving organisaties raakt zoals D66 en ons adviesbureau; omgevingen waar we grensoverschrijdend gedrag niet tolereren. Het is goed dat D66 een zorgvuldig onderzoek instelt. Ik zal daar volledig aan meewerken en zie met vertrouwen de uitkomst tegemoet.’"], "authors": ["Dion Mebius"], "keywords": ["van", "binnen", "het", "intimidatie", "op", "naar", "zijn", "zou", "met", "seksuele", "onderzoek", "een", "en", "dat", "d66", "niet", "langdurige"], "pubDate": "2020-12-10T11:47:50+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}