{"id": "93e4f378-8356-3b1a-8400-ee13719388c2", "title": "Pence wél naar inauguratie Biden, Capitool-bestormers opgepakt", "url": "https://volkskrant.nl/nieuws-achtergrond/pence-wel-naar-inauguratie-biden-capitool-bestormers-opgepakt~bc36eb93/", "summary": "Het tijdschrift Politico meldde een dag na de bestorming van het congres al dat Pence op 20 januari van de partij zal zijn.\nVolgens drie bronnen dicht bij Pence werd zijn keuze om aanwezig te zijn bij de inauguratie van Biden een stuk minder lastig door de kritiek van Trump voor en na de formalisering van de verkiezingsuitslag, aldus Politico.\nInmiddels heeft de politie diverse bestormers van het Capitool opgepakt.\nSinds woensdag zijn tientallen mensen aan de hand van video’s en foto’s gearresteerd op verdenking van betrokkenheid bij de rellen.\nHij wordt verdacht van het illegaal betreden van het Capitool.", "paragraphs": ["Jacob Anthony Chansley Beeld REUTERS", "De vicepresident zat woensdag de sessie van het Congres voor waarin de verkiezingswinst van Biden officieel werd bekrachtigd toen aanhangers van president Trump het Capitool bestormden. Dat was zeer tegen de zin van Trump die Pence had opgeroepen de bekrachtiging te saboteren. Pence weigerde gehoor te geven aan de oproep van Trump.", "Het tijdschrift Politico meldde een dag na de bestorming van het congres al dat Pence op 20 januari van de partij zal zijn. Volgens drie bronnen dicht bij Pence werd zijn keuze om aanwezig te zijn bij de inauguratie van Biden een stuk minder lastig door de kritiek van Trump voor en na de formalisering van de verkiezingsuitslag, aldus Politico.", "Inmiddels heeft de politie diverse bestormers van het Capitool opgepakt. In het regeringsgebouw vielen boze aanhangers van president Donald Trump woensdag het gebouw binnen en richtten vernielingen aan, onder meer in de kantoren van parlementariërs. Bij de bestorming vielen vijf doden en raakten tientallen mensen gewond. Sinds woensdag zijn tientallen mensen aan de hand van video’s en foto’s gearresteerd op verdenking van betrokkenheid bij de rellen. Onder hen een parlementariër uit de staat West-Viriginia en gepensioneerd defensiepersoneel. Tot nu toe zijn meer dan vijftig mensen aangeklaagd.", "OJacob Anthony Chansley, naar verluidt de ‘sjamaan’ die woensdag in het Capitool was te zien met ontbloot bovenlijf, een hoofdtooi van berenvel, schmink en hoorns op zijn hoofd, werd zaterdag gearresteerd. Hij wordt verdacht van het illegaal betreden van het Capitool. Ook zou de man, die zichzelf ook wel Jake Angeli noemt, geweld hebben gebruikt. Hem wordt ook wanordelijk gedrag ten laste gelegd.", "Spreekgestoelte", "Volgens CNN is ook de man die het spreekgestoelte van Nancy Pelosi bemachtigde en meenam opgepakt. Dat zou volgens de zender zijn gebeurd in de staat Florida. Deze Adam Christian Johnson (36), vader van vijf kinderen, postte op Facebook en andere sociale media foto’s en video’s van de buitgemaakte lessenaar, toebehorend aan de voorzitter van het Amerikaanse Huis van Afgevaardigden.", "Johnson werd volgens de Tampa Bay Times vrijdagavond in zijn woonplaats Parrish opgepakt, nadat hij door plaatsgenoten was herkend. De krant meldt onder meer dat op zijn sociale media, die inmiddels offline zijn, onder meer neerbuigende teksten zijn gevonden over de Black Lives Matter-beweging. Johnson behoorde niet tot de verdachten van wie het Amerikaanse ministerie van Justitie vrijdag beelden naar buiten bracht.", "Pick-up met explosieven", "CNN meldde zaterdag op gezag van openbare aanklagers dat een man uit Alabama tijdens de bestorming twee blokken bij het parlementsgebouw vandaan een pick-up met explosieven en wapens had geparkeerd die urenlang niet door de autoriteiten was opgemerkt. Daarin zaten elf zelfgemaakte bommen, een aanvalswapen en een handvuurwapen, beide van munitie voorzien. De eigenaar had voor beide geen vergunning.", "Toen de politie de man arresteerde, had hij twee handvuurwapens bij zich, eveneens zonder vergunning. Hij zit vast en verschijnt dinsdag voor een rechter.", "De Amerikaanse Federale inlichtingendienst FBI onderzoekt of brandweerlieden uit New York woensdag aanwezig en betrokken waren bij de rellen. De New Yorkse brandweer (NYFD) heeft de FBI daarover tips verschaft, melden Amerikaanse media. Het zou gaan om gepensioneerde personeelsleden, maar mogelijk ook om mensen die nog in dienst zijn bij de New Yorkse brandweer. De NYFD besloot de FBI in te lichten vanwege een foto op Twitter waarop iemand te zien is die net buiten het gebouw staat in kleding van een afdeling van de New Yorkse brandweer. Volgens de NYFD is de man op de foto ‘geen actief lid van die afdeling’."], "authors": [], "keywords": ["zijn", "van", "opgepakt", "naar", "inauguratie", "en", "een", "bij", "pence", "biden", "op", "te", "woensdag", "het", "capitoolbestormers", "die", "wél"], "pubDate": "2021-01-10T07:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}