{"id": "93ec6159-43f9-33ed-8e55-7bbfac0d976f", "title": "Aantal schademeldingen uit Groningen in jaar tijd meer dan verdubbeld", "url": "https://nu.nl/binnenland/6095804/aantal-schademeldingen-uit-groningen-in-jaar-tijd-meer-dan-verdubbeld.html", "summary": "Het IMG heeft dit jaar ruim het dubbele aan schadevergoedingen aan woningeigenaren uitgekeerd in vergelijking met 2019.\nGaswinning leidt al jaren tot aardbevingen in Groningen met onder meer schade aan woningen tot gevolg.\nVolgend jaar vergoedingen voor geestelijk leedHet IMG gaat komend jaar beginnen met het uitkeren van vergoedingen voor het geestelijk leed dat de bevingen hebben veroorzaakt.\nHet instituut is van plan de immateriële schade van kinderen te bepalen aan de hand van de schadebeoordeling van een van hun ouders.\nEen kind kan dan in aanmerking komen voor een percentage van dat schadebedrag.", "paragraphs": ["Dit jaar is een recordaantal schademeldingen binnengekomen bij het Instituut Mijnbouwschade Groningen (IMG). Het gaat om 45.000 meldingen over schade aan huizen en andere gebouwen, meldt het instituut donderdag. Dat is ruim een verdubbeling ten opzichte van vorig jaar.", "Eind vorig jaar kwamen tussen de vierhonderd tot vijfhonderd schademeldingen per week binnen. Dat zijn er nu ongeveer duizend. Het IMG heeft dit jaar ruim het dubbele aan schadevergoedingen aan woningeigenaren uitgekeerd in vergelijking met 2019.", "Naar verwachting kent het IMG in 2020 ongeveer 500 miljoen euro aan schadevergoedingen toe. Daar komt de schade door waardedaling nog bovenop.", "Gaswinning leidt al jaren tot aardbevingen in Groningen met onder meer schade aan woningen tot gevolg.", "IMG: 'Nog niet iedereen weet ons te vinden'", "Het IMG constateert dat de omvang van de schade in Groningen steeds duidelijker wordt. Volgens het instituut komen de meldingen vooral vanuit het gebied waar veel minder schade werd gemeld toen de Nederlandse Aardolie Maatschappij (NAM) nog over de vergoedingen ging.", "Er is sprake van een inhaalslag. \"Veel Groningers weten ons te vinden, maar nog niet iedereen. We gaan daarmee aan de slag en actief mensen benaderen in gebieden waar geen schade is gemeld, maar de kans op schade heel aannemelijk is\", zegt bestuursvoorzitter Bas Kortmann.", "", "Het instituut werkt nog aan de precieze invulling daarvan. \"We willen ons niet opdringen, maar wel zorgen dat mensen merken dat ze bij ons goed terechtkunnen.\"", "Volgend jaar vergoedingen voor geestelijk leed", "Het IMG gaat komend jaar beginnen met het uitkeren van vergoedingen voor het geestelijk leed dat de bevingen hebben veroorzaakt. Ook kinderen hebben hier recht op. Hetzelfde geldt voor huurders en inwonende meerderjarige kinderen.", "Volgens het IMG is het juridisch complex, omdat in Nederland niet eerder op zo'n grote schaal kinderen zijn gecompenseerd voor dergelijk geestelijk leed en verdriet. Het instituut is van plan de immateriële schade van kinderen te bepalen aan de hand van de schadebeoordeling van een van hun ouders. Een kind kan dan in aanmerking komen voor een percentage van dat schadebedrag."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["groningen", "schade", "van", "dan", "nog", "aantal", "meer", "het", "img", "verdubbeld", "tijd", "schademeldingen", "dat", "uit", "jaar", "een", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}