{"id": "9427ba64-94f6-3279-beef-eeb14ff1b254", "title": "Zoek de augurk en trollen: dit zijn de bijzondere kerstgebruiken in het buitenland", "url": "https://www.telegraaf.nl/lifestyle/1078814553/zoek-de-augurk-en-trollen-dit-zijn-de-bijzondere-kerstgebruiken-in-het-buitenland", "summary": "Een eeuwenoude traditie in de Verenigde Staten is het verstoppen van een augurkornament in de kerstboom.\nZo wordt er genoten van het samenzijn en het lekkere weer met veel wijn en vlees.\nOp 12 december, dertien dagen voor kerst arriveert de eerste en op kerstavond de laatste.\nEen ander gebruik in IJsland is Jólabókaflóðið, het geven (het liefste tweedehands) boeken aan elkaar om die vervolgens samen op kerstavond te lezen.\nHet schijnt dat de traditie dateert uit de tijd van de Tweede Wereldoorlog, toen het nog niet draaide om het geven van veel of mooie cadeaus.", "paragraphs": ["Amerika: zoek de augurk", "De Amerikanen spannen de kroon wat betreft het vieren van kerstmis. Zij vieren het namelijk zo’n beetje een maand lang. Met Thanksgiving Day, een dag die in het teken staat van familie, luiden zij op 26 november ‘holiday season’ in. De dag erna, tijdens de wereldberoemde Black Friday, begint iedereen alvast aan de kerstinkopen, vaak bij winkels met de meest bijzondere kerstetalages.", "Zoals bijna alles in Amerika wordt ook kerst groots aangepakt. Huizen en tuinen worden tot over de top volgehangen met verlichting en versiering. In sommige plaatsen of buurten worden er zelfs competities gehouden welk huis het mooiste gedecoreerd is. Er vinden grote diners plaats waar de hele familie bij elkaar komt, al zal dat er dit jaar door corona vast (en hopelijk) anders aan toegaan. Typische Amerikaanse gerechten die dan op tafel verschijnen zijn natuurlijk de bekende geroosterde kalkoen, aardappelpuree en als dessert pompoentaart.", "Een eeuwenoude traditie in de Verenigde Staten is het verstoppen van een augurkornament in de kerstboom. Hoe deze traditie precies is ontstaan is niet bekend; daarnaast beweren sommigen dat het zijn oorsprong vindt in Duitsland. Het idee erachter is simpel: degene die de augurk vindt krijgt een cadeautje of goed geluk voor het volgende jaar.", "Een wat recentere traditie, die inmiddels ook is overgewaaid naar ons kikkerlandje, is de Santa Run. Honderden mensen verzamelen in kerstmankostuum om alle aangekomen kerstkilo’s eraf te rennen.", "Zuid-Afrika: liggiesfeesten en braaien", "Met temperaturen die soms de 25 graden aantikken is er in Zuid-Afrika geen witte kerst/ Toch klinkt ook daar overal muziek, en hangt er uitbundige versiering bij grote warenhuizen. Op de voor ons bekende Tweede kerstdag vieren Zuid-Afrikanen Day of Goodwill, die in het teken staat van geven aan de armen en genieten van samenzijn met familie.", "Een kerstdiner in Zuid-Afrika kan maar op één manier worden ingevuld, namelijk met een traditionele braai. Zo wordt er genoten van het samenzijn en het lekkere weer met veel wijn en vlees. Om kerst extra feestelijk te maken, organiseren de Zuid-Afrikanen liggiesfeesten, oftewel kerstmarkten. Zonder glühwein en mutsen weliswaar, maar in korte broek met witte wijn.", "Mexico: op zoek naar een pop in een koekje", "De kerstviering in Mexico is eigenlijk een samenkomst van een aantal culturen en hun geschiedenis, waarbij de Spaanse cultuur overheerst. Voor hen start kerst op 16 december met de Las Posadas: een festival van negen dagen waarbij de reis die Maria en Jozef hebben afgelegd wordt herdacht. De laatste dag is kerstavond waarop families samenkomen en met elkaar eten.", "In Mexico staat in de kerstperiode de kerststal centraal. Deze krijgt in huizen en kerken een prominente plek. Iets wat ook een sterke rol speelt is de Poinsettia bloem, ofwel de Flores de Noche Buena genoemd. Deze aanwezigheid van deze bekende kerstster wordt in een Mexicaanse legende verklaart: op kerstnacht toen Jezus werd geboren wilde een arm kind toch iets kunnen geven en plukte daarom een aantal planten uit de wegberm. Uit het boeket begonnen bloemen te groeien en dit werd als een kerstwonder beschouwd.", "In Mexico draait het écht om tradities. Na Las Posadas en kerstavond vindt op 5 januari Tres Reyes Magos plaats; de drie koningen komen langs en brengen kinderen speelgoed, waarna op 6 januari nog een feest plaatsvindt waarbij er traditiegetrouw een ringvormige koek wordt gegeten. In een van de koekjes zit een poppetje verstopt die de baby Jezus voorstelt. Degene die hem vindt, is verplicht om op 2 februari een laatste feest te organiseren waarbij hij of zij gastheer of gastvrouw zal zijn.", "Ijsland: joelmannen en schoen zetten", "In IJsland heerst een kerstverhaal afkomstig van het Germaanse zonnewendefeest (joelfeest). De dertien Jólasveinar, oftewel Joelmannen, zijn broers van elkaar die één voor één vanuit de bergen naar de dorpen en steden komen. Op 12 december, dertien dagen voor kerst arriveert de eerste en op kerstavond de laatste. Het gaat om trolachtige figuren die van oudsher slechte dingen in de zin hadden. Tegenwoordig is dat niet meer zo en lijkt deze IJslandse traditie deels op ons Sinterklaasfeest; ook hier zetten kinderen hun schoen, maar dan bij het raamkozijn waar de joelmannen bij brave kindjes een cadeautje in de schoen stoppen en bij de stoute een rotte aardappel.", "Een ander gebruik in IJsland is Jólabókaflóðið, het geven (het liefste tweedehands) boeken aan elkaar om die vervolgens samen op kerstavond te lezen. Het schijnt dat de traditie dateert uit de tijd van de Tweede Wereldoorlog, toen het nog niet draaide om het geven van veel of mooie cadeaus. Dat is nog eens een andere insteek dan in veel andere landen!"], "authors": ["Puck Van Heugten"], "keywords": ["van", "die", "zoek", "kerstgebruiken", "dit", "een", "om", "bij", "en", "trollen", "zijn", "augurk", "op", "er", "met", "het", "bijzondere", "buitenland"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}