{"id": "942ee620-3a1c-3c6c-958d-674697abd1ec", "title": "Reining Transport uit Kolham investeert bijna 3 miljoen in nieuw bedrijfspand in Duitsland", "url": "https://www.dvhn.nl/economie/Reining-Transport-uit-Kolham-investeert-bijna-3-miljoen-in-nieuw-bedrijfspand-in-Duitsland-26268998.html", "summary": "Reining Transport uit Kolham bouwt een nieuw bedrijfspand in het Duitse Brüggen Bracht, in de buurt van Venlo.\nOp deze nieuwe plek worden de afdelingen personeelszaken, personeelsplanning en wagenparkbeheer samengevoegd.\nHet twee hectare grote nieuwe terrein in Brüggen Bracht biedt ruimte aan 120 vrachtwagens, en heeft faciliteiten voor opleidingen en training, en verblijfsruimtes voor chauffeurs.\nReining is gespecialiseerd in volumetransporten met Duitsland, de Benelux, Frankrijk en Zwitserland als grootste afzetmarkten.\nDe locatie Brüggen Bracht is centraal gelegen in het werkgebied van Reining.", "paragraphs": ["Reining Transport uit Kolham bouwt een nieuw bedrijfspand in het Duitse Brüggen Bracht, in de buurt van Venlo. Op deze nieuwe plek worden de afdelingen personeelszaken, personeelsplanning en wagenparkbeheer samengevoegd.", "Het twee hectare grote nieuwe terrein in Brüggen Bracht biedt ruimte aan 120 vrachtwagens, en heeft faciliteiten voor opleidingen en training, en verblijfsruimtes voor chauffeurs. De investering bedraagt circa 3 miljoen euro.", "Reining is gespecialiseerd in volumetransporten met Duitsland, de Benelux, Frankrijk en Zwitserland als grootste afzetmarkten. Het wagenpark omvat 350 eenheden. Daarvan zijn 320 geregistreerd in Duitsland.", "De locatie Brüggen Bracht is centraal gelegen in het werkgebied van Reining."], "authors": [], "keywords": ["duitsland", "miljoen", "bracht", "investeert", "brüggen", "van", "zwitserland", "het", "nieuwe", "transport", "zijn", "bedrijfspand", "kolham", "nieuw", "bijna", "en", "uit", "reining", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}