{"id": "942fd1a8-2252-3c93-915a-1a46e7286dc6", "title": "Herdenkingsmunt David Bowie naar 35 kilometer hoogte voor promotiestunt", "url": "https://nu.nl/muziek/6095000/herdenkingsmunt-david-bowie-naar-35-kilometer-hoogte-voor-promotiestunt.html", "summary": "Een herdenkingsmunt voor David Bowie is op speciale wijze gelanceerd.\nHet eerste exemplaar van het speciale muntstuk werd zondag met behulp van een ballon naar 35 kilometer hoogte gebracht.\nDe promotiestunt werd door The Royal Mint omschreven als een ruimtelancering, maar daar was technisch gezien geen sprake van: daarvoor is een hoogte van zo'n 100 kilometer vereist.\nDe munt van 5 pond (5,50 euro) is te koop voor zo'n 13 pond (14,50 euro).\nIn het design van de munt van Bowie is naast zijn hoofd ook de bliksemschicht verwerkt die de muzikant op de iconische hoes van het album Aladdin Sane uit 1973 op zijn gezicht had staan.", "paragraphs": ["Een herdenkingsmunt voor David Bowie is op speciale wijze gelanceerd. Het eerste exemplaar van het speciale muntstuk werd zondag met behulp van een ballon naar 35 kilometer hoogte gebracht. Na 45 minuten landde de ballon weer in het Verenigd Koninkrijk.", "De eremunt is de derde uit de Music Legends-collectie van The Royal Mint, de overheidsorganisatie die al het muntgeld in Groot-Brittannië produceert. Eerder kregen Queen en Elton John die eer.", "De promotiestunt werd door The Royal Mint omschreven als een ruimtelancering, maar daar was technisch gezien geen sprake van: daarvoor is een hoogte van zo'n 100 kilometer vereist.", "De lancering van de herdenkingsmunt was een verwijzing naar verschillende nummers van Bowie rond het ruimtethema: de muzikant maakte onder meer nummers als Starman, Life on Mars?, Hello Spaceboy, Dancing Out In Space en Space Oddity.", "\"Vanwege Bowies eerste hit Space Oddity vonden we het passend om zijn munt de ruimte in te sturen om zo de Starman in zijn eigen baanbrekende stijl eer te bewijzen\", aldus Clare Maclennan namens The Royal Mint. \"Zijn muziek heeft nieuwe generaties muzikanten geïnspireerd en beïnvloed en we hopen dat deze herdenkingsmunt door fans over de hele wereld op prijs wordt gesteld.\"", "De munt van 5 pond (5,50 euro) is te koop voor zo'n 13 pond (14,50 euro). In het design van de munt van Bowie is naast zijn hoofd ook de bliksemschicht verwerkt die de muzikant op de iconische hoes van het album Aladdin Sane uit 1973 op zijn gezicht had staan."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "35", "hoogte", "het", "op", "royal", "naar", "zijn", "bowie", "space", "munt", "herdenkingsmunt", "een", "david", "en", "te", "promotiestunt", "kilometer", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}