{"id": "943d5e23-a180-358a-aa7c-ed1d2ae5d976", "title": "Doneren per wereldprobleem kan op online platform Kinder", "url": "https://www.parool.nl/ps/doneren-per-wereldprobleem-kan-op-online-platform-kinder~b62c0f1f/", "summary": "“Als consument word je vooral gepakt door een probleem dat je raakt, niet door een organisatie.\nSamen met universiteiten hebben wij een systeem ontwikkeld waarmee we een voorselectie kunnen maken van een groep organisaties die zich bezighouden met een bepaald wereldprobleem.\n“Deze onafhankelijke onderzoekers kijken naar de organisatie zelf en de effectiviteit van een oplossing.\nMet behulp van die data zeggen wij: aan deze organisaties kan je het beste doneren.\nDat staat lijnrecht tegenover het voor jarenlang vastpinnen van donateurs; iets wat veel organisaties doen.”Springt er een wereldprobleem uit?", "paragraphs": ["Beeld Shutterstock", "Doneren per wereldprobleem, hoe werkt dat?", "“Als consument word je vooral gepakt door een probleem dat je raakt, niet door een organisatie. Samen met universiteiten hebben wij een systeem ontwikkeld waarmee we een voorselectie kunnen maken van een groep organisaties die zich bezighouden met een bepaald wereldprobleem. Die selectie scoort op dat moment het hoogst met de impact van hun oplossing. Je geeft dus geld aan een groep organisaties, die werkt aan één probleem dat jou aan het hart gaat.”", "Dan is de vraag: wanneer heeft een oplossing impact?", "“Deze onafhankelijke onderzoekers kijken naar de organisatie zelf en de effectiviteit van een oplossing. Met behulp van die data zeggen wij: aan deze organisaties kan je het beste doneren. Een maand later kunnen dat weer andere organisaties zijn. Dat staat lijnrecht tegenover het voor jarenlang vastpinnen van donateurs; iets wat veel organisaties doen.”", "Springt er een wereldprobleem uit?", "“Nee. Van educatie tot klimaat: we hebben een beperkte selectie gemaakt van wereldproblemen. Dat zijn er nu een stuk of vijftien, maar dat zullen er meer worden.”", "Sneeuwen kleine goede doelen met kleinere missies dan niet onder?", "“Nee. Juist als we bezorgde burgers hun geld effectief laten besteden, blijft er meer geld over voor lokale missies.”", "U verwacht dat doneren per wereldprobleem meer geld zal opleveren?", "“Ja. We zien dat jonge generaties heel betrokken zijn bij de wereld, maar weinig doneren. Er is weinig vertrouwen en alle organisaties roepen dat zij de beste oplossing hebben. Hopelijk haalt onze tool die twijfels weg.”"], "authors": ["Noor Lagendijk"], "keywords": ["er", "van", "organisaties", "doneren", "oplossing", "een", "met", "kan", "op", "dat", "wereldprobleem", "platform", "kinder", "online", "die", "je"], "pubDate": "2020-12-29T09:25:29Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}