{"id": "9444570d-7524-33c1-89fe-a9ce2a9ee575", "title": "De ondernemersles: 'Een bedrijf heeft liefde nodig om te groeien'", "url": "https://nu.nl/ondernemen/6096631/de-ondernemersles-een-bedrijf-heeft-liefde-nodig-om-te-groeien.html", "summary": "Door fouten te maken of het de volgende keer anders aan te pakken kan een bedrijf tot bloei komen.\nOndernemer: Laurens TaekemaLaurens Taekema Opgerichte bedrijven: Rondreis.nl, ParkvakantiesRondreis.nl, Parkvakanties De ondernemersles: \"Een bedrijf heeft liefde nodig om het te laten groeien.\"\nMaar werken aan zoveel bedrijven tegelijkertijd bleek toch iets te veel van het goede.\nMaar ik merkte al snel dat een bedrijf liefde nodig heeft om het te laten groeien.\nNu denk ik toch vaak: Nederland is een schitterend land, en een huisje op een vakantiepark midden in de natuur is veel leuker dan het lijkt.\"", "paragraphs": ["Voor ondernemen geldt: al doende leert men. Door fouten te maken of het de volgende keer anders aan te pakken kan een bedrijf tot bloei komen. In De ondernemersles delen ondernemers hoe zij zelf door schade en schande wijs zijn geworden. Deze week: Laurens Taekema, oprichter van Parkvakanties, focuste zich op twintig websites tegelijk, maar werd succesvoller toen hij er twee uitpikte.", "Ondernemer: Laurens Taekema", "Laurens Taekema Opgerichte bedrijven: Rondreis.nl, Parkvakanties", "Rondreis.nl, Parkvakanties De ondernemersles: \"Een bedrijf heeft liefde nodig om het te laten groeien.\"", "In 2007 ging ondernemer Laurens Taekema op wereldreis en lanceerde daarbij een reisblogdienst. Zijn enthousiasme voor reizen zorgde ervoor dat hij hard van stapel liep: hij bouwde al snel zo'n twintig reisgerelateerde online platforms, waaronder Rondreis.nl en Parkvakanties.", "Maar werken aan zoveel bedrijven tegelijkertijd bleek toch iets te veel van het goede. \"We groeiden, maar de groei ebde ook al snel weer weg. Ik dacht: we weten toch hoe het moet? We gaan het gewoon allemaal doen.\" Dat bleek niet de juiste aanpak.", "“Nederland is een schitterend land en een huisje midden in de natuur is veel leuker dan het lijkt.”", "Toen ze er uiteindelijk voor kozen te focussen op alleen Rondreis.nl en Parkvakanties, groeiden beide platforms harder dan voorheen. De laatste beleefde recordomzetten tijdens de coronacrisis, toen Nederlanders niet naar het buitenland konden.", "Hoe merkte je dat je het niet op de juiste manier aanpakte?", "\"Vanaf dag één als ondernemer in de reisbranche was ik enthousiast en had ik de smaak goed te pakken. Ik startte Wintersportreis.nl, Jongerenreis.nl, Familiereis.nl en nog veel meer. Maar ik merkte al snel dat een bedrijf liefde nodig heeft om het te laten groeien. Bij de meeste projecten begon de groei te stagneren. Veel van die websites bestaan nu ook niet meer. Toen ben ik me gaan focussen op twee bedrijven. Dat bleek de juiste keuze.\"", "Wat gebeurde er nadat je dat had besloten?", "\"Het gaf me de rust om meer te focussen op de marketing en verdere ontwikkeling van deze bedrijven. Met Rondreis.nl stonden we bijvoorbeeld op de Vakantiebeurs met een eigen stand. Er ontstond meer tijd en ruimte om leuke dingen te doen. We schreven prijsvragen uit, gingen meer samenwerkingen aan en konden werk op een efficiënte manier uitbesteden.\"", "Hoe ging het verder met Parkvakanties.nl?", "\"Na een een paar goede eerste jaren liep dat eigenlijk helemaal niet zo goed meer als Rondreis.nl. Ik was in die tijd nog een stuk jonger en ik werd veel enthousiaster van verre reizen; bestemmingen die we ook op Rondreis.nl hadden staan.\"", "\"Ik dacht in die tijd: op reis naar Azië is toch veel leuker dan op vakantie gaan in Nederland? De echte passie voor vakantie- en bungalowparken was er toen nog niet, en dat zag je terug.\"", "\"Inmiddels heb ik drie kinderen en ben ik helemaal om. Parkvakanties heb ik in 2016 nieuw leven ingeblazen en sindsdien loopt de website weer als een trein. De affiniteit is weer terug. Nu denk ik toch vaak: Nederland is een schitterend land, en een huisje op een vakantiepark midden in de natuur is veel leuker dan het lijkt.\""], "authors": ["Door", "Elcke Vels", "Innovation Origins"], "keywords": ["dat", "liefde", "om", "van", "rondreisnl", "ondernemersles", "een", "bedrijf", "en", "groeien", "te", "ik", "heeft", "nodig", "op", "veel", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}