{"id": "948bc03f-878c-3b41-8184-252ebbf85f97", "title": "Met geboorteverlof geeft overheid ‘krachtig signaal’, maar gaat vader echt meer doen thuis?", "url": "https://volkskrant.nl/nieuws-achtergrond/met-geboorteverlof-geeft-overheid-krachtig-signaal-maar-gaat-vader-echt-meer-doen-thuis~b1001e2d/", "summary": "Na de eerste verjaardag van een kind werkt 67 procent van de moeders in deeltijd.\nZe vergeleek een aantal internationale studies naar de invloed van het geboorteverlof op de arbeidsparticipatie van vrouwen.\n‘Verruiming van het ouderschapsverlof vergroot weliswaar de kans op een gelijkwaardige verdeling thuis en de zorg voor de kinderen’, legt Merens uit.\nDat kan het begin zijn van een cultuuromslag.’Dat signaal lijkt nodig omdat mannen vaak wel meer willen zorgen, maar daarbij gehinderd zouden worden door gendernormen.\nHoewel 22 procent van de vaders aangaf meer te zijn gaan doen in huis, zei 60 procent van de moeders nog altijd meer te doen.", "paragraphs": ["Vanaf woensdag kunnen partners vijf weken extra geboorteverlof opnemen. Het moet ertoe leiden dat de taken thuis eerlijker worden verdeeld en de arbeidsparticipatie van vrouwen toeneemt. Maar zal dat ook werken?", "Jarenlang wilde de overheid niet bij jonge ouders aan de keukentafel gaan zitten. Wie, wanneer voor de kinderen zou zorgen, moest onderling worden uitgevochten. Verschillende pogingen van Brussel om er invloed op uit te oefenen, werden door opeenvolgende kabinetten geblokkeerd. Inmiddels is duidelijk waartoe dat heeft geleid: ouders vallen terug in traditionele rolpatronen. Na de eerste verjaardag van een kind werkt 67 procent van de moeders in deeltijd. De arbeidsdeelname van mannen blijft vrijwel onveranderd.", "Dat moet anders, vindt het kabinet. Begin dit jaar breidde dat het geboorteverlof al uit van twee naar vijf dagen. Vanaf vandaag kunnen partners vijf weken verlof opnemen tegen 70 procent van het salaris. ‘Een vermindering van het verschil in verlofduur kan positief uitwerken voor de positie van vrouwen op de arbeidsmarkt’, stelde verantwoordelijk minister Wouter Koolmees in zijn aankondiging van het aanvullend verlof. Maar is dat ook zo?", "Om maar direct met het ‘slechte’ nieuws te beginnen: de kans dat dit de verschillen in arbeidsuren op korte termijn wegneemt, is zeer onwaarschijnlijk, stelt Ans Merens van het Sociaal Cultureel Planbureau. Ze vergeleek een aantal internationale studies naar de invloed van het geboorteverlof op de arbeidsparticipatie van vrouwen. En wat bleek: het heeft geen of nauwelijks effect.", "‘Verruiming van het ouderschapsverlof vergroot weliswaar de kans op een gelijkwaardige verdeling thuis en de zorg voor de kinderen’, legt Merens uit. ‘Maar dit betekent niet per definitie dat moeders meer buitenshuis gaan werken.’", "Positieve bijdrage vader", "We moeten de voordelen daarom breder zien, vindt hoogleraar familiesociologie aan de Erasmus Universiteit Renske Keizer. ‘Het gaat ook over de positieve bijdrage van de vader aan de opvoeding en het rolmodel dat hij is voor zijn kinderen.’ Dat het een proces van een lange adem is, staat volgens haar buiten kijf. ‘In Scandinavië zijn ze hier al sinds 1974 mee bezig, dus die zijn vijftig jaar verder.’", "Keizer had liever gezien dat de overheid het verlof 100 procent zou vergoeden. Nu is het minder aantrekkelijk voor ouders uit een lagere inkomensgroep terwijl juist lageropgeleide vrouwen vaak een kleine deeltijdbaan hebben. Toch is deze eerste stap een goed signaal volgens de hoogleraar. ‘En het krachtigste tot nu toe, namelijk: vaders jullie rol thuis is belangrijk en moeders jullie rol op arbeidsmarkt net zo goed. Dat kan het begin zijn van een cultuuromslag.’", "Dat signaal lijkt nodig omdat mannen vaak wel meer willen zorgen, maar daarbij gehinderd zouden worden door gendernormen. Zo zijn zij bang meer salaris in te leveren, terwijl vrouwen tot hun 35ste gemiddeld een hoger uurloon hebben. Ook vrezen ze volgens Keizer als minder loyaal en ambitieus te worden gezien als ze minder werken. ‘Als we straks allemaal die vijf weken verlof gaan zien als de standaard, vervallen de veronderstelde negatieve consequenties voor mannen die het opnemen.’", "Ook Merens denkt dat de verlofregeling ertoe kan bijdragen dat het voor mannen makkelijker is parttime te gaan werken. Toch verwacht ze niet dat het een ‘magic bullet’ zal zijn. Want de hele samenleving is ingericht op gezinnen met ‘anderhalfverdienende’ ouders. ‘Als je dat wilt veranderen moet de kinderopvang beter, de schooltijden moeten op de schop, in bedrijven moet worden gekeken hoeveel uren vrouwen werken, en of ze niet meer willen. Je moet heel veel tegelijk aanpakken.’", "Coronacrisis", "Hoe diepgeworteld de traditionele rolverdeling nog in onze samenleving zit, blijkt wel uit het onderzoek dat socioloog Mara Yerkes leidde tijdens de coronacrisis, toen kinderen massaal thuis kwamen te zitten. Hoewel 22 procent van de vaders aangaf meer te zijn gaan doen in huis, zei 60 procent van de moeders nog altijd meer te doen. Terwijl vrouwen juist sterk oververtegenwoordigd zijn in de zogeheten ‘cruciale beroepen’ die tijdens de crisis buitenshuis mochten werken.", "Loonkloof Niet alleen zitten er veel minder vrouwen op topposities, ze verdienen gemiddeld ook nog eens een stuk minder dan mannen. Zo blijkt uit het Nationaal Salarisonderzoek van Intermediair en Nyenrode uit 2019 dat in het bedrijfsleven een vrouw die hetzelfde werk doet als een man, gemiddeld 7 procent minder salaris krijgt. Bij de overheid is dit 5 procent minder. Wil je weten of je genoeg verdient? Vul dat het Salariskompas van Intermediair in.", "‘Er is sprake van toenemende ongelijkheid: moeders doen nog steeds meer, leveren massaal in op vrije tijd en passen hun arbeidstijden meer aan dan vaders’, aldus Yerkes. En daar komt nog een ‘alarmerende trend’ bovenop: volgens het Centraal Planbureau leverden vrouwen tijdens de coronacrisis 16 procent van hun gewerkte uren in. Bij mannen was dat 11 procent.", "Dit komt doordat zij oververtegenwoordigd zijn in de sectoren waar de hardste klappen vallen, zoals de horeca, cultuursector en detailhandel. Bovendien werken ze vaker als oproepkrachten. De Amerikaanse bank Citigroup berekende dat van de 44 miljoen mensen die wereldwijd het risico lopen hun baan kwijt te zullen raken 31 miljoen vrouw zijn.", "Het is volgens Yerkes de vraag of deze situatie zich zal herstellen. Waar werkloze mannen volgens onderzoek nog altijd minder in het huishouden doen dan hun werkende vrouwen, gaan werkloze vrouwen meer doen in het huishouden. ‘Als vrouwen op het moment dat ze hun werk zijn kwijtgeraakt meer huishoudelijk taken op zich gaan nemen, kun je je afvragen of zij wel de ruimte krijgen om straks weer de arbeidsmarkt op te gaan als dat weer kan.’", "Bert Wiesenekker met knuffels in de kinderkamer. Beeld Eva Faché", "Bert Wiesenekker (33) wordt volgende week vader", "‘Wij verwachten onze kleine volgende week dus die regeling gaan we nét halen. Dat is niet zo gepland hoor. Het wordt ons eerste kindje. Ik weet totaal niet wat er op me afkomt, dus ik hoop dat ik makkelijker in die vaderschapsrol kom door vaker thuis te zijn. Als ik veel van huis ben dan gaat het misschien toch voelen als een ver-van-mijn-bed-show.", "‘Ik werk als basisschooldocent en zie dat kinderen gebaat zijn bij een mannelijk figuur. Daarmee kunnen ze andere gesprekken voeren en die laten andere dingen toe. Ik heb straks eerst zes weken zomervakantie. In overleg met de directeur heb ik besloten om die vijf weken daarna niet achter elkaar verlof op te nemen, maar vanaf de eerste schoolweek te beginnen met vier dagen werken. Ook na mijn verlof blijf ik dat doen.", "‘Mijn vrouw, die in het speciaal onderwijs werkt, gaat van vijf naar drie dagen. We hebben aan de keukentafel berekend wat het allemaal zou kosten. De stap van vier naar drie dagen bleek financieel niet zo groot. We hebben het er helemaal niet over gehad dat we het ook hadden kunnen omdraaien. Ik weet niet waarom. Misschien omdat de verdeling in de maatschappij gewoon is dat de man meer werkt dan de vrouw. En ik ben het ook gewend van mijn eigen opvoeding.’", "Laurens Delft (29). Beeld Jiri Buller", "Laurens Delft (29) krijgt in september een zoon", "‘Ik werk als inspecteur bij het UWV en heb vorige week mijn manager gemaild dat ik die vijf weken verlof direct na de geboorte wil opnemen. Hij belde me direct lachend op: weet je het zeker? Het lijkt me ideaal om te wennen aan het gezinsleven. Dit wordt ons eerste kindje dus er gaat veel veranderen. Mijn vrienden zeggen ook dat de tijd vliegt in het begin dus vind ik het belangrijk om alles mee te maken.", "‘Ik zie dit als een mooie kans om mijn vriendin die eerste maanden te kunnen ontlasten. Ik ben van de nieuwe generatie dus ik ga straks ook een luier verschonen en in de nacht een flesje geven. Daarna gaat zij minder werken, van 36 naar 27 uur. Ik blijf 40 uur werken.", "‘We hebben het rekensommetje gemaakt: wat kost een oppas en wat kost het als we een dag thuisblijven? Bij haar verliezen we 500 euro per dag, bij mij is dat iets meer. Dus als ik minder ga werken, gaan we er te veel op achteruit. Ik denk ook dat vrouwen bepaalde huishoudelijke taken automatisch meer op zich nemen. Dus dat is een win-win-situatie. En ik gun haar die dag extra rust ook.’", "Julian Croker met de Maxi-Cosi voor zijn tweede kind. Beeld Eva Faché", "Julian Croker (35) wordt in november voor de tweede keer vader", "‘Ik ben van plan de eerste vier weken helemaal vrij te nemen en dan met de rest van het verlof terug te schakelen naar mijn werk, bij een start-up voor duurzame energie. Ik vind het belangrijk om in het begin alles mee te maken en de baby te leren kennen. Als je die kraamperiode mist, mis je een heleboel kennis en ik wil niet zo’n vader zijn die tien keer per dag zijn vrouw moet bellen omdat hij niet weet hoe hij een luier verschoont.", "‘Bij de eerste heb ik het opgelost met mijn vakantiedagen. De twee dagen geboorteverlof heb ik niet eens opgenomen. Ik vond ze een beetje een lachertje. Twee dagen zijn misschien net voldoende voor de geboorte, maar je moet er daarna toch ook zijn. Ik wil een fifty-fifty-verdeling met mijn vrouw die coördinator is bij het Rode Kruis: we delen de verantwoordelijkheden en taken.", "‘Ik denk dat er nog steeds meer druk is voor mannen om meer uren te werken. Ik heb eens een sollicitatiegesprek gehad bij een groot bedrijf en een van de redenen dat ze me na dat gesprek niet aannamen was omdat ik vier dagen wilde werken. Dat vond ik wel indrukwekkend.’"], "authors": ["Marieke De Ruiter"], "keywords": ["dat", "van", "die", "een", "het", "en", "maar", "te", "geboorteverlof", "ik", "zijn", "geeft", "meer", "op", "thuis", "vader", "signaal", "overheid", "met", "krachtig"], "pubDate": "2020-06-30T19:35:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}