{"id": "94925b86-1f26-34d8-99e1-078c277e1b06", "title": "Deze sporttalenten jagen in 2021 op een definitieve doorbraak", "url": "https://www.parool.nl/sport/deze-sporttalenten-jagen-in-2021-op-een-definitieve-doorbraak~b0879fd6/", "summary": "De Nederlands kampioen onder 23 gaat op voor zijn eerste jaar als prof bij Jumbo-Visma, na een succesvolle tijd bij de talentenploeg SEG Racing Academy.\nPas 21 jaar is ze, een belofte voor de toekomst, maar ook een kracht voor het heden.\nDe 23-jarige verdediger van Oranje en Kampong moet het ook niet hebben van zijn verfijnde techniek, maar van zijn krachtige strafcorner.\nJens van ’t Wout (19) kreeg een ijzer van een vallende tegenstander in zijn gezicht en verloor twee tanden.\nZe zetten hun zoon in een Optimist, daarin werd hij op zijn twaalfde al tweede op het WK.", "paragraphs": ["2019: David Dekker wint het NK wielrennen bij de beloften. foto vincent jannink/anp Beeld ANP", "David Dekker wielrennen, 22 jaar", "Vertrouwen in explosieve versie van zijn vader Erik", "Zijn vader Erik won vier Touretappes, de Amstel Gold Race, Parijs-Tours en de Clásica San Sebastián, een erelijst waar zijn zoon voorlopig van droomt. Toch moeten we de 22-jarige David komend jaar in de gaten houden. De Nederlands kampioen onder 23 gaat op voor zijn eerste jaar als prof bij Jumbo-Visma, na een succesvolle tijd bij de talentenploeg SEG Racing Academy. Daar werd hij vorig seizoen al derde in de zware wedstrijd Le Samyn. Hij won de Ster van Zwolle en de Dorpenomloop van Rucphen.", "Dekker junior is het explosieve type, een sprinter. Komend seizoen mag hij zich dus laten gelden in het profpeloton, bij de beste ploeg van Nederland. Vader Erik reed heel zijn loopbaan bij voorloper Rabobank. De leiding van de wielerploeg heeft veel vertrouwen in hem, maar zal hem behandelen als alle andere talenten. Dus: in sommige kleinere koersen zal hij voor zijn kans mogen gaan, in grotere koersen zal hij vooral moeten leren en de kopmannen helpen.", "Daniël Dwarswaard", "Bo van Wetering handbal, 21 jaar", "Nu al een factor bij de handbalvrouwen van Oranje", "Bo van Wetering tijdens de wedstrijd tegen Rusland op het afgelopen EK. Beeld EPA", "Haar ploeggenoten bij het Nederlands team noemen haar soms Bo’tje. Het zal ongetwijfeld met haar lengte te maken hebben, de handbalster uit Heerhugowaard is 172 centimeter lang, maar zo snel als het licht.", "De linkerhoekspeelster debuteerde een jaar geleden in de WK-ploeg, om na een aantal weken in Japan als wereldkampioen terug te keren. Pas 21 jaar is ze, een belofte voor de toekomst, maar ook een kracht voor het heden. Afgelopen EK bijvoorbeeld, in de laatste wedstrijd van de hoofdfase tegen Roemenië, werd ze met acht treffers verkozen tot beste speelster van de wedstrijd.", "Al moet bondscoach Emmanuel Mayonnade zijn scherpe keuzes nog maken, voor de Olympische Spelen in Tokio deze zomer lijkt haar naam een zekerheid op de lijst van veertien. En ook op clubniveau laat Van Wetering zich zien. Ruim een maand geleden tekende ze een tweejarig contract bij de Deense topclub Odense, waar ook Nederlandse toppers als Lois Abbingh en Tess Wester spelen.", "Lisette van der Geest", "Jip Janssen hockey, 23 jaar", "Even vaak op het veld als in het krachthonk", "Jip Janssen (rechts) scoort namens Kampong tegen Almere. Beeld BSR Agency", "Met zijn lange gestalte, brede borstkas en sterke bovenarmen oogt Jip Janssen allerminst als een balverliefde hockeykunstenaar. De 23-jarige verdediger van Oranje en Kampong moet het ook niet hebben van zijn verfijnde techniek, maar van zijn krachtige strafcorner. Janssen traint net zo vaak op het hockeyveld als in het krachthonk. Alles is erop gericht om zijn verwoestende sleeppush nog meer snelheid mee te geven. Hij tikt inmiddels de 120 à 125 kilometer per uur aan, waarmee hij kan wedijveren met wereldtoppers als zijn Oranje-ploeggenoot Mink van der Weerden. Van linksonder tot rechtsboven; een voorkeur heeft hij niet.", "Afgelopen najaar bewees Janssen dat hij ook onder hoge druk kan presteren. Na veel commotie rond zijn positieve coronatest (hij liet zich zonder klachten testen en kreeg in de rust van het duel Tilburg-Kampong de uitslag) deed hij hierna op het veld gewoon wat hij moest doen. Janssen beschikt niet alleen over een harde strafcorner, maar ook over een harde kop. Daar kan het Nederlands team op de Olympische Spelen veel plezier aan beleven.", "Natasja Weber", "Jens van ’t Wout shorttrack, 19 jaar", "Fors litteken als stoer statussymbool op de wang", "Jens van ’t Wout tijdens het NK allround, dit weekend. Beeld BSR Agency", "Het litteken op zijn rechterwang is fors en indrukwekkend. Het is de souvenir van een naar incident vorig seizoen. Jens van ’t Wout (19) kreeg een ijzer van een vallende tegenstander in zijn gezicht en verloor twee tanden. De shorttracker van RTC Noord hervatte snel de trainingen; nu vindt hij het litteken wel stoer, een soort statussymbool.", "Van ’t Wout liet de afgelopen weken zien waartoe hij in staat is. Bij de Invitation Cup won hij de 1500 meter, om er na afloop achter te komen dat hij geen transponder om zijn enkel had. Er werd die avond smakelijk gelachen om de beginnersfout. Op de 500 meter sloeg Van ’t Wout een dag later direct terug: hij won het sprintnummer. Een week later was hij bij de NK afstanden op de 1500 meter Sjinkie Knegt en de rest van de ‘kernploeg’ de baas en gisteren werd hij tweede op het NK allround, met opnieuw winst op de 1500 meter – nu mét transponder. Van ’t Wout is niet alleen snel, hij leert ook snel.", "Rik Spekenbrink", "Bart Lambriex en Pim van Vugt zeilen, 22 en 25 jaar", "Geen veldvulling in de ‘Formule 1 van het zeilen’", "Bart Lambriex en Pim van Vugt tijdens een regatta in Palma de Mallorca. Beeld Richard Langdon", "In het zeilen en windsurfen gaat veel aandacht uit naar olympische medaillekandidaten als Marit Bouwmeester, Lilian de Geus en Kiran Badloe. Maar houd in Tokio ook het duo Bart Lambriex en Pim van Vugt in de gaten. Ze zijn de eerste Nederlanders ooit die zich in de spectaculaire 49'er hebben geplaatst voor de Olympische Spelen. En ze zijn zeker geen veldvulling in de klasse die ‘de Formule 1 van het zeilen’ wordt genoemd.", "Beiden kregen het zeilen met de paplepel ingegoten. Lambriex (22) treedt komende zomer in de voetsporen van zijn ouders. Vader Huub was olympiër in 1984 in de Tornadoklasse, moeder Ester van Kuffeler was bij diezelfde Spelen reserve. Ze zetten hun zoon in een Optimist, daarin werd hij op zijn twaalfde al tweede op het WK. Lambriex is de man die aan boord de keuzes maakt, hij is analytisch sterk. Van Vugt (25) is de doener, hij zorgt voor de snelheid van de boot.", "Rik Spekenbrink", "Devyne Rensch voetbal, 17 jaar", "Multifunctioneel, houdt overzicht met en zonder bal", "Devyne Rensch afgelopen december, tijdens Ajax-FC Utrecht. Beeld ANP", "“Ik heb echt genoten van die jongen,” stelde Erik ten Hag nadat Devyne Rensch in het sensationele bekerduel met FC Utrecht (5-4) zijn basisdebuut had gemaakt. Dat het 17-jarige talent een tegendoelpunt inleidde, deed daar voor de hoofdtrainer niets aan af. Ten Hag zag een speler die ondanks zijn jeugdigheid met en zonder bal heel zelfverzekerd oogde. Rensch is multifunctioneel; hij bekleedde dit seizoen alle posities in de defensie bij (Jong) Ajax. Hij speelt ook met de bravoure die je van een Ajaxverdediger verwacht.", "Zijn passing is in orde en hij schroomt niet de oversteek te maken. Zo pikte hij voor de beloften al drie doelpuntjes mee. Rensch werd alvast verkozen tot het grootste talent van de Ajaxacademie, waarvoor hij de Abdelhak Nouritrofee in ontvangst mocht nemen. Het lijkt een kwestie van tijd voor de veelzijdige Rensch definitief wordt overgeheveld naar de hoofdmacht.", "Johan Inan"], "authors": ["Het Parool"], "keywords": ["jagen", "sporttalenten", "doorbraak", "van", "zijn", "voor", "en", "een", "definitieve", "bij", "op", "hij", "het", "deze", "als", "2021"], "pubDate": "2021-01-04T16:00:58Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}