{"id": "949a36ea-02cd-3ddd-8e2b-9b69dfcb6cc0", "title": "Montecristo: het exclusiefste blok graniet van Italië", "url": "https://volkskrant.nl/de-gids/montecristo-het-exclusiefste-blok-graniet-van-italie~b4a20340/", "summary": "Er was niets dan de azuurblauwe zee die tegen de voet van het eiland spoelde en het zilverig omzoomde met het schuim van haar eeuwige branding.\nToch speelde het verreweg spannendste verhaal zich af op Montecristo, het eiland precies tussen Toscane en Corsica in, namelijk De graaf van Monte-Cristo van de Franse schrijver Alexandre Dumas père.\nGids Massimo Ciccarelli weet alles van het eiland, behalve van de schat.\nBeeld Jarl van der PloegGids Massimo Ciccarelli leidt de afdaling van het klooster van San Mamiliano richting de baai van Montecristo.\nEen van de geiten van Montecristo.’ In de verte ritselen wat takken.", "paragraphs": ["Het mythische eiland Montecristo, voor de Toscaanse kust, is dit jaar voor het eerst toegankelijk voor een beperkt aantal toeristen. Voor Italië-correspondent Jarl van der Ploeg komt een jongensdroom uit.", "Daar is-ie opeens, de rots waarom het iedereen te doen is. De reden dat alle passagiers elkaar opeens aantikken, naar voren wijzen en ‘splendido!’ (prachtig!) roepen, of ‘meraviglioso!’ (wonderlijk!). Die rots daar is de reden dat ze maanden geleden achter hun computer plaatsnamen om zich te registreren en een klein rondedansje maakten toen ze waren geselecteerd. Het is de reden dat ze eerder dit weekend de boot naar Elba pakten en vanochtend al op on-Italiaanse tijden op de juiste pier stonden.", "Ook mijn hartslag stijgt als ik dat blok graniet in de verte zie, dat onbewoonde eiland van 10 vierkante kilometer dat oprijst uit de Tyrreense Zee, want hier fantaseerde ik al zo lang over. Eindelijk ben ik op de plek van het gigantisch dikke boek dat niemand ooit las, maar dat vanwege zijn omvang (1,75 kilo) altijd zo prominent in de kast stond. Eindelijk ben ik op de exclusiefste plek van heel Italië.", "Eindelijk ben ik op Montecristo.", "‘Zelfs de herfst hier denkt dat hij de lente is.’ Beeld Jarl van der Ploeg", "Ik pak het boek erbij en lees: ‘Een bijna kegelvormige rots die waarschijnlijk door een vulkanische uitbarsting uit de diepte van de zee naar de oppervlakte was gestuwd. Er was niets dan de azuurblauwe zee die tegen de voet van het eiland spoelde en het zilverig omzoomde met het schuim van haar eeuwige branding. Het leek alsof het daar in de tijd van de heidense Olympus midden in de zee was neergezet door Mercurius, de god van de handelaars en dieven.’", "Het klopt, zie ik als ik omhoog kijk.", "‘Niet helemaal’, zegt gids Massimo Ciccarelli als ik de zinnen uit De graaf van Monte-Cristo vertaal. Het was niet Mercurius die Montecristo creëerde, zegt hij, maar Venus. Ooit rees ze hier zo bruusk op uit de zee dat er zeven parels uit haar diadeem sprongen, aldus de lokale legende. Die parels landden in het water en groeiden uit tot de zeven mooiste eilanden ter wereld: Gorgona, Capraia, Giglio, Giannutri, Elba, Pianosa en Montecristo.", "Ik ben al jaren gefascineerd door die zeven eilanden voor de Toscaanse kust. Dat komt doordat er nauwelijks Amerikaanse toeristen rondlopen, terwijl je er wel overal vijgenbrood met chocolade kunt bestellen en zelfs de herfst hier denkt dat hij de lente is. Maar het komt vooral doordat ik ooit, als jong jongetje op de veerboot naar Elba zat en urenlang het geluid hoorde van ijzer dat op ijzer beukt.", "Toen we aan de kapitein vroegen wat dat geluid toch was, glimlachte hij mysterieus en zei: ‘De gevangenen.’", "Een aantal van de eerste duizend toeristen ooit op Montecristo zien voor het eerst het eiland. Beeld Jarl van der Ploeg", "Een agent van de carabinieri forestale legt de eilandregels uit. Beeld Jarl van der Ploeg", "Wij bleken onze veerboot te delen met een groep gedetineerden die de komende jaren moesten brommen op de eilanden om ons heen. De kapitein vertelde dat bijna alle eilanden van de Toscaanse archipel een strafkolonie zijn of waren. Het platte eiland Pianosa bleek al sinds 1860 onafgebroken dienst te doen als gevangeniseiland en huisvestte honderden van de aller zwaarste jongens van Italië, onder wie Giovanni Brusca, de Siciliaanse maffioso die zijn tegenstanders oploste in zuur en eigenhandig onderzoeksrechter Giovanni Falcone had opgeblazen. Ook de eilanden Capraia en Gorgona, even verderop, bleken al eeuwenlang strafkoloniën en op Elba had ooit de beroemdste eilandgevangene aller tijden gezeten: Napoleon Bonaparte.", "Toch speelde het verreweg spannendste verhaal zich af op Montecristo, het eiland precies tussen Toscane en Corsica in, namelijk De graaf van Monte-Cristo van de Franse schrijver Alexandre Dumas père. Het is een bloedstollend ontsnappingsverhaal met in de hoofdrol een jonge Franse edelman die onterecht wordt beschuldigd van hoogverraad, daarom op een eiland voor Marseille wordt gevangengezet, weet te ontsnappen, met behulp van een monnik een enorme schat vindt op Montecristo en vervolgens uitgroeit tot een van de extravagantste personages uit de wereldliteratuur. Montecristo was zijn hoofdkwartier en het eiland groeide onder de graaf uit tot een pleisterplaats voor smokkelaars, criminelen en ontsnapte gevangenen.", "Het betekende dat vlak bij de plek waar ik als jong jongetje vakantie vierde, een klein, onbewoond eiland lag vol boeven en criminelen met ergens diep verborgen in de rotsen een gigantische schat.", "Ik nam mij voor het eiland ooit te bezoeken. Er bleek alleen een vrij substantieel probleem: Montecristo was helemaal niet te bezoeken. Het was een beschermd natuurgebied, hermetisch afgesloten voor eenieder die geen bioloog, boswachter, historicus of andere wetenschapper was met een specifiek doel.", "En dat was ik niet; ik was slechts een jong jongetje.", "Ik zette het eiland uit mijn hoofd en vergat het, tot er vorig jaar, vanuit het niets, iets opmerkelijks gebeurde. Zonder aanleiding besloot het verantwoordelijke ministerie in Rome Montecristo open te stellen voor een select groepje toeristen. Verspreid over 25 zaterdagen buiten het broedseizoen, dus tussen begin maart en eind oktober, mochten voortaan ieder jaar duizend bezoekers het eiland betreden. Eindelijk kon ik naar Montecristo.", "En dus voel ik nu hoe onze boot zonder schok, alsof twee lippen op elkaar worden gedrukt, aanlegt in Cala Maestra, de enige baai op het eiland waar schepen kunnen aanmeren. Ik snap alle opgewonden gilletjes van mijn medepassagiers, want het uitzicht is adembenemend. Een imposante, 645 meter hoge rots van graniet, begroeid met rozemarijn en mirte, die een diepe schaduw werpt over een zee zo helder dat je je afvraagt of er überhaupt water inzit. Ik heb in mijn leven nog nooit een smaragd gezien, maar het is precies deze kleur blauw die ik mij vroeger voorstelde als ik in kinderboeken las over grote, glimmende smaragden.", "Het is hetzelfde heldere water dat ik een dag eerder zag rond Pianosa. Nu ik toch in de buurt was, besloot ik ook dat andere eiland te bezoeken: het beruchte gevangeniseiland waar Mussolini zijn politieke tegenstanders liet opsluiten en waar maffiosi uit Corleone eindeloos naar de horizon hadden getuurd. Juist omdat Pianosa al 150 jaar lang dienstdoet als gevangenis en er, om ontsnappingen te voorkomen, nooit schepen in de buurt mochten komen, is het een van de schoonste plekken in de Middellandse Zee.", "Gids Massimo Ciccarelli weet alles van het eiland, behalve van de schat. Beeld Jarl van der Ploeg", "Gids Massimo Ciccarelli leidt de afdaling van het klooster van San Mamiliano richting de baai van Montecristo. Beeld Jarl van der Ploeg", "Pianosa bleek alles te zijn wat ik er als klein kereltje van had verwacht. Aangezien de gevangenispopulatie sterk is teruggelopen vanwege nieuwere gevangenissen elders in Italië, is een klein aantal toeristen welkom, die dagelijks door de overgebleven gevangenen worden rondgeleid. In het kielzog van Valentino – een klassieke boef, inclusief de slecht gezette tatoeages op zijn onderarmen en onbestemde littekens op zijn gezicht – zag ik de vervallen uitkijkposten en in onbruik geraakte cellen. Ik zag hoe het 10 vierkante kilometer grote terrein bezaaid was met een stenen muurtjes, in elkaar gemetseld door generaties boeven met pikhouwelen in hun handen en ijzeren boeien om hun enkels.", "Maar dat was gisteren, vandaag ben ik op Montecristo. Gelukkig zie ik ook hier als eerste twee agenten die ons aan wal staan op te wachten. Ik voel een vlaag enthousiasme door mijn lichaam stromen, want zou het echt? Zou het hun taak zijn smokkelaars en schatzoekers tegen te houden?", "Beeld Jarl van der Ploeg", "Aankomst op het eiland. Beeld Jarl van der Ploeg", "Nee, corrigeert gids Ciccarelli mij direct. Het zijn agenten van de Carabinieri Forestale (Staatsbosbeheer). Montecristo is een beschermd natuurgebied en het is hun taak het gebied daadwerkelijk te beschermen. Dat is zwaar werk. De twee zijn gestationeerd in de Villa Reale – het enige huis op Montecristo en in andere tijden een jachtverblijf van de eerste koning van Italië – en leven daar zonder telefoonsignaal, zonder wifi en zonder verder gezelschap. Wij zijn de eerste mensen die ze deze week zien.", "Terwijl de agenten de eilandregels voorlezen (niet roken, geen plastic, niet zwemmen, geen bloemen plukken, niet wildplassen), worden we in groepjes van vier verdeeld. Twintig mensen lopen straks richting het zuidelijke uitzichtpunt. De rest zal zich de komende drieënhalf uur toeleggen op de kronkelige klim over de granieten helling richting een vervallen gebouw halverwege de Monte della Fortezza.", "‘Het klooster van San Mamiliano’, wijst gids Ciccarelli naar ons einddoel.", "Ik had mij van tevoren uiteraard opgegeven voor het klooster, want het was dankzij de monniken – eeuwenlang de enige vaste bewoners van Montecristo – dat de eerste verhalen over een schat op het eiland begonnen rond te zingen. De orde van de Heilige Mamiliano had in de late Middeleeuwen zoveel aanzien dat de monniken geregeld gulle giften kregen van rijke Toscaanse families. Omdat zij zelf weinig aan al dat goud hadden, zouden ze hun rijkdom eeuwenlang onder hun klooster hebben verstopt. Het bleek een verhaal dat niet alleen de Franse schrijver Alexandre Dumas zou inspireren, maar tevens als een sirenenzang werkte op de piraten in de omgeving. Bijvoorbeeld op de Ottomaanse Dragut, die halverwege de 16de eeuw alle monniken uitmoordde en het klooster verwoestte.", "‘Is het eigenlijk waar, van die schat?’, vraag ik Ciccarelli als we halverwege de klim zijn. Hij negeert me volledig en wijst over mijn schouder naar links. ‘Kijk’, zegt hij. ‘Daar, zie je? Een van de geiten van Montecristo.’ In de verte ritselen wat takken. Omdat Montecristo al eeuwenlang is overgeleverd aan de willekeur van de natuur, is het eiland de thuishaven van de enige wilde geitenpopulatie van Italië, vertelt Ciccarelli. Ook verblijven hier talloze trekvogels, waaronder flamingo’s, wonen er wilde konijnen en ratten tussen de rotsen, zwemmen er walvissen voor de kust, hupsen er vreemde Tyrreense kikkers rond en groeien er meer dan vierhonderd verschillende bomen en struiken.", "Het klooster van San Mamiliano, ooit geplunderd en verwoest door piraten, nu het einde van de wandeltocht. Beeld Jarl van der Ploeg", "De drie gedetineerden wiens werk het nu is te koken voor toeristen, lunchen zelf voor ze weer teruggaan naar hun cellencomplex. Beeld Jarl van der Ploeg", "‘En de schat dan?’", "Daar, wijst Ciccarelli, de beroemde vipera aspis hugyi, de Montecristo-adder die hier waarschijnlijk in de Oudheid werd uitgezet door de Carthagers om de hier gestationeerde Romeinen het leven zuur te maken.", "Terwijl we verder omhoogklauteren, en Ciccarelli niets vertelt over de schat onder de grond, maar alles over de historische en natuurlijke rijkdom erboven, begin ik langzaam te beseffen dat de jongensdroom over een klinkende schat op een onbewoond eiland, bewaakt door boeven en graven, vandaag niet gaat uitkomen. Het echte Montecristo is een heel ander eiland dan dat uit het boek van Dumas. Er zijn hier geen smokkelaars, edelmannen, piraten en criminelen die op het eiland bescherming zoeken tegen de wet. Er zijn enkel mensen die de wet gebruiken om het eiland te beschermen.", "Terwijl Ciccarelli vertelt hoe Montecristo in de jaren zestig ternauwernood ontsnapte aan de bouw van een betonnen vakantiepark inclusief jachthaven en allerhande andere vormen van modern vertier, draai ik mij heel even om en kijk naar beneden, naar die adembenemende, betonloze baai; het laatste, echt ongerepte stuk natuur in een land zo mooi dat het toerisme ervoor werd uitgevonden.", "Ik sta bovenop Montecristo, nagenoeg alleen in een paradijs dat ruikt naar rozemarijn. Ik ben midden in het o zo drukke Toscane, met voor mij een azuurblauwe zee en achter mij een eeuwenoud klooster, toch zie ik nergens toeristen, nergens een McDonald’s of selfiesticks.", "Voor we weer afdalen, stel ik het jonge jongetje in me gerust: wie heeft er een schat van goud nodig als die van graniet veel mooier is?"], "authors": ["Jarl Van Der Ploeg"], "keywords": ["van", "het", "op", "die", "ik", "blok", "montecristo", "een", "exclusiefste", "en", "dat", "eiland", "graniet", "italië"], "pubDate": "2020-02-28T15:01:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}