{"id": "94ca6ee8-e4ef-3af7-9454-8e38ee19c278", "title": "Standbeelden in Haarlem krijgen oranje sjaal tegen vrouwengeweld", "url": "https://nu.nl/haarlem/6093775/standbeelden-in-haarlem-krijgen-oranje-sjaal-tegen-vrouwengeweld.html", "summary": "Vrouwenclub Zonta Kennemerland Zuid geeft op deze manier een eigen invulling aan de landelijke actie van Orange the World, de internationale campagne tegen geweld tegen vrouwen en meisjes.\n\"Er is nog steeds veel geweld tegen vrouwen.\nOok wordt het geweld vaak niet gemeld.\n\"Ze denken dat ze er niets mee opschieten, ze schamen zich of ze weten niet waar ze het moeten melden.\nIn het kader van de actie zijn ook een aantal Haarlemse panden oranje verlicht, zoals de Grote of Sint-Bavokerk, het stadhuis, Molen De Adriaan en het Provinciehuis.", "paragraphs": ["Vrouwelijke standbeelden in Haarlem zijn maandag versierd met oranje sjaals. Vrouwenclub Zonta Kennemerland Zuid geeft op deze manier een eigen invulling aan de landelijke actie van Orange the World, de internationale campagne tegen geweld tegen vrouwen en meisjes.", "\"Er is nog steeds veel geweld tegen vrouwen. Een op de drie vrouwen krijgt hiermee te maken\", vertelt algemeen bestuurslid Leida Sassen.", "Volgens Sassen is er een groot tekort aan opvangplekken voor vrouwen in nood en zijn de hulplijnen niet 24 uur per dag geopend.", "Ook wordt het geweld vaak niet gemeld. \"Ze denken dat ze er niets mee opschieten, ze schamen zich of ze weten niet waar ze het moeten melden. Dat moet veranderen.\"", "Op de sjaals zit een QR-code bevestigd. Wie met zijn telefoon de code scant, wordt naar de landelijke petitie van Orange the World geleid. Na 10 december, de dag dat de actie eindigt, wordt de petitie aangeboden aan de Nederlandse regering. Het doel is om tienduizend handtekeningen te verzamelen.", "In het kader van de actie zijn ook een aantal Haarlemse panden oranje verlicht, zoals de Grote of Sint-Bavokerk, het stadhuis, Molen De Adriaan en het Provinciehuis."], "authors": ["Door"], "keywords": ["oranje", "vrouwengeweld", "standbeelden", "van", "geweld", "haarlem", "vrouwen", "het", "zijn", "krijgen", "ze", "een", "sjaal", "wordt", "niet", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}