{"id": "94ef9190-bf1c-30b6-9a63-80fd595fc4a1", "title": "Corona-materiaal na 17 dagen nog te vinden, maar dat maakt het nog niet gevaarlijk", "url": "https://nos.nl/artikel/2328213-corona-materiaal-na-17-dagen-nog-te-vinden-maar-dat-maakt-het-nog-niet-gevaarlijk.html", "summary": "Op basis daarvan valt volgens virologen die de NOS sprak níet de conclusie te trekken dat het virus in zijn geheel zo lang buiten het lichaam 'overleeft', zoals eerder werd gemeld.\n'Overleven' betekent in deze context dat het virus zich nog kan vermenigvuldigen en dus mensen ziek kan maken.\nAan het einde van dat artikel wordt in één zin genoemd dat het genetisch materiaal van SARS-CoV-2, het nieuwe coronavirus, is aangetroffen op oppervlakten in cabines waar 17 dagen daarvóór mensen verbleven.\n\"Het virus heeft die héle kralenketting nodig om het kopieerapparaat te bouwen waarmee het zichzelf kan vermenigvuldigen\", vertelt Feltkamp.\n\"Op het cruiseschip zullen de omstandigheden niet ideaal zijn geweest, dus na 17 dagen treft je geen intact virus meer aan, maar slechts de resten van een virus dat uiteen is gevallen.\"", "paragraphs": ["Genetisch materiaal van het nieuwe coronavirus kan 17 dagen aanwezig blijven op oppervlakken. Dat meldt het Amerikaanse Centers For Disease Control and Prevention (CDC).", "Op basis daarvan valt volgens virologen die de NOS sprak níet de conclusie te trekken dat het virus in zijn geheel zo lang buiten het lichaam 'overleeft', zoals eerder werd gemeld. 'Overleven' betekent in deze context dat het virus zich nog kan vermenigvuldigen en dus mensen ziek kan maken. \"Dat het virus 17 dagen zou overleven lijkt mij op basis van alles wat we nu over dit coronavirus weten onmogelijk\", reageert Menno de Jong, hoogleraar virologie aan het Amsterdam UMC.", "Het CDC publiceerde gisteren een artikel over uitbraken van het coronavirus op cruiseschepen. Aan het einde van dat artikel wordt in één zin genoemd dat het genetisch materiaal van SARS-CoV-2, het nieuwe coronavirus, is aangetroffen op oppervlakten in cabines waar 17 dagen daarvóór mensen verbleven.", "Envelop", "Dat betekent niet dat je ziek kunt worden als je zo'n oppervlak aanraakt, zegt ook Mariet Feltkamp, medisch microbioloog bij het Leids Universitair Medisch Centrum. \"Alléén virusdeeltjes die volledig intact zijn kunnen cellen binnendringen. Het genetisch materiaal van virussen is verpakt in een envelop met daarop zogeheten 'spikes' die ervoor zorgen dat cellen virusdeeltjes opnemen. Of de virusdeeltjes nog intact waren, blijkt niet uit dit onderzoek.\"", "Ook is onduidelijk of de hele genetische code nog als één lange kralenketting aan elkaar zat. \"Het virus heeft die héle kralenketting nodig om het kopieerapparaat te bouwen waarmee het zichzelf kan vermenigvuldigen\", vertelt Feltkamp. \"Hoogst waarschijnlijk hebben de onderzoekers de zogeheten PCR-techniek gebruikt. Daarbij kijk je of een klein stukje genetisch materiaal aanwezig is dat uniek is voor het virus. Maar daarmee weet je dus niet of de hele kralenketting nog aan elkaar zit.\"", "Handen wassen", "Vorige week nog bleek uit een ander Amerikaans onderzoek dat het coronavirus onder ideale omstandigheden drie dagen kán 'overleven' op bijvoorbeeld oppervlakken van plastic en roestvrij staal. \"Let wel, dan gaat het om ideale omstandigheden\", zegt viroloog Menno de Jong. \"Op het cruiseschip zullen de omstandigheden niet ideaal zijn geweest, dus na 17 dagen treft je geen intact virus meer aan, maar slechts de resten van een virus dat uiteen is gevallen.\"", "Handen wassen was al het devies en dat blijft belangrijk. \"Daar verandert dit onderzoek niets aan\", zegt Feltkamp."], "authors": [], "keywords": ["van", "dagen", "nog", "het", "op", "maar", "maakt", "virus", "niet", "je", "te", "vinden", "dat", "gevaarlijk", "een", "aan"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}