{"id": "9510a1c2-9a69-356f-b8cc-2d0b72058d3d", "title": "Ook MediaMarkt waarschuwt voor 'niet optimaal' Cyberpunk 2077", "url": "https://nu.nl/games/6098052/ook-mediamarkt-waarschuwt-voor-niet-optimaal-cyberpunk-2077.html", "summary": "Ook MediaMarkt waarschuwt voor een \"niet optimaal\" presterende Cyberpunk 2077, laat een woordvoerder maandag weten na vragen van NU.nl.\nDe ontwikkelaar achter het langverwachte spel heeft veel kritiek te verduren door de fouten die op de Xbox One en PlayStation 4 optreden.\n\"Momenteel zijn de technische prestaties van Cyberpunk 2077 op de basisconsoles van PlayStation 4 en Xbox One niet optimaal\", luidt MediaMarkts verklaring.\nMediaMarkt is de derde grote online winkel die waarschuwt voor de prestaties van het spel: eerder maakten bol.com en Game Mania al melding van mankementen.\nCyberpunk 2077 kwam op 10 december uit, \"tjokvol met bugs en problemen\", aldus de recensie op NU.nl.", "paragraphs": ["Ook MediaMarkt waarschuwt voor een \"niet optimaal\" presterende Cyberpunk 2077, laat een woordvoerder maandag weten na vragen van NU.nl. De ontwikkelaar achter het langverwachte spel heeft veel kritiek te verduren door de fouten die op de Xbox One en PlayStation 4 optreden.", "\"Momenteel zijn de technische prestaties van Cyberpunk 2077 op de basisconsoles van PlayStation 4 en Xbox One niet optimaal\", luidt MediaMarkts verklaring. De verkoper wijst op updates die naar verwachting in 2021 worden uitgebracht en de problemen moeten verhelpen.", "MediaMarkt is de derde grote online winkel die waarschuwt voor de prestaties van het spel: eerder maakten bol.com en Game Mania al melding van mankementen.", "Een woordvoerder van MediaMarkt liet destijds weten dat klanten in fysieke winkels al gewaarschuwd zouden worden, maar alle winkels zijn vanwege de lockdown gesloten.", "Cyberpunk 2077 kwam op 10 december uit, \"tjokvol met bugs en problemen\", aldus de recensie op NU.nl. De problemen leidden er zelfs toe dat Sony de game uit de digitale schappen haalde.", "De game, die in 2012 werd aangekondigd, had een van de grootste hits van het jaar moeten zijn, maar de Poolse studio moet door de bugs en fouten diep door het stof."], "authors": ["Door"], "keywords": ["2077", "zijn", "mediamarkt", "van", "voor", "en", "waarschuwt", "een", "optimaal", "ook", "cyberpunk", "op", "problemen", "het", "door", "niet", "game", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}