{"id": "9517acb5-b3c1-3814-afae-32de5373d923", "title": "Later selecteren is geen optie voor buitenbeentjes in het onderwijs", "url": "https://trouw.nl/onderwijs/later-selecteren-is-geen-optie-voor-buitenbeentjes-in-het-onderwijs~bd6b86af/", "summary": "Elke keer als ik dat hoor krijg ik buikpijn als ik denk aan de groepen leerlingen waar ik mee werk; de leerlingen die aan beide uiteinden van de IQ-parabool zitten.\nOp deze manier krijgen ze het uitdagende, passende onderwijs waar ze recht op hebben én houden ze aansluiting bij hun oude vriendjes en vriendinnetjes.\nVoor mij een unieke kans, waardoor ik laaiend enthousiast met mijn collega’s het beleidsplan opstel, over het lesprogramma brainstorm en het schoolmeubilair uitzoek.\nVoor het eerst sta ik aan de start van een nieuw onderwijsconcept en dat is geweldig om mee te maken.\nEen ateliertafel, stiltehuisjes en een gezellige leeshoek maken het lokaal af.", "paragraphs": ["Er gaan weer stemmen op voor het verlengen van de basisschool. Kinderen uit achterstandssituaties hebben zo meer tijd om te laten zien wat ze kunnen en daardoor wordt onderadvisering vermeden, zoals ook in de televisieserie Klassen veelvuldig bepleit wordt.", "Elke keer als ik dat hoor krijg ik buikpijn als ik denk aan de groepen leerlingen waar ik mee werk; de leerlingen die aan beide uiteinden van de IQ-parabool zitten. Dus óf kinderen die grote moeite hebben met het bijbenen van het niveau van de klas en snakken naar een praktijkopleiding, óf de hoogbegaafde leerlingen die langzaam maar zeker, afgestompt en totaal gedemotiveerd, de afgrond insukkelen. Deze twee groepen branden af in het reguliere onderwijs dat logischerwijs gemaakt is voor de middenmoot; de gemiddelde leerling, met ongeveer vmbo-t (voorheen mavo) advies en ongeveer een IQ van 100.", "Natuurlijk proberen leerkrachten er alles aan te doen om met drie instructieniveaus en veel kunst- en vliegwerk iedereen die daar een beetje vanaf wijkt op niveau te bedienen, maar geloof me, dat is al knap lastig. Dus leerlingen die meer dan een beetje afwijken van de normgroep voelen zich vaak diepongelukkig. Omdat ze er niets van begrijpen of omdat ze zich doodvervelen, wat in beide gevallen hun gedrag niet ten goede komt.", "Parttime hoogbegaafdenschool", "Op dit moment heb ik de opdracht gekregen om een parttime hoogbegaafdenschool op te richten. Hoogbegaafde leerlingen gaan hierbij in de ochtend naar gespecialiseerd onderwijs en in de middag sluiten ze weer aan bij hun eigen klas. Op deze manier krijgen ze het uitdagende, passende onderwijs waar ze recht op hebben én houden ze aansluiting bij hun oude vriendjes en vriendinnetjes.", "Voor mij een unieke kans, waardoor ik laaiend enthousiast met mijn collega’s het beleidsplan opstel, over het lesprogramma brainstorm en het schoolmeubilair uitzoek. Voor het eerst sta ik aan de start van een nieuw onderwijsconcept en dat is geweldig om mee te maken.", "Een zwik tafeltjes en stoeltjes in een rijtje in een lokaal is niet meer van deze tijd dus komt er een halfronde instructietafel, een ronde, houten tafel met zachte bankjes voor gezamenlijk overleg en een treinzit voor groepswerken. Een ateliertafel, stiltehuisjes en een gezellige leeshoek maken het lokaal af. Ik hoop dat de leerlingen die hier half februari komen te zitten, elke dag dezelfde leerervaringen zullen hebben als ik dit moment; bruisend van energie door nieuwe stof die ze zich eigen mogen maken in hun eigen tempo. Niet meer wachten tot iedereen in een week de tafel van zeven heeft geleerd, maar als ze die na een half uur kennen door met de tafel van acht. Of de tafel van achttien.", "Er gaat geen plafond zijn voor deze leerlingen in wat ze kunnen leren. Deze leerlingen, en ook de andere groep waar ik later ongetwijfeld weer over schrijf, gun ik een vroegtijdige verlossing van de middenmoot en dus géén verlengde basisschool.", "Onderwijscolumnist Sofie van de Waart- Govaert was acht jaar juf op verschillende basisscholen. Daarna is ze leerlingen individueel gaan begeleiden, onderwijsadviseur geworden en hoogbegaafdenspecialist. Ze woont en werkt inmiddels in Noord-Brabant. Lees haar columns hier terug.", "Lees ook:", "Hoe moeten scholen omgaan met jonge bollebozen als Laurent", "De jongst afgestudeerde aan een universiteit wordt hij niet, maar bijzonder is hij wel: de hoogbegaafde Laurent (9). Vorige week staakte hij zijn studie aan de Technische Universiteit van Eindhoven. Andere superslimme kinderen lopen vast in het schoolsysteem."], "authors": ["Sofie Van De Waart - Govaert"], "keywords": ["ik", "van", "leerlingen", "onderwijs", "voor", "en", "een", "ze", "optie", "buitenbeentjes", "met", "geen", "later", "aan", "het", "selecteren", "die"], "pubDate": "2021-01-06T10:19:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}