{"id": "95183770-68aa-34c4-92e8-ec60ff798461", "title": "We verdienen goed onderzoek naar vaccins", "url": "https://nrc.nl/nieuws/2020/12/12/we-verdienen-goed-onderzoek-naar-vaccins-a4023580", "summary": "Vergelijk dat met het polio- of mazelenvaccin waarmee miljarden zijn gevaccineerd (verschil van vijf nullen).\nOok bij dat andere nieuwe type vaccins, de adenovirussen, bleek niet alles op rolletjes te lopen, met als resultaat dat een deel van de proefpersonen werd ingeënt met een te lage dosis.\nOnderzoek in Engeland laat zien dat samenzweringstheorieën en angst voor vaccinaties niet de oorzaak waren voor de daling van het aantal vaccinaties tegen mazelen.\nHet was het telefoontje naar de huisarts, in Engeland de gangbare manier om een vaccin te krijgen, die gewoon erg laag op het prioriteitenlijstje stond.\nIk hoop en verwacht uitstekende onderzoeksjournalistiek naar de productieproblemen van AstraZeneca en de verschillen in onderzoek en realiteit bij het Pfizer-vaccin.", "paragraphs": ["Over weinig mensen oordelen we zo hard als over degenen die zich niet willen laten vaccineren. Hebben verpleeghuismedewerkers koudwatervrees, dan dalen ze direct in onze achting van ‘zorgheld’ naar ‘wetenschapsontkenner’. Terwijl een beetje aarzeling in dit stadium begrijpelijk is. De RNA-vaccins zijn gebaseerd op gloednieuwe technologie; slechts tienduizenden mensen zijn tot nu toe gevaccineerd. Vergelijk dat met het polio- of mazelenvaccin waarmee miljarden zijn gevaccineerd (verschil van vijf nullen). Directe zeldzame bijwerkingen zijn onbekend en er is niets bekend over de gevolgen op lange termijn.", "In Groot-Brittannië kregen twee gevaccineerden onverwacht een ernstige allergische reactie, iets dat in de onderzoeken niet naar voren was gekomen. De autoriteiten waren genoodzaakt de adviezen bij te stellen. Ook bij dat andere nieuwe type vaccins, de adenovirussen, bleek niet alles op rolletjes te lopen, met als resultaat dat een deel van de proefpersonen werd ingeënt met een te lage dosis.", "Het zullen niet de laatste vaccinatie-akkefietjes en onregelmatigheden zijn.", "Ik heb het schuimbekken over vaccinatiewaanzin een beetje afgeleerd het afgelopen jaar. Niet omdat ik anders naar vaccins ben gaan kijken, maar omdat ik het vergrootglas op de kleine groep mensen die er een ‘verkeerd gedachtengoed’ op nahoudt met betrekking tot het Rijksvaccinatieprogramma, overdreven vind in een land met een mazelenvaccinatiegraad van 93 procent.", "‘Wrong thinking’ noemt hoogleraar Bernice Hausman dat in haar verfrissend doch hermetisch academische boek Anti/VAX. Ze laat zien dat met de stijging van de vaccinatiegraad in de Verenigde Staten, vanaf 1995, ook de haat en de agressieve taal jegens weigeraars en twijfelaars is toegenomen.", "In een tijd dat wetenschap zo ongeveer de enige overgebleven autoriteit is, is science denial een misdrijf. Vaccinweigeraars worden onderworpen aan cognitief en psychologisch onderzoek om erachter te komen welk defect toch verantwoordelijk is voor dat irrationele gedrag.", "En dat terwijl de keuze om wél te vaccineren ook vaak irrationeel is, een keuze die voortkomt uit gewoonte, opvoeding, goed burgerschap, vertrouwen in de autoriteiten en in de anonieme megacorporaties die de vaccins afleveren. Degenen die zich wél laten vaccineren, hebben doorgaans weinig kennis over de vaccinatie. Degenen die aarzelen of de prik weigeren, hebben doorgaans ook weinig kennis, maar zij krijgen wel het verwijt feiten en wetenschap te verwerpen.", "Het komt wel voor, dat mensen er een compleet andere realiteit op nahouden, maar het lijkt zeldzaam. Die complottheorieën, filter bubbels, echokamers, rabbit holes en nepnieuws waar de algoritmes van Silicon Valley ons in gevangen zouden houden, lijken in ieder geval weinig invloed op de vaccinatiegraad uit te oefenen. Onderzoek in Engeland laat zien dat samenzweringstheorieën en angst voor vaccinaties niet de oorzaak waren voor de daling van het aantal vaccinaties tegen mazelen. Het was het telefoontje naar de huisarts, in Engeland de gangbare manier om een vaccin te krijgen, die gewoon erg laag op het prioriteitenlijstje stond.", "Intussen worden de ‘antivaxxers’ steeds vaker als het grote gevaar afgeschilderd. En dat terwijl weinigen zich bezighouden met het kritisch volgen van vaccinontwikkeling. De toon is ook vandaag de dag geruststellend, sussend, en soms ronduit honend wanneer er terechte vragen worden gesteld over vaccinveiligheid. Ook al heb ik die reflexen zelf ook nog steeds, ik heb me voorgenomen er niet meer aan mee te doen. Ik hoop en verwacht uitstekende onderzoeksjournalistiek naar de productieproblemen van AstraZeneca en de verschillen in onderzoek en realiteit bij het Pfizer-vaccin. Dat verdienen we.", "Nog één ding. Vaccineren is een keuze, maar niet vaccineren is ook een keuze – met alle risico’s van dien. Er sterven momenteel zestig mensen per dag aan Covid-19 en er worden 200 mensen opgenomen in grote ademnood. Meer dan één op de tien Nederlanders raakte tot op heden besmet met het virus. Als u straks één van de zeldzame vaccins krijgt aangeboden, wordt het risico dat u de komende maanden één van hen bent, heel erg klein. Aan u de keus.", "Rosanne Hertzberger is microbioloog.", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Rosanne Hertzberger", "Leestijd Minuten"], "keywords": ["van", "dat", "die", "een", "vaccins", "onderzoek", "en", "verdienen", "ook", "te", "op", "naar", "met", "het", "goed"], "pubDate": "2020-12-12T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}