{"id": "95220f53-c854-38f0-98af-d3b2f355350c", "title": "Popprinses Taylor Swift blijft nog even de weemoedige cowgirl ★★★★☆", "url": "https://www.volkskrant.nl/cultuur-media/popprinses-taylor-swift-blijft-nog-even-de-weemoedige-cowgirl~b74b432d/", "summary": "Taylor Swift bracht eerder dit jaar het folky album Folklore uit.\nEen album waarop Swift wederom met copiloot Aaron Dessner, van The National, de liedjes schreef.\nDe popprinses blijft nog even de weemoedige cowgirl.\nOf het nou het bitterzoete residu is van een verbroken relatie, of sepia gekleurde herinneringen aan een verlaten hometown.\nEn Swift en Marcus Mumford zoeken zingend toenadering tot elkaar zoals ooit Emmylou Harris en Gram Parsons dat deden.", "paragraphs": ["En toen kwam er nog één. Taylor Swift bracht eerder dit jaar het folky album Folklore uit. Maar de bossen, waar de banjo’s en gitaren tussen de bomen zingen, bleven trekken. Nu vijf maanden na Folklore is er Evermore. Een album waarop Swift wederom met copiloot Aaron Dessner, van The National, de liedjes schreef. De popprinses blijft nog even de weemoedige cowgirl.", "Er ligt een gloed van ingetogen melancholie over Evermore die ook het werk van The National kenmerkt. Swifts warme, kaneelzoete stem past prima bij het songmateriaal. Of het nou het bitterzoete residu is van een verbroken relatie, of sepia gekleurde herinneringen aan een verlaten hometown.", "Tis the Damn Season bijvoorbeeld, waarin de hoofdpersoon naar haar geboorteplaats reist, waar ze met een oude vlam met wederzijdse overeenstemming tijdelijk het vuurtje oprakelt: ‘I won’t ask you to wait, if you won’t ask me to stay.’", "Tegenstrijdige gevoelens worden ingebed in bevallige melodieën en samenzang als een warm haardvuur. Evermore is coherenter dan Folklore. Swift heeft zich ontwikkeld tot een verhalenverteller die complexe (liefdes)situaties in rake beelden weet te vangen. Een ooit onbekommerde, nu in slaap gesukkelde liefde wordt ‘het winkelcentrum voordat het internet bestond’.", "De kwaliteit van het liedje, de tekst, de liefdevol geconstrueerde harmonieën; het culmineert in de countryballad Cowboy Like Me, waarin twee huwelijkszwendelaars met elkaar in het bootje stappen. En Swift en Marcus Mumford zoeken zingend toenadering tot elkaar zoals ooit Emmylou Harris en Gram Parsons dat deden.", "Taylor Swift Evermore", "Folk / country ★★★★☆ Universal"], "authors": ["Pablo Cabenda"], "keywords": ["van", "nog", "popprinses", "cowgirl", "een", "en", "waarin", "weemoedige", "folklore", "wont", "swift", "evermore", "taylor", "blijft", "met", "het"], "pubDate": "2020-12-17T14:16:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}