{"id": "9527263a-562e-370e-825d-c5a2a541cb13", "title": "Ruimtecapsule SpaceX komt met vier astronauten aan bij ISS", "url": "https://volkskrant.nl/nieuws-achtergrond/ruimtecapsule-spacex-komt-met-vier-astronauten-aan-bij-iss~b1226549/", "summary": "De Crew Dragon Capsule van SpaceX tijdens de vlucht naar het Internationaal Ruimtestation ISS.\nAan boord waren drie Amerikaanse astronauten en een Japanner.\nDe missie heet Crew-1, omdat de tweede vlucht telt als de eerste officiële vlucht van het SpaceX-programma.\nDan gaan twee Amerikanen, een Japanner en een Fransman naar het ISS.\nDaarom werkten de Amerikanen jarenlang aan nieuwe raketten, in samenwerking met bedrijven als SpaceX en Boeing.", "paragraphs": ["De Crew Dragon Capsule van SpaceX tijdens de vlucht naar het Internationaal Ruimtestation ISS. Beeld AFP", "De Crew Dragon Capsule van SpaceX genaamd Resilience (Veerkracht) kwam iets na 05.00 uur aan het ISS, zo’n 27 uur na de lancering met een Falcon 9-raket vanaf ruimtevaartbasis Cape Canaveral in Florida. Aan boord waren drie Amerikaanse astronauten en een Japanner.", "De astronauten: Shannon Walker (links), Victor Glover, Mike Hopkins en Soichi Noguchi Beeld AP", "Vicepresident Mike Pence, die zondag de lancering bijwoonde, zei vooraf dat president Donald Trump ervoor heeft gezorgd dat Amerika ‘weer voorop loopt in de verkenning van de ruimte’. Ook de nieuwe president Joe Biden tweette zijn felicitaties, en zei dat de lancering ‘het bewijs is van de kracht van de wetenschap’.", "De eerste bemande commerciële ruimtevlucht ooit was eind mei. Toen bracht SpaceX de Amerikaanse astronauten Douglas Hurley en Bob Behnken naar het ISS. Begin augustus keerden zij terug op aarde. Dat was ook de eerste bemande Amerikaanse ruimtevlucht sinds 2011.", "Zware windstoten", "De bemanningsleden van de tweede vlucht zijn Michael Hopkins, Victor Glover en Shannon Walker uit de Verenigde Staten en de Japanner Soichi Noguchi. Zij zouden oorspronkelijk zaterdag al de ruimte in gelanceerd worden, maar zware windstoten gooiden roet in het eten. Ook bestond er onduidelijkheid over een mogelijke coronabesmetting van SpaceX-CEO Elon Musk.", "De missie heet Crew-1, omdat de tweede vlucht telt als de eerste officiële vlucht van het SpaceX-programma. De ruimtereis van Hurley en Behnken was formeel een demonstratievlucht, bedoeld om alle systemen te testen. De eerstvolgende SpaceX-vlucht is komend voorjaar. Dan gaan twee Amerikanen, een Japanner en een Fransman naar het ISS.", "De Verenigde Staten vlogen jarenlang met eigen spaceshuttles naar de ruimte, maar die gingen in 2011 met pensioen. Daarna was het land afhankelijk van aartsrivaal Rusland, zeer tegen de zin van Washington. Daarom werkten de Amerikanen jarenlang aan nieuwe raketten, in samenwerking met bedrijven als SpaceX en Boeing. Over een paar jaar willen de Verenigde Staten, samen met Europa, mensen op de maan zetten. Dat zou voor het eerst sinds 1972 zijn."], "authors": [], "keywords": ["van", "bij", "spacex", "het", "met", "naar", "zijn", "ruimtecapsule", "vlucht", "een", "en", "komt", "dat", "vier", "aan", "iss", "astronauten"], "pubDate": "2020-11-17T07:06:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}