{"id": "95535cde-8391-3a66-8027-7f2c0bf39533", "title": "Kunstenaar: ‘Maak een schandbeeld van fout standbeeld’", "url": "https://www.parool.nl/amsterdam/kunstenaar-maak-een-schandbeeld-van-fout-standbeeld~bb9e0854/", "summary": "Standbeeld van zeeheld en omstreden koloniaal Jan Pieterszoon Coen op de hoek van de Beurs van Berlage.\nBeeld Rink Hof (111305)Besmette beelden, zoals monumenten voor koloniale figuren, moeten een andere betekenis worden gegeven, zegt kunstenaar Hans van Houwelingen.\nVan Houwelingen gelooft niet in het omvertrekken van monumenten of het nut ze van een tegenmonument te voorzien.\nDe schaamte die ze veroorzaken laat ruimte ontstaan om anders met de geschiedenis om te gaan,” zei hij gisteren tijdens het ­eerste grote debat van het Stadscuratorium.\nHet Stadscuratorium ziet het als een van zijn belangrijkste taken om dat probleem aan te pakken.", "paragraphs": ["Standbeeld van zeeheld en omstreden koloniaal Jan Pieterszoon Coen op de hoek van de Beurs van Berlage. Beeld Rink Hof (111305)", "Besmette beelden, zoals monumenten voor koloniale figuren, moeten een andere betekenis worden gegeven, zegt kunstenaar Hans van Houwelingen.", "Van Houwelingen gelooft niet in het omvertrekken van monumenten of het nut ze van een tegenmonument te voorzien. “Maak van standbeelden schandbeelden. De schaamte die ze veroorzaken laat ruimte ontstaan om anders met de geschiedenis om te gaan,” zei hij gisteren tijdens het ­eerste grote debat van het Stadscuratorium. De stadsdialoog in de hoofdvestiging van de OBA, die ook gestreamd werd, had als centrale vraag: De verhalen van de stad verbeeld: hoe inclusief is onze openbare ruimte?", "Bedreigende beelden", "Van Houwelingens idee riep veel reacties op tijdens het debat. Patricia Kaersenhout, die als kunstenaar en deel uitmaakt van het Stadscuratorium, relativeerde Van het idee meteen: “Monumenten zijn geen oplossing voor diepere problemen als sociaaleconomische ongelijkheid.”", "Vrijwel alle deelnemers aan de drie panelgesprekken waren het erover eens dat kunst in de openbare ruimte wel kan bijdragen aan een gevoel van veiligheid en inclusiviteit. Probleem is echter dat te veel groepen zich niet herkennen in de beelden die nu in Amsterdam in de openbare ruimte staan.", "Sommige historische monumenten in Amsterdam kunnen zelfs als bedreigend of belemmerend worden ervaren omdat ze een besmet tijdperk eren of een persoon die verantwoordelijk is voor de vrijheidsberoving of zelfs dood van voorouders. Het Stadscuratorium ziet het als een van zijn belangrijkste taken om dat probleem aan te pakken.", "Voor iedereen", "Terugkerend inzicht tijdens de discussie was dat dit niet top-down kan gebeuren. Er moet mét in plaats van óver gemeenschappen worden gesproken. En als er een nieuw kunstwerk wordt neergezet is het belangrijk de maker direct te koppelen aan de gemeenschap, die dan echt opdrachtgever wordt en niet de gemeente of een groep experts.", "Dat betekent overigens niet dat zo’n werk exclusief toebehoort aan de groep die er primair door wordt gerepresenteerd. Dat zou immers weer een vorm van exclusiviteit inhouden. “Het Nationaal Slavernijmonument is bedoeld voor iedereen, ook voor witte Nederlanders,” werd gezegd. “Het gaat om een gedeeld verleden.”", "De termen ‘inclusiviteit’ en ‘participatie’ zijn misschien ook niet meer zo geschikt, was een algemene conclusie. ‘Generositeit’ werd als alternatief naar voren geschoven: iedereen mag meedoen maar hoeft niet.", "Maar die generositeit moet ook de kunstwerken zelf betreffen, stelde Jeroen Boomgaard, lector art & public space aan de Rietveld Academie, in zijn slotwoord. “Want die kunst draagt vaak een bepaalde tegenstrijdigheid, een spanningsveld in zich. Ze kiest zelf geen positie. Dat hoort bij haar ambiguïteit.”"], "authors": ["Edo Dijksterhuis"], "keywords": ["aan", "van", "als", "kunstenaar", "het", "die", "standbeeld", "maak", "een", "niet", "dat", "schandbeeld", "en", "fout", "voor"], "pubDate": "2020-12-10T14:01:33+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}