{"id": "95559484-4f1a-3315-8eee-5cad1fdf642e", "title": "Staand want: visnet met twijfelachtige kantje", "url": "https://trouw.nl/duurzaamheid-natuur/staand-want-visnet-met-twijfelachtige-kantje~b74ecf77/", "summary": "“Hij zat vast in de bovenste mazen van een staand want.\nDat is een lang, verticaal ­visnet dat met gewichten aan de bodem staat en dat met drijvers overeind wordt gehouden.\nTwee jaar geleden presenteerde Wageningen Marine Research wel de resultaten van een onderzoek naar bruinvissen, met behulp van camera’s die – met medewerking van enkele vissers – registreerden wat er allemaal met de netten mee aan boord werd gehaald.\nMaar uit de gegevens die de afgelopen decennia zijn verzameld, zijn toch honderden gevallen te halen die op zijn minst verdacht zijn.\nMaar dan ben je in ons land echt afhankelijk van een handjevol goedwillende vissers die met wetenschappers willen samenwerken.", "paragraphs": ["", "Het is zo’n vogelsoort die snel rondgaat in de verschillende appgroepen van vogelaars: ‘IJsduiker ter plaatse, tussen de pieren van IJmuiden!’ Liefhebber Dick Groenendijk was er dan ook rap bij om deze spectaculaire watervogel in de kijker te krijgen. “Maar het was al snel duidelijk dat dit een ijsduiker met pech was”, vertelt hij. “Hij zat vast in de bovenste mazen van een staand want. Dat is een lang, verticaal ­visnet dat met gewichten aan de bodem staat en dat met drijvers overeind wordt gehouden. Het dier kon geen kant op.”", "Het nieuws kwam blijkbaar ook snel binnen bij de betreffende visser, want nog dezelfde dag ging die met een boot naar het net om de onfortuinlijke vogel te bevrijden. Eind goed voor deze vogel. ‘Al goed’ is de vraag, want ondertussen had de onfortuinlijke ijsduiker wel een discussie op gang gebracht: is het wel verantwoord dat er staand want langs pieren wordt gezet, waar veel vogels naar vis duiken?", "Incidenten", "De betreffende visser zelf ziet het probleem niet. “In al die jaren dat ik hier met staand want vis, heb ik echt zelden vogels in mijn netten”, zegt Andries Visser uit IJmuiden desgevraagd. Ook Derk Jan Berends, secretaris van de Nederlandse Vissersbond, stelt dat bijvangsten van vogels in staand want op de Noordzee incidenten zijn. “In het IJsselmeer is dat anders”, licht Berends toe. “Uit onderzoek van ecologen van Rijkswaterstaat bleek in 1999 dat er jaarlijks tot vijftigduizend duikende watervogels verstrikt raakten in staand want op het IJsselmeer. Daarop zijn in overleg met de vissers maatregelen genomen, zoals het afsluiten van bepaalde gebieden voor de visserij en het aanbrengen van linten aan de netten, die de vogels afschrikken. Sindsdien worden er alleen nog verwaarloosbare aantallen dode vogels in de netten gevonden”, stelt Berends.", "Staand want heeft op zijn best een gemengde reputatie, ook onder natuurbeschermers. De netten ‘staan gewoon te staan’, en vangen in principe alles wat groot genoeg is om met de kieuwen – of vleugels – in de mazen vast te gaan zitten. Het lijkt daarmee niet echt een selectieve vismethode. Aan de andere kant brengen deze ‘passieve’ netten ook geen schade toe aan het bodemleven in de zee, zoals sleepnetten dat wel doen. Om die reden kijkt bijvoorbeeld Stichting De Noordzee ‘genuanceerd’ naar deze vorm van visserij, zegt directeur Floris van Hest. “We maken ons wel zorgen over de ‘spooknetten’, losgeslagen netten die we op de stranden vinden. Bijvoorbeeld de recreatieve staandwantvisserij zou ook beter gereguleerd moeten worden. Ook zijn er afspraken nodig met de vissers over netten bij kwetsbare gebieden en kwetsbare periodes, zoals rond gebieden waar veel alken en zeekoeten duiken en rond pieren en havens.”", "Systematisch onderzoek naar bijvangst van vogels in de staandwantvisserij, zoals op het IJsselmeer, is op de Noordzee nog niet gedaan. Twee jaar geleden presenteerde Wageningen Marine Research wel de resultaten van een onderzoek naar bruinvissen, met behulp van camera’s die – met medewerking van enkele vissers – registreerden wat er allemaal met de netten mee aan boord werd gehaald. Wanneer de onderzoekers de aantallen verstrikte bruinvissen op de beelden vertaalden naar de vele kilometers net die op de Noordzeebodem staan, dan kwamen zij op jaarlijks 23 verdronken bruinvissen in Nederlandse wateren. Op het geschatte totaal van veertigduizend bruinvissen in ons deel van de Noordzee kwam dat neer op 0,05 procent; ruim beneden de 1 procent die als maximum is afgesproken in internationale verdragen voor het beschermen van zeeleven.", "Onderzoek naar visnetten", "Bij de Vissersbond verbaast Berends zich niet over die uitkomst. “Op de Noordzee worden de staande netten vooral laag bij de bodem geplaatst, om platvissen te vangen. Dan heb je automatisch weinig bijvangst; vogels al helemaal niet. Die duiken niet zo diep.” Maar dat wordt bestreden door Mardik Leopold, ecoloog van Wageningen Marine Research. “Systematisch onderzoek rond visnetten en vogels ontbreekt, maar aanwijzingen zijn er genoeg”, zegt Leopold. “Er wordt al jaren onderzoek gedaan naar dode vogels die op onze stranden aanspoelen. Het is niet eenvoudig om met 100 procent zekerheid te zeggen of een aangespoelde zeevogel is verdronken. Maar uit de gegevens die de afgelopen decennia zijn verzameld, zijn toch honderden gevallen te halen die op zijn minst verdacht zijn. En bijvoorbeeld bij Scheveningen en Petten zijn ook gevallen bekend van grote strandingen van tientallen zeekoeten bij elkaar. Stuk voor stuk kerngezonde vogels, maar allemaal verdronken, bleek uit onderzoek van de Faculteit Diergeneeskunde. Dat het uitgerekend zeekoeten waren is wat dat betreft niet vreemd, want ja, die jagen wel degelijk rond de zeebodem op wijting, grondels en zandspiering. Vergelijkbare incidenten kennen we met roodkeelduikers en aalscholvers, ook soorten die aan de bodem naar voedsel zoeken.”", "“Het zou goed zijn als er in samenwerking met de vissers onderzoek zou komen naar bijvangst van vogels”, vindt Leopold. “Hoe vaak komt dit nou voor en wat is de impact op de verschillende soorten zeevogels? Maar dan ben je in ons land echt afhankelijk van een handjevol goedwillende vissers die met wetenschappers willen samenwerken. In bijvoorbeeld Denemarken gaat dat veel makkelijker.” Het wantrouwen jegens de wetenschap is bij Deense vissers minder groot. “Toen Deense vissers gevraagd werd naar bijvangst van bruinvisssen, kwamen ze zonder morren met zevenduizend dode zeezoogdieren op de proppen. Dergelijk onderzoek is in ons land een stuk lastiger te organiseren.” Er is dus gegronde reden om vraagtekens te plaatsen bij de slechts 23 verdronken bruinvissen die Wageningen Marine Research per jaar berekende.", "Rond pieren en havens al verboden", "Vooruitlopend op de resultaten van dat wie-weet-ooit-nog-eens-onderzoek, zetten vogelaars van de Vogelwerkgroep Zuid-Kennemerland nu al een dik vraagteken bij de visserij met staand want rond de pieren van IJmuiden. “Zo’n luw gebied tussen de pieren is bij uitstek een aantrekkelijke plek voor zeevogels”, zegt bijvoorbeeld vogelaar en medeauteur van de ANWB-vogelgids Arnoud van den Berg. “Je ziet hier zeevogels die je niet gauw ergens anders tegenkomt. Maar vroeger zag ik hier veel meer vogels, zoals eidereenden en zwarte zee-eenden. Of de teruggang aan de visserij met staand want ligt, weet je natuurlijk niet zeker totdat het onderzocht is. Maar je kunt ook wel op je klompen aanvoelen dat die vaste netten bij de pieren niet goed zijn voor duikende vogels, laat staan voor vissen. In bijvoorbeeld België is het vissen met staand want rond pieren en havens al verboden. Waarom doen we dat in Nederland ook niet?”", "De Vogelwerkgroep wil de kwestie met de netten in ieder geval meenemen in een vergroening van de kust bij IJmuiden, vertelt Chris Brunner van de werkgroep. “Flinke delen van dit gebied, inclusief de pieren, hebben niet alleen een grote waarde voor recreanten en vogelaars, maar ook voor de natuur. En bijvoorbeeld rond het strandreservaat Noordvoort, tussen Zandvoort en Noordwijk, is de visserij met staand want langs de kust inmiddels ook verboden. Hier rond de pieren zouden de gemeente en het ministerie er ook goed naar moeten kijken, vanwege de bijzondere waarde die dit gebied heeft voor veel zeevogels.”", "Lees ook:", "De bruinvis weet de Nederlandse Noordzee weer te vinden", "Jarenlang was de bruinvis in de Nederlandse Noordzee een bedreigd zeezoogdier. Maar het gaat de goede kant op met deze walvisachtige, tonen nieuwe cijfers.", "Verhongerd, verwond en verdronken", "De laatste jaren vindt natuurschrijver Koos Dijksterhuis regelmatig dode bruinvissen op het strand. Zijn vader snoefde over bruinvissen achter de boot naar Schiermonnikoog, maar dat was begin jaren dertig. Daarna ging het bergafwaarts met de dolfijntjes."], "authors": ["Rob Buiter"], "keywords": ["van", "kantje", "twijfelachtige", "het", "op", "met", "die", "zijn", "een", "staand", "visnet", "en", "dat", "ook"], "pubDate": "2020-12-09T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}