{"id": "95617a92-f703-3c3a-8a49-2514cf24f964", "title": "Het integratiedebat is blijven hangen in de vroege jaren 2000", "url": "https://www.trouw.nl/opinie/het-integratiedebat-is-blijven-hangen-in-de-vroege-jaren-2000~bf586c43/", "summary": "Waar staan we met het integratiedebat?\nWant kunnen we daar nog van spreken als het wordt gedomineerd door de karikaturen van polarisatie?\nEn als het bijgevolg ook nog eens ­hopeloos verouderd is?\nWe zijn als een grijsgedraaide plaat blijven hangen in de vroege ­jaren 2000.\nEen andere generatiePaul Scheffer haalde vorig jaar in een essay de woorden van het Amsterdamse raadslid Sofyan Mbarki aan.", "paragraphs": ["We moeten het versteende groepsdenken en de bijbehorende karikaturen eindelijk achter ons laten in het integratiedebat, stelt Wouter Koolmees, die als minister van sociale zaken en werkgelegenheid verantwoordelijk is voor integratie.", "Waar staan we met het integratiedebat? Al voor de coronapandemie ons overviel, heb ik als verantwoordelijk minister bewust de voorgrond van dat debat vermeden. Ik geloof dat het proces van integratie beter is gediend met daden dan met woorden. Daarom heb ik in de luwte geprobeerd te zoeken naar praktische oplossingen voor concrete problemen, van inburgering en (arbeidsmarkt)discriminatie tot ­preventie van radicalisering.", "Maar na ruim drie jaar ministerschap is me opgevallen hoe bepalend woorden kunnen zijn. Zeker in het integratiedebat. Áls dat al een debat is. Want kunnen we daar nog van spreken als het wordt gedomineerd door de karikaturen van polarisatie? En als het bijgevolg ook nog eens ­hopeloos verouderd is?", "We zijn als een grijsgedraaide plaat blijven hangen in de vroege ­jaren 2000. In het versteende beeld van ‘autochtoon’ tegenover ‘allochtoon’, van botsende etnisch-culturele gemeenschappen. Terwijl de werkelijkheid gelaagd is. Een overgrote meerderheid heeft geen boodschap aan de sleetse termen van twintig jaar geleden. 50 procent van de Nederlanders die in krantenkoppen ‘mensen met een migratieachtergrond’ worden genoemd, is tweede generatie. Zij zijn in Nederland geboren, naar school gegaan, hebben hier hun partner gevonden, kinderen gekregen. Anderen zijn weliswaar elders geboren, maar hier opgegroeid.", "Een andere generatie", "Paul Scheffer haalde vorig jaar in een essay de woorden van het Amsterdamse raadslid Sofyan Mbarki aan. Die vatten het mooi samen: ‘Ik heb geen verhaal over een ezel en een waterput. Ik ben hier geboren en vertegenwoordig een andere generatie. Hoezo moet ik integreren? We zijn inmiddels verder.’", "Inderdaad, we zijn inmiddels verder. Nu het versleten debat nog. Dat is niet onbelangrijk, want dat debat voedt groepsdenken: het categorisch tegenover elkaar zetten van Nederlanders en hen niet als individu zien, maar reduceren tot lid van een groep. Daarmee is het debat zélf verworden tot de muur die vooruitgang in de weg staat.", "Wanneer hoort iemand ‘erbij’ – zodanig dat hij als Nederlander mag worden beschouwd? Dat is eigenlijk een bizarre vraag. Wie Nederlander is, is nogal duidelijk. Maar voor sommigen lijkt het Nederlanderschap wel voorwaardelijk.", "Aan de ene kant hoor je er pas bij als je burgemeester of topvoetballer bent geworden. Alsof je plek op de maatschappelijke ladder bepaalt of je meer of minder Nederlander bent. Aan de andere kant wordt Nederlanderschap nog te vaak gedefinieerd op basis van hoe je eruitziet en hoe je achternaam klinkt. Met uitsluiting, discriminatie of racisme tot gevolg. De demonstraties vorig jaar in het kader van Black Lives Matter waren veelzeggend. En bemoedigend.", "Verstand en gevoel", "Er is in de gelaagde werkelijkheid genoeg ruimte om op zoek te gaan naar een gedeeld Nederlanderschap. Dat Nederlanderschap heeft voor mij twee elementen: verstand en ­gevoel. Met verstand bedoel ik de waarden en grenzen van onze ­democratische rechtsstaat. Die zijn ­bevochten op ongelijkwaardigheid, onvrijheid en willekeur van macht. Nog steeds een actueel streven. ­­Laten we die waarden dan ook beter onderwijzen en bewaken. Maar wie denkt alleen te kunnen volstaan met een plechtige verwijzing naar onze grondrechten, onderschat het belang van oprecht gevoelde emo­tionele binding. Dat hangt van ­mensen zelf af. Zij maken de samenleving. Zij staan dus aan de basis van een thuisgevoel.", "Het is een collectieve opdracht om op zoek te gaan naar dat gedeelde Nederlanderschap. Daarvoor moeten we op basis van gelijkwaardigheid in gesprek over samenleven in een gelaagd en divers land. Dat kan alleen als we het groepsdenken en de karikaturen die nu gretig in stand worden gehouden – in de Tweede Kamer, maar ook aan de talkshowtafels – vaarwel zeggen. Heeft het integratiedebat zoals dat twintig jaar geleden ongeveer begon haar tijd dan gehad? Wat mij betreft wel. Nederland anno 2021 past dat afgedragen jasje niet meer.", "Lees ook:", "Wouter Koolmees: ‘Ik maak me zorgen om hen voor wie de Nederlandse Belofte stokt’", "De motor achter de noodsteun dit jaar was minister Wouter Koolmees van sociale zaken. De verantwoordelijkheid viel de financiële whizzkid van D66 zwaar, en leidde hem bovendien af van zijn echte ambities.", "Mag de vierde generatie nu eindelijk Nederlands zijn?", "Afkomst van grootouders bepalend voor identiteit? Dat kan echt niet meer, schrijven Mohammed Mohandis (fractievoorzitter PvdA Gouda) en Hafid Bouteibi (fractievoorzitter PvdA Eindhoven)."], "authors": ["Wouter Koolmees"], "keywords": ["ik", "zijn", "van", "jaren", "voor", "en", "een", "met", "vroege", "integratiedebat", "blijven", "als", "2000", "hangen", "het", "dat"], "pubDate": "2021-01-11T08:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}