{"id": "956b668a-db3f-371a-a57d-7402b34c070b", "title": "Luxe 4*-Bilderberg hotel op de Veluwe incl. ontbijt", "url": "https://nu.bookunited.com/96914/luxe-4-bilderberg-hotel-op-de-veluwe-incl-ontbijt?utm_source=nushop&utm_medium=nushop&utm_campaign=nushop", "summary": "Het Airborne Museum (ca.\nGa daarnaast op expeditie in de mangrove en begeef je voor even midden in de woestijn!\n6,5 km)De Eusebiuskerk in Arnhem bezorgt je een reis van de 21e eeuw helemaal terug naar de beginperiode van de middeleeuwen.\nDe vele verhalen over het machtcentrum van Europa rond het jaar 1500, tot het worden van het icoon van de wederopbouw in de Tweede Wereldoorlog, zorgen voor een unieke belevenis.\nGeniet van het fantastische uitzicht op de skyline van Arnhem vanuit de 73 meter hoge panoramalift.", "paragraphs": ["Tips tijdens je verblijf!", "Het Airborne Museum (ca. 1 km)", "Het Airborne Museum is het enige slagveldmuseum van Nederland. In dit prachtige museum, gelegen in Oosterbeek, is ontzettend veel historie en beleving te vinden. Een unieke experience waar duidelijk wordt dat vrijheid nooit vanzelfsprekend is.", "Burgers' Zoo (ca. 5 km)", "Een grote diversiteit aan dieren spotten doe je in Burgers' Zoo. Hier vindt u de grootste Oost-Afrikaanse vlakte van Nederland met prachtige giraffen, jachtluipaarden en de leeuwenfamilie. Ga daarnaast op expeditie in de mangrove en begeef je voor even midden in de woestijn!", "De Eusebiuskerk in Arnhem (ca. 6,5 km)", "De Eusebiuskerk in Arnhem bezorgt je een reis van de 21e eeuw helemaal terug naar de beginperiode van de middeleeuwen. De vele verhalen over het machtcentrum van Europa rond het jaar 1500, tot het worden van het icoon van de wederopbouw in de Tweede Wereldoorlog, zorgen voor een unieke belevenis. Geniet van het fantastische uitzicht op de skyline van Arnhem vanuit de 73 meter hoge panoramalift."], "authors": [], "keywords": ["van", "4bilderberg", "veluwe", "luxe", "een", "ontbijt", "en", "ca", "arnhem", "op", "voor", "museum", "je", "hotel", "zoo", "het", "incl"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}