{"id": "956d0e66-80a5-3896-bc1c-377723306e74", "title": "Formule 1-weekend op Zandvoort krijgt ook vrouwenrace", "url": "https://www.parool.nl/sport/formule-1-weekend-op-zandvoort-krijgt-ook-vrouwenrace~b690509a/", "summary": "Het circuit in de duinen van Zandvoort.\nBeeld ANPDaarmee komt in het weekeinde van 3 tot en met 5 september ook Beitske Visser op het racecircuit van de badplaats in actie.\nOnder het motto #WeRaceAsOne is de W Series nu officieel een supportrace tijdens 8 van de 23 Formule 1-races in 2021.\nDe koppeling zou eigenlijk afgelopen jaar al hebben plaatsgevonden bij twee races uit de Formule 1, maar door de coronapandemie werden er het hele jaar geen races uit de W Series verreden.\n“We zijn heel blij dat we samenwerken met de Formule 1 voor 2021 en de jaren daarna,” zegt Catherine Bond Muir, CEO van de W Series.", "paragraphs": ["Het circuit in de duinen van Zandvoort. Beeld ANP", "Daarmee komt in het weekeinde van 3 tot en met 5 september ook Beitske Visser op het racecircuit van de badplaats in actie. Onder het motto #WeRaceAsOne is de W Series nu officieel een supportrace tijdens 8 van de 23 Formule 1-races in 2021.", "De koppeling zou eigenlijk afgelopen jaar al hebben plaatsgevonden bij twee races uit de Formule 1, maar door de coronapandemie werden er het hele jaar geen races uit de W Series verreden.", "“We zijn heel blij dat we samenwerken met de Formule 1 voor 2021 en de jaren daarna,” zegt Catherine Bond Muir, CEO van de W Series. “De acht races waar we nu onderdeel van zijn, stellen onze snelle en onverschrokken vrouwelijke coureurs in staat hun vaardigheden te demonstreren op enkele van de meest iconische racecircuits van Europa en Amerika.”", "De 25-jarige Visser eindigde twee jaar geleden als tweede in de toen nieuwe raceklasse."], "authors": ["Het Parool"], "keywords": ["van", "visser", "formule", "1weekend", "op", "het", "jaar", "series", "w", "zijn", "zandvoort", "ook", "vrouwenrace", "krijgt", "en", "races"], "pubDate": "2020-12-08T10:21:01+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}