{"id": "9591624e-35b3-3f90-8785-a916ea6997c5", "title": "‘Workaholisme heeft iets armoedigs’", "url": "https://nrc.nl/nieuws/2020/12/04/workaholisme-heeft-iets-armoedigs-a4022618", "summary": "Hannah: „Sinds 12 maart heb ik een vriend.\nHet huis werd casco opgeleverd en het plafond is vierenhalve meter hoog, dus ik heb me helemaal kunnen uitleven.\n„Ik heb iets speciaals met wonen, sinds 1 maart werk ik ook als projectontwikkelaar bij een woningcorporatie in Zaltbommel.\nIk werk thuis, aan mijn keukentafel, en tussen de middag ga ik vaak even wandelen met een van mijn vrienden.\n„Gelukkig heb ik nog net twee weken live gewerkt bij mijn nieuwe werkgever, zodat ik mijn collega’s wel echt heb leren kennen voordat de lockdown begon.", "paragraphs": ["Hannah: „Sinds 12 maart heb ik een vriend. Het was een van de allerlaatste avonden dat de horeca open was en ik dacht: ik ga nog een keer daten. We ontmoetten elkaar in een vrijwel leeg café, hier in Eindhoven, en het klikte! Hij woont hier om de hoek. Ik woon zelf sinds drie jaar in een loft op Strijp-S, een heel bijzonder project met vierhonderd woningen, twee gemeenschappelijke daktuinen, gemeenschappelijke woonkamer, een buurthuis, een wasserij en een logeerkamer. Als je actief deelnam aan de brainstormsessies voor dit woonproject, kon je punten verdienen voor je inschrijving. Het huis werd casco opgeleverd en het plafond is vierenhalve meter hoog, dus ik heb me helemaal kunnen uitleven. Mijn vader is heel handig en samen hebben we er een verdieping in gebouwd.", "„Ik heb iets speciaals met wonen, sinds 1 maart werk ik ook als projectontwikkelaar bij een woningcorporatie in Zaltbommel. En daarvoor heb ik bij bouwbedrijf Heijmans gewerkt. Ik maakte daar lange dagen en kreeg er mooie kansen, waardoor ik enorm veel geleerd heb. Zo gaf ik onder meer presentaties in het hele land over circulair bouwen.", "In het kort", "Foto David Galjaard Hannah Bakker (28) studeerde vastgoed en makelaardij in Eindhoven. Na een baan bij bouwconcern Heijmans in Rosmalen werkt ze sinds 1 maart als projectontwikkelaar bij woningcorporatie Woonlinie in Zaltbommel. Ze woont in een loft in Eindhoven en verdient ongeveer 1,4 keer modaal.", "„Ik had weinig tijd voor een privéleven, was vooral aan het werk. Alleen in het weekend had ik nog tijd voor sociale contacten. Dat gaf een gespleten gevoel, alsof een deel van mezelf helemaal niet meer aan bod kwam. Daardoor besloot ik wat anders te gaan doen. Ik wilde de balans terug en ook andere dingen doen dan werken.", "„Dat is gelukt, mede door corona. Doordat ik geen reistijd meer heb en geen live afspraken met gemeenten, architecten en makelaars, zijn mijn werkdagen rustiger. Ik werk thuis, aan mijn keukentafel, en tussen de middag ga ik vaak even wandelen met een van mijn vrienden. Ik geniet van die rust, hoewel ik ook uitkijk naar iets meer persoonlijk contact en de dynamiek soms wel een beetje mis.", "„Gelukkig heb ik nog net twee weken live gewerkt bij mijn nieuwe werkgever, zodat ik mijn collega’s wel echt heb leren kennen voordat de lockdown begon. Ik voel daardoor wel een band met hen als ik hen nu online zie.", "„Ik ben ook bij een corporatie gaan werken omdat ik me graag wilde inzetten voor een organisatie met meer maatschappelijke waarde – waar het niet alleen draait om ‘geld verdienen voor de aandeelhouder’. Ik miste diepgang en sociale vraagstukken zoals: hoe bereik je dat wijken leefbaar zijn?", "„Wat ook helpt qua balans tussen werk en privé is dat ik bij mijn nieuwe werkgever vier dagen ben gaan werken. Ik houd nu de avonden vrij, zodat ik na het werk nog even kan gaan sporten, skeeleren en, op zondagavond, salsadansen. Het leven is gewoon relaxter geworden. Ik heb nu meer tijd voor mezelf. Het nadeel is dat je, om draagvlak te creëren voor ideeën en projecten, vaak even informeel moet praten met mensen. En dat is in deze tijd een stuk lastiger.”", "Verre landen", "Hannah: „Doordat ik bij Heijmans veel bezig was met circulair bouwen, houtbouw en tiny houses had ik altijd al wat met duurzaamheid. Ik vind het een essentieel onderdeel van mijn baan als ontwikkelaar. In mijn privéleven ben ik ook kritisch over de effecten van mijn leefstijl op het milieu. Corona helpt daar natuurlijk bij. Zo heb ik afgelopen jaar bijvoorbeeld niet meer gevlogen. Ik heb ontdekt dat Nederland ook heel mooi is.", "„Anderzijds voelt het als een spagaat: het is natuurlijk supertof om verre landen te zien, maar niet duurzaam. Niet dat ik voorheen zes keer per jaar in het vliegtuig stapte, hoor, of voor tien dagen naar Thailand ging. Ik maak ongeveer om het jaar een grote reis. Vorig jaar ben ik naar New York geweest en Marokko vond ik ook fascinerend. Ook ga ik graag om de paar jaar een paar dagen naar Berlijn. Maar dat kan ook per trein.", "„Ik vind het leuk om over duurzaam leven en de energietransitie na te denken, maar het moet geen enorme opgave worden. Ik hoef van mezelf de verwarming niet op 16 graden te zetten. Dan kijk ik liever naar duurzame energiebronnen. Ik probeer erop te letten dat ik biologische producten koop en heb jaren vegetarisch gegeten. Inmiddels eet ik één keer per week of per twee weken een stukje vlees. Ik let dus goed op, maar ik ben geen duurzaamheidsgoeroe.”", "Dingen uitproberen", "„Ik ben een creatief mens. Ik heb regelmatig zangles, schilder graag en klus in mijn huis. Ik heb bijvoorbeeld zelf de muren gestuukt. Verder houd ik van bewegen, fietsen en wandelen. En van dansen. Ik vind het lekker om mijn hoofd stil te zetten. Alleen maar werken, nee, dat is niets voor mij. Workaholisme heeft iets armoedigs. Ik vind het gaaf als mensen een passie hebben. Zelf beperk ik me niet tot één passie, omdat ik heel veel dingen leuk vind. Ik houd van nieuwe dingen uitproberen en van dingen uitvinden. Ik ben een generalist: ik weet over veel dingen een beetje.", "„Ik denk veel na over wat ik met mijn leven wil. Daardoor vind ik deze levensfase weleens lastig. Ik ben echt zoekende, er zijn nog zo veel vragen. Het is niet voor niets dat ik het boek Twintigerstwijfels & dertigersdilemma’s van Nienke Wijnants aan het lezen ben. Ik zou het leuk vinden om ooit samen te wonen. Maar daarna? Wat wil ik bijdragen aan deze wereld? Tegelijkertijd ben ik gelukkig met het leven dat ik leid en vind ik het een fijn idee dat ik de volgende stappen in mijn leven met mijn vriend kan zetten.”", "In Spitsuur vertellen stellen en singles hoe zij werk en privé combineren. Meedoen? Mail naar werk@nrc.nl", "Hoe doen zij het?", "Vervoer Hannah heeft een lease-auto van haar werk. In de stad doet ze alles met de fiets. Boodschappen Daar heeft Hannah „een hekel aan”. Ze laat alles bezorgen door Picnic. „Per elektrische auto.” Laatste grote uitgave Een nieuwe bank, gekocht bij een lokale ondernemer op Strijp-S. Kostte „een fortuin. Ik kan veel geld uitgeven aan dingen waar ik niet snel op uitgekeken raak”. Hobby’s Dansen, zingen, schilderen, klussen, bewegen. „Ik heb in mijn studententijd ook les gegeven op sportscholen.” Uitgaan Uit eten gaan met vrienden, en naar het theater en concerten.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Friederike De Raat", "Leestijd Minuten"], "keywords": ["van", "heeft", "het", "workaholisme", "met", "ik", "armoedigs", "een", "mijn", "en", "dat", "ook", "heb", "iets"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}