{"id": "95afc673-cf43-351f-827b-2306e7f39446", "title": "EU-leiders, houd uw rug recht, denk aan de Hongaren en Polen die tegen Orbán en Morawiecki zijn", "url": "https://volkskrant.nl/columns-opinie/eu-leiders-houd-uw-rug-recht-denk-aan-de-hongaren-en-polen-die-tegen-orban-en-morawiecki-zijn~b644ae56/", "summary": "Al jarenlang moeten wij in Polen en Hongarije aanzien hoe onze regeringen de fundamentele waarden van de EU ondermijnen: democratie en mensenrechten.\nHonderdduizenden van ons zijn jaar in jaar uit de straat opgegaan om te protesteren tegen hun pogingen onze media, onze rechtspraak en ons democratische systeem te breidelen.\nZe kunnen Orbán en Morawiecki paaien en de inwoners van Hongarije en Polen die vechten voor de rechtsstaat en hun vrijheden in de kou laten staan.\nHet zou een verdere verschuiving naar autoritair bestuur stimuleren, niet alleen in Hongarije en Polen maar ook elders in Europa.\nWij, en honderdduizenden burgers in Hongarije en Polen, doen een dringend beroep op de EU-leiders om niet te wijken voor het intimiderende gedrag van Orbán en Morawiecki.", "paragraphs": ["Op de dag van toetreding tot de EU, 1 mei 2004, zwaaien Hongaren in Brussel met de Hongaarse (rechts) en Poolse (tweede van rechts) vlag. Beeld Hollandse Hoogte / AFP", "Terwijl Europese leiders deze week in Brussel proberen 1,8 biljoen euro aan EU-fondsen vrij te maken, zullen de gemeentegebouwen in Warschau en het Vrijheidsbeeld in Boedapest in blauw licht worden gezet. Deze verlichting, georganiseerd door actiegroepen en de burgemeesters van deze twee hoofdsteden, wijst er krachtig op dat er een donkere weg voor ons ligt als de Europese Unie zich afzijdig houdt terwijl de rechtsstaat in Polen en Hongarije wordt uitgedoofd.", "Het is ook een oproep tot solidariteit met de miljoenen inwoners van de twee landen die willen dat hun regeringen alleen aanspraak kunnen maken op EU-fondsen als hun burgerrechten worden gerespecteerd.", "De verstrekking van EU-fondsen om de gevolgen van de covid-19-epidemie op te vangen en de begroting voor 2021-2027 worden tot nu toe tegengehouden door veto's van Hongarijes leider Victor Orbán en Polens Mateusz Morawiecki, die weigeren te accepteren dat het EU-lidmaatschap het hooghouden van zulke waarden met zich meebrengt.", "Waarden ondermijnen", "Dit is natuurlijk geen nieuw strijdpunt voor deze twee leiders. Al jarenlang moeten wij in Polen en Hongarije aanzien hoe onze regeringen de fundamentele waarden van de EU ondermijnen: democratie en mensenrechten. Honderdduizenden van ons zijn jaar in jaar uit de straat opgegaan om te protesteren tegen hun pogingen onze media, onze rechtspraak en ons democratische systeem te breidelen. Hier in Hongarije zijn de mediabedrijven de een na de ander in handen gevallen van figuren die voor de regering-Orbán zijn, zodat er nu vrijwel geen onafhankelijke of kritische media meer bestaan.", "Het is geen overdrijving te stellen dat de democratie wordt bedreigd in Polen en Hongarije. In een uitgebreide opiniepeiling zei 64 procent van de Polen dat de rechtsstaat in hun land wordt ondermijnd. In Hongarije zei 54 procent van de ondervraagden dat hun politieke systeem ‘kapot’ is.", "Ik herinner me nog goed de feestelijkheden in de stad waar ik woon toen Hongarije in 2004 lid werd van de EU. Voor degenen onder ons die nog achter het IJzeren Gordijn hadden geleefd was dit het moment waarop we wisten dat we echt veilig waren voor tirannie en tot het collectief behoorden van onze Europese vrienden.", "Voorspoed gebracht", "Dankzij ons lidmaatschap van de EU hebben we hervormingen doorgevoerd die de rechtsstaat hebben versterkt en onze vrijheden hebben gewaarborgd en ons als Europeanen voorspoed hebben gebracht. Dit gevoel werd in vele peilingen bevestigd, bij de meest recente zei 73 procent van de Polen en 65 procent van de Hongaren te geloven dat het EU-lidmaatschap welvaart heeft gebracht.", "Onze actiegroepen, aHang en Akcja Demokracja, die zich inzetten voor handhaving van de rechtsstaat als voorwaarde voor EU-lidmaatschap, krijgen vaak berichten als ‘bij Europa horen was mijn jeugddroom’, ‘Polens toetreding tot de EU was een heel bijzondere dag in mijn leven’ of ‘de huidige maatregelen van de Poolse regering zijn een misdaad tegen de burgers’. Deze wijdverbreide sentimenten worden genegeerd door Orbán en Morawiecki.", "Laat ons niet in de kou staan", "De EU-leiders staan nu voor de keus. Ze kunnen Orbán en Morawiecki paaien en de inwoners van Hongarije en Polen die vechten voor de rechtsstaat en hun vrijheden in de kou laten staan. Dat zou de twee leiders en anderen tonen dat chantage werkt. Het zou een verdere verschuiving naar autoritair bestuur stimuleren, niet alleen in Hongarije en Polen maar ook elders in Europa. Het zou de verdeeldheid in de EU onnodig voeden. Het alternatief is deze ‘papieren tijgers’ niet hun zin te geven en te kiezen voor de burgers in onze landen bij het verdedigen van onze waarden als Europeanen.", "Wij, en honderdduizenden burgers in Hongarije en Polen, doen een dringend beroep op de EU-leiders om niet te wijken voor het intimiderende gedrag van Orbán en Morawiecki. De EU-leiders mogen geen compromissen sluiten als het gaat om democratie en de rechtsstaat, ze moeten die waarden tegen elke prijs verdedigen. Dat zal ons als Europeanen alleen maar sterker maken.", "Máté Varga is de oprichter van aHang (de Stem), de grootste burgerrechtenbeweging in Hongarije."], "authors": ["Máté Varga"], "keywords": ["hongarije", "van", "polen", "het", "ons", "voor", "zijn", "morawiecki", "rug", "houd", "recht", "orbán", "een", "en", "dat", "te", "uw", "tegen"], "pubDate": "2020-12-10T12:12:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}