{"id": "95b0e76d-b3f6-3078-ac79-4bb92a49b4c3", "title": "Het Google Home-ei hadden we kunnen weggooien, ware het niet dat mijn zoon alle lampen op dat ding had aangesloten", "url": "https://www.volkskrant.nl/columns-opinie/het-google-home-ei-hadden-we-kunnen-weggooien-ware-het-niet-dat-mijn-zoon-alle-lampen-op-dat-ding-had-aangesloten~b1d5a7d2/", "summary": "maar hoe dan ook staat er sindsdien een groot, wit ei op de piano, de zogeheten Google Home.\n(Dat heet een ‘springvel’, en is door God aan katten gegeven om zich bij het maken van hoge sprongen maximaal te kunnen uitstrekken.\nNa zo’n anderhalve dag waren we wel uitgevraagd aan dat ei, en iedereen keek weer gezellig als vanouds op zijn telefoon.\nHet ei hadden we dus kunnen weggooien, ware het niet dat mijn zoon alle lampen op dat ding had aangesloten.\nEn dan antwoordt hij opgewekt: ‘It’s a great time to bake cookies!", "paragraphs": ["Ik weet niet meer of het één, twee of drie Sinterklazen geleden is (time flies when you’re having fun!) maar hoe dan ook staat er sindsdien een groot, wit ei op de piano, de zogeheten Google Home.", "We hebben indertijd toch zeker anderhalve dag veel plezier van dat ding gehad, want hij gaf antwoord op al onze vragen, van de hoeveelheid calorieën in een dubbele Quarter Pounder (740) tot de kwestie waarom onze poes, die nooit kindertjes heeft gebaard, tóch een hangbuik heeft. (Dat heet een ‘springvel’, en is door God aan katten gegeven om zich bij het maken van hoge sprongen maximaal te kunnen uitstrekken. Nu maakt onze poes nooit sprongen, laat staan hoge, en strekt ze zich uitsluitend maximaal uit bij het ronkend verharen op de bank, maar het kán in theorie dus wel.)", "Na zo’n anderhalve dag waren we wel uitgevraagd aan dat ei, en iedereen keek weer gezellig als vanouds op zijn telefoon. Het ei hadden we dus kunnen weggooien, ware het niet dat mijn zoon alle lampen op dat ding had aangesloten. Dat was heel handig, zei hij, want dan hoefde je alleen maar te zeggen ‘Okay Google, turn on the kitchen lights!’ in plaats van dat ouderwetse geklooi met knopjes.", "Pure magie, maar ook dat ging vervelen, na zo’n anderhalf uur. Mijn zoon verving vervolgens de lamp boven de salontafel door een exemplaar dat desgevraagd bloedrode flitsen uitzond op de maat van de loeihard afgespeelde seventies-hit Disco Inferno. Dat ging na anderhalve minúút al vervelen, maar toen sloegen gelukkig de stoppen door. Die lamp was kapot, en ook vervangende exemplaren weigerden te branden, dus sindsdien zitten we in de salon bij kaarslicht. Al een jaar. Of twee. Of drie. (In de winter is dat best gezellig.)", "De andere lampen doen het nog wel. Dat wil zeggen, uitsluitend op bevel via dat Google-ei. Het ei spreekt nog steeds geen behoorlijk Nederlands en is niet alleen een beetje doof maar ook nogal achterlijk. Soms kom ik thuis en tref ik daar alle lampen ongevraagd brandend aan. Ik haal dan diep adem en roep: ‘OKAY GOOGLE, TURN OFF ALL THE LIGHTS.’ Meestal zegt hij dan, zachtjes maar triomfantelijk: ‘ploem!’ en doet verder niets. Dan zeg ik ‘OKAY GOOGLE TURN OFF THE DINING ROOM LIGHTS AND TURN OFF THE HALL LIGHTS AND TURN ON THE SITTING ROOM LIGHTS, NEE, SHIT, IK BEDOEL TURN ÓFF THE SITTING ROOM LIGHTS, AAAH KUT!’", "‘Ploem!’, doet hij dan weer zachtjes. ‘Google, ik wil dood’, zeg ik vervolgens. En dan antwoordt hij opgewekt: ‘It’s a great time to bake cookies! I can help you by setting the time.’"], "authors": ["Sylvia Witteman"], "keywords": ["dan", "het", "op", "maar", "ik", "lights", "niet", "mijn", "dat", "lampen", "kunnen", "ware", "en", "weggooien", "een", "zoon", "turn"], "pubDate": "2020-12-09T17:13:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}