{"id": "95b0dec3-ee6c-348b-8ae3-6c679d17c616", "title": "Ik geloof nog steeds in het individu", "url": "https://volkskrant.nl/columns-opinie/ik-geloof-nog-steeds-in-het-individu~b31d5ac1/", "summary": "Het begon toen het individu ging denken dat het hogere doel, dat nu juist zo succesvol was afgezworen, kon worden teruggevonden in hemzelf.\nEerst werd de leemte nog gevuld met drank en drugs, maar vanaf het einde van de jaren tachtig viel de drang naar vervolmaking van het ‘ik’ als het ‘al’ niet meer te stuiten.\nAndere machten staan intussen te trappelen om het individu van zijn troon te stoten.\nZijn verstand gebruiken en inzien dat zijn eigenbelang met dat van anderen te maken heeft.\nTe accepteren dat het ‘zelf’ – al begint en eindigt in zijn universum alles daarmee – toch niet het enige is, en dat onvolkomenheid en tegenslag bij het leven horen.", "paragraphs": ["Omdat leven met wat er werkelijk is, namelijk niets, moeilijk is, moet je iets groters vinden om je aan vast te houden. In Europa waren dat ooit God, kerk en koning. Na de Verlichting en de Franse Revolutie kwamen de politieke ideologieën daarvoor in de plaats, en enkele massamoorden verder, maakte in de tweede helft van de vorige eeuw iets nieuws zijn opwachting: het individu.", "Het begon vrolijk met The Beatles, de minirok, wilde dansjes, blote borsten en de pil. Als je iets niet wilde, deed je het niet. En als je iets wel wilde, wel. Brigitte Bardot verscheen in 1967 op een nieuwjaarsreceptie bij de Franse president, generaal Charles de Gaulle, in legeruniform. Toen een journalist aan haar vroeg wat ze van hem vond, antwoordde ze: ‘U kunt beter aan hém vragen wat hij van míj vond.’", "Zelf werd ik in die zomer geboren en het is moeilijk achteraf niet een beetje jaloers te zijn op de volwassenen van toen. Zij konden nog niet bevroeden dat het argeloze, hoopvolle individu, blij met de vrijheid die het verworven had, even wreed kon zijn als de strengste inquisiteur, net zo hebzuchtig als de arrogantste koning en niet minder meedogenloos dan de ergste dictator.", "Het begon toen het individu ging denken dat het hogere doel, dat nu juist zo succesvol was afgezworen, kon worden teruggevonden in hemzelf. Eerst werd de leemte nog gevuld met drank en drugs, maar vanaf het einde van de jaren tachtig viel de drang naar vervolmaking van het ‘ik’ als het ‘al’ niet meer te stuiten.", "Voor het individu kwam het ego in de plaats. Het kreeg iedereen in de tang, tot zichzelf aan toe. De miljoenen selfies en verzoeken om steun en bevestiging die dagelijks op sociale media circuleren, laten zien hoe zwaar dat ‘ik’ bij zichzelf op de maag ligt. Boosheid hoort er ook bij.", "De Franse Verlichtingsfilosoof Jean Jacques Rousseau beschreef in 1762 hoe hij het kind Emile leerde om te luisteren naar zijn eigen verstand en gevoel in plaats van naar autoriteiten. Zo zou hij een verantwoordelijke volwassene worden.", "Helaas is dat kind anno 2021 een verongelijkte puber geworden, die schreeuwt dat de regering alles verkeerd doet maar zelf niet in staat is zich aan regels te houden, die de regering autoritair vindt, maar steun eist, alles beter weet, maar smeekt om regie, en de schuld altijd bij anderen legt.", "Omdat iedereen van de staat wat anders wil, wordt het onmogelijke gevraagd. De overheid is van nature geen fijnzinnige dirigent maar een tanker, die, als hij eenmaal vaart, niet zomaar van richting kan veranderen en die, als hij dat doet, meteen nieuwe golven maakt. Burgers die de staat gebrek aan slagvaardigheid verwijten, vergeten dat het web van overlegstructuren en controlemechanismen door hen zelf is geweven.", "De roep om ondersteuning door de staat heeft, in combinatie met de wens tot onafhankelijkheid ervan, geleid tot een sadomasochistische tango. Van het moderne Ego-rijk waar die wordt opgevoerd is koning Willem-Alexander, wanhopig laverend tussen Goddelijke voorbestemming, volkswil en eigen hachje, de ongelukkige mascotte.", "Het individu dreigt aan zijn eigen grenzeloosheid ten onder te gaan, net als eerder de kerk, de koning en de ideologie. Andere machten staan intussen te trappelen om het individu van zijn troon te stoten. We moeten weer naar God luisteren, naar ‘het volk’, of ‘de natuur’. Wilders stijgt in de peilingen, confessionele partijen bloeien, Sigrid Kaag roemt de paus en GroenLinks laat uit streven naar puurheid, de orthodoxe islam binnen.", "Toch wil ik het individu nog niet opgeven. Ik geloof nog steeds in Emile. Hij moet alleen proberen om de puber in zichzelf te overwinnen. En zijn gevoel, hoe belangrijk dat ook lijkt, niet als de enige leidraad beschouwen. Zijn verstand gebruiken en inzien dat zijn eigenbelang met dat van anderen te maken heeft. Te accepteren dat het ‘zelf’ – al begint en eindigt in zijn universum alles daarmee – toch niet het enige is, en dat onvolkomenheid en tegenslag bij het leven horen. Dan overleeft hij misschien de 22ste eeuw nog wel."], "authors": ["Daniela Hooghiemstra"], "keywords": ["ik", "zijn", "van", "nog", "en", "om", "geloof", "te", "steeds", "als", "het", "individu", "niet", "dat", "die"], "pubDate": "2021-01-04T16:34:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}