{"id": "95b9e25c-49b7-324a-94c8-09a3fa0c2905", "title": "Lockdown wordt met drie weken verlengd, steun uitgebreid", "url": "https://nos.nl/artikel/2363784-lockdown-wordt-met-drie-weken-verlengd-steun-uitgebreid.html", "summary": "De lockdown die is ingesteld om het aantal coronabesmettingen terug te dringen wordt met drie weken verlengd.\nVoor basisscholen wordt nog wel bekeken of de verlenging daar kan worden beperkt.\nEn voor bepaalde sectoren wordt het financiële steunpakket uitgebreid.\nDat hangt af van nader onderzoek naar de mogelijke gevolgen van de Britse variant van het coronavirus voor leerlingen in de basisschoolleeftijd.\nMogelijk wordt dat de komende week bekend.", "paragraphs": ["De lockdown die is ingesteld om het aantal coronabesmettingen terug te dringen wordt met drie weken verlengd. Voor basisscholen wordt nog wel bekeken of de verlenging daar kan worden beperkt. En voor bepaalde sectoren wordt het financiële steunpakket uitgebreid. Volgens Haagse bronnen is dat de uitkomst van beraad op het Catshuis.", "Daar overlegden de meest betrokken bewindslieden weer met hun vaste adviseurs, onder wie Jaap van Dissel, directeur infectieziektenbestrijding bij het RIVM. Eventuele aanscherpingen in de maatregelen, bijvoorbeeld in de groepsgrootte, blijven mogelijk.", "Half december maakte het kabinet bekend dat onder meer scholen, niet-essentiële winkels, kappers, sportscholen, musea en theaters dicht moesten. De scholen werden gesloten tot 18 januari, de rest tot 20 januari. Omdat de besmettingscijfers nog steeds hoog zijn, hebben verschillende deskundigen gepleit voor verlenging van die maatregelen en hun adviezen worden dus voor een groot deel gevolgd.", "Alleen voor de basisscholen wil het kabinet nog bekijken of de verlenging na 18 januari korter kan duren dan drie weken. Dat hangt af van nader onderzoek naar de mogelijke gevolgen van de Britse variant van het coronavirus voor leerlingen in de basisschoolleeftijd. Dát de basisscholen na 18 januari dicht blijven, lijkt dus wel zeker. Alleen is nog niet duidelijk hoelang precies. Mogelijk wordt dat de komende week bekend.", "Voorkomen dat bedrijven alsnog omvallen", "De uitbreiding van het steunpakket is bedoeld om bedrijven tegemoet te komen die door de verlenging van de lockdown nog meer schade oplopen. Met extra steun moet worden voorkomen dat veel bedrijven alsnog omvallen.", "De komende dagen zijn er nog meer overleggen en kunnen er nog aanpassingen komen. Dinsdagavond is er dan weer een persconferentie van premier Rutte en minister De Jonge van Volksgezondheid."], "authors": [], "keywords": ["drie", "verlengd", "steun", "lockdown", "van", "nog", "weken", "uitgebreid", "voor", "en", "met", "januari", "wordt", "verlenging", "het", "worden", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}