{"id": "95bac622-e01e-3fc1-b401-729b2e81d3d9", "title": "De Gouden Gommers: dit zijn de 40 beeldbepalers in de media van 2020", "url": "https://volkskrant.nl/cultuur-media/de-gouden-gommers-dit-zijn-de-40-beeldbepalers-in-de-media-van-2020~b22a3e9f/", "summary": "Favoriete vijand van rechts en van De T., de krant die conform het redactionele beleid elke stap van de burgemeester van Amsterdam bekritiseert.\nLater in het jaar werd Nikkie nog onlinehost van het Songfestival en winnaar van Wie is de mol?\nHoe het ook precies zat, de schijn heeft NOS Nieuws-hoofdredacteur Gelauff in het all-you-can-uitkotsbuffet van het internet tegen.\nMogen we daar Champions League van maken en uit hetzelfde interview meteen even de uitspraak van het jaar noteren van Ab Osterhaus?\nPuntje in zijn voordeel: de helft van zijn salaris van zes ton schenkt hij voortaan weg aan goede doelen, onder meer aan een – dit moet zo zijn – hondenpension in Almere.", "paragraphs": ["Het was corona voor en corona na in 2020, knappe Bekende Nederlander die daar tussenkwam. Voor de twaalfde keer tellen we af naar dé mediapersoonlijkheid van het jaar.", "40. Rob Ronalds (-)", "Zanger", "Volkszanger, maar sinds april even niet. De pandemie was nog maar amper een pandemie toen Rob Ronalds van hongerige media het stempel ‘meesterverspreider’ en ‘megabesmetter’ kreeg. Als je het moest geloven, had hij half Tirol aangestoken door in skioorden als Gerlos (Club Cin Cin) en Westendorf (Moskitobar) rustig te blijven doorzingen, ondanks een besmetting.", "Terwijl hij tobde met zijn gezondheid, liet de Amsterdammer de hoon over zich heenkomen. Maanden later werd bekend dat niet de zanger van liedjes als Hela hola! (Tuthola) en Ik hoef toch niet meteen te trouwen ‘patiënt nul’ in de regio was, maar de kastelein van de Kitzloch-bar in Ischgl – een grote meevaller voor de onfortuinlijke zanger.", "Rob Ronalds. Beeld Illustratie: Mathilde Bindervoet - Foto: ANP", "39. Merel Westrik (27)", "Presentator", "365 dagen geleden nog ‘dé darling van de televisie-industrie’ (Volkskrant Magazine) na haar transfer naar het Manchester City van de Nederlandse tv: Net 5 (powered by Linda). Twee vergetelijke reeksen van een praatshow door en voor vrouwen (Ladies Night) later op de reservebank, kijkend naar een team vol tweederangsromkoms en Australische klusprogramma’s.", "Op SBS bleef het bij een basisplaats in een coronaspecial met opinologen Johan D. en Angela de J. Niet direct tv-darling-decor. Powered by Linda werkt vooralsnog vooral voor Linda zélf.", "38. Willem Post (-)", "Amerikadeskundige", "Voor de honderden, nee duizenden Amerikadeskundigen waren het gouden tijden, vanwege de wedstrijd Trump-Biden, een spektakel van jewelste dat ook in Nederland zo veel aandacht kreeg dat zelfs het nieuws over covid-19 erdoor werd verdrukt. Met een nipte voorsprong op Charles Groenhuijsen, Victor Vlam, Raymond Mens, Michiel Vos en Diederik Brink, enzovoort, enzovoort, eindigde good old Willem Post vanwege zijn immer heldere commentaren op de eerste plaats.", "Twan Huys, ook een Amerikadeskundige, vergooide zijn kansen toen hij voor het tv-programma Buitenhof naar New York vloog om vanuit die stad de verkiezingen te verslaan. Tevergeefs hengelde hij in het vliegtuig naar een upgrade naar de businessclass. De stewardess was onverbiddelijk. Huys: ‘Jammer.’", "Buitenhof staat twee zondagen in het teken van de Amerikaanse presidentsverkiezingen. Twan Huys reisde gister naar New York met een vrijwel leeg vliegtuig. #Buitenhof New York zondag 12:10 uur op @NPO1 pic.twitter.com/hUl6lJ7y4x — Buitenhof (@Buitenhoftv) 27 oktober 2020", "37. Peter R. de Vries (26)", "Bovenal Peter R. de Vries", "‘Wie of wat is Peter R. de Vries inmiddels?’, kopte de Volkskrant boven een profiel van Peter R. de Vries toen hij, na veel gedoe, in oktober vertrouwenspersoon werd van kroongetuige Nabil B. Het antwoord: ‘Misdaadjournalist, vriend, adviseur, en bovenal Peter R. de Vries.’", "Inmiddels, twee maanden later, is Peter R. de Vries ook een met de dood bedreigde man. Zijn jaar stond in het teken van de zaak-Nicky Verstappen. Voor ons blijft hij altijd ex-Gouden (2015) én iemand die in de zomer van 2020 in wielertenue poseerde, een tatoeage op zijn been onthullend. Wat lazen we daar? Someone who is just like you. Van Peter R. de Vries, bovenal Peter R. de Vries, kennen wij er geen tweede.", "36. Youp van ’t Hek (-)", "Cabaretier", "Youp van ’t Hek, de eerste BN’er die met dat gewone griepje op de intensive care belandde, wilde niet met een ambulance naar het ziekenhuis worden vervoerd. ‘Ik zei dat ik nog even naar het toilet moest’, vertelde hij in Volkskrant Magazine, ‘en toen heb ik op de wc snel een taxi gebeld.’", "Genezen van covid-19, maar nu eenmaal behept met een weinig evoluerend gevoel voor humor, zette hij zijn grijsgedraaide pisnichtplaat nog eens op. Het betere werk: Todd Rundgren zong Flappie, Youp van ’t Hek maakte er Wappie van.", "Of die oudejaarsconference doorgaat? Natuurlijk, wat dachten al die fatsoensrakkers en brave eikels dan? Getut. Sodemieter nou toch op.", "35. Imke Emons (-)", "Applausgenerator", "Imke Emons uit Melderslo was een van de mensen die bedachten dat er op 17 maart om 20.00 uur geklapt moest worden voor de zorg, een nationale staande ovatie om het zorgpersoneel te bedanken voor de goede zorgen.", "Na dit ‘stukje positiviteit’, waarvan je zowel kippenvel als de kriebels kon krijgen, liep Emons nog altijd over van de beste bedoelingen. Ze initieerde Zon, het coronalied waaraan honderd bekende Nederlanders, ‘artiesten en influencers’, meewerkten; Ellie Lust, Remy Bonjasky en Jody Bernal, om er maar een paar te noemen. Zon werd, nou ja, iets minder dankbaar ontvangen.", "Imke Emons, toch een applausje voor jezelf!", "34. Lil’ Kleine (21)", "Okura-ambassadeur", "Lil’ Kleine was weer helemaal on brand in 2020. Vorig jaar scoorde de rapper hoger in deze lijst (21) met een hardnekkige roddel over een al dan niet aan een overdosis overleden chihuahua. Dit jaar toch een 34ste plek voor de slepende ruzie met collega-Voice-jurylid Anouk (gaap), wat Instastories waarin Kleine bekeuringen verscheurt en de kleine Kleine rolletjes briefgeld toestopt (meh), de mishandeling in een nachtclub waarbij hij betrokken zou zijn (zal wel, ja) en dan op de valreep nog dat filmpje waarin hij al ons losers in lockdown uitlachte vanuit Dubai (oké).", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Lil Kleine (@lilkleine) op 23 Dec 2020 om 8:08 PST", "33. Jort Kelder (-)", "Talkshowgast en -host", "Iemand moest het zeggen en als niemand behalve dan Marianne Zwagerman zich eraan waagde, dan moest het Jort maar zijn: dachten we in de coronacrisis ook nog aan de economie? Behalve dat het antwoord dus ja was, daar werd voortdurend door iedereen aan gedacht, was het nog niet eerder zo lomp verwoord als door Kelder bij Omrop Fryslân: ‘We zijn 80-plussers die te dik zijn en gerookt hebben aan het redden.’", "Nou, verfrissend en prikkelend dus, pietsje kort door de bocht, had wel empathischer gekund, gaf hij later toe, maar hij mocht wél mooi door als boegbeeld van pakkenmerk Suit Supply, die poster met dat gebalde vuistje. En als het daarna niet over Kelder zelf ging, zat hij wel aan de Op1-tafel om het gesprek te leiden. Nu hebben we het wéér over Jort Kelder. Argh.", "Jort Kelder tijdens het racismedebat op NPO 1. Beeld Illustratie: Mathilde Bindervoet. Foto: ANP", "32. Gravin Eloise (-)", "Gravin", "Elo, Elolo, Lo, Lootje, gravinfluencer Eloise Sophie Beatrix Laurence etcetera was een ‘gewoon, normaal meisje’ van 18. En inderdaad, op haar Instagramaccount @eloisevanoranje ziet u niets bijzonders: selfies van een middagje make-uppen, op een rijtje met de meiden van de jaarclub en posts met een vraagje voor de kijkers (‘Hoe voelen jullie je vandaag?’) voor lekker veel engagement op de pagina. Ook goed voor haar tweedehandskledingzaakje op @clothes_eloisevanoranje.", "Eloise heeft lekker geen mediacode zoals pa en ma, dus weten we dat ze al heeft gezoend, van pizza houdt en dat ze oom Alex mag zeggen. En dan was er nog dat stoute sigaretje op de cover van Weekend. Niets buitengewoons dus, behalve dan dat 217 duizend mensen dit spektakel volgen.", "31. René Le Blanc (-)", "Zanger", "Elk pandemisch jaar krijgt de held die voorhanden is, niet zozeer de held die het wil. Ergens in het najaar veroverde René le Blanc (néé, René de Wit) de harten van een select groepje televisiekijkers die in hadden geschakeld op SBS6’ Ik geloof in mij. Ze zagen hoe zelfvertrouwen armen en benen had gekregen en een optreden voor een praktisch leeg verzorgingshuis benaderde alsof hij in een uitverkocht Ahoy stond.", "De populariteit van de Nederlandse Engelbert Humperdinck vermenigvuldigde zich sneller dan een gemuteerd virus en voor je het wist werd Engelbert Humperdinck de Nederlandse René le Blanc genoemd. Uiteindelijk zat The Voice zelf aan tafel bij Beau van Erven Dorens, waar hij in een Truman Show-achtige setting zijn eigen zelfvertrouwen en cultstatus mocht bespreken. Dat was natuurlijk niet de bedoeling.", "30. Arnold Karskens (6)", "Ongehoorde man", "2020 was nog nauwelijks op streek of Arnold Karskens openbaarde in een interview in Trouw dat hij Jezus Christus had ontmoet. Een geanimeerde correspondentie was gevolgd: Karskens mailde een artikel en de Heiland las dat het goed was. Die brief bleek helaas zoek. ‘Doodzonde.’", "Vanuit de frontlinie van een door hemzelf uitgeroepen cultuuroorlog komt Karskens als roerganger van Ongehoord Nederland soms tot ons, bijvoorbeeld wanneer hij in conclaaf gaat met Zwarte Piet. Haalde de benodigde50 duizend omroepleden en glibbert volgend jaar mogelijk over de van paranoia glibberig geworden highway to hell het publieke bestel binnen. Daarom nu vast: Arnold, we horen je wel, we luisteren gewoon niet.", "29. Marcel van Roosmalen (-)", "Opiniemaker", "Er zijn weinig dingen die Marcel van Roosmalen meer haat dan Wormer of Angela de Jong, maar het fenomeen ‘mensen met een mening’ komt aardig in de buurt. ‘Ik ben dus iemand die de hele tijd tegen wil en dank meningen geeft, maar die niet heeft’, zei Van Roosmalen dit najaar in een interview met de Volkskrant. Maar ook al doet hij het tegen wil en dank, meestal is de mening van Marcel van Roosmalen precies de goede.", "Was overal dit jaar: in de boekwinkel, op de radio, in NRC, in de podcastapp en als pratende plant in het nieuwe De vooravond. Er komt in het nieuwe jaar ook nog een televisieprogramma aan, met Gijs Groenteman. Op naar de top-25.", "28. Clarice Gargard (-)", "Journalist", "Een overwinning dit jaar kwam op naam van NRC-columnist Clarice Gargard, in de strijd tegen de racistische baggerstroom waartegen al niemand meer in durfde te zwemmen. Toen Gargard in 2018 een livestream van Kick Out Zwarte Piet op haar Facebookpagina plaatste, kwam een ‘toetsenbordpogrom’ op gang, met 7.600 reacties, de meeste te goor om hier te herhalen. Slechts 25 van de schrijvers kwamen dit jaar voor de rechter.", "Een roerige zaak, want officier van justitie Jacobien Vreekamp werd te elfder ure door het OM vervangen wegens vermeende partijdigheid: ze zat in het bestuur van een discriminatiemeldpunt. En toch: 24 veroordelingen, taakstraffen en boetes. ‘Al het leed is niet voor niets geweest’, twitterde Gargard.", "Clarice Gargard bij de rechtbank tijdens de zitting. Beeld Illustratie: Mathilde Bindervoet. Foto: ANP", "27. Jan Smit (-)", "Zanger en presentator", "Het Eurovisie Songfestival in Rotterdam ging niet door. Jan Smit ging wel door, met burn-out en al. Zijn nieuwe coupe was verreweg het opwindendste onderdeel van de Songfestival-loting, en in mei presenteerde hij met Edsilia Rombley en Chantal Janzen Songfestival-substituut Europe Shine a Light.", "Goed nieuws voor wie Jan Smit in de rol van Songfestival-commentator heeft gemist: dit najaar volgde hij Lil’ Kleine op als matste coach in The Voice of Holland, wat hem op de eerste spektakelsneer van lievelingscoach Anouk kwam te staan. ‘Houd je bek, Jan.’", "26. Arjen Lubach (17)", "Presentator", "Zou stoppen, deed het niet.", "25. Gordon Heuckeroth (11)", "Artiest en horeca-ondernemer", "Toen Gordon in februari voor een SBS-programma gewichten aan zijn penis hing, wisten wij van de Gouden: die gaat voor de Gouden, zoals Gordon eigenlijk elk jaar vol voor de Gouden gaat.", "Hij werd mishandeld en overvallen in zijn eigen huis terwijl hij positief getest op corona in quarantaine zat. Op z’n Gordons: ‘Ik vecht mezelf wederom weer terug en zelfs dit gaat me sterker maken dan ooit tevoren.’ Hij bond dus gewoon de strijd aan met rivaal Angela de Jong, een woordenwedloop van het niveau gewichten aan je penis hangen: ‘Heb je überhaupt nog seks met je man? Ik denk namelijk heel stiekem van niet.’", "Wij hebben weleens stiekemere gedachten gehad. Zet ’m op Gordon, 2021 kan ook jóúw jaar worden.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door gordonheuckeroth (@gordonheuckeroth) op 23 Dec 2020 om 3:46 PST", "24. Natacha Harlequin (-)", "Strafrechtadvocaat", "Een stoet mensen bedankte vriendelijk voor de eer, om aan te schuiven bij Johan de Onverbeterlijke nadat hij rapper Akwasi had vergeleken met Zwarte Piet. Gelukkig was de zoveelste in de bellijst van Veronica Inside strafrechtadvocaat Natacha Harlequin, die zich precies toen, mede door de BLM-beweging, genoodzaakt zag haar stem te laten horen. Wat een weldaad in heetgebakerde tijden.", "Zonder enige talkshowscoordrift ging Harlequin het gesprek aan, constructief, empathisch en ter zake. De rel modderde daarna nog even door en Harlequin trok verder, als presentator van SBS 6-meningenmanifestatie Dit vindt Nederland. Dat werd niets, maar Harlequin mag blijven.", "23. Lange Frans", "Complotdenker", "God, waar moeten we beginnen? Scoorde ooit Patagoniavadervriendelijke-hits met Het land van en Zinloos, maar radicaliseerde in de loop der jaren flux tot ’s lands meest van de pot gerukte podcastpresentator. In die hoedanigheid fantaseerde hij, samen met complotgezel Janet Ossenbaard, openlijk over het vermoorden van Mark Rutte.", "Uiteindelijk was het Arjen Lubach, de anti-Lange, die er met zijn uitzending over de fabeltjesfuik voor zorgde dat YouTube in één keer – hoppatee – álles van Lange Frans offline haalde en zo de stoere vent plotsklaps reduceerde tot zielige kleuter die zijn speelgoed kwijt was.", "Frans Christiaan Frederiks (Lange Frans) tijdens de première van zijn theatershow Dit Ben Ik. Beeld Illustratie: Mathilde Bindervoet. Foto: ANP", "22. Sander Schimmelpenninck (-)", "Opiniemaker", "Talkshowhost. Presentator. Coronareisprogrammamaker. Vakantiehuisverhuurder. Voormalig pizzabakker. Hoofdredacteur. Podcastboer. Hoop hooi, veel vorken. Charmantste hork van Nederland. Grootaandeelhouder van de progressievekakkerniche.", "Maait in de Volkskrant en op Twitter in smakelijke volzinnen eenieder onderuit die daarom vraagt, schijnt al podcastend met zijn beste vriend tonnen om te zetten en laat zijn ‘dom-rechtse’ Nemesis de Schimmelpenninck-sirtaki dansen op zijn faux pas. Wil naar Zweden en meer gaan öndernemen. Stopte bij Quote, stopte bij Op1. De ongebreidelde paartjesvorming bij de NPO ging en gaat door, onder het motto ‘in elke uitstekende solist schuilt de helft van een gemiddeld duo’.", "21. Martien Meiland (3)", "Melkkoe Talpa", "Martien in Ranking the Stars. Martien in de reclame. Martien in iets met bingoballetjes. Martien in iets Tussen kunst en kitsch-erigs. Martien maakt ruzie met huishoudster. Martien maakt ruzie met ‘huisvriendin’. Martien wint Loden Leeuw. Martien in Lapland. Martien eet frikandel. Martiens dochter krijgt vriend. Martien in Wie van de drie? Martien legt het bij met huishoudster. Martien in nieuw huis. Martien krijgt biografie. Martien signeert biografie. Martien hangt lamp op.", "Zelf zou hij zeggen: ‘Nou dít weer.’ En ditje. En datje. Tot in de eeuwigheid.", "20. Femke Halsema (-)", "Burgemeester", "De vrouw die overal de schuld van kreeg. Favoriete vijand van rechts en van De T., de krant die conform het redactionele beleid elke stap van de burgemeester van Amsterdam bekritiseert. Halsema slaagde erin om columnist Rob Hoogland zover te krijgen dat hij haar schuimbekkend ‘Femke Jong-il’ en ‘berbermoeder’ noemde. Om het brutale linkse vrouwtje de nekslag te geven, doopte hij haar om in ‘Fem’.", "Ook Story-hoofdredacteur Guido den Aantrekker had het op haar gemunt na de demonstratie op de Dam. Hij kondigde stampvoetend aan dat hij er persoonlijk voor zou zorgen dat Halsema zou moeten aftreden. Nooit meer iets van gehoord natuurlijk. Fem wint.", "19. Eva Jinek (7)", "Presentator", "Ooit, in een leven zonder rondrazend virus, maakten we ons druk over de talkshowoorlog en wie die dan zou gaan winnen. Eva Jinek met haar nieuwe RTL-talkshow of de duo’s van Op1? Voorlopig gaat Op1 aan kop. Maar weet je, who cares? Jinek schaarde zich in 2020 tot het meubilair van de late televisieavond. Ze zaagde Ali B. door over zijn homo-onvriendelijke uitspraken, liet Famke Louise zichzelf te kakken zetten en... tja, deed wat iedere zichzelf respecterende talkshowpresentator doet.", "Het was misschien even wennen in het begin, Eva Jinek bij de commerciëlen. Maar die gewenning viel in het niet bij al die andere dingen waar we dit jaar aan moesten wennen. Misschien voelt het daarom alsof ze al jaren op de late avond bij RTL 4 te zien is.", "Eva Jinek. Beeld Illustratie: Mathilde Bindervoet. Foto: ANP", "18. Maurice de Hond (-)", "‘Echtgenoot, vader, grootvader’", "De opiniepeiler figureerde in december in vijf grote eindejaarsinterviews, in Trouw, Het Parool, Linda, Elsevier Weekblad en Libelle. De Hond op maurice.nl, zijn website: ‘De twee hoofdonderwerpen kunt u zich goed voorstellen. Het overlijden van mijn zoon Marc en mijn rol in het coronadebat.’", "Wie Maurice de Hond zegt, zegt aerosolen en wie aerosolen zegt – en dat gebeurde in 2020 nogal eens – zegt kleine zwevende deeltjes in de lucht. Weer wat geleerd. Onophoudelijk trok hij ten aanval tegen de wetenschap in het algemeen en het OMT en RIVM in het bijzonder, onder meer in zijn eigen MDH Corona Journaal. Kijktip, vooral voor wie wil weten hoe Fabienne de Vries (voormalig TMF en Veronica) er tegenwoordig uitziet.", "17. Nikkie Tutorials (-)", "Make-upqueen", "Tijden veranderen, ook voor het gilde van afpersers. In januari chanteerde iemand de Udense make-upyoutuber Nikkie de Jager (26) en dreigde de waarheid naar buiten te brengen: ze is een transvrouw. Shock! Ultieme vernedering! Toch? De Jager besloot het nieuws maar voor te zijn en lanceerde een coming-outvideo. ‘Oké sgoed’, tikte daarop de wereld vrijwel unaniem in de reacties, ‘dacht al zoiets’ en ‘<3<3<3 yas queen!’ De video werd de meest bekeken Nederlandse YouTubevideo van het jaar en De Jager was te gast in de Amerikaanse talkshow Ellen bij Ellen DeGeneres, waar ze geheel in Amerikaanse stijl alle kleine Nikkies een hart onder de riem stak.", "Later in het jaar werd Nikkie nog onlinehost van het Songfestival en winnaar van Wie is de mol? En, dieptepunt, slachtoffer van een gewapende overval in haar huis. Toch was 2020 vooral het jaar waarin Nikkie, zij het tegen haar zin, aantoonde dat ‘trans’ alweer bijna gewoon een bijvoeglijk naamwoord is.", "16. Matthijs van Nieuwkerk (-)", "Presentator", "O, wat was er niet allemaal verzonnen. Knallende kurken, een bigband, een bad vol tafelheren en -dames... Groots en meeslepend de eeuwigheid tegemoet.", "De stekker ging er in een publiekloos universum uit. In een uitgestorven studio werd de race noodgedwongen verruild voor een toertochtje over B-wegen. Niks troosteloos einde: troostrijke topweken. DWDD kreeg ‘Gaat u maar rustig slapen’-achtige allure, en toen was het tijd om middels een groepsknuffel-op-afstand van het heden verleden te maken.", "Met een Ere-Nipkow onder de snelbinder koerste MvN vervolgens van tv-interview naar podcast, via deze krant, effe de kopij voor zijn eenpersoonsboekenpanelstuk inleveren en door, naar de studio waar in het geheim een showtrap, een bigband en knallende kurken worden geprepareerd, voor een gegarandeerde zaterdagavondkneiter.", "Zappen zal zinloos zijn.", "15. Diederik Ebbinge (-)", "Diederik Ebbinge", "Uitdrukkelijk verzoek van de samenstellers van deze Gouden: ‘Angela de Jong (Gong) dient te worden ingelijfd in dit lemma, want ze staat voor het eerst in jaren niet op de lijst.’", "Oké, de Angela de Jong Gong dus, tv-kok en belpanel (die vouchers) Ton Kas, het hartjegebaar van Eva Crutzen, de goocheltrucs van multideskundige annex doorgedraaide oud-militair Henry van Loon, de samenvattingen van Zomergasten, At Seventeen van Janis Ian en dat meisje in bikini dat met een blad cocktails of bubbels door de studio paradeerde natuurlijk: Promenade, niet te verwarren met Zomerpromenade en Oudejaarspromenade andersom, had het allemaal. De man in het midden van dit alles was Diederik Ebbinge. Was er ooit eerder in de Nederlandse tv-geschiedenis een programma met zo veel lagen, zo veel onbegrijpelijke verwijzingen, zo veel knipogen ook? Durfde ooit een redactie het aan om van de laatste uitzending de voorlaatste te maken en van de voorlaatste de laatste?", "Als Kas, Crutzen of Van Loon een opmerking die Angela de Jong in een talkshow had gemaakt letterlijk na zei, per ongeluk, mocht hij of zij als beloning een slag geven op een gong. Ook dit moet je gezien hebben. Waarvan akte.", "14. Marcel Gelauff (-)", "Hoofdredacteur NOS Nieuws", "‘Onbestaanbaar en onbegrijpelijk hoe Marcel Gelauff journalisten van de NOS al het hele Vooravond-seizoen verbiedt om bij ons aan te schuiven, vanwege hem onwelgevallige meningen’, tierde Vooravond-presentator Fidan Ekiz op Twitter.", "Hoe het ook precies zat, de schijn heeft NOS Nieuws-hoofdredacteur Gelauff in het all-you-can-uitkotsbuffet van het internet tegen. De staatsomroep c.q. propagandamachine geldt er als de manipulerende pispaal van de MSM, NOS = fake news.", "Maar niet alleen daar. Na aanhoudende bedreigingen besloot de NOS in oktober het NOS-logo van satellietwagens te halen; de technici die in deze auto’s rondrijden voelen zich steeds onveiliger. Over onbestaanbaar, onbegrijpelijk en vooral zorgwekkend gesproken.", "13. Marion Koopmans (-)", "Viroloog", "Onze lievelingsviroloog, die in een ander leven ook rector op een vrijeschool had kunnen zijn. Had talloze optredens op televisie, radio en in schrijvende media en was daarin altijd kundig, geduldig, vriendelijk en ontspannen. Daarom des te verbazingwekkender en woestmakender het nieuws begin december dat Koopmans werd bedreigd door viruswappies, waardoor ze ‘absoluut’ overwoog te stoppen met mediaoptredens. Nee, Marion, néé! (Al is het alleen maar omdat we het dan met Jaap van Dissel of Ab Osterhaus moeten doen.)", "12. Doutzen Kroes (-)", "Wakkere Nederlander", "Topmodel Doutzen Kroes was een van de eerste wakkere Nederlanders die haar ontwaking rondom het coronavirus deelde met haar miljoenen fans. Het begon met vragen: ‘Willen ze wel dat we gezond zijn?’ en ‘Zou het gemakkelijker zijn om een door angst gedreven samenleving te beheersen?’ Vragen die helaas niet zozeer aanleiding gaven tot antwoorden, als wel dienden als een superspreaderevent voor een vragenvirus bij andere BN’ers, zoals Fajah Lourens, Mental Theo, Bizzey en alle anderen die niet meer meededen.", "Onder invloed van de spirituele influencer Cosmic Woman vervolgt Doutzen inmiddels haar pad naar kosmische verlichting. Let op, volgens Doutzen gaat de awakening straks mainstream.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Doutzen Kroes (@doutzen) op 23 Dec 2020 om 8:45 PST", "11. Fidan Ekiz (-)", "Presentator", "2020 was natuurlijk het jaar waarin Fidan Ekiz samen met Renze Klamer de ondankbare taak had de schoenen van DWDD te moeten vullen, maar dat met De vooravond (een enkele vreemde pro-life-achtige uitspatting van Klamer daargelaten) alleraardigst deed. Integraal onderdeel van die nieuwe talkshow is dat de presentatoren hun mening ventileren, en laat Ekiz daar nou net niet bang voor zijn.", "Want 2020 was ook het jaar waarin Fidan Ekiz boos was op iedereen en iedereen boos was op Fidan Ekiz. Eerst moest ‘NSB’er’ Arie Boomsma eraan geloven, daarna lag ze in de clinch met Sander Schimmelpenninck, pakte ze Wilfred Genee naar zijn mening te hard aan in Op1 en sloot ze het conflictjaar in stijl af met een ruzie met Beau van Erven Dorens.", "10. Hugo de Jonge en Mark Rutte (-)", "Persconferenciers", "Als een slechte 3D-geprinte kopie van Simon & Garfunkel zongen Mark Rutte en Hugo de Jonge persconferenties vol hoe het onheil over ons neerdaalde, en hoe we daar samen met elkaar, en ons, en samen, en elkaar, en wij, en alleen samen, maar misschien toch ook wel met elkaar, het hoofd aan konden bieden, daarbij gul strooiend met knullige metaforen en afgetopt met een bevoogdend toontje. Het virus gaat niet op vakantie, het virus grijpt om zich heen, het virus geeft plankgas, het virus gaat even in bad met een geurkaars en een Philip Glass-playlist.", "Verzoekje voor 2021 (behalve een goed werkend vaccin en – we zeggen maar wat, hoor – misschien gewoon weer eens iemand kunnen vasthouden zonder je schuldig te hoeven voelen): graag een ander tijdstip voor de persconferenties. We snappen het, 19.00 uur is lekker ontwrichtend voor iedereen, of je nou net aan de dis zit of probeert je peuter naar bed te brengen, maar de lol is er wel een beetje af nu.", "9. Ab Osterhaus (-)", "Viroloog", "Wie Op1 zegt, zegt Ab Osterhaus. Viroloog, rode wijn-liefhebber en mediatijger. Maand in, maand uit bracht hij het virus onvermoeibaar in de huiskamers, de keel smerend met een glaasje merlot of pinot noir en zich niks aantrekkend van het legioen dat zich op sociale media luidkeels beklaagde over een overdosis Osterhaus.", "Ondanks zijn leeftijd (72) speelt hij nog steeds in de eredivisie van de virologie, schreef de Volkskrant. Mogen we daar Champions League van maken en uit hetzelfde interview meteen even de uitspraak van het jaar noteren van Ab Osterhaus? ‘Ik wil gewoon mijn glaasje rode wijn. Water vind ik vies.’ We durven daarom de conclusie wel te trekken, na tien maanden Ab Osterhaus op radio en tv en in kranten, podcasts en tijdschriften: Ab Osterhaus is geen kwaaie kerel. Proost, Ab Osterhaus.", "8. Thierry Baudet (-)", "Politicus", "KLETTER.", "Wat was dat?", "O, dat was Thierry Baudets manische egotrip die in stukken viel. De klap echoode weken na in elke krant en elk programma. Zo ijverig als hij de afgelopen jaren door de media op het paard was gezet, zo ijverig werd hem nu Eerste Hulp bij Antisemitische Ongelukjes toegediend.", "Plots lag de man die al jaren consequent verontrustende dingen zegt onder vuur omdat hij verontrustende dingen liet zeggen. Er werd zelfs een extra NOS Journaal ingelast. Wereldoorlog? Vaccin gevonden? Nee, Joost Eerdmans heeft op een FvD-etentje het verkeerde liedje opgezet.", "De heisa was vooral de zoveelste uitnodiging aan journalisten en redacties om te stoppen kwaadaardige quatsch ruim baan te geven. Er volgde geen antwoord.", "7. Johan Derksen (30)", "Man met mening", "Gevalletje ophef over ophef over ophef. Dankzij een soort ‘grap’ over Akwasi keert De Snor terug in de top-10, en met hem ook René van der Gijp en Wilfred Genee, zijn tafelgenoten bij Veronica Inside.", "Een ‘racisme-uitzending’ moest ervoor zorgen dat de rust zou terugkeren. Gewoonlijk is Genee de man die prikkelende voorzetjes geeft, hopend op wat ophefmakend geblaf van Derksen, maar in aanwezigheid van oud-voetballer Dries Boussatta en advocaat Nastacha Harlequin ontpopte hij zich plotseling tot een politiek correct, links deugmens. Twitter, massaal: ‘NSB’er.’", "Derksen en Van der Gijp zouden nooit meer met hem aan tafel gaan zitten, maar ja, John de Mol begon met hun contracten te wapperen en dat veranderde de zaak. Derksen gromde en blafte wel, maar beet niet. Puntje in zijn voordeel: de helft van zijn salaris van zes ton schenkt hij voortaan weg aan goede doelen, onder meer aan een – dit moet zo zijn – hondenpension in Almere.", "6. Sinterklaas (-)", "Goedheiligman", "Grote opluchting dit jaar onder alle Nederlandse kinderen die jarenlang gebukt gingen onder de dreiging van deportatie per zak naar Spanje: de Sint heeft verklaard deze oude traditie vaarwel te zeggen – net als die andere oude traditie. Hij bood in het Sinterklaasjournaal zijn excuses aan aan alle kinderen die zijn meegenomen. Gebruik van roe en gard is niet pedagogisch verantwoord en past niet meer in de tijdgeest. Of kinderen nu nog zoet en eerlijk zullen delen, moet komend jaar uitwijzen.", "5. Famke Louise (-)", "Spijtoptant", "‘Ten eerste: ik heb superveel respect voor corona.’ Het zwaarste talkshowongeluk van dit jaar was Famke Louise bij Jinek, op de dag van #ikdoenietmeermee. Geen eenzijdig ongeval, een frontale botsing tussen scoringsdrift en een bevreemdende melange van (zelf)overschatting en -onderschatting. Zo’n ongeluk waarnaar je als toevallige voorbijganger eigenlijk niet wilt kijken, maar zoals dat op de snelweg van de ophef gaat: je doet het toch. En de ramptoeristen maar lachen.", "Famke Louise weet intussen hoe je dat doet, van negatieve publiciteit goede publiciteit maken, en richtte zich direct op uit de brokstukken. Ze verontschuldigde zich uitgebreid op Instagram en schreef op zoek te gaan ‘naar een bijzonder, inspirerend iemand die gespecialiseerd is in pandemieën om mij te educaten’. Die persoon zat die bewuste avond tegenover haar aan de talkshowtafel: ic-arts Diederik Gommers. Hij was ‘gewoon heel lief’, zei ze, ‘en dat had ik echt even nodig.’", "Hartjes regende het, superveel respect. Famke Louise mocht weer meedoen.", "4. Willem Engel (-)", "Viruswaanzinnige", "Dag dansleraar tegen maatregelen op de straat op de Zoom", "Ploem ploem", "Dag Viruswaanzin", "Dag Viruswaarheid", "Dag Engelke-eng met ’t verzet", "En", "Dag Engelke-eng met ’t protest", "Verzet en protest", "Van het Engelke-eng", "Goeiendag", "Daa-ag dansleraar", "Dag lieve dansleraar", "Dag dansleraar halfgaar", "(Naar Marc groet ’s morgens de dingen van Paul van Ostaijen)", "3. Irma Sluis (-)", "Gebarentolk des Vaderlands", "De rauwe Drentse boerenrockband Mooi Wark, in Assen en omgeving bekend van schuurfeestklassiekers als Tepels liegen niet, Liever tussen de stront dan tussen de kak en vooral In de blote kont, nam in mei namens ons allemaal een nummer op voor een gebarentolk, Irma Sluis.", "Mooie handen, goed gezicht, niet te evenaren,", "veel te zeggen, veel te doen, zij zit vol met gebaren,", "O, o, Irma, geef mij een signaal,", "O, o, Irma, het mooist van allemaal.", "De vrouw die tijdens de coronapersconferenties de woorden van premier Rutte en minister De Jonge vertaalde voor doven en slechthorenden, was niets minder dan een ‘baken in de crisis’ (NRC Handelsblad) en een ‘fenomeen’ (de Volkskrant). Haar hamstergebaar in maart zal nooit worden vergeten en er kwam een lobby op gang om de nieuwe zeesluis in IJmuiden te vernoemen naar Sluis.", "Dat ging jammer genoeg niet door. De jury van de openbare prijsvraag koos voor een andere naam voor de zeesluis in IJmuiden: Zeesluis IJmuiden. Ook dat was 2020.", "2. Akwasi (-)", "Aspirant-omroepbaas", "Bij een antiracismedemonstratie op de Dam in juni zei rapper en schrijver Akwasi: ‘Op het moment dat ik in november een Zwarte Piet zie, trap ik hem hoogstpersoonlijk op zijn gezicht.’", "Shitstorm in steekwoorden: bedreigingen, aangifte tegen Akwasi, aangifte door Akwasi, Johan Derksen, een glazenwasser die Akwasi’s nieuwe adres openbaarde, geen spijt, wel spijt, verwijderde tweets, Zwarte Pieten aan de deur. Racisme. Intimidatie. Hoewel het OM de Damuitspraak van Akwasi opruiend en strafbaar achtte, besloot het de zaak tegen hem voorwaardelijk te seponeren. Akwasi had intussen publiekelijk afstand van zijn woorden genomen. ‘Ik ben tegen elke vorm van geweld en dit geldt ook voor geweld tegen Zwarte Piet.’", "Het werd november, zonder slag of stoot: Akwasi’s Omroep Zwart haalde de benodigde 50 duizend leden en gaat als aspirant-omroep het nieuwe jaar in. Die zit.", "1. Diederik Gommers (-)", "Arts", "De Gomster. Diedmeister Gomstra. Dirty Gommy. The Died.", "In dit ‘rare jaar’ (dixit: iedereen) kon er natuurlijk maar één met anderhalve meter voorsprong de koning keizer admiraal van de Gouden worden: virolo – pardon – epidemio – pardon – ic-arts Diederik surfte op de eerste golf onze huiskamers binnen om met trillende stem het ene rampzalige frontbericht na het andere te melden. De Supergrover van het OMT was overal: in het Erasmus MC, in een eigen podcast en vaker bij Op1 dan 1 zelf.", "Le Grand Gom was ook blusdeken toen een trosje megabeïnvloedbare influencers fikkie stookte: uiteenlopende artiesten hadden zich voor een meurend karretje laten spannen om de hashtag #ikdoenietmeermee een ouderwets asociale slinger te geven.", "Spokeswoman Famke Louise kreeg de volle laag, waarna Gommers haar aan de Jinek-tafel het friendly fire aan de schenen legde: onze nationale ic-oom maakte écht contact, begaf zich op Instagram en benadert inmiddels de 400 duizend volgers en 17 miljoen sympathisanten."], "authors": ["Gidi Heesakkers", "Paul Onkenhout", "Julien Althuisius", "Frank Heinen", "Emma Curvers"], "keywords": ["zijn", "van", "gouden", "2020", "voor", "en", "een", "media", "met", "dit", "beeldbepalers", "gommers", "op", "te", "het", "die", "40"], "pubDate": "2020-12-30T18:54:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}