{"id": "95ca0106-09e5-37b6-b32d-a64268c47f6e", "title": "Mary Poppins vindt werk bij superrijken", "url": "https://www.volkskrant.nl/kijkverder/v/2020/mary-poppins-vindt-werk-bij-superrijken~v397362/", "summary": "Na de oorlog begon de teloorgang, maar het uitroepen van de dood van de nanny is voorbarig.\nNog steeds is er een vraag naar nanny’s, niet zozeer vanuit de adel alswel uit de hoek van de nieuwe superrijken over de hele wereld.\nDat uniform hoeven ze niet meer te dragen op de werkplek, tenzij de klanten er specifiek om vragen.\nHet curriculum van de driejarige opleiding – 15.000 pond per jaar – is wel gemoderniseerd.\nEen ander teken des tijds: de goede salarissen oefenen niet langer aantrekkingskracht uit op jonge vrouwen uit de middenklasse, maar ook jongemannen.", "paragraphs": ["Na de oorlog begon de teloorgang, maar het uitroepen van de dood van de nanny is voorbarig. Integendeel. Nog steeds is er een vraag naar nanny’s, niet zozeer vanuit de adel alswel uit de hoek van de nieuwe superrijken over de hele wereld. Mary Poppins is geglobaliseerd.", "Een bewijs van de aanhoudende vraag is het Norland College in Bath, de wereldberoemde nanny-opleiding waar sinds de oprichting 130 jaar geleden weinig is veranderd, al werd het grauwe Victoriaanse uniform in 2013 voor het eerst een klein beetje aangepast. Dat uniform hoeven ze niet meer te dragen op de werkplek, tenzij de klanten er specifiek om vragen. Het curriculum van de driejarige opleiding – 15.000 pond per jaar – is wel gemoderniseerd. Lessen in koken, naaien en kinderpsychologie zijn uitgebreid met lessen in terreurbestrijding, cyberveiligheid en zelfverdediging. Een ander teken des tijds: de goede salarissen oefenen niet langer aantrekkingskracht uit op jonge vrouwen uit de middenklasse, maar ook jongemannen."], "authors": ["September"], "keywords": ["van", "uit", "niet", "een", "poppins", "maar", "vindt", "superrijken", "vraag", "op", "bij", "lessen", "werk", "mary", "het", "uniform"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}