{"id": "95cc53b3-13d1-3b82-92de-4defed7e51a7", "title": "’Het woord kanker wil ik niet horen, al helemáál niet in de stiltecoupé’", "url": "https://www.telegraaf.nl/vrouw/1130382229/het-woord-kanker-wil-ik-niet-horen-al-helemaal-niet-in-de-stiltecoupe", "summary": "Wat de reden ook is, in een stiltecoupé is het – zoals de naam al zegt – gewoon STIL.\nIn de eerste 30 seconden dat ik bij die jongens in de coupé zat, heb ik wel vijf keer het woord ’kanker’ voorbij horen komen.\nEn niet omdat de oma van een van hen die vreselijke ziekte had, maar ‘gewoon’ als bijvoeglijk naamwoord.\nIk wil dat woord überhaupt niet op die manier horen, en al helemáál niet in de stiltecoupé.\nMisschien moet ik maar gewoon accepteren dat ik nooit in volledige rust in de stiltecoupé kan zitten.", "paragraphs": ["Een stiltecoupé is er niet voor niks. Er zitten werkende, slapende, lezende mensen in of mensen die even tot rust willen komen zonder afleiding om hen heen. Wat de reden ook is, in een stiltecoupé is het – zoals de naam al zegt – gewoon STIL. Het klinkt zo makkelijk, maar negen van de tien keer dat ik me daar bevind, zijn er mensen die de rust verstoren. Waarom?!", "Treiteren", "Zo zat ik afgelopen week in de stiltecoupé onderweg naar huis nog even wat laatste werkdingen door te nemen. Twee jongens kwamen binnenlopen van – ik gok – een jaar of achttien. En jawel, ze waren nog geen tien seconden in de coupé en begonnen luid te praten over van alles en nog wat. Daar bleef het helaas niet bij. Ze zetten ook nog eens keiharde rapmuziek aan. De stoom kwam nog net niet uit mijn oren.", "Normaliter zit ik mijn tijd uit tot de praters weer weggaan of erachter komen dat ze zich in een stiltecoupé bevinden, maar het duurde en het duurde maar. Op een gegeven moment was mijn kookpunt bereikt en besloot ik er wat van te zeggen: „Weten jullie dat jullie in een stiltecoupé zitten?” vroeg ik op een redelijk vriendelijke toon. „O,” kreeg ik terug.", "En nu komt de grap: ze gingen nóg harder praten. Ik weet niet of het was om mij te treiteren of omdat hun mondkapje in de weg zat tijdens hun eindeloze gesprekken over rappers Boef en Bizzey, maar het ging nog zeker een kwartier lang zo door. Net op het punt dat ik bijna uit mijn slof schoot, stapten ze uit. Eindelijk rust.", "Woordenschat", "Totdat er vijf minuten later vier jongens binnenkwamen. Ik hoorde ze al vanaf de gang. Daar gaan we weer, dacht ik. In de eerste 30 seconden dat ik bij die jongens in de coupé zat, heb ik wel vijf keer het woord ’kanker’ voorbij horen komen. En niet omdat de oma van een van hen die vreselijke ziekte had, maar ‘gewoon’ als bijvoeglijk naamwoord.", "Breed was hun woordenschat niet. Kankergrappig, kankerleip, kankergoed, het ging maar door. Ik wil dat woord überhaupt niet op die manier horen, en al helemáál niet in de stiltecoupé. Ik keek over mijn schouder en zag dat het vier redelijk brede jongens waren. Daar ging ik echt niet van winnen. Ik gaf me toen maar gewonnen en ben ergens anders gaan zitten.", "Bekijk ook: Aan het lieve meisje in de trein", "Nog nooit heb ik een hele rit van twee uur – ja, ik reis het hele land door met de trein – uit kunnen zitten zonder ook maar een keer gestoord te worden door pratende mensen. Misschien moet ik maar gewoon accepteren dat ik nooit in volledige rust in de stiltecoupé kan zitten."], "authors": ["Puck Stobbelaar"], "keywords": ["van", "het", "kanker", "wil", "maar", "ik", "stiltecoupé", "niet", "een", "helemáál", "al", "horen", "en", "dat", "ze", "woord"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}