{"id": "95ccdce5-3e73-3a42-9e1b-e1e628cbc1e7", "title": "Topwetenschapper Fauci is jaloers op Nederland", "url": "https://volkskrant.nl/nieuws-achtergrond/topwetenschapper-fauci-is-jaloers-op-nederland~bc2b16da/", "summary": "Anthony Fauci (rechts) met president Donald Trump, na een van de vele coronabriefings.\nBeeld Reuters‘Wat ik heb gezien, tenminste van een afstand, is dat jullie op uniforme wijze handelen en daar kunnen wij veel van leren', zegt Fauci in een vraaggesprek dat donderdagavond online gaat.\nDat is een probleem in ons land, met vijftig onafhankelijke staten die het op hun eigen manier willen aanpakken.\nEen jaar waarin hij de status van een superster verwierf, met zijn naam en portret op T-shirts en koffiemokken, én hij en zijn gezin met de dood werden bedreigd, ‘alleen maar omdat ik informatie geef over de volksgezondheid’.\n‘Ik heb geleerd van mijn ervaringen, je moet mensen die sceptisch zijn niet bekritiseren om hun ideeën, daarmee jaag je ze weg.", "paragraphs": ["Anthony Fauci (rechts) met president Donald Trump, na een van de vele coronabriefings. Beeld Reuters", "‘Wat ik heb gezien, tenminste van een afstand, is dat jullie op uniforme wijze handelen en daar kunnen wij veel van leren', zegt Fauci in een vraaggesprek dat donderdagavond online gaat. ‘Als in Europa wordt besloten dat er iets moest gebeuren, dan luisteren de meeste mensen daarnaar. Dat is een probleem in ons land, met vijftig onafhankelijke staten die het op hun eigen manier willen aanpakken. Dat werkt niet als een virus een land aan het verwoesten is. Dat virus weet het verschil niet tussen New York en New Jersey.’ De Verenigde Staten telden de afgelopen week een recordaantal ziekenhuisopnames en sterfgevallen, bijna 16 duizend Amerikanen overleden aan covid-19, het hoogste aantal sinds het begin van de pandemie.", "Vooruitziende blik", "Fauci, die maandenlang naast president Trump stond tijdens de corona-persconferenties, en hem zelfs durfde tegen te spreken, hield een jaar geleden in het Amsterdamse Concertgebouw de 26ste Anatomische Les. Hij had toen een opmerkelijk vooruitziende blik. Alle zes de presidenten die hij als directeur van het Amerikaanse instituut voor infectieziekten had geadviseerd, hadden te maken gekregen met een onbekende, dodelijke infectieziekte, vertelde hij. Alleen Trump nog niet. Twee maanden later barstte de coronapandemie los.", "Vanuit Washington vertelt de bijna 80-jarige immunoloog over het ‘surrealistische jaar’ dat hij sindsdien achter de rug heeft. Een jaar waarin hij de status van een superster verwierf, met zijn naam en portret op T-shirts en koffiemokken, én hij en zijn gezin met de dood werden bedreigd, ‘alleen maar omdat ik informatie geef over de volksgezondheid’.", "Verdeeldheid", "Daarnaast was het een jaar waarin de Trump-regering voortdurend ‘tegenstrijdige berichten’ naar buiten bracht, zegt hij, waardoor de scepsis in zijn land over het virus en de bestrijding daarvan enorm is toegenomen. Diplomatiek: ‘Daardoor is een nogal ingewikkelde situatie ontstaan’, lachend: ‘op zijn zachtst gezegd.’", "Hij vertelt over delen van het land waar de ziekenhuizen de stroom patiënten niet meer aankunnen en de bevolking nog steeds denkt dat sprake is van fake news. ‘Ongelooflijk. Mensen zien wat er gebeurt en ze zijn nog steeds niet bereid het te accepteren.’", "Vaccin", "De verdeeldheid in zijn land is inmiddels zo groot dat het een enorme klus gaat worden om de Amerikanen ervan te overtuigen dat ze vertrouwen kunnen hebben in de coronavaccins, zegt hij. ‘De bescherming die de vaccins bieden is indrukwekkend. 95 procent, dat is bijna zo goed als het mazelenvaccin en dat is het beste vaccin dat we hebben.’", "Maar angst reist sneller dan het virus, weet hij, dus is het belangrijk om critici te laten zien dat er niets verborgen wordt gehouden. ‘Ik heb geleerd van mijn ervaringen, je moet mensen die sceptisch zijn niet bekritiseren om hun ideeën, daarmee jaag je ze weg. Je moet ze omarmen en zeggen: laten we samen naar de feiten kijken.’", "Het vraaggesprek met Fauci is donderdag vanaf 20.30 uur te zien via deze link."], "authors": ["Ellen De Visser"], "keywords": ["topwetenschapper", "van", "nederland", "het", "op", "hij", "met", "zijn", "een", "fauci", "jaloers", "dat", "en", "te", "niet"], "pubDate": "2020-12-10T10:52:25+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}