{"id": "9613f8ac-9b98-31ee-b050-405e78365294", "title": "Van Gaal dacht altijd dat Blind ‘een grote bolus moest doen’, maar nee", "url": "https://www.parool.nl/kunst-media/van-gaal-dacht-altijd-dat-blind-een-grote-bolus-moest-doen-maar-nee~b3111b07/", "summary": "Het eerste weekend van 2021 begon voor Lips met een heerlijk tweeluik over het gouden Ajax van 1995 in Andere Tijden Sport.\nHet tweeluik ging over meer dan alleen die matige wereldbekerwedstrijd die uiteindelijk met penalty’s zou worden beslist; het ging ook over het Ajax van Van Gaal.\nToen hij begin jaren negentig Beenhakker opvolgde, was dat wennen voor de spelers, getuige een amateuropname van een donderspeech van Van Gaal in de rust van een Uefa-cupwedstrijd toen Ajax ondanks vele kansen achter stond: “Je moet de oorlog winnen!\nAjax speelde de Madrilenen in hun eigen stadion zo van de mat dat het na de meer dan verdiende 2-0 overwinning een applaus kreeg van het Spaanse thuispubliek.\nDe ontboezeming van Danny Blind dat hij voor de wedstrijd altijd, zittend op de wc, de opstelling van de tegenstander doornam met behulp van propjes wc-papier was nieuw voor Van Gaal: “Ik dacht altijd dat hij een grote bolus moest doen.”Nog nostalgischer dan de beelden van het dreamteam van weleer werd Lips van de beelden van de volle café’s tijdens het duel met Gremio en van een vol Museumplein waar Ajax werd gehuldigd.", "paragraphs": ["Andere Tijden Sport, NPO 1.", "Het eerste weekend van 2021 begon voor Lips met een heerlijk tweeluik over het gouden Ajax van 1995 in Andere Tijden Sport. Het jaar waarin Ajax in Tokio de wereldbeker won ten koste van het Braziliaanse Gremio is vorig jaar vanwege het 25-jarig jubileum al uitgebreid gememoreerd, ook in Het Parool. Maar Lips kon er geen genoeg van krijgen bij het zien van de archiefbeelden in Andere Tijden Sport van de jonge honden van toen, afgewisseld met recente interviews.", "Het tweeluik ging over meer dan alleen die matige wereldbekerwedstrijd die uiteindelijk met penalty’s zou worden beslist; het ging ook over het Ajax van Van Gaal. Toen hij begin jaren negentig Beenhakker opvolgde, was dat wennen voor de spelers, getuige een amateuropname van een donderspeech van Van Gaal in de rust van een Uefa-cupwedstrijd toen Ajax ondanks vele kansen achter stond: “Je moet de oorlog winnen! Iedere keer weer!”", "Het zou uiteindelijk meer dan goed komen, eind 1995 culminerend in een geweldige wedstrijd tegen Real Madrid, nog geen week voor de wedstrijd om de wereld­beker. Ajax speelde de Madrilenen in hun eigen stadion zo van de mat dat het na de meer dan verdiende 2-0 overwinning een applaus kreeg van het Spaanse thuispubliek.", "De ontboezeming van Danny Blind dat hij voor de wedstrijd altijd, zittend op de wc, de opstelling van de tegenstander doornam met behulp van propjes wc-papier was nieuw voor Van Gaal: “Ik dacht altijd dat hij een grote bolus moest doen.”", "Nog nostalgischer dan de beelden van het dreamteam van weleer werd Lips van de beelden van de volle café’s tijdens het duel met Gremio en van een vol Museumplein waar Ajax werd gehuldigd. Zo’n vol café, stadion of Museumplein, daar snakte Lips naar – ook zonder wereldbeker."], "authors": ["Han Lips"], "keywords": ["lips", "nee", "van", "moest", "ajax", "dan", "voor", "gaal", "een", "met", "doen", "grote", "het", "maar", "dat", "dacht", "wereldbeker"], "pubDate": "2021-01-04T08:29:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}