{"id": "962ed8f9-b782-393a-ad58-cbea7a81e7a3", "title": "Levensgrote Nachtwacht-replica voor zieke kinderen Prinses Máxima Centrum", "url": "https://nu.nl/utrecht/6100439/levensgrote-nachtwacht-replica-voor-zieke-kinderen-prinses-maxima-centrum.html", "summary": "Een levensgrote replica van Rembrandt van Rijns Nachtwacht is vanaf woensdag vijf weken lang te zien in het Prinses Máxima Centrum in Utrecht.\n\"De Nachtwacht is een uniek nationaal icoon en ik ben erg blij dat ook onze kinderen hier in het Máxima kennis kunnen maken met de Nachtwacht\", zegt Gita Gallé, bestuurslid van het Prinses Máxima Centrum.\nVolgens het centrum zien veel kinderen de Nachtwacht voor het eerst.\nGallé: \"We doen er alles aan om het gewone leven en de ontwikkeling van het kind zoveel mogelijk door te laten gaan.\nZiekenhuizen kunnen zich nog aanmelden voor het initiatief.", "paragraphs": ["Een levensgrote replica van Rembrandt van Rijns Nachtwacht is vanaf woensdag vijf weken lang te zien in het Prinses Máxima Centrum in Utrecht. Zo kunnen ook de kinderen in het ziekenhuis het wereldberoemde schilderij van dichtbij zien. Daarna reist het werk door naar een andere locatie.", "\"De Nachtwacht is een uniek nationaal icoon en ik ben erg blij dat ook onze kinderen hier in het Máxima kennis kunnen maken met de Nachtwacht\", zegt Gita Gallé, bestuurslid van het Prinses Máxima Centrum. Deze weken is ook een replica van Het joodse bruidje te zien.", "Volgens het centrum zien veel kinderen de Nachtwacht voor het eerst. Daarom is er een educatief programma voor ze ontwikkeld. Gallé: \"We doen er alles aan om het gewone leven en de ontwikkeling van het kind zoveel mogelijk door te laten gaan. Ook tijdens de behandeling in het Máxima.\"", "De levensgrote Nachtwacht wordt sinds juli tentoongesteld in verpleeghuizen en ziekenhuizen door heel Nederland. Het is een initiatief van het Rijksmuseum, waar de originele Nachtwacht hangt. Het wordt gesteund door Philips. Ziekenhuizen kunnen zich nog aanmelden voor het initiatief."], "authors": ["Door"], "keywords": ["kinderen", "van", "máxima", "nachtwachtreplica", "nachtwacht", "voor", "levensgrote", "een", "zien", "ook", "centrum", "prinses", "te", "het", "door", "zieke"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}