{"id": "96322df4-2496-385c-8a13-b3dcdda37938", "title": "Nederlanders 14 dagen in quarantaine in Panama, dobberend op zee", "url": "https://www.metronieuws.nl/lifestyle/reizen/2021/01/nederlanders-14-dagen-in-quarantaine-in-panama/", "summary": "Nederlanders 14 dagen in quarantaine in Panama, dobberend op zeeTwee Nederlandse stellen zitten al bijna twee weken in quarantaine in Panama, nadat een van de vier geveld werd door het coronavirus.\nIn Colón zijn ze op dit moment, samen met twee Nederlandse wereldzeilers (die niet met hun namen in dit artikel willen) die zij ontmoetten in Colombia.\nWij hebben het idee dat niet veel mensen op een manier reizen zoals wij dat doen en dat lijkt ons leuk om te delen.\n„We denken dat 14 dagen quarantaine alle risico’s uitsluit en dat we het virus zo niet zullen verspreiden.\nOok hiervoor geldt: gebruik je gezond verstand en kijk naar de veiligheid van jezelf en van anderen.", "paragraphs": ["Nederlanders 14 dagen in quarantaine in Panama, dobberend op zee", "Twee Nederlandse stellen zitten al bijna twee weken in quarantaine in Panama, nadat een van de vier geveld werd door het coronavirus. Ze zitten niet opgesloten in een hotelkamertje, maar dobberen op zee. Hun verhaal: hoe reizen heel bijzonder werd.", "Daar gingen ze dan, op 1 oktober. Ana Kuijpers (33) en Raymond Verwoerdt (35) vertrokken op wereldreis toen er van ‘alleen reizen indien strikt noodzakelijk’ nog geen sprake was. Het stel woonde antikraak in Rotterdam en beiden waren tien jaar actief in het sociale veld. Anna werkte als jeugdbeschermer met kinderen met autisme en minderjarige asielzoekers. Raymond was net als Ana jeugdbeschermer en ook gezinscoach. In die wereld kwamen zij elkaar tegen en ontdekten zij achtereen gezamenlijke passie, reizen. Ana: „Ik vind het heerlijk om erover te praten en mijn verhalen te delen. Vorig jaar ben ik begonnen met mijn reisblog www.whenyoufinallygetthere.com waarbij ik met veel", "enthousiasme (lokale) tips en verstopte plekjes deel.”", "Verplichte coronatest Panama en quarantaine", "De huidige reis begonnen de twee in Santorini, Milos, Paros en Mykonos in Griekenland, om vervolgens naar Mexico, Colombia, de San Bla-eilanden bij Panama te gaan en havenplaats Colón in Panama zelf. In Colón zijn ze op dit moment, samen met twee Nederlandse wereldzeilers (die niet met hun namen in dit artikel willen) die zij ontmoetten in Colombia. Nou ja, ín… meer vóór Colón dus: op zee. Om Panama binnen te komen moest een coronatest worden gedaan en Raymond bleek positief (hij werd ook daadwerkelijk ziek). In Panama ga je dan twee weken in quarantaine. Die zitten er nu, op hun elf meter lange boot, bijna op. Metro sprak met Ana.", "Je benaderde ons. Waarom wil je je verhaal graag delen?", "„We vinden alles wat we nu meemaken in deze bijzondere tijd een interessant verhaal. Wij hebben het idee dat niet veel mensen op een manier reizen zoals wij dat doen en dat lijkt ons leuk om te delen. Mensen kunnen hun voordeel doen met de informatie. We hebben veel positieve reacties gehad van mensen op ons Instagram-account. Dat we juist in deze donkere dagen met leuke en vrolijke reisplaatjes en -verhalen komen kan voor afleiding zorgen en inspirerend zijn.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Hoe is jullie situatie nu? Liggen jullie in de haven aangemeerd?", "„We liggen net buiten de jachthaven in een speciaal quarantainegebied op het water. We liggen op een minuut varen van de daadwerkelijk jachthaven. De havenmeester komt met een bootje langs om boodschappen te brengen die we online hebben besteld.”", "Pizza’s uit Panama", "Wat voor eten kunnen jullie bestellen en komt die havenmeester brengen?", "„Je kunt online boodschappen doen bij de havensupermarkt. De variatie is niet groot, maar er is genoeg. Denk aan eieren, hamburgers, kip, chips, bier, cola en beleg. Daarnaast kun je ook pizza’s bestellen bij het havenrestaurant. Zowel de winkel als het restaurant waren ongeveer de helft van de quarantainedagen open in verband met een strengere lockdown gedurende de feestdagen.”", "Hoe gaat het met de gezondheid van Raymond inmiddels?", "„Raymond is volledig hersteld. Hij heeft vijf dagen symptomen gehad, waarvan hij twee dagen echt platlag. We zijn nu elf dagen in quarantaine en niemand anders aan boord heeft verschijnselen gekregen. We waren in een gelukkige omstandigheid dat Raymond ten tijde van zijn coronaverschijnselen geen contact met andere mensen had. Simpelweg omdat we op de boot verbleven.”", "Werd hij tijdelijk afgezonderd?", "„Raymond heeft toen hij symptomen had zoveel mogelijk afgezonderd van ons geleefd. Eten werd door een luikje gegeven en hij kwam soms buiten voor frisse lucht. Het koste hem veel moeite.”", "Reizen terwijl het niet strikt noodzakelijk is", "Er geldt op dit moment tot half maart een dringend advies om alleen te reizen als dat noodzakelijk is. Waarom zijn jullie op 1 oktober vertrokken? Omdat het toen naar veel plaatsen nog kon?", "„Omdat wij het idee hebben dat wij niet meer of minder risico namen om besmet te raken of andere mensen te besmetten dan wanneer wij in Rotterdam waren gebleven. Wij gebruiken ons gezond verstand. We houden zoveel mogelijk afstand houden en dragen mondkapjes waar mensen zijn. Wij nemen onze verantwoordelijkheid net als dat we in Nederland zouden doen. Het is echter niet waterdicht, dat is het nergens. Wij zijn van mening dat op 1 oktober het virus over de hele wereld al wijdverspreid was en dat, waar we ook zullen zijn (zowel thuis als op reis), net zo’n grote bijdrage leveren in het wel of niet verspreiden.”", "Hoe ziet een dag op de boot er bij jullie uit?", "„Een dag bestaat vooral uit eetmomenten samen, zonnen, boeken lezen, spelletjes doen, schrijven voor mijn blog en we doen soms kleine klusjes doen op de boot.”", "Wat voor spellen spelen jullie?", "„30 seconds, ook al levert dat wat irritatie op haha. Verder Perudo, Backgammon en Yahtzee.”", "Een beetje Expeditie Robinson", "Is de verveling groot?", "„Eigenlijk niet omdat we allemaal genieten van het mooie weer en er worden ook behoorlijk wat gesprekken over van alles en nog wat met elkaar gevoerd. We zeggen weleens tegen elkaar dat sommige aspecten op Expeditie Robinson lijken. We praten over hoeveel eten we exact hebben en dat we hier zorgvuldig mee moeten omgaan gezien er niet elke dag bevoorraad kan worden. Het helpt ook dat er een einddatum aan gekoppeld is.”", "Gaan jullie Panama nog bekijken of zijn jullie liever snel weg, op naar Costa Rica?", "„Momenteel zijn de regels in Panama wat aangescherpt. Zo moeten mannen en vrouwen op verschillende dagen naar de supermarkt. Veel restaurants zijn dicht en er is een avondklok. Daarom hebben we besloten om zo snel mogelijk naar Costa Rica te gaan.”", "14 dagen quarantaine is goed", "Vind je 14 dagen quarantaine wat overdreven eigenlijk of niet?", "„We denken dat 14 dagen quarantaine alle risico’s uitsluit en dat we het virus zo niet zullen verspreiden. Je weet dan eigenlijk ook dat de anderen het ook echt niet hebben wanneer je weer aan land gaat. Dus wij vinden het juist goed.”", "Wanneer eindigt jullie reis?", "„De einddatum van onze reis buiten Europa is zeer waarschijnlijk ergens in mei. Aan het einde van die maand gaan we met Raymond z’n familie naar Ibiza en daarna zijn we van plan om met de auto naar Portugal te gaan.”", "Advies over reizen", "Wat zou je mensen in Nederland die een dergelijke grote reis overwegen adviseren om met de huidige situatie te doen?", "„We vinden dit heel persoonlijk. Iedereen zal voor zichzelf moeten bepalen of hij of zij dit wel of niet wil doen. Wij zijn geen mensen die dit promoten of juist afraden. Wanneer het voor iemand goed voelt dan kun je het doen, anders niet. Ook hiervoor geldt: gebruik je gezond verstand en kijk naar de veiligheid van jezelf en van anderen. Wat we zouden willen meegeven is dat onze ervaring is dat de lokale mensen hun dankbaarheid uiten naar ons omdat we er zijn. Ze geven aan dat ze blij zijn dat er nog steeds mensen naar hun mooie land willen komen en het geeft hen ook hoop dat de toerisme weer terug zal keren.”", "Eenmaal terug in Nederland zullen Ana en Raymond tijdelijk intrekken bij zijn ouders in Voorburg en vanuit die situatie een woning zoeken.", "Lees ook: Veel klachten over trage terugbetaling vlucht als vakantie niet doorgaat"], "authors": ["Erik Jonk"], "keywords": ["zijn", "dagen", "het", "zee", "van", "en", "met", "een", "dat", "op", "te", "quarantaine", "panama", "niet", "nederlanders", "dobberend", "14"], "pubDate": "2021-01-11T10:19:19Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}