{"id": "96348420-93ec-3e8c-9a83-a2a0a8a1ff4e", "title": "Soms mag de krant positiever, ook in de openingskop", "url": "https://trouw.nl/opinie/soms-mag-de-krant-positiever-ook-in-de-openingskop~bd64237a/", "summary": "Twee dagen daarvoor staat op die plek ‘De voet kan niet van het rempedaal, Kerst wordt sober’.\nHet valt een lezer op, hij vraagt de redactie of het niet positiever kan. Dat is een vraag die vaker wordt gesteld, maar nu is ook de coronasomberte een argument.\nAchteraf was ‘Huurder is onzeker van zijn huis’ ook mogelijk geweest.\nDat was overigens de suggestiekop die een van de auteurs, de chef van de politieke redactie, aanleverde.\nHet is inderdaad de boodschap die het CDA uitstraalde en ook al wil de krant positiviteit brengen, dan niet de positiviteit van een enkele partij.", "paragraphs": ["Kort achter elkaar drie keer het woord ‘niet’ groot op de voorpagina, heeft de lezer het al niet moeilijk genoeg in coronatijd?", "De kwestie", "‘Hugo de Jonge kan leiderschap CDA niet volhouden’ is de openingskop op 11 december. Twee dagen daarvoor staat op die plek ‘De voet kan niet van het rempedaal, Kerst wordt sober’. De dag daarvoor: ‘Huurder is niet zeker van zijn huis’.", "De standpunten", "Drie keer het woord ‘niet’ op zo’n prominente plaats. Het valt een lezer op, hij vraagt de redactie of het niet positiever kan. Dat is een vraag die vaker wordt gesteld, maar nu is ook de coronasomberte een argument. Nog meer dan tijdens de eerste lockdown, toen overigens lezers zelfs opvallend veel complimenten stuurden aan het adres van de redactie. Nu is er meer kritiek. Waarom steeds verhalen over besmettingen en niet over het vaccin, vroeg een lezer eind oktober. “We hebben een stip op de horizon nodig.”", "Twee andere lezers vallen ook over de kop over Hugo de Jonge. In deze sombere tijd, schrijft een van hen, zouden koppen positiever kunnen zijn. Wat te denken van ‘Hugo de Jonge toont lef: landsbelang boven partijbelang’?", "Het woord ‘niet’ is zeker niet verboden in een openingskop, denkt de chef van de avondploeg die ‘Huurder niet zeker van huis’ maakte. Wel denkt hij dat een ontkenning lastiger direct te vatten is voor de lezer. Achteraf was ‘Huurder is onzeker van zijn huis’ ook mogelijk geweest. En op de andere dag: ‘Hugo de Jonge geeft leiderschap CDA op’. Zijn collega op de avond van ‘Voet kan niet van de rem’ vindt het woord ‘niet’ juist duidelijk weergeven wat het eigenlijke nieuws is. Want iedereen hoopte dat de voet van de rem kon. De derde avondchef, van de kop over Hugo de Jonge, vindt ook dat ontkennende koppen geen schoonheidsprijs verdienen. Maar de kop moest schuren, stelt zij achteraf, en dat gebeurde met het woord ‘niet’.", "Dat was overigens de suggestiekop die een van de auteurs, de chef van de politieke redactie, aanleverde. De beslissing van De Jonge kwam laat op de avond onverwacht, dus er was volgens hem ‘nog geen minuut’ om deze suggestie te bedenken. “Ik vond dat het een combinatie moest worden van de feiten, het vertrek, en de teleurstelling. Het is niet niks, de beslissing om terug te treden nadat je eerst door je partij bent gebombardeerd tot lijsttrekker.” Hij blijft achter deze kop staan. ‘De Jonge geeft leiderschap op’ mist volgens hem het drama. ‘De Jonge kiest voor landsbelang’ is in zijn ogen iets te veel de versie zoals het CDA die overal vertelt, en mist de interne strijd die mede zorgde voor de beslissing van de coronaminister. De parlementschef begrijpt de wens voor meer positief nieuws in de krant. “Maar we leven nu eenmaal in een moeilijke tijd. We moeten niet geforceerd op zoek gaan naar lichtpuntjes. Politieke berichten zijn vaak niet positief.”", "De meest recente positieve openingskop komt overigens ook uit Den Haag: over het stijgende aandeel vrouwen en mensen met een migratie-achtergrond op de kieslijsten voor de Tweede Kamer, op 5 december. De krant plaatst af en toe berichten op de voorpagina die afwijken van het dagelijkse nieuws. Voorbeelden zijn een productie over Allerheiligen op 2 november en een stuk over de vraag ‘Hoe houden we de moed erin?’, begin oktober.", "De openingskoppen in december vorig jaar zijn hoogstens iets minder negatief dan de afgelopen twee weken.", "Oordeel", "Het is niet raar dat de krant de laatste maanden iets meer negatief nieuws brengt op de voorpagina, het is geen vrolijke tijd zoals de parlementschef opmerkt. Moet de redactie daarvoor tegenwicht bieden ook op de voorpagina? Een onsje meer kan geen kwaad. Alternatieve artikelen zoals ‘de moed erin houden’, of over de grotere diversiteit op de Kamerlijsten, mogen het negatieve nieuws best iets vaker afwisselen. Een keer per week is een aardig streven. Meer, dat wordt kunstmatig.", "Drie keer in vier dagen het woord ‘niet’ in de kop, dat is te veel voor een variant die de meesten liever niet zien. En dat draagt toch bij aan de negativiteit. Toch is het verdedigbaar dat boven het stuk over Hugo de Jonge staat dat hij het lijsttrekkerschap ‘niet volhoudt’. Daar zit inderdaad de teleurstelling in van deze beslissing. Om te stellen in de kop dat De Jonge ‘kiest voor het landsbelang’, dat is een frase die eerder thuishoort in een analyse of commentaar. Het is inderdaad de boodschap die het CDA uitstraalde en ook al wil de krant positiviteit brengen, dan niet de positiviteit van een enkele partij.", "Edwin Kreulen schrijft wekelijks een column als ombudsman van Trouw. Eerdere afleveringen vindt u hier. Wilt u hem een kwestie voorleggen? Mail dan naar ombudsman@trouw.nl."], "authors": ["Edwin Kreulen"], "keywords": ["zijn", "van", "positiever", "krant", "openingskop", "jonge", "en", "een", "ook", "op", "het", "die", "niet", "dat", "mag", "soms"], "pubDate": "2020-12-18T10:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}