{"id": "963f231f-35f4-384f-8356-4642d931c0d8", "title": "Nooit te oud voor 'n nieuwe hobby: 'Vind ik iets leuk, dan gooi ik mezelf er helemaal in'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5205709/nooit-te-oud-voor-een-nieuwe-hobby-nieuw-jaar-nieuwe-hobby-coronatijd-op", "summary": "\"Als ik terugkijk had ik modellenwerk altijd wel als optie in mijn hoofd\", zegt Naline.\nMaar ondanks dat, dacht ik: 'Ik probeer het gewoon'.\"\nToen Naline haar eerste foto op Instagram plaatste, benaderde ze ook een fotograaf in Arnhem, niet te ver van haar woonplaats Ede.\nIk heb er plezier in dus ik blijf nu ook mijn best doen.\nMaar het voordeel aan een hobby is ook: mocht de lol er van afgaan, dan kan ik ook zo weer stoppen.\"", "paragraphs": ["\"Als ik terugkijk had ik modellenwerk altijd wel als optie in mijn hoofd\", zegt Naline. Toch duurde het tot haar 31ste voordat ze de eerste stap durfde te zetten. Die zette ze naast haar werk als ambulant begeleider van jongeren met een psychische kwetsbaarheid en de opvoeding van haar twee kinderen, die inmiddels 6 en 8 jaar oud zijn.", "\"Ik heb niet de standaard modellenmaten. Ik ben mijn hele leven al flink geweest, ik was nooit een maatje 38. Bovendien ben ik in de modellenwereld met mijn 1.65m te klein. Maar ondanks dat, dacht ik: 'Ik probeer het gewoon'.\" Toen Naline haar eerste foto op Instagram plaatste, benaderde ze ook een fotograaf in Arnhem, niet te ver van haar woonplaats Ede. Mocht het niet bevallen, dan was ze snel weer thuis, zo was haar gedachte.", "Het Perfecte Plaatje", "Vier maanden na haar eerste professionele shoot stond Naline met een fotoreportage in het blad Panorama. Vanaf dat moment 'is het balletje gaan rollen', met elke week wel een fotoshoot, een klus als model in het tv-programma Het Perfecte Plaatje, reportages in allerlei bladen, een online publicatie op de website van Vogue Italia. En als klapper gaat Naline Nederland vertegenwoordigen op de Ms/Mrs Top of the World Plussize verkiezing.", "Ondanks al deze opdrachten – 'van lingerie tot fashion' - blijft het modellenwerk een hobby voor Naline. \"Ik ben er elke week mee bezig maar het aantal betaalde opdrachten is op één hand te tellen. En dat is prima want dit is mijn hobby. Het is een bijzondere wereld waarin je ook zo weer bent vergeten als je niet regelmatig in beeld komt. Ik heb er plezier in dus ik blijf nu ook mijn best doen. Maar het voordeel aan een hobby is ook: mocht de lol er van afgaan, dan kan ik ook zo weer stoppen.\""], "authors": [], "keywords": ["ik", "leuk", "mijn", "naline", "oud", "mezelf", "nooit", "nieuwe", "ze", "te", "ook", "vind", "haar", "van", "een", "n", "voor", "het", "als"], "pubDate": "2020-12-31T09:30:49Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}