{"id": "9644f6ef-16b3-3bcc-b309-5d503b413f8b", "title": "Haagse leerlingen krijgen twee weken extra om middelbare school te vinden", "url": "https://nu.nl/den-haag/6100712/haagse-leerlingen-krijgen-twee-weken-extra-om-middelbare-school-te-vinden.html", "summary": "De aanmeldperiode voor het voortgezet onderwijs in Den Haag en regio is met ruim twee weken opgeschoven.\nOorspronkelijk zouden alle kinderen en hun ouders voor 19 februari het lijstje van vijf scholen van hun voorkeur moeten inleveren.\nScholen krijgen door de twee extra weken meer tijd om online open dagen te organiseren, die een zo volwaardig mogelijk alternatief vormen voor fysieke kennismaking.\"\nDe minister van Onderwijs riep middelbare scholen eerder dringend op in het eerste kwartaal van 2021 geen open dagen te organiseren.\nBredemeijer: \"Mocht de coronasituatie de komende weken verbeteren, dan is dat hopelijk aanleiding voor de minister dat dringende advies te heroverwegen.\"", "paragraphs": ["De aanmeldperiode voor het voortgezet onderwijs in Den Haag en regio is met ruim twee weken opgeschoven. Wethouder Hilbert Bredemeijer heeft dit besloten, in overleg met de schoolbesturen in de stad. De nieuwe uiterste inschrijfdatum is 5 maart.", "Oorspronkelijk zouden alle kinderen en hun ouders voor 19 februari het lijstje van vijf scholen van hun voorkeur moeten inleveren. Daar was vanuit ouders kritiek op: de schooldeuren zijn nu immers gesloten, hoe kan een kind een gedegen keuze maken voor een vervolgschool als het geen open dagen kan bezoeken?", "Of dat door de opgeschoven inschrijfdatum straks wél kan, is niet zeker. Onderwijswethouder Bredemeijer: \"Nu de geruchten gaan dat de lockdown met een aantal weken wordt verlengd, heb ik opnieuw om de tafel gezeten met de schoolbesturen en BOVO Haaglanden. Scholen krijgen door de twee extra weken meer tijd om online open dagen te organiseren, die een zo volwaardig mogelijk alternatief vormen voor fysieke kennismaking.\"", "De minister van Onderwijs riep middelbare scholen eerder dringend op in het eerste kwartaal van 2021 geen open dagen te organiseren. Bredemeijer: \"Mocht de coronasituatie de komende weken verbeteren, dan is dat hopelijk aanleiding voor de minister dat dringende advies te heroverwegen.\""], "authors": ["Door"], "keywords": ["van", "twee", "leerlingen", "weken", "voor", "krijgen", "om", "een", "met", "scholen", "school", "open", "te", "haagse", "het", "dat", "middelbare", "vinden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}