{"id": "964dcec5-d314-39c2-b748-92aa0e446a24", "title": "Sushi master Kit: from student room to his own restaurant", "url": "https://www.parool.nl/english/sushi-master-kit-from-student-room-to-his-own-restaurant~b2092da6/", "summary": "Kit, which is what everyone calls him, looks at sous-chef Floris van der Staay, 21, as if to say how difficult was that.\nTwo years ago he became known as the “sushi student” after running a top-quality restaurant in his student room in the Science Park.\nLocated in a secret room in The Dylan, a stylish hotel on Keizersgracht, it served twenty courses of take-it-as-you-find-it sushi.\nPerfectionistSous-chef Van der Staay met Thanyakulsajja while indulging his love of Japanese cuisine at the secret restaurant in The Dylan.\nThe sushi restaurant in my student room was like that: completely bizarre, of course, but that’s why it was so interesting.", "paragraphs": ["Sushi master Kit. Beeld Marie Wanders", "“No, like this,” says Kitsanin Thanyakulsajja, closing a drawer with a graceful movement. It clicks shut. Kit, which is what everyone calls him, looks at sous-chef Floris van der Staay, 21, as if to say how difficult was that. Van de Staay, who was struggling with the drawer for several minutes, thinks it was difficult: he was gentle at first, but became downright aggressive as the drawer refused to close. But when Kit does it, it closes straight away, and to be honest no one spares it a second glance.", "Thanyakulsajja is good at these things. His girlfriend Margot Schipper, 23, has just told us to watch his hands, and his fingers in particular. And yes, as he sticks his knife into a piece of toro, the fatty belly of tuna, his movements are decisive and elegant. But give him a recalcitrant drawer, and he’ll slide it gently shut.", "The drawer is behind the bar of Thanyakulsajja’s new restaurant Undercover, still somewhat under construction, but already causing a buzz in the culinary world. Two years ago he became known as the “sushi student” after running a top-quality restaurant in his student room in the Science Park. At first you had to know about it, but after a wave of media interest it became an open secret, serving omakase, menu-free Japanese dining in which the chef decides how and what you eat. And that how and what was sushi at its finest.", "It got off to a flying start, and friends came to help, but Thanyakulsajja only just kept his head above water. Despite sleeping only three hours a night, he completed the studies in liberal arts and sciences for which he’d moved to Amsterdam from his native Thailand.", "Then he opened his own place, but it was still not quite a restaurant as we know it. Located in a secret room in The Dylan, a stylish hotel on Keizersgracht, it served twenty courses of take-it-as-you-find-it sushi. He did this for a year and a half until the opportunity arose to run his own fully fledged restaurant, with everything just as he wanted it.", "Beeld Marie Wanders", "Undercover occupies the first two floors of the striking new Wibautstraat office of graphic design company Thonik. It’s not quite finished, but it’s basically all in place. Think concrete, lots of it: a clean urban tabula rasa for Thanyakulsajja that opens in mid October.", "Perfectionist", "Sous-chef Van der Staay met Thanyakulsajja while indulging his love of Japanese cuisine at the secret restaurant in The Dylan. “That evening, I said I want to work for you. I learned to cook at De Jonge Dikkert in Amstelveen, but cooking with Thanyakulsajja is different. He knows exactly what he wants, and how to achieve it. He’s a real perfectionist, which takes some getting used to. The first time I started cutting up a fish and he was watching, he stopped me after a second and gave me a list of ten things I needed to do. And all ten were right.”", "Thanyakulsajja is good at cutting, and his fingerwork is matchless. Give him a wasabi root and his hands will dance for you, a choreography for thumb, pinkie, and everything in between. “Just watch this,” he tells the photographer. “You get this lovely bright green colour. It’s aesthetically attractive.”", "Beeld Marie Wanders", "That’s how he works, keeping a beady eye on everything, though it’s ultimately all about the sushi. He learned it himself by reading and studying dishes online, and practising a lot. “Sushi is about gaining a perfect mastery of a thousand little things,” he has previously told this newspaper.", "He meticulously scrapes the scales off a kingfish, puts his knife precisely back in place, and places a cloth over the chopping board with an almost neurotic neatness. “It’s like in tennis, bouncing the ball a few times before you serve,” he explains. “It’s not actually necessary, but if you don’t do it, something will immediately go wrong.”", "Playing with absurdity", "Thanyakulsajja loves being able to do everything his own way now. When will he regard Undercover as a success? “I’m part of Generation Z, and success for us is not about money or possessions. Of course I hope I’ll recoup my investment, but my highest goal is to express myself exactly as I am. This place will be a success if I can recognise myself in it.", "“I love to play with the absurd. The sushi restaurant in my student room was like that: completely bizarre, of course, but that’s why it was so interesting. I’m very much in search of paradoxes. I cook traditional Japanese, sometimes using centuries-old techniques, but instead of kimonos, sliding screens and perfect serenity, I’m doing it in a modern, cosmopolitan environment with concrete and hiphop in the background. And I’m still a 23-year-old Thai in Amsterdam.”", "Beeld Marie Wanders", "Next, Thanyakulsajja prepares his pièce de résistance on the chopping board: nigiri, with wasabi worked into it, and the fish coated with soy sauce. He says the rice comes from Japanese paddies, the soy sauce varies depending on the fish, and you won’t find any better fish in the Netherlands. But it doesn’t come cheap: the omakase menu is around €150. “It’s complicated, because I want to make this cuisine more accessible, but it’s pricey.”", "Streetwear", "With those fingers, he drapes a mackerel over a strip of rice. Girlfriend Margot says she never tires of watching. “Do you see, his middle finger is his dominant finger?” They’ve been going out for six months, and he brought her a bottle of sake on their first date.", "Thanyakulsajja is happy to converse as he chops, assembles, cleans and arranges, but don’t expect small talk. “I’m anti-hospitality,” he says, “by which I mean the version you learn. All that chitchat and yakking just to create an atmosphere, I don’t do that. I’m not running a show, and I’m not interested in all that sir and madam stuff. If I serve squid, you’re not going to hear me telling you where it lives, its life story, and its Latin name. But I do want to tell people all about the cutting technique I use, or the texture of the meat and why it’s so good. That’s my area of expertise.”", "So he’s anti hospitality, and he’s also anti dresscode. “It’s simply because I love it if people come here in streetwear. I don’t see this place just as an expression of my identity – it’s for everyone. Do I ever have any doubts? I know what I want, and what I can do.”", "As Van der Staay explains how the takeout menu works – it’s designed to taste better when you get home than when fresh from the kitchen – Thanyakulsajja neatly puts his knife down again and walks to the kitchen. On the way, he passes the drawer, and it hisses shut. Kit’s good at that, and he knows it."], "authors": ["Kees Van Unen"], "keywords": ["student", "sushi", "van", "master", "drawer", "im", "staay", "marie", "thanyakulsajja", "kit", "room", "japanese", "restaurant", "place"], "pubDate": "2020-10-07T08:39:45Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}