{"id": "9653496b-e3e0-31d9-8b25-dbe309802726", "title": "Latino’s in Florida zijn ervan overtuigd dat zij Trump aan de overwinning zullen helpen", "url": "https://volkskrant.nl/nieuws-achtergrond/latino-s-in-florida-zijn-ervan-overtuigd-dat-zij-trump-aan-de-overwinning-zullen-helpen~b2b08692/", "summary": "Zo zijn Mexicanen die naar Amerika komen volgens Trump allemaal verkrachters, zei hij bij aanvang van zijn presidentscampagne in 2016.\nOveral klinkt hetzelfde verhaal: ze zijn voor Trump.\nEr is maar een klein zetje nodig om Trump te laten winnen, en veel van de latino’s in Florida zijn ervan overtuigd dat zij dat zetje kunnen zijn.\nAanhangers van Trump op weg naar een van zijn rally’s in Miami.\n‘Ik ben ervan overtuigd dat latino’s Trump gaan helpen aan een overwinning, maar als Biden toch wordt uitgeroepen tot winnaar, wees dan maar niet te blij.", "paragraphs": ["Er is maar een klein zetje nodig om Trump alsnog de presidentsverkiezingen te laten winnen. Veel latino’s in Florida hopen – nee, weten – dat zij dat zetje zijn. Ze voorspellen rellen als hij niet wordt erkend als winnaar.", "‘Ik weet heus wel dat jullie in Europa willen dat Biden gaat winnen, maar het wordt gewoon Trump hoor.’ Big Papa, zoals hij zichzelf voorstelt, is niet de klassiek boze witte man die veel Europeanen voor ogen hebben als ze aan een Trump-stemmer denken.", "De 59-jarige Big Papa is een Amerikaan uit Puerto Rico. Hij staat in de wijk Little Havana in Miami (Florida) voor zijn winkeltje met Cubaanse hoeden en overhemden. Om zijn dikke buik zit een fel rood shirt gespannen, in zijn borstzak een sigaar. In Florida zijn er miljoenen latino’s zoals hij die op Trump stemmen.", "Dat is in de ogen van veel Democraten opmerkelijk, want Trump heeft nogal wat controversiële uitspraken gedaan over latino’s. Zo zijn Mexicanen die naar Amerika komen volgens Trump allemaal verkrachters, zei hij bij aanvang van zijn presidentscampagne in 2016.", "Later leidden beelden van huilende Midden-Amerikaanse kinderen in kooien tot een golf van verontwaardiging. De regering-Trump wilde migranten uit Latijns-Amerika afschrikken door iedereen op te sluiten die zonder papieren de VS binnenkwam. Gezinnen werden daarbij bewust uit elkaar gehaald. Nog steeds zijn de ouders van ruim vijfhonderd migrantenkinderen kwijt.", "Voor Big Papa speelt het lot van deze latino’s nauwelijks een rol bij zijn keuze voor Trump. Hij is niet de enige in zijn wijk. Als we rechtsaf slaan vanuit zijn winkel, passeren we eerst een salsaclub, daarna restaurants met namen als La Esquina de la Fama (de hoek van roem). Hier wonen jonge Cubanen en mensen uit Nicaragua, El Salvador en Colombia. Ze zijn op zoek naar een beter leven, hun dromen achterna. Overal klinkt hetzelfde verhaal: ze zijn voor Trump.", "Big Papa voor zijn winkel. Beeld Daniel Rosenthal / de Volkskrant", "Angst voor abortus en socialisme", "Bij de katholieke kerk in Little Havana, vier blokken verderop, wordt duidelijk waarom. ‘Wij zijn gelovige mensen en Trump is net als wij tegen abortus’, zegt Barbara (55, liever geen achternaam) uit Colombia. Dat Trump migranten en hun kinderen heeft opgesloten in kooien, keurt ze niet goed. ‘Maar het beschermen van ongeboren leven is belangrijker.’", "Maar dat is niet de enige verklaring voor de populariteit van Trump, veel latino’s hier zijn als de dood voor het socialisme. En aangezien Trump hun via een bombardement aan advertenties heeft verteld dat zijn opponent Biden een socialist is die Amerika gaat veranderen in een soort Venezuela waar tekort is aan alles en de chaos welig tiert, zien ze hem als redder. ‘Stop Socialism’ stond op de campagnebus van Trump die afgelopen weken door alle grote latinowijken van Florida reed.", "Vlak voor aanvang van een Trump-rally in Miami afgelopen zondagavond is goed zichtbaar hoe de anti-Bidencampagne is geslaagd onder jongeren: uit toeterende auto’s hangen jonge latino’s met wapperende vlaggen. ‘Latinos Against Socialism’ staat erop. ‘Four more years!’, joelen meiden en jongens uit het autoraam.", "Zondagsdienst in de Saint John Bosco Catholic Church in de wijk Little Havana in Miami. Veel Latijns-Amerikaanse gelovigen zijn net als Trump tegen abortus. Beeld Daniel Rosenthal / de Volkskrant", "Een vrouw die even later in de urenlange rij staat om een glimp van de president te kunnen opvangen tijdens zijn rally, raakt geëmotioneerd als ze vertelt hoe zij in de jaren zestig als tiener met haar familie Cuba ontvluchtte nadat de marxistische leider Fidel Castro hun huizen en bezittingen had afgepakt. ‘Als Biden aan de macht komt, wordt de VS ook zo en dan gaat mijn nieuwe thuis, dit Amerika, kapot’, zegt Maribel Matos (70). ‘En waar moet ik dan naartoe?’", "Cruciale stem", "Het klinkt Trump als muziek in de oren. Latino’s zijn een cruciale stem voor hem in Florida, een staat die vanwege het inwonertal in grote mate de uitkomst van de verkiezingen bepaalt. Na witte kiezers zijn latino’s de grootste groep in het Amerikaanse electoraat. Aangezien de marges van Biden en Trump in Florida dicht bij elkaar liggen, telt elke stem. Er is maar een klein zetje nodig om Trump te laten winnen, en veel van de latino’s in Florida zijn ervan overtuigd dat zij dat zetje kunnen zijn.", "Dat gevoel staat in schril contrast met de peilingen, waarin al maanden staat dat Trump gaat verliezen; onder latino’s zou landelijk de steun voor Trump zelfs maar 29 procent zijn. In Florida zou die steun weliswaar iets hoger zijn (37 procent), maar nog steeds een minderheid voor Trump. Maar wie rondloopt in de wijk waar Big Papa woont, gaat hevig aan die peilingen twijfelen.", "Aanhangers van Trump op weg naar een van zijn rally’s in Miami. Beeld Daniel Rosenthal / de Volkskrant", "Een half uur rijden verderop ligt Doral, waar Venezolanen wonen. Ook daar zijn ze bang voor het socialisme en dus voornamelijk tegen Biden. Daar weer naast ligt Hialeah, een bijna honderd procent Cubaanse wijk. Er wapperen relatief veel Trump-vlaggen aan huizen en er is slechts een enkel bordje voor Biden in de tuin te zien.", "Ook jongeren, die volgens de peilingen minder conservatief zouden zijn dan hun ouders, neigen hier naar Trump. Bij het winkelcentrum van Hialeah, waar veel jongeren komen, zegt alleen David Acosta (19) dat hij op de Groenen heeft gestemd. De rest van zijn klas? ‘Allemaal Trump.’", "Dat betekent niet dat alle latino's voor Trump stemmen. In andere delen van het land – zoals Texas en Californië, waar veel van hen voor een hongerloontje werken als schoonmaker, bouwvakker of ober – neigen ze eerder naar Biden, mede omdat hij pleit voor een hoger minimumloon.", "De reden dat veel latino's in het zuiden van Florida een voorkeur hebben voor Trump, komt voort uit de angst voor de communistische dictaturen waar ze vandaan komen. Ze willen niet dat de Verenigde Staten worden zoals Cuba of Venezuela, Trump wakkert die angst handig aan.", "Trump-supporters tijdens een rally in Miami. Latino’s zijn een cruciale stem voor Trump in Florida. Beeld Daniel Rosenthal / de Volkskrant", "De vergeten kiezer", "In 2016 was het de witte, onopgeleide arbeider die in de peilingen over het hoofd werd gezien, waardoor Trump verrassend genoeg won. Dit jaar zijn de latino’s misschien wel de vergeten groep, althans, dat denken ze zelf. Als ze geconfronteerd worden met de peilingen, die zeggen dat de meerderheid van de latino’s voor Biden gaat stemmen, reageren inwoners van de drie grote latinowijken van Miami kribbig. Ze voelen zich niet gehoord.", "Er zijn meer overeenkomsten tussen de latino’s en de boze witte arbeider. Ze zijn patriottisch, praten graag over een groots Amerika waar hun dromen uitkomen. Het lukt Trump goed om op dat gevoel van patriottisme in te spelen. Het veelvuldig gebruik van vlaggen tijdens zijn campagne en de slogan Make America Great helpen mee. Big Papa glundert bijvoorbeeld als hij vertelt over een stoet Trump-auto’s die gisteren nog voorbij zijn winkel reed.", "Voor Europeanen heeft hij nog een boodschap, zegt Big Papa, terwijl hij aanstalten maakt om binnen een klant te helpen met een nieuw overhemd. ‘Ik ben ervan overtuigd dat latino’s Trump gaan helpen aan een overwinning, maar als Biden toch wordt uitgeroepen tot winnaar, wees dan maar niet te blij. Want dan komt er een opstand.’", "Latino's weten volgens De Puerto Ricaan als geen ander dat het volk zal ‘opstaan’ als ze de leider niet vertrouwen. Zo kampt de Venezolaanse president Maduro met een door velen gesteunde tegenstander die zichzelf president noemt (Juan Guaidó), en werd de Boliviaanse president Evo Morales een jaar geleden na opstanden gedwongen om het land te verlaten.", "Big Papa kijkt even om zich heen in de straat om te kijken of niemand meeluistert. ‘Dus als er onrust komt in de Verenigde Staten, kan het hier wel eens heel erg uit de hand lopen. En dat heeft ook weer gevolgen voor jullie in Europa, want als één steentje valt, dan vallen ze allemaal.’", "Big Papa knipoogt, neemt zijn hoed bij wijze van groet even af en gaat naar binnen. In de verte klinkt gezellige salsamuziek.", "Als inwoners van de drie grote latinowijken van Miami geconfronteerd worden met de peilingen, die zeggen dat de meerderheid van de latino’s voor Biden gaat stemmen, reageren ze kribbig. Beeld Daniel Rosenthal / de Volkskrant"], "authors": ["Natalie Righton"], "keywords": ["zij", "zijn", "van", "voor", "en", "een", "ze", "overwinning", "als", "ervan", "trump", "latinos", "zullen", "dat", "overtuigd", "florida", "helpen"], "pubDate": "2020-11-02T18:22:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}