{"id": "965c8635-c3c0-32a1-ad55-445c7d418a3f", "title": "Gemeente Midden-Drenthe ondersteunt dorpshuizen met financieel noodpakket", "url": "https://www.dvhn.nl/drenthe/midden-drenthe/Gemeente-Midden-Drenthe-ondersteunt-dorpshuizen-met-financieel-noodpakket-26296446.html", "summary": "De gemeente Midden-Drenthe gaat alle dorpshuizen in de gemeente financieel ondersteunen met een noodpakket.\nAfhankelijk van de grootte, ontvangen de dorpshuizen 500, 1.500 of 3000 euroIn totaal trekt de gemeente 37.000 euro voor de dorpshuizen uit.\n‘De dorpshuizen hebben een hele belangrijke sociale functie in onze gemeente.\nHet geld vanuit de gemeente is niet genoeg om alle weggevallen inkomsten op te vallen, maar biedt wel extra ruimte.\nDe gemeente meldt te werken aan aanvullende regelingen van het rijk en de provincie waar de dorpshuizen een beroep op kunnen doen.", "paragraphs": ["De gemeente Midden-Drenthe gaat alle dorpshuizen in de gemeente financieel ondersteunen met een noodpakket. Afhankelijk van de grootte, ontvangen de dorpshuizen 500, 1.500 of 3000 euro", "In totaal trekt de gemeente 37.000 euro voor de dorpshuizen uit.", "‘De dorpshuizen hebben een hele belangrijke sociale functie in onze gemeente. Door de coronacrisis hebben ze langere tijd hun activiteiten op een laagpitje moeten zetten. Dat betekent dat ook de inkomsten teruglopen’, meldt wethouder Dennis Bouwman (PvdA). ‘Als de crisis voorbij is, hebben we de dorpshuizen juist heel hard nodig om ervoor te zorgen dat inwoners weer een plek hebben om naartoe te gaan, vandaar dat we hen nu financieel willen ondersteunen.’", "Aanvullende maatregelen", "Het noodpakket wordt verstrekt nadat de gemeenteraad in een motie opriep tot extra ondersteuning. Het geld vanuit de gemeente is niet genoeg om alle weggevallen inkomsten op te vallen, maar biedt wel extra ruimte. De gemeente meldt te werken aan aanvullende regelingen van het rijk en de provincie waar de dorpshuizen een beroep op kunnen doen."], "authors": [], "keywords": ["dat", "ondersteunt", "om", "van", "een", "financieel", "gemeente", "te", "dorpshuizen", "middendrenthe", "op", "noodpakket", "met", "hebben"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}