{"id": "969015c8-aa1b-3012-a0e2-af654e5c07bb", "title": "Ordesa: een man, zijn werk, familie en dood", "url": "https://www.parool.nl/kunst-media/ordesa-een-man-zijn-werk-familie-en-dood~b059df00/", "summary": "Beeld Hollandse Hoogte/Westend61Zijn vader had gedaan wat hij kon met Spanje: hij vond een baan, werkte, stichtte een gezin en ging dood.\nTot en met zijn gang naar de supermarkt, aan alles ontleent Vilas betekenis.\nAftakeling – en vooral besef van eigen aftakeling – valt niet te vergeven, is ‘verfoeilijkheid en mislukking.’ En: ons lichaam is afval.\nIn 157 overpeinzingen en een epiloog van gedichten bevraagt hij, zelfbenoemd ‘man van smarten’, de geschiedenis van zijn ouders.\nAls Vilas, ruim tweehonderd pagina’s nadat hij het voornemen heeft geuit, eindelijk een nieuwe mop koopt, komt dat als een enorme opluchting: eindelijk, een kentering!", "paragraphs": ["De Pyreneeën in Aragón, de regio waar Manuel Vilas’ ouders hun leven lang woonden. Beeld Hollandse Hoogte/Westend61", "Zijn vader had gedaan wat hij kon met Spanje: hij vond een baan, werkte, stichtte een gezin en ging dood. In de autobiografische roman Ordesa zoekt de Spaanse auteur Manuel Vilas (58) – vastgelopen in zijn leven , zijn beide ouders overleden en gecremeerd, zijn huwelijk door eigen malversaties stukgelopen, vervreemd van zijn bijna volwassen zoons, afhankelijk van angstremmers en nog maar net gestopt met drinken – naar de zin van het verleden en heden. Hij werpt zich daarmee vooral op als de Cassandra van zijn eigen bestaan.", "Tot en met zijn gang naar de supermarkt, aan alles ontleent Vilas betekenis. De uiterste houdbaarheidsdatum van koekjes is analogie voor mensen die over de datum raken en doodgaan. De versleten toilettas van zijn vader symboliseert diens veroudering. Aftakeling – en vooral besef van eigen aftakeling – valt niet te vergeven, is ‘verfoeilijkheid en mislukking.’ En: ons lichaam is afval.", "In 157 overpeinzingen en een epiloog van gedichten bevraagt hij, zelfbenoemd ‘man van smarten’, de geschiedenis van zijn ouders. Zij, geboren, getogen en gestorven in het Noord-Spaanse dorpje Barbastro, behoorden tot de onderklasse in het postfranquistische Spanje, met altijd het spook van de armoede op de loer. Maar ze waren ook charmant, niet-doorsnee, en (‘onbeschrijfelijk in het Spanje van hun tijd’) niet katholiek. Met de vrolijkheid van begin jaren zeventig, stelt hij vast, moeten ze gelukkiger geweest zijn dan hij.", "Verdoving van loonstrookje", "Het heeft zijn ouders niets gegeven, is niettemin de bittere conclusie, het Spanje van Franco noch de monarchie. ‘Onder Franco waren ze in ieder geval nog jong, dat was nog iets.’ Maar het Spaanse rechts is onwrikbaar gebleken, met zijn corruptie en het morele verval in de politiek, en het zint hem niets wat Spanje zijn ouders heeft aangedaan ‘of wat het mij aandoet’.", "Het is dan 2015. Zijn vader is tien jaar daarvoor overleden, zijn moeder een jaar geleden. Hij is na zijn scheiding gaan wonen in een immer stoffig appartement in Zaragoza, in een straat die associaties oproept met zijn vaders tweede voornaam, en na 23 jaar Spaanse les aan pubers gestopt met het ‘leven onder de verdoving van een loonstrookje’. Hij moet evenwel constateren dat hij als schrijver weinig succesvol is. De ‘jongen die het goed doet’ is de vijftig gepasseerd en ziet als hij in de spiegel kijkt zijn vader ouder worden: het volgende stadium van de neergang. ‘Ik ga van zijn dood over naar de ­mijne, naar het wachten op mijn eigen dood.’", "Ja, je moet wel in de stemming zijn voor dit navelstaren in optima forma van een middelbare man die zich wentelt in zijn eigen sterfelijkheid, waarbij ‘waardering van anderen uiteindelijk het enige bestaansbewijs’ is en ‘de dood (die gestoorde sociopaat) met het bederf van het vlees alle sociale en morele oordelen aan elkaar gelijk maakt’.", "Ik moest het begin, die eerste schets van Vilas’ gemoedstoestand op 9 mei 2015, met een mierenplaag en trottoirs vol dode sprinkhanen, de apocalyptische hitte in de stad en de treurigheid die ‘de menselijke samenlevingen binnendrong als een virus’ (jawel), drie keer lezen. En het boek telkens weer wegleggen – om uiteindelijk de moed te vinden toch door te gaan.", "Met ongeduld soms, en ergernis: man, dóé iets. Als Vilas, ruim tweehonderd pagina’s nadat hij het voornemen heeft geuit, eindelijk een nieuwe mop koopt, komt dat als een enorme opluchting: eindelijk, een kentering! Het dweilen van de vloer voelt alsof hij ‘zielen loutert’, schrijft Vilas. Maar – het verbaast ergens ook weer niet – hij laat het vuil toch weer onophoudelijk terugkomen.", "De schrijver identificeert zich ten diepste met zijn vader, die overleed op 75-jarige leeftijd nadat hij als handelsreiziger in stoffen al jaren overbodig was geworden. Hij geeft de man die geen begraafplaats heeft toch een plek: op zijn computerscherm. ‘Mijn vader had het ook, haperende wilskracht,’ schrijft Vilas. ‘Hij verkocht weinig stoffen en ik verkoop weinig boeken, we zijn dezelfde man (...) Zijn ‘waarom zou ik nog op pad gaan’ is mijn ‘waarom zou ik nog schrijven’. Ik wil ook niet iemand anders zijn dan mijn vader, ik vind het een angstaanjagend idee om een eigen identiteit te hebben.’", "Grote doorbraak", "O, ironie (of, zoals Vilas het zou formuleren: ‘het sarcasme van de kosmos’ ), dat juist de roman van een schrijver die de pen bijna had neergelegd diens grote doorbraak is geworden, met ruim 100.000 verkochte exemplaren in Spanje en vertaling in vijftien talen, waarvan de Franse werd bekroond met de Prix Fémina Étranger. Want wie zich mee wil laten voeren naar de krochten van Vilas’ ziel, vindt in zijn meanderende, melancholieke zinnen een diep roerend verhaal over rouw en (verlangen naar) liefde. Waarbij een belangrijke rol weggelegd voor de kleur geel, amarillo in het Spaans, die staat voor de regenjas van een klein jongetje tijdens een skivakantie, voor pijn en voor een herinnering aan een klapband in de zomer van 1969 in de vallei Ordesa – en nog veel meer.", "Waarbij familieleden logischerwijs de namen krijgen van componisten. En waarbij de schrijver zich eerst ook nog met zijn onnavolgbare, chaotische en destructieve moeder moet vereenzelvigen voor hij uit zijn ‘la van herinneringen’ als zichzelf kan herrijzen.", "Maar bij het tandenpoetsen ziet hij zijn ouders toch soms terug, achter zich, in de spiegel.", "Beeld -"], "authors": ["Marjolijn De Cocq"], "keywords": ["zijn", "van", "het", "man", "en", "een", "met", "ordesa", "dood", "familie", "vilas", "werk", "hij", "als", "die"], "pubDate": "2021-01-01T17:58:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}