{"id": "96c75b0c-10e8-31cb-8f56-635179a20adc", "title": "Ons gedrag bepaalt nu of kind in januari weer naar school mag", "url": "https://www.nrc.nl/nieuws/2020/12/15/ons-gedrag-bepaalt-nu-of-kind-in-januari-weer-naar-school-mag-a4023973", "summary": "In de commentaren laat NRC zien waar het voor staat.\nCommentaren bieden de lezer een handvat, een invalshoek, het is ‘eerste hulp’ bij het nieuws van de dag.\nDe besmettingscijfers liepen de afgelopen week schrikbarend op en het thuishouden van kinderen zal de overdracht van het virus zeker afremmen.\nAan ons allen is nu de opdracht om er met ons gedrag voor te zorgen dat de besmettingscijfers dalen, zodat kinderen weer snel naar school kunnen.\nHet is te hopen dat er niet nog een derde golf komt, zodat kinderen niet opnieuw de rekening hoeven te betalen.", "paragraphs": ["Kinderen zijn de dupe van de verslapte naleving van de coronamaatregelen. Voor de tweede keer dit jaar mogen zij wekenlang niet naar school. Onder middelbare scholieren liepen de besmettingen de afgelopen weken hoog op. Voor het sluiten van de basisscholen noemde minister Hugo de Jonge (Volksgezondheid, CDA) maandagavond op televisie een andere reden: dat is vooral bedoeld als stok om ouders mee naar huis te jagen.", "Dit is het dagelijkse commentaar van NRC. Het bevat meningen, interpretaties en keuzes. Ze worden geschreven door een groep redacteuren, geselecteerd door de hoofdredacteur. In de commentaren laat NRC zien waar het voor staat. Commentaren bieden de lezer een handvat, een invalshoek, het is ‘eerste hulp’ bij het nieuws van de dag.", "Dat voelt niet eerlijk. Natuurlijk moet er hard worden ingegrepen om het coronavirus in te dammen. De besmettingscijfers liepen de afgelopen week schrikbarend op en het thuishouden van kinderen zal de overdracht van het virus zeker afremmen. Maar de sluiting van scholen heeft ook negatieve gevolgen voor de ontwikkeling van deze kwetsbare bevolkingsgroep en het is de vraag of daar genoeg over is nagedacht.", "Lees ook: Door de sluiting van de school groeide de kloof", "De afgelopen maanden keerden steeds meer mensen terug naar hun werkplek, hoewel corona nog lang niet uitgebannen was. Maar omdat de ziekenhuizen niet uitpuilden en de angst voor het virus wegebde met in het zicht een vaccin, gingen steeds meer mensen de deur uit. Het leven leek weer een beetje te worden zoals het was voor corona, ook al was er een tweede golf aan de gang. Dat was ook te zien in het vollere openbaar vervoer en de drukte in winkelgebieden.", "Burgers rekten de regels zo ver mogelijk op en het kabinet liet het zo, bij nader inzien veel te lang, tot het maandagavond ineens keihard aan de noodrem trok.", "Met een schok kwam alles weer tot stilstand. De scholen mochten nog één dag openblijven, om kinderen hun spullen te laten ophalen en de scholen de gelegenheid te geven over te schakelen naar online onderwijs.", "De praktische problemen waren meteen zichtbaar. Veel scholen gaven in een dinsdag gepubliceerde enquête aan dat die voorbereidingstijd voor hen te kort is en dat nog steeds lang niet alle kinderen thuis beschikken over een eigen computer of tablet en een rustige plek om de online lessen te volgen.", "Uit onderzoek is inmiddels gebleken dat vooral kinderen uit laagopgeleide gezinnen tijdens de eerste lockdown leerachterstanden opliepen. Er waren verhalen over kinderen die de lessen vanuit de badkuip volgden. Scholen waren enkele honderden kinderen volledig uit het zicht verloren. De kansenongelijkheid zal tijdens deze tweede schoolsluiting alleen maar verder toenemen.", "Lees ookKinderombudsman over de schoolsluiting", "Onzichtbaarder zijn de problemen die zich achter de voordeur opstapelen. De coronacrisis kan in gezinnen grote spanningen meebrengen. Verlies van werk, thuiswerken en tegelijk lesgeven aan kleine kinderen, krappe woonomstandigheden of simpelweg een slechte relatie kunnen zorgen voor een onveilige situatie thuis. Het huiselijk geweld is tijdens de coronacrisis toegenomen. Als de vaste structuur van school wegvalt, kan dat bij kwetsbare kinderen ernstige gevolgen hebben. Psychiaters maken melding van toegenomen problematiek zoals eetstoornissen. Voor alle kinderen geldt dat een gebrek aan contacten met leeftijdgenoten niet wenselijk is in deze cruciale ontwikkelingsfase.", "Premier Rutte zei maandagavond dat de scholen „voorlopig” tot 18 januari gesloten blijven. Aan ons allen is nu de opdracht om er met ons gedrag voor te zorgen dat de besmettingscijfers dalen, zodat kinderen weer snel naar school kunnen. Het is te hopen dat er niet nog een derde golf komt, zodat kinderen niet opnieuw de rekening hoeven te betalen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Leestijd Minuten"], "keywords": ["weer", "van", "dat", "school", "kind", "bepaalt", "een", "gedrag", "kinderen", "en", "niet", "scholen", "te", "januari", "voor", "naar", "ons", "mag", "het", "nu"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}