{"id": "96fbdd90-cef6-3f82-a657-b08e4bd4c68c", "title": "De spencer is de vriend van kouwelijke thuiswerkers, die bovendien bijna iedereen staat", "url": "https://volkskrant.nl/cultuur-media/de-spencer-is-de-vriend-van-kouwelijke-thuiswerkers-die-bovendien-bijna-iedereen-staat~bb0c6f35/", "summary": "De spencer was overal, van Prada tot Gucci en van Christian Dior tot Marc Jacobs.\nDaarbij is het een grote favoriet van (daar is-ie weer) mijn modeschuwe vader, die dit seizoen ook al onbedoeld hip is met zijn tijdloze corduroy broeken.\nValkuilen vermijden doe je zoEen jonge Lady Diana Spencer in een spencer.\nBeeld GettyActeur Kunal Nayyar in een spencer in tv-serie The Big Bang Theory.\nZelfs een combinatie van shirt met print en spencer met motieven kan niet stuk, zien we bij Kenneth Ize en Prada.", "paragraphs": ["Hadden we net het gilet opnieuw verwelkomd, duikt zijn neefje de slipover als nieuwe hippe held op. En terecht, want of je hem nu spencer noemt of hesje: iedereen kan hem aan, schrijft Cécile Narinx.", "Wat gaan we dragen als het aan de ontwerpers ligt?", "De spencer! Niet alleen als het aan de ontwerpers ligt, ook wat vele influencers betreft. De spencer was overal, van Prada tot Gucci en van Christian Dior tot Marc Jacobs. Daarbij is het een grote favoriet van (daar is-ie weer) mijn modeschuwe vader, die dit seizoen ook al onbedoeld hip is met zijn tijdloze corduroy broeken. Thuis noemden we zijn spencers steevast hesjes, in het Engelse taalgebied worden ze zelden spencer genoemd (dat is voor hen eerder een soort jasje) maar slipovers en tank tops in het VK of sweater vests in de VS. Ze passen ook prima in de thans heersende, kneuterige cottage core-trend.", "Hoe gaan wij het dragen?", "Geef al die spencerfans eens ongelijk, want hoe zalig is het wel niet om je romp warm te houden en tegelijkertijd een fraaie maar dunne jurk te dragen of een extra laagje toe te voegen tussen jasje en bloes? Alleen voor feesten of partijen is-ie minder geschikt, maar die staan tegenwoordig toch amper op de kalender. De slipover is een ideale vriend voor kouwelijke thuiswerkers. Hij kan heel masculien op een broek gedragen worden, zoals bij Marc Jacobs en Dior, of heel vrouwelijk zoals bij Lacoste en Cecilie Bahnsen. Saai? Hoeft niet! Ook in de nerdy jarenzeventigstijl, met puntkragen en eventueel een stropdas, past de slipover perfect.", "Valkuilen vermijden doe je zo", "Een jonge Lady Diana Spencer in een spencer. Beeld Getty", "Acteur Kunal Nayyar in een spencer in tv-serie The Big Bang Theory. Beeld Alamy Stock Photo", "Het mooie van de spencervalkuil is dat die bijzonder ondiep is, vaak niet eens lijkt te bestaan. Hoe lullig-retro je een slipover ook draagt – met een knipoog naar de jonge Lady Diana Spencer, cricketspelers en golfers, onze lieve vaders, Carlton Banks uit The Fresh Prince of Bel-Air of sociaal onhandige astrofysici (zoals Raj Koothrappali uit The Big Bang Theory) – je kunt de spencerplank anno 2020 eigenlijk niet misslaan. Hoe kneuteriger, hoe beter. Zelfs een combinatie van shirt met print en spencer met motieven kan niet stuk, zien we bij Kenneth Ize en Prada.", "Bekende mensen", "Gezien het feit dat de spencer zo’n allemansvriendje is, zijn er tal van hedendaagse stijliconen die hem terug op de modekaart hebben gezet, van Harry Styles tot Ryan Gosling en van Zoë Kravitz tot Victoria Beckham. In de vroege jaren zeventig, toen de slipover zo ongeveer de wolgeworden braafheid was, wist model Beverly Johnson hem al de nodige dosis cool te geven, met een bloes met pofmouwtjes eronder, gedragen op een broek met soulpijpen. Bijna vijftig jaar later niet gedateerd, net als het gilet (op rechts) dat dit voorjaar al een glorieuze comeback beleefde."], "authors": ["Cécile Narinx"], "keywords": ["van", "spencer", "die", "niet", "een", "bijna", "en", "vriend", "iedereen", "te", "thuiswerkers", "staat", "bovendien", "op", "slipover", "kouwelijke", "met", "het"], "pubDate": "2020-11-12T14:00:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}