{"id": "9702568f-d85d-3d75-9ba7-2c1976b1fb78", "title": "Nieuw wetenschappelijk tijdschrift publiceert uitsluitend ‘mislukte’ wetenschap", "url": "https://volkskrant.nl/wetenschap/nieuw-wetenschappelijk-tijdschrift-publiceert-uitsluitend-mislukte-wetenschap~bb1f4a01/", "summary": "Het breekt met het clichébeeld van wetenschap vol doorbraken die te danken zijn aan één genie, of een klein aantal knappe koppen.\n‘In de wetenschap ligt een gapend gat tussen het onderzoek dat wetenschappers uitvoeren en het onderzoek dat gepubliceerd wordt’, aldus Perpinyá.\nDaarnaast is het doel van het tijdschrift om te reflecteren op wat het betekent om te falen in de wetenschap.\nOm dat te voorkomen koppelt het tijdschrift uitvoerders van mislukt onderzoek met andere experts uit het veld om te reflecteren op wat er fout ging.\n‘De meeste kennis die we opbouwen, zien we niet omdat die niet gepubliceerd wordt.’", "paragraphs": ["Albert Einstein: ‘If we knew what we were doing, we wouldn’t call it research.’ Beeld ullstein bild via Getty Images", "Van implantaten die vertikken om aan gewrichten te hechten tot studies waarbij de onderzoekers achteraf moeten concluderen dat ze te weinig proefpersonen hebben om iets zinnigs te kunnen concluderen. Het nieuwe platform Journal of Trial and Error (JOTE), dat nu online staat, biedt ruim baan aan onderzoeken die niet het verwachte resultaat opleveren. Het breekt met het clichébeeld van wetenschap vol doorbraken die te danken zijn aan één genie, of een klein aantal knappe koppen.", "‘Het gangbare beeld van succesvolle wetenschap kent een keerzijde’, vertelt medeoprichter Max Bautista Perpinyá over de telefoon. ‘Doordat wetenschap vrijwel altijd moet leiden tot producten, patenten of medicijnen, ligt de nadruk sterk op positieve resultaten. Mislukt onderzoek wordt daardoor gezien als nutteloos.’", "Desalniettemin maakt falen deel uit van de wetenschappelijke realiteit, dus waarom zouden onderzoekers dat onder stoelen of banken steken? In de woorden van Einstein: ‘If we knew what we were doing, we wouldn’t call it research.’", "Bovendien gaat er een hoop kennis verloren doordat wetenschappers nauwelijks reflecteren op ‘gefaald’ onderzoek. JOTE biedt een plek waar wetenschappers kunnen laten zien hoe en waarom hun onderzoek vastliep.", "Gapend gat", "Dat doet het tijdschrift, dat voorlopig alleen digitaal verschijnt, ten eerste door mislukt onderzoek überhaupt te publiceren. ‘In de wetenschap ligt een gapend gat tussen het onderzoek dat wetenschappers uitvoeren en het onderzoek dat gepubliceerd wordt’, aldus Perpinyá. Hij wijt dat onder andere aan de precaire positie van veel onderzoekers van wie de carrière afhangt van de positieve resultaten van hun onderzoek. Een mislukt onderzoek wordt simpelweg niet ingediend voor publicatie. Door wetenschappers een kans te bieden om mislukt onderzoek toch te publiceren hoopt JOTE dat gat te dichten.", "Daarnaast is het doel van het tijdschrift om te reflecteren op wat het betekent om te falen in de wetenschap. ‘We willen geen database worden van onderzoek dat niet goed ging. Het laatste wat wetenschappers nodig hebben is nog meer databases’, lacht Perpinyá. Om dat te voorkomen koppelt het tijdschrift uitvoerders van mislukt onderzoek met andere experts uit het veld om te reflecteren op wat er fout ging.", "Paul Iske, hoogleraar Open Innovatie, reageert verheugd. Als directeur van het Instituut voor Briljante Mislukkingen, zet hij zich al zo’n vijftien jaar in om de foutentolerantie van onze samenleving te verhogen. Hij vergelijkt de waarde van mislukt onderzoek graag met de rol van donkere materie in het heelal. ‘Bepaalde zaken in het heelal kun je eigenlijk niet verklaren op basis van wat we kunnen waarnemen. De verklaring daarvoor is dat er waarschijnlijk een hoop massa en energie is die we niet kunnen zien: de donkere materie. Het grootste deel van het heelal bestaat uit die materie die we niet kunnen zien.’ Hij spreekt dan ook graag over ‘donkere kennis’, omdat in de wetenschap eigenlijk hetzelfde principe opgaat. ‘De meeste kennis die we opbouwen, zien we niet omdat die niet gepubliceerd wordt.’"], "authors": ["Melle Meijer"], "keywords": ["mislukte", "van", "tijdschrift", "wetenschappelijk", "publiceert", "onderzoek", "om", "een", "wetenschap", "nieuw", "te", "het", "uitsluitend", "niet", "dat", "die"], "pubDate": "2020-12-21T19:04:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}