{"id": "975070c6-f894-32a1-a2cc-f9900b156ffb", "title": "De nieuwste Xbox mist voorlopig nog één cruciaal ingrediënt: games waar je een moord voor doet", "url": "https://volkskrant.nl/cultuur-media/de-nieuwste-xbox-mist-voorlopig-nog-een-cruciaal-ingredient-games-waar-je-een-moord-voor-doet~bc0664cd/", "summary": "Dat wil zeggen: wie in de voorverkoop nog geen exemplaar van de Xbox Series X heeft kunnen bemachtigen, zal nog even geduld moeten hebben.\nOok flink ingekort is de tijd die het de Xbox kost om van het ene naar het andere spel over te schakelen.\nOntwikkelaars doen er een poosje over voor ze alle hoeken en gaten van een console hebben uitgewoond.\nGame Pass Ultimate werkt overigens ook op pc’s en (sommige) tablets en mobieltjes: je hebt niet eens een Xbox nodig.\nOntwikkelaars zullen ook nog eens een hele trits huidige games optimaliseren zodat die van de capaciteiten van de Xbox Series X kunnen profiteren.", "paragraphs": ["Wat techniek betreft – de hardware – valt er weinig meer te wensen aan de nieuwe console van Microsoft: snel, scherp en muisstil. Hoe zit dat met de spellen die het gamershart sneller doen kloppen?", "Het wachten is voorbij, met de nieuwe spelcomputer van Microsoft. Dat wil zeggen: wie in de voorverkoop nog geen exemplaar van de Xbox Series X heeft kunnen bemachtigen, zal nog even geduld moeten hebben. De console is uitverkocht, en wie weet wanneer winkels hem weer op voorraad hebben.", "Maar wie de Xbox Series X komende dinsdag (10 november) in huis heeft, op de dag van de introductie, hoeft niet meer te wachten op games die nog minder vooruit te branden zijn dan een luiaard op een helling ingesmeerd met groene zeep.", "De Xbox Series X kan nog veel meer, maar de snelheid waarmee een gamer op de console aan de gang kan, is voorlopig het grootste pluspunt van Microsofts vierde generatie spelcomputer sinds de eerste Xbox in 2001. Niet meer eindeloos staren naar het groene opstartscherm met de letters Xbox als je de console aanzet en daarna nog langer turen naar het startscherm van godbetert een racegame die Forza heet.", "Laadtijd", "Oké, eerlijk is eerlijk: het verschijnsel ‘laadtijd’ behoort nog niet helemaal tot het verleden. Maar in de meeste gevallen duurt het nog maar de helft van de tijd voor een game klaarstaat om mee te gaan spelen, in andere zelfs een kwart en minder.", "Ook flink ingekort is de tijd die het de Xbox kost om van het ene naar het andere spel over te schakelen. Dankzij Quick Resume staan we het ene moment nog als Viking de hersens in te slaan van de voorvaderen van Boris Johnson en gieren we een harteklop later in een Ferrari #1 Scuderia over de Hockenheimring. Allemaal dankzij een ssd, een solid state drive, een soortement van megasnelle harde schijf die al jaren in onder meer laptops is te vinden.", "Er zijn twee soorten mensen die zich verbaasd zullen afvragen waar alle heisa over gaat. Die ene groep wordt gevormd door mensen die niet gamen: ‘Wat is 2 minuut 41 nou op een mensenleven?’ De andere groep bestaat uit fanatieke gamers, die een pc van 3.000 euro op hun zolderkamertje hebben staan glimmen en die allang gewend zijn aan de korte laadtijden, hoge framerates en andere technische hoogstandjes die de Xbox Series X in huis heeft.", "Daar zit hem de crux. Met zijn nieuwe Xbox heeft Microsoft een spelcomputer ontworpen die de ervaring van een games-pc zo dicht mogelijk benadert, zonder het exorbitante prijskaartje. De Xbox Series X ligt voor 499,99 euro in de winkel.", "Aan de bovenzijde van de Xbox Series X zit een opvallend rooster, dat de warmte moet afvoeren die de processoren in het kastje produceren. Beeld Microsoft", "Geen last van virussen", "Tegelijkertijd behoudt de spelcomputer zijn grote voordeel op een games-pc. Bij een machine met Windows 10 moet de gamer altijd checken of die wel de juiste specificaties heeft. Een spelcomputer draait elke game die ervoor ontworpen is, en je hebt geen last van computervirussen, continue updates of andere toepassingen die de boel in de war schoppen.", "Zoals met elke nieuwe generatie consoles zullen er in het begin weinig games zijn die elke teraflop, pixel of hertz benutten die de Xbox Series X biedt. Ontwikkelaars doen er een poosje over voor ze alle hoeken en gaten van een console hebben uitgewoond.", "Zo kan de Xbox beelden op het scherm zetten in 8K ultra hd-kwaliteit, dus met een vier keer hogere resolutie dan de meeste huidige standaardtelevisies, en met 120 beelden per seconde, terwijl de meeste games nu 30 per seconde halen. Maar voordat het gros van de games dat nirvana bereikt moeten we nog even wachten, zoals het ook nog even gaat duren voor de meeste consumenten aan een 8K-televisietoestel toe zijn.", "Toekomstige piekprestaties daargelaten, op een beetje knappe monitor of televisie zien games er nu al schitterend uit, met oogstrelende details zoals de weerspiegeling van de omgeving in plassen water of zonlicht dat door gebladerte valt, en zonder de strepen die je ziet als een ouder scherm de beeldenvloed niet kan bijbenen.", "De behuizing van de Xbox Series X is apart: een staande zwarte zuil met luchtrooster aan de bovenkant. Mijn eerste associatie was met de monoliet, de zwarte zoemende steen uit de sf-klassieker 2001: A Space Odyssey van Stanley Kubrick. Maar de nieuwe Xbox geeft geen enkele kik als je hem aanzet, nog niet het geringste geroezemoes. Dat is ongehoord knap.", "Beelden van de games die al zijn verschenen of nog moeten verschijnen (vanaf linksboven met de klok mee: Senua’s Saga, Gears 5, The Falconeer en Halo Infinite. Beeld Microsoft", "Blu-rayspeler", "In het zuiltje, dat kleinbehuisden ook op zijn zij kunnen leggen, zit een blu-rayspeler gemonteerd voor games en films op schijf (een anachronisme in tijden van Netflix) en een ssd-schijf van 1 terabyte. Helaas wordt van die opslagruimte al ruim 200 gigabyte opgeslokt door het besturingssysteem.", "Met populaire games die al snel 50 tot 100 gigabyte in omvang meten, slibt de resterende 800 gigabyte dan ook al snel dicht. Op een van drie usb-poorten is een losse harde schijf aan te sluiten, maar als die niet is uitgerust met ssd kun je die niet gebruiken om games op te starten, alleen om ongebruikte spellen even op te parkeren. Op dit moment is er ook maar één fabrikant die een geschikte externe uitbreiding biedt en die Seagate Storage Expansion Card van 1 terabyte kost de helft van de console zelf.", "Nog meer dan fatsoenlijke ruimte om je games en spelvorderingen te stallen, mist de Xbox Series X het belangrijkste ingrediënt dat kopers naar de winkel moet jagen: games die je met geen andere computer of console kunt spelen. Alles wat voor de nieuwe Xbox te koop is, is ook te koop voor zijn voorganger, de Xbox One, en in veel gevallen ook voor de console van Microsofts aartsrivaal Sony.", "XBox Series... S? Microsoft brengt tegelijk met de Xbox Series X een kleinere versie uit van zijn jongste spelcomputer: de Series S. Die ontbeert de blu-rayspeler, heeft een ssd-schijf van 500 gigabyte (waarvan 364 gb ongebruikt zijn als je hem uit de doos haalt) en levert geen 4K-beelden af op de tv, maar slechts een resolutie van rond de 1080p. Met de Series S is de consument voor games helemaal aangewezen op de Xbox-online-winkel, voor downloads die vrijwel altijd duurder uitvallen dan games op schijfjes.", "De Japanners brengen hun nieuwe PlayStation (5) twee dagen na de Xbox Series X uit in de vijf belangrijkste markten, waar overigens Nederland niet toe behoort. Nederlandse gamers moeten een week langer wachten, maar krijgen dan wel games voorgeschoteld die alleen bij Sony zijn te spelen. Dat zijn er nog niet bijster veel. Toch wordt de strijd om de troon van de consolemarkt uiteindelijk niet bepaald door de hardware maar door de software, en dat gaat jaren duren.", "Microsoft gaat dat gevecht aan met een Netflixachtige dienst, Game Pass Ultimate, die voor 12,99 euro per maand toegang biedt tot een catalogus met meer dan honderd games. Daar voegt het bedrijf vanaf de introductiedatum tientallen populaire games aan toe uit een soortgelijke dienst van Electronic Arts. Dertien euro is echt geen geld voor wie net komt kijken; alleen de allerfanatiekste gamers zullen de games al hebben gespeeld. Game Pass Ultimate werkt overigens ook op pc’s en (sommige) tablets en mobieltjes: je hebt niet eens een Xbox nodig.", "Het racespel Forza Motorsport 7 gaat zeker profiteren van de extra rekenkracht voor beelden van de Xbox Series X. Beeld Microsoft", "Verder heeft Microsoft ervoor gezorgd dat alle spellen van de vorige console, de Xbox One, op enkele uitzonderingen na, ook op de Series X zijn te spelen, plus ruim 550 nog oudere games van de tweede generatie Xbox (de 360) en zo’n drie dozijn prehistorische titels van de allereerste Xbox.", "Ontwikkelaars zullen ook nog eens een hele trits huidige games optimaliseren zodat die van de capaciteiten van de Xbox Series X kunnen profiteren. In veel gevallen zijn die upgrades gratis en worden ze automatisch afgeleverd op de nieuwe console. ‘Smart delivery’ heet dat in Microsoft-speak. Die oude geoptimaliseerde titels zien er scherper uit en starten sneller op. Hadden we het daar al over gehad?", "‘Oude meuk’ klinkt het hier en daar smalend op sociale media, maar dat is net zoiets als klagen dat de boeken van Harry Mulisch, Gerard Reve en Willem Frederik Hermans nog in de bibliotheek te vinden zijn. Net als oude romans kunnen ook oude games een nieuw publiek en trouwe fans betoveren. Daar moet de Xbox Series X het voorlopig van hebben."], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "nog", "die", "mist", "series", "een", "xbox", "en", "voorlopig", "waar", "op", "voor", "nieuwste", "je", "moord", "met", "games", "het", "één"], "pubDate": "2020-11-06T16:06:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}