{"id": "9751b491-d08e-3e95-929f-dcd27aada150", "title": "El Father Plays Himself is een fantastische, moeiteloos op zichzelf staande making-of-film vol dronken woede-uitbarstingen ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/el-father-plays-himself-is-een-fantastische-moeiteloos-op-zichzelf-staande-making-of-film-vol-dronken-woede-uitbarstingen~ba1ba1c5/", "summary": "Hij heeft de licht duivelse oogopslag van een beest in de jungle, zeker als hij ladderzat is.\nOoit verdiende hij fortuinen met het goud dat hij uit illegale mijnen in de Amazone opgroef.\nDat denk je althans wanneer Thielen Hedderich zijn eerste van vele bezopen woede-uitbarstingen heeft, in Mo Scarpelli’s achter-de-schermen-film El Father Plays Himself.\nIn de scène waarin hij vergeefs graaft naar een in de grond verstopte fles rum, gaat hij zo intens tekeer dat hij zijn pink breekt.\nOf ja, making-of: El Father Plays Himself blijft moeiteloos overeind naast La fortaleza en kan prima op zichzelf worden bekeken.", "paragraphs": ["El Father Plays Himself.", "Jorge Thielen Hedderich, de vader van de Venezolaanse cineast Jorge Thielen Armand, is een buitengewoon type. Hij heeft de licht duivelse oogopslag van een beest in de jungle, zeker als hij ladderzat is. Ooit verdiende hij fortuinen met het goud dat hij uit illegale mijnen in de Amazone opgroef. De flamboyante man van toen gaat nu schuil onder een eeltlaag van verbittering en bijna permanent dronkenschap.", "Geen wonder dat Thielen Armand het plan opvat om een semi-biografische film over zijn vader te maken. En het is ook geen wonder dat hij zich niemand anders in die rol kan voorstellen dan Jorge senior zelf, met diens tengere, half verwilderde verschijning. Maar misschien kan de man toch beter in zijn hangmat blijven liggen, in plaats van naar het oerwoud te worden gesleept voor een tussen feit en fictie schommelende reconstructie van zijn gehavende leven. Dat denk je althans wanneer Thielen Hedderich zijn eerste van vele bezopen woede-uitbarstingen heeft, in Mo Scarpelli’s achter-de-schermen-film El Father Plays Himself. Even later moet hij bebloed uit een autowrak klimmen. In de scène waarin hij vergeefs graaft naar een in de grond verstopte fles rum, gaat hij zo intens tekeer dat hij zijn pink breekt. Het is een klein wonder dat La fortaleza, de uiteindelijke speelfilm die wereldwijd gelauwerd werd en begin dit jaar nog voor een Tiger Award genomineerd was op het IFFR, met zo’n ongeleid projectiel in de hoofdrol überhaupt de eindstreep haalde.", "Dat huzarenstukje heeft ook nog eens zo’n fantastische making-of opgeleverd. Of ja, making-of: El Father Plays Himself blijft moeiteloos overeind naast La fortaleza en kan prima op zichzelf worden bekeken. Turend over de schouder van Thielen Armand, biedt de Italiaans-Amerikaanse Scarpelli haar eigen fraaie perspectief op de complexe, maar liefdevolle verhouding tussen een afgegleden man en zijn naar contact snakkende kind.", "De grens tussen documentaire en fictie blijkt ook in El Father Plays Himself flinterdun. Terwijl Jorge junior zijn vader nuchter probeert te houden – doorgaans vergeefs – voert hij hem voor sommige scènes doelbewust dronken. Tijdens het draaien van het fragment waarin de vader zijn zoon ongenadig uitkaffert aan de telefoon, richt Scarpelli haar camera op het gezicht van Thielen Armand: hoe komen papa’s doorvoelde verwensingen dit keer bij hem aan?", "Een zeer fascinerend, tragikomisch spiegelspel is het resultaat, dat ook ontroert en je voor beide hoofdpersonages inneemt. Fijn dat Scarpelli veel ruimte maakt voor de momenten waarop de twee elkaar vinden, al is het maar in een omhelzing of een goed gesprek over het scenario. Het getuigt eveneens van Scarpelli’s aandachtige, betrokken blik dat je als kijker de tijd krijgt om fysieke gelijkenissen tussen de twee te ontdekken, en dat je in de kalme Jorge junior wel degelijk een glimp kunt opvangen van vaders sardonische kant.", "De jongeman in de dronkaard, ook die wordt zichtbaar: soms prikken oude homevideo-beelden door het relaas, bijvoorbeeld van Thielen Hedderich die met zijn peuterzoontje bij het zwembad zit. Die tijd lijken de twee Jorges nu te hervinden, en dan maakt het niet meer uit wie met wie een spelletje speelt."], "authors": ["Kevin Toma"], "keywords": ["van", "dat", "zichzelf", "vol", "een", "het", "en", "plays", "te", "zijn", "father", "fantastische", "op", "staande", "voor", "moeiteloos", "hij", "makingoffilm", "woedeuitbarstingen", "thielen"], "pubDate": "2020-12-16T17:37:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}