{"id": "97692c4f-64e6-3328-bf53-88baa2f8d29d", "title": "Bewoners zetten petitie op om westelijke randweg Hazerswoude te weren", "url": "https://nu.nl/alphen-aan-den-rijn/6097234/bewoners-zetten-petitie-op-om-westelijke-randweg-hazerswoude-te-weren.html", "summary": "Met een petitie hopen bewoners van de zuidwestkant van Hazerswoude-Dorp een vuist te maken tegen een westelijke randweg in de Westeinder polder.\nVoorzitter Paul Tap van de bewonersvereniging van Plan Zuid en Weidelanden vertelt dat de zorgen groot zijn.\nOnmogelijkDaardoor is volgens hem ten onrechte bij de politiek het beeld ontstaan dat een westelijke randweg de minst slechte oplossing is.\nDaar komt bij dat ooit al is geopperd een noordwestelijke rondweg te maken, maar die was onmogelijk wegens de slechte ondergrond.\nBeter is het volgens de groep om een tunnelbak in de N209 te bouwen en een doorsteek te maken naar de N11, zonder dat Rietveld en Spookverlaat worden doorkruist.", "paragraphs": ["Met een petitie hopen bewoners van de zuidwestkant van Hazerswoude-Dorp een vuist te maken tegen een westelijke randweg in de Westeinder polder. De teller staat in twee dagen tijd op meer dan 350 handtekeningen.", "Voorzitter Paul Tap van de bewonersvereniging van Plan Zuid en Weidelanden vertelt dat de zorgen groot zijn. De Alphense gemeenteraad heeft weliswaar een 'flitspeiling' in het dorp gehouden. \"Maar de communicatie daaromheen was heel beperkt.\"", "Onmogelijk", "Daardoor is volgens hem ten onrechte bij de politiek het beeld ontstaan dat een westelijke randweg de minst slechte oplossing is. Tap: \"Over dat idee zijn de bewoners nooit geraadpleegd. Daar komt bij dat ooit al is geopperd een noordwestelijke rondweg te maken, maar die was onmogelijk wegens de slechte ondergrond. En dan zou de polder nu ineens wél geschikt zijn?\"", "In de gemeentelijke plannen staat ook een lokale weg langs nieuwbouwwijk Weidelanden. Ook niet handig, vindt Tap. Als op de N209 (Gemeneweg) files ontstaan, zullen veel automobilisten via deze route gaan 'sluipen'. Beter is het volgens de groep om een tunnelbak in de N209 te bouwen en een doorsteek te maken naar de N11, zonder dat Rietveld en Spookverlaat worden doorkruist."], "authors": ["Door"], "keywords": ["dat", "van", "om", "hazerswoude", "een", "bewoners", "weren", "en", "petitie", "te", "zijn", "tap", "zetten", "westelijke", "randweg", "op", "maken", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}