{"id": "977bf105-62b4-308d-bf27-c0edb19876b7", "title": "Visueel sterke heksenfantasie ‘The Witches’ is een brave bewerking van Roald Dahl", "url": "https://trouw.nl/cultuur-media/visueel-sterke-heksenfantasie-the-witches-is-een-brave-bewerking-van-roald-dahl~bd09cf4f/", "summary": "De heksen van Roald Dahl zijn zulke memorabele figuren in de moderne (jeugd)literatuur, die verdienden wel weer een nieuwe film.\nVanwege zijn hang naar fantasy en technisch vernuft (‘Who Framed Roger Rabbit?’, ‘Forrest Gump’) mag je visueel spektakel verwachten.\nDe makers van ‘The Witches’ verplaatsten het verhaal naar Alabama jaren zestig, waar een wees opgroeit bij zijn oma, een heksenexpert.\nZij kijkt er niet van op dat het jochie tijdens hun tripje naar een sjiek hotel een muis wordt.\nEen gruwelijk idee dat het boek en de bewerking van Nicholas Roeg uit 1990 doorspekte met macabere humor.", "paragraphs": ["De heksen van Roald Dahl zijn zulke memorabele figuren in de moderne (jeugd)literatuur, die verdienden wel weer een nieuwe film. Robert Zemeckis zette zich aan die taak. Vanwege zijn hang naar fantasy en technisch vernuft (‘Who Framed Roger Rabbit?’, ‘Forrest Gump’) mag je visueel spektakel verwachten. Met Guillermo del Toro (‘The Shape of Water’) als co-scenarist en producent aan boord zit dat wel goed.", "De makers van ‘The Witches’ verplaatsten het verhaal naar Alabama jaren zestig, waar een wees opgroeit bij zijn oma, een heksenexpert. Zij kijkt er niet van op dat het jochie tijdens hun tripje naar een sjiek hotel een muis wordt. In het hotel is een heksencongres aan de gang: dames in kleurige mantelpakjes blijken monsterlijke figuren, met openscheurende mondhoeken en mismaakte handen en voeten - een detail waarvoor de film onder vuur ligt bij mensen met aangeboren afwijkingen aan de ledematen.", "De heksen veranderen kinderen in muizen. Een gruwelijk idee dat het boek en de bewerking van Nicholas Roeg uit 1990 doorspekte met macabere humor. Ook deze film bevat pittige scènes voor jonge kijkers.", "De film start sterk, met Anne Hathaway als campy verschijning en Stanley Tucci als geestige hotelmanager. Maar de vaart gaat er een beetje uit. Zonder veel aandacht voor Dahls liefde voor taalspelletjes koerst The Witches met hollende muizen en veel paarse rook af op een braaf einde, waarbij de oma (Spencer) haar veranderde bestaan zalvend toeschrijft aan Gods orde."], "authors": ["Remke De Lange"], "keywords": ["brave", "van", "film", "roald", "sterke", "het", "met", "zijn", "naar", "witches", "dahl", "bewerking", "een", "en", "visueel", "aan", "heksenfantasie", "voor"], "pubDate": "2020-11-26T13:55:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}