{"id": "9781dba1-aacb-363f-b4b0-e50017b11cc4", "title": "Jan Karel Kleijn (1963-2020): een vrolijke piraat die nooit plannen maakte", "url": "https://www.parool.nl/amsterdam/jan-karel-kleijn-1963-2020-een-vrolijke-piraat-die-nooit-plannen-maakte~b7b22a52/", "summary": "Jan Karel Kleijn.\nWat een rit!’Eind november plaatste Jan Karel Kleijn dit citaat van de Amerikaanse schrijver Hunter S. Thompson op zijn Facebookpagina.\nHij wilde altijd negentig kilometer per uur, ook in het donker, ook met een flink aantal margarita’s achter de kiezen.\nJan Karel kreeg lichamelijke klachten die verband hielden met een zwak hart en ook de communicatie met hem werd ingewikkelder.\nHij was voor de familie vaak een bron van zorg, maar voor heel veel mensen was hij ook een bron van inspiratie.", "paragraphs": ["Jan Karel Kleijn. Beeld Jan Willem Kaldenbach", "‘Het leven zou geen reis naar het graf moeten zijn met de bedoeling om veilig aan te komen in een mooi en goed bewaard lichaam, maar om in een wolk van rook, grondig opgebruikt, totaal versleten en luidkeels te verkondigen. Wauw! Wat een rit!’", "Eind november plaatste Jan Karel Kleijn dit citaat van de Amerikaanse schrijver Hunter S. Thompson op zijn Facebookpagina. Afgelopen zondag kwam de 57-jarige Amsterdammer om het leven tijdens een motorongeluk op de Filipijnen waar hij sinds enkele jaren woonde.", "Alsof hij het voorvoelde, zegt Maarten Roelofs over de dood van zijn vriend. Ook voor de grote vriendenkring van Kleijn kwam het overlijden niet echt als een verrassing. “Dit was het vijfde ongeluk met de motor in een paar jaar tijd. We zeiden het ook wel tegen hem: gast, je kunt ook veertig kilometer per uur rijden. Maar dat paste niet bij Jan Karel. Hij wilde altijd negentig kilometer per uur, ook in het donker, ook met een flink aantal margarita’s achter de kiezen. Ook daarin was hij radicaal.”", "Onstuimig, rebels, avontuurlijk, roekeloos. Het zijn typeringen die voortdurend terugkeren in de verhalen over Kleijn. Opgroeiend als zoon van een beroepsmilitair die van orde hield, verliet hij op veertienjarige leeftijd het ouderlijk huis. Hij stortte zich vol overgave in de wereld van de krakers en de punks, drumde in bandjes en relde mee tijdens de kroningsdag in Amsterdam. Mooie voetnoot: in het strijdgewoel kwam zijn vader hem in uniform bedanken voor een cadeau dat Jan Karel hem had gestuurd, De kolonel krijgt nooit post van Gabriel Garcia Márquez.", "Kleijn was ook creatief en vindingrijk op een visionaire manier. Hij studeerde af aan de Rietveld op een ontwerp voor een discrete spuitcabine voor verslaafden. Als deejay in de Roxy behoorde hij tot de pioniers van de house. Kleijn onderkende in een vroeg stadium de mogelijkheden van het internet en was betrokken bij allerlei startups. “Jan Karel was een dromer,” vertelt broer Lodewijk. “Hij zag mogelijkheden als geen ander, maar miste de koele zakelijkheid om er ook een financieel succes van te maken.”", "De ondernemer ging daar niet onder gebukt. Lodewijk Kleijn: “Hij was extreem positief ingesteld, misschien ook wel wat naïef. Als andere mensen naar een paraplu grepen, keek Jan Karel naar de regenboog. Als broer maakte ik me wel eens zorgen. Ik ben het type dat ook plannen maakt voor de lange termijn. Jan Karel leefde in het moment en bleef daardoor nog wel eens met de brokken zitten. Hij was een vrolijke piraat die vanuit het kraaiennest wel het paradijselijke eiland in de verte zag, maar niet het rif onder water.”", "Leven op het strand", "Al die jaren bleef Kleijn een enthousiast gebruiker van drank en drugs. De laatste jaren begon die gewoonte zijn tol te eisen. Maarten Roelofs regelde een baantje voor zijn vriend als manager van een klein resort op het Filipijnse eiland Tablas. Daar was het alle dagen feest. “Jan Karel verzamelde binnen de kortste keren een grote vriendengroep om zich heen. Hij leefde op het strand en wist in zijn levensonderhoud te voorzien met allerlei kleine klusjes.”", "Dat Kleijn de honderd niet zou halen, was binnen de vriendenkring bekend. Roelofs: “Als je het leven met zo veel vaart leeft, is het ouder worden niet gemakkelijk. Jan Karel kreeg lichamelijke klachten die verband hielden met een zwak hart en ook de communicatie met hem werd ingewikkelder. We hoopten stiekem dat hij een keer in zijn slaap zou komen te overlijden. Hij besefte zelf ook wat hem te wachten stond. De laatste weken zocht hij opvallend vaak contact met zijn vrienden in Amsterdam.”", "Het doodsbericht maakte veel los bij de vrienden van vroeger en de vrienden van de laatste tijd. Broer Lodewijk kreeg een mail van de burgemeester van de woonplaats van Kleijn op Tablas. “Een heel persoonlijke mail, waaruit duidelijk blijkt hoeveel vrienden Jan Karel daar heeft gemaakt. Hij was voor de familie vaak een bron van zorg, maar voor heel veel mensen was hij ook een bron van inspiratie. Met zijn optimisme en energie bracht hij het beste in mensen naar boven.”"], "authors": ["Patrick Meershoek"], "keywords": ["vrolijke", "karel", "van", "jan", "het", "kleijn", "hij", "plannen", "piraat", "die", "zijn", "met", "een", "ook", "en", "maakte", "nooit"], "pubDate": "2020-12-10T12:53:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}