{"id": "97920d8e-1e98-35f1-83b5-46435aed1525", "title": "Facebook aangeklaagd in VS, moet mogelijk Instagram en WhatsApp verkopen", "url": "https://www.nu.nl/tech/6095732/facebook-aangeklaagd-in-vs-moet-mogelijk-instagram-en-whatsapp-verkopen.html", "summary": "De FTC en de 46 openbaar aanklagers - alleen Justitie in de staten Alabama, Georgia, South Carolina en South Dakota deden niet mee - willen dat Facebook gestraft wordt en het machtsmisbruik goedmaakt.\nDat zou kunnen door onderdelen af te stoten, waaronder WhatsApp en Instagram.\nOok zou Facebook de voorwaarden voor softwareontwikkelaars moeten aanpassen en voortaan van tevoren goedkeuring moeten vragen als het een bedrijf wil overnemen.\nFacebook zegt dat opsplitsen niet mogelijk isFacebook wist dat er een onderzoek liep en is al enige tijd bezig om de chatapps Messenger, WhatsApp en de chatfunctie van Instagram onderling aan elkaar te koppelen.\nHet bedrijf beweert daardoor al enige tijd dat opsplitsen niet mogelijk is.", "paragraphs": ["De Amerikaanse marktwaakhond FTC heeft Facebook aangeklaagd wegens misbruik van zijn machtspositie. De handelscommissie, die samen optrok met Justitie in 46 Amerikaanse staten, beschuldigt Facebook ervan jarenlang potentiële concurrenten te hebben willen uitschakelen, onder meer door ze op te kopen.", "Volgens de aanklacht misbruikte Facebook zijn marktmacht stelselmatig. Behalve het opkopen van bedrijven die zich zouden kunnen ontwikkelen tot concurrenten, deed het bedrijf van topman Mark Zuckerberg dat ook door softwareontwikkelaars voorwaarden op te leggen die het moeilijker maakten om met Facebook zelf te concurreren. Daarnaast ontzegde Facebook ontwikkelaars toegang tot bepaalde informatie.", "De FTC en de 46 openbaar aanklagers - alleen Justitie in de staten Alabama, Georgia, South Carolina en South Dakota deden niet mee - willen dat Facebook gestraft wordt en het machtsmisbruik goedmaakt. Dat zou kunnen door onderdelen af te stoten, waaronder WhatsApp en Instagram. Ook zou Facebook de voorwaarden voor softwareontwikkelaars moeten aanpassen en voortaan van tevoren goedkeuring moeten vragen als het een bedrijf wil overnemen.", "Facebook zegt dat opsplitsen niet mogelijk is", "Facebook wist dat er een onderzoek liep en is al enige tijd bezig om de chatapps Messenger, WhatsApp en de chatfunctie van Instagram onderling aan elkaar te koppelen. Het bedrijf beweert daardoor al enige tijd dat opsplitsen niet mogelijk is.", "In een reactie zegt Facebook nu de aanklacht te bestuderen, maar het bedrijf wijst erop dat de FTC in het verleden geen bezwaar had tegen de overnames. Volgens het socialemediabedrijf wil de overheid dat nu \"overdoen zonder rekening te houden met het precedent dat dit zou scheppen voor het bedrijfsleven en de mensen die de producten dagelijks gebruiken\".", "Facebook kreeg een tik op de beurs na bekendmaking van de aanklacht. Het aandeel werd tot ruim 4 procent minder waard."], "authors": ["Door"], "keywords": ["van", "aangeklaagd", "mogelijk", "whatsapp", "het", "facebook", "die", "verkopen", "instagram", "bedrijf", "zou", "moet", "een", "vs", "en", "dat", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}