{"id": "979dd208-e27a-316d-beb9-988df170008e", "title": "Ajax kon het niet opbrengen tandje bij te schakelen", "url": "https://www.parool.nl/sport/ajax-kon-het-niet-opbrengen-tandje-bij-te-schakelen~baae266e/", "summary": "Die ‘titel’ zegt weinig, maar het is wel de enige prijs die er dit jaar te verdienen viel.\nWat voor jaar is het geweest voor Ajax?\nWaarom lukte het Ajax niet in Tilburg?\nAjax kon het echter niet opbrengen een tandje bij te schakelen en kreeg voor die houding de rekening gepresenteerd.\nIn die maand speelt Ajax niet alleen tegen PSV, maar ook tegen FC Twente (uit), Feyenoord en AZ (uit).", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "Ajax is met 34 punten uit 14 duels winterkampioen. Die ‘titel’ zegt weinig, maar het is wel de enige prijs die er dit jaar te verdienen viel. Er waren geen bloemen voor de Amsterdammers na de hemeltergend slechte wedstrijd in Tilburg.", "Wat voor jaar is het geweest voor Ajax?", "Een jaar met weinig hoogte- en dieptepunten. 2020 was van veel spanning en emotie ontdaan door corona. Het publiek in de stadions werd enorm gemist, vooral in de Champions League, waarin het op de laatste speeldag opnieuw misging voor de Amsterdammers. In de eredivisie verdedigt Ajax één punt voorsprong op PSV, dat na het kerstreces op 10 januari meteen de eerste tegenstander is in de Johan Cruijff Arena.", "Waaraan dankt Ajax de eerste plaats in de eredivisie?", "Vooral aan een enorme stroom doelpunten: 52 in 14 wedstrijden. Dat heeft deels te maken met het feit dat er nog geen topwedstrijden zijn gespeeld, die volgen allemaal in de tweede seizoenshelft. Aan de andere kant hebben ook PSV (33 goals), AZ (33) en Feyenoord (26) die topduels nog niet gespeeld.", "Waarom lukte het Ajax niet in Tilburg?", "Omdat de ploeg inspiratieloos over de zompige grasmat hobbelde. Antony opende nog wel de score in de vierde minuut op aangeven van Klaas-Jan Huntelaar. Daarna bloedde het duel dood. Ajax had veel de bal maar zat in gedachten al aan de kerstdis. Willem II probeerde wel wat terug te doen, maar stuitte een paar keer op keeper André Onana. Bij de derde poging – tien minuten na rust – was het raak. Kwasi Wriedt draaide eenvoudig weg bij Perr Schuurs en schoof de bal met links in de verre hoek.", "Kon Klaas-Jan Huntelaar deze keer geen redding brengen?", "De spits stond negentig minuten op het veld maar heeft amper een kans gekregen, terwijl Willem II toch bezig is aan een slecht seizoen en ook geen sterke indruk maakte. De ploeg van trainer Adrie Koster verloor de laatste vijf wedstrijden. Ajax kon het echter niet opbrengen een tandje bij te schakelen en kreeg voor die houding de rekening gepresenteerd. Hoe duur die rekening is, wordt in januari onmiddellijk duidelijk. In die maand speelt Ajax niet alleen tegen PSV, maar ook tegen FC Twente (uit), Feyenoord en AZ (uit)."], "authors": ["Dick Sintenie"], "keywords": ["schakelen", "voor", "tandje", "opbrengen", "en", "kon", "bij", "maar", "een", "te", "op", "het", "ajax", "niet", "die"], "pubDate": "2020-12-23T20:00:10Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}