{"id": "97af1f1c-5a46-32e2-b853-aeb246de29c2", "title": "Er zijn klaarblijkelijk heel veel mensen die niet weten dat je giften moet ‘smurfen’", "url": "https://volkskrant.nl/columns-opinie/er-zijn-klaarblijkelijk-heel-veel-mensen-die-niet-weten-dat-je-giften-moet-smurfen~be9b5800/", "summary": "Er waren mensen die schande riepen en ­lamenteerden dat ze zich niet kunnen voorstellen ‘dat dit gebeurt in dit land’.\nEn een schande is het, maar dan wel een schande die al vele, vele, vele, lange jaren voortduurt, open en bloot.\nEen schande die al die jaren uitgebreid is besproken en becommentarieerd, in de Volkskrant bijvoorbeeld.\nOver daklozen die pas een maaltijd van de liefdadigheid mochten aannemen als ze die eerst met een klusje hadden ‘verdiend’.\nEr zijn klaarblijkelijk heel veel mensen die niemand kennen die in de bijstand zit, of in een ander overheidsnet.", "paragraphs": ["Er is commotie over de bijstandsgerechtigde die op last van de rechter 7.000 euro moet terugbetalen omdat haar moeder haar jarenlang structureel dingen als wc-papier, brood, koffie en eieren cadeau deed. Mag niet van de wet, want misbruik van gemeenschapsgeld. Er waren mensen die schande riepen en ­lamenteerden dat ze zich niet kunnen voorstellen ‘dat dit gebeurt in dit land’.", "En een schande is het, maar dan wel een schande die al vele, vele, vele, lange jaren voortduurt, open en bloot. Een schande die al die jaren uitgebreid is besproken en becommentarieerd, in de Volkskrant bijvoorbeeld. Keer op keer wordt de schande bevestigd wanneer Nederland in verkiezingen stemt op partijen die dit beleid trots uitdragen en dingen zeggen als ‘die mensen vinden het zelf júist leuk dat we ze scherp ­houden’. (Hierbij worden met ‘die mensen’ mensen met een uitkering bedoeld, betekent ‘scherp houden’ snuffelen in privébankafschriften om zwartwerken of ongeoorloofde giften op te sporen, en is ‘júist leuk’ quatsch.)", "Ik heb er een paar dagen over getobd en kwam tot twee conclusies.", "De eerste conclusie is dat het kennelijk niet beklijft (of structureel wordt overgeslagen), al die kopij over de repressieve verzorgingsstaat.", "Verhalen over hoe in 2002 (ruim achttien jaar geleden) met de Wet werk en bijstand het principe in de ­Bijstand, het allerlaatste collectieve vangnet voor mensen met pech in het leven, is veranderd: van een basisrecht naar een voorziening voor werkloosheid. Dat laatste betekent dat de gemeenten, als uitvoerings­loket van de staat, bijstandsgerechtigden plichten ­mogen opleggen en mogen opjagen.", "Verhalen over hoe bestrijding van misbruik in de ­afgelopen decennia centraal is komen te staan in de ­sociale zekerheid. Omdat fraude ‘het draagvlak’ zou uithollen en politici sidderen voor ‘het draagvlak’. ­Liever een gezin dat afgesloten van gas en elektra moet wonen in een koude donkere flat, dan een gevalletje fraude gemist.", "Verhalen over criminalisering van armoede. Over nietjes uit documenten moeten trekken als ‘tegenprestatie’ voor de aalmoezen die de staat uitdeelt. Over daklozen die pas een maaltijd van de liefdadigheid mochten aannemen als ze die eerst met een klusje hadden ‘verdiend’. Over pogingen ‘nutteloze’ arbeidsgehandicapten te betalen onder het minimumloon. Over het criminaliseren van alleenstaande AOW’ers die gezelligheid bij elkaar zochten en wegens ‘samenwoonfraude’ werden vervolgd.", "Soms werd iets teruggedraaid als de verontwaardiging te groot werd, zoals bij de AOW. Soms ging er een schepje bovenop, zoals bij de verplichte tegenprestatie die een paar jaar geleden culmineerde in uitkerings­gerechtigden die oude treinstellen moesten schuren; ze werden ziek van chroom-6.", "Het is niet ‘de schuld van Rutte’, althans niet alleen – al heeft zijn VVD door de sociale zekerheid een bloedspoor getrokken, bezaaid met proefballonnetjes (afschaffen dertiende maand in de bijstand, een lagere bijstand die kan worden bijgeplust door je ‘nuttig’ te maken, et cetera). Vanaf de eeuwwisseling heeft elke partij die in de buurt van de macht heeft verkeerd – VVD, PVV, CDA, PvdA, CU, D66, LPF – een bijdrage ­geleverd.", "Dan conclusie twee. Er zijn klaarblijkelijk heel veel mensen die niemand kennen die in de bijstand zit, of in een ander overheidsnet. Of die in elk geval nog nooit geprobeerd hebben om een vriend of familielid iets toe te stoppen. Die niet weten dat je giften moet ‘smurfen’: in kleine beetjes toeschuiven, en in contanten, omdat controleurs tot diep in de persoonlijke levenssfeer van de ontvanger mogen rondneuzen.", "In een klassenmaatschappij kan zo’n schande veel te lang blijven bestaan."], "authors": ["Sheila Sitalsing"], "keywords": ["heel", "zijn", "weten", "met", "te", "die", "je", "veel", "mensen", "klaarblijkelijk", "van", "en", "een", "smurfen", "moet", "schande", "het", "niet", "dat"], "pubDate": "2021-01-01T19:46:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}