{"id": "97c1840d-aaed-3cdc-8c85-a9bc1bb6adba", "title": "Piranesi is een ongemakkelijk herkenbare fantasyroman over een leven in afzondering ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/piranesi-is-een-ongemakkelijk-herkenbare-fantasyroman-over-een-leven-in-afzondering~ba97ee48/", "summary": "Als verteller hield ze afstand van haar hoofdpersonen, alsof ze ze bekeek via het verkeerde uiteinde van een telescoop.\nHij woont in een verlaten wereld die hij Het Huis noemt en die bestaat uit immense hallen die eindeloos op elkaar lijken te volgen.\nHoe leefde Piranesi voordat hij zijn dagboeken begon, zes jaar geleden?\nDankzij Piranesi’s ontroerende toewijding aan zijn omgeving wordt een ontmoeting met een zeemeeuw een haast religieuze beleving en worden de standbeelden stille vrienden.\nDoor moeheid en sociale angsten kwam ze nauwelijks het huis uit en zag ze alleen haar man, vertelt ze.", "paragraphs": ["Beeld Orlando", "Met haar sfeervolle debuut over twee magiërs in 19de-eeuws Engeland verwierf de Britse fantasyschrijver Susanna Clarke in 2004 wereldfaam. Elf weken stond Jonathan Strange & Mr Norrell op de New York Times-bestsellerlijst, er werden vier miljoen exemplaren verkocht en er volgde een BBC-serie. Fantasyfans wachtten handenwrijvend op een nieuwe Clarke. Maar ruim een decennium bleef het stil. Tot vorig jaar de roman Piranesi werd aangekondigd, waarvan nu de Nederlandse vertaling is verschenen.", "Piranesi speelt zich af in de moderne tijd. Ook stilistisch is het niet te vergelijken met Jonathan Strange & Mr. Norrell. Clarkes debuut las als een historische vertelling, compleet met voetnoten. Als verteller hield ze afstand van haar hoofdpersonen, alsof ze ze bekeek via het verkeerde uiteinde van een telescoop. In Piranesi lezen we mee met de dagboeken van de verteller, waardoor we op zijn schouder zitten en elke intieme emotie meekrijgen.", "Piranesi is de bijnaam van de verteller – net als de beroemde 18de-eeuwse tekenaar. Zijn echte naam is hij vergeten. Hij woont in een verlaten wereld die hij Het Huis noemt en die bestaat uit immense hallen die eindeloos op elkaar lijken te volgen. Zijn voornaamste gezelschap zijn de vogels die er nestelen en de ontelbare standbeelden waarmee de hallen zijn gevuld. De enige andere levende mens die door zijn hallen dwaalt: de mysterieuze Ander.", "Piranesi leidt een hard bestaan, vissend voor zijn eten in de ondergelopen hallen met netten gemaakt van zeewier. Maar hij is content met wat hem wordt geboden door Het Huis, dat hij aanbidt als een godheid: ‘De schoonheid van Het Huis is onmetelijk; haar goedheid oneindig’, schrijft hij. Toch groeit bij de lezer het ongemak als blijkt dat Piranesi’s kennis over de wereld gapende gaten vertoont. De achterdocht groeit bij de korte ontmoetingen met de Ander, die de toewijding van de naïeve verteller niet lijkt te verdienen. Hoe leefde Piranesi voordat hij zijn dagboeken begon, zes jaar geleden? Is die Ander wel wie Piranesi denkt? En wat voor wereld is dit?", "Lucide droom", "De kracht van het boek zit in de beschrijving van Piranesi’s eenzame bestaan in die soms griezelige, soms wonderschone wereld. Als in een lucide droom loop je met hem mee door de hoge, koele hallen en hoor je het water onder je voeten stromen. Dankzij Piranesi’s ontroerende toewijding aan zijn omgeving wordt een ontmoeting met een zeemeeuw een haast religieuze beleving en worden de standbeelden stille vrienden.", "In een van haar schaarse interviews, met The New Yorker, vertelde Clarke dat Het Huis geïnspireerd is door de fictieve plaats Charn uit Het neefje van de tovenaar van C.S. Lewis. Niet toevallig is Piranesi’s lievelingsstandbeeld een faun, een iconisch personage uit Lewis’ Narnia-serie. De overduidelijke verwijzing naar Lewis’ boeken stoort een beetje, omdat ze de illusie breekt in de verder zo eigenzinnige vertelling. Ook zijn plot en personages wat dun in vergelijking met het sterk omlijnde decor, waardoor je je soms afvraagt of het boek niet beter had gewerkt als kort verhaal.", "Misschien zocht Clarke een manier om langer in Piranesi’s hallenwereld te mogen blijven. Uit het interview met de schrijver blijkt de reden voor haar lange stilte: ze lijdt al jaren aan een ernstige ziekte zonder duidelijke diagnose. Door moeheid en sociale angsten kwam ze nauwelijks het huis uit en zag ze alleen haar man, vertelt ze. ‘Me voorstellen dat ik alleen was op zo’n stille plek met oneindig veel gebouwen – daar werd ik kalm van.’", "Niemand had kunnen voorspellen dat op het moment van publicatie de halve wereld zich enigszins zou kunnen inleven in Clarke en Piranesi’s situatie. Afgezonderd leven met één andere persoon – het komt ongemakkelijk dicht bij de realiteit."], "authors": ["Myrel Morskate"], "keywords": ["herkenbare", "van", "als", "het", "hij", "met", "zijn", "die", "een", "ze", "piranesi", "afzondering", "leven", "en", "ongemakkelijk", "fantasyroman"], "pubDate": "2020-12-04T13:00:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}