{"id": "97c5a97e-c636-36e1-8cfe-5b14c2cc9ba6", "title": "Doorbraak: meer vrouwen en kleur op de kandidatenlijsten voor de Tweede Kamer", "url": "https://trouw.nl/politiek/doorbraak-meer-vrouwen-en-kleur-op-de-kandidatenlijsten-voor-de-tweede-kamer~b5d5f1b1/", "summary": "Het jaar 2021 wordt de doorbraak van een parlement dat een betere afspiegeling is van de samenleving, met meer vrouwen en meer gekleurd politiek talent.\nBijna als op afspraak hebben de meeste politieke partijen een nieuwe standaard gevonden: minstens veertig procent vrouwen op verkiesbare plekken.\nPartijen willen zulke ‘stem op een vrouw’-acties voorkomen in maart, door zelf meer vrouwen op de lijst te zetten.\nDe lijsten van PVV, Forum voor Democratie en DENK zijn nog niet bekend en zijn niet onderzocht.\nMaar ik dacht er toen niet aan me kandidaat te stellen.”Klimaatbeleid en de energietransitie zijn zijn grote interesses.", "paragraphs": ["Wat de uitslag van de verkiezingen in maart ook wordt, één ding staat nu al vast: de Tweede Kamer komt er heel anders uit te zien. Het jaar 2021 wordt de doorbraak van een parlement dat een betere afspiegeling is van de samenleving, met meer vrouwen en meer gekleurd politiek talent.", "Bijna als op afspraak hebben de meeste politieke partijen een nieuwe standaard gevonden: minstens veertig procent vrouwen op verkiesbare plekken. Dat blijkt uit een analyse van Trouw van de kieslijsten van negen partijen die hun kandidaten hebben gepresenteerd. Van Forum en PVV is nog geen lijst bekend.", "Terwijl onderzoekers net de bel luiden over het geringe aantal vrouwen in het lokale bestuur, is op het Binnenhof sprake van een vrouwelijke opmars. CDA, ChristenUnie en D66 komen met 40 procent vrouwen. SP en PvdA met 45 en 50 procent, terwijl de Partij voor de Dieren en GroenLinks zelfs 60 procent vrouwen op verkiesbare plekken hebben staan. Als ‘verkiesbaar’ geldt bij veel partijen: op de eerste twintig plekken.", "Partijen willen ‘stem op een vrouw’-acties voorkomen", "Het is een flinke verandering. De huidige Tweede Kamer telt 32 procent vrouwen, maar dat was na een ‘correctie’ door de kiezers. Zij stemden in 2017 met voorkeurstemmen alsnog meer vrouwen de Kamer in. Partijen willen zulke ‘stem op een vrouw’-acties voorkomen in maart, door zelf meer vrouwen op de lijst te zetten. Ook neemt de invloed van vrouwen toe, met meer vrouwelijke lijsttrekkers en meer vrouwen op hoge posities. Bij de VVD staan in de top-vijf vier vrouwen. Onder hen is ook Bente Becker, die wordt getipt als potentiële opvolger van Rutte. Alleen de SGP komt met een lijst van louter mannen.", "De nieuwe Tweede Kamer krijgt ook meer kleur. Bij de meeste partijen hebben tussen de 15 en 35 procent van hun verkiesbare kandidaten een niet-westerse achtergrond. De PvdA is koploper. Maar ook de VVD komt met bijna 15 procent multiculturele kandidaten die zo goed als zeker een plek krijgen. Dat is een verdubbeling ten opzichte van het huidige gemiddelde in de hele Tweede Kamer. Bij D66 (25 procent kleur op de lijst) zorgden leden dat kandidaat Raoul Boucke, Surinaamse Nederlander, een plek omhoog schoof op de lijst.", "Aanstaande Kamerleden hebben wortels in alle delen van de wereld, ook dat is een verandering. In de huidige Tweede Kamer komt de culturele diversiteit nu vooral van Turkse en Marokkaanse Nederlanders.", "Beeld Sander Soewargana", "Hoe kwam dit onderzoek tot stand? Trouw bekeek de kandidatenlijsten van negen partijen voor de Tweede Kamerverkiezingen, definitief of in concept. Om te zien hoe ‘divers’ de lijsten zijn, is gekeken naar verkiesbare plekken. Voor CDA, D66, PvdA, GroenLinks en SP de eerste twintig op de lijst, bij de VVD de eerste veertig, bij ChristenUnie, Partij voor de Dieren en SGP de eerste tien plekken. Dit op basis van huidige zetels en peilingen. De lijsten van PVV, Forum voor Democratie en DENK zijn nog niet bekend en zijn niet onderzocht. Om te zien hoe het staat met ‘kleur’ op de lijst is gekeken naar kandidaten met een niet-westerse migratie-achtergrond. Er is binnen die groep apart gekeken naar vertegenwoordiging van zwarte Nederlanders met wortels in de voormalige Nederlandse koloniën en Afrika. Informatie over hun achtergrond komt van partijen en openbare bronnen.", "‘Een witte kieslijst kan echt niet meer’", "Partijen hebben ook weer actief gezocht naar zwarte Nederlanders. Deze zomer deden enkele oud-Kamerleden nog in Trouw de oproep dat “een witte kieslijst echt niet meer kan”. In de huidige Tweede Kamer zit geen enkele parlementariër van Surinaamse, Antilliaanse of Molukse afkomst, of met Afrikaanse wortels. Dat gaf veel discussie in het jaar jaar van hevig maatschappelijk debat over racisme, discriminatie en het slavernijverleden.", "Zo’n tien zwarte Nederlanders maken flinke kans op een zetel, vooral mannen. Onder hen zijn oud-wethouders, een tv-presentator, een advocaat en een diplomaat. De ChristenUnie is koploper, gevolgd door PvdA, D66, GroenLinks en SP.", "“We zitten op de goede weg”, reageren oud-Kamerleden Kathleen Ferrier (CDA) en Hubert Fermina (D66) op de nieuwe lijsten. Dat sommige partijen achterblijven noemen zij “teleurstellend”.", "Enkele partijen doen aan die trend van meer kleur op de lijst niet mee. Zij komen met lijsten die helemaal ‘wit’ of relatief wit zijn. Zowel de SGP als de Partij voor de Dieren brengen op de hele lijst niet één kandidaat met een multiculturele achtergrond. Het CDA heeft alleen het huidige Kamerlid Mustafa Amhaouch verkiesbaar staan. Enkele anderen lager op de lijst maken pas kans als de partij een klapper maakt op 18 maart.", "Bij de zoektocht naar gekleurd talent, prijzen politieke partijen hun kandidaten om hun kennis en ervaring, niet om hun afkomst. Met vereende krachten hebben de selectiecommissies van de politieke partijen gezocht naar meer afspiegeling voor hun kieslijsten. Er zijn plechtige beloftes gedaan om het anders te doen dan bij de vorige verkiezingen. In 2017 leverde de eerste foto van de nieuwe Tweede Kamer veel rumoer op: dat waren wel érg veel witte mannen van middelbare leeftijd bij elkaar. “Er is op safe gespeeld”, concludeerde destijds het Parlementair Documentatiecentrum. De zoektocht naar multicultureel talent voor de verkiezingen van 2021 heeft een lange lijst van nieuwe namen opgeleverd. Veel partijen zijn trots op het resultaat, en wedijveren nu om de eer wie zich kampioen lijstvernieuwing mag noemen. Turven is alleen ingewikkeld, omdat nergens officieel wordt geregistreerd wie van niet-westerse afkomst is. Liever niet het stempel Daarbij komt: veel kandidaten zitten zelf niet te wachten op het stempel ‘Kamerlid van kleur’. Kandidaten die Trouw sprak, benadrukken dat zij beoordeeld willen worden op hun prestaties, niet op hun afkomst. Ook partijen vermijden het om te verwijzen naar iemands niet-westerse afkomst. Zij prijzen op hun websites de nieuwe gezichten aan als elke andere kandidaat. Partijen roemen hun kandidaten om “een bak aan ervaring en kennis” en noemen hen nadrukkelijk “geboren Rotterdammer”. Heel soms is er een hint. GroenLinks schrijft over beleidseconoom Senna Maatoug (31) dat zij in haar vrije tijd “een gigantische Potter-fan is (...) en niet zonder olijfolie uit Marokko kan.” Het is de enige verwijzing naar haar Marokkaanse roots. Afkomst doet er toe, maar ook weer niet, is het dilemma. Binnen GroenLinks klinkt ook dat fractievoorzitter Jesse Klaver eigenlijk meetelt voor de multiculturele afspiegeling, omdat hij een Marokkaanse vader heeft. Maar zelf spreekt Klaver er zelden over. Bij D66 schrijft kandidaat Raoul Boucke, duurzaamheidsdeskundige, als een van de weinigen openlijk over zijn Surinaamse achtergrond: “Zevenentwintig jaar geleden kwam ik vanuit Suriname naar Nederland. Het was hard werken, maar ik voelde me hier welkom”, opent hij zijn presentatie aan de leden. Toch te wit Bij zowel D66 als CDA zijn intern flinke discussies gaande over de lijst. Bij D66 is de partijtop trots op de afspiegeling van 25 procent multiculturele kandidaten. Maar de voorzitter van de diversiteitscommissie had na alle mooie woorden meer verwacht, zoals minstens één kandidaat in de top-5. Hij leverde uit teleurstelling zijn functie in en vindt dat D66 de boot heeft gemist. Bij het CDA komt er kritiek van Alex Krijger, voorzitter van de commissie die na de verkiezingen van 2017 de matige uitslag moest onderzoeken. “Het wordt een moeilijk verhaal” voor het CDA, zei hij op tv, als de partij zo wit blijft. Alleen al de één miljoen christelijke migranten in Nederland, herkennen zich slecht in de lijst van het CDA.", "Kandidaat-kamerleden Andrew Harijgens, Don Ceder en Habtamu de Hoop.", "Habtamu de Hoop (PvdA)", "De Fries-Ethiopische Habtamu de Hoop (22) bemachtigde een hoge plek op de lijst bij de PvdA, op nummer tien. Hij is voor jongere tv-kijkers een bekende naam: De Hoop was presentator van het tv-programma ‘Klokhuis’. Dat werk combineerde hij jarenlang met zijn werk als raadslid in Zuidwest-Friesland, waar hij op zijn negentiende gekozen werd als een van de jongste raadsleden in het land.", "De Hoop meldde zich zelf voor een plek in de Tweede Kamer. “Ik vind dat jongeren zich meer moeten mengen in de landelijke politiek. Er speelt zoveel. Kijk alleen al naar de woningmarkt. Zelfs hier in Friesland is het bijna onmogelijk een betaalbaar huis te vinden.” Hij was als scholier al geïnteresseerd in politiek, en begon vorig jaar een studie bestuurskunde om zichzelf een extra basis te geven. De Hoop ziet zichzelf vooral als Friese kandidaat. In zijn vrije tijd is hij een ‘fanatiek’ kaatser. Afgelopen zomer was hij aanwezig bij een demonstratie van Black Lives Matter. Maar dat was niet de aanleiding zich te kandideren. “Ik zie dat het belangrijk is dat mensen van kleur in de kamer zitten, daarin kunnen mensen zichzelf ook herkennen.”", "Don Ceder (ChristenUnie)", "Advocaat en ChristenUnie-raadslid Don Ceder (31) heeft al ervaring met campagnevoeren. Hij stond bij de vorige verkiezingen al hoog op de lijst. Dit keer staat hij op vier, een zekere plek. “Uit de vele reacties, ook van buiten mijn eigen partij, merk ik dat mensen het bij deze verkiezingen zeer belangrijk vinden dat een lijst divers is. Het leeft veel meer dan de vorige keer”.", "Ceder werd in 2018 door het Amerikaanse zakenblad Forbes uitgeroepen tot een van de meest invloedrijke jonge Europese juristen, vanwege zijn inzet voor de problematiek van mensen met schulden. Na zijn studie richtte hij zijn eigen advocatenkantoor op.", "Verkiezingen moeten vooral gaan om de politieke ideeën, zegt Ceder, die zichzelf omschrijft als “een Amsterdamse Nederlander met Surinaams-Ghanese roots”. Hij is beducht voor de rol van ‘het zwarte Kamerlid’. “Ik wil op mijn eigen werk beoordeeld worden, niet primair op mijn kleur. Tegelijkertijd: herkenning is voor kiezers belangrijk. In het land zijn er verschillende kleuren. We moeten er niet obsessief over doen, maar het is goed dat er wat verandering komt”.", "Andrew Harijgens (GroenLinks)", "Een bijzondere carrière brengt ‘Brabander met Afrikaanse roots’ Andrew Harijgens (55) naar de landelijke politiek. Hij staat bij GroenLinks op nummer dertien. Harijgens begon nog als metaalarbeider. Omdat het slecht ging in die sector, schoolde hij zich om en meldde zich voor een studie aan de Open Universiteit. In zijn woonplaats Bergen op Zoom was hij twaalf jaar fractievoorzitter van GroenLinks en twee jaar wethouder. “Van de Tweede Kamer heb ik vroeger gedroomd, toen ik nog op de GroenLinks-kaderschool zat, in hetzelfde klasje als Kathalijne Buitenweg. Maar ik dacht er toen niet aan me kandidaat te stellen.”", "Klimaatbeleid en de energietransitie zijn zijn grote interesses. “We hebben verandering nodig. Als wethouder was ik al volop bezig met de komst van gasvrije wijken.” Hij werd geboren in Liberia, waar zijn Nederlandse vader werkte. Zijn moeder overleed kort na zijn geboorte. “Ik groeide liefdevol op bij mijn grootouders. Uit de cultuur van mijn moeder neem ik mee dat ik altijd heel relaxed blijf, juist als het spannend wordt. Dat komt straks goed van pas.”", "Lees ook:", "Kleur doet ertoe op de partijlijsten, maar ook weer niet", "Bij de zoektocht naar gekleurd talent, prijzen politieke partijen hun kandidaten om hun kennis en ervaring, niet om hun afkomst."], "authors": ["Wilma Kieskamp"], "keywords": ["kandidatenlijsten", "tweede", "van", "als", "doorbraak", "vrouwen", "het", "op", "meer", "kamer", "zijn", "met", "hij", "een", "en", "dat", "kleur", "voor"], "pubDate": "2020-12-05T01:00:51+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}