{"id": "97d6450d-eb41-3bc0-be9b-1374302a6435", "title": "Europa smacht naar Joe Biden en stelt vast agenda op", "url": "https://www.parool.nl/wereld/europa-smacht-naar-joe-biden-en-stelt-vast-agenda-op~bbe4bf5f/", "summary": "Ruim anderhalve maand voor het zover is, liep de Europese Commissie gisteren al enthousiast op die dag vooruit, met de presentatie van ‘een nieuwe trans-Atlantische agenda voor mondiale verandering’.\nDe EU hoopt met de regering van Biden die goede oude trans-Atlantische banden aan te halen, onder meer op het gebied van klimaatverandering, handel en het multilateralisme, na vier jaar ‘America first’ van Donald Trump.\nMaar uit het elf pagina’s tellende commissiedocument blijkt al hoeveel kanten het Europese Chinabeleid heeft en zal blijven houden: ‘een onderhandelingspartner voor samenwerking, een economische concurrent en een systemische rivaal’, zo wordt China daarin omschreven.\n‘EU-president’ Charles Michel heeft aankomend president Biden al uitgenodigd voor twee topontmoetingen met EU-leiders, een virtueel en een fysiek in Brussel, in de eerste helft van 2021.\n“We hebben het liefst aimabele overeenkomsten, zodat we niet meer naar de Wereldhandelsorganisatie hoeven te stappen.” Een van de voorstellen is de instelling van een Europees-Amerikaanse handels- en technologieraad.", "paragraphs": ["Biden kondigde maandag samen met vicepresident-elect Kamala Harris (links) een aantal benoemingen aan in zijn ministersploeg. Beeld Andrew Harnik/AP", "Als er één land of organisatie smachtend uitkijkt naar de inauguratie van Joe Biden als Amerikaans president, op 20 januari, dan is het de Europese Unie wel. Ruim anderhalve maand voor het zover is, liep de Europese Commissie gisteren al enthousiast op die dag vooruit, met de presentatie van ‘een nieuwe trans-Atlantische agenda voor mondiale verandering’.", "De EU hoopt met de regering van Biden die goede oude trans-Atlantische banden aan te halen, onder meer op het gebied van klimaatverandering, handel en het multilateralisme, na vier jaar ‘America first’ van Donald Trump. De agendaschets van de Europese Commissie - veel meer is het nog niet - ligt volgende week op tafel tijdens de top van EU-regeringsleiders.", "Klimaatakkoord", "Trump zocht afgelopen jaren nadrukkelijk de confrontatie met de EU, die hij een ‘vijand’ noemde, ooit opgericht om de VS het leven zuur te maken. In 2018 kwam het tot een handelsconflict, met onder meer Amerikaanse tarieven op Europees staal. De EU antwoordde met tegenmaatregelen.", "Bovendien trok Trump zijn land terug uit het klimaatakkoord van Parijs, terwijl klimaatbeleid (en respectering van dat akkoord) een van de pijlers is onder de nieuwe Europese Commissie. Biden heeft aangekondigd om Trumps terugtrekking al op zijn eerste dag ongedaan te maken.", "“Het is tijd om de banden te herstellen,” stelt voorzitter Ursula von der Leyen. “We nemen het initiatief om een nieuwe trans-Atlantische agenda te ontwerpen, geschikt voor het mondiale landschap van vandaag.”", "In die multipolaire wereld, met onder meer China en Rusland als opkomende machten, zou een versterkte Amerikaans-Europese alliantie wellicht weer met de spierballen kunnen gaan rollen, vooral tegenover Peking. Maar uit het elf pagina’s tellende commissiedocument blijkt al hoeveel kanten het Europese Chinabeleid heeft en zal blijven houden: ‘een onderhandelingspartner voor samenwerking, een economische concurrent en een systemische rivaal’, zo wordt China daarin omschreven. Ook in de mondiale inspanningen om de opwarming van de aarde een halt toe te roepen, hebben de VS, de EU en China elkaar hard nodig.", "Topontmoetingen", "rioriteit nummer 1 voor de zelfbenoemde ‘geopolitieke’ Europese Commissie is om de samenwerking met Washington weer te versterken. “Laten we vooruit kijken, niet achterom,” zei EU-buitenlandcoördinator Josep Borrell. “Laten we onze betrekkingen nieuw leven in blazen. Laten we een partnerschap opbouwen dat welvaart, stabiliteit, vrede en veiligheid biedt aan burgers aan beide kanten en in de hele wereld.”", "Ook voor de bestrijding van de coronapandemie zoekt Brussel Washington nadrukkelijk op. ‘EU-president’ Charles Michel heeft aankomend president Biden al uitgenodigd voor twee topontmoetingen met EU-leiders, een virtueel en een fysiek in Brussel, in de eerste helft van 2021.", "Concreet wil de EU graag snel een einde maken aan de handelsconflicten, waarin onlangs (van EU-kant) een nieuwe stap is gezet wegens het Airbus-Boeing-dispuut. “We hebben het liefst aimabele overeenkomsten, zodat we niet meer naar de Wereldhandelsorganisatie hoeven te stappen.” Een van de voorstellen is de instelling van een Europees-Amerikaanse handels- en technologieraad."], "authors": ["Christoph Schmidt"], "keywords": ["europese", "van", "biden", "het", "op", "naar", "joe", "met", "vast", "een", "en", "te", "om", "agenda", "europa", "smacht", "stelt", "voor"], "pubDate": "2020-12-03T14:52:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}