{"id": "97d9aef3-724a-3931-bba6-3a12480713fe", "title": "'Flamboyante' dinosaurus met nooit eerder ontdekte 'versieringen' gevonden", "url": "https://nu.nl/wetenschap/6097432/flamboyante-dinosaurus-met-nooit-eerder-ontdekte-versieringen-gevonden.html", "summary": "Paleontologen hebben een \"flamboyante\" dinosaurus ontdekt, die uiterlijke versieringen heeft die nog nooit eerder bij dino's zijn gezien, zo schrijven de Britse, Duitse en Mexicaanse onderzoekers in het vakblad Cretaceous Research.\nNaast de opvallende 'antennes' heeft het dier ook manen van lange vacht over de rug lopen, die nog intact zijn gebleven.\nMogelijk gebruikte het dier dit 'flamboyante' uiterlijk om een partner te vinden of bijvoorbeeld om vijanden af te schrikken.\nDit soort gedrag doet denken aan hedendaagse pauwen, waarvan de mannetjes een opvallende verentooi hebben om vrouwtjes te imponeren.\nMogelijk is de Ubiraja jubatus het antwoord op de vraag waar een pauw zijn veren vandaan heeft gehaald.", "paragraphs": ["Paleontologen hebben een \"flamboyante\" dinosaurus ontdekt, die uiterlijke versieringen heeft die nog nooit eerder bij dino's zijn gezien, zo schrijven de Britse, Duitse en Mexicaanse onderzoekers in het vakblad Cretaceous Research. Er steken vier stekels uit de schouders van de Ubirajara jubatus, waarvan de functie nog onduidelijk is.", "De Ubirajara jubatus leefde ongeveer 110 miljoen jaar geleden in wat tegenwoordig Brazilië is. Het dier was ongeveer net zo groot als een kip.", "De uitsteeksels zijn uniek. Naast de opvallende 'antennes' heeft het dier ook manen van lange vacht over de rug lopen, die nog intact zijn gebleven. Mogelijk gebruikte het dier dit 'flamboyante' uiterlijk om een partner te vinden of bijvoorbeeld om vijanden af te schrikken.", "Dit soort gedrag doet denken aan hedendaagse pauwen, waarvan de mannetjes een opvallende verentooi hebben om vrouwtjes te imponeren. Mogelijk is de Ubiraja jubatus het antwoord op de vraag waar een pauw zijn veren vandaan heeft gehaald.", "De onderzoekers kunnen het geslacht van de opvallende dino niet met zekerheid vaststellen. Maar als ze kijken naar hoe hedendaagse mannetjesvogels vaak meer opvallende uiterlijke kenmerken hebben dan vrouwtjes, is het waarschijnlijk dat het gevonden fossiel een mannetje was."], "authors": ["Door"], "keywords": ["zijn", "van", "versieringen", "gevonden", "opvallende", "nog", "nooit", "ontdekte", "met", "eerder", "dinosaurus", "een", "om", "heeft", "te", "het", "flamboyante", "jubatus"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}