{"id": "97e36211-ae7d-38f1-9b1f-334e7ebf7171", "title": "‘De Slag om de Schelde’ is een grootse film over het gevecht dat het lot van de nazi’s bezegelde", "url": "https://trouw.nl/cultuur-media/de-slag-om-de-schelde-is-een-grootse-film-over-het-gevecht-dat-het-lot-van-de-nazi-s-bezegelde~bb98d31ec/", "summary": "Toch gaat het om een cruciaal hoofdstuk uit de Tweede Wereldoorlog.\nHet boek ‘Slag om de Schelde 1944’ uit 2019 noemt de episode van beslissend belang voor de Duitse nederlaag in het Westen.\nHet initiatief voor de film kwam van het veteranenfonds (vfonds), dat het project ook deels financierde.\nVfonds hoopt jonge mensen ermee te doordringen van het belang van vrijheid, zegt de organisatie op hun site.\n“Zelfs als je de film hebt gezien, heb je nog geen overzicht van de hele slag om de Schelde.", "paragraphs": ["Voordat ze hoofdrollen in de gelijknamige film speelden, hadden acteurs Gijs Blom en Susan Radder nog nooit van de slag om de Schelde gehoord. Het zij ze vergeven: qua bekendheid is de slag altijd een ondergeschoven kindje geweest – zeker vergeleken met de strijd om Arnhem of Normandië. Niet voor niets gaat de film op Netflix ‘The Forgotten Battle’ heten.", "Toch gaat het om een cruciaal hoofdstuk uit de Tweede Wereldoorlog. Het boek ‘Slag om de Schelde 1944’ uit 2019 noemt de episode van beslissend belang voor de Duitse nederlaag in het Westen. “Na de doorbraak in Normandië was bevoorrading het grootste probleem van de geallieerden”, vertelt militair historicus Tobias van Gent, die het boek schreef samen met Hans Sakkers. “Ze hadden een haven zo dicht mogelijk bij het front nodig. Toen ze de Schelde bevrijdden, kregen hun schepen toegang tot Antwerpen. Eisenhower zei later dat het lot van Duitsland daarmee was bezegeld.”", "Van Gent (tevens Tweede Kamerlid voor de VVD) is als adviseur betrokken bij ‘De Slag om de Schelde’, die komende week in première gaat. “De regisseur benaderde me af en toe met vragen, zoals hoe je in een paar minuten kunt uitleggen waar D-day om draaide. En ik heb kleine dingen in het script helpen verbeteren – hoe een bepaald antitankwapen precies werkt, wat voor type vliegtuigen in Arnhem werd ingezet, dat soort dingen.” Wanneer je de duurste Nederlandse oorlogsfilm sinds ‘Zwartboek’ maakt, wil je natuurlijk wel dat de details kloppen.", "Het initiatief voor de film kwam van het veteranenfonds (vfonds), dat het project ook deels financierde. Vfonds hoopt jonge mensen ermee te doordringen van het belang van vrijheid, zegt de organisatie op hun site.", "Veel strijdtonelen", "Volgens Van Gent is de film in ieder geval spectaculair genoeg om de slag uit de vergetelheid te halen. Hij hoopt dat mensen na het kijken nog meer willen leren over hoe belangrijk de slag was. “Zelfs als je de film hebt gezien, heb je nog geen overzicht van de hele slag om de Schelde. Het is een ingewikkelde slag met veel strijdtonelen, in Zeeland, maar ook in Vlaanderen en Noord-Brabant. In de film dient de strijd als context voor de verhalen van drie jonge personages – een Zeeuws verzetsmeisje, een Nederlandse jongen in Duitse dienst en een Britse gliderpiloot.” Die verschillende perspectieven vindt Van Gent geen zwaktebod, maar juist een kracht van de film. “In het verleden lag de nadruk in verhalen over de Tweede Wereldoorlog vaak te veel op de geallieerden. Het is historisch gezien belangrijk ook vanuit de burgers en de Duitsers te kijken.”", "Daarnaast weet de historicus dat de slag om de Schelde notoir moeilijk te overzien is. “Ik heb geschiedenis gedoceerd in Middelburg, en hoewel mensen zich in Zeeland veel bewuster van de slag zijn dan in het noorden van het land, weet iedereen vooral wat er zich lokaal heeft afgespeeld.”", "Maar wie ver genoeg uitzoomt, ziet de rode draad: het draaide allemaal om die toegang tot Antwerpen. En dat was niet voor het eerst. “Al zolang Antwerpen een van de grootste havens is, is de Scheldemonding het meest bevochten stukje Nederland. Op Walcheren staan resten van verdedigingswerken van Vikingen en kastelen uit de middeleeuwen, maar ook van Napoleontische verdedigingswerken en de Atlantikwall van de Duitsers uit de Tweede Wereldoorlog.”", "Susan Radder als de Zeeuwse Teuntje, die in ‘De Slag om de Schelde’ in het verzet terechtkomt.", "Niet sexy", "Waarom de laatste en grootste slag om zo’n belangrijk gebied goeddeels was vergeten? Om te beginnen omdat bevoorradingsmissies niet sexy klinken. “De dramatische nederlaag na de grootschalige parachutistenaanval bij Arnhem spreekt meer tot de verbeelding dan de zwaar bevochten overwinning om de Scheldedelta”, schrijven Van Gent en Sakkers in hun boek. Het schijnt zelfs dat de Britse veldmaarschalk Montgomery de slag lang negeerde omdat die niet glamoureus genoeg was.", "Maar Hollywood speelt ook een rol, zegt Van Gent. De slag om Arnhem is zo mede zo bekend geworden dankzij de film ‘A Bridge Too Far’. De Amerikanen hebben lang de geschiedschrijving van de oorlog gedomineerd, onder andere met films, en bij de slag om de Schelde waren weinig Amerikanen betrokken. Het Canadese leger dat de slag aanvoerde, heeft zich er vaak over beklaagd de Assepoester van de oorlog te zijn geweest: ze moesten veel van het vuile werk opknappen, maar werden niet uitgenodigd voor het bal.”", "‘De Slag om de Schelde’ gaat op maandag 14 december in première in Vlissingen. In aanwezigheid van hoofdrolspelers Susan Radder en Gijs Blom, regisseur Matthijs van Heijningen jr., scenarist Paula van der Oest en producent Alain de Levita zal de film gedurende de dag, en in overeenstemming met het spreidingsbeleid, verschillende keren in bioscoop Cinecity worden vertoond.", "Vanaf donderdag 17 december is De Slag om de Schelde landelijk te zien, in 166 bioscoopzalen. Medio 2021 wordt de film op Netflix verwacht.", "De Slag om de Schelde, met een budget van ruim veertien miljoen euro de duurste Nederlandse oorlogsfilm sinds Paul Verhoevens ‘Zwartboek’, is gemaakt in het kader van 75 jaar vrijheid en sluit het herdenkingsjaar af.", "Lees ook:", "Susan Radder speelt Teuntje met de Zeeuwse no-nonsens mentaliteit", "Actrice Susan Radder vertolkt in ‘De Slag om de Schelde’ de rol van Teuntje, een nuchtere Zeeuwse die met gevaar voor eigen leven het verzet in gaat.", "Gijs Blom wil begrijpen wat Marinus drijft", "Acteur Gijs Blom speelt in ‘De Slag om de Schelde’ de rol van Marinus, een jonge, stille soldaat die aan de verkeerde kant staat en beseft dat hij niet meer terug kan."], "authors": ["Rufus Kain"], "keywords": ["gevecht", "van", "grootse", "film", "het", "nazis", "slag", "lot", "een", "om", "en", "dat", "schelde", "voor"], "pubDate": "2020-12-10T10:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}