{"id": "97f011b4-89d6-3646-a735-77356032cef9", "title": "Milieuclub blijft ondanks aanpassingen doorprocederen tegen stikstofbeleid", "url": "https://nu.nl/politiek/6095858/milieuclub-blijft-ondanks-aanpassingen-doorprocederen-tegen-stikstofbeleid.html", "summary": "Milieuclub MOB blijft procederen tegen vergunningen die op basis van het nieuwe stikstofbeleid van het kabinet zijn verleend.\n\"Het blijven vage doelstellingen\", zegt Vollenbroek over het nieuwe doel van het kabinet.\nDe juridische houdbaarheid is al jaren de zwakke plek van het stikstofbeleid.\nIn mei 2019 oordeelde de Raad van State, de hoogste bestuursrechter in Nederland, dat het stikstofbeleid van het kabinet inderdaad niet deugde.\nSindsdien is Schouten met partijen binnen en buiten de politiek bezig met het opstellen van nieuwe wetgeving.", "paragraphs": ["Milieuclub MOB blijft procederen tegen vergunningen die op basis van het nieuwe stikstofbeleid van het kabinet zijn verleend. Minister Carola Schouten (Landbouw) maakte woensdagavond bekend dat haar wet wordt aangepast, maar het is nog steeds \"slappe hap\", zegt MOB-voorzitter en milieuactivist Johan Vollenbroek donderdag tegen NU.nl.", "\"Het blijven vage doelstellingen\", zegt Vollenbroek over het nieuwe doel van het kabinet. Hij is daarom niet van plan zijn juridische strijd te staken. \"We rekenen op honderden procedures.\" De juridische houdbaarheid is al jaren de zwakke plek van het stikstofbeleid.", "Er wordt nu gemikt op de helft minder stikstofuitstoot in 2035, een stuk ambitieuzer dan de 25 procent reductie waar woensdag nog op werd afgekoerst.", "Maar het streven gaat weer minder ver dan het advies van oud-minister Johan Remkes aan Schouten. Remkes pleitte dit voorjaar voor een halvering van de stikstofuitstoot in 2030.", "Vollenbroek ziet daarnaast te weinig waarborgen in Schoutens voorstel. Er wordt door het kabinet gestuurd op een gezond stikstofniveau van de beschermde natuurgebieden (Natura 2000), maar de milieuactivist vindt die toezegging niet hard genoeg. \"Wat is een gezond niveau? Wat moeten we daarmee?\" Hij pleit voor een duidelijk emissiedoel, dat nu in de wet ontbreekt.", "Bovendien streeft het kabinet ernaar het doel pas in 2035 te bereiken. \"Wie dan leeft, wie dan zorgt\", aldus de MOB-voorzitter.", "MOB procedeerde met succes tegen stikstofbeleid", "Vollenbroek procedeert al jaren tegen de Staat vanwege het stikstofbeleid. In mei 2019 oordeelde de Raad van State, de hoogste bestuursrechter in Nederland, dat het stikstofbeleid van het kabinet inderdaad niet deugde.", "Daardoor werden in één klap alle bouwvergunningen die op basis van dat beleid (het Programma Aanpak Stikstof of PAS) waren verleend ongeldig. Veel bouwwerkzaamheden kwamen daardoor stil te liggen. Sindsdien is Schouten met partijen binnen en buiten de politiek bezig met het opstellen van nieuwe wetgeving.", "Donderdagmiddag debatteert Schouten met de Tweede Kamer over de nieuwe stikstofplannen."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["van", "ondanks", "het", "op", "nieuwe", "met", "stikstofbeleid", "tegen", "een", "schouten", "aanpassingen", "te", "kabinet", "blijft", "doorprocederen", "milieuclub"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}