{"id": "97f26b26-8f4b-3653-9381-516754846920", "title": "Davy Klaassen is een prettig symbool van de zuivering", "url": "https://trouw.nl/sport/davy-klaassen-is-een-prettig-symbool-van-de-zuivering~bfbf649e/", "summary": "Van Oosterhout voorzag dat spelers hier ‘de helft minder’ zouden gaan verdienen, en die van Ajax en PSV zouden dan zo gevlogen zijn naar de Bundesliga.\nOok gelddenkers kunnen toch moeilijk beweren dat het betaald voetbal is wat ze in Helmond, Oss, Den Bosch en Dordrecht spelen.\nHet reëel inschatten van talenten (van twee kanten) zou een van de facetten van de relativering moeten zijn, schreef ik in maart.\nIk denk aan Davy Klaassen, naar de begrippen van deze tijd voor een schijntje terug bij Ajax.\nNou, de bedrijfstak gaat er echt niet aan, die wordt hopelijk gezuiverd en denk nu eens positief door: is Davy Klaassen niet een zeer prettig symbool van de hoognodige zuivering?", "paragraphs": ["Wat hoorde ik Chris Woerts nou zeggen? Chris Woerts is, wat ik dan altijd noem, een gelddenker – zo één die alles in de sport, het voetbal bovenal, naar valuta vertaalt. De sportmarketeer zit geregeld langs de zijlijn bij ‘Veronica Inside’ en mag dan eventjes wat spuien over de miljoenen waarvan hij nu weer denkt te weten dat ze rondgaan.", "De uiteraard bedachte rolverdeling vind ik heel aardig: niemand aan tafel besteedt werkelijk aandacht aan wat hij allemaal zegt. Als hij klaar is, gaan ze verder met hun al dan niet ongein. Wars van geld en het opgeklopte vocabulaire dat daarmee gepaard gaat, zak ook ik altijd even weg als Chris aan het woord mag komen, en laat ik zijn miljoenen het ene oor in en het andere uit gaan. Maar wat zei hij daar nu? Jawel, hij zei dat de clubs het dit seizoen – dit coronaseizoen – zullen redden.", "De coronacrisis duurt nu ruim een half jaar. Ergens in maart schreef ik hier – tegen beter weten in, natuurlijk – dat het goed kon zijn, even zonder voetbal: dat er tijd was om eindelijk eens een gezonde relativering over het geëxplodeerde voetbal te leggen.", "Maar dan moet je niet bij sportmarketeers zijn. In deze krant kwam Bob van Oosterhout, een andere gelddenker, geregeld langs. In april zei hij dat de schade ‘nog vele malen groter’ zou worden als deze crisis ook op het nieuwe seizoen zou overslaan. In mei: “De hele bedrijfstak gaat er zo aan”. Van Oosterhout voorzag dat spelers hier ‘de helft minder’ zouden gaan verdienen, en die van Ajax en PSV zouden dan zo gevlogen zijn naar de Bundesliga.", "De sporteconoom Willem de Boer zei dat kleinere clubs dit niet zouden overleven. We hebben er al jaren veel te veel. Ook gelddenkers kunnen toch moeilijk beweren dat het betaald voetbal is wat ze in Helmond, Oss, Den Bosch en Dordrecht spelen. Maar ze zijn er nog altijd, de clubs daar, en Chris Woerts sprak ook over de eerste divisie, toen hij zei dat de clubs het dit seizoen zullen redden.", "Barcelona zucht onder het onzalige salaris van Messi", "Ik denk aan voetballers. Aan Lionel Messi en aan Barcelona, dat onder zijn onzalige salaris zucht en dicht bij een faillissement zou zijn – en maak mij niet wijs dat dat alleen door corona komt: hoe lang worden die onzedelijke bedragen al niet betaald? Voor Juventus, hoor je, zou Cristiano Ronaldo ook te duur te worden.", "Geen bank zal het natuurlijk op zijn geweten willen hebben om Barcelona failliet te laten gaan. Maar al die verhalen door de jaren heen, al die berekeningen van gelddenkers dat voetballers de belachelijke bedragen waard zijn door merchandising en al die interessante rataplan – allemaal humbug.", "Ik denk aan Donny van de Beek. Het reëel inschatten van talenten (van twee kanten) zou een van de facetten van de relativering moeten zijn, schreef ik in maart. Maar nee, je proeft in Nederland verontwaardiging dat hij nauwelijks mag spelen bij Manchester United, dat hem voor veel te veel geld kocht en gewoon betere middenvelders dan deze in niets bijzondere speler heeft.", "Ik denk aan Davy Klaassen, naar de begrippen van deze tijd voor een schijntje terug bij Ajax. Hij was altijd al een ouderwetse voetballer, het valt in het toenemende showvoetbal nog meer op: altruïstisch steeds op zoek naar de plek waar hij voor de ploeg nodig is.", "Natuurlijk zei Chris Woerts nog iets meer. De clubs zullen het dit seizoen redden, maar volgend seizoen kan een ander verhaal worden. Ja, laat zulke gratuite profetieën maar aan gelddenkers over. Nou, de bedrijfstak gaat er echt niet aan, die wordt hopelijk gezuiverd en denk nu eens positief door: is Davy Klaassen niet een zeer prettig symbool van de hoognodige zuivering?", "Henk Hoijtink bespreekt in zijn columns de voetbalwereld. Lees ze hier terug."], "authors": ["Henk Hoijtink"], "keywords": ["klaassen", "van", "het", "davy", "hij", "zijn", "zuivering", "een", "dat", "en", "te", "niet", "symbool", "aan", "prettig"], "pubDate": "2020-11-14T08:56:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}