{"id": "97f48acd-789d-3c9e-bb34-7be7c671fc81", "title": "Winkels dicht? Klant scant keuze door ruit en krijgt artikel thuis", "url": "https://www.telegraaf.nl/financieel/1595541675/winkels-dicht-klant-scant-keuze-door-ruit-en-krijgt-artikel-thuis", "summary": "Voor zijn winkels staan veelal jongeren, die sneakers vergelijken en met hun smartphones de bijpassende code inscannen.\nWe probeerden vindingrijk te zijn in deze enorme crisis.”Over de verkopen online heeft hij allerminst te klagen, zegt hij.\nDe QR-code van een artikel die klanten via een app op hun smartphone kunnen binnenhalen om daarmee te bestellen.\nⒸ EIGEN FOTOWie erlangs loopt, kan met zijn smartphone - via een app die een QR-code afleest - zo de gewilde schoen inscannen.\nLanger winkelen„Via PostNL, UPS en onze eigen bezorgdienst komen je schoenen die je voor onze winkelruit hebt ingescand bij je thuis”, zegt Van Tol.", "paragraphs": ["„Als de klanten niet meer naar binnen mogen, brengen wij onze binnenkant wel naar buiten”, zegt Diek van Tol, manager voor online verkopen bij webwinkel Shoebaloo, met vestigingen in Amsterdam, Rotterdam en Maastricht die een ander uiterlijk hebben gekregen. Voor zijn winkels staan veelal jongeren, die sneakers vergelijken en met hun smartphones de bijpassende code inscannen.", "Van Tol: „Met het personeel kwamen we zelf op dit idee, zonder reclamebureaus en dergelijke. We probeerden vindingrijk te zijn in deze enorme crisis.”", "Over de verkopen online heeft hij allerminst te klagen, zegt hij. „Daar hebben we in de coronamaanden helemaal geen daling gezien. Sterker, die online verkopen zijn alleen maar gestegen.”", "Zelf scannen gebeurt bij winkels in Amsterdam, Rotterdam en Maastricht. Ⓒ EIGEN FOTO", "De omzet uit de stenen filialen echter is afgelopen dagen natuurlijk drastisch geslonken, nadat het kabinet aankondigde dat alle winkels in Nederland tot 19 januari op slot moesten om verspreiding van het dodelijke coronavirus te beperken.", "Bekijk ook: Lonen in rampjaar stevig omhoog", "Met zijn team sleutelde Van Tol aan een praktisch alternatief. De ramen van de winkels van de filialen, bijvoorbeeld die aan het Amsterdamse Koningsplein, zijn over de volle breedte dichtgeplakt. Daarop zijn afbeeldingen geplaatst van zo’n honderd soorten schoenen en accessoires, met elk een afzonderlijke bestelcode.", "De QR-code van een artikel die klanten via een app op hun smartphone kunnen binnenhalen om daarmee te bestellen. Ⓒ EIGEN FOTO", "Wie erlangs loopt, kan met zijn smartphone - via een app die een QR-code afleest - zo de gewilde schoen inscannen. Daarna kiezen consumenten op hun smartphone de juiste maat en kleur, bestellen ze en rekenen af. Dan wordt de verzending al in gang gezet.", "Langer winkelen", "„Via PostNL, UPS en onze eigen bezorgdienst komen je schoenen die je voor onze winkelruit hebt ingescand bij je thuis”, zegt Van Tol.", "Het plan smaakt naar meer, stelt hij. „Dit alternatief pakt ook nog goed uit, je kunt nu eigenlijk veel langer, 24 uur per dag en zeven dagen per week winkelen”, zegt de manager. „We onderzoeken of we dit kunnen doortrekken naar andere winkels.”", "Van Tol doet dit voor Shoebaloo, maar zegt het prima te vinden als andere winkeliers het idee overnemen. „Voor veel winkeliers is dit misschien ook bruikbaar, of inspireert het ze om er iets anders mee te doen. We zitten allemaal in een ontzettend vervelende tijd en in hetzelfde schuitje. Ik hoop dat dit collega-ondernemers aan ideeën kan helpen, zodat zij op een zelfde manier ook blijven verkopen.”"], "authors": ["Redactie Dft"], "keywords": ["klant", "scant", "winkels", "keuze", "krijgt", "zijn", "thuis", "te", "die", "van", "en", "een", "dit", "dicht", "ruit", "door", "voor", "zegt", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}