{"id": "97f49715-b2ea-371f-b7da-5e61ca061a7f", "title": "Ajax-FC Utrecht had ook 8-8 kunnen worden", "url": "https://www.parool.nl/sport/ajax-fc-utrecht-had-ook-8-8-kunnen-worden~b218fc53/", "summary": "Hij maakt nog steeds zijn meters, maar hij verliest voor zijn doen veel duels – tot vorig seizoen juist zijn ­grote kracht – en ook in balbezit is het niet je van het.\nHet is belangrijk dat hij wedstrijden speelt.” Dat geldt ook voor Dominik Kotarski.\nScherpen en Kotarski spelen om en om in Jong Ajax.\nNa Tagliafico en Scherpen vergaloppeerde ook de 17-jarige Devyne Rensch zich bij de 3-3.\nOp de twee fraaie treffers van Zakaria Labyad en het prachtige slotakkoord van Tadic viel echter niets af te dingen.", "paragraphs": ["Beeld ANP", "Na iets meer dan 1 minuut stond Ajax al met 1-0 achter in het bekerduel met FC Utrecht gisteravond, in de 89ste minuut maakte Dusan Tadic met een schitterend afstandsschot 5-4. Daartussen regende het fouten, werden een paar prachtige en een paar schlemielige doelpunten gemaakt en was arbiter Higler de zenuwachtige bovenmeester die totaal geen orde kon houden.", "Ajax leek weinig zin te hebben in het tussendoortje, al prees trainer Erik ten Hag juist de weerbaarheid en de mentaliteit zijn ploeg. Na een minuut ging het al mis. Nicolás Tagliafico bracht zijn ploeg in grote problemen. De Ar­gentijn heeft een matig seizoen. Hij maakt nog steeds zijn meters, maar hij verliest voor zijn doen veel duels – tot vorig seizoen juist zijn ­grote kracht – en ook in balbezit is het niet je van het.", "Een fout van de 28-jarige linksback leidde onmiddellijk tot een tegendoelpunt. Hij kreeg aan de zijlijn weliswaar een lastige bal aangespeeld van Ryan Gravenberch, maar Tagliafico liet zich veel te makkelijk aftroeven door Gyrano Kerk. Via Mark van der Maarel kwam de bal bij ­Mimoun Mahi, die doelman Kjell Scherpen verschalkte.", "Keepers", "Dat was geen fijne binnenkomer voor debutant Scherpen. Hij heeft anderhalf jaar op zijn kans moeten wachten, sinds hij in de zomer van 2019 overkwam van FC Emmen. De boomlange keeper (2,04 meter) moest vier doelpunten slikken, waarvan de vierde zijn fout was: hij liet een ­simpele voorzet van Kerk los. Moussa Sylla profiteerde.", "Andre Onana ontbrak gisteravond en Scherpen kreeg van Ten Hag de voorkeur boven Maarten Stekelenburg. “Kjell Scherpen is een jonge doelman. Het is belangrijk dat hij wedstrijden speelt.” Dat geldt ook voor Dominik Kotarski. Scherpen en Kotarski spelen om en om in Jong Ajax. Dat blijft vermoedelijk zo na de winterstop. Ten Hag: “We hebben vier keepers nodig voor twee teams, zeker in coronatijd.”", "Veel afwezigen", "Behalve Onana miste Ajax nog een trits spelers. Ten Hag verwacht dat zijn eerste keeper zondag tegen ADO terugkeert onder de lat. En ook Klaas-Jan Huntelaar en Sean Klaiber (geschorst tegen FC Utrecht) zijn er dan weer bij. David ­Neres, Noussair Mazraoui, Brian Brobbey, ­Lassina Traoré, Mohammed Kudus en Jurriën Timber in elk geval niet. Ten Hag: “De lijst afwezigen was vandaag lang, maar er stond een team dat wilde winnen. Complimenten hoe mijn spelers zijn blijven vechten voor de overwinning in een open wedstrijd met rare fouten.”", "Negen minuten voor tijd stond Ajax nog met 4-3 achter in de eigen Johan Cruijff Arena. ­Uitschakeling in de beker, zo kort na de uitschakeling in de Champions League, was een domper geweest. Ten Hag: “We zijn op dit moment niet goed genoeg voor de Champions League, dat is de realiteit. We bouwen aan een team dat wel Champions Leaguewaardig is, maar in Nederland moeten we gewoon goed genoeg zijn om elke tegenstander te verslaan.”", "Met al die persoonlijke fouten viel dat niet mee. Na Tagliafico en Scherpen vergaloppeerde ook de 17-jarige Devyne Rensch zich bij de 3-3. Hij verspeelde de bal aan Kerk en had daarna daadkrachtiger het duel moeten aangaan, vond Ten Hag, die toch had genoten van de piepjonge verdediger. “Positioneel en aan de bal is hij erg goed. Als je op deze leeftijd dit al kunt, dan belooft dat veel voor de toekomst.”", "Slotakkoord", "Ajax nam aanvallend alle risico’s en verwaarloosde de defensieve organisatie, Utrecht counterde scherp. Toch trok de thuisploeg aan het langste eind. Met dank aan Van der Maarel (na een vrije trap van Tadic) en Tommy St. Jago (na een schot van Antony), die de bal onopzettelijk achter hun eigen keeper werkten.", "Op de twee fraaie treffers van Zakaria Labyad en het prachtige slotakkoord van Tadic viel echter niets af te dingen."], "authors": ["Dick Sintenie"], "keywords": ["zijn", "van", "voor", "en", "kunnen", "een", "hag", "scherpen", "dat", "88", "ook", "hij", "het", "worden", "utrecht", "ajaxfc"], "pubDate": "2020-12-17T09:33:07Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}