{"id": "9801cf6c-2e0a-306b-88cb-71aec9a51ff9", "title": "Dolf de Vries (1937-2020): Statige acteur, een tikkeltje deftig, met een mooie stem en perfecte dictie", "url": "https://volkskrant.nl/cultuur-media/dolf-de-vries-1937-2020-statige-acteur-een-tikkeltje-deftig-met-een-mooie-stem-en-perfecte-dictie~b3ad6d48/", "summary": "Acteur en schrijver Dolf de Vries werd daarmee een bekend acteur, want al die films trokken een groot publiek.\nToen hij ook een aantal jaren in de tv-serie Onderweg naar morgen verscheen, kende vrijwel iedereen hem: statige acteur, een tikkeltje deftig, met een mooie stem en perfecte dictie.\nMet zijn vrouw en soms alleen bezocht hij landen als Australië, Nieuw Zeeland, de VS en Vietnam.\nIn Ierland bezat hij een aantal jaren ook een huisje, midden in het ruige graafschap Mayo.\nEn ook: ‘Ik weet wel: hoe meer ik reis, hoe minder ik weet en hoe meer ik vermoed.’Dat zal zeker ook gelden voor zijn laatste reis.", "paragraphs": ["Dolf de Vries in Dossier Verhulst. Beeld ANP", "Misschien was hij stilletjes wel de muze van filmregisseur Paul Verhoeven, met name in de categorie Betere Mannelijke Bijrol. Hij speelde immers in maar liefst vier Verhoeven-films: Turks fruit (1973), Soldaat van Oranje (1977), De vierde man (1983) en Zwartboek (2006). Acteur en schrijver Dolf de Vries werd daarmee een bekend acteur, want al die films trokken een groot publiek. Toen hij ook een aantal jaren in de tv-serie Onderweg naar morgen verscheen, kende vrijwel iedereen hem: statige acteur, een tikkeltje deftig, met een mooie stem en perfecte dictie. Afgelopen zaterdag is De Vries (83) in zijn woonplaats Den Haag overleden; maandag maakte de directeur van zijn uitgeverij dat bekend.", "Dat Dolf de Vries als acteur een bijna Engelse uitstraling en vakmanschap bezat, had ongetwijfeld ook te maken met zijn opleiding en eerste werkervaring: hij studeerde in 1960 af aan de Toneelacademie Maastricht en begon vrijwel direct daarna als jong acteur bij de Haagse Comedie. Nadat hij daar een aantal toneelrollen had gespeeld, ontdekte hij al vrij snel de geneugten van de filmset en tv-studio.", "Paul Verhoeven vroeg hem in 1973 in Turks fruit voor de rol van de arts die de zieke Olga (Monique van de Ven) behandelde. Zijn eerste tv-serie volgde een jaar later: Waaldrecht. Daarna was hij onder veel meer te zien in Mensen zoals jij en ik, Dossier Verhulst, Keyzer & De Boer Advocaten en Flikken Maastricht. Zijn laatste rol, die van ‘Bejaarde’, speelde hij in Het geheime dagboek van Hendrik Groen in 2018. In die serie speelde overigens bijna iedereen een bejaarde.", "Reisverhalen", "Het acteren voor film en televisie gaf hem de gelegenheid zijn andere talent te ontwikkelen, dat van schrijver van boeken en reisverhalen. Met zijn vrouw en soms alleen bezocht hij landen als Australië, Nieuw Zeeland, de VS en Vietnam. Met een Volkswagen-camper trok hij door Oekraïne en Georgië. In Ierland bezat hij een aantal jaren ook een huisje, midden in het ruige graafschap Mayo. Boektitels van hem zijn onder meer Cuba, vrolijk getralied land en Het mes van de Andes. In 2019 verscheen zijn laatste boek: Vrucht van de leugen.", "‘Als je laat zien dat je oprechte belangstelling hebt voor het land, stellen inwoners zich veel eerder open. Ik kom vaak reizigers tegen met één gidsje op zak. Dat hebben ze de avond ervoor nog even doorgebladerd. Dat begrijp ik niet’, zei De Vries in 2010 over zijn vele reizen in de Volkskrant. En ook: ‘Ik weet wel: hoe meer ik reis, hoe minder ik weet en hoe meer ik vermoed.’", "Dat zal zeker ook gelden voor zijn laatste reis."], "authors": ["Hein Janssen"], "keywords": ["perfecte", "mooie", "van", "hij", "met", "zijn", "dolf", "ik", "vries", "een", "tikkeltje", "en", "ook", "dat", "stem", "statige"], "pubDate": "2020-12-07T23:57:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}