{"id": "984092e1-8253-3244-9548-bb8c8db2dd5b", "title": "Bezuinigen op muziekonderwijs? Muziekdocent Mariëtte de Graaf vindt het schandalig: ‘Cultuur is een mensenrecht’", "url": "https://trouw.nl/cultuur-media/bezuinigen-op-muziekonderwijs-muziekdocent-mariette-de-graaf-vindt-het-schandalig-cultuur-is-een-mensenrecht~bff0a7b4/", "summary": "De gemeente komt geld tekort en wil daarom 50.000 euro bezuinigen op het lokale muziekonderwijs.\nTerwijl het leren bespelen van een muziekinstrument volgens de vereniging bijdraagt aan het sociaal, fysiek en geestelijk welzijn van de maatschappij.\n“Het delen van waarden, het in staat zijn om te kunnen verbeelden en met elkaar in contact kunnen zijn, komt door cultuur.\nJazzviolist Yannick Hiwat: ‘Ik houd ervan dat het spelen veel moeite kost’Yannick Hiwat speelt op een viool met zeven snaren.\nDe weerstand op deze mezzo-viool is groter dan op een gewone viool.", "paragraphs": ["In de aula van de Meester Spigtschool in het Noord-Hollandse Hoogkarspel staan de stoelen en krukjes netjes opgestapeld en zijn de grote tafels leeg en schoon. Nu de schooldag erop zit, kunnen de de 15-jarige Sarah Bot (15) en haar zusje Eva (13) in deze ruimte hun keyboardlessen volgen. Zelfstandig muziekdocent Mariëtte de Graaf kijkt toe hoe de tieners geconcentreerd een lied van superster Adele laten horen, dat ze helemaal uitspelen. Hun docent is tevreden. “Super, hartstikke goed!”", "Nu geeft ze les in Hoogkarspel; de overige dagen van de week geeft De Graaf les in de naastgelegen gemeente Medemblik. Daar wordt donderdag gepraat over de begroting voor de komende jaren. De gemeente komt geld tekort en wil daarom 50.000 euro bezuinigen op het lokale muziekonderwijs. Eerder dit jaar sloten de allerlaatste muziekscholen in de regio de deuren door wijzigingen in het verdelen van de subsidies. De Graaf was in dienst bij een van de scholen. “Het gaat al tien jaar zo”, zucht ze als de bezuinigingen ter sprake komen. “Het is niet leuk, want je hebt geen zekerheid meer.”", "In heel Nederland schrijven gemeentes rode cijfers en het muziekonderwijs is daar vaak de dupe van. In onder meer Sittard-Geleen, Dantumadiel, Goirle, Bergen op Zoom en Hoogeveen wordt de financiering afgebouwd of helemaal stopgezet. In Goirle gaat het lokale kunstencentrum daarom door als private cultuureducatieschool. In Hoogeveen verdwijnt de lokale muziekinstelling helemaal.", "Aantal muziekinstellingen gehalveerd", "Cultuurconnectie, de branchevereniging voor cultuureducatie, stelt op basis van eigen onderzoek dat Nederland in 2007 nog 245 muziekscholen en centra voor de kunsten telde. In 2018 is dat aantal met 121 gehalveerd. Als oorzaak noemt de vereniging fusies tussen centra, maar ook bezuinigingen spelen een rol. “Zeker de laatste jaren, vanaf 2010”, zegt directeur Jan Brands.", "Terwijl het leren bespelen van een muziekinstrument volgens de vereniging bijdraagt aan het sociaal, fysiek en geestelijk welzijn van de maatschappij. “Dat welzijn hangt af van hoe er wordt geïnvesteerd in kansengelijkheid. Cultuur is een mensenrecht en het zou mooi zijn als mensen door cultuur beter in staat zijn de uitdagingen van deze tijd aan te gaan en mee kunnen komen.”", "Is dat niet te sterk uitgedrukt? Zeker niet, vindt Brands. “Het delen van waarden, het in staat zijn om te kunnen verbeelden en met elkaar in contact kunnen zijn, komt door cultuur. Cultuur maakt dat we zijn wie we zijn.”", "Lees ook:", "Heel creatief, een online opera en pianoles via Zoom, maar zonder extra steun dooft het culturele leven uit", "Overleeft de culturele sector de coronacrisis, ook op lange termijn? Alleen met extra tijd, geld en experimenteerruimte, zegt een bezorgde Raad voor Cultuur.", "Jazzviolist Yannick Hiwat: ‘Ik houd ervan dat het spelen veel moeite kost’", "Yannick Hiwat speelt op een viool met zeven snaren. De weerstand op deze mezzo-viool is groter dan op een gewone viool. ‘Ik denk soms heus wel: waar ben ik aan begonnen.’"], "authors": ["Laura Popken"], "keywords": ["mariëtte", "van", "vindt", "mensenrecht", "het", "op", "met", "zijn", "graaf", "een", "en", "schandalig", "muziekonderwijs", "dat", "kunnen", "muziekdocent", "voor"], "pubDate": "2020-11-19T09:49:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}