{"id": "984d3b51-83b7-35de-bb3b-41288194b830", "title": "De Speld: Oekraïne begint campagne met leugens over FvD-referendum", "url": "https://volkskrant.nl/cultuur-media/de-speld-oekraine-begint-campagne-met-leugens-over-fvd-referendum~b57151de/", "summary": "Thierry Baudet staat voor het partijkantoor van Forum voor Democratie de pers te woord.\n‘Dit is jullie laatste kans om de partij te redden’, schreeuwt een van de mannen op een bijeenkomst in een klein dorpje.\nO, dat antwoord had ik niet verwacht!’Als we de mannen aanspreken op hun campagne ontkennen ze dat ze een voorkeur voor de ene of de andere uitkomst hebben.\nDat is het allerbelangrijkste.’President Volodymyr Zelensky verdedigt de leugenachtige campagne: ‘Het bestuurskartel probeert op geniepige wijze zijn zin door te drijven.\nMaar de Uil van Odessa spreidt zijn vleugels bij het uiteenvallen van het Forum.’", "paragraphs": ["Thierry Baudet staat voor het partijkantoor van Forum voor Democratie de pers te woord. Beeld ANP", "‘Bedenk goed wat de gevolgen zijn als u ‘ja’ stemt’, zegt een vrouw in een reclamespotje op Facebook. ‘Ze zeggen dat u dan voor Baudet kiest, maar in werkelijkheid zet u de deur open naar het leiderschap van Tunahan Kuzu of Sylvana Simons. Laat u niet in de maling nemen.’", "Diezelfde boodschap wordt verspreid door twee Oekraïense mannen die met een blauw busje door Nederland rijden. ‘Dit is jullie laatste kans om de partij te redden’, schreeuwt een van de mannen op een bijeenkomst in een klein dorpje. De ander valt hem bij: ‘Als jullie nu voor Thierry kiezen, dan stort alles in. Nu nog de partij, maar straks het hele land. Willen jullie dat straks de tanks weer door de straten rijden? Willen jullie weer afhankelijk zijn van de voedselbon? O, dat antwoord had ik niet verwacht!’", "Als we de mannen aanspreken op hun campagne ontkennen ze dat ze een voorkeur voor de ene of de andere uitkomst hebben. ‘Het gaat ons er vooral om dat leden gaan stemmen. Mensen moeten zich uitspreken. Dat is het allerbelangrijkste.’", "President Volodymyr Zelensky verdedigt de leugenachtige campagne: ‘Het bestuurskartel probeert op geniepige wijze zijn zin door te drijven. Maar de Uil van Odessa spreidt zijn vleugels bij het uiteenvallen van het Forum.’"], "authors": ["Jop Eikelboom", "Rudolf Julius"], "keywords": ["jullie", "van", "campagne", "het", "begint", "op", "fvdreferendum", "met", "zijn", "speld", "leugens", "een", "ze", "dat", "door", "oekraïne", "voor"], "pubDate": "2020-12-01T19:11:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}