{"id": "985eb944-ad46-3ac7-b60e-9b1f1b7d52cd", "title": "Acteur, scenarist en regisseur Payman Maadi: een kieskeurige alleskunner", "url": "https://volkskrant.nl/cultuur-media/acteur-scenarist-en-regisseur-payman-maadi-een-kieskeurige-alleskunner~b6893dc5/", "summary": "De Iraans-Amerikaanse acteur, scenarist en regisseur Payman Maadi in 2019, op het Fajr Film Festival in de Iraanse hoofdstad Teheran.\nBeeld Hollandse Hoogte / AFPKameleon, alleskunner, laatbloeier: de Iraans-Amerikaanse acteur, scenarist en regisseur Payman Maadi (50) is een fenomeen.\nOf als tolk in de oorlogsfilm 13 Hours van blockbusterspecialist Michael Bay, over de overval op de Amerikaanse ambassade en een CIA-basis in het Libische Benghazi.\nAls de vriendelijke broer van een dictator in 6 Underground, wederom van Bay.\nMaadi’s speelveld binnen het internationale acteursgilde kent momenteel geen gelijke: van HBO-series, Michael Bay-spektakel en Europese arthouse tot Iraans kwaliteitsdrama.", "paragraphs": ["De Iraans-Amerikaanse acteur, scenarist en regisseur Payman Maadi in 2019, op het Fajr Film Festival in de Iraanse hoofdstad Teheran. Beeld Hollandse Hoogte / AFP", "Kameleon, alleskunner, laatbloeier: de Iraans-Amerikaanse acteur, scenarist en regisseur Payman Maadi (50) is een fenomeen. Al zal zijn naam in eerste instantie bij de meesten geen belletje doen rinkelen. Grote kans dat alleen zijn gezicht wordt herkend: die kenmerkende imposante, grijzende baard; de doordringende, kat-uit-de-boom kijkende ogen, die de wereld afhankelijk van de situatie vriendelijk of intimiderend bezien.", "Dan gaan de gedachten wellicht uit naar Nader, de man die in het sublieme Iraanse drama A Separation (Oscar voor Beste niet-Engelstalige film in 2012) van Asghar Farhadi probeert te scheiden van zijn vrouw, omdat hij zijn oude vader wil blijven verzorgen en zij met hun jonge dochter naar het buitenland wil. Hoe hij dient als baken, als representant van de Iraanse middenklasse, in een heuse thriller die er met verschillende vertelperspectieven en dwaalsporen juist op uit is het publiek steevast op het verkeerde been te zetten. De rol zette Maadi, geboren in New York, opgegroeid in Iran en inmiddels weer woonachtig in de Verenigde Staten, in één klap wereldwijd op de kaart.", "Opmerkelijk: A Separation was pas zijn tweede film als acteur, nadat dezelfde Farhadi hem in 2009 op 39-jarige leeftijd had laten debuteren in About Elly, een mooie, kalme film over de perikelen binnen een Iraanse vriendengroep. In de jaren daarvoor werkte hij onder meer als scenarist. Hij schrijft momenteel nog steeds, als er even geen geschikte rollen voorhanden zijn.", "Want Maadi is kieskeurig, zeker wat betreft de rollen die hem na A Separation in het Westen worden aangeboden. Die betreffen wel erg vaak het platgeslagen cliché van de Iraniër of Arabier, zo ondervond hij; de inwisselbare slechterik uit een inwisselbaar land ver buiten de VS. Hij acteert om mensen te verbinden, zei hij in een interview met New York Magazine, niet om stereotypen in leven te houden.", "Drugsagent Samad (Payman Maadi) in Just 6.5. Beeld Filmstill", "Mogelijk zag u hem in de doortimmerde HBO-reeks The Night Of (2016) als de Pakistaanse taxichauffeur Salim in New York, wiens zoon wordt beschuldigd van moord. Of als tolk in de oorlogsfilm 13 Hours van blockbusterspecialist Michael Bay, over de overval op de Amerikaanse ambassade en een CIA-basis in het Libische Benghazi. Als de vriendelijke broer van een dictator in 6 Underground, wederom van Bay. Of in het meeslepende Franse drama Police, als uitgewezen asielzoeker uit Tadzjikistan die door drie agenten naar het vliegveld wordt geëscorteerd (sinds vorige week in de Nederlandse bioscopen). En vanaf deze week als narcotica-agent Samad, die in Just 6.5 bijkans wordt vermorzeld onder de werkdruk van de Iraanse war on drugs.", "Maadi’s speelveld binnen het internationale acteursgilde kent momenteel geen gelijke: van HBO-series, Michael Bay-spektakel en Europese arthouse tot Iraans kwaliteitsdrama. Hoe het is om tegelijk in zo veel verschillende filmwerelden te werken? ‘Niet eenvoudig’, zei hij tegen New York Magazine. ‘In Iran mogen we geen liefdesscènes filmen zoals in het Westen, maar als de censuur zegt dat iets niet mag, doen we het op een andere, vaak fraaiere wijze.’", "Het is hem nog niet overkomen, maar mocht de Iraanse censuur hem onverhoopt toch dwarszitten, omdat een westerse rol bijvoorbeeld niet goed zou vallen, dan kiest de acteur gewoon een ander pad. ‘Het geeft een veilig gevoel om over zo veel mogelijkheden te beschikken.’"], "authors": ["Berend Jan Bockting"], "keywords": ["payman", "maadi", "kieskeurige", "van", "regisseur", "als", "het", "op", "hij", "die", "iraanse", "alleskunner", "een", "en", "te", "acteur", "scenarist"], "pubDate": "2020-12-02T20:48:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}