{"id": "9861aa3e-d049-38a3-8e9e-169bef56c162", "title": "‘Een burgemeesterschap zet je niet in twee jaar neer. Ik ben hier gewoon aan het buffelen’", "url": "https://volkskrant.nl/mensen/een-burgemeesterschap-zet-je-niet-in-twee-jaar-neer-ik-ben-hier-gewoon-aan-het-buffelen~bf08f606/", "summary": "Hij zei bij mijn vertrek dat je GroenLinks had én Femke Halsema, en dat dat twee verschillende grootheden waren.\nHet doel van identiteitspolitiek moet de opheffing van identiteitspolitiek zijn, en niet het verdedigen van een niche.\nAls ik het bekijk van zomer tot zomer, moet ik erkennen dat ik er last van heb gehad.\nIk snap dat dat bevrijdend is.’Er moeten momenten zijn geweest waarop u zich heeft afgevraagd of het het allemaal waard is.\nWat je in de loop der jaren leert, is dat dat soort oordelen geen afbreuk doen aan wie jij bent.", "paragraphs": ["In de tweeënhalf jaar dat Femke Halsema burgemeester van Amsterdam is, is het amper windstil geweest. Hoort er allemaal bij, vindt ze. Maar als de particuliere misère écht toeslaat, zijn er altijd nog tv-series.", "Het duurde maar een paar dagen, het ‘gedoetje’, zoals Femke Halsema het noemt, tussen haar en Ferd Grapperhaus. Uit vrijgegeven appjes bleek dat de burgemeester van Amsterdam en de minister van Justitie na de Black Lives Matter-demonstratie van 1 juni op de Dam flink in aanvaring kwamen. Halsema had Grapperhaus op zondagmiddag meteen laten weten dat ze de demonstratie, die veel drukker was dan verwacht, niet zou ontbinden. ‘Geheel met je eens’, appte Grapperhaus terug.", "‘Telegraaf gaat helemaal los’, schreef Halsema hem later die avond, als de website van de krant het niet naleven van de coronaregels op de Dam als groot nieuws brengt. ‘Ik wil naar buiten brengen dat dit een driehoeksbeslissing is geweest met ruggespraak met jou.’ Grapperhaus weigert – zijn begrip voor de beslissing de demonstratie niet af te breken, is iets anders dan ruggespraak. Niet veel later verwijt Halsema hem dat hij haar ‘in de kou’ heeft gezet.", "Halsema nu: ‘Een paar dagen na die appjes zaten we in het Veiligheidsberaad tegenover elkaar, met enig ongemak. Tijdens die vergadering appte ik hem: ‘Hoe denk jij dit goed te gaan maken?’ Waarop hij appte: ‘Hoe denk jíj dit goed te gaan maken?’ Nou, toen hebben we even naar elkaar gelachen en was het klaar. We zijn koffie gaan drinken. Ik ging bij hem langs, hij had een enorme taart voor me gekocht. Als bestuurders opereer je in een snelkookpan. Soms gaat er iets mis of ben je even boos op elkaar. Het is niet erg als het af en toe knettert. Als je maar zorgt dat het daarna zo snel mogelijk opgeruimd is. Bestuurders die wrok koesteren jegens anderen zijn meer met zichzelf bezig dan met de zaak.’", "Wat dacht u toen Grapperhaus in opspraak raakte vanwege zijn huwelijksfoto’s?", "‘Toen was ik totaal kamp-Grapperhaus, en dat heb ik hem ook laten weten. Het is goed dat hij net als anderen is beboet, maar ik vind dat we altijd oog moeten houden voor wat menselijk is. Ook bestuurders maken fouten. Het is gevaarlijk om ze te ontmenselijken, zoals Trump met Kamala Harris deed, door haar letterlijk een monster te noemen.’", "In uw boek Pluche uit 2010 constateert u dat het publiek steeds minder bereid is fouten van politici te accepteren. Het gevolg is ‘een angstig mensentype dat spontaniteit mijdt’. Behoort u zelf tot dat angstige menstype?", "‘Ik ben voorzichtig, ook uit praktische overwegingen. Ik wil dat de discussies over de juiste onderwerpen gaan. Tegelijkertijd ben ik niet van plan me volledig te laten beklemmen, een slot op mijn mond te doen. Een burgemeester van Amsterdam moet geen saaie droogkloot zijn.’", "In de ambtswoning aan de Herengracht, die Halsema (54) met haar partner Robert Oey en hun 17-jarige tweeling bewoont, lopen werk en privé noodgedwongen door elkaar. In het officiële deel op de begane grond mag familielabrador Nono vrij rondscharrelen – een eis van Halsema. ‘Dat heb ik bedongen. Ik probeer het hier langzamerhand wat minder statig te maken.’", "Het gezin woont ‘op zolder’ en om die te bereiken moet je door het officiële deel van het pand. ‘Mijn kinderen komen door dezelfde deur naar binnen als iedereen en nemen op de gang de lift omhoog. Zij willen met hun vriendjes ongezien naar boven kunnen, dat is lastig als hier officiële ontvangsten zijn.’", "Laatst belde een activist aan op de late avond. U was zelf te horen over de intercom, boos omdat uw kinderen wakker waren gebeld. De activist deelde de opname online. Is er niemand anders die de deurbel van de ambtswoning kan beantwoorden?", "‘Dat systeem is verbeterd, inmiddels. Maar het is ingewikkeld, want de bel wordt ook gebruikt door vriendjes van de kinderen, die moeten gewoon kunnen aanbellen. Dus ik zou het zeer op prijs stellen als mensen respecteren dat dit een huis is waar een gezin woont. Ik volg de discussie rond het bezoek van Farmers Defence Force aan het huis van Rob Jetten met belangstelling, hij heeft gelijk natuurlijk, maar voor mij is het een luxediscussie. Hier voor de deur vinden regelmatig demonstraties plaats, of er staan boze mensen. Vorige week stond hier nog een QAnon-mevrouw voor de deur om mij uit te schelden voor satanische pedo. Aan de andere kant staan er gelukkig ook vaak bloemetjes voor de deur.’", "Haar stad wordt ‘ongenadig hard’ geraakt door de coronacrisis, zegt Halsema, op de bank in de ‘damessalon’, met uitzicht op de siertuin. We spreken elkaar anderhalve week voor de tweede lockdown wordt aangekondigd, die de situatie voor de stad niet bepaald makkelijker maakt. ‘Ik heb me onmiddellijk gerealiseerd dat dit de verhoudingen in Amsterdam dramatisch zou veranderen. Corona vereenzaamt. In een stad als deze, die drijft op ontmoetingen en bezoekers, heeft het enorme effecten. We hebben door corona inmiddels een tekort op onze begroting van 300 miljoen, terwijl de nood in de stad gigantisch is. De ongelijkheid is toegenomen. Er zijn veel gezinnen die drijven op mantelzorg, op hulp van de buren, kwetsbare mensen van wie het netwerk is weggevallen. Er zijn bijna achtduizend horecaondernemingen dicht, er zijn geen evenementen meer, de clubs zijn al negen maanden gesloten. De esprit van de stad is grotendeels weg.’", "Haar zomervakantie – in eigen land – brak ze na twee dagen af. ‘Als burgemeester ben ik dag en nacht beschikbaar, ik heb altijd piket. Ik had gepland om in de zomer rust te nemen, ik zou mijn piket overdragen, een boek lezen, leuke dingen doen met de kinderen. Maar na de versoepelingen die het kabinet doorvoerde op 1 juni en 1 juli, stroomde Amsterdam vol. Veel meer dan verwacht waren er buitenlandse bezoekers, overal Belgische en Franse auto’s, afgeladen met jongeren. We moesten maatregelen treffen voor de Wallen, de Kalverstraat. En we hadden de Damdemonstratie net achter de rug, dus we waren behoorlijk alert. Ik zit hier nu tweeënhalf jaar, dus ik ga dan niet zeggen: ik houd een maand vakantie, laat anderen het maar regelen.’", "Er gaat geen week voorbij zonder dat u landelijk in het nieuws bent. Ook het tijdelijk sluiten van een brasserie vanwege overtreding van de coronaregels en nieuwe regels omtrent feestverlichting aan de gevels zijn landelijk nieuws. Waarom vindt men het elders in het land zo interessant hoe Amsterdam zijn feestverlichting organiseert, denkt u?", "‘Amsterdam is gewoon een conversation piece. Je kunt het altijd op tafel zetten, in elk gezelschap dat een onderwerp zoekt. Dat is het lot van de hoofdstad.’", "Ik heb het idee dat dat erger is geworden sinds u burgemeester bent.", "‘Het zal vast met mij te maken hebben. Het blijkt aantrekkelijk om mij te gebruiken in koppen en nieuwsberichten, omdat dat aandacht genereert. Maar het heeft absoluut óók te maken met het linkse college dat niet lang voor ik burgemeester werd is aangetreden. In onze overwegend conservatieve natie is Amsterdam een wat zonderlinge progressieve plek. Het is opvallend dat de beslissingen van het college met mij in verband worden gebracht, terwijl ik als burgemeester geen deel uitmaak van de politieke besluitvorming en boven de partijen sta. Een beetje gek is dat wel. Ik zie dat in andere steden niet gebeuren. Over anderhalf jaar treden ze af en komt er een ander college. Misschien wel een college met de VVD. En dan ben ik nog steeds burgemeester.’", "Beeld Bastiaan Woudt", "U zou dat wel leuk vinden, een college met de VVD?", "‘Ja.’", "U wordt gezien als GroenLinks-burgemeester.", "‘Terwijl ik aan deze taak ben begonnen zonder partijpolitieke ambitie en zonder partijpolitiek vooroordeel. Ik zie mezelf als vrijzinnig en pragmatisch. De laatste jaren in Den Haag kon ik me maar moeilijk met partijpolitiek verzoenen. Ik had er genoeg van, daar heb ik toen ik wegging geen geheim van gemaakt. Zo vond ik de conflicten tussen linkse partijen onderling altijd improductief en vermoeiend. Aan de andere kant heb ik altijd ongelooflijk fijn kunnen samenwerken met Mark Rutte. Hij zei bij mijn vertrek dat je GroenLinks had én Femke Halsema, en dat dat twee verschillende grootheden waren.", "‘Van 2010 tot 2018 heb ik me nooit meer met partijpolitiek beziggehouden. Het verbaasde me dat ik er sinds ik burgemeester ben weer zo in terug word geplaatst. En ik merk dat het onhandig is, omdat me soms meningen worden toegedicht die ik helemaal niet heb.’", "Zoals?", "‘Ik denk dat ik behoorlijk liberaal en rechtstatelijk ben.’", "Door het activistische deel van GroenLinks werd u in uw tijd als partijleider zelfs voor ‘rechts en neoliberaal’ uitgemaakt.", "‘Met name in de periode waarin ik door de JOVD tot Liberaal van het Jaar werd uitgeroepen (2006, red.). Ik leg mijn opvattingen nu totaal niet meer langs het partijprogramma. Sterker nog: ik heb het partijprogramma van GroenLinks helemaal niet gelezen.’", "U lijkt minder woke dan partijleider Jesse Klaver, die zegt dat je als witte, heteroseksuele man in de westerse wereld ‘met 100-0’ voor staat. U bent een tegenstander van een term als ‘wit privilege’.", "‘Wat jij nu doet, is me weer langs de lat van de partijpolitiek leggen. Ik zoek mijn eigen weg. Identiteitspolitiek is een gezonde fase in elke emancipatiebeweging. De strijd van vrouwen begin jaren zeventig was identiteitspolitiek, de zwarte burgerrechtenbeweging in de Verenigde Staten ook. Het bedrijven van identiteitspolitiek is noodzakelijk om erkend te worden als volwaardig burger. Maar ik neem er afstand van als het mensen opsluit in hokjes waaruit ze niet kunnen ontsnappen. Het doel van identiteitspolitiek moet de opheffing van identiteitspolitiek zijn, en niet het verdedigen van een niche. Natuurlijk erken ik dat het zijn van wit, blank, je grote voordelen geeft in het leven. Maar ik vind ‘wit privilege’ een onnodig polariserende term, omdat wordt miskend dat een witte gehandicapte jongere weinig privilege ervaart. Onze moderne samenleving kent zo veel ongelijkheden – tussen man en vrouw, in kleur, in gezondheid, in geaardheid. Het aanbrengen van een hiërarchie daarin vind ik vriendelijk gezegd onpraktisch.’", "Waarom vindt u de term ‘wit privilege’ polariserend?", "‘Het is mij ooit overkomen dat ik een discussie voerde met zwarte vrouwen, en dat er een aanwezige zwarte man tegen mij zei dat ik nu maar eens moest leren luisteren. Waarop ik dacht: pardon?! Sinds wanneer gaat een mán mij vertellen dat ik moet gaan luisteren? Ik wil maar zeggen: de strijd om gelijkwaardigheid is ingewikkelder dan veel identiteitspolitiek suggereert.’", "Als burgemeester initieerde u een proef met preventief fouilleren. Het Parool suggereerde dat u dat vooral deed om te bewijzen dat u boven de partijen staat en noemde het ‘een cadeau voor rechts Nederland’.", "Geïrriteerde blik. ‘We hebben een enorm wapenprobleem, er dreigt een wapenwedloop in kwetsbare wijken. Daarom vond ik het noodzakelijk om opnieuw naar de bevoegdheden van de politie te kijken. Zoals ik ook het kraakbeleid heb aangescherpt, omdat ik vind dat we bij een heterdaad moeten kunnen ontruimen.", "‘Weet je, een burgemeesterschap zet je niet in twee jaar neer. Ik ben hier gewoon aan het buffelen. Amsterdam ontleent op dit moment zijn imago aan de verkeerde dingen, aan platvloers toerisme en te grote tegenstellingen. De middengroepen worden uit de stad gejaagd omdat de stad onbetaalbaar wordt. Dat staat allemaal haaks op de belofte van vrijheid die Amsterdam in zich draagt. Dat wil ik helpen beter in balans te brengen, dát is het werk, en daar ben ik nog wel wat jaartjes zoet mee.’", "Er zijn mensen die vinden dat u te veel waarde hecht aan de beeldvorming over u in rechtse media, met name De Telegraaf.", "‘Dat doe ik niet.’", "Niet meer, bedoelt u? Is er iets veranderd na de aanhoudende negatieve berichtgeving in De Telegraaf over uw rol tijdens de Damdemonstratie?", "‘Ik heb na 1 juni een lastig jaar afgesloten. Een jaar waarin oordelen in de media te veel onder mijn huid hebben kunnen kruipen. Na 1 juni heb ik gedacht: klaar. Ik bedoel daarmee dat ik mijn autonomie en mijn focus wilde heroveren. Ik doe dit werk voor de Amsterdammers, niet voor het oordeel van journalisten, columnisten of de kletsende klasse. Als ik het bekijk van zomer tot zomer, moet ik erkennen dat ik er last van heb gehad. Ik lette beter op een aantal media, werd voorzichtiger. Omdat ik niet wilde dat mijn gezin opnieuw gekwetst zou raken, dat de privacy van mijn kinderen opnieuw zou worden geschonden. Ik denk dat ik na 1 juni tegen mezelf heb gezegd, en zo heb ik het ook thuis besproken: zo lang ze wegblijven bij de kinderen, maakt het mij niet meer uit wat ze schrijven.’", "Halsema doelt – al vermijdt ze zelf waar het kan het noemen van de naam van de krant – op de berichtgeving op de voorpagina van De Telegraaf over haar toen 15-jarige zoon. ‘Maar ik wil niet dat je weer gaat herhalen waar dat over ging. Het was incorrect en off limits. Door dat artikel te herkauwen, wordt mijn zoon steeds opnieuw de dupe van de grenzeloosheid van een paar journalisten, omdat die ene publicatie door de volgende groep journalisten als legitimatie wordt gezien om erover te schrijven. Het moet een keer klaar zijn. Dat mag je er wél in zetten.’", "Beeld Bastiaan Woudt", "Toch vraag ik me af wat die affaire bij u heeft teweeggebracht.", "‘Het heeft een tijd veel pijn gedaan. Het heeft bij mij als ouder een diepe bezorgdheid teweeggebracht over het welzijn van allebei mijn kinderen. En, ook, een diep gevoel van woede. Maar als je je als bestuurder iets niet kunt permitteren, is het rancune. Dus het is over. En dat is een wilsbesluit geweest.’", "Is er nadien contact geweest tussen u en Telegraaf-hoofdredacteur Paul Jansen?", "‘Nee. En voor mij doet het er niet toe. Ik snap jouw verlangen om het persoonlijk te maken, maar voor mij is het niet persoonlijk. Wij zitten hier bovendien niet als vriendinnen op de bank. Je praat met mij als bestuurder en het gaat erom of ik publiek uitdrukking geef aan mijn emoties. Dus is er voor mij geen rancune.’", "Heeft u eigenlijk een abonnement op De Telegraaf?", "‘Nee.’", "Vroeger wel?", "‘Ja, maar nu niet meer.’", "Wanneer heeft u opgezegd?", "‘Dit jaar.’", "Columnist Sander Schimmelpenninck had het naar aanleiding van de ophef over de Damdemonstratie over ‘een smerige spruitjeshetze’ van De Telegraaf. ‘Als Femke Halsema geen burgemeester was, en het onderwerp van de demonstratie niet racisme was, zou de opwinding een factor tien kleiner zijn geweest.’ Denkt u dat dat klopt?", "‘Weet ik niet. Ik vind het niet aan mij om mijn critici te bekritiseren.’", "Het onderzoeksrapport over de demonstratie stelde vast dat een aantal van uw acties ‘voer voor discussie’ werd. ‘In een crisis kijken burgers naar hun leiders (...). Hun woorden en acties zijn belangrijk. Het was in deze situatie niet anders.’ Gedoeld werd bijvoorbeeld op uw snelle reactie voor de camera van AT5, waarin u de demonstratie ‘te belangrijk’ noemde om te ontbinden, en op het feit dat u een slavernijherdenkingsbutton droeg en geen mondkapje.", "‘Dat van die button en het mondkapje is gelegenheidscommentaar. Het was 1 juni, hè, dat is het begin van Keti Koti en op die dag droeg mijn voorganger die button ook altijd. Op dat moment was ook het officiële standpunt van het RIVM nog dat je beter geen mondkapje kon dragen. En toen ik dat interview op AT5 terugzag, dacht ik meteen: dit is niet hoe ik het bedoel. Dus dat heb ik onmiddellijk gecorrigeerd.’", "Oud-politicus Hedy D’Ancona noemde de aanval op uw optreden bij talkshow M ‘bijna een seksistische coup’.", "‘Ik heb die uitzending niet gezien. Ik moet er als bestuurder van de hoofdstad tegen kunnen dat ik harder en openlijker bekritiseerd word dan enig ander. Hoe die kritiek gemotiveerd is, daar moeten anderen het debat maar over voeren.’", "Maar als je anders wordt aangepakt omdat je een vrouw bent...", "‘Vind jij dat? Vind jíj dat ik anders word aangepakt?’", "Ik heb het idee dat u dat zelf ook wel vindt, maar dat u bang bent om het te zeggen, omdat u dan het verwijt krijgt dat u uzelf in de slachtofferrol plaatst.", "‘Ja. Me achter dat soort commentaar scharen, zou kunnen betekenen dat ik mijn eigen bestuurlijke verantwoordelijkheid minder zwaar neem. Er zijn fouten gemaakt bij die demonstratie, we hadden actiever kunnen waarschuwen voor de drukte, via de media of de organisatoren de mensen op kunnen roepen te vertrekken. Daar neem ik verantwoordelijkheid voor. Het is dus een catch 22. Natuurlijk speelt mijn vrouw-zijn een rol in wat ik doe, in wie ik ben, en in hoe ik beoordeeld word. Maar ik zou het verschrikkelijk vinden als mensen denken dat ik het als excuus opvoer voor mijn eigen functioneren.’", "De publiciteit richtte zich niet alleen op u, maar eerder ook op de daden van uw minderjarige zoon. Dat gebeurt bij mannelijke bestuurders over het algemeen niet.", "‘Dat klopt. En ik zal echt niet de eerste bestuurder zijn met een puberkind dat iets uitvreet. De mate waarin dat is uitvergroot, over de gehele voorpagina van een krant, en in verband gebracht met mijn functioneren als burgemeester – als ze haar eigen gezin niet onder controle heeft, kan ze geen stad besturen, dat soort commentaren – is onvolprezen seksisme.’", "Uw beste vriendin Antoinette Beumer zei: ‘Ik denk niet dat ze vooraf goed heeft kunnen inschatten hoe groot de impact van deze baan op het gezin zou zijn.’", "‘Er was geen enkel voorbeeld in Nederland op basis waarvan ik de verwachting had kunnen hebben dat dít zou gebeuren. Dus ja, ik ben er enorm van geschrokken. Het heeft mij en ons gezin gelouterd. Mijn kinderen hebben sowieso al erg aan mijn nieuwe baan moeten wennen. Dat heeft tijd gekost. Bekende ouders geven kinderen een extra last. Ze worden erop aangesproken, ze worden met hun ouders in verband gebracht, er worden aannames over ze gedaan, er wordt op ze gelet. Ze zijn nu 17, ze worden onafhankelijker en zijn steeds beter in staat hun eigen identiteit vorm te geven, los van mij. Dat vind ik fijn voor ze. Ik snap dat dat bevrijdend is.’", "Er moeten momenten zijn geweest waarop u zich heeft afgevraagd of het het allemaal waard is.", "‘Aan die vraag ben ik nooit toegekomen. Die vraag heb ik mezelf niet toegestaan te stellen. Ik ben dit aangegaan, heb een verantwoordelijkheid tegenover de stad en tegenover mijn gezin. Ik wil hen niet verantwoordelijk maken voor mijn welzijn. Ik weet nog dat mijn moeder wethouder wilde worden en ik een jaar of 12 was. Ik was een enorm tegenstander, vooral vanwege mezelf. Ik wilde geen bekende moeder, net zoals mijn kinderen geen bekende moeder willen. Mijn moeder heeft zich daar niks van aan getrokken, en ik ben haar daar later dankbaar om geweest. Daarmee ben ik, als kind, niet verantwoordelijk geweest voor haar geluk en haar grote levensbeslissingen. Gelukkig maar. Ik vind dat je, tegenover je kinderen, en zeker als vrouw, de plicht hebt om uit te leggen hoe ongelooflijk veel lol werken buitenshuis je geeft. Mijn kinderen moeten weten, en weten ook, dat ik niets liever wil doen dan dit.’", "U sprak onlangs in het AD over ‘institutionele eenzaamheid’. Wat bedoelde u daarmee?", "‘Tijdens al die gesprekken die ik in de driehoek en met ambtenaren heb gevoerd, waarin we hebben geanalyseerd wat er op 1 juni misging en wat we anders zouden doen, neemt iedereen zijn verantwoordelijkheid. Maar er is maar één eindverantwoordelijke, en dat ben ik. Hoe sterk je je ook verbonden kunt voelen met anderen, dat is een eenzaam besef. Mijn moeder was in de jaren tachtig wethouder in Enschede. Zij zei altijd dat ze zich ’s ochtends netjes aankleedde en opmaakte, en dat ze daarbij alles opborg wat persoonlijk of verdrietig was. En dan ging ze aan het werk.’", "U zei over uw moeder dat ze haar ‘formele voorkomen’ gebruikte om persoonlijke sores achter te verbergen.", "‘Dat doe ik zelf ook. Als ik op een ochtend hier vertrek en een van de kinderen is ongelukkig geweest, kan ik daar de stad niet mee belasten. Voor je deze post inneemt, kun je je er in abstracto iets bij voorstellen, maar pas als je er zit, weet je hoe het voelt. De meeste mensen met wie je werkt zijn voor hun welzijn en ontwikkeling afhankelijk van je. Dat betekent dat je ze moet ontzien. Ik ben dus terughoudend in het delen van mijn grootste onzekerheden.’", "Kortom, als u er doorheen zit, kunt u dat niet delen met de mensen met wie u werkt.", "‘Een beetje, maar niet te veel. Ik denk dat het voor bestuurders belangrijk is om een solide basis te hebben buiten het werk, in vrienden en familie. Mensen die niet onder de indruk zijn van wat je doet en je een zekere veiligheid kunnen bieden.’", "Beeld Bastiaan Woudt", "In Pluche beschrijft u hoe u na twee verkiezingsnederlagen als partijleider van GroenLinks ‘onthecht’ begint te raken. ‘Commentaar op mijn accent, mijn onbeweeglijke bovenlip, vermeende ‘grachtengordelelitarisme’, glijdt van me af als water van een vet eendje.’ Heeft u dat stadium in uw burgemeesterschap al bereikt?", "‘‘Onthecht’ is niet het woord dat ik nu zou gebruiken. Ik heb gewoon een hele dikke huid. Ik merk het weleens aan medewerkers. Als ambtenaren hun naam ergens tegenkomen in de media, kunnen ze oprecht heel verdrietig zijn. En dat begrijp ik. Maar voor mij is het normaal. Sociale media volg ik niet meer, dat helpt ook. Het belang van sociale media zouden we sowieso wat vaker mogen relativeren, want die zijn steeds meer een oord van georganiseerd trollendom.’", "Het werd op internet een running gag om u overal de schuld van te geven.", "‘Ik kreeg zelfs de schuld van een aardbeving in Groningen! Ik vind dat zelf heel grappig. Het is jammer dat we in Nederland ons gevoel voor ironie dreigen te verliezen. Alles is loodzwaar, iedereen is permanent boos op elkaar. Het in het absurde trekken vind ik prettig. Het maakt het leven draaglijk.’", "Wat merkt u op straat van de meningen over u?", "‘Weinig. Jonge meiden schreeuwen vanaf de fiets: ‘Hé, Femke!’ Veel jonge Amsterdammers vragen of ik de helmplicht voor scooterrijders wil afschaffen. Vaak gaat het over de sluiting van de horeca, over etnisch profileren. Gisteravond toen ik de hond uitliet, kwam er een man naar me toe om te zeggen dat ik me niks moet aantrekken van kritiek – ook dat hoor ik regelmatig. Na de Damdemonstratie had iemand hier beneden op de straat gekrijt: ‘Angst vreet de ziel op, we houden van je Femke.’’", "Als fractievoorzitter was u soms somber als u weer eens hard was aangevallen in de kranten. U bleef weleens een week thuis, schrijft u in Pluche. Dat kan in uw huidige baan niet.", "‘Ik kan er veel beter tegen dan toen. Dit zou een troost kunnen zijn voor alle jonge mensen die nu beginnen in de publieke sfeer: het went. Toen ik net partijleider was, stonden er de verschrikkelijkste oordelen, geuit door anonieme partijgenoten, in jouw krant. Over mij als persoon, over hoe ik praatte. Dat vond ik afschuwelijk, echt afschuwelijk. Wat je in de loop der jaren leert, is dat dat soort oordelen geen afbreuk doen aan wie jij bent. Je leeft door en het gaat voorbij.’", "Dat klinkt mij iets te makkelijk. Al die oordelen moeten ook voor u nog af en toe ingewikkeld zijn.", "‘Ik sta al meer dan twintig jaar in de publieke sfeer. Dat vereist ausdauer, maar ook de bereidheid om je als mens te ontwikkelen. Dat je leert omgaan met je eigen tekortkomingen en kwetsbaarheden. Toen ik begon, was ik al geraakt als iemand andere opvattingen had dan ik. In de loop der jaren ben ik meer gaan houden van de variatie aan opvattingen die er is. En ik ben ook de relativiteit van mijn eigen opvattingen beter gaan zien.’", "U schrijft in uw memoires dat de politiek u heeft ‘misvormd’. U kon geen brood meer smeren zonder daarbij naar het nieuws te luisteren. Mede daarom wilde u stoppen. Wat heeft u zich voorgenomen bij uw aantreden als burgemeester om niet weer in dezelfde patronen te belanden?", "‘Zolang je partijleider bent, moet je stemmen werven; je bent altijd bezig met de publieke opinie. Op een gegeven moment ga je de waardering die je voor jezelf hebt verwarren met de waardering van anderen. Als burgemeester ben je van de publieke opinie niet op die manier afhankelijk. Maar laat ik me niet beter voordoen dan ik ben: natuurlijk doen harde oordelen pijn. Alleen niet meer op dezelfde manier als twintig jaar geleden.’", "U zei dat u geen tijd heeft om boeken te lezen, maar u schijnt wel veel naar series te kijken.", "‘O ja, vreselijk veel. Het is een ontzettend prettige vorm van escapisme. Ik kijk ’s avonds laat en ’s nachts, als ik niet kan slapen. De HBO-serie I Know This Much Is True, over twee tweelingbroers van wie er één af en aan psychotisch is, vond ik ongelooflijk mooi. En Sharp Objects, waanzinnig.’", "En u weet alles van de Kardashians.", "Harde lach. ‘Ja. Ik zou het nooit in mijn hoofd halen om mee te doen aan een quiz als De Slimste Mens, maar als er een quiz zou zijn over onzinnige feitjes, zou ik kunnen winnen. Ik heb ooit samen met Margriet van der Linden met het idee gespeeld, ruim voor ik burgemeester was, om zo’n quiz in het leven te roepen. Met vragen als: wat is de betekenis van de tatoeages van Angelina Jolie?’", "Dat weet u?", "‘Ja, dat weet ik. Over de Kardashians voer ik interessante discussies met mijn dochter. Zij beschouwt de Kardashians als vrouwelijke iconen, wat ze voor mij toch echt niet zijn. Daarin zie je een intrigerend generatieverschil. Mijn dochter bewondert de Kardashians omdat ze onbeschaamd zijn, omdat ze afdwingen dat ze met hun uiterlijk bezig mogen zijn en van dat uiterlijk een businessmodel hebben gemaakt. Mijn dochter verzet zich enorm tegen de traditionele opvatting dat je bezighouden met je uiterlijk niet geëmancipeerd is, omdat vrouwen dat alleen maar zouden doen vanuit het verlangen om mannen te behagen.’", "En u zit nog wel op dat spoor?", "‘Ik leer ontzettend veel van mijn dochter. Zij is ook een enorme fan van AOC (het Amerikaanse Congreslid Alexandria Ocasio-Cortez, red.), vanwege haar compromisloosheid: dit ben ik, dit vind ik, dit is mijn geschiedenis. Vanwege haar geweldige speeches. Maar óók vanwege haar beautyblog. Ik maak, dat realiseer ik me door de gesprekken met mijn dochter, deel uit van een generatie vrouwen die zich sneller verexcuseert en minder onbeschaamd is in het uitdragen van wat ze leuk vindt. Die meer geneigd is in de bestuurlijke cultuur het compromis te zoeken, zich soms zelfs te verontschuldigen voor haar aanwezigheid. De generatie van mijn dochter heeft daar geen trek in. Ik vind dat ontzettend leuk om te zien.’", "Waarover bent u het echt oneens met uw dochter?", "‘Botox en plastische chirurgie. Ik oordeel niet over vrouwen die het doen, ik vind dat iedereen daar vrij in moet zijn. Maar mijn dochter beschouwt het ook als een onderdeel van vrouwenstrijd, omdat je daarmee de volledige regie over je uiterlijk opeist. Dat gaat mij wat ver.’ Schaterlach. ‘Die stap ga ik niet zetten.’", "Beeld Bastiaan Woudt", "Uw partner Robert Oey gaf een veelbesproken interview in NRC waaruit bleek dat hij zich niet helemaal thuisvoelt in de rol van burgemeestersman. Er werd hard over hem geoordeeld. Wat vond u daarvan?", "‘Ik stoorde me aan die oordelen. We zijn een heel gewoon, modern gezin, en daar ben ik trots op, zoals ik ook trots ben op mijn partner, op zijn eigenzinnigheid. Is alles wat hij doet in lijn met mijn baan? Neuh. Kan dat af en toe gedoe geven? Ja. Maar het is wat het is, we zijn al 22 jaar een team. Precies de eigenschappen waarom ik al zo lang bij hem ben, zijn de eigenschappen die nog weleens hinder kunnen geven. Als mensen over hem oordelen, sta ik toch echt aan zijn kant.’", "Over uw tijd als parlementariër schreef u een boek. Gaat u dat ook doen over uw tijd als burgemeester?", "‘Dat weet ik nog niet. Mijn man heeft wel gezegd dat hij, als ik hiermee klaar ben, het geen leuk vooruitzicht vindt als ik het daarna nog eens een paar jaar ga zitten doorleven, haha.’", "Heeft u een afspraak met hem dat u het maar zes jaar doet?", "‘Natuurlijk niet. Dat zou betekenen dat we elkaar onvrij maken. We houden rekening met elkaar en proberen te vermijden dat we elkaar beschadigen, alhoewel je dat nooit helemaal kunt uitsluiten, en er weleens een ongelukje kan gebeuren. We laten elkaar vrij.’", "In uw boek stelt u uzelf de vraag of u bent veranderd na twaalf jaar als parlementariër. Ja, is het antwoord. Bent u in tweeënhalf jaar burgemeesterschap veranderd?", "‘Dat denk ik wel. Ik denk dat ik strenger voor mezelf ben geworden. Ik mag niet verzaken, nooit bij de pakken neerzitten. Ik kan me geen getut veroorloven. Er wonen hier bijna 900 duizend mensen, een belangrijk deel van die mensen is als gevolg van corona in nood en mijn particuliere misère steekt daar schril bij af. Dus zeg ik tegen mezelf: geen zelfmedelijden. Vermoeidheid is nooit een excuus. Gewoon, niet zeuren. Flink zijn.’", "Vraagt u niet bijna het onmenselijke van uzelf?", "‘Als ik last heb van particuliere misère, ga ik een serie kijken. Of ik ga naar Antoinette om te veel wijn te drinken. Er moeten momenten zijn waarop je even ongezien bent.’", "Kan dat, zes glazen wijn drinken, als burgemeester? Straks ontploft er ergens iets.", "‘Zes glazen kan niet.’", "Dus u zit altijd de hele avond op twee wijntjes?", "Ondeugende blik. ‘Zoiets.’", "CV Femke Halsema 29 april 1966 Geboren in Haarlem, groeit op in Enschede 1984 Havo 1988 Algemene sociale wetenschappen, specialisatie Criminologie 1993 Lid van PvdA. Werkt voor de Wiardi Beckman Stichting, wetenschappelijk bureau gelieerd aan de PvdA 1997 Verlaat PvdA 1998 Tweede Kamerlid GroenLinks 2002 Fractievoorzitter GroenLinks 2011 Vertrek uit de politiek 2011-2018 Bestuursfuncties in het bedrijfsleven, de semipublieke sector en de cultuur, onder meer bij het Aidsfonds, WPG Uitgevers, Idfa, ASN Bank 2013-2016 Columnist bij De Correspondent 2014 Documentaireserie Seks en de zonde. Co-producent dramaserie De Fractie 2016 Publicatie Pluche, politieke memoires 2018 Schrijft essay voor de Maand van de Filosofie 2018-heden Burgemeester van Amsterdam Femke Halsema heeft een relatie met filmmaker Robert Oey. Ze hebben een tweeling van 17"], "authors": ["Sara Berkeljon"], "keywords": ["ik", "hier", "van", "twee", "jaar", "en", "neer", "een", "gewoon", "als", "te", "zet", "op", "het", "niet", "dat", "je"], "pubDate": "2020-12-23T14:00:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}