{"id": "988947a5-c7dd-3e3f-acb4-9a6aea14a1cb", "title": "Weer een vriendje weg­­: de klas van Morris (11) loopt langzaam leeg", "url": "https://www.parool.nl/ps/weer-een-vriendje-weg-de-klas-van-morris-11-loopt-langzaam-leeg~bba2be0b/", "summary": "Morris gaat over een paar maanden van school, en dat betekent voor ons het einde van een tijdperk.\nWe kozen voor een openbare buurtschool, niet te groot, niet te klein, dicht bij huis, gemengd, goede sfeer.\nDe ergernis over de files van en naar Amsterdam groeide elk jaar, en de combinatie van reizen en gezins­leven is niet ideaal.\nMarjorie was een geliefde juf, zo een die rondjes ging rennen op het schoolplein met een kind dat te druk was in de klas.\nEchte menging is hoog-midden-laag en niet hoog-laag.”Juf Hanna herkent dit beeld, maar zegt dat het niet tot problemen leidt in de klas.", "paragraphs": ["Gezinnen verlaten in groten getale Amsterdam. En die uittocht is ook op school te merken. Onze verslaggever volgde de klas van zijn 11-jarige zoon Morris. ‘De middeninkomens vertrekken, de tegenstellingen nemen toe.’", "Yennae, Ghalib, Tom, Badreddine, Ana-Maria, Louie, Jahvano, Manuel, Zaid: het lijstje kinderen dat uit de klas van onze jongste zoon Morris is vertrokken was al lang, maar deze maand kwamen daar nog twee namen bij. De zusjes Suze en Esmée verhuisden vlak na Sinterklaas naar een gezinswoning met tuin in Aalsmeer.", "", "Het is nauwelijks voor te stellen dat we drie jaar geleden juist zorgen hadden over de grote klas waarin Morris zat. De juffen moesten tot en met groep 5 zeker 32 leerlingen in toom houden – een ‘plofklas’, het fenomeen dat op meer Amsterdamse scholen zijn intrede deed in de crisisjaren. Met het economisch herstel dat volgde, kwam ook een ware verhuisstroom op gang. Inmiddels telt de klas, groep 8, nog maar 22 kinderen.", "De krimp is zichtbaar in de hele school. In 2016 had de Westerparkschool op twee locaties 413 leerlingen, daar zijn er nog 291 van over. Een afname van 30 procent in vier jaar tijd.", "Morris gaat over een paar maanden van school, en dat betekent voor ons het einde van een tijdperk. In 2010 schreven we onze oudste zoon Jonas (inmiddels 14) in op de Westerparkschool in de Staatsliedenbuurt. We kozen voor een openbare buurtschool, niet te groot, niet te klein, dicht bij huis, gemengd, goede sfeer. De school was de jaren ervoor in populariteit gegroeid. Het schoolgebouw was uitgebreid, waardoor er geen loting nodig was, zoals op zoveel andere basisscholen. Jonas was direct ­welkom.", "Buurtschool", "De jongens gingen altijd met plezier naar school en bouwden een hechte vriendengroep op, net zo divers als Amsterdam. De klas waarin Jonas zat, was niet groot, 25 kinderen. Van verhuizende klasgenoten was nauwelijks sprake.", "“Wij zijn een buurtschool en deinen mee op de ontwikkeling van de stad en de Staatsliedenbuurt,” zegt Bert Mellink (57), adjunct-directeur op de Westerparkschool. Dus als veel gezinnen de stad verlaten, dan is dat direct te merken op de Westerparkschool. “Vooral als de zomervakantie nadert, ontvang ik verhuisberichten. En dan komen weer kinderen langs met een traktatie.”", "Mellink werkt al dertien jaar op de Westerparkschool. Toen Jonas net op school zat, had meester Bert een groepje ouders gevraagd mee te denken over de populariteit van de school. Het aantal leerlingen was weliswaar voldoende, maar een populaire witte school in de buurt had net een tweede vestiging geopend, die leerlingen wegtrok van de Westerparkschool. Verschillende ouders hielpen mee om de school te promoten in de wijk.", "Morris zit in groep 8 van de Westerparkschool. Beeld Privéfoto", "Al snel was die promotie helemaal niet meer nodig. Toen Morris zich in 2013 meldde, was de school inmiddels volgestroomd. Bij mij viel het kwartje toen een kennis uit de Haarlemmerbuurt in paniek belde met de vraag of de Westerparkschool een beetje leuk was, omdat de scholen in haar wijk propvol zaten. Normaal gesproken gaan kinderen uit West naar scholen in het centrum en niet andersom.", "De klas van Morris zwol aan en moest verhuizen naar het grootste lokaal in de school. Onderwijsassistenten hielpen de juffen om voldoende aandacht te kunnen schenken aan al die leerlingen. Morris zat in de laatste plofklas: na 2013 stokte de massale instroom op school, net zo snel als die op gang was gekomen.", "Bankencrisis", "De ontwikkeling op school staat symbool voor wat in de hele stad gebeurt. Sinds begin deze eeuw verhuisden elk jaar zo’n 30.000 Amsterdammers naar een andere gemeente in Nederland, zo blijkt uit cijfers van het CBS. Jarenlang bleef dit aantal stabiel, tot in 2008 de bankencrisis uitbrak en het vertrek van Amsterdammers afvlakte. Mensen durven niet te verhuizen als ze onzeker zijn over de economie en de huizenprijzen.", "Vanaf 2014 herstelde de economie en sindsdien gaat het snel met de verhuizingen. Vorig jaar nam Amsterdam afscheid van bijna 50.000 burgers die binnen Nederland verhuisden, het hoogste aantal deze eeuw. Dit record zal naar verwachting dit jaar alweer worden verbroken, ondanks corona. In zes jaar tijd is het vertrek van Amsterdammers binnen Nederland ruim 60 procent gegroeid. Inclusief emigratie naar het buitenland gingen vorig jaar 73.121 Amsterdammers de stad uit, bijna twee keer zoveel als in 2002. Daar kwamen overigens nog meer nieuwe Amsterdammers voor terug, vooral expats.", "Amsterdam is altijd een stad geweest waaruit veel mensen vertrekken: ze komen op jonge leeftijd hiernaartoe voor studie of werk, worden verliefd, gaan samenwonen, krijgen kinderen en willen dan een groter huis met tuin buiten Amsterdam.", "Maar de toename van de afgelopen jaren is opvallend, zegt Willem Boterman, stedelijk geograaf aan de Universiteit van Amsterdam, gespecialiseerd in gezinnen in de stad. In de jaren na de crisis, vanaf 2013, was sprake van een inhaalslag: al die mensen die wel wilden verhuizen, maar niet durfden, sloegen alsnog toe. Maar dat effect is nu wel weg. De uittocht is een trend.", "Wat het meest opvalt, aldus Boterman, is dat de ‘gesettelde Amsterdammers’ nu ook vertrekken. Normaal gesproken verhuizen gezinnen voordat de kinderen naar de basisschool gaan, dat is een natuurlijk moment. Dat ouders hun kinderen van school halen, zoals in Morris’ klas, wijst erop dat ze oorspronkelijk van plan waren in de stad te blijven, maar door omstandigheden worden gedwongen tot een vertrek: de stijgende huizenprijzen, de drukte in de stad, een nieuwe baan. “De trek uit Amsterdam naar omliggende gemeenten is sinds eind jaren zeventig niet meer zo groot geweest,” zegt Boterman.", "Om het geheugen op te frissen: in die jaren verkeerde Amsterdam op zijn dieptepunt, met leegstand, junkies, krakersrellen en mensen die massaal naar Purmerend vluchtten. Van zo’n dieptepunt is nu geen sprake, eerder het tegenovergestelde. Je zou kunnen zeggen dat juist de aantrekkingskracht van de stad de belangrijkste reden is voor de uittocht.", "Huurwoning", "De ontwikkelingen in de stad hebben niet alleen effect op de leerlingen van de Westerparkschool. Ook docenten hebben moeite een plek te vinden in Amsterdam. Ze verdienen meestal te veel voor een ­sociale huurwoning en te weinig voor een duurder huis. Van de 35 leraren op de Westerparkschool wonen er 11 buiten de stad; zij rijden elke dag op en neer.", "Zoals Hanna Vlap (26), de huidige juf van Morris. Ze groeide op in Landsmeer en Oostzaan en heeft met haar vriend, die uit Amsterdam-Noord komt, geprobeerd een huis te vinden in de stad. Ze studeerde toen nog aan de ‘universitaire pabo’ in Amsterdam en kwam in aanmerking voor een sociale huurwoning. In Amsterdam lukte het niet, in Purmerend wel.", "Nu juf Hanna een baan heeft, zou ze graag weer in Amsterdam wonen, bijvoorbeeld in Noord, maar dat is onmogelijk voor een lerares en een zwemdocent: “De huizen zijn in Amsterdam te duur.” Ze vindt het jammer dat ze niet in de buurt van de school kan wonen, niet alleen vanwege de reistijd. “Als ik hier zou wonen, zou ik beter weten wat er speelt. Nu moet ik alles horen van de kinderen.”", "Ze houdt van haar werk, de kinderen en de school, maar als in Purmerend een leuke vacature vrijkomt, zou ze zeker overwegen om te solliciteren. En dat zou jammer zijn: de kinderen zijn dol op hun leuke, getalenteerde en vindingrijke juf en Amsterdam heeft al een groot tekort aan leraren.", "Meester Bert moet tot zijn teleurstelling regelmatig afscheid nemen van collega’s. “Het begint met de mededeling dat ze ergens gaan kijken naar een huis. Nou, dan weet ik het wel: die gaan de stad uit. Maar, zeggen ze er dan bij, met het openbaar ­vervoer is het prima te doen. Na een tijdje kloppen ze toch op mijn deur: ‘Bert, ik moet even met je praten.’ Dan hebben ze een baan dichter bij huis gevonden.”", "Marjorie Trustfull (47) was Morris’ juf in groep 1. Een echte Amsterdamse, geboren in West, opgegroeid in Osdorp, waar ook haar kinderen ter wereld kwamen. Ook zij trok de stad uit, ze verhuisde elf jaar geleden naar Hoofddorp. “We wilden graag een huis kopen, maar Amsterdam is on­betaalbaar.”", "Al die tijd reisde ze op en neer naar Amsterdam, tot ze deze zomer een baan vond op een school in Nieuw-Vennep, veel dichter bij huis. De ergernis over de files van en naar Amsterdam groeide elk jaar, en de combinatie van reizen en gezins­leven is niet ideaal. Ze vindt het jammer dat het haar niet is gelukt om in haar geboortestad te wonen en te werken, en ook de kinderen betreuren haar vertrek. Marjorie was een geliefde juf, zo een die rondjes ging rennen op het schoolplein met een kind dat te druk was in de klas. “Aan de andere kant: hier in Hoofddorp heb ik veel ruimte, in Amsterdam woonde ik op vierhoog. En de drukte in de stad is erg toegenomen, die mis ik niet.”", "De leerlingen raken er min of meer aan gewend dat klasgenoten vertrekken. ­Morris vindt het jammer, vooral als een vriendje verhuist. De achterblijvers vormen wel een hechte club. Volgens juf Hanna heeft elk vertrek effect op de klas; die moet zich even herschikken. Het is wonderlijk hoe ieder kind een eigen positie inneemt in de groep.", "Cement", "De school komt nog niet in de problemen door de uitstroom van leerlingen. Ook het vertrek van docenten is, weliswaar met moeite, op te vangen, zegt Bert Mellink. Maar de samenstelling van de school verandert wel. “We zien vooral de middenklassegezinnen vertrekken. Dit betekent dat de verschillen toenemen.”", "Het is het verhaal van heel de stad: als de middenklasse vertrekt, houden we grofweg de inwoners over die het zich kunnen permitteren om in Amsterdam te wonen en de mensen in de sociale huurhuizen. “De middenklasse is het cement in de stad. Die groep kan goed overweg met lage én hoge inkomens,” zegt stedelijk geograaf Boterman. “Als middeninkomens vertrekken, nemen de tegenstellingen toe – in een stad, maar ook op scholen. Echte menging is hoog-midden-laag en niet hoog-laag.”", "Juf Hanna herkent dit beeld, maar zegt dat het niet tot problemen leidt in de klas. “De kinderen houden zich niet zo bezig met kleding en wat iedereen aan heeft.”", "Mellink hoopt dat de lokale politiek de balans in de stad weer terug kan brengen, niet alleen als adjunct-directeur van een school, maar ook als Amsterdammer. “Door het vertrek van gezinnen ontbreekt er een stuk aan de stad. Ik zie het ook in de buurt waar ik woon, vlak bij De Hallen in West. Toen ik nog in de Jordaan woonde, leefde alles door elkaar. Nu zit ik vooral tussen mensen met veel geld.”", "Marilva Duurham (36), Yennae (12) en Yadiël (7)", "Verhuisd naar Hoofddorp", "Yennae is afgelopen zomer vertrokken naar Hoofddorp. Een moeilijk besluit, zegt haar moeder Marilva Duurham. “Ik ben geboren en ­getogen in de Spaarndammerbuurt en op mijn 18de naar de Staats­liedenbuurt verhuisd. Daar hebben wij ons netwerk.”", "Ze woonde met haar kinderen in een sociale huurwoning van vijftig vierkante meter en moest keuken en badkamer delen met haar buren. Ze sliepen met z’n drieën in één kamer. “Ik heb jarenlang een ander huurhuis gezocht in Amsterdam. Ondanks de lange wachttijd die ik heb opgebouwd, ben ik niet één keer uitgenodigd voor een ­bezichtiging.”", "Marilva Duurham (36), Yennae (12) en Yadiël (7). Beeld Dingena Mol", "Duurham werkt in de zorg, als ­gespecialiseerd begeleider van Amsterdammers met een verstandelijke handicap. Ze verdient te weinig voor een huurhuis in de vrije sector in Amsterdam. Kopen in de stad is voor haar een illusie. Meer dagen werken wil ze niet, als alleenstaande moeder.", "Vorig jaar schreef ze zich in voor een sociale huurwoning in Hoofddorp. Tot haar verbazing, en ook wel schrik, kreeg ze een aanbod.", "“Ik wist: dit is nu of nooit.” En dus woont het gezin in een nieuwbouwwoning van 97 vierkante meter, met een ruime tuin en slaapkamers voor iedereen.", "Duurham mist de stad. “We gaan elke zaterdag naar mijn moeder en vrienden in Amsterdam. Dan doen we meteen boodschappen bij onze oude bakker en slager.” Inmiddels denkt ze aan werk dichter bij huis.", "Jordy Boone (46) en Nynke de Zoeten (50), Tom (11) en Gijs (9)", "Verhuisd naar Voorburg", "Het vertrek naar Voorburg, naar een ruime gezinswoning met tuin, heeft vooral te maken met het werk van Toms ouders. Jordy Boone werkt bij verzekeraar Delta Lloyd, die na de overname door Nationale Nederlanden Den Haag als thuisbasis kreeg. Nynke de Zoeten werkt al langer in Den Haag, voor Nieuwsuur, maar had genoeg van het heen en weer reizen.", "Jordy Boone (46) en Nynke de Zoeten (50), Tom (11) en Gijs (9). Beeld Dingena Mol", "Er speelde meer, zegt Boone, die bijna dertig jaar in de stad woonde. “Amsterdam is drukker en viezer geworden. We woonden op zichzelf prima, in een ruim appartement, maar wel aan de drukke Haarlemmerweg. We moesten mee als onze kinderen buiten gingen spelen. Aan de overkant, in het Westerpark, was altijd wel een kermis, dancefeest of markt. De leuke winkels zijn verdwenen uit de buurt, en hoe vaak werden we niet aangeklampt door Italianen die op zoek waren naar een coffeeshop?”", "Als ze niet in Den Haag zouden werken, waren ze ook vertrokken uit de stad. “We komen nu en dan in Amsterdam en dat voelt als een plek die ik goed ken, maar ik heb geen weemoed.”", "Gina (41) en Silver Hermens (41), Suze (11) en Esmée (10)", "Verhuisd naar Aalsmeer", "Met het vertrek van het gezin Hermens verliest de klas in één keer twee leerlingen: de zusjes Suze en Esmée. De jongste van de twee heeft een klas overgeslagen en kwam dus bij haar oudere zus in de groep. Ze verhuizen naar een twee-onder-een-kapwoning met tuin in ­Aalsmeer, die voorheen van Silver Hermens’ oma was. “Dat was altijd ons droomhuis,” zegt Gina Hermens. “Zo’n huis vind je niet in ­Amsterdam.”", "Gina (41) en Silver Hermens (41), Suze (11) en Esmée (10). Beeld Dingena Mol", "Gina en Silver Hermens zijn beiden geboren in Amsterdam, zij in de Spaarndammerbuurt, hij in de Kinkerbuurt. Ze woonden hier in een sociale huurwoning, en daarnaast hebben ze een tuinhuisje in het Westerpark. “We hoefden niet per se weg, maar deze kans konden we niet laten lopen.”", "Een groter huis in Amsterdam was onhaalbaar voor het gezin, dat tot de typische middenklasse behoort: Gina is leerlingencoördinator op de middelbare school Alasca op Zeeburgereiland en Silver is zelfstandig aannemer. ‘Af en toe vind ik het moeilijk dat we Amsterdam verlaten,” zegt Gina Hermens. “Gelukkig wonen we op maar 25 ­minuten rijden van de stad.”"], "authors": ["Michiel Couzy"], "keywords": ["van", "leeg", "en", "een", "ze", "vriendje", "weer", "langzaam", "weg", "klas", "met", "morris", "op", "te", "het", "niet", "dat", "loopt"], "pubDate": "2020-12-19T14:00:11Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}