{"id": "9897c4dd-dd5a-361e-8240-ff7f5cc440b1", "title": "De waterpijp is niet coronaproof maar dat maakt in Egypte weinig uit", "url": "https://trouw.nl/nieuws/de-waterpijp-is-niet-coronaproof-maar-dat-maakt-in-egypte-weinig-uit~bcdd7b01/", "summary": "Bijna altijd staan de televisies aan met voetbal en klinkt onophoudelijk het gekletter van dobbelstenen op de houten triktrakborden.\nVoetbal is enorm belangrijk in Egypte, waar het volgen van teams uit grote Europese competities een favoriet tijdverdrijf is.\nDaardoor blijft het voor alle Egyptenaren betaalbaar.\nOp een aantal wat hippere plekken in het centrum na, zijn theehuizen een mannenvesting.\n5 pond in plaats van 3 voor een ­kopje thee, omgerekend zo’n 30 eurocent.", "paragraphs": ["Theehuizen zijn dé plek voor sociale contacten in Egypte. Elke avond zitten ze tot laat bomvol. Bijna altijd staan de televisies aan met voetbal en klinkt onophoudelijk het gekletter van dobbelstenen op de houten triktrakborden. Die gezelligheid is niet compleet zonder ­waterpijp, maar sinds de coronamaatregelen is die verboden vanwege besmettingsgevaar. Inmiddels beginnen sommige theehuizen stiekem de waterpijp weer te serveren.", "In het theehuis ‘Classic’ in volkswijk Saft al-Leban zijn de tafels aan de kant geschoven om plaats te maken voor rijen stoelen op deze speciale avond. De grootse club Ahly SC speelt de halve finale van de Afrikaanse Champions League en daar loopt de buurt voor uit. De eigenaar dirigeert driftig het personeel om deze drukke avond met ongetwijfeld veel opbrengst in goede banen te leiden. Zonder politie in de buurt durft hij het ook aan om waterpijpen te serveren. Met nog geen 170 besmettingen per dag op meer dan 100 miljoen inwoners wordt corona gezien als een gepasseerd station en bestellen de bezoekers graag weer hun geliefde shisha.", "En zo klinkt het vertrouwde geborrel van water om mij heen, terwijl een ijverige medewerker met brandende kooltjes rondloopt om de waterpijpen aan de gang te houden. Een belangrijke taak, meestal uitgevoerd door een of twee medewerkers die zich de hele avond alleen met de shisha’s bezighouden.", "Triktak of domino", "Omdat ik een Arabisch-sprekende buitenlander ben, gaan Egyptenaren er nogal eens van uit dat ik Arabisch heb geleerd om na bekering tot de islam de Koran te kunnen lezen. Maar verreweg de meesten, mannen uiteraard, zijn meer benieuwd of ik voor Barcelona of Real Madrid ben. Voetbal is enorm belangrijk in Egypte, waar het volgen van teams uit grote Europese competities een favoriet tijdverdrijf is. Vlak nadat de wedstrijd is afgetrapt, stopt voor het theehuis een gemotoriseerde bakfiets volgeladen met stapels stoelen van een nabijgelegen trouwlocatie, om het terras tot de straatrand vol te zetten. Ik schat dat er zeker 150 mensen binnen onder ventilatoren en buiten aan de straat zitten die met thee, koffie of frisdrank naar de wedstrijd kijken.", "Ook als er geen wedstrijd is, zie je jong én oud in de theehuizen. Ouderen spelen meestal zonder veel met elkaar te praten een spelletje triktrak of domino, terwijl jongeren veel op hun mobiel kijken. Ook de waterpijpen verschillen: oudere mannen roken een zware tabakssmaak, terwijl ik deze avond met mijn vrienden in de geur zit van smaken als watermeloen, citroen en mint.", "30 cent", "Wat alle theehuizen gemeen hebben is de relatief simpele aankleding: je zit er doorgaans op goedkope plastic tuinstoelen aan eenvoudige houten of gietijzeren tafeltjes. Daardoor blijft het voor alle Egyptenaren betaalbaar. Hoewel, alleen voor mannen. Op een aantal wat hippere plekken in het centrum na, zijn theehuizen een mannenvesting.", "Direct na het laatste fluitsignaal stappen meteen veel mensen vrolijk op: 3-0 winst en de finale bereikt! Even daarvoor zijn door de medewerkers alle ‘rekeningen’ al geïnd. Dat gaat als volgt: iemand komt bij je langs en vraagt wat je gedronken hebt en vervolgens reken je dat in alle eerlijkheid af. Omdat er vanavond een voetbalwedstrijd is, zijn de prijzen hoger dan gebruikelijk. 5 pond in plaats van 3 voor een ­kopje thee, omgerekend zo’n 30 eurocent. Met deze prijzen en de rekeningen die op vertrouwen worden betaald, kom ik snel weer terug.", "Uitdijende metropolen bieden een groeiend deel van de wereldbevolking onderdak. Hoe houden de mensen het daar leefbaar? Trouw-correspondenten doen wekelijks verslag uit hun eigen megastad."], "authors": ["Joost Scheffers"], "keywords": ["egypte", "waterpijp", "van", "weinig", "het", "op", "maar", "coronaproof", "met", "zijn", "maakt", "niet", "een", "dat", "uit", "en", "te", "om", "voor"], "pubDate": "2020-11-21T17:50:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}