{"id": "989aae7b-461b-3130-b43c-b1479bf7f16c", "title": "Agent uit Groningen met kilo cocaïne in de auto komt na half jaar vrij (zeer tegen de zin van Openbaar Ministerie)", "url": "https://www.dvhn.nl/drenthe/Groninger-agent-met-kilo-coke-in-de-auto-komt-vrij-26274707.html", "summary": "De 30-jarige politieman uit Groningen die verdacht wordt van het in bezit hebben en vervoeren van cocaïne komt vrijdag vrij.\nDe officier van justitie gelooft niets van dat verhaal.\nAdvocaat Eefting stelde op de voorbereidende zitting dat nu zwart op wit vast staat dat zijn verhaal wel aannemelijk is.\nVolgens de raadsman is een vingerafdruk van de broer van de agent op de zak met cocaïne gevonden.\nHij heeft gevraagd beelden van beveiligingscamera’s van de parkeerplaats van het politiebureau bij het dossier te voegen.", "paragraphs": ["De 30-jarige politieman uit Groningen die verdacht wordt van het in bezit hebben en vervoeren van cocaïne komt vrijdag vrij. Dat heeft de rechtbank in Assen donderdag bepaald.", "In de privé-auto van de inmiddels ontslagen agent werd begin juni bij het politiebureau in Drachten ruim een kilo coke gevonden. De verdachte agent stelde dat de drugs niet van hem waren. Een broer meldde zich bij de politie met de verklaring dat hij de eigenaar van de coke is en dat de agent nergens van wist. De officier van justitie gelooft niets van dat verhaal.", "Advocaat Eefting stelde op de voorbereidende zitting dat nu zwart op wit vast staat dat zijn verhaal wel aannemelijk is. Volgens de raadsman is een vingerafdruk van de broer van de agent op de zak met cocaïne gevonden. Op de binnenverpakking is ook een deel van een afdruk gevonden. Die zou van de verdachte kunnen zijn, stelt de officier. Het NFI onderzoekt of kan worden vastgesteld van wie de vingerafdruk is.", "Beelden bewakingscamera’s zijn vernietigd", "De agent, die werkte voor het district Oost-Friesland, werd op 20 mei bij zijn leidinggevenden op politiebureau in Drachten ontboden. Er was een onderzoek naar hem gaande voor witwassen en hypotheekfraude. Na het gesprek mocht de verdachte politieman naar huis, maar hij moest zijn auto laten staan.", "Pas dagen later werd in die auto een tas met coke gevonden, verstopt onder de passagiersstoel. Advocaat Eefting vindt het een rare gang van zaken. Hij heeft gevraagd beelden van beveiligingscamera’s van de parkeerplaats van het politiebureau bij het dossier te voegen. ,,Dan kunnen we zien wat er in die dagen rond de auto is gebeurd.” De officier zei dat de beelden er niet meer zijn. ,,Ze worden na 28 dagen vernietigd.”", "De advocaat vroeg de rechtbank om de agent vrij te laten. De man zit sinds 1 juni vast. Zijn persoonlijke omstandigheden moeten meewegen nu het onderzoek is afgerond, vindt de advocaat. De agent ligt in scheiding, is zijn baan kwijt en zit in financiële problemen. Bovendien gaat zijn vrouw binnenkort bevallen van hun tweede kind. De verdachte wil daar graag bij zijn.", "", "Officier tegen vrijlating", "Het voorarrest zou volgens Eefting ondertussen langer kunnen duren dan de uiteindelijke straf die hij krijgt. De officier is het niet eens met de vrijlating. ,,Het betreft een politieman die je in feite blind moet kunnen vertrouwen. Voor hem gelden andere maatstaven dan voor andere verdachten.” De rechtbank denkt daar anders over en is het eens met de advocaat. De Groninger komt vrijdag op vrije voeten.", "Broer van misbruik verdachte dansschoolhouder", "De dansschoolhouder in Groningen, die op 8 september werd opgepakt voor seksueel misbruik, is een andere broer van de verdachte ex-agent. De dansleraar zou tien deels minderjarige leerlingen hebben misbruikt. Eefting, die ook de misbruikverdachte bijstaat, zegt dat de zaken totaal los van elkaar staan.", "Deze broer van de agent moet 22 december voor de rechtbank in Groningen verschijnen voor een pro-forma zitting. Volgens de advocaat zijn er na de publiciteit geen nieuwe aangiftes bijgekomen. Eefting zegt dat de slachtoffers in appgroepen contact met elkaar hebben. ,,Een medewerker van de dansschool heeft hen samengebracht en gezegd dat ze aangifte moesten doen.’’ De advocaat zegt dat de dansleraar een deel van de beschuldigingen heeft toegegeven."], "authors": ["Daniëlle Molenaar"], "keywords": ["agent", "van", "het", "op", "met", "zin", "zijn", "vrij", "tegen", "ministerie", "openbaar", "die", "een", "voor", "dat", "uit", "verdachte", "komt", "zeer"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}