{"id": "989c23f1-bea6-3210-996e-781666946811", "title": "Deze grote eigenaren bezitten onze schaarse grond", "url": "https://www.volkskrant.nl/kijkverder/v/2020/deze-grote-eigenaren-bezitten-onze-schaarse-grond~v406063/", "summary": "De grootste particuliere grootgrondbezitter van Nederland is een vrouw van 81 uit Drenthe.\nWie is deze Magreta Moret-Wessels Boer die er alles aan doet haar 2.246 hectare grond in de vier noordelijke provincies intact te houden?\nDatachef Xander van Uffelen en verslaggever Mac van Dinther van de Volkskrant over waarom hun onderzoek naar het grootgrondbezit van Nederland juist zo’n essentieel onderwerp is.\nAls rond 2001 mannen in pakken de polder Rijnenburg inlopen, wordt de kiem gezaaid voor een taai gevecht.\nWat gaat hier komen: huizen, de droom van de projectontwikkelaars, of windmolens en zonnevelden, wat de gemeente Utrecht wil?", "paragraphs": ["De grootste particuliere grootgrondbezitter van Nederland is een vrouw van 81 uit Drenthe. Wie is deze Magreta Moret-Wessels Boer die er alles aan doet haar 2.246 hectare grond in de vier noordelijke provincies intact te houden?", "Koning Willem-Alexander staat op plek 263 van grootgrondbezitters in Nederland. Hij dankt dit aan landgoed de Horsten bij Wassenaar. De exploitatie ervan is duur. En dus staat de deur open voor nieuwe bewoners die in een rijksmonument willen wonen. Hoe is de koning als grootgrondbezitter?", "Datachef Xander van Uffelen en verslaggever Mac van Dinther van de Volkskrant over waarom hun onderzoek naar het grootgrondbezit van Nederland juist zo’n essentieel onderwerp is.", "Als rond 2001 mannen in pakken de polder Rijnenburg inlopen, wordt de kiem gezaaid voor een taai gevecht. Wat gaat hier komen: huizen, de droom van de projectontwikkelaars, of windmolens en zonnevelden, wat de gemeente Utrecht wil?"], "authors": ["November"], "keywords": ["grond", "van", "wat", "onze", "deze", "bezitten", "nederland", "grote", "staat", "die", "eigenaren", "een", "schaarse", "en", "zonnevelden", "aan", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}