{"id": "989d0390-a111-3d13-93b7-429e06f22503", "title": "Reconstructie van een gruwelmoord begeeft zich in morele twijfelzone: wordt de kijker een voyeur?", "url": "https://volkskrant.nl/cultuur-media/reconstructie-van-een-gruwelmoord-begeeft-zich-in-morele-twijfelzone-wordt-de-kijker-een-voyeur~bfe0ef2c/", "summary": "Wat gebeurt er met je?’Jeugdfoto van Julia, het moordslachtoffer in ‘Zaak van je leven’.\nBegin 2018 deed Andrej, partner van de oorspronkelijk Russische, 30-jarige yogalerares Julia, aangifte van haar vermissing.\nWe openden er een en zagen een hand met paars gelakte nagels.’ We zien (in reconstructie) de bebloede badkamer, nadat Andrej zichzelf geweld heeft aangedaan.\nTegelijk voel je je een voyeur en vraag je je af met welk recht je weet hebt van de gruwelen die Julia zijn aangedaan.\nWant de aan het begin gestelde vraag naar wat er in het hoofd van Andrej is omgegaan, wordt nergens beantwoord.", "paragraphs": ["In de laatste aflevering van Zaak van je leven, die dinsdag werd uitgezonden door Wakker Nederland (WNL), blikken Haagse rechercheurs terug op een door hen onderzochte moord die ze niet meer zullen vergeten. ‘Je gaat haar in stukken zagen en in vuilniszakken stoppen’, preludeert rechercheur Jan de Groot op de gefilmde reconstructie. ‘Hoe ver ben je dan met je hoofd? Wat gebeurt er met je?’", "Jeugdfoto van Julia, het moordslachtoffer in ‘Zaak van je leven’. Beeld WNL", "Dat wil je, net als de rechercheurs, wel weten. Begin 2018 deed Andrej, partner van de oorspronkelijk Russische, 30-jarige yogalerares Julia, aangifte van haar vermissing. Het tweetal zou in hun Scheveningse woning een handgemeen hebben gehad – krassen in het gezicht van Andrej getuigden ervan. Julia zou zijn vertrokken en had al een paar dagen niets meer van zich laten horen. Niet aan vrienden, niet aan haar zakelijke afspraak. Doodse stilte.", "Andrej wordt algauw verdacht van betrokkenheid bij haar verdwijning. Zijn klamme handen als hij zich voorstelt aan de rechercheurs. Zijn lijkbleke gezicht. Die krasjes. De blinkende, naar chloor ruikende badkamer in het verder nogal rommelige huis. Rode laksporen op de trap, wat schade – er lijkt iets te zijn versleept.", "Stukje bij beetje ontrafelen De Groot en zijn collega Ruud Straver de gebeurtenissen die vooraf zijn gegaan aan de moord op Julia, en de macabere poging die Andrej, inderdaad de dader, heeft ondernomen om zich nadat hij haar had gewurgd van haar lijk te ontdoen. Als de recherche met een huiszoekingsbevel aan de deur komt, opent Andrej die tot een kier, ochtendjas onder het bloed: hij is net bezig met een zelfmoordpoging.", "Gruwelijk gedetailleerd zijn de beschrijvingen: ‘In de rode metalen kist lagen plastic zakken. We openden er een en zagen een hand met paars gelakte nagels.’ We zien (in reconstructie) de bebloede badkamer, nadat Andrej zichzelf geweld heeft aangedaan. Er zijn beelden van Julia’s uitvaart. In Rusland wordt haar broer geïnterviewd, die herinneringen ophaalt aan zijn lieve zus en zegt dat Andrej en zij de laatste jaren niet meer gelukkig waren. Een vriendin vertelt dat hij jaloers was, omdat Julia wilde scheiden en andere mannen zag.", "Dit soort crime scene investigation bevindt zich althans voor de kijker in een morele twijfelzone. Het onderzoek is interessant. De politie komt er glanzend vanaf (er worden geen kritische vragen gesteld, Justitie komt wel en Andrejs advocaat komt niet aan het woord). Tegelijk voel je je een voyeur en vraag je je af met welk recht je weet hebt van de gruwelen die Julia zijn aangedaan. Op dat punt is deze aflevering problematisch. Want de aan het begin gestelde vraag naar wat er in het hoofd van Andrej is omgegaan, wordt nergens beantwoord.", "De moordenaar werd veroordeeld tot 4 jaar en tbs; de rechter achtte hem verminderd toerekeningsvatbaar. Journalistiek onderzoek naar Andrejs motieven en klaarblijkelijk vertroebelde geest had deze Zaak van je leven meer relevantie gegeven."], "authors": ["Arno Haijtema"], "keywords": ["je", "zijn", "van", "het", "er", "en", "reconstructie", "een", "wordt", "aan", "twijfelzone", "morele", "kijker", "zich", "haar", "gruwelmoord", "die", "voyeur"], "pubDate": "2020-12-23T12:02:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}