{"id": "98a47811-0be1-3dc3-b3ae-c27e78338ef6", "title": "Nieuw op Videoland: films en series die je vanaf deze week kunt kijken", "url": "https://nu.nl/film/6095445/nieuw-op-videoland-films-en-series-die-je-vanaf-deze-week-kunt-kijken.html", "summary": "FilmsDespicable Me 1 en 2Deze populaire animatiecomedy gaan over superschurk Gru, die samen met zijn gele handlangertjes de maan wil stelen.\nOok het vervolgdeel is vanaf deze week op Videoland te zien.\nSophie wil daar voor haar bruiloft nog achter komen, dus nodigt ze drie exen van haar moeder uit op het feest.\nDe musical is vanaf 10 december op Videoland te zien.\nHet derde en laatste seizoen van Meisje van Plezier is vanaf deze week op Videoland te zien.", "paragraphs": ["Meryl Streep verschijnt deze week niet alleen in de Netflix-musical The Prom, maar duikt ook zingend op in het nieuwe aanbod van Videoland. De streamingdienst komt daarnaast met verschillende kerstfilms en populaire animatiefilms. Bekijk hieronder welke films en series er deze week verschijnen.", "Films", "Despicable Me 1 en 2", "Deze populaire animatiecomedy gaan over superschurk Gru, die samen met zijn gele handlangertjes de maan wil stelen. Hij ontmoet echter drie kleine eigenwijze weesmeisjes, die zijn plannen compleet overhoop halen. Ook het vervolgdeel is vanaf deze week op Videoland te zien.", "Kerst op Videoland", "Net als Netflix komt Videoland dit jaar met uiteenlopende kerstfilms. Vanaf woensdag zijn de volgende titels op de streamingdienst te vinden: The Christmas Chalet, Christmas for Hire, Merry & Bright, One Winter Proposal, One Winter Weekend, The SOS Christmas, Starring Christmas en Twinkle All the Way.", "Mamma Mia!", "Meryl Streep speelt in deze musical een vrijgezelle moeder die haar dochter nooit heeft verteld over haar vader. Sophie wil daar voor haar bruiloft nog achter komen, dus nodigt ze drie exen van haar moeder uit op het feest. In het tragikomische Mamma Mia! worden uiteenlopende liedjes van ABBA gezongen. De musical is vanaf 10 december op Videoland te zien.", "67 Officiële trailer Mamma Mia!", "Series", "Meisje van Plezier - seizoen 3", "Nadine (Angela Schijf) probeert een balans te vinden in haar dubbelleven als brave huismoeder en high-class escort. Maar de rivaliteit met haar voormalige werkgever en jeugdvriendin Meryem (Birgit Schuurman) wordt steeds groter. Het derde en laatste seizoen van Meisje van Plezier is vanaf deze week op Videoland te zien.", "Good Trouble", "In deze spin-off van dramaserie The Fosters verhuizen zussen Callie en Mariana naar Los Angeles. Terwijl de twintigers het werkleven betreden, vinden ze ook romantiek en nieuwe vrienden. Inmiddels is er een derde seizoen van Good Trouble in de maak. Videoland biedt vooralsnog alleen het eerste seizoen aan.", "Superguide stelde onlangs een lijst samen met serietips voor Videoland. Ook zijn er overzichten te vinden van aanraders op Disney+, Netflix en Amazon Prime."], "authors": ["Door"], "keywords": ["kijken", "van", "deze", "kunt", "het", "op", "met", "series", "zijn", "haar", "je", "videoland", "nieuw", "week", "en", "te", "vanaf", "films"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}