{"id": "98b1ee00-5b8e-3268-abb6-cda48d02a5c6", "title": "Het bijzonder onderwijs is veelal net zo divers als andere scholen; een acceptatieplicht is dus niet nodig", "url": "https://trouw.nl/opinie/het-bijzonder-onderwijs-is-veelal-net-zo-divers-als-andere-scholen-een-acceptatieplicht-is-dus-niet-nodig~b3a8da6a/", "summary": "Deze week schaarde een meerderheid van de Tweede Kamer zich achter een motie die er een eind aan wil maken dat bijzondere scholen, zoals scholen op religieuze grondslag, leerlingen mogen weigeren.\nHet is de vraag of het zonder de commotie over de reformatorische scholen van een week eerder zover ­gekomen was.\nEen deel van de Tweede Kamer wil al veel langer dat er een acceptatieplicht voor bijzondere scholen komt: het toelatingsbeleid dat op die scholen mag worden gevoerd, zou voor ongewenste segregatie in het onderwijs zorgen.\nLeerlingen worden maar zelden geweigerdIn de praktijk worden er op bijzondere scholen zelden leerlingen geweigerd.\nEn op het gros van de bijzondere scholen lijkt de diversiteit niet minder dan op openbare scholen.", "paragraphs": ["De reformatorische scholen, kan achteraf de conclusie zijn, hebben zichzelf en daarmee het bijzonder onderwijs in de voet geschoten. Deze week schaarde een meerderheid van de Tweede Kamer zich achter een motie die er een eind aan wil maken dat bijzondere scholen, zoals scholen op religieuze grondslag, leerlingen mogen weigeren. Zolang de grondslag van de school wordt gerespecteerd, moet elke leerling welkom zijn, aldus de motie.", "Het is de vraag of het zonder de commotie over de reformatorische scholen van een week eerder zover ­gekomen was. Een deel van de reformatorische scholen, bleek toen, vraagt aan ouders van aanstaande leerlingen om een handtekening te zetten onder een verklaring waarin onder meer – impliciet dan wel expliciet – staat dat een homoseksuele leefwijze wordt afgekeurd. ­Minister van onderwijs Slob zag daar aanvankelijk geen probleem in, om er een dag later alsnog bezwaar tegen te maken.", "Een deel van de Tweede Kamer wil al veel langer dat er een acceptatieplicht voor bijzondere scholen komt: het toelatingsbeleid dat op die scholen mag worden gevoerd, zou voor ongewenste segregatie in het onderwijs zorgen. Of dat klopt, is de vraag.", "Leerlingen worden maar zelden geweigerd", "In de praktijk worden er op bijzondere scholen zelden leerlingen geweigerd. Dat is ook niet zo verwonderlijk: welke ­ouders sturen hun kinderen naar een school die er een identiteit op nahoudt waar zij zichzelf ­amper in herkennen? En op het gros van de bijzondere scholen lijkt de diversiteit niet minder dan op openbare scholen. Het is niet voor niets dat de grote meerderheid van de Nederlandse scholieren een bijzondere school bezoekt. Of de acceptatieplicht er daadwerkelijk komt, is ook nog maar de vraag: in het regeerakkoord is afgesproken dat er in deze kabinetsperiode niet aan wordt getornd.", "Dat bijzondere scholen willen waken over hun identiteit en daarom hechten aan de mogelijkheid om van ouders een onderschrijving van hun grondslag te eisen, is heel begrijpelijk en terecht. Het raakt aan de kern van de vrijheid van onderwijs. Daar moet niet zomaar aan worden getornd.", "Tegelijkertijd: de vrijheid van onderwijs mag geen vrijbrief zijn voor scholen om van ouders te eisen dat wordt ingestemd met opvattingen die haaks staan op het antidiscriminatiebeginsel of strijdig zijn met de beginselen van de rechtsstaat. Daar ligt, na alle commotie van de afgelopen weken, nu een opdracht voor de bijzondere scholen.", "Aan hen de taak om te laten zien dat een acceptatieplicht niet nodig is.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["zo", "veelal", "aan", "van", "dus", "het", "op", "onderwijs", "nodig", "niet", "een", "dat", "scholen", "er", "net", "bijzondere"], "pubDate": "2020-11-20T08:02:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}