{"id": "98c767e4-1f77-398d-af03-e3323e13cc19", "title": "Nieuwendam keek jaloers naar de overkant van het IJ, tot 1921", "url": "https://www.parool.nl/amsterdam/nieuwendam-keek-jaloers-naar-de-overkant-van-het-ij-tot-1921~bc55518d/", "summary": "De regering leverde bepaalde ‘regeeringsartikelen’ (waaronder brood en worst), maar verder was het de verantwoordelijkheid van het gemeentebestuur om de voorraadkasten gevuld te houden.\nBeeld StadsarchiefGoedkope maaltijden, gratis kolenDe grootste voorvechter van een ruimhartig beleid was zonder twijfel wethouder Floor Wibaut.\nDe Nieuwendammers keken jaloers naar de gang van zaken aan de overkant van het IJ.\nIn Nieuwendam was geen sprake van centrale keukens of van het gratis uitdelen van brandstof.\nOndanks dit Aardappeloproer overheerste aan de overkant van het IJ het idee dat men in Amsterdam beter af was.", "paragraphs": ["Het gemeentehuis van Nieuwendam rond 1900. Beeld Stadsarchief", "In een lange stoet trokken op 14 januari 1918 tientallen Nieuwendammers naar de burgemeesterswoning. ‘Waarom?’ vroeg het regionale blad De Waterlander zich af. Om zelf het antwoord te geven: ‘Reeds 14 dagen had men hier geen vet; met peulvruchten had men in Den Haag geen haast; men wilde evenals in Amsterdam een paar eenheden brandstoffen gratis.’ De demonstratie had tot gevolg dat de burgemeester een zwijntje – dat stiekem was achtergehouden door een slager – vorderde en verdeelde onder de dorpelingen. Maar gratis brandstof om weg te geven, had hij niet.", "Net als in de rest van Nederland had de Eerste Wereldoorlog in Nieuwendam een groot tekort aan voedsel en brandstof veroorzaakt. Levensmiddelen waren op de bon, de voedseldistributie was gecentraliseerd. Op 19 augustus 1916 had de minister van Landbouw, Folkert Posthuma, de Distributiewet doorgevoerd. Voortaan bepaalde Den Haag voor elke gemeente hoeveel voedsel er beschikbaar was en voor welke prijs dat verkocht mocht worden. De regering leverde bepaalde ‘regeeringsartikelen’ (waaronder brood en worst), maar verder was het de verantwoordelijkheid van het gemeentebestuur om de voorraadkasten gevuld te houden. Het Amsterdamse gemeentebestuur voerde een ongekend sociaal beleid, Nieuwendam niet. De dorpsbewoners kregen de stellige indruk dat de Amsterdamse bevolking beter af was.", "Amsterdam nam zijn verantwoordelijkheid voor de voedseldistributie zeer serieus. Alleen al in 1917 stuurde het gemeentebestuur 5082 brieven en telegrammen naar Den Haag. Ze waren meestal kritisch van toon: te hoge voedselprijzen, te weinig aardappelen en vertraagde leveringen. Vaak drong Amsterdam aan op nog meer overheidsingrijpen en steun aan het armere deel van de bevolking.", "De korenmolen. Beeld Stadsarchief", "Goedkope maaltijden, gratis kolen", "De grootste voorvechter van een ruimhartig beleid was zonder twijfel wethouder Floor Wibaut. Als voorzitter van de levensmiddelencommissie greep hij gedurende de oorlog sterk in het openbare leven in. Zo richtte hij de centrale keukens op, waar armlastige Amsterdammers voor twaalf cent een avondmaaltijd konden halen. Ook zorgde hij ervoor dat kinderen op school een maaltijd kregen en dat aan arbeiders ’s winters gratis kolen werden verstrekt.", "In zijn ijver de stad van voedsel te voorzien, nam Wibaut het niet zo nauw met de regelgeving uit Den Haag. Regelmatig zag hij kans om ‘zwarte’ partijen voedsel en brandstof op te kopen, buiten de regering om. En hij schroomde niet besluiten van de regering openlijk naast zich neer te leggen.", "Zo weigerde hij in januari 1917 de door de regering afgekondigde prijsverhoging voor aardappels. Koppig gooide hij de kiloprijs van aardappels en rijst een cent omlaag.", "De Nieuwendammers keken jaloers naar de gang van zaken aan de overkant van het IJ. Hun eigen gemeenteraad was een stuk minder rood: onder de raadsleden bevond zich geen enkele socialist. In Nieuwendam was geen sprake van centrale keukens of van het gratis uitdelen van brandstof. Burgemeester Jacob Versteeg hield zich aan de door Den Haag vastgestelde voedselprijzen.", "Zelfs al had Nieuwendam het Amsterdamse rode beleid willen volgen, dan nog liet de gemeentekas dat niet toe. De mobilisatie drukte op de financiën, in 1916 werd het dorp ook nog eens getroffen door een watersnoodramp. Er was simpelweg geen geld voor een ruimhartig sociaal beleid. Maar Amsterdam kampte ook met tekorten. Er werd geklaagd over het ‘klefzure regeeringsbrood’ en er waren demonstraties tegen de hoge prijzen.", "Toen de stad in 1917 even zonder aardappels kwam te zitten, liep de situatie zelfs zo uit de hand dat de burgemeester zich genoodzaakt zag het leger op demonstrerende arbeiders af te sturen.", "Ondanks dit Aardappeloproer overheerste aan de overkant van het IJ het idee dat men in Amsterdam beter af was. De stad vormde voor de Nieuwendammers een maatstaf waarlangs zij hun eigen ellende konden afmeten.", "De dorpswerf. Beeld Stadsarchief", "Voedsel verbrast", "De Revolutionair Socialistische Vrouwenbond, die op 5 maart 1916 in Oostzaan bijeenkwam, wist in ieder geval zeker dat de situatie in Amsterdam vele malen beter was. Een van de spreeksters had van een kok uit het American Hotel vernomen dat in Amsterdam in ‘in de groote hotels levensmiddelen verbrast’ werden en ‘dat zij daar nog zoo veel vet hebben, dat soms groote stukken vet in het vuur worden geworpen’.", "De Nieuwendammerdijk ter hoogte van het Meerpad. Beeld Stadsarchief", "Tijdens een ‘vergadering tegen de duurte’ klaagde een Nieuwendammer dat nationaal gedistribueerde levensmiddelen de hoofdstad altijd sneller bereikten. ‘Reeds lang had men in Amsterdam regeeringsartikelen en wij hoorden of zagen niets.’ Half januari 1918 demonstreerden dorpsbewoners bij de burgemeesterswoning en in juli tekenden ruim vierhonderd Nieuwendammers een petitie waarin Amsterdam werd opgeroepen hun gehele gemeente te annexeren.", "Het Nieuwendamse gemeentebestuur reageerde gelaten op de petitie. “Een grensgemeente van de Hoofdstad heeft het extra moeilijk, omdat de inwoners eisen zullen stellen, alsof ze in de Hoofdstad zelf zullen wonen,” verklaarde een wethouder.", "In de zomer van 1918 stemde de raad over de annexatieplannen. Een kleine meerderheid was voor. Vanaf 1 januari 1921 zouden alle Nieuwendammers Amsterdammers zijn en delen in de sociale voorzieningen die door Wibaut waren opgezet.", "Janna Toepoel studeert geschiedenis aan de Universiteit Utrecht en loopt stage bij Ons Amsterdam."], "authors": ["Janna Toepoel"], "keywords": ["tot", "keek", "van", "overkant", "amsterdam", "naar", "en", "voor", "ij", "een", "1921", "jaloers", "nieuwendam", "te", "op", "het", "hij", "dat"], "pubDate": "2021-01-03T13:00:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}