{"id": "98fc1749-beda-33f3-be09-188a6011a3a0", "title": "Een wetenschapper die zijn subsidie teruggeeft is zeldzaam. Waarom is ‘killing a project’ zo moeilijk?", "url": "https://volkskrant.nl/wetenschap/een-wetenschapper-die-zijn-subsidie-teruggeeft-is-zeldzaam-waarom-is-killing-a-project-zo-moeilijk~beb5b191/", "summary": "Na een veelbelovend vooronderzoek kreeg de hoogleraar experimentele cardiologie 1,3 miljoen euro van de Hartstichting voor een onderzoek naar de relatie tussen bloedplaatjes en hartkwalen.\nPasterkamp was daar twee jaar geleden met een groep onderzoekers voor een kijkje in de keuken bij de research & developmentafdeling van een aantal farmaceutische bedrijven.\n‘Verfrissend’‘De keuze van Pasterkamp en zijn team is bijzonder verfrissend – moedig zelfs’, zegt Wiek van Gilst, wetenschappelijk adviseur van de Hartstichting.\nHet team van het UMC Utrecht kreeg de kans om een alternatief programma in te dienen voor het resterende geld.\n‘Niemand gaat op een podium staan tijdens een congres om te zeggen dat het onderzoek mislukt is.", "paragraphs": ["Gerard Pasterkamp zag dat zijn onderzoek nergens toe zou leiden en dus besloot de hoogleraar cardiologie zijn subsidie terug te geven. Dit ‘killing a project’ gebeurt zelden in de wetenschap. Waarom?", "Wie in Nederland subsidie wil voor wetenschappelijk onderzoek, moet van goeden huize komen. De concurrentie is moordend: doorgaans wordt slechts 10 procent van alle aanvragen gehonoreerd. Onderzoekers die bij die 10 procent horen krijgen vaak een subsidie voor meerdere jaren en doen er alles aan om deze te behouden. Maar wat doe je als je er al snel achter komt dat je onderzoek niet gaat slagen?", "Dat was de vraag waarmee Gerard Pasterkamp zich vorig jaar geconfronteerd zag. Na een veelbelovend vooronderzoek kreeg de hoogleraar experimentele cardiologie 1,3 miljoen euro van de Hartstichting voor een onderzoek naar de relatie tussen bloedplaatjes en hartkwalen. ‘Recent onderzoek van de VU toont aan dat bloedplaatjes informatie bevatten over de ontwikkeling van kanker’, vertelt Pasterkamp (UMC Utrecht). ‘Wij wilden uitzoeken of dat ook gold voor hart- en vaatziekten. Met die kennis zouden we een test kunnen maken die snel kan uitwijzen of iemand met pijn op de borst iets aan het hart heeft, of dat de pijn onschuldiger van aard is. In eerste instantie leek het erop dat de bloedplaatjes daar inderdaad informatie over bevatten.’", "Zo’n anderhalf jaar later bleek dat toch niet het geval. ‘We wisten al halverwege het onderzoek dat we de eindstreep niet gingen halen. Dan kun je een mooi verhaal op gaan hangen bij je financier om je subsidie te behouden, maar wij dachten: dit geld kan de Hartstichting beter ergens anders aan besteden.’", "Uitzonderlijk", "Dat is uitzonderlijk, blijkt uit een telefonische rondgang bij vier grote Nederlandse onderzoeksfinanciers (ZonMw, NWO, KWF en de Hartstichting). ZonMw en NWO, de partijen die verantwoordelijk zijn voor het verstrekken van onderzoekssubsidies vanuit de overheid, benadrukken daarbij wel dat ze niet financieren op basis van resultaten, maar alleen op kwaliteit van het onderzoeksvoorstel. Ook negatieve onderzoeksresultaten worden gepubliceerd. Voor toekomstig onderzoek is het immers ook nuttig om te weten wat niet werkt.", "Als een onderzoek toch voortijdig wordt beëindigd, is dat nagenoeg altijd op initiatief van de subsidieverstrekker. Alleen ZonMw heeft een voorbeeld van onderzoekers die zelf stopten: in juni liep een onderzoek naar een behandelstrategie voor covid-19 spaak, waarop de onderzoeksgroep besloot de stekker eruit te trekken.", "‘We kwamen er vrij vroeg achter dat deze behandelstrategie geen gamechanger zou zijn’, laat Andy Hoepelman, hoogleraar infectieziekten in het UMCU en leider van dat onderzoek weten. ‘Dat geld kon beter besteed worden aan ander onderzoek naar covid-19.’", "Dat onderzoekers doorgaans niet te koop lopen met het mislukken van onderzoek, heeft alles te maken met de manier waarop academisch onderzoek wordt gefinancierd. Nadat een onderzoeker geld heeft ontvangen, dient hij of zij een onderzoeksgroep te vormen. De universiteit gaat met die onderzoeksgroep contracten aan voor meerdere jaren. Dat maakt de angst om subsidie te verliezen groot. Voor zowel Hoepelman als Pasterkamp speelde dat minder omdat zij hun onderzoeksgroep konden inzetten bij andere projecten.", "Daarnaast ontbreekt het in Nederland aan een platform waar onderzoekers en financiers op gelijkwaardige manier in gesprek kunnen, vindt Pasterkamp. Toetsingsmomenten zijn er wel, maar die maken de druk om resultaten te leveren alleen maar hoger. ‘Dat maakt het moeilijk om toe te geven dat de zaken niet lopen als verwacht.’", "Kijkje in de keuken", "Hoe kwam de onderzoeksgroep van Pasterkamp ertoe om het geld, tegen de conventies in, terug te geven? Het idee kwam voort uit een studiereis naar de Verenigde Staten. Pasterkamp was daar twee jaar geleden met een groep onderzoekers voor een kijkje in de keuken bij de research & developmentafdeling van een aantal farmaceutische bedrijven. Daar hoorde hij dat ze het vieren als er een onderzoeksproject werd stopgezet. ‘Killing a project’, zoals het daar wordt genoemd, is in het bedrijfsonderzoek de normaalste zaak van de wereld.", "‘Soms kost een project ontzettend veel geld, maar zie je al vrij snel dat het niet gaat werken. In een bedrijf gaat het uiteindelijk om winst, daar trekken ze dus tijdig de stekker uit zulke projecten. Anders gaan investeerders zich afvragen wat jij allemaal met hun geld uitspookt. Men ‘viert’ dan het stoppen van het project omdat er met zo’n pijnlijk besluit weer geld vrijkomt voor onderzoeksprogramma’s met meer potentie’, zegt Pasterkamp.", "Daar kan de academische wereld nog wat van leren, vindt hij, zowel in Nederland als in het buitenland. ‘Universitair onderzoekers zetten een project niet zo makkelijk stop als blijkt dat het originele idee niet werkt zoals we dachten.’ Terwijl het volgens Pasterkamp juist vaak voorkomt dat onderzoeken anders lopen dan vooraf uitgestippeld. ‘Ik denk dat er veel geld gaat naar wetenschappelijk onderzoek waarvan de onderzoeker diep van binnen al weet dat het einddoel niet bereikt gaat worden.’", "Daarmee wil hij overigens niet de indruk wekken dat onderzoekers het geld van financiers moedwillig verbrassen. ‘Als onderzoekers zeker weten dat iets niet gaat lukken, vinden zij het ook zonde van hun tijd.’ Maar als een onderzoek spaak loopt, kun je bijna altijd nog wel iets nieuws proberen of een zijweg inslaan, stelt Pasterkamp. ‘Het geloof in eigen kunnen is vaak te groot om de handdoek in de ring te gooien. En voor je het weet ben je dan door het onderzoeksgeld heen.’", "Dat is niet alleen zonde van het geld, maar ook oneerlijk tegenover de onderzoeksgroep. ‘Medewerkers op een project laten werken waarvan het beoogde doel niet gehaald gaat worden is ook slecht voor hun carrière’, licht Pasterkamp toe.", "Zijn telefoontje naar de Hartstichting viel in goede aarde.", "‘Verfrissend’", "‘De keuze van Pasterkamp en zijn team is bijzonder verfrissend – moedig zelfs’, zegt Wiek van Gilst, wetenschappelijk adviseur van de Hartstichting.", "Van Gilst ervaart in zijn dagelijkse werk de scheve verhouding tussen onderzoekers en de financiers van onderzoek. ‘De een heeft het geld dat de ander moet zien te krijgen. Wetenschappers worden dus niet altijd gestimuleerd om transparant te zijn.’", "Juist daarom prijst hij de keuze van Pasterkamp om transparant te zijn over zijn onderzoek. ‘Als iedereen zo handelt, hebben we op een ander niveau een gesprek met elkaar. Dan is de geneigdheid van de subsidiegever om mee te denken over hoe je het geld alsnog nuttig kunt besteden vele malen groter.’", "Dat gold ook voor de Hartstichting. Het team van het UMC Utrecht kreeg de kans om een alternatief programma in te dienen voor het resterende geld. ‘Omdat de subsidie een publiek-private samenwerking betrof, moesten we een bedrijf vinden om mee te betalen’, legt Pasterkamp uit. ‘Dat is helaas niet gelukt, maar de Hartstichting heeft ons zeker de gelegenheid gegeven om het alternatief uit te werken.’", "Een deel van het probleem in de academische onderzoekswereld is dat iedereen koste wat het kost zijn beste resultaat wil laten zien, meent Pasterkamp. ‘Niemand gaat op een podium staan tijdens een congres om te zeggen dat het onderzoek mislukt is. Maar de realiteit is dat niet alles lukt.’ Ook daarin neemt hij een voorbeeld aan het bedrijfsleven. ‘Kijk naar start-ups. Daarvan is het bekend dat beloften niet altijd worden ingelost.’", "Dat onderschrijft ook Van Gilst: ‘Niet elk idee blijkt ook een goed idee. Onderzoekers en financiers moeten elkaar niet gijzelen in de afspraak die ze met elkaar aangaan.’"], "authors": ["Melle Meijer"], "keywords": ["van", "dat", "om", "niet", "subsidie", "een", "onderzoek", "wetenschapper", "zo", "killing", "te", "zijn", "moeilijk", "waarom", "zeldzaam", "project", "voor", "het", "pasterkamp", "teruggeeft"], "pubDate": "2020-11-20T12:00:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}