{"id": "9908653d-dc38-3646-9697-38118b5684e0", "title": "'Door gevolgen COVID-19 zelf te zien, verdwijnt de coronamoeheid'", "url": "https://nu.nl/dit-wordt-het-nieuws/6096137/door-gevolgen-covid-19-zelf-te-zien-verdwijnt-de-coronamoeheid.html", "summary": "De dagelijkse coronacijfers in ons land blijven stijgen en dat zorgt op NU.nl voor een reeks aan berichten over deze negatieve ontwikkeling.\nOpenbare redactievergaderingIn de Week van NU, de openbare redactievergadering van NU.nl, bespreken hoofdredacteur Gert-Jaap Hoekman en de redactie het nieuws op NU.nl.\nDe Dit wordt het nieuws-podcast vind je elke maandag tot en met vrijdag 's ochtends en 's middags op NU.nl.\nAbonneer je op de podcastJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["De dagelijkse coronacijfers in ons land blijven stijgen en dat zorgt op NU.nl voor een reeks aan berichten over deze negatieve ontwikkeling. Alleen omdat we al zo lang in de coronacrisis zitten, zijn er ook mensen met coronamoeheid. Samensteller Kim Einder vertelt aan hoofdredacteur Gert-Jaap Hoekman en podcastredacteur Carné van den Brink wat zij heeft gedaan met dat gevoel.", "Openbare redactievergadering", "In de Week van NU, de openbare redactievergadering van NU.nl, bespreken hoofdredacteur Gert-Jaap Hoekman en de redactie het nieuws op NU.nl. Je vindt de Week van NU-podcast elke vrijdagmiddag op NU.nl. De Dit wordt het nieuws-podcast vind je elke maandag tot en met vrijdag 's ochtends en 's middags op NU.nl.", "Abonneer je op de podcast", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar podcast@nu.nl."], "authors": ["Door"], "keywords": ["wordt", "gevolgen", "door", "je", "zien", "dat", "van", "coronamoeheid", "een", "te", "het", "verdwijnt", "nunl", "en", "op", "covid19", "met", "zelf"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}