{"id": "99151a53-401c-3e37-bd7b-a5ae8dbe8b0a", "title": "Kansenongelijkheid in het onderwijs: ‘Ouders met geld, dat is toch telkens weer de bottomline’", "url": "https://volkskrant.nl/mensen/kansenongelijkheid-in-het-onderwijs-ouders-met-geld-dat-is-toch-telkens-weer-de-bottomline~b1226956/", "summary": "Ouders met geld, hè, dat is toch telkens weer de bottomline.’In Klassen, dat net als Schuldig in Amsterdam-Noord is opgenomen, zien we vooral ouders zonder geld.\nJe ziet niet aan me dat ik half-Surinaams ben, dat vond ik altijd wel jammer, maar ik heb nooit ervaren dat ik werd achtergesteld.\nWie iets creëert, speelt voor God.’Ester Gould: ‘Ha, wat heerlijk dat dat nu keihard terugkomt.’In hoeverre gaat dat op?\nEster Gould: ‘Dat ik mijn ouders pijn heb gedaan, is wat anders dan dat ik niet meer achter de film sta.\n‘Komt het omdat je oma twee weken geleden is overleden dat het allemaal een beetje dicht aan de oppervlakte ligt?", "paragraphs": ["Documentairemakers Ester Gould en Sarah Sylbing lieten in 2016 met Schuldig de werkelijkheid zien van mensen in geldnood. Ze zijn terug op tv met Klassen, een reeks over kansenongelijkheid in het onderwijs. ‘Mensen denken: als je slim bent, dan red je het toch?’", "Een miljoen mensen keken er in 2016 wekelijks naar Schuldig – ongekend voor een documentaire. De serie van makers Sarah Sylbing (40) en Ester Gould (45) over mensen in Amsterdam-Noord die in de schulden zaten, won alle journalistieke prijzen die er maar te winnen vallen; een Tegel, een Nipkowschijf, een Gouden TV-beeld. De hoofdpersonen – Dennis van de dierenwinkel! – werden geliefd in heel Nederland. Ze maakten een nieuwe serie over de kansenongelijkheid in het onderwijs.", "Ester Gould: ‘We zaten na Schuldig al heel snel weer bij de omroep om te praten over een nieuw project. Zo gaat het vaak met dingen die succesvol zijn – en ik durf wel te zeggen dat Schuldig een succes was –, dan wil de opdrachtgever het liefst meer van hetzelfde.’", "Sarah Sylbing: ‘Dus werd ons gevraagd: ‘Kan er niet nog een serie komen met Dennis van de dierenwinkel?’’", "Ester Gould: ‘Maar we waren A: best wel bekaf.’", "Sarah Sylbing: ‘Om niet te zeggen burned-out. Ik was echt vier maanden overspannen na Schuldig.’", "Ester Gould: ‘En B: over schuldenproblematiek hadden we alles wel gezegd wat we te zeggen hadden. Moet je dat dan gaan uitmelken?.’", "Sarah Sylbing: ‘We hadden er geen nieuwe gedachten over.’", "Ester Gould: ‘Maar er kwam wel een oude gedachte terug. In een van onze eerste films samen volgden we Giovanni, een roodharig jongetje uit een multiprobleemgezin in Amsterdam-Noord: huiselijk geweld, schulden, alles. En er is één opmerking uit die tijd, van zijn juf, die bij ons is blijven hangen.’", "Sarah Sylbing: ‘Het was na een draaidag bij hem op school. We hadden die opmerking niet eens op camera, maar we hebben hem altijd onthouden.’", "Ester Gould: ‘De juf zei: ‘Het hoogst haalbare voor deze kinderen later is de plantsoenendienst.’’", "Sarah Sylbing: ‘Dat vonden we best schokkend, eigenlijk. Wij dachten: blijkbaar worden deze kinderen op 8-jarige leeftijd al opgegeven.’", "Ester Gould: ‘Wij zagen in Giovanni een slim ventje, met een grote woordenschat en een ongelooflijk geheugen. Het leek ons zeker een havokind. ‘", "Sarah: ‘Maar de werkelijkheid is dat-ie vanaf zijn 13de jarenlang niet naar school is gegaan. Het ging een tijd heel slecht met hem. Nu krabbelt hij weer een beetje op en doet hij, geloof ik, een koksopleiding.’", "Ester Gould: ‘Dus je kunt je afvragen: was het niet gewoon realistisch van die juf?’", "Sarah Sylbing: ‘Mijn man zei laatst: waarom zijn jullie niet cynisch geworden? We filmen al vijftien jaar mensen die zich uit een ellendige situatie omhoog proberen te knokken, en elke keer geloven we weer in ze.’", "Beeld Jaap Scheeren", "Ze waren er snel uit, zeggen Sylbing en Gould: hun nieuwe documentaireserie moest gaan over kansenongelijkheid in het onderwijs. Want die ongelijkheid is groot, ontdekte ze in de researchfase van hun serie Klassen, die vanaf maandag wordt uitgezonden: kinderen van laagopgeleide ouders krijgen in groep 8 stelselmatig een lager schooladvies dan kinderen van hoogopgeleide ouders, ook al zijn hun prestaties gelijk.", "Ester Gould: ‘We moesten eerst grip krijgen op de problematiek en op het hele Nederlandse schoolsysteem. Een super ingewikkeld onderwerp.’", "Sarah Sylbing: ‘En vervolgens moesten we dat vertalen naar een serie.’", "Ester Gould: ‘Een serie met een arena, hoe zeg je dat, een plek waar de strijd geleverd wordt.’", "Sarah Sylbing: ‘Ons eerste idee was alles op één school te filmen, maar dat hebben we al snel afgeschoten. Het Nederlandse schoolsysteem is zo gesegregeerd, dan zou je inzoomen op een klein stukje van de taart.’", "Ester Gould: ‘Terwijl we hele breedte van het probleem willen laten zien. Daarom hebben we uiteindelijk een jaar lang op acht scholen rondgelopen. Daarmee hebben we het onszelf wel moeilijk gemaakt.’ Tegen Sarah: ‘Jij zat gisteren nog in de montage te zuchten: mijn god, dit is de ingewikkeldste puzzel die we ooit gemaakt hebben, hoe komen we hier uit?’", "Gould en Sylbing zijn collega’s en vriendinnen; ze ontmoetten elkaar tijdens hun masteropleiding journalistiek en werken sinds 2006 samen aan tv-series en documentaires. Thuis bij Gould, met stroopwafels en mandarijnen op tafel, blijkt hoe zeer ze op elkaar zijn ingespeeld: begint de één een zin, dan maakt de ander hem af. Sylbing woont in Amsterdam-Noord in een idyllische oude boerderij met haar man, hun drie kinderen van 12, 9 en 2 en haar moeder, actrice Elsje de Wijn, die een eigen huis heeft op het terrein dat ze onlangs gezamenlijk hebben gekocht. Gould woont alleen, in een ruim bovenhuis in de binnenstad, een prachtige plek met uitzicht op de Amstel.", "Jullie wonen mooi, voor doorgaans toch niet erg dik betaalde documentairemakers.", "Ester Gould: ‘Ik woonde hier al op kamers in mijn studententijd. Toen de huisbaas het huis ging verkopen, hebben mijn ouders deze etage gekocht.’", "Sarah Sylbing – haar stem is bekend van Schuldig en ook in Klassen doet ze weer de voice over: ‘En mijn moeder kon haar grote huis in de stad goed verkopen. Ouders met geld, hè, dat is toch telkens weer de bottomline.’", "In Klassen, dat net als Schuldig in Amsterdam-Noord is opgenomen, zien we vooral ouders zonder geld. En met veel problemen; veel van de kinderen die worden gevolgd komen uit een achterstandsgezin. Anyssa bijvoorbeeld, die met haar opa op zijn scootmobiel door de Bannebuurt in Amsterdam-Noord rijdt; haar moeder woont in West, maar zij kan niet goed voor haar zorgen. En Gianny, die goed scoorde op zijn citotoets, maar continu spijbelt en er zelfs op een vmbo-zorgschool een potje van maakt. ‘De problemen beginnen bij de ouders’, zegt zelfs zijn eigen vader – maar die is niet bij machte er iets aan te doen. Zal het Gianny lukken van het slechte pad af te blijven? Krijgt de slimme Anyssa aan het einde van groep 8 een havo/vwo-advies, of zakt ze af door alle problemen thuis? Net als bij Schuldig zal heel Nederland met de hoofdpersonen meeleven; de serie is zo opgebouwd dat je vurig het beste voor ze hoopt. En dan zijn er nog de ‘strijders’, zoals Sylbing en Gould ze noemen. De superjuffen Astrid en Jolanda die zich tomeloos inzetten om het beste in de kinderen naar boven te halen. De Amsterdamse wethouder Marjolein Moorman die onvermoeibaar vecht tegen kansenongelijkheid in het onderwijs. De wetenschapper die pleit voor betere scholen voor kansarme leerlingen, die hun ‘prison of low expectations’ benoemt.", "Sarah Sylbing: ‘We wilden juist de mensen laten zien die het verschil willen maken. Met uitgebluste docenten op een belabberde vmbo-kader ga je geen serie vullen, dat is noch voor die docenten, noch voor de kijker leuk.’", "Ester Gould: ‘Er is twee jaar tijd in gestoken om alle mensen te vinden, het was een grote luxe dat dat kon. We hebben ook onderzocht of we niet weg moesten uit Noord, omdat wij natuurlijk ook wel weten dat er kritiek is dat de NPO zich teveel op Amsterdam zou richten. Toen zijn we in Zaandam gaan kijken.’", "Sarah Sylbing: ‘Maar in Amsterdam-Noord zit alles: zwart, wit, Turks, Marokkaans, hoogopgeleide yuppen en witte oude armoede. Zo gemengd is het bijna nergens. En iedereen gaat er apart naar school.’", "Ester Gould: ‘Er zijn zelfs kinderen die met het vluchtpontje Noord uitgaan elke ochtend.’", "Sarah Sylbing: ‘Er zijn in Amsterdam-Noord een stuk of vier, vijf basisscholen waar hoogopgeleide ouders hun kinderen graag op willen hebben. Als dat niet lukt, zijn er tranen en stress. Dan gaan ze de wijk uit, met het vluchtpontje.’", "Ester Gould: ‘Zo’n pontje was ondenkbaar toen wij zelf op de middelbare school zaten. Toen was er een soort maatschappelijke consensus dat scholen redelijk gemengd moesten zijn, een afspiegeling van de maatschappij. Maar dat idee is helemaal uit. Geen hoogopgeleide witte ouder gaat meer als een soort Gutmensch met zijn kind experimenteren door het op een zwarte school te doen.’", "Sarah Sylbing: ‘Maar het gaat eigenlijk niet om zwart en wit. Het gaat om hoogopgeleide ouders en laagopgeleide ouders, om rijk tegenover arm. Je ziet het in Noord, maar je ziet het ook overal in Nederland: dat zijn steeds meer gescheiden werelden. Kansrijke kinderen zitten bij kansrijke kinderen op school, kansarme bij kansarme. De kinderen die thuis cito-training krijgen, gaan bij voorkeur naar een categorale havo, omdat ze daar niet kunnen afzakken. En de kinderen uit achterstandsgezinnen komen op scholengemeenschappen terecht, ook allemaal bij elkaar.’", "Ester Gould: ‘Heftig, hè. De maatschappij is weer totaal verzuild, maar nu in schoolgebouwen. Er is voor gezorgd dat kinderen...", "Sarah Sylbing: ‘Apart zitten van elkaar. En dat is niet een kwestie van kleur, maar van sociaaleconomische status. Hoe bepalend die is zie je goed bij een wit gezin als dat van Anyssa, daarom waren we zo blij dat die familie mee wilde doen. Arm laat zich sowieso makkelijker filmen dan rijk. Rijk heeft veel meer te verliezen.’", "Jouw vader, Sarah, is zwart.", "Sarah Sylbing: ‘Jazeker.’ Hij is psycholoog, vertelt ze iets later.", "Dus jij bent het levende bewijs…", "Sarah Sylbing: ‘Dat onze serie niet over kleur gaat. We ontkennen niet dat relatief veel kansarme gezinnen een migrantenachtergrond hebben en ook niet dat er racisme is in het onderwijssysteem. Maar het opleidingsniveau van de ouders is een veel bepalender factor voor de toekomst van een kind.’", "Ester Gould: ‘Het gaat er nog steeds om waar je wieg staat, veel meer dan om hoe slim je bent.’", "Waar stond jullie wieg?", "Sarah Sylbing: ‘Ik kom uit een hoogopgeleid milieu. Mijn vader is Surinaams inderdaad, mijn moeder is Nederlands. Ik was 3 toen ze uit elkaar gingen en ik heb altijd week om week bij ze allebei gewoond. Amsterdamse, culturele kringen: met mijn vader ging ik altijd eten op de Kring. Hij heeft voor allerlei bedrijven als bedrijfspsycholoog gewerkt, maar hij is niet zo ambitieus, eigenlijk.’ Ze lacht: ‘Ha, dat staat bij deze in het Volkskrant magazine.’", "Ester Gould: ‘Zal hij leuk vinden.’", "Sarah Sylbing: ‘Hij heeft altijd vrouwen gehad die heel hard werken. Mooie, ambitieuze vrouwen, daar omringt hij zich graag mee.’", "Ester Gould Beeld Jaap Scheeren", "Hij is de partner van oud-minister Jet Bussemaker, toch?", "‘Ja. Vanaf het moment dat Jet zwanger was van mijn halfzusje, dat nu 20 is, is hij gestopt met werken en hij is lekker gaan koken, daar houdt hij van. Zijn eigen vader was directeur van een basisschool op Aruba. Toen mijn vader 10 was, is hij naar Nederland gekomen. Hij moest zich zo wit mogelijk gedragen, zo is hij opgevoed. Surinaams werd er niet gesproken thuis, Hollands moest je zijn. Al zijn broers en zussen zijn ook met witte partners getrouwd.’", "In een toespraak bij de herdenking van de afschaffing van de slavernij in 2016 zei Jet Bussemaker: ‘Het besef dat de betovergrootvader van mijn dochter nog als slaaf geboren is, heeft mij diep geraakt.’", "Sarah Sylbing: ‘Ja, de opa van mijn opa was nog als slaaf geboren. Die heeft op zijn 18de de vrijlating meegemaakt.’", "Esthet Gould: ‘En jouw opa dus schooldirecteur? Knap, zo snel stijgen op de maatschappelijke ladder.’", "Sarah Sylbing: ‘Mijn vader is binnen de kortste keren tot de culturele, intellectuele elite doorgedrongen, ja, absoluut.’", "‘Ik weet niet in hoeverre dit allemaal in het Volkskrant Magazine moet, maar er was een keer een chic koninklijk diner in het Rijksmuseum waar Jet voor was uitgenodigd en papa ging mee. Hij stuurde me van tafel stiekem een fotootje. Toen dacht ik wel: ongelooflijk, mijn vader zit nu gewoon te dineren met de koning en de koningin.’", "En je schoolcarrière, hoe verliep die?", "‘Supergladjes. Je ziet niet aan me dat ik half-Surinaams ben, dat vond ik altijd wel jammer, maar ik heb nooit ervaren dat ik werd achtergesteld. Ik heb veel gespijbeld en geblowd, hoor, maar ik kon goed leren, dus ik deed de havo en daarna het vwo met gemak.’", "Ester, uit wat voor gezin kom jij?", "‘Mijn moeder komt uit een Rotterdams middenklassegezin, mijn vader uit Schotland en ze hebben elkaar ontmoet bij een antroposofische leefgemeenschap in Schotland, waar ze allebei gingen werken. Mijn zus en ik zijn daar geboren, tot mijn 10de heb ik op het Schotse platteland gewoond. Daarna kwamen we in Arnhem terecht. Mijn vader ging voor Philips werken en mijn moeder als docent Engels.", "‘Ik weet nog dat ik school in Nederland heel speels vond, kinderachtig. Dingen onthouden ging met liedjes. Ik dacht: je kunt toch gewoon stampen? In Schotland op de basisschool werd er nog met een liniaal op je hand geslagen als je de tafels niet goed kende.’ Ze staat op, pakt een foto: ‘Kijk, ik droeg twee vlechtjes en een schooluniform.’", "‘Mijn vader kon goed leren en had naar Cambridge gekund, maar dat paste niet bij zijn linkse idealen, dus hij koos voor een andere universiteit. Het was een andere tijd, hè. Bij mij op de middelbare school in Arnhem zat van alles door elkaar: Turken en Koerden, kakkers en alto’s, iedereen zat te klaverjassen en te roken in de kelder van de school. Dat is nu ondenkbaar.’", "De oudere zus met wie ze opgroeide leeft niet meer. In 2016 maakte Ester Gould de documentaire A strange love affair with ego, over de zelfmoord van Rowan toen Ester 32 was. Rowan had lang de overtuiging dat de wereld aan haar voeten lag, vertelt Gould in die persoonlijke film; haar zelfovertuiging grensde aan narcisme.", "Je zus zei altijd: ‘Je kunt alles worden wat je wil.’ Hoe denken jullie nu over die maakbaarheid, na het maken van Klassen?", "Sarah Sylbing: ‘Ik denk dat als je in mensen, in kinderen, gelooft, als je ze serieus neemt en de lat hoog legt, dat je wel degelijk heel veel kunt bereiken.’", "Ester Gould: ‘En onderwijs is de sleutel. Het is ook door mijn eigen schooltijd in Schotland dat ik mijn bedenkingen heb tegen de Nederlandse zesjescultuur.’", "Sarah Sylbing: ‘In aflevering 4 van Klassen gaan we naar Londen met de wethouder en haar gevolg, waar de afgelopen tien, vijftien jaar de allerslechtste scholen in de allerslechtste wijken zijn omgeturnd tot de beste scholen van Engeland.’", "Ester Gould: ‘Excellente scholen. In buurten waar messen worden getrokken, maar op school heerst discipline en hebben de kinderen uniforms aan. Ze krijgen er wiskunde en literatuur en klassieke muziek van de allerbeste docenten, ze zeggen daar gewoon: wij leren ze alles wat hoogopgeleide kinderen ook leren, waarom zou dat voor deze kinderen niet weggelegd zijn?’", "Sarah Sylbing: ‘Het is ongelooflijk wat ze daar bereiken met kansarme kinderen. Die worden afgeleverd bij Oxford, bij Yale.’", "Ester Gould: ‘Yale is Amerika.’", "Sarah Sylbing Beeld Jaap Scheeren", "Sarah: ‘Ai, zit ik straks bij Jinek. Maar goed, ze doen in Engeland dus precies het tegenovergestelde van wat we in Nederland doen. Hier is het onderwijs heel zalvend, heel getherapeutiseerd op de lagere niveaus. De cognitieve kant is niet zo belangrijk, het gaat erom of je wel gelukkig bent. Je leert volwaardig burger te worden en te praten en elkaar aan te kijken, dat is heel erg waarover het gaat. Zit je vader in de gevangenis? Wat zielig, dan leggen we de lat nog wat lager. Maar welk kind is daarbij gebaat?’", "Ester Gould: ‘Op die scholen is Londen is het: het dondert niet wat er thuis aan de hand is, je bent hier om te leren. Het onderwijs moet ophouden met de hele tijd de thuissituatie als smoes te gebruiken voor de resultaten van een kind.’", "Maar het dondert wel hoe de thuissituatie is. Als er iets uit Klassen blijkt, is dat het wel. Neem Anyssa, die bij haar opa en oma woont omdat haar moeder te veel wordt opgeslokt door haar eigen sores.", "Ester Gould: ‘In een ander nest was Anyssa een echte gymnasiast geworden, denk ik. Maar inderdaad, als je hebt over weinig ondersteuning thuis, is zij best een heftig voorbeeld. Oma is familie van de Tokkies. Ik bedoel, er is wel heel veel liefde, maar...", "Sarah Sylbing: ‘Opa en oma kunnen niet lezen en schrijven.’", "Ester Gould: ‘Een beetje, ze kunnen een beetje lezen en schrijven. Hoe dan ook, aan de thuissituatie van die kinderen kun je weinig veranderen. Goed onderwijs is hun enige kans. Maar we filmen al zo lang in de marges van de samenleving, natuurlijk zien we hoe vaak het ook dan nog misgaat. Je mag het alleen nooit opgeven voor die kansarme kinderen, nooit zeggen: laat ook maar.’", "Sarah Sylbing: ‘En de ouders van kansríjke kinderen moeten eens een beetje gaan chillen. Niet alles op alles zetten omdat hun kind per se naar een categoraal gymnasium moet, maar gewoon, een beetje vertrouwen hebben dat het wel goed komt met je kind.’", "Hoe heb je dat zelf gedaan met de schoolkeuze van de kinderen?", "Sarah Sylbing: ‘Die van 9 zit op een prima buurtschooltje in Noord. Heel gemengd.’", "Ester Gould: ‘We kennen nu natuurlijk elke basisschool in Noord.’", "Sarah Sylbing: ‘Dus toen ik er zelf ging wonen, kon ik er niet meer helemaal onbevangen naar kijken, maar ik heb het wel geprobeerd. De oudste zit op het vmbo, in de eerste klas van het ivko.’", "Een kunstzinnige montessorischool waar veel hoogopgeleide ouders van kinderen met vmbo-advies hun kinderen graag heen zien gaan.", "Sarah Sylbing: ‘Mijn zoon is absoluut in een soort hoogopgeleide kansrijke creatieve bubbel terechtgekomen, ja, maar hij heeft zelf voor die school gekozen. Ik kneed mijn kinderen zo min mogelijk, ik zit er niet bovenop.’", "Ester Gould: ‘En je hebt in Noord bewust voor een gemengde basisschool gekozen. Zo’n elitaire bubbel, daar krijg jij de kriebels van. Ik hoorde op een verjaarsfeest van een zwangere vrouw dat ze alvast naar Amstelveen ging verhuizen, naar een betere omgeving voor het kind.’", "Sarah Sylbing: ‘Het is zo angstgedreven.’", "Ester Gould: ‘Die hoogopgeleide ouders met hun drang naar perfectie maken elkaar helemaal gek. Het is een beetje een Luizenmoeder-voorbeeld, maar de moeders die al gestrest zijn van hun werk, gaan ook nog de perfecte traktaties van marsepein in elkaar zitten knutselen.’ Tegen Sarah: ‘Jij geeft gewoon een zak appels mee. Ik zie jouw kinderen wel eens kijken: kun je niet wat meer zoals die andere moeders zijn?’", "Sarah: ‘Popcorn, hoor. Ik geef die arme kinderen geen appels mee.’", "Ester heeft geen kinderen, Sarah drie. Zorgt dat voor verschil bij het filmen van kinderen? Hebben jullie een andere aanpak, een andere blik?", "Sarah Sylbing: ‘Ja, want we zijn andere mensen. Sterker: Ester is liever en geduldiger, ik ben helemaal niet zo’n kindervriend. Ester kijkt met meer mededogen.’", "Ester Gould: ‘Is dat zo?’", "Sarah Sylbing: ‘Ja, ik merk het nu ook weer in de montage. Ik heb veel sneller een oordeel over mensen en hun gedrag.’", "De ouders van ‘jullie’ kansarme kinderen in Klassen laten zoveel steken vallen, ik kan me voorstellen dat je ze soms vervloekt.", "Sarah Sylbing: ‘O, maar mijn kritiek geldt met name de geslaagde medemens. Ik kan er weinig sympathie voor opbrengen als er gehuild wordt om een havo- in plaats van een vwo-advies, en Ester kan dat wel. Voor de kansarme gezinnen heb ik juist karrevrachten mededogen.’", "Is dat niet…", "Ester Gould: ‘Hypocriet?’", "Meten met twee maten? Een teken dat je zelf ook in de valkuil van de lage verwachtingen trapt?", "Sarah Sylbing: ‘Tja, kijk, ik vind het wel stom, bijvoorbeeld, dat de moeder van Gianny naar Suriname vertrekt, ik vind dan echt dat zij een fout maakt. Maar tegelijkertijd klinkt er in mijn hoofd een stemmetje: wat heeft zij meegekregen vanuit haar eigen opvoeding? Hoe komt het eigenlijk dat ze zich zo gedraagt?’", "Ester Gould: ‘Van een ellendige achtergrond worden mensen egoïstisch. Ik vond het moeilijk om bij de familie van Anyssa te zien hoe kinderlijk volwassenen zich kunnen gedragen; niemand, behalve opa, die het kind voorop stelt, moeder en oma zijn bezig met zichzelf. Ik zag soms gedrag waar ik gek van werd.’", "Sarah Sylbing: ‘Als je een jaar lang aan het observeren en regisseren bent, probeer je de mensen alleen maar te begrijpen, zodat ze je gaan vertrouwen en toelaten in hun leven. Maar in de montage neem je meer afstand en denk je wel eens: het is waanzin wat ze doen.’", "In de documentaire die jij over je zus maakte, Ester, zegt een psycholoog: ‘Als je een film maakt, moet je groots wanen. Wie iets creëert, speelt voor God.’", "Ester Gould: ‘Ha, wat heerlijk dat dat nu keihard terugkomt.’", "In hoeverre gaat dat op? Voor God spelen, de werkelijkheid naar je hand zetten, als je zo’n tv-serie maakt waarin de mensen personages zijn?", "Sarah Sylbing: ‘Het is een voortdurende afweging van morele dilemma’s: waarop zoom je in, wat laat je weg? We hebben 180 draaidagen gehad, zo’n 540 uur film waar je uiteindelijk 7 afleveringen van 50 minuten van overhoudt, dus je ziet ook heel veel níét. Twee dingen waren maar belangrijk: geeft de serie een waarachtig beeld en kunnen we het maken naar de kinderen toe. Want die waarachtigheid is vaak ook hard, en dan moet je de kinderen beschermen.’", "Ester Gould: ‘Maar we wilden tegelijkertijd dat het volwaardige hoofdrolspelers zijn, met een eigen verhaallijn en ontwikkeling.’", "Sarah Sylbing: ‘Dus als Gianny een overval pleegt, nou ja, hij had een iPhone gestolen, dan sta je als filmmaker te juichen. In de researchfase twee jaar eerder had een onderwijskundige al gezegd: jongens die een straatroof plegen, zijn daardoor vaak de held van de school. Dan is het voor de serie geweldig als dat ook echt gebeurt.’", "Ester Gould: ‘Dat we deze serie überhaupt maken, kun je zien als spelen voor God. Want wie zijn wij? Er zijn mensen die hun hele leven in het onderwijs werken, en dan komen Peppi en Kokki eens eventjes wijzen op de fouten in het systeem. En toch vind ik dat wij die mening moeten hebben. Als je niks te vertellen hebt, moet je niet 1,4 miljoen euro gebruiken om aan Nederland uit te leggen wat er mis is met het onderwijssysteem.’", "Beeld Jaap Scheeren", "Bij de documentaire over je zus waren je ouders pijnlijk getroffen door de uitsnede die je uit de werkelijkheid had gemaakt; je had vooral haar narcisme belicht terwijl ze ook de diagnose bipolair had gekregen. Heeft dat je aanpak als filmmaker veranderd?", "Ester Gould: ‘Dat ik mijn ouders pijn heb gedaan, is wat anders dan dat ik niet meer achter de film sta. Het is een subjectieve blik op de werkelijkheid, maar daar ben ik ook achter gekomen doordát ik de film heb gemaakt, snap je? Ik dacht niet van tevoren: ik ga eens lekker allerlei kanten van de werkelijkheid weglaten, want dat komt het verhaal ten goede.’", "Een hapering, dan: ‘Sorry dat ik opeens moet huilen. Ik weet eigenlijk niet wat me nu zo raakt.’", "Sarah Sylbing legt een hand op haar arm. ‘Komt het omdat je oma twee weken geleden is overleden dat het allemaal een beetje dicht aan de oppervlakte ligt? Ik kan me voorstellen dat je daardoor weer veel over Rowan hebt nagedacht.’", "Ester Gould: ‘Klopt. Mijn oma was ook niet gelukkig met de film. Bij het afscheid begon een goede vriend van haar erover tegen me. Dat mijn oma gezegd had –’", "In tranen: ‘Hoe kun je nou jaloers zijn op iemand die zo lijdt?’ Ze herstelt zich: ‘Dat vind ik dan weer een verplattisering van de film...’", "Sarah Sylbing: ‘...die toch heel genuanceerd en afgewogen is...’", "Ester Gould: ‘Maar het bewijst maar weer dat iedereen zó zijn eigen perspectief heeft op elk verhaal.’", "Sarah Sylbing: ‘Elke kijker ziet iets anders, dat zal bij Klassen niet anders zijn. Maar ik hoop toch dat we veel ogen kunnen openen. Van mensen die denken: kansenongelijkheid het onderwijs? We hebben toch de citotoets en als je slim bent, dan red je het toch?’", "In een eerder interview werd jou, Ester, de vraag voorgelegd: slechtste in het vak? Je zei toen: documentairemakers die geen film maken, maar een pamflet.", "Ester Gould: ‘Dat vind ik nog steeds. Je kunt wel een opinie hebben, maar die mag niet je eindpunt zijn. Je kunt niet zeggen: ik ga eens even de beelden verzamelen om mijn standpunt te staven, dan wordt het een volstrekt oninteressante film. Natuurlijk, je hebt een plan van tevoren, maar je moet wel blijven kijken, blijven openstaan voor wat er gebeurt.’", "Wat gebeurde er bij het maken van Klassen dat eigenlijk niet in jullie plan paste?", "Ester Gould: ‘Corona. Je gaat het zien in aflevering 6 en 7.’", "Sarah Sylbing: ‘En wat teleurstellend was – het is een beetje een spoiler, maar geen van de kinderen, ook niet die in de klas van de superjuffen, halen het niveau waarop we hadden gehoopt.’", "Dus zelfs excellent onderwijs maakt het verschil niet?", "Ester Gould: ‘Bij de laatste draaidag zei een schooldirecteur: het gaat toch om waar je wieg staat. Dat had je liever níét geconstateerd.’", "Sarah Sylbing: ‘Maar het is wel de werkelijkheid. Je hoopt steeds weer dat alles goedkomt, maar de werkelijkheid is stroperig en grillig en complex.’", "Klassen wordt uitgezonden door Human vanaf maandag 30 november om 21.25 uur via NPO 1."], "authors": ["Evelien Van Veen"], "keywords": ["kansenongelijkheid", "ouders", "van", "toch", "sylbing", "het", "met", "die", "onderwijs", "ik", "een", "je", "telkens", "weer", "dat", "geld", "en", "gould"], "pubDate": "2020-11-26T15:00:32+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}