{"id": "992e6ec0-f381-3cde-908e-955f8ea8e663", "title": "Arcadis snelt Californië te hulp om schade bosbranden aan te pakken", "url": "https://www.telegraaf.nl/financieel/1381493696/arcadis-snelt-californie-te-hulp-om-schade-bosbranden-aan-te-pakken", "summary": "Daarbij moeten alleen al 120.000 bomen en 823 huizen en andere panden worden opgeruimd.\nHet totale project om de woongebieden weer bewoonbaar te maken is geraamd op 52,4 miljoen dollar.\nHet verwijderen van puin en bomen die in potentie een gevaar vormen vereist volgens Arcadis een complex begrip van de structurele, ecologische en chemische gevolgen van branden.\nZo zitten huizen vol met bedrading, elektronische apparatuur en apparaten die gewoonlijk zware metalen bevatten.\nVerder wordt de luchtkwaliteit getoetst voor asbest en zware metalen om ervoor te zorgen dat de schoonmaakwerkzaamheden veilig kunnen worden uitgevoerd.", "paragraphs": ["Daarbij moeten alleen al 120.000 bomen en 823 huizen en andere panden worden opgeruimd. Het totale project om de woongebieden weer bewoonbaar te maken is geraamd op 52,4 miljoen dollar.", "Het verwijderen van puin en bomen die in potentie een gevaar vormen vereist volgens Arcadis een complex begrip van de structurele, ecologische en chemische gevolgen van branden. Zo zitten huizen vol met bedrading, elektronische apparatuur en apparaten die gewoonlijk zware metalen bevatten. Bij verbranding kan gevaarlijke as zijn ontstaan.", "Arcadis gaat onder meer de bodem beoordelen op schadelijke stoffen. Verder wordt de luchtkwaliteit getoetst voor asbest en zware metalen om ervoor te zorgen dat de schoonmaakwerkzaamheden veilig kunnen worden uitgevoerd.", "Dit jaar is in Californië volgens Arcadis ongeveer 4,2 miljoen hectare verbrand."], "authors": [], "keywords": ["snelt", "schade", "californië", "van", "miljoen", "pakken", "op", "bosbranden", "hulp", "arcadis", "volgens", "om", "te", "en", "metalen", "aan", "zware", "worden"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}