{"id": "99344c2e-653c-38aa-9aa9-ca63f1fa2358", "title": "Onzin en nonsens lijken niet alleen qua betekenis sterk op elkaar", "url": "https://trouw.nl/cultuur-media/onzin-en-nonsens-lijken-niet-alleen-qua-betekenis-sterk-op-elkaar~b7011480/", "summary": "Daarnaast zijn er heel wat archaïsche of regionale synoniemen van het type dollemanspraat, gekwaak, kippetjespraat, kletsica, lariefarie, lullage, zotteklap, klets met klontjes en praat op zolder.\nHet Nederlands heeft nonsens halverwege de 18de eeuw overgenomen uit het Engels, waarin nonsense is samengesteld van non- (niet) en sense (zin).\nDat is namelijk in de 15de eeuw in het Nederlands terechtgekomen als vertalende ontlening aan het Franse woord non-sens, een samenstelling van non (niet, on-) en sens (zin).\nDestijds werd onzin namelijk ook weleens als vorm van laster naar het rijk der fabelen verwezen door het als ‘uilengekras’ te betitelen.\nOok een taalvraag?", "paragraphs": ["In het Nederlands kun je op tientallen manieren zeggen dat je vindt dat een opvatting over iets of een beeld dat van iemand is geschetst apert onjuist, volstrekt ongeloofwaardig of zelfs pure laster is. Onzin is in zo’n geval waarschijnlijk het meest algemene woord, maar wie daarop wil variëren, heeft de beschikking over onder meer apekool, bullshit, dwaasheid, flauwekul, geleuter, gelul, geneuzel, kletskoek, kolder, lul- en lariekoek, leuterpraat, prietpraat, quatsch en dikke zever.", "Daarnaast zijn er heel wat archaïsche of regionale synoniemen van het type dollemanspraat, gekwaak, kippetjespraat, kletsica, lariefarie, lullage, zotteklap, klets met klontjes en praat op zolder. De meeste van die taalvormen kun je in zinsverband gebruiken (‘Wat u zegt is kippetjespraat’), maar ook – met uitroepteken erachter - als tussenwerpsel (‘Prietpraat!’).", "Toen Baudet deze week de berichten over antisemitisme binnen de jeugdbeweging van Forum voor Democratie naar het rijk der fabelen wilde verwijzen, koos hij voor het woord nonsens: ‘Bij dezen is hopelijk definitief al deze nonsens gestopt.’ Een verrassende woordkeus is dat niet, want nonsens is net zo algemeentalig als onzin.", "Het Nederlands heeft nonsens halverwege de 18de eeuw overgenomen uit het Engels, waarin nonsense is samengesteld van non- (niet) en sense (zin). Diezelfde elementen – maar dan in een andere taal - liggen ten grondslag aan ons woord onzin. Dat is namelijk in de 15de eeuw in het Nederlands terechtgekomen als vertalende ontlening aan het Franse woord non-sens, een samenstelling van non (niet, on-) en sens (zin). Als Baudet in de 19de eeuw had geleefd, had hij trouwens ook nog een ander woord kunnen gebruiken. Destijds werd onzin namelijk ook weleens als vorm van laster naar het rijk der fabelen verwezen door het als ‘uilengekras’ te betitelen.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["qua", "van", "als", "betekenis", "het", "op", "woord", "lijken", "niet", "een", "onzin", "en", "dat", "ook", "elkaar", "nonsens", "sterk", "voor"], "pubDate": "2020-11-26T11:06:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}