{"id": "9942d6c6-3e11-3c10-b95d-2048d4dff9cc", "title": "Europese Commissie twijfelt aan tijdig Brexit-akkoord en komt met noodplan", "url": "https://nu.nl/economie/6095820/europese-commissie-twijfelt-aan-tijdig-brexit-akkoord-en-komt-met-noodplan.html", "summary": "De Europese Commissie betwijfelt of de EU op tijd met de Britten tot een akkoord over de Brexit komt en presenteert daarom een noodplan.\nHet einde van de overgangsperiode komt echter in zicht en er is geen garantie dat er een akkoord komt en dat het er op tijd is\", aldus Von der Leyen in een toelichting.\nHet noodplan is bedoeld als overbrugging tussen 1 januari en het moment waarop er alsnog een akkoord wordt bereikt.\nDaarnaast is er een voorstel voor het vervoer van personen en goederen over de weg voor de komende zes maanden.\nOp het gebied van visserij wil de EU een tussenoplossing van een jaar.", "paragraphs": ["De Europese Commissie betwijfelt of de EU op tijd met de Britten tot een akkoord over de Brexit komt en presenteert daarom een noodplan. Dit moet ervoor zorgen dat wederzijds lucht- en wegverkeer mogelijk blijft, evenals toegang tot elkaars wateren voor de visserij, maakt de Europese Commissie donderdag bekend.", "De mededeling volgt op een gesprek tussen de Britse premier Boris Johnson en de voorzitter van de Europese Commissie Ursula Von der Leyen van woensdagavond. \"Gesprekken zijn nog steeds aan de gang. Het einde van de overgangsperiode komt echter in zicht en er is geen garantie dat er een akkoord komt en dat het er op tijd is\", aldus Von der Leyen in een toelichting.", "\"Het is onze verantwoordelijkheid om voorbereid te zijn op alle scenario's, inclusief het niet bereiken van een akkoord voor 1 januari 2021. Dat is waarom we nu deze voorbereidingen treffen.\" Ze voegt eraan toe dat er \"significante onduidelijkheid\" is of er op 1 januari een akkoord ligt tussen het Verenigd Koninkrijk en de Europese Unie.", "Het noodplan is bedoeld als overbrugging tussen 1 januari en het moment waarop er alsnog een akkoord wordt bereikt. De einddatum van het noodplan is nog niet duidelijk.", "Noodplan bestaat uit vier onderdelen", "Het plan bestaat uit vier onderdelen. Twee daarvan hebben betrekking op de luchtvaart. Zo doet de Commissie een voorstel om bepaalde vluchten tussen het Verenigd Koninkrijk en de EU na 1 januari toch door te laten gaan, al is het hierbij wel van belang dat het VK daaraan meewerkt. Tevens wil Brussel afspraken over veiligheidscertificaten maken om te voorkomen dat toestellen aan de grond worden gezet.", "Daarnaast is er een voorstel voor het vervoer van personen en goederen over de weg voor de komende zes maanden. Ook hierbij is medewerking van de Britten van belang.", "Op het gebied van visserij wil de EU een tussenoplossing van een jaar. Dit moet ervoor zorgen dat de partijen in elkaars wateren kunnen blijven vissen. Dit laatste is extra opvallend, omdat visserij juist een van de grote struikelblokken in de onderhandelingen is.", "Het VK is op 31 januari uit de Europese Unie gestapt en sindsdien is sprake van een overgangsperiode. Deze loopt eind dit jaar af en er is steeds meer onzekerheid of de partijen voor die tijd een akkoord over de toekomstige handelsrelatie kunnen sluiten."], "authors": ["Door"], "keywords": ["van", "noodplan", "dat", "een", "komt", "brexitakkoord", "en", "het", "tijdig", "europese", "januari", "akkoord", "twijfelt", "commissie", "op", "voor", "er", "met", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}