{"id": "9962d89e-762d-363d-84be-383c3b4c5d4d", "title": "Lof voor PSG en Basaksehir: 'Uit schandalige woorden is sterke daad geboren'", "url": "https://nos.nl/artikel/2359912-lof-voor-psg-en-basaksehir-uit-schandalige-woorden-is-sterke-daad-geboren.html", "summary": "\"Als de vierde official schuldig wordt bevonden, kan hij alleen maar levenslang worden geschorst.\"\nVoormalig Oranje-international Nigel de Jong liet geen spaan heel van de man die dinsdagavond tijdens het Champions League-duel tussen Paris Saint-Gremain en Basaksehir een racistische opmerking zou hebben gemaakt richting Pierre Webó, assistent-trainer van de Turkse club.\nDe Jong was als analist bij de sportzender beIN Sports getuige van de gebeurtenissen in de Franse hoofdstad en typeerde het incident als \"een van de ergste zaken in het voetbal\".\n\"Iedere persoon, op of naast het veld, die zich racistisch uitlaat, zit fout\", zei De Jong.\n\"Maar als het gebeurt door een official, die er is om de veiligheid van de spelers en de waarden van het voetbal te beschermen en door de UEFA is aangesteld om de wedstrijd te leiden, is dat een complete schande.\"", "paragraphs": ["\"Als de vierde official schuldig wordt bevonden, kan hij alleen maar levenslang worden geschorst.\" Voormalig Oranje-international Nigel de Jong liet geen spaan heel van de man die dinsdagavond tijdens het Champions League-duel tussen Paris Saint-Gremain en Basaksehir een racistische opmerking zou hebben gemaakt richting Pierre Webó, assistent-trainer van de Turkse club.", "De Jong was als analist bij de sportzender beIN Sports getuige van de gebeurtenissen in de Franse hoofdstad en typeerde het incident als \"een van de ergste zaken in het voetbal\".", "\"Iedere persoon, op of naast het veld, die zich racistisch uitlaat, zit fout\", zei De Jong. \"Maar als het gebeurt door een official, die er is om de veiligheid van de spelers en de waarden van het voetbal te beschermen en door de UEFA is aangesteld om de wedstrijd te leiden, is dat een complete schande.\""], "authors": [], "keywords": ["lof", "van", "als", "official", "sterke", "het", "die", "jong", "psg", "schandalige", "woorden", "daad", "en", "uit", "een", "te", "om", "geboren", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}