{"id": "9976da00-3317-3ead-b1ac-6f0eaf1b26b8", "title": "‘Menstruatiepijn hoort erbij’? Door die houding blijven ernstige ziekten onontdekt", "url": "https://volkskrant.nl/wetenschap/menstruatiepijn-hoort-erbij-door-die-houding-blijven-ernstige-ziekten-onontdekt~bde05418/", "summary": "Daarin valt te lezen dat ze die eerste keer al meldde al vijftien jaar buikpijn te hebben en dat ze last had van trillingen en bloed bij de ontlasting.\nDoor hormonale veranderingen rondom de menstruatie groeit het en ontstaan bloedingen en verklevingen.\nOok hun omgeving speelt daarbij een rol, bijvoorbeeld een moeder die zegt dat het erbij hoort, omdat zij dat op haar beurt vroeger ook hoorde.\nEen MRI geeft lang niet altijd meer informatie dan een echo en een kijkoperatie is een erg invasieve manier van een diagnose stellen.\nIk ben hierin gespecialiseerd, maar ik ken veel collega-gynaecologen die soms moeite hebben om de ziekte te herkennen, worstelen om het te diagnosticeren en het lastig vinden om het te behandelen.’Pargmae pleit ervoor endometriosezorg te centraliseren.", "paragraphs": ["Menstruatie kan pijn doen, dat hoort erbij, krijgen vrouwen ook van artsen te horen. Door die houding kan, leerde Majotte Mathurin, een ernstige ziekte lang onopgemerkt blijven.", "De buikpijn begon op de basisschool, toen ze voor het eerst ongesteld werd. Hier, zei haar huisarts, ‘neem paracetamol en de pil’. Maar welke pil de Nijmeegse Majotte Mathurin – inmiddels 43 jaar – ook probeerde, het hielp niet.", "Op een gegeven moment was ze wel tien dagen achter elkaar ongesteld. Het bloedverlies en de pijn werden steeds heftiger. ‘Maar de artsen bleven zeggen dat menstruatie nou eenmaal pijn kan doen en dat het erbij hoort.’", "Toen ze in 2006 zo veel pijn had dat ze nauwelijks nog kon werken – ze werkte als gezinsbehandelaar in de psychiatrie – werd ze doorverwezen naar het ziekenhuis. De Volkskrant mocht het ziekenhuisdossier inzien. Daarin valt te lezen dat ze die eerste keer al meldde al vijftien jaar buikpijn te hebben en dat ze last had van trillingen en bloed bij de ontlasting.", "Nadat ze door internisten was onderzocht, kwam ze bij de gynaecoloog uit. Hij sprak voor het eerst een verdenking van endometriose uit: een chronische ziekte waarbij weefsel dat lijkt op baarmoederslijmvlies op plekken buiten de baarmoeder zit, bijvoorbeeld in de darmen en blaas. Door hormonale veranderingen rondom de menstruatie groeit het en ontstaan bloedingen en verklevingen. Dit kan onder andere heftige pijnklachten en onvruchtbaarheid veroorzaken.", "Miljoenen vrouwen", "Naar schatting tussen de 2 en 10 procent van de vrouwen in hun vruchtbare jaren hebben endometriose, een getal dat de beroepsvereniging voor gynaecologie bevestigt. Dat zijn vele miljoenen vrouwen wereldwijd, al heeft niet iedereen er evenveel last van. Ongeveer de helft van de vrouwen die bij de gynaecoloog komen vanwege onvruchtbaarheid of pijn in het bekken heeft endometriose.", "Opvallend: er zit gemiddeld wel 7,4 jaar tussen de eerste klachten en de diagnose bij endometriose in Nederland, vertelt gynaecoloog Moniek van der Zanden van het Haaglanden Medisch Centrum, die hier vorig jaar op promoveerde aan de Radboud Universiteit.", "‘Vrouwen wachten met klachten rondom menstruatie vaak met naar de dokter gaan. Vanwege schaamte of omdat ze denken dat het normaal is. Ook hun omgeving speelt daarbij een rol, bijvoorbeeld een moeder die zegt dat het erbij hoort, omdat zij dat op haar beurt vroeger ook hoorde. Er zijn helaas nog steeds heel veel vrouwen die nog nooit van endometriose hebben gehoord.’", "Degenen die wel op tijd gaan, zoals Mathurin, treffen nogal eens een arts die het niet herkent of serieus neemt, zegt Van der Zanden. ‘Het is erg moeilijk een onderscheid te maken tussen wat normaal is en wat niet bij een menstruatie. Maar er wordt ook niet altijd gevraagd naar de menstruatiecyclus. En dus komt het niet altijd boven water.’", "Is dit vanwege een taboe om over menstruatie te praten? Wellicht, maar uit Van der Zandens onderzoek blijkt niet dat mannelijke artsen voor meer vertraging zorgen dan vrouwelijke. Algemene onderbelichting op de huisartsenopleiding speelt wel een rol, vermoedt Van der Zanden. ‘Er is relatief weinig aandacht voor ziektebeelden zoals endometriose in de basisopleiding of nascholing voor huisartsen. Er zijn wel modules over menstruatie, maar die horen bij een vervolgopleiding.’", "En dan is endometriose nog maar een van de aandoeningen die artsen kunnen missen bij dit soort klachten. Er kunnen ook vleesbomen en cystes in de baarmoeder zitten; ook problemen waar je snel bij wilt zijn.", "Terwijl de grootste vertraging bij de huisartsen zit. ‘Ik denk dat iedereen het wel eens is dat het korter moet, de vraag is alleen hoe je dat het beste kunt bereiken.’ Meer bekendheid, een goede richtlijn met adviezen voor huisartsen zou kunnen helpen, denkt Van der Zanden.", "Hoewel de verdenking in 2006 was uitgesproken, moest Mathurin toen nog dertien jaar op de diagnose wachten. Eerst kreeg ze hormonen. De pil, maar ook lucrin-hormooninjecties, waar ze ernstige bijwerkingen bij kreeg: opvliegers, slecht slapen en heftige zweetaanvallen. Haar moeder weet het nog goed: ‘Eigenlijk waren we samen in de overgang.’", "Maar de pijn bleef.", "Een second opinion in 2010 leverde weinig op. De arts schreef in zijn rapportage: ‘Het lijkt er niet op dat er zeer uitgebreide endometriose op dit moment aanwezig is.’", "Stoppen met werk", "En zo ging het nog jaren door, blijkt uit het dossier dat op tafel ligt. De opmerkingen die ze door de jaren heen kreeg maakten haar erg onzeker. ‘Toen ik voor de zoveelste keer terugkwam met pijnklachten, zei een arts: ‘Ik heb ook weleens pijn aan mijn schouder, dan ga ik ook gewoon werken.’’ Ze kan haar tranen nauwelijks bedwingen als ze het vertelt.", "Het werd steeds lastiger om vriendschappen te onderhouden of relaties op te bouwen – alle energie stopte ze in haar werk. Maar ook daar moest ze uiteindelijk mee stoppen. ‘Ik nam zoveel pijnstillers en slaaptabletten, dat ik op het werk duizelig werd en tegen een deurpost aanliep.’", "Ook financieel werd het zwaarder. Uiteindelijk lukte het haar een uitkering te krijgen met een diagnose chronische vermoeidheid. Later werd ze zzp’er om beter haar werk om haar pijn heen te kunnen plannen. In totaal kon ze zeven jaar niet werken. Haar moeder moest geregeld bijschieten.", "‘Endometriose is een grillig ziektebeeld’, vertelt Van der Zanden. ‘Het is niet altijd te herkennen op een echo en het kan ook snel veranderen.’ Volgens de Europese richtlijn is de eerste stap bij pijn ‘pragmatisch behandelen’: met de pil of andere hormonen, om zo de menstruatie te stoppen. ‘Pas als iemand daar slecht op reageert of een kinderwens heeft, overweeg je een MRI of een diagnostische kijkoperatie.’", "Dat doen artsen niet zomaar. Een MRI geeft lang niet altijd meer informatie dan een echo en een kijkoperatie is een erg invasieve manier van een diagnose stellen. Daar zitten altijd risico’s aan. Toch, stelt ze voorzichtig: ‘Als je zo ziek bent dat je niet kunt werken, is dat niet normaal. Dan zou een arts wel in actie moeten komen.’", "Mathurin knikt als ze dat hoort. ‘Achteraf wilde ik dat ik meer had doorgevraagd. Maar ik ben iemand die artsen graag vertrouwt. Als ik met mijn klachten naar hen toe ga, zouden zij toch moeten bepalen welke onderzoeken er gedaan moeten worden.’", "Kijkoperatie", "Van een kijkoperatie kwam het uiteindelijk pas in 2019 toen de pijn weer toenam en haar benen begonnen op te zwellen. Mathurin vroeg haar huisarts haar naar een andere specialist door te sturen. Haar huidige gynaecoloog Pille Pargmae van het Radboudumc verordonneerde direct een kijkoperatie.", "Daarbij was zichtbaar dat Mathurins buikwand, baarmoeder, blaas en zelfs darmen vol zaten met endometriose. Haar vagina was aan haar darmen vastgegroeid. En dan die zin: ‘Deze pijn had voorkomen kunnen worden.’", "De in Estland geboren Pargmae, die zich in minimaal invasieve chirurgie en endometriose specialiseerde in Oxford en in Wenen, bevestigt het verhaal. ‘Het was misschien anders gelopen als eerder een arts de noodzaak van een kijkoperatie had gezien. Zeker als blijkt dat na jaren hormoonbehandeling geen verbetering optreedt.’", "Voor Pargmae geeft het de complexiteit van endometriose aan. ‘Je kunt oppervlakkige endometriose hebben die niet zichtbaar is op een echo of MRI en heel veel pijn geeft, terwijl je bij de diep geïnfiltreerde variant juist geen pijn voelt. Ik ben hierin gespecialiseerd, maar ik ken veel collega-gynaecologen die soms moeite hebben om de ziekte te herkennen, worstelen om het te diagnosticeren en het lastig vinden om het te behandelen.’", "Pargmae pleit ervoor endometriosezorg te centraliseren. Een multidisciplinair endometriose-team kan patiënten zoals Mathurin volgens haar beter beoordelen en behandelen.", "Haar blik van buiten stelt haar in staat kritisch naar de Nederlandse aanpak te kijken. ‘Artsen zouden beter naar patiënten kunnen luisteren. Ik luisterde goed naar Majotte en hoorde dat ze van verschillende artsen hormonen kreeg terwijl deze haar niet hielpen en ze eigenlijk liever geen hormoonbehandeling wilde. Dat doet afbreuk aan het vertrouwen en helpt ook niet bij de naleving van de gegeven adviezen. Ook al staat er in de richtlijn dat hormonen de eerste stap zijn, je moet ook naar je patiënt luisteren en samen tot een plan komen.’", "Rol voor huisartsen", "Voor huisartsen ziet ze hier een belangrijke rol. ‘Neem je patiënten serieus. Als ze telkens terugkomen is er iets aan de hand. Als ze terugkomen van een specialist en nog steeds pijn hebben, stuur ze voor een second opinion. Of een third. Ik heb hier patiënten zitten die voor een fourth opinion komen en er nu pas achter komen wat er aan de hand is.’", "Vooral als het om vrouwelijke patiënten gaat is dit belangrijk, aldus de gynaecoloog. ‘Vrouwen zijn eerder geneigd pijn te normaliseren, ze spreken zich niet uit. Artsen zijn op hun beurt geneigd vrouwen minder serieus te nemen. Deze vrouwen krijgen zo vaak te horen dat het tussen hun oren zit.’", "Herkenbaar voor Mathurin. ‘Als er zo lang geen diagnose is, en artsen tegen je zeggen dat het misschien psychisch is, gaat ook je omgeving – werk en vrienden – aan je twijfelen. Dat is erg eenzaam.’", "Inmiddels heeft Mathurin een tweede kijkoperatie gehad om nieuwe endometriosehaarden in haar buik te verwijderen. Door de corona-uitbraak was die uitgesteld. Ze had ook trombose in haar been ontwikkeld. De endometriose uit haar darmen en baarmoeder wil ze nu niet laten verwijderen, omdat ze bang is voor eventuele schade door een operatie: een stoma of het verliezen van haar baarmoeder. Ze blijft onder behandeling. Het besluit hoe ze verder wil ligt nu bij haar.", "Volgens Pargmae kan het, maar Mathurin durft het nog niet aan. ‘Ook een klein risico hierop is voor mij te veel op dit moment. Ook al ben ik 43, ik heb nog steeds een kinderwens en wil die optie nog open houden. En zelfs al zou ik geen kinderen meer kunnen krijgen, mijn baarmoeder staat voor meer.’ Ze is even stil. ‘Het is nog steeds mijn lichaam.’"], "authors": ["Fleur De Weerd"], "keywords": ["van", "menstruatiepijn", "blijven", "ziekten", "erbij", "het", "op", "die", "onontdekt", "ernstige", "houding", "een", "ze", "hoort", "en", "dat", "te", "haar", "ook", "door"], "pubDate": "2020-11-27T13:00:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}