{"id": "9983fce5-ab4e-3b00-8562-bdddfc19f639", "title": "In Nieuwegein ervaar je dat het zo verguisde woonerf toch ook prettig geborgen kan zijn", "url": "https://trouw.nl/nieuws/in-nieuwegein-ervaar-je-dat-het-zo-verguisde-woonerf-toch-ook-prettig-geborgen-kan-zijn~ba72ea39/", "summary": "Ooit een levendig schippersdorp, maar sinds de samenvoeging met buurgemeente Jutphaas een wijk van Nieuwegein, zij het een met monumentale waarde.\nDaarmee onderscheidt het zich van een groot deel van de rest van Nieuwegein.\nHet gros van Nieuwegein is gebouwd onder het door het Rijk gecoördineerde regime van de groeikern.\nVooral het imposante gemeentehuis – een prijswinnend ontwerp van het Deense architectenbureau 3XN – springt in het oog, met zijn glasstructuur en complexe vlakverdeling.\nIn het braakliggende westelijk deel van het stadscentrum verrijst de komende jaren ‘de meest duurzame woonwijk’ van Nederland.", "paragraphs": ["Het uitzicht vanaf de Lekdijk, het zuidelijkste puntje van Nieuwegein, is fenomenaal. Aan de overkant de kerken en kantelen van Vianen, links en rechts strekt zich onder de hoge wolkenlucht de rivier uit; de boog van de oude Lekbrug als poort naar een onbekende einder. Tankers en vrachtschepen werpen schuim-spattend water op. Achter de dijk schurkt Vreeswijk. Ooit een levendig schippersdorp, maar sinds de samenvoeging met buurgemeente Jutphaas een wijk van Nieuwegein, zij het een met monumentale waarde. Twee sluiskolken overspannen door pittoreske bruggetjes en omarmd door historische pandjes.", "Nieuw-Vreeswijk, even ten noorden daarvan, is gesitueerd rond een jachthaventje. Met zijn witgele huisjes ademt het de sfeer van een Scandinavisch vissersdorpje. Nep natuurlijk, maar liefdevol en met fantasie gedaan. Daarmee onderscheidt het zich van een groot deel van de rest van Nieuwegein.", "Want hét symbool van Nieuwegeinse woningbouw – een bakstenen rijtjeshuis met schuin dak – is in zijn soort authentieker dan die quasihistorische vissershuisjes, maar veel fantasie is er niet aan te pas gekomen. Het gros van Nieuwegein is gebouwd onder het door het Rijk gecoördineerde regime van de groeikern. Daarbij ging het er vooral om woningzoekenden snel een fatsoenlijk onderkomen te bieden. Fantasievol ontwerpen telde minder.", "De wijk Nieuw-Vreeswijk, met de sfeer van een Scandinavisch vissersdorpje. Beeld Johan Nebbeling", "Het gebrek aan schwung wordt gecompenseerd door groene omgeving", "Zie de wijken Zandveld en Hoog-Zandveld, begin jaren zeventig tegen Vreeswijk aangebouwd, met vooral in seriebouw opgetrokken woonblokken. Oersaai, zou je zeggen. Maar het gebrek aan schwung in architectuur wordt gecompenseerd door de parkachtige, groene omgeving rond de woonblokken. Met als toetje de Rietput, een schilderachtige waterpartij, ooit ontstaan door een dijkdoorbraak en nu in de wijk ingebed.", "(Hoog)-Zandveld ontbeert dé stedenbouwkundige vernieuwing van de jaren zeventig die in andere Nieuwegeinse wijken wel veelvuldig opdoemt: het woonerf. Tegenwoordig verguisd als het toppunt van truttigheid, maar de Amsterdamse schoolachtige huisjes in het woonerfwijkje van architect Jan Verhoeven in de wijk Doorslag ademen een prettige geborgenheid.", "De vroegere dorpen Jutphaas en Vreeswijk Nieuwegein ontstond op 1 juli 1971 uit de samenvoeging van de dorpen Jutphaas en Vreeswijk ten zuiden van Utrecht en groeide van een kleine 12.000 tot ruim 63.000 inwoners nu. De stad is een van de twintig groei­kernen die vanaf eind jaren zestig de groeiende bevolking in met name de Randstad moesten huisvesten. In al die groeikernen tezamen zijn 230.000 woningen gebouwd. De ontwikkeling van de groeikernen stond onder strakke regie van de rijksoverheid. In de jaren negentig deden de Vinex-wijken hun intrede. Anders dan groeikernen zijn die tegen de bestaande stad aangebouwd en onder­­ ‘de tucht van de markt’ ontwikkeld.", "Fokkesteeg, ten noorden van (Hoog)-Zandveld, dateert uit begin jaren tachtig en laat zien hoe de visie op stedenbouw in tien jaar is veranderd. Ook hier voornamelijk eengezinswoningen, maar in gevarieerder vorm en uitvoering, wat de wijk een andere uitstraling geeft, het experiment is er niet geschuwd.", "Architect Abe Bonnema, die later het Fries Museum in Leeuwarden zou ontwerpen, bedacht een langzaamverkeerroute met halverwege een verhoogd woonniveau en daaronder ruimte voor parkeren. Het destijds vernieuwende concept kreeg op tal van plaatsen in Nederland navolging.", "Oude landschapsstructuren zijn in de nieuwbouw ingebed", "Wat in Fokkesteeg opvalt, en dat geldt voor meer Nieuwegeinse wijken: oude landschapsstructuren en elementen zijn veelvuldig in de nieuwbouw ingebed. Slootjes met knotwilgen, boerderijen, oeroude dijkjes, landweggetjes, populierenopstanden, griendvelden geven reliëf aan de nieuwbouw.", "Dat is mede te danken aan de stedenbouwkundigen van naam die bij het ontwerp van de stad betrokken waren. Zo ontwierp architect Ashok Bhalotra, die later naam maakte met de Amersfoortse stadswijk Kattenbroek, delen van de wijk Zuilenstein. Maar er zijn ook Nieuwegeinse wijken waar het verleden is bedolven onder een metersdikke zandlaag. Zoals Merwestein, een los amalgaam van appartementencomplexen, eengezinswoningen en kantoorgebouwen, waarvan er vele wegens leegstand tot (starters)woning zijn omgebouwd.", "Nieuwegein combineert oud en nieuw. Dijkjes, populierenopstanden, griendvelden en, zoals hier, een boerderij, geven reliëf aan de nieuwbouw. Beeld Johan Nebbeling", "Een groter contrast met het stadscentrum aan de overkant van de Hollandse IJssel is amper denkbaar. Tien jaar geleden onderging het centrum een metamorfose waarmee de bescheiden groeikern qua architectuur opeens wereldwijd de aandacht trok. Vooral het imposante gemeentehuis – een prijswinnend ontwerp van het Deense architectenbureau 3XN – springt in het oog, met zijn glasstructuur en complexe vlakverdeling. Binnen voelt het of je in een gravure van M.C. Escher bent gestapt.", "De parkeergarage is een kunstproject op zich", "Ook het kunst- en theatercomplex De Kom, een ontwerp van de Rotterdamse Architekten Cie., springt eruit. De bijbehorende ‘CO2-neutrale’ parkeergarage is een kunstproject op zich, waarin licht- en geluidseffecten de weg wijzen achter de met bamboe beklede gevel.", "De deels overdekte galerijen van winkelcentrum City liggen boven het maaiveld. Het eveneens verhoogde marktplein transformeerde van verkapt parkeerterrein naar een verpozingsplek met bankjes en bomen waar Nieuwegeiners druk gebruik van maken.", "De stedenbouwkundige ambities van Nieuwegein reiken verder. In het braakliggende westelijk deel van het stadscentrum verrijst de komende jaren ‘de meest duurzame woonwijk’ van Nederland. Hoogbouw in grote dichtheden moet er de hegemonie van de eengezinswoning bevechten én een einde maken aan het gebrek aan woonruimte voor jongeren en ouderen.", "Ook worden op bedrijventerreinen lege kantoorpanden omgebouwd tot wooncomplexen. Maar de stad ontbeert de ruimte voor echt grootschalige stadsvernieuwing. Alleen sloop van bestaande woningen biedt uitkomst. Dat zit er voorlopig niet in, ook omdat uit onderzoeken blijkt dat Nieuwe-geiners zeer tevreden zijn over hun huis en woonbuurt. Met wat goeie wil zou je deze new town dan ook best een succes kunnen noemen."], "authors": ["Johan Nebbeling"], "keywords": ["nieuwegein", "prettig", "toch", "zijn", "met", "ook", "die", "je", "van", "zo", "en", "een", "aan", "verguisde", "kan", "op", "het", "maar", "woonerf"], "pubDate": "2021-01-10T17:04:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}