{"id": "99a4ef17-6a17-347d-bd66-45df1063723c", "title": "Ursul de Geer (1946-2020), een romanticus met grote liefde voor het theater", "url": "https://trouw.nl/binnenland/ursul-de-geer-1946-2020-een-romanticus-met-grote-liefde-voor-het-theater~b7769012/", "summary": "Als een soort wereldverbeteraar stapte de twintiger ooit vanuit het studententoneel het politieke toneel op.\nMaar zo tegen zijn dertigste werd hij het zwart-witdenken over afgebeulde arbeiders en uitbuitende directeuren binnen het zogenoemde vormingstheater in die jaren beu.\nHij hing zijn radicale ‘ik’ aan de wilgen, maar toch was een van zijn eerste regies wel politiek gekleurd.\n‘Een lange nacht’ (1978) werd een aangrijpend theaterdocument over tegenstrijdige gevoelens in een vrouwengevangenis tijdens de toenmalige Chileense dictatuur.\nOp een speciaal voor hem georganiseerde bijeenkomst in de schouwburg aan het Amsterdamse Leidseplein, ruim een week geleden, werd De Geers enthousiasmerende liefde voor toneel en zijn acteurs gememoreerd.", "paragraphs": ["“Op zoek naar troost vind ik die in schoonheid,” zei Ursul de Geer eens in een interview met deze krant. Alleen kunst kon daarom, volgens hem, “de plaats van God innemen, omdat kunst iets leert over het leven wat boven de praktijk van alledag uitstijgt. Niet toevallig is toneel in de kerk ontstaan.”", "Esthetiek in vorm en taal was wat De Geer als regisseur en toneelminnaar in theater aantrok, al bleef maatschappelijke betrokkenheid daarbij een belangrijke rol spelen. Als een soort wereldverbeteraar stapte de twintiger ooit vanuit het studententoneel het politieke toneel op. Maar zo tegen zijn dertigste werd hij het zwart-witdenken over afgebeulde arbeiders en uitbuitende directeuren binnen het zogenoemde vormingstheater in die jaren beu. Het ging hem meer om echt menselijke emoties.", "Hij hing zijn radicale ‘ik’ aan de wilgen", "De Geer begon als acteur, mengde zich eind jaren zestig actief in de roemruchte Aktie Tomaat en speelde onder meer in Leerstukken van Bertolt Brecht bij de Nieuwe Komedie. Was zijn spel niet onverdienstelijk, allengs besefte hij dat regisseren hem beter lag. Hij hing zijn radicale ‘ik’ aan de wilgen, maar toch was een van zijn eerste regies wel politiek gekleurd. ‘Een lange nacht’ (1978) werd een aangrijpend theaterdocument over tegenstrijdige gevoelens in een vrouwengevangenis tijdens de toenmalige Chileense dictatuur.", "Lang bleef De Geer in de marge van het theaterlandschap werkzaam. Bij het grote publiek werd hij bekend door de televisie. Na een talkshow, ‘Ursul de Geer’, eerst bij de NCRV en later RTL werd zijn zelfverzonnen vakantieprogramma, ‘’t Is hier fantasties’, een kijkcijferhit. Uiteindelijk gingen de schreeuwerige bijwerkingen van die populariteit hem tegenstaan en keerde hij terug naar het toneel.", "‘Gloed’, naar de gelijknamige roman van de Hongaarse schrijver Sándor Márai, werd in 2002 een glorieuze rentree. Ondanks bedenkingen van schouwburgdirecteuren of ‘die televisiepresentator’ wel kon regisseren, speelde ‘Gloed’ voor meer dan honderd volle zalen. De diepe weemoed in het werk van Márai raakte kennelijk niet alleen de romanticus in Ursul de Geer. Ook de volgende romanbewerkingen, ‘Kentering van een huwelijk’ en ‘De gravin van Parma’, trokken veel publiek.", "De Geer had een neus en voorliefde voor boeken die het op toneel goed konden doen. Hij regisseerde onder meer ‘Stoner’ (naar John Williams) en ‘Haar naam was Sarah’ (naar Tatiana Rosnay). Een glanzend hoogtepunt werd ‘De aanslag’ (naar Harry Mulisch), waarin hij met bewerker Léon van der Sanden trefzeker de vinger legde op de absurditeit van het toeval.", "Films", "Zo nu en dan speelde De Geer in films (‘Spetters’, ‘De vierde man’, ‘Blackmail’) en in televisiedrama’s (‘De lachende scheerkwast’, ‘Op dood spoor’). In 2014 was hij nog te zien als rechter in de tv-serie ‘Danni Lowinski’.", "Ursul de Geer was een aimabel man. Met zijn vrolijke ogen en praatgrage stem ventileerde hij, liefst uitgebreid, zijn mening. Leesstoel en repetitielokaal verliet hij met al evenveel plezier om ook het werk van anderen intensief te volgen. Een agressieve tumor, met nog een coronabesmetting als wrang intermezzo, maakte een abrupt einde aan al die activiteiten.", "Op een speciaal voor hem georganiseerde bijeenkomst in de schouwburg aan het Amsterdamse Leidseplein, ruim een week geleden, werd De Geers enthousiasmerende liefde voor toneel en zijn acteurs gememoreerd. Niet als afscheid maar, zei acteur Peter Bolhuis ‘als omhelzing’.", "Toneel- en literatuurliefhebbers zullen Ursul de Geer vooral dankbaar blijven, dat hij schrijvers als Márai een podium heeft gegeven."], "authors": ["Hanny Alkema"], "keywords": ["romanticus", "van", "geer", "als", "het", "grote", "met", "ursul", "hij", "zijn", "naar", "werd", "een", "theater", "en", "liefde", "voor"], "pubDate": "2020-12-08T16:29:40+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}