{"id": "99aa9c2f-a741-3747-867f-cc319a5a3041", "title": "VS in het hart geraakt: opgebouwde woede is tot uitbarsting gekomen", "url": "https://www.parool.nl/wereld/vs-in-het-hart-geraakt-opgebouwde-woede-is-tot-uitbarsting-gekomen~b18e8939/", "summary": "Er voltrok zich een scenario dat niemand daar ooit voor mogelijk had gehouden: een bestorming van het Capitool.\nDe bestorming van het Capitool was er een naar het voorbeeld van Oost-Europa, waar betogers ook geregeld parlementsgebouwen zijn binnengedrongen.\nHet binnendringen van het Capitool werd gevoed door woede.\nOpgekropte woede, maandenlang opgebouwd door de zittende president en zijn directe entourage, onder wie zijn zonen Donald Jr. en Eric.\nHij weigerde zijn voorzitterschap van het debat in het Capitool te misbruiken om Trump alsnog tot winnaar te verklaren.", "paragraphs": ["Donald Trump speelde al maanden met vuur en woensdag sloeg de vlam in de pan in Washington. Er voltrok zich een scenario dat niemand daar ooit voor mogelijk had gehouden: een bestorming van het Capitool.", "De bestorming van het Capitool was er een naar het voorbeeld van Oost-Europa, waar betogers ook geregeld parlementsgebouwen zijn binnengedrongen. In die gevallen ging het er echter om dictaturen na jaren van onderdrukking ten val te brengen. Nu moest ook het boegbeeld van de vrije wereld zich in eigen huis verdedigen.", "Het binnendringen van het Capitool werd gevoed door woede. Opgekropte woede, maandenlang opgebouwd door de zittende president en zijn directe entourage, onder wie zijn zonen Donald Jr. en Eric. Trump weigert zich neer te leggen bij zijn verkiezingsnederlaag op 4 november. Niet zijn Democratische rivaal Joe Biden, maar hij zou de presidentsverkiezingen hebben gewonnen.", "President Donald Trump zweept zijn aanhangers op in de aanloop naar de bijeenkomst van het Congres. Beeld EPA", "“Mijn zege is me afgepakt door fraude,” aldus Trump. Nadat hij tientallen rechtszaken had verloren omdat er geen bewijzen voor fraude waren, deed hij een beroep op zijn aanhangers. Op de dag dat het parlement zijn finale goedkeuring moest geven aan de verkiezingsuitslag, op 6 januari, riep Trump hen op een ‘Save America March’ te houden.", "Ultrarechtse bewegingen", "Niet alleen de Democratische oppositie sprak er meteen zijn afkeuring over uit, ook Republikeinse partijgenoten meenden dat het met een massale toeloop naar Washington vragen was om moeilijkheden. Bovendien stoorden velen zich aan Trumps uitlatingen voorafgaand aan de protestmars. Hij beloofde dat wat zou gebeuren, ‘nog nooit was vertoond’.", "Gevreesd werd dat het fanatiekste deel van Trumps aanhang – ultrarechtse bewegingen als de Proud Boys en milities die niets willen weten van inmenging van de centrale overheid – zich ook zou laten gelden. Niemand in Amerika was vergeten dat zwaarbewapende militieleden in Michigan het parlement waren binnengedrongen, omdat zij het daar aanwezige verzet tegen Trumps regering zat waren.", "Trumpaanhangers verzamelen zich bij het Capitool. Beeld Getty Images", "Maar ook het gematigde deel van Trumps aanhang was inmiddels onvoorspelbaar geworden. Ook zij geloven heilig in alle beschuldigingen van fraude en doen iedereen die dat niet wil bevestigen af als ‘verraders’. Wie niet met ons is, is tegen ons en moet tot de orde worden geroepen, viel te horen. Een uitgangspunt dat gemakkelijk kan leiden tot ­fysiek verzet. Ook was te horen dat sommige ­fanatiekelingen plannen hadden om het Capitool te bestormen, omdat daar ook een volks­vijand huisde. Het waren angstaanjagende ­berichten, waarover Trump zich niet uitliet. Hij sprak er met geen woord over.", "Betogers opgezweept", "Bij de toespraak van Donald Trump, gistermiddag, werd wederom al snel duidelijk dat de president geen plannen had om de emoties te temperen en ervoor te zorgen dat de protesten vreedzaam zouden blijven. Met zijn zoon Eric zweepte hij de betogers opnieuw op. Hij riep zijn volgelingen op ‘de natie te redden’. Hij hield vast aan zijn claim dat hij de verkiezingen had gewonnen. “We zullen ons nooit bij ons verlies neerleggen. Dat doe je niet als je bent bestolen,” aldus de president. Hij haalde uit naar politici van zijn eigen Republikeinse Partij, die wel instemmen met de verkiezingsuitslag. “We zullen deze zwakkelingen uit hun zetels werken.” Tot de afvalligen behoorde inmiddels ook zijn ­vicepresident Mike Pence. Hij weigerde zijn voorzitterschap van het debat in het Capitool te misbruiken om Trump alsnog tot winnaar te verklaren.", "Een binnengedrongen Trumpaanhanger poseert met de katheder van Nancy Pelosi, de voorzitter van het Huis van Afgevaardigden. Beeld Getty Images", "Na de toespraak waren veel betogers danig opgefokt. Zij trokken gewapend met Amerikaanse vlaggen en spandoeken met steunbetuigingen aan Trump in de richting van het Capitool. De demonstranten, van wie slechts een enkeling een mondkapje droeg vanwege de corona­pandemie, riepen leuzen als ‘Stop de diefstal’, ‘Laten we vechten voor Trump’ en ‘Op naar het Capitool, het huis van de verraders’. De demonstrant Colleen Cupp uit Carmel (Indiana) maakte zich voorafgaand aan de toespraak nog geen zorgen over de mogelijkheid dat de betoging uit de hand zouden lopen. “Ik maak me niet druk om geweld. We zijn hier om onze president te steunen. We voelen ons verbonden.” Twee ­andere betogers, Rachel Ethridge (48) en Mike Wyatt (44) uit Missouri, zagen de bui al wel hangen. “Ik hoop dat er geen burgeroorlog komt, maar er zijn mensen die niet met zich laten ­sollen. Amerikanen houden daar niet van,” zei Wyatt tegenover de krant The Washington Post.", "Hand overspeeld", "Na het uitbreken van de rellen bij het Capitool lijkt de president zijn hand te hebben overspeeld. Hem wordt door velen kwalijk genomen dat hij al maanden de democratie en de vrije verkiezingen ondermijnt met zijn aanhoudende verzet tegen de uitslag, zonder daarvoor met bewijzen te komen. Daarnaast wordt hem verweten dat het nationale belang moet wijken voor zijn eigenbelang en dat hij partijgenoten onder druk zet om de hand te lichten met alle wetten, inclusief de grondwet, om een tweede ambtstermijn in de wacht te slepen. Die geluiden klinken nu zelfs in de Republikeinse partij."], "authors": ["Hans Van Zon"], "keywords": ["tot", "trump", "zijn", "woede", "van", "opgebouwde", "gekomen", "hart", "en", "geraakt", "met", "een", "vs", "te", "hij", "het", "uitbarsting", "dat"], "pubDate": "2021-01-07T11:02:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}