{"id": "99ca96c8-6c39-3eda-8ef7-766a1a756926", "title": "Klimaatactivist Werner Schouten: ‘Materiële verlangens blijken niet zo heel erg bij te dragen aan hoe gelukkig we zijn’", "url": "https://nrc.nl/nieuws/2020/12/17/klimaatactivist-werner-schouten-materiele-verlangens-blijken-niet-zo-heel-erg-bij-te-dragen-aan-hoe-gelukkig-we-zijn-a4023890", "summary": "Maar klimaatactivist Werner Schouten (22) is niet overtuigd dat dat het begin is van het nieuwe begin.\nEen student op een bovenhuis in Delfshaven, Rotterdam.\nDie materiële verlangens blijken niet zo heel erg bij te dragen aan hoe gelukkig we zijn.\nHeb je een specifieke vraag?”Werner Schouten Foto Merlijn DoomernikDoor de coronacrisis moesten we minderen, precies zoals jij had verkondigd.\nJe moet niet alleen opleggen, maar vooral inspireren.”Gaan mensen matigen als je ze vaak genoeg zegt dat dat leuk is?", "paragraphs": ["De lucht was blauwer dan kon, het verkeer verstilde. In maart dwong het coronavirus Nederlanders ineens tot een minder vervuilende levensstijl. In december opnieuw. Maar klimaatactivist Werner Schouten (22) is niet overtuigd dat dat het begin is van het nieuwe begin. „We hielden heel snel een slag om de arm. En nog steeds. Ja, onze CO 2 -uitstoot loopt terug door de pandemie. Mensen zeggen dat het goed is voor het klimaat. Terwijl: dit is alleen een rimpeling in ons transitiepad naar 2050.”", "Werner Schouten is voorzitter van De Jonge Klimaatbeweging, naar eigen zeggen de stem van honderdduizend Nederlandse jongeren die bezorgd zijn over de toekomst van de aarde. Een student op een bovenhuis in Delfshaven, Rotterdam. Trams denderen voorbij, in de hoek van de kale gemeenschappelijke woonkamer staat een strijkplank.", "2020 lijkt in Europa het warmste jaar ooit te worden. Maar het was ook het jaar dat de wereldwijde CO 2 -uitstoot ongekend afnam door de coronacrisis. „Zoveel mensen werden uit de waan van de dag getrokken. Ik ben zelf altijd veel bezig geweest met ver vooruit denken. Nu bleken veel mensen die capaciteit te hebben, nu ze er de tijd voor hadden.”", "In september sprak de beweging met premier Rutte (VVD) over de invloed van het klimaatbeleid op de „toekomstige generaties”. Voortaan zal dat gesprek met het kabinet ieder half jaar gevoerd worden, op verzoek van bijna de voltallige Tweede Kamer. Dagblad Trouw plaatste de Jonge Klimaatbeweging bovenaan de jaarlijkse ranglijst Duurzame 100 van invloedrijke vergroeners.", "We kennen beter het verschil tussen onze behoeften en onze verlangens, zoals vliegreizen", "Het eerste gesprek op het Catshuis leverde overigens niet veel op, vertelt Schouten. Minister Eric Wiebes (Economische Zaken en Klimaat, VVD) verdedigde zijn beslissing om de CO 2 -heffing voor de industrie vanwege de crisis af te zwakken, terwijl Schouten juist wilde spreken over een groene kentering. „We wilden een overheid met lef. Die in de aanpak van deze crisis zou zeggen: we kunnen groen herstel organiseren. Maar ik ben bang dat we daar weinig van merken.”", "Hoe was dit jaar voor jou?", "„De coronacrisis liet twee heel interessante dingen zien. Vanwege corona werd de jonge generatie gevraagd om solidair te zijn met oudere generaties. Met klimaatverandering is het eigenlijk het omgekeerde. Wij vragen ouderen die nu in powerzijn om solidair te zijn met de jongere generaties.", "„En het tweede: met corona is het heel duidelijk dat de vrijheid die ik neem, andere mensen die vrijheid ontneemt. Bij het klimaat is het hetzelfde, alleen gaat het over een veel langere periode en langere afstanden. De vrijheid die wij nu nemen door veel CO 2 uit te stoten, ontnemen we toekomstige generaties en mensen in ontwikkelingslanden die als eerste de gevolgen van klimaatverandering ondervinden.”", "Heb je het gevoel dat dat bewustzijn zich ontwikkelt?", "„In de onderstroom zie je wel stemmen opgaan. Misschien kunnen we meer lokaal produceren, misschien hoeven we niet op reis naar verre oorden. We kennen beter het verschil tussen onze behoeften – dat bleek aan het begin van de crisis een heleboel toiletpapier te zijn – en onze verlangens, zoals vliegreizen. Die materiële verlangens blijken niet zo heel erg bij te dragen aan hoe gelukkig we zijn. Die ontkoppeling, ik denk dat die heel waardevol is.”", "Jullie Klimaatagenda pleit voor het einde van de consumptiemaatschappij. Tevreden zijn met minder.", "„Dat is een beladen topic. Ik zou zeggen: tevreden zijn met ‘anders’. Heb je een specifieke vraag?”", "Werner Schouten Foto Merlijn Doomernik", "Door de coronacrisis moesten we minderen, precies zoals jij had verkondigd. Hoe verleid je mensen om dat te blijven doen?", "„Op de lange termijn kun je er niet omheen dat enige mate van consumptieverandering nodig is. We moeten ons meer richten op immateriële ervaringen. Ik denk dat we daarvoor wegschrikken in het debat. Ik heb het gevoel dat we een technologische kleilaag om ons heen creëren.”", "Een technologische kleilaag?", "„Het klimaatbeleid gaat sterk over technologische oplossingen: we moeten CO 2 afvangen, elektrische auto’s ontwikkelen. Maar eigenlijk is de duurzaamheidscrisis een spiegel van ons eigen zijn. Door ons eigen waardepatroon, sterk gefocust op individuele vrijheden, zijn we meer gaan consumeren dan onze planeet aankan.", "„Als we dat waardepatroon niet aanpassen, dan lopen we nog steeds aan tegen de grenzen van onze planeet. Stel bijvoorbeeld dat iedereen die nu een fossiele auto rijdt, een eigen elektrische auto zou kopen. Dan leidt dat alsnog tot een gebrek aan zeldzame grondstoffen. Duurzaamheid zit niet in producten die we gebruiken, duurzaamheid is een houding. Ik denk dat we daarin best wat kunnen leren van de oudere generaties, zoals van mijn ouders.”", "Lees ook dit vragenstuk Kan het akkoord van Parijs klimaatverandering stoppen?", "Die generatie heeft zich een enorme materiële vrijheid veroorloofd. De uitstoot in het Westen nam sterk toe. Waarom zijn je ouders een voorbeeld?", "„Zij kennen wel een soort calvinisme. Als je geen verpakte lunch koopt maar je eigen boterham meeneemt, heb je een kleinere voetafdruk. Ze vliegen ook niet de hele wereld over voor vakantie. Dat vind ik inspirerend. Je moet niet alleen opleggen, maar vooral inspireren.”", "Gaan mensen matigen als je ze vaak genoeg zegt dat dat leuk is?", "„Niet alleen daardoor, maar het helpt wel als je duurzaamheid op steeds meer plekken tegenkomt. Zoals de Postcode Loterij die korting geeft op vegaproducten van Unilever. Zo zijn er veel kleine aspecten die samen de maatschappij veranderen. En je kunt aansluiten bij wat het bedrijfsleven kan doen.”", "Geen enkel bedrijf heeft belang bij stoppen met vliegen.", "„Klopt, we moeten niet doen alsof duurzaamheid geen pijn gaat doen. Het kost geld. Maar als je nu klimaatverandering niet aanpakt, heb je op de lange termijn veel hogere kosten.”", "Dus het gaat pijn doen.", "„Tenzij we zeggen: we vinden de economische belangen op korte termijn zo belangrijk dat we het oké vinden als jonge generaties daar struggles door krijgen. Dan doet het pijn voor toekomstige generaties. Laten we daar dan over gaan discussiëren.”", "Ik heb het gevoel dat we een technologische kleilaag om ons heen creëren", "Hoe kijk je naar de toekomst? In 2070 ben jij er ook nog.", "„Ik hoop het. Ik heb mixed feelings over de toekomst. We hebben er soms een handje van om een heel positief en duurzaam en sociaal rechtvaardig toekomstbeeld te schetsen voor 2050 of 2070. Dat kunnen we veilig doen omdat we weten dat het nog heel ver weg is. Nadenken over de toekomst is ontzettend belangrijk, maar altijd, altijd moet dat consequenties hebben voor wat we vandaag moeten doen.", "„En dat is nog heel erg afwezig. We willen allemaal klimaatneutraal en 100 procent circulair zijn in 2050. ‘Maximaal anderhalve graad opwarming.’ Het wordt zo vaak genoemd zonder dat men zich realiseert wat daarvoor nodig is. Dan wordt de doelstelling een vrijbrief voor het uitblijven van actie.”", "Die zonnige toekomst in 2050 met minder materiële consumptie, geloof je daar zelf wel in?", "„Natuurlijk, dat is essentieel. Anderhalve graad wordt steeds lastiger, maar ik ben er heilig van overtuigd dat onze samenleving zoveel mooier, duurzamer en socialer kan. De tijd tot 2050 is nodig om los te komen van de manier waarop we ons nu organiseren. De toekomst vind ik zo ontzettend mooi omdat die zoveel ruimte geeft voor wat we kunnen doen.”", "Wie is…? Werner Schouten (1998) is sinds oktober 2019 voorzitter van de Jonge Klimaatbeweging. Hij groeide op in Grootebroek (Noord-Holland) en deed een bachelorstudie Advanced Technology aan de Universiteit Twente. Tijdens een studiereis in 2018 naar Zuid-Korea trof het hem dat hij zichzelf in een universiteitsgebouw met airco onttrok aan de luchtvervuiling in Seoel, terwijl een bejaarde vrouw in de buitenlucht karton verzamelde voor geld. Hij volgt nu een master Global Business and Sustainability aan de Erasmus Universiteit. Schouten is vegetariër en vliegt niet meer. Spijkerbroeken huurt hij bij een bedrijf dat ze weer recyclet."], "authors": ["Hester Van Santen", "December Om", "Leestijd Minuten"], "keywords": ["dat", "van", "die", "niet", "een", "en", "werner", "zo", "te", "hoe", "zijn", "klimaatactivist", "verlangens", "op", "je", "materiële", "met", "het", "schouten"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}