{"id": "99d5995d-90d3-32dd-b472-9cb7ee8920c4", "title": "Nog één laatste keer speelt het sullig ogende echtpaar in ‘Pros and Cons’ voor Robin Hood", "url": "https://trouw.nl/cultuur-media/nog-een-laatste-keer-speelt-het-sullig-ogende-echtpaar-in-pros-and-cons-voor-robin-hood~bcdef0be/", "summary": "De jetset heeft plaatsgemaakt voor een rommelig huis in Kopenhagen, dat nog net betaalbaar was omdat de trein er zowat door de woonkamer rijdt.\nVoor haar is een van de weinige hoogtepunten de aandacht van haar baas, die haar mee uit eten lokt.\nNog maar een laatste klusje, en het echtpaar is van alle problemen af.\nWant acteren kunnen ze, ook juist in de diverse vermommingen waarmee ze het bedrijf stap voor stap binnenkomen.\nPros and Cons, 10 afleveringen van een uur, op DVD €24,99 of digitaal via lumiereseries.com €12,50", "paragraphs": ["Wat een heerlijke baan: meesteroplichter. En ook nog samen met je partner. Gezamenlijk reis je de wereld rond om als een moderne Robin Hood de hebberige rijken een deel van hun vermogen af te troggelen. Altijd die spanning of je vermomming niet doorzien wordt, of het ingenieuze plan wel gaat slagen. Maar dan, dan komen de kinderen.", "Erik en Nina, de hoofdpersonen uit de Deense serie ‘Pros and Cons’, zijn inmiddels ruim vijftien jaar oplichter-af. Ze hebben hun bij elkaar gezwendelde geld alweer verspeeld. De jetset heeft plaatsgemaakt voor een rommelig huis in Kopenhagen, dat nog net betaalbaar was omdat de trein er zowat door de woonkamer rijdt. Ze hebben inmiddels twee kinderen die ze willen laten zien wat eerlijkheid is. Erik probeert nog steeds betaald werk te krijgen, en Nina slijt haar dagen op kantoor. Voor haar is een van de weinige hoogtepunten de aandacht van haar baas, die haar mee uit eten lokt. Een afspraakje dat haar man Erik uiteraard de gordijnen injaagt. Het stel maakt ruzie om alles, tot en met een kapotte vaatwasser, en de schulden hopen zich op.", "Dan komt er het aanbod van hun oude kompaan Jacqueline, die nog steeds als oplichter haar geld verdient. Nog maar een laatste klusje, en het echtpaar is van alle problemen af. Een groot farmaceutisch concern is ethisch onverantwoord bezig – het zijn in Scandinavische series wel heel erg vaak dit soort bedrijven. Daar kunnen echt wel wat kronen gemist worden. Moeten ze hun eerlijke maar schamele leven opgeven voor de oude spanning en grote opbrengsten?", "Moeder Nina in ‘Pros and Cons’.", "Er wordt hier niet veel verklapt als verteld wordt dat, na aarzelingen en redetwisten, Erik en Nina inderdaad ‘nog een laatste keer’ Robin Hood gaan spelen. Maar hoe moet het ondertussen met het werk van", "Nina en met de kinderen? Deze lichtvoetige thrillerreeks geeft een beeld dat in veel andere series, ook die uit Scandinavië, niet getoond wordt. Dat is hoe dit echtpaar tussen het afluisteren, bedriegen en stelen door, ook de puberdochter probeert op te voeden en de jongere zoon op tijd moet afhalen van zijn curlingsport.", "Het duo wordt gespeeld door acteurs Lena Maria Christensen en Lars Ranthe, voor de volgers van Deense series oude bekenden – zo waren ze beiden al te zien in de", "detectiveserie Dicte. Maar dat was in ondersteunende rollen, ze speelden nog nooit zo intensief samen, en juist dat laatste pakt goed uit. De twee schakelen bliksemsnel van wederzijdse irritatie naar bewondering voor oude oplichterskunsten.", "De trucs die ze uithalen zijn vaak ongeloofwaardig, maar dat maakt niet uit. Want acteren kunnen ze, ook juist in de diverse vermommingen waarmee ze het bedrijf stap voor stap binnenkomen. Vooral Christensen blijkt ieder typetje meesterlijk te kunnen uitspelen. Maar onderschat ook Ranthe niet, zeker wanneer hij zijn sullige gezinsmanuiterlijk verruilt voor een man van de wereld met een snelle zonnebril.", "Wie is de ster van deze aardige serie? Wat hier niet verklapt moet worden, is welke andere acteur in deze serie een minstens even grote rol zal gaan opeisen. Want dat hangt nauw samen met de plot aan het einde van dit eerste seizoen – een tweede reeks staat al op stapel.", "Pros and Cons, 10 afleveringen van een uur, op DVD €24,99 of digitaal via lumiereseries.com €12,50"], "authors": ["Edwin Kreulen"], "keywords": ["één", "sullig", "van", "pros", "nog", "het", "maar", "laatste", "ogende", "keer", "een", "ze", "en", "dat", "speelt", "niet", "robin", "voor"], "pubDate": "2020-12-05T01:00:48+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}