{"id": "99d71361-8919-34f2-8efe-c119106452a2", "title": "Vakbond FNV eist onderzoek naar oorzaken corona-uitbraak gevangenis Ter Apel: regels binnen de gevangenis muren met voeten getreden", "url": "https://www.dvhn.nl/groningen/Vakbond-FNV-eist-onderzoek-naar-oorzaken-corona-uitbraak-gevangenis-Ter-Apel-regels-binnen-de-gevangenis-muren-met-voeten-getreden-26347644.html", "summary": "Vakbond FNV wil dat er een onafhankelijk onderzoek komt naar de oorzaken van de corona-uitbraak in de PI Ter Apel.\n,,Ondanks aanhoudend kritiek van personeel OR en bonden ging het in PI Ter Apel niet goed.\nKoenen komt met de voorzichtige conclusie dat het beleid, zoals dat is gevoerd in strijd lijkt met de voorschriften.\nIn veel inrichtingen heeft dat er toe geleid dat er weinig tot geen besmettingen hebben plaats gevonden.\nEen maatregel als preventieve quarantaine van afdelingen - hoewel een ingrijpende maatregel - heeft er voor gezorgd dat die piek ook snel weer is afgenomen.", "paragraphs": ["Vakbond FNV wil dat er een onafhankelijk onderzoek komt naar de oorzaken van de corona-uitbraak in de PI Ter Apel. De vakbond vindt dat veel regels met voeten zijn getreden.", "Volgens bestuurder Yntse Koenen krijgt de vakbond verhalen te horen van leden, waaruit blijkt dat de directie het corona virus niet serieus heeft genomen.", ",,Ondanks aanhoudend kritiek van personeel OR en bonden ging het in PI Ter Apel niet goed. Het lijkt wel of het coronavirus niet serieus werd genomen”, stelt Koenen.", ",,De anderhalve meter is in de praktijk niet goed gehandhaafd. Het ondersteunende kantoorpersoneel mocht niet thuis werken. Dat is in strijd met alle voorschriften en richtlijnen van RIVM.”", "Bijeenkomsten in grote groepen", "Koenen heeft ook te horen gekregen dat veel bijeenkomsten gewoon doorgingen en bij het uitsluiten, om naar sport of andere activiteiten te gaan, kwamen gedetineerden regelmatig met meer dan 70 mensen bij elkaar in te kleine ruimten. Ook is er volgens de leden na besmetting geen goed contact- en brononderzoek gedaan.", "Als personeel kritiek, dan wel opmerkingen maakte, werd daar geërgerd of boos op gereageerd. Er werd niet geluisterd naar personeel, zeggen de klokkenluiders die werkzaam zijn in de gevangenis.", "Koenen komt met de voorzichtige conclusie dat het beleid, zoals dat is gevoerd in strijd lijkt met de voorschriften. De beschermingstaak die de overheid heeft naar personeel en gedetineerden lijkt niet goed uitgevoerd te zijn. ,,Het beleid in Ter Apel wijkt in ieder geval af van het normale.”", "De directie van de PI reageert alleen schriftelijk", "De directie van de PI in Ter Apel laat schriftelijk weten dat brief van de FNV en de standpunten bekend zijn. De directie beraadt zich nog op een reactie.", "Wel wil de directie kwijt dat de dienst justitiële inrichtingen (DJI) in overleg met de GGD en het RIVM verschillende maatregelen heeft genomen om het coronavirus buiten de deur te houden. In veel inrichtingen heeft dat er toe geleid dat er weinig tot geen besmettingen hebben plaats gevonden. ,,We hebben echter in een aantal inrichtingen wel een groter aantal besmettingen gezien. Een maatregel als preventieve quarantaine van afdelingen - hoewel een ingrijpende maatregel - heeft er voor gezorgd dat die piek ook snel weer is afgenomen. DJI blijft samen met de GGD en het RIVM kijken of er aanvullende maatregelen nodig zijn op basis van actuele besmettingscijfers, maar ook naar aanleiding van signalen van personeel.”"], "authors": ["Tammo Beishuizen"], "keywords": ["voeten", "vakbond", "er", "onderzoek", "naar", "regels", "met", "te", "ter", "muren", "van", "en", "een", "gevangenis", "heeft", "oorzaken", "het", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}