{"id": "99f052ad-cb9a-3b35-8be2-7b98e19b4cf5", "title": "‘This is not who we are’ – maar geweld tekent cultuur van de VS", "url": "https://nrc.nl/nieuws/2021/01/08/this-is-not-who-we-are-maar-geweld-tekent-cultuur-van-de-vs-a4026891", "summary": "Een beroep op een nationale identiteit om extreme elementen te marginaliseren, is een vertrouwd politiek instrument.\nIn de verbeelding van zowel de pionierstijd als van de Amerikaanse Revolutie staat de man die zijn eigen boontjes dopt centraal.\nLees ook het opiniestuk van Ian Buruma: Opgehitst door de sekteleiderAls om de pijnlijke betekenis van geweld te verdoezelen, staat de Amerikaanse cultuur bol van het ‘goede’ geweld.\nHet wonderlijk terughoudende optreden van de politie (nul arrestaties bij de ontruiming van het Capitool) moet daar ook iets mee te maken hebben.\nZij kijkt door het raam en zegt: „Kijk toch eens, dit was ooit een wildernis en nu is het een tuin.", "paragraphs": ["Eindelijk waren Donald Trump en Joe Biden het roerend eens. De president-elect was woensdagmiddag ruim een dag eerder dan de president, maar ze zeiden precies hetzelfde: de bestormers van Capitol Hill representeren Amerika niet. „Dit is niet wie wij zijn.”", "Waarom Trump dat zegt, is duidelijk. De bestormers waren op zijn verzoek naar het Capitool opgetrokken, met de expliciete opdracht van de president om „te vechten” en „het land terug te nemen”. Want, zei hij, „je kunt nooit je land terugnemen met zachtheid, je moet sterk zijn”. En, hup, daar gingen ze. Opgelierd door de president zelf. Door zijn toespraken valselijk doordrongen van het idee dat zij a) de meerderheid van het electoraat vormen, de 75 miljoen Amerikanen die alleen verloren hebben omdat de Democraat Biden alleen door fraude aan 80 miljoen stemmen is gekomen. Of b) dat zij, zelfs als ze niet getalsmatig de meerderheid van de kiezers waren, dat ze dan toch de moral majority zijn – een term die in de jaren 70 is gemunt door televisiedominee Jerry Falwell, vader van Jerry Falwell jr., wiens steun Trump in 2016 de stem van miljoenen evangelicals bezorgde.", "Als ze het Capitool hadden veroverd en de verkiezingsuitslag ongedaan hadden kunnen maken, had de verliezer van de verkiezingen hen misschien geprezen als „patriotten” en „echte Amerikanen”, zoals hij de afgelopen jaren zo vaak tegen zijn aanhangers heeft gezegd. Maar de stormloop werd afgeslagen en ook een morele overwinning is hen niet gegund: de aanslag werd over de hele linie veroordeeld. En dus noemde Trump het achteraf een „stuitende aanval”. In zijn toespraakje erkende hij niet dat het zijn propaganda was die de menigte heeft aangejaagd. Hij schoof de verantwoordelijkheid volledig van zich af. Als de pyromaan die een fikkie een brand had zien worden, wierp hij vlugvlug de lucifers weg.", "Biden scheidde de furieuze aanvallers van de overige Amerikanen om de scherven van vier jaar Trump, of liever: dertig jaar polariserende politiek, te lijmen. In een verdeeld land is het zaak de onverzoenlijken te scheiden van de meelopers. In die zin is de mislukte machtsgreep van woensdag mogelijk zelfs nuttig voor Biden. Hij kan hem als afschrikwekkend voorbeeld voorhouden aan de meer gematigden onder de 75 miljoen Trump-kiezers: „Dit is niet wie jullie zijn.”", "O nee?", "Een beroep op een nationale identiteit om extreme elementen te marginaliseren, is een vertrouwd politiek instrument. Na de moord op Theo van Gogh door een islamitische extremist, werden op verschillende plekken moskeeën en islamitische scholen vernield en in brand gestoken. „Op deze manier zijn we on-Nederlands bezig”, zei toenmalig minister-president Jan Peter Balkenende. Bij Trump is het nog minder geloofwaardig omdat hij dezelfde mensen die hij donderdag moest verloochenen, al die tijd aan zijn borst heeft gedrukt als super-Amerikanen.", "Dat is het gevaarlijke van een beroep op chauvinisme om een moreel superieure positie in te nemen: het is vaak nauwelijks verhulde discriminatie. De menigte die woensdag naar Washington trok om Trump te steunen bij zijn poging de verkiezingsuitslag ongedaan te maken, was spierwit. Het aantal Afrikaans-Amerikaanse burgers in de harde kern van Trump-aanhangers is te verwaarlozen. De uitzonderingen worden bij rally’s altijd met uitzinnig enthousiasme begroet, als levend bewijs dat Trump en zijn achterban geen last hebben van wit superioriteitsdenken. De enige niet-witte Amerikanen die een beduidende aanwezigheid vormen op Trump-rally’s zijn, vooral de laatste maanden, mensen van Chinese en overig-Aziatische komaf. Zij delen folders uit tegen de Chinese Communistische Partij en steunen Trump bij diens aanvallen op China. De witte Trumpianen zie je altijd wat verbaasd opkijken als ze de rijen Aziatische Amerikanen ontwaren, met hun lange spandoeken en muziek uit de Chinese opera. Bij een pro-Trump-demonstratie in november kon een man niet geloven dat deze anders-gekleurde demonstranten voor hetzelfde doel kwamen als hijzelf. „Bullshit” riep hij tegen een Vietnamees-Amerikaanse vrouw die door een megafoon toch echt zei dat Biden „China Joe” was. „Bullshit!”", "Bijeengeraapt zootje", "Wie in elk geval niet denken dat de muiters van woensdag on-Amerikaans zijn, zijn de aanvallers zelf. Integendeel. Zij droegen in Washington de Amerikaanse driekleur als vlag, als T-shirt en zelfs als mondkapje, al moest je daar voorzichtig mee zijn want er waren meer demonstranten die deze voorzorgsmaatregel als symbool van door on-Amerikaanse Amerikanen bedachte slavernij zien en die T-shirts droegen met ‘Flikker op met je mondkapje’.", "Elk gesprek in de menigte achter het Witte Huis leidde terug naar het idee dat hier de échte Amerikanen stonden, en dat hun tegenstanders eropuit waren het land te verwoesten waar zij zoveel van houden – Trump zei het met zoveel woorden. De Democraten, zo meende bijvoorbeeld David, een gepensioneerde chef van de afdeling riolering in de staat New York, die zijn achternaam niet wilde noemen, zijn „globalisten” die het hele idee van Amerika uitverkopen en doen alsof „wij geen eigen cultuur en waarden hebben”. Jill Puz, een verpleegkundige uit Colorado, vond dat ook de Republikeinen maar lafaards waren, die zich door Democraten laten toeblaffen dat ze racisten zijn. „Je moet juist trots zijn op dit land.” Als de Democraten winnen”, voorspelde ze, „dan zul je een heleboel veranderingen zien die niet bij de Verenigde Staten horen.” Haar zoon, een twintiger met een bril en een pullover, knipte een stuk van het vertrapte gaas dat rond het Capitool had gestaan. „Als souvenir.”", "Je kunt nooit je land terugnemen met zachtheid, je moet sterk zijn Donald Trump Amerikaanse president", "Veel bestormers hadden hetzelfde gevoel als Puz jr., dat hier geschiedenis werd geschreven in hetzelfde handschrift als de vaderlandse helden vóór hen dat hadden gedaan. Er liepen verschillende mannen rond met een driekantige steek op hun hoofd, een verwijzing naar de vroege revolutionairen. Ze droegen vlaggen met daarop ‘Don’t Tread on Me’ en een slang, een symbool uit de Onafhankelijkheidsoorlog. Op het bordes van het Capitool, waar de aanhangers van de president ‘van law and order’ met stokken insloegen op het politiecordon, brieste een man dat de schoten die de politie had gelost „over de hele wereld worden gehoord” – the shot heard ’round the world verwijst naar de eerste schoten tussen Engelsen en Amerikanen in 1775. Ze zeiden tegen elkaar dat ze de motley crew waren, een bijeengeraapt zootje, zoals de achttiende-eeuwse kolonisten werden genoemd die protesteerden tegen de belastingmaatregelen van de Engelse kroon.", "Niet voor niets riepen ze „verraders” naar de politie en naar de afgevaardigden die in het Capitool waren verschanst. Daarbuiten stonden de echte Amerikanen. Als je nu op internetforum Parler kijkt, het Twitter voor complotdenkers en razende rechtsextremisten, zie je dat ook Trump na zijn toespraak voor verrader wordt uitgemaakt. „He sold us out!”", "Eigenrichting", "Onder het historische spiegelbeeld van de Onafhankelijkheidsoorlog gaat een diepere waarheid voor veel Amerikanen schuil, en dat is de mythe van de gerechtvaardigde eigenrichting. In de verbeelding van zowel de pionierstijd als van de Amerikaanse Revolutie staat de man die zijn eigen boontjes dopt centraal. Het dilemma is zelden mooier in beeld gebracht dan in de film The Man Who Shot Liberty Valance (John Ford, 1962). Daarin gaat een idealistische advocaat (James Stewart) naar het Wilde Westen. Hij wordt afgetuigd door een bandiet en daarna uitgelachen door een zelfstandige boer (John Wayne) omdat hij denkt dat hij een boef kan verslaan met het wetboek. De advocaat houdt vol en uiteindelijk wordt de bandiet verslagen – door een kogel uit het geweer van de boer. De advocaat is het beschaafde Amerika, zeg maar het land van Joe Biden, het land dat zichzelf graag ‘the shining city on the hill’ noemt. Maar de boer is de man op wiens kracht dat land is opgebouwd. In de film zijn ze allebei helden, ze hebben allebei een aandeel in de wordingsjaren van het land, maar de boer is de Held.", "President Trump afgelopen woensdag in Washington tegenover zijn aanhangers op de bijeenkomst die voorafging aan de Capitoolbestorming. Foto Michael Reynolds / EPA", "Geweld is de rode draad in de Amerikaanse geschiedenis – en in het Amerikaanse heden. Een land dat is gebouwd op de opstand van zijn bewoners tegen het wettig gezag. Een land dat met geweld is afgenomen van de oorspronkelijke bewoners. Later werden zelfs de resten van hun reservaten nog eens via de rechter met de wet in de hand formeel overgedragen aan de overheid, omdat er goud was gevonden op hun grond – in de tijd van president Andrew Jackson, niet voor niets het historische voorbeeld voor Donald Trump. In de Amerikaanse geschiedenis heeft de overheid met geweld zijn eigen burgers onderdrukt: na de afschaffing van de slavernij is voor de vrijgelatenen en hun nakomelingen de wet aangepast om hen te kunnen blijven onderdrukken. En zelfs nadat die wetten werden verworpen, is de onderdrukking doorgegaan. Het geweld van de overheid tegen zwarte burgers is relatief vele malen hoger dan tegen witte.", "Lees ook het opiniestuk van Ian Buruma: Opgehitst door de sekteleider", "Als om de pijnlijke betekenis van geweld te verdoezelen, staat de Amerikaanse cultuur bol van het ‘goede’ geweld. De archetypische held in een Amerikaans boek of film is iemand die op eigen gezag geweld aanwendt – voor het goede doel. Hij kan geen beroep doen op de overheid of de politie, want die zijn te zwak, te corrupt, of zelf de tegenstander. Is het dan een wonder dat een meute Amerikanen, afkomstig uit een bevolkingsgroep die de overheid toch al met wantrouwen beziet, de overheid frontaal aanvalt? Het wonderlijk terughoudende optreden van de politie (nul arrestaties bij de ontruiming van het Capitool) moet daar ook iets mee te maken hebben. Sommige agenten gingen op de foto met de aanvallers. Het was niet veel anders dan de politie in Kenosha, het plaatsje in Wisconsin waar de politie een ongewapende zwarte man in de rug had geschoten en waar daarna oproer ontstond. De volgende nacht hadden de witte ondernemers witte burgerwachten ingeschakeld om hun winkels te bewaken. De politie reed met gepantserde wagens door de straten en dankte de milities door de megafoon. De jonge witte vigilante die daar drie mensen doodschoot, geldt als een held onder de Trump-aanhangers. Ze hebben honderdduizenden dollars voor hem ingezameld.", "Martin Luther King", "Denk niet dat eigenrichting een exclusief rechts-Amerikaans verschijnsel is. Ook linkse activisten hebben hun eigen milities, met hun eigen uniform: zwart. En zwarte Amerikaanse demonstranten pronken altijd met een uitspraak van de vorig jaar overleden burgerrechtenactivist John Lewis: dat ze de ‘good kind of trouble’ moeten veroorzaken. Of met de frase van Martin Luther King: „Oproer is de taal van degenen die zich niet gehoord weten.”", "Onder het diepe verlangen naar rust en beschaving, bruist in de Amerikaanse ziel een verlangen naar opwinding en rauwheid. Aan het eind van The Man Who Shot Liberty Valance rijden de advocaat en zijn vrouw met de trein, vele jaren later. Zij kijkt door het raam en zegt: „Kijk toch eens, dit was ooit een wildernis en nu is het een tuin. Ben je niet trots?” Haar man zegt niks. Omdat hij de eer niet verdient (hij was niet degene die Liberty Valance heeft doodgeschoten), maar ook omdat hij niet weet of de tuin te prefereren is omdat er de spijt is dat met de wildernis ook iets essentieels uit zijn cultuur is verdwenen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Bas Blokker", "Leestijd Minuten"], "keywords": ["zijn", "van", "tekent", "cultuur", "en", "een", "geweld", "met", "vs", "op", "als", "het", "maar", "dat", "die"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}