{"id": "99f50e37-2064-3d32-879e-81a3ef6f6963", "title": "Televisiemaker Ursul de Geer op 74-jarige leeftijd overleden", "url": "https://www.parool.nl/kunst-media/televisiemaker-ursul-de-geer-op-74-jarige-leeftijd-overleden~bda5b458/", "summary": "Bij het grote publiek geniet De Geer vooral bekendheid vanwege het programma ’t is hier Fantasties, dat hij van 1995 tot 2001 presenteerde.\n“Ik was zelf op vakantie in Zuid-Frankrijk en at toevallig met heel nette mensen,” zei De Geer in 2019 in het AD.\nDat vond ik zo mooi, die confrontatie, dat ik dacht: daar zit een programma in en RTL vond dat ook.\nZij wisten niet dat ik dat vroeger al deed.\nDe Geer maakte deel uit van het toneelgroep De Nieuwe Komedie en was op het witte doek te zien, met rollen in films als Spetters en Ademloos.", "paragraphs": ["Beeld Bart Koetsier", "De televisiemaker is maandag in zijn woonplaats Amsterdam overleden. Bij het grote publiek geniet De Geer vooral bekendheid vanwege het programma ’t is hier Fantasties, dat hij van 1995 tot 2001 presenteerde. Daarin portretteerde De Geer uiteenlopende groepen Nederlanders in het buitenland.", "“Ik was zelf op vakantie in Zuid-Frankrijk en at toevallig met heel nette mensen,” zei De Geer in 2019 in het AD. “In dat restaurant stapten wat jongens uit de Nederlandse kickboksscène binnen. Dat vond ik zo mooi, die confrontatie, dat ik dacht: daar zit een programma in en RTL vond dat ook. Maar ik heb mijn eigen talkshow Ursul ervoor moeten opgeven, en daar heb ik later toch spijt van gekregen.”", "Begin deze eeuw verruilde De Geer zijn rol als televisiemaker voor die van toneelregisseur – een vak dat hij voor zijn televisiewerk ook uitvoerde. “Het zat zo: ik was wel klaar met ‘fantasties’ en wilde niet meer allerlei discotheken in Zuid-Europa af,” legde hij uit in hetzelfde interview. “En toen las ik Gloed, van de Hongaarse schrijver Sándor Márai. Ik wist: dit stuk ga ík op het toneel brengen en niemand anders. En er waren inderdaad theaterdirecteuren die zeiden: moet die flapdrol van de televisie dat nou regisseren? Zij wisten niet dat ik dat vroeger al deed. Ik moest dit doen, het was mijn missie.”", "Naast presentator en regisseur was De Geer ook acteur. Na zijn middelbare school in Zeist ging De Geer naar de toneelschool in Amsterdam, waar hij later ook theaterwetenschappen studeerde. De Geer maakte deel uit van het toneelgroep De Nieuwe Komedie en was op het witte doek te zien, met rollen in films als Spetters en Ademloos."], "authors": ["Het Parool"], "keywords": ["van", "geer", "74jarige", "het", "op", "hij", "televisiemaker", "ursul", "zijn", "ik", "overleden", "die", "ook", "en", "dat", "leeftijd"], "pubDate": "2020-12-08T15:35:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}