{"id": "99fd1848-219a-3043-b18f-c86e24fe1bd4", "title": "Roep in Kamer om eerdere opening basisscholen; Rutte zegt niet 'hard nee'", "url": "https://nu.nl/politiek/6096929/roep-in-kamer-om-eerdere-opening-basisscholen-rutte-zegt-niet-hard-nee.html", "summary": "Maandag kondigde het kabinet strengere maatregelen aan om het aantal nieuwe coronabesmettingen omlaag te brengen.\n\"De bijdrage van het basisonderwijs aan het aantal besmettingen is heel beperkt\", zegt GroenLinks-leider Jesse Klaver dinsdag tijdens het debat over de harde lockdown.\nKlaver kan in alle OMT-adviezen over de bestrijding van het coronavirus niets terugvinden over het sluiten van de basisscholen.\n\"Vraag het OMT om na Oud en Nieuw het basisonderwijs weer te openen\", was de oproep van PvdA-leider Lodewijk Asscher.\nDe premier zei daarom niet \"hard nee\" op het verzoek van deze partijen, maar waarschuwde wel voor valse hoop.", "paragraphs": ["In de Tweede Kamer vragen GroenLinks, PvdA en D66 het kabinet om de basisscholen niet te sluiten of ze in ieder geval eerder dan de geplande datum van 18 januari te openen. Maandag kondigde het kabinet strengere maatregelen aan om het aantal nieuwe coronabesmettingen omlaag te brengen. Het ging onder meer om de sluiting van alle onderwijsinstellingen.", "\"De bijdrage van het basisonderwijs aan het aantal besmettingen is heel beperkt\", zegt GroenLinks-leider Jesse Klaver dinsdag tijdens het debat over de harde lockdown.", "Klaver kan in alle OMT-adviezen over de bestrijding van het coronavirus niets terugvinden over het sluiten van de basisscholen. Hij mist de onderbouwing van dit kabinetsbesluit en maakt zich vooral zorgen om kinderen die al een leerachterstand hebben. \"Kom hierop terug\", aldus de GroenLinks-leider.", "\"Vraag het OMT om na Oud en Nieuw het basisonderwijs weer te openen\", was de oproep van PvdA-leider Lodewijk Asscher.", "Ook Rob Jetten (D66) wilde weten wat de mogelijkheden zijn: \"Bekijk begin januari wat de lockdown heeft gedaan en als de cijfers de goede kant opgaan, kan het basisonderwijs op 11 januari weer open.\"", "Rutte zei geen nee, maar beloofde niets", "Rutte stelde zich voorzichtig op. Hij wilde enerzijds niet \"de strenge huisvader\" zijn: \"Ik wil ook dolgraag dat die kinderen weer naar school kunnen.\"", "De premier zei daarom niet \"hard nee\" op het verzoek van deze partijen, maar waarschuwde wel voor valse hoop. \"We hebben niet meer de luxe om per maatregel te kijken wat het effect is\", zei Rutte.", "Het aantal nieuwe besmettingen is zo groot en loopt zo snel op, dat nu alles uit de kast moet worden getrokken om het aantal contactmomenten en bewegingen terug te brengen.", "Pas ergens in januari wordt duidelijk wat het effect van deze lockdown is, schetst Rutte. Om scholen op 11 januari al te openen, moet het OMT in de eerste week met een positief advies komen. Op dat moment weet je nog niet of het virus na Oud en Nieuw weer is opgelaaid, zei de premier.", "Als begin januari alles meezit, is Rutte bereid nog eens naar de openingsdatum te kijken. Maar hij benadrukte dat het geen belofte is."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["opening", "van", "zegt", "om", "weer", "rutte", "niet", "hard", "en", "nee", "eerdere", "te", "kamer", "januari", "zei", "op", "roep", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}