{"id": "9a04d69b-7844-3bbc-8c10-c12e3f01bc88", "title": "Dorpsraadcoöperatie Meeden verzamelt klachten Windpark N33: 'Een rare bromtoon en de gebruikelijke woesjjj'", "url": "https://www.dvhn.nl/groningen/midden-groningen/Dorpsraadco%C3%B6peratie-Meeden-verzamelt-klachten-Windpark-N33-Een-rare-bromtoon-en-de-gebruikelijke-woesjjj-26270056.html", "summary": "Heftige verhalenSecretaris Johan Mulder van de Dorpsraadcoöperatie zegt dat twee soorten overlast het meest worden gemeld.\n,,Een rare bromtoon, de bekende laagfrequente trillingen, en de gebruikelijke woesjjj , veroorzaakt door het draaien van de wieken.\nWindmolens ten noorden van een dorp geven weinig tot geen slagschaduw.’’De klachten worden doorgespeeld naar de gemeente Midden-Groningen, de Omgevingsdienst Groningen (OGD) en de initiatiefnemers van Windpark N33, RWE en Yard.\n,,Het park bevindt zich in de testfase.’’GebiedsfondsDe bouwers van Windpark N33 hebben 150.000 euro in een gebiedsfonds gestort.\nMulder hoort ook dat mensen in de omgeving geïntimideerd zijn door de schaal van Windpark N33 en dat in de Drentse Monden, en door de grootte van de molens.", "paragraphs": ["Dorpsraadcoöperatie Meeden heeft de afgelopen weken zo’n 30 klachten verzameld over het in aanbouw zijnde Windpark N33. Ten noorden van Meeden zijn de voorbije maanden 27 windmolens verrezen.", "De Dorpsraadcoöperatie adviseert inwoners van Meeden en de omliggende dorpen Noordbroek, Westerlee en Scheemda met betrekking tot het windpark nauwgezet bij te houden waar men wanneer last van heeft en wat de gevolgen daarvan zijn.", "Heftige verhalen", "Secretaris Johan Mulder van de Dorpsraadcoöperatie zegt dat twee soorten overlast het meest worden gemeld. ,,Een rare bromtoon, de bekende laagfrequente trillingen, en de gebruikelijke woesjjj , veroorzaakt door het draaien van de wieken. Sommige mensen kunnen exact aangeven van welke molen ze overlast ondervinden.’’", "Mensen met klachten maken daar veel werk van. Mulder: ,,Het zijn soms hele epistels met data en tijdstippen waarop overlast is ervaren. Er zijn mensen die niet kunnen slapen van de overlast. Dat zijn heftige verhalen.’’", "Het laagfrequente geluid is volgens degenen die daarvan last ondervinden in het hele huis hoorbaar. ,,Alsof er buiten een vliegtuig daalt, of de wasmachine in de bijkeuken centrifugeert.’’", "Slagschaduw", "Door de ligging van het windpark, ten noorden van het dorp, zijn bij Mulder geen klachten binnengekomen over slagschaduw. Die ontstaat wanneer de zon achter de windmolen staat en de schaduw van de draaiende wieken in bijvoorbeeld huiskamers valt. ,,De zon komt in het oosten op en draait via het zuiden naar het westen. Windmolens ten noorden van een dorp geven weinig tot geen slagschaduw.’’", "De klachten worden doorgespeeld naar de gemeente Midden-Groningen, de Omgevingsdienst Groningen (OGD) en de initiatiefnemers van Windpark N33, RWE en Yard. Zij nemen de klachten volgens Mulder serieus. ,,Het park bevindt zich in de testfase.’’", "Gebiedsfonds", "De bouwers van Windpark N33 hebben 150.000 euro in een gebiedsfonds gestort. Dorpen die overlast ervaren van windturbines kunnen daar een beroep op doen. Inwoners uit Meeden (Midden-Groningen) moeten het bedrag delen met Veendam en Oldambt, waar ook windmolens staan.", "Hoe groter de molen, hoe groter het gebied dat overlast ervaart. Mulder hoort ook dat mensen in de omgeving geïntimideerd zijn door de schaal van Windpark N33 en dat in de Drentse Monden, en door de grootte van de molens. ,,Er is tien jaar over de bouw van dit windpark gepraat. De realiteit is voor sommigen erger dan ze zich in hun kwaadste dromen hadden voorgesteld.’’"], "authors": ["Louis Van Kelckhoven"], "keywords": ["van", "klachten", "rare", "verzamelt", "het", "mulder", "zijn", "overlast", "gebruikelijke", "een", "woesjjj", "n33", "en", "dat", "meeden", "windpark"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}