{"id": "9a1b8440-61aa-344a-be64-ab0897cc0adf", "title": "Het is tijd voor een update van het Vrijheidsbeeld, met kroeshaar", "url": "https://www.parool.nl/ps/het-is-tijd-voor-een-update-van-het-vrijheidsbeeld-met-kroeshaar~b7fd5716/", "summary": "Zelfs niet na het vertrek van Trump, die zich openlijk inzette voor het behoud van historisch beladen monumenten.\n“Een van mijn vroegste voorstellen dateert van 1999,” zegt hij en hij toont een foto van een sokkel waarop alleen nog de ­onderbenen van een paard te zien zijn.\n“Het oorspronkelijke beeld – een metershoge Franco te paard, die ik met Photoshop heb uitgegumd – stond in het centrum van Madrid, met een hek en een soort anti-tankgracht eromheen.\nEen houten versie van het beeld wordt verkocht in een oplage van honderd stuks.\nIn Londen werd het bijvoorbeeld vertoond op een plek waar een kaartje de prijs had van een paar soldatenschoenen.", "paragraphs": ["Beeld -", "Lady Liberty is toe aan een update, vindt Fernando Sánchez Castillo. De Spaanse kunstenaar heeft een transformatievoorstel om het Amerikaanse Vrijheidsbeeld actueler te maken en tegelijkertijd beter te laten aansluiten op de oorspronkelijke bedoelingen van de 19de-eeuwse ­maker. “Frédéric Auguste Bartholdi was een uitgesproken abolitionist en hij wilde met zijn beeld eer bewijzen aan de zwarte soldaten die in de Amerikaanse burgeroorlog streden voor afschaffing van de slavernij,” vertelt Sánchez Castillo. “In de eerste schetsen was het vrijheidsbeeld een zwarte vrouw. Maar gaandeweg ging de Franse staat zich ermee bemoeien en werd het beeld inzet van de handelsrelatie met de Verenigde Staten. Het werd een diplomatiek cadeau. En toen was zo’n Afrikaans gezicht een brug te ver. Bartholdi gebruikte uiteindelijk zijn moeder als model.”", "Maar tijden veranderen, zij het langzaam. Pas in 2017 werd de eerste herdenkingsmunt met een zwarte vrijheidsgodin geslagen. Sindsdien zijn standbeelden van slavenhandelaren van hun sokkel getrokken en is in de slip­stream van de Black Lives Matter-protesten de roep steeds harder gaan klinken om meer zichtbare afbeeldingen van zwarte activisten, burgerrechtenstrijders en andere niet-witte helden.", "Beeld LNDWstudio / Courtesy tegenboschvanvreden, Amsterdam", "“Monumenten reflecteren de ideologie van de tijd waarin ze zijn gemaakt,” stelt Sánchez Castillo. “Maar die betekenis is niet statisch en kan worden veranderd. Net als die beelden zelf. Bij het Vrijheidsbeeld is een aanpassing zelfs eenvoudig te maken. Het is opgebouwd uit losse platen, waarvan je die van het gezicht zou kunnen losschroeven en vervangen.”", "Hoe een alternatief Statue of Liberty eruit zou kunnen zien, toont de kunstenaar in galerie Tegenboschvanvreden. Hij heeft manshoge exemplaren gemaakt in brons en 3D-geprint kunststof. Boven het geplooide gewaad is nu niet het bekende, ietwat strenge gezicht met smalle neus te zien, maar een onmiskenbaar zwart hoofd met kroeshaar. Ook de titel is anders: Liberty for All.", "Geschiedenis niet schoonvegen", "Sánchez Castillo verwacht niet dat zijn voorstel meteen enthousiast omarmd zal worden. Zelfs niet na het vertrek van Trump, die zich openlijk inzette voor het behoud van historisch beladen monumenten. “Wij hebben in Spanje nog niet één monument voor de slachtoffers van het Francoregime. De naam van de dictator zelf staat wel gewoon vermeld op een grafsteen, net als die van nazi’s die tijdens de Tweede Wereldoorlog Spaanse burgers bombardeerden. Maar toen ik een monument ontwierp met de namen van slachtoffers, sprak de overheid er een veto over uit.”", "Sánchez Castillo werd geboren vijf jaar voor het overlijden van de Spaanse fascistenleider. “Zijn dood is mijn eerste herinnering. Er waren geen tekenfilms op tv, alleen maar militaire marsmuziek. Wij woonden in een arbeiderswijk in Madrid, vlak bij het koninklijk paleis, en dag en nacht schuifelden mensen langs ons huis, op weg om Franco een laatste eer te bewijzen.”", "De Francoperiode werpt een schaduw over de Spaanse geschiedenis die duurt tot de dag van vandaag. Het kunstenaarschap van Sánchez Castillo is er grotendeels door gevormd. Zijn werk gaat over macht en de manier waarop die wordt verbeeld in kunst. In een vroege video voeren pantserwagens met waterkanonnen een even elegante als gevaarlijke choreografie uit. In een andere sleept een auto een enorm bronzen hoofd door een woestijnlandschap, wat meteen doet denken aan de bronzen van Saddam Hoessein, Lenin en andere historische figuren die de afgelopen decennia van hun voetstuk zijn getrokken.", "Alternatieve helden maakte de Spanjaard ook. De gevangene van Abu Ghraib bijvoorbeeld, die in gekruisigde houding met blindeerkap op een kistje staat. Of Tankman, een meters hoog standbeeld van de anonieme man die met boodschappentassen in de hand tanks tegenhield op het Plein van de Hemelse Vrede in Peking.", "Veel van zijn tijd besteedt Sánchez Castillo aan het ontwerpen van monumenten voor de openbare ruimte. “Een van mijn vroegste voorstellen dateert van 1999,” zegt hij en hij toont een foto van een sokkel waarop alleen nog de ­onderbenen van een paard te zien zijn.", "“Het oorspronkelijke beeld – een metershoge Franco te paard, die ik met Photoshop heb uitgegumd – stond in het centrum van Madrid, met een hek en een soort anti-tankgracht eromheen. Toen ik een paar jaar later terugkwam, was dat allemaal verdwenen. Net zoals twee jaar geleden in Barcelona het standbeeld van Antonio López, een 19de-eeuwse slavenhandelaar, is verwijderd. Dat vind ik niet goed. Zo wordt de ­geschiedenis schoongeveegd en verdwijnt de herinnering.”", "Fernando Sánchez Castillo Beeld -", "Een versie van hout", "Het ‘uitschakelen’ van een standbeeld met een ongemakkelijk verhaal is eenvoudig vergeleken bij het ombuigen van de betekenis. “Dat is ook niet iets wat kunstenaars ­alleen kunnen doen. Wij zijn ideologische arbeiders, wij produceren alleen de ideeën. Het is aan de gebruikers van de kunst om gewicht te geven aan die ideeën.”", "“Dat is in sterke mate gebeurd met het oorspronkelijke Vrijheidsbeeld. Om de productie te betalen is een loterij georganiseerd, waardoor je kunt zeggen dat het beeld is gefinancierd door het Franse volk. Het geld voor het voetstuk, dat zelfs nog een meter hoger is dan het beeld zelf, is met een inzamelactie die werd georganiseerd door de Amerikaanse krantenuitgever Joseph Pulitzer, bij elkaar gebracht. Eindeloos veel donateurs gaven een paar kwartjes tot een dollar.”", "Beeld LNDWstudio / Courtesy tegenboschvanvreden, Amsterdam", "Voor zijn eigen Liberty for All probeert Sánchez Castillo een soortgelijke brede steun te creëren. Een houten versie van het beeld wordt verkocht in een oplage van honderd stuks. Hiermee wordt productiegeld gegenereerd, maar bovenal het idee van een alternatief Vrijheidsbeeld verspreid. “Ik hoop dat zoveel mogelijk burgers, maar ook ­bedrijven, zich achter het idee scharen. En wie weet, op een gegeven moment zelfs de burgemeester van Amsterdam. Het oorspronkelijke beeld werd door de Fransen ­geschonken aan de VS, maar het zou mooi zijn als dit werk door de bewoners van Amsterdam wordt geschonken aan Nieuw-Amsterdam.”", "Dat het een project van de lange adem is, weet hij. “Toen Picasso de Guernica in 1937 maakte, vond iedereen het vreselijk,” roept Sánchez Castillo de beroemdste geschilderde aanklacht tegen de Spaanse burgeroorlog in herinnering. “Het moest eerst reizen voordat er waardering ontstond. In Londen werd het bijvoorbeeld vertoond op een plek waar een kaartje de prijs had van een paar soldatenschoenen. Het schilderij was allereerst propagandamiddel en deel van de fondsenwerving voor de antifascisten.”", "“En dat geldt altijd voor kunst, zeker in de openbare ruimte. Die is niet groots van zichzelf, maar wordt groots gemaakt door wie ernaar kijkt en er waarde aan hecht. De kunst zelf moet daar hard voor werken.”", "Fernando Sánchez Castillo - Retro-Expectatives: t/m 9 januari in Tegenboschvanvreden, Bloemgracht 57", "Beeld LNDWstudio / Courtesy tegenboschvanvreden, Amsterdam"], "authors": ["Edo Dijksterhuis"], "keywords": ["van", "het", "met", "die", "zijn", "kroeshaar", "tijd", "een", "en", "vrijheidsbeeld", "te", "castillo", "update", "voor"], "pubDate": "2020-11-27T19:00:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}