{"id": "9a2a841a-7fee-3ee1-a70a-b940b32aace9", "title": "San Francisco’s shadow over Amsterdam", "url": "https://www.parool.nl/english/san-francisco-s-shadow-over-amsterdam~bc13c1bdd/", "summary": "After all, Tech in San Francisco, like expats in Amsterdam, barely make up 10% of the city’s population, and there are only 60,000 people on the 30% tax ruling in The Netherlands.\nThe transformations Amsterdam is going through now feel very similar to those San Francisco faced 20 years ago, at the height of the dot-com frenzy.\nIn San Francisco, the black community was bulldozed with their Victorian houses out of the Fillmore, when the Redevelopment Agency took charge of rebuilding the Western Addition.\nBut San Francisco isn’t the libertarian mayhem described by these numbers - after all, 75% of all rental units in San Francisco are rent controlled.\nWhile we’ve seen the social divide in San Francisco widen to abysmal depths, there are reasons to worry that Amsterdam, whith the additional language barrier, could face a similar faith.", "paragraphs": ["Straatbeeld Albert Cuyp Beeld Jakob Van Vliet", "When you move to Amsterdam from San Francisco, you’re caught by an unexpected déjà vu, a familiar impression that pierces through the language barrier and the work-life balance bliss. You start realising there are a surprisingly large number of yoga studios and gyms in town, hipster designer brands and vegan burger joints, and more fair-trade coffee shops than drug-selling ones.", "Amsterdammers don’t seem too different from San Franciscans at first, until you realise the barista serving your Mocha actually only speaks English. By the third month, you’ve caught a glimpse of the burgeoning unrest, the tension between newcomers and echt Amsterdammers. You laugh at the jokes on the streets, fiery headlines and Twitter fights.", "The attitude of Amsterdammers towards expats here bears a striking resemblance to that of San Franciscans towards Tech. In both cases, the confusion stems from a misunderstanding, strengthened by a lack of interaction between the two groups. After all, Tech in San Francisco, like expats in Amsterdam, barely make up 10% of the city’s population, and there are only 60,000 people on the 30% tax ruling in The Netherlands.", "What’s more, the word ‘expat’ has shifted a lot in meaning since the 80s. Today, it mainly refers to middle-class migrants, many of whom work in Basic Fit or Booking.com call centers, and live in Nieuwe-West or Zuidoost. On the other hand, Amsterdam has known so many migration waves since the 1400s - from Sephardic Jews, Mollucans, Indonesians and Surinamese, to Southern Europeans, Turks and Moroccans - that it’s impossible to define a ‘real’ Amsterdammer.", "The transformations Amsterdam is going through now feel very similar to those San Francisco faced 20 years ago, at the height of the dot-com frenzy. Gentrification - the displacement of poor communities by richer outsiders - isn’t scientific jargon anymore but a reality many residents can relate to. “Nobody speaks Dutch here anymore,” started as a joke in De Pijp, but has become painfully true. In the 80s, gentrification from national migration might have contributed to saving neighborhoods like De Jordaan, but while it often starts with good faith - bringing economic and social activity, diversity and jobs to segregated areas - the trend is hard to stop, and after a while, these neighborhoods become less diverse when locals are priced out of their districts.", "Political", "Contrary to popular belief, gentrification isn’t a natural socio-economic process but the result of a political and urban design strategy. In San Francisco, the black community was bulldozed with their Victorian houses out of the Fillmore, when the Redevelopment Agency took charge of rebuilding the Western Addition. Once making up to 14% of the city’s population, African Americans barely represent 5% of the city now. In Amsterdam, from 2011 to 2016, the housing stock has decreased by almost 9,000 homes. At the same time, it launched an ad campaign in London to attract young urban professionals, as if torn between tapping into current economic tailwinds and maintaining housing affordability.", "San Francisco today should be Amsterdam’s future nightmare scenario: the city has the widest income disparities in California, rents for 1-bedroom apartments average $3,700 and the Fillmore or Mission Districts have lost most of their original residents. The minimum qualifying income to purchase a house in 2016 was $254,000, when the median household income in the city stood around $80,000. But San Francisco isn’t the libertarian mayhem described by these numbers - after all, 75% of all rental units in San Francisco are rent controlled. It faces difficult urban challenges which sound very familiar in Amsterdam : a protected historical architecture, building height restrictions, and the difficulty to expand due to natural borders and neighboring agglomerations.", "If all indicators aren’t red already in Amsterdam, they certainly are dark orange. After De Jordaan, De Pijp and Oud West saw an exodus of their original residents, De Baarsjes, and Oost are rapidly changing today. And although real estate prices are still lower than in other major European capitals, Amsterdam’s housing prices were the steepest climbers in Europe in 2017.", "30 times more housing", "Luckily, Amsterdam still has a buffer. Although the two cities have the same population, Amsterdam has 30 times more social housing units than San Francisco, and twice the land area, giving it a lot more room to grow. While rent control and redevelopment projects might have failed to protect historic San Franciscan neighborhoods from gentrification, other solutions are emerging to tackle the problem, and Amsterdam’s paying attention: In a 2017 study, MIT, UCLA, and USC found that for every 10% growth in Airbnb listings, a zip code’s average rent increased by 0.4%, backing up the city’s decision to control holiday rentals.", "In an effort to reverse the trend of corporations getting into the housing market, Amsterdam also tried to ban buy-to-let on new-build homes, as well as enforce maximum prices for new-build owner-occupied homes for middle incomes. It also started cracking down on illegal subletting of social housing.", "While we’ve seen the social divide in San Francisco widen to abysmal depths, there are reasons to worry that Amsterdam, whith the additional language barrier, could face a similar faith. How long before an expat calls the poorest residents “riff-raff”? Or before displaced communities start stoning electric Van Moofs? It is crucial for the city of Amsterdam to have a proactive approach to gentrification, and find a way to connect those communities - often separated by cultural and income barriers - before the divide grows too large and turns into resentment."], "authors": ["Hicham Sabir"], "keywords": ["francisco", "franciscos", "amsterdam", "gentrification", "san", "shadow", "residents", "social", "city", "urban", "income", "housing"], "pubDate": "2020-03-02T11:26:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}