{"id": "9a2e4fdd-6f0e-3346-b23c-6f69cdf80859", "title": "Groot deel werknemers krijgt vroeg of laat te maken met leeftijdsdiscriminatie. Dit kun je zelf doen", "url": "https://volkskrant.nl/werken/groot-deel-werknemers-krijgt-vroeg-of-laat-te-maken-met-leeftijdsdiscriminatie-dit-kun-je-zelf-doen~beaf628f/", "summary": "Hoe pak je het aan als je een nieuwe baan wil?\nWat kun je doen als je leeftijdsdiscriminatie vermoedt, maar het niet zeker weet?\nJe leidinggevende die niet gelooft dat je het onderzoeksrapport alleen hebt gemaakt, omdat je nog maar een ‘groentje’ bent.\nSchippers: ‘Vraag jezelf eerst af of dit echt om je leeftijd gaat of dat je misschien bepaalde kennis en vaardigheden mist.\nSchippers: ‘Als je je baan dreigt kwijt te raken, zullen de meeste mensen hopelijk wel in actie komen.", "paragraphs": ["Uit nieuw onderzoek van Intermediair en Nationale Vacaturebank blijkt dat meer dan de helft van de bijna 2.200 ondervraagden weleens te maken heeft gehad met discriminatie op de arbeidsmarkt, waarvan 66 procent met leeftijdsdiscriminatie. Beeld Matteo Bal", "Tijdens haar ronde als postbode zag Mirjam Geerards (46) bij een supermarkt een vacature voor caissière. Fysiek minder zwaar werk en gunstiger werktijden: ze zag het meteen zitten. Bovendien leek ze geknipt voor de functie. ‘Ik heb zelfs een opleiding gehad tot caissière. Maar ik kreeg het sollicitatieformulier niet eens mee. ‘Nee mevrouw, we zoeken een jong iemand’, kreeg ik te horen.’’ Hoe Geerards reageerde? ‘Ik zei: ‘Nou, dan zoek ik vrolijk verder.’ Al kon ik het toch niet laten een opmerking te maken, toen ik die keer erna de post bezorgde. ‘Daar heb je die oude muts weer’, riep ik dan.’", "De ervaring van Geerards staat niet op zichzelf. Uit nieuw onderzoek van Intermediair en Nationale Vacaturebank blijkt dat meer dan de helft van de bijna 2.200 ondervraagden weleens te maken heeft gehad met discriminatie op de arbeidsmarkt, waarvan 66 procent met leeftijdsdiscriminatie. Dat ging niet alleen om kandidaten die ‘te oud’ waren, respondenten werden ook wel eens buitengesloten omdat ze ‘te jong’ zouden zijn.", "De meeste ervaringen waren wel minder expliciet dan die van Geerards. Vaker gaat het tussen neus en lippen door. Hoe kun je het best reageren op dit soort situaties? Negeren? Er werk van maken? Joop Schippers, hoogleraar arbeidseconomie aan de Universiteit Utrecht, is gespecialiseerd in leeftijdsdiscriminatie en geeft advies.", "Faceboekgroep De werkgids Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Leeftijdsdiscriminatie tijdens het sollicitatieproces", "Leeftijdsdiscriminatie komt het vaakst voor tijdens het sollicitatieproces. Wat kun je doen als je leeftijdsdiscriminatie vermoedt, maar het niet zeker weet? Stel je bent 55 en op zoek naar een nieuwe baan. Je verstuurt sollicitatiemail na sollicitatiemail, maar wordt nooit uitgenodigd voor een gesprek, omdat andere kandidaten beter in het profiel blijken te passen. Soms word je afgewimpeld met de mededeling dat de functie al vervuld is, om later te horen dat iemand anders in een later stadium nog wel was uitgenodigd.", "Schippers: ‘In zulke gevallen adviseer ik om gewoon door te gaan en je best te blijven doen.’ Hij tipt ook om in gesprek te komen met een organisatie die je misschien wel wil aannemen als je bereid bent om zelf nieuwe dingen te leren. ‘Oudere werklozen tasten vaak in het duister over wat er nou eigenlijk van ze gevraagd wordt, dus vraag daarnaar. Stel het is een bedrijf dat veel met Italië werkt, dan kun je in gesprek gaan en zeggen dat je een aantal maanden Italiaans zou willen leren en vragen of ze je daarna een baan kunnen aanbieden.’", "Zijn er echt bedrijven en organisaties die zo lang willen wachten tot een kandidaat een opleiding heeft gedaan? Schippers denkt van wel. ‘Er zijn veel sectoren waar flinke personeelstekorten zijn. Als je dan iemand kunt krijgen die zich wil ontwikkelen en kennis wil opdoen die voor het bedrijf relevant is, dan zou ik zeggen dat dit een buitenkansje is.’", "Anoniem solliciteren, daar gelooft Schippers niet in. ‘Dat heeft geen zin, want als je dan uiteindelijk op gesprek komt en de werkgever ziet hoe oud je bent, kan hij of zij zeggen dat-ie zich heeft vergist.’", "Soms wordt er bij een afwijzing wel expliciet naar een leeftijd verwezen. Een van de respondenten in het onderzoek van Intermediair en Nationale Vacaturebank kreeg te horen: ‘We streven naar diversiteit in het team, we hebben al iemand van uw leeftijd’. Schippers: ‘Dat kan natuurlijk gebeuren, als een bedrijf serieus streeft naar diversiteit en ze hebben van een bepaalde groep al voldoende representanten, dan is het niet onlogisch dat ze nu iemand van een andere groep willen. Het is wel heel toevallig, maar zou waar kunnen zijn en dan valt er eigenlijk niet zoveel van te zeggen.’", "Wanneer maak je werk van leeftijdsdiscriminatie? Het lastige van leeftijdsdiscriminatie bij een sollicitatieprocedure is dat het vaak impliciet gebeurt. Een gevoel is moeilijk hard te maken, zegt Schippers. Bovendien kan een afwijzing ook echt betekenen dat een andere kandidaat beter is. Pas als er daadwerkelijk naar de leeftijd verwezen wordt, dan kun je naar het College voor de Rechten van de Mens. Daar kun je een klacht indienen en dat wordt dan onderzocht. Leeftijdsdiscriminatie is namelijk in strijd met de Wet gelijke behandeling op grond van leeftijd bij de arbeid.", "Leeftijdsdiscriminatie op de werkvloer", "Leeftijdsdiscriminatie komt niet alleen voor bij sollicitaties. Ook op de werkvloer zelf kan er sprake van zijn. Een subtiele opmerking dat je nog niet zoveel levenservaring hebt, bijvoorbeeld. Dat je op jouw leeftijd nog niet kunt weten wat je wilt. Je leidinggevende die niet gelooft dat je het onderzoeksrapport alleen hebt gemaakt, omdat je nog maar een ‘groentje’ bent.", "Schippers: ‘Vraag jezelf eerst af of dit echt om je leeftijd gaat of dat je misschien bepaalde kennis en vaardigheden mist. Ga bij jezelf te rade of je zo goed bent als je zelf denkt. Mensen zijn geneigd zichzelf te overschatten. Praat daar eens over met een collega.’", "Bij een expliciete verwijzing naar je leeftijd of naar het feit dat je over een paar jaar met pensioen gaat, heb je volgens Schippers zeker reden om te gaan klagen. Bijvoorbeeld als alle collega’s de kans krijgen een opleiding of cursus te volgen en kunnen aangeven hoe ze willen doorgroeien in het bedrijf, behalve wanneer je ‘al’ 55 bent.", "Ga een gesprek aan met je leidinggevende, waarin je aankaart dat de werkgever er nog twaalf jaar plezier van kan hebben als jij die opleiding doet en die kennis gebruikt. Daarna kun je eventueel naar de medezeggenschapsraad in de organisatie. Schippers: ‘Je hoeft natuurlijk niet per se onmiddellijk naar het College voor de Rechten van de Mens te stappen, kijk eerst of je er samen uitkomt.’", "Leeftijdsdiscriminatie bij contractverlenging", "Ook het moment dat een arbeidscontract afloopt wordt soms aangegrepen ‘om te verjongen’. ‘Ik kreeg geen vast contract omdat ik te oud was. Ze waren bang dat ik ziek zou worden. Maar ik was nog nooit in die twee jaar ziek geweest’, zegt een van de respondenten in het onderzoek van Intermediair en Nationale Vacaturebank.", "Schippers: ‘Als je je baan dreigt kwijt te raken, zullen de meeste mensen hopelijk wel in actie komen. Het is handig om lid te zijn van een vakbond en zorg ook dat je een rechtsbijstandsverzekering hebt.’", "Schippers wil ook een oproep doen aan werkgevers en hr-managers. Zij zouden zich bewuster moeten zijn van de dingen die ouderen kunnen. ‘De groep van klanten, cliënten, patiënten wordt ook ouder. Deze mensen vinden het soms juist prettig door een ouder iemand geholpen te worden.’", "Kiezen voor een jongere kandidaat is volgens hem vooral een gewoonte. ‘Je ziet nooit dat een tv-presentator wordt vervangen door iemand die ouder is. Het is altijd een kans om te verjongen. Dat geldt ook voor een politieke partij en in het bedrijfsleven. Bedrijven en organisaties veronderstellen dat oudere werknemers minder snel ingewerkt zullen zijn dan jongere werknemers, minder flexibel zijn en niet zo kneedbaar.’ Veronderstellen, want dat hoeft niet altijd zo te zijn."], "authors": ["Yasmine Esser"], "keywords": ["leeftijdsdiscriminatie", "van", "laat", "het", "met", "kun", "zelf", "vroeg", "krijgt", "ik", "die", "een", "je", "te", "werknemers", "en", "dat", "maken", "niet"], "pubDate": "2020-08-04T16:07:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}