{"id": "9a2f763c-f786-3666-b2fd-8212746a38db", "title": "GGD IJsselland gaat vaccineren in IJsselhallen Zwolle", "url": "https://nu.nl/zwolle/6098623/ggd-ijsselland-gaat-vaccineren-in-ijsselhallen-zwolle.html", "summary": "GGD IJsselland heeft gekozen voor de IJsselhallen in Zwolle als locatie voor de komende coronavaccinaties van het zorgpersoneel.\nOok voldoet de plek aan andere eisen, zoals ruime parkeergelegenheid en de mogelijkheid van een aparte in- en uitgang voor bezoekers.\nMedewerkers in de verpleeghuis- en thuiszorg krijgen vanaf 4 januari een uitnodiging om zich te laten vaccineren.\nLandelijk is besloten om voor de eerste vaccinatierondes per regio één of twee grote locaties in te richten, waar mensen naartoe moeten komen.\nGGD IJsselland heeft als werkgebied de gemeenten Dalfsen, Deventer, Hardenberg, Kampen, Olst-Wijhe, Ommen, Raalte, Staphorst, Steenwijkerland, Zwartewaterland en Zwolle.", "paragraphs": ["GGD IJsselland heeft gekozen voor de IJsselhallen in Zwolle als locatie voor de komende coronavaccinaties van het zorgpersoneel. Dat het deze plek zou worden lag voor de hand: in de evenementenhallen is sinds enkele weken ook al een grote GGD-teststraat ingericht.", "Ook voldoet de plek aan andere eisen, zoals ruime parkeergelegenheid en de mogelijkheid van een aparte in- en uitgang voor bezoekers. \"We willen het vaccineren in een aparte hal inrichten zodat het grootschalig testen van mensen ook gewoon door kan gaan\", zegt manager Margreet Algera in een persbericht.", "De vaccinatiecampagne begint in IJsselland op 18 januari. Medewerkers in de verpleeghuis- en thuiszorg krijgen vanaf 4 januari een uitnodiging om zich te laten vaccineren.", "Landelijk is besloten om voor de eerste vaccinatierondes per regio één of twee grote locaties in te richten, waar mensen naartoe moeten komen. Dit om de vaccins zo efficiënt mogelijk te gebruiken en niets te verspillen. Bewoners van verpleeghuizen en de gehandicaptenzorg krijgen wel op hun eigen woonplek de inenting.", "GGD IJsselland heeft als werkgebied de gemeenten Dalfsen, Deventer, Hardenberg, Kampen, Olst-Wijhe, Ommen, Raalte, Staphorst, Steenwijkerland, Zwartewaterland en Zwolle."], "authors": ["Door"], "keywords": ["gaat", "van", "het", "vaccineren", "en", "voor", "een", "zwolle", "ijsselland", "om", "ggd", "plek", "te", "ijsselhallen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}