{"id": "9a310e55-46ec-3d77-9f2a-4ef1d6d1f5e3", "title": "Speeddatende bobo’s op een marktplaats voor voetbalclubs", "url": "https://volkskrant.nl/sport/speeddatende-bobo-s-op-een-marktplaats-voor-voetbalclubs~b045b75f/", "summary": "Daar moet je op drukken en dan videobel je met de volgende club.\n‘Maar ik heb wel de basis kunnen leggen voor mogelijke deals in de komende transferperiodes.’Alle deelnemende clubs hebben een abonnement op TransferRoom.\nAfhankelijk van de grootte van de club kost dat een paar honderd tot een paar duizend euro per maand.\nZie je zelf bijvoorbeeld een interessante rechtsback dan kun je via een button aangeven dat je interesse hebt.\n‘Iedereen heeft het superdruk, een trip om bij te praten met een club kost veel tijd.", "paragraphs": ["Spelers van Fortuna Sittard. Beeld ANP", "Vol adrenaline hangt Sjoerd Ars, internationaal hoofdscout van Fortuna Sittard, rond half acht ’s avonds aan de lijn. Hij heeft de afgelopen uren met liefst elf buitenlandse clubs gesproken over mogelijke transfers tijdens Winter Deal Day, een soort online sneldate-dag voor voetbalclubs, georganiseerd door platform TransferRoom.", "‘Je moet direct heel concreet worden, want je spreekt elke club maar twaalf minuten,’ legt Ars uit. ‘Na elf minuten komt er een knop in beeld dat je volgende gesprekspartner wacht. Daar moet je op drukken en dan videobel je met de volgende club. Het is ideaal om snel zaken te doen en je netwerk te vergroten.’", "Directeuren, managers en hoofdscouts van meer dan 250 clubs, waaronder ook grootmachten als Barcelona, Liverpool en Paris Saint-Germain, wisselen tijdens de handelsdag met elkaar van gedachten over interessante spelers of andere vraagstukken. Uit Nederland zijn elf clubs, waaronder ook Feyenoord en Vitesse, present. Spelersmakelaars ontbreken.", "Als club toehapt", "Fortuna-afgevaardigde Ars over de opzet: ‘Van tevoren geef je aan welke tien clubs je zou willen spreken. Als zo’n club toehapt, heb je een date. Je krijgt zelf ook wat uitnodigingen die je kunt accepteren of niet.’ Ars spreekt in twee uur tijd onder meer met clubs uit Polen, IJsland, Italië en Duitsland. ‘Van Sittard naar Schiphol reizen voor een gesprek met één buitenlandse club kost me al meer tijd.’", "De halfjaarlijkse Deal Days vinden kort voor de opening van de transfermarkt plaats. Pre-corona was het een live-evenement. Ditmaal participeert Ars vanachter zijn laptop in zijn werkkamer in het Fortuna-stadion. Tot een transfer komt het niet. ‘Maar ik heb wel de basis kunnen leggen voor mogelijke deals in de komende transferperiodes.’", "Alle deelnemende clubs hebben een abonnement op TransferRoom. Afhankelijk van de grootte van de club kost dat een paar honderd tot een paar duizend euro per maand. Daarmee krijgen ze ook toegang tot de TransferRoom-app waar clubs á la Marktplaats naar hartenlust spelers kunnen aanbieden, alsmede aangeven waar ze naar op zoek zijn.", "Fortuna is de eerste Nederlandse club die een deal sloot via TransferRoom, het betreft Nikolai Baden Frederiksen die van Juventus werd gehuurd. Ars: ‘Ik ben altijd wel van de innovatie en datadingetjes. De platformeconomie is booming.’", "Interessante rechtsback", "Clubs kunnen zelf bepalen hoeveel informatie ze geven. Ars: ‘Soms zet ik bij een aangeboden speler een koopprijs, soms niet. Zie je zelf bijvoorbeeld een interessante rechtsback dan kun je via een button aangeven dat je interesse hebt. Andere clubs zien dat en kunnen soortgelijke spelers bij je pitchen. Zo krijg je in plaats van een wel tien opties. Acht daarvan zijn misschien niks, maar soms zit er een interessante speler tussen waarvan je niet wist dat-ie weg mocht.’", "TransferRoom is in 2017 opgezet door Jonas Ankersen, een 34-jarige Deense entrepreneur. Inmiddels zijn meer dan 550 clubs uit 44 landen van vijf continenten abonnee, waaronder PSV en Feyenoord. ‘Ik was altijd erg geïnteresseerd in voetbal en na gesprekken met diverse clubs wilde ik iets creëren dat hen de kans zou geven om de controle op de transfermarkt terug te pakken,’ vertelt Ankersen per mail.", "Een FIFA-rapport wees uit dat in 2019 ruim een half miljard werd uitgegeven aan spelersmakelaars en tussenpersonen bij transfers. Ars: ‘Met Nederlandse clubs kun je vrij makkelijk direct onderhandelen. Met buitenlandse clubs gaat het vaak via via. Zaakwaarnemers of tussenpersonen zeggen bijna allemaal tegen je dat ze het beste vriendje van de president of het neefje van de trainer zijn. Maar zeker weet je dat niet. Nu heb je een enorme database aan spelers en je kunt direct met clubs communiceren.’", "TransferRoom betekent niet het einde van de spelersmakelaar, zegt oprichter Ankersen. ‘Ik denk dat er altijd iemand in het voetbal nodig zal zijn om een speler te vertegenwoordigen en over zijn salaris te onderhandelen, maar ik denk dat het type agent dat geen speler vertegenwoordigt, de zogenaamde clubtussenpersonen, geleidelijk vervangen zal worden door technologie.’", "Het scheelt ook een hoop gereis. Fortuna Sittard heeft dankzij TransferRoom inmiddels een directe lijn met New York Red Bulls en het Mexicaanse Guadalajara zonder dat Ars daarvoor de oceaan over hoefde te vliegen.", "Puur op kennisoverdracht", "Veel clubs die deelnemen gebruiken het platform puur om te netwerken. Christopher Vivell, technisch directeur van de Duitse topclub RB Leipzig, vertelt telefonisch dat hij vandaag helemaal niet uit is op een deal, maar puur op kennisoverdracht. ‘Iedereen heeft het superdruk, een trip om bij te praten met een club kost veel tijd. Tijdens de pandemie doe je dat ook niet zo snel. Terwijl je wel benieuwd bent hoe collega’s omgaan met bepaalde problemen, bijvoorbeeld met de vraagstukken rond corona.’", "Toch presenteert TransferRoom zich het liefst als dealmaker. Dit jaar hoopt het 500 deals te sluiten. In 2018 waren dat er 49, in 2019 153. ‘Ook als hun rol heel klein is, maken ze graag reclame over hun aandeel,’ merkt Ars op. In het blog op TransferRoom.com wordt uitgebreid verhaald over de transfer van Chidera Ejuke afgelopen zomer van Heerenveen naar CSKA Moskou voor 11,5 miljoen euro die via TransferRoom tot stand kwam. Feyenoord zou via TransferRoom Uros Spajic bij Krasnodar hebben opgeduikeld. Zowel Feyenoord als Heerenveen reageren niet op vragen van de Volkskrant of dit klopt.", "Andere clubs zijn minder mysterieus. Onomwonden vertelde Victor Orta van Premier League-club Leeds United een jaar geleden dat hij vijf deals had gesloten via TransferRoom. ‘De financial controller van de club zal zeggen: oh nee, alweer een software tool op onze uitgavenlijst. Maar ik heb een hoop geld verdiend voor de club via TransferRoom.’"], "authors": ["Bart Vlietstra"], "keywords": ["van", "clubs", "marktplaats", "speeddatende", "voor", "bobos", "een", "en", "met", "club", "op", "voetbalclubs", "het", "dat", "je"], "pubDate": "2020-12-22T20:45:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}