{"id": "9a4a1dfc-a48f-3415-9ffa-4c859c4cdce0", "title": "Verzameling covers bewijst: niemand zingt meer zoals Chris Cornell kon zingen", "url": "https://www.parool.nl/kunst-media/verzameling-covers-bewijst-niemand-zingt-meer-zoals-chris-cornell-kon-zingen~bf262a8b/", "summary": "Higher Truth van Chris Cornell.\nNiemand zingt meer zoals Chris Cornell kon zingen.\nDe titel van het postume coveralbum (een zinnetje uit de hit Black Hole Sun) van de zanger van Soundgarden stemt weemoedig.\nIn mei zal het alweer vier jaar geleden zijn dat Cornell zich van het leven benam, een uur nadat hij van het podium van een Soundgarden-concert was gestapt.\nHoewel de uitvoeringen nergens de originelen in de schaduw stellen, komt de belofte van het album wel uit: niemand zingt deze liedjes zoals Chris Cornell.", "paragraphs": ["Higher Truth van Chris Cornell.", "Niemand zingt meer zoals Chris Cornell kon zingen. De titel van het postume coveralbum (een zinnetje uit de hit Black Hole Sun) van de zanger van Soundgarden stemt weemoedig. In mei zal het alweer vier jaar geleden zijn dat Cornell zich van het leven benam, een uur nadat hij van het podium van een Soundgarden-concert was gestapt.", "Zijn weduwe Vicky bracht tien covers bij elkaar die haar man een jaar voor zijn dood had ingezongen. Ze voorziet de verzameling van de toevoeging ‘Volume 1’. In de kluis liggen dus nog meer opnames.", "Cornell beschikte over een van de gruizigste stemmen van de rock. Die zet hij voluit in op bijvoorbeeld de semi-akoestische Guns N’ Roses-ballad Patience. Het is materiaal dat dicht bij het idioom ligt waarbij Cornell zich altijd thuis heeft gevoeld. Interessanter is zijn uitvoering van het door Prince in 1984 geschreven en in 1990 door Sinead O’ Connor beroemd gemaakte Nothing Compares 2 U. Mooi, is het woord niet direct. Intrigerend wel.", "Cornell zet ook nog zijn tanden in Watching the Wheels van John Lennon en – verrassend bevlogen – Showdown van Electric Light Orchestra. Hoewel de uitvoeringen nergens de originelen in de schaduw stellen, komt de belofte van het album wel uit: niemand zingt deze liedjes zoals Chris Cornell."], "authors": ["Stefan Raatgever"], "keywords": ["covers", "zijn", "van", "zoals", "verzameling", "kon", "cornell", "een", "niemand", "chris", "zet", "het", "meer", "zich", "zingen", "zingt"], "pubDate": "2021-01-08T09:27:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}