{"id": "9a66f2c2-8420-3164-bc1a-a4161223d8f2", "title": "Politie grijpt vanwege vuurwerkoverlast in bij Roosendaalse wijk Langdonk", "url": "https://nu.nl/west-brabant/6092449/politie-grijpt-vanwege-vuurwerkoverlast-in-bij-roosendaalse-wijk-langdonk.html", "summary": "De politie heeft maandagavond moeten ingrijpen in de Roosendaalse wijk Langdonk, nadat er veelvuldig vuurwerk werd afgestoken.\nIn de tussentijd werd er op het grasveld langs de Elisadonk veelvuldig vuurwerk afgestoken door een grote groep jongeren.\nHierbij moest de brandweer twee keer in actie komen nadat er jerrycans met brandbaar spul gecombineerd met vuurwerk werden afgestoken.\nOok zou er vuurwerk in beslag zijn genomen.\nDe Roosendaalse burgemeester Han van Midden was bij de politie aanwezig om het vuurwerkoverlast met eigen ogen te zien.", "paragraphs": ["De politie heeft maandagavond moeten ingrijpen in de Roosendaalse wijk Langdonk, nadat er veelvuldig vuurwerk werd afgestoken.", "De avond begon met een brand, vermoedelijk ontstaan door vuurwerk, in de kerk achter de Lindenburg. De brandweer had het vuur snel gedoofd.", "In de tussentijd werd er op het grasveld langs de Elisadonk veelvuldig vuurwerk afgestoken door een grote groep jongeren. Hierbij moest de brandweer twee keer in actie komen nadat er jerrycans met brandbaar spul gecombineerd met vuurwerk werden afgestoken.", "De politie heeft de jongeren langs de Elisadonk verdreven. Er zijn meerdere arrestaties verricht, maar het exacte aantal is niet bekend. Ook zou er vuurwerk in beslag zijn genomen.", "De Roosendaalse burgemeester Han van Midden was bij de politie aanwezig om het vuurwerkoverlast met eigen ogen te zien. Het zou volgens omstanders al meerdere dagen onrustig zijn geweest."], "authors": ["Door"], "keywords": ["vuurwerk", "politie", "bij", "het", "wijk", "vuurwerkoverlast", "grijpt", "met", "zijn", "zou", "veelvuldig", "werd", "langdonk", "vanwege", "er", "roosendaalse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}