{"id": "9a660746-4511-3c01-b13e-4aaded203545", "title": "Het probleem van het dronken lor", "url": "https://nrc.nl/nieuws/2020/12/09/het-probleem-van-het-dronken-lor-a4023159", "summary": "Maar hoe goed zuiplapspel kan zijn, herinner ik me ook van lang geleden, van het toneel: Herman Gilis in het stukVrijdag (1996).\nHij hield zich een ogenblikje staande aan de rand van de tafel, en ik vóélde hoe dronken zijn personage aan het worden was.\nActeur Gary Oldman lalt en beledigt en wankelt, maar hij maakt geen nummer van het drankmisbruik.\nDan zie je in het ene geval een slap verhaaltje en in het andere een oefening in pathos.\nNRC Film De beste filmstukken, interviews en recensies van de nieuwste films InschrijvenEen versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020", "paragraphs": ["De zuipschuit is glad ijs, als je er een moet acteren. Dat komt nogal eens heel erg niet goed. Zo ben ik alles uit de speelfilm Sabine (1982) glad vergeten, behalve de dubbele tong van Rijk de Gooyer. Zijn pafferige „Make it a double!” heb ik jarenlang geïmiteerd. Flauw. Het spijt me.", "Maar hoe goed zuiplapspel kan zijn, herinner ik me ook van lang geleden, van het toneel: Herman Gilis in het stukVrijdag (1996). Hij hield zich een ogenblikje staande aan de rand van de tafel, en ik vóélde hoe dronken zijn personage aan het worden was.", "Ik denk eraan omdat ik in korte tijd twee wonderbaarlijk mooi gespeelde, totaal verschillende, dronkaards zag. De ene in de schaakserie The Queen’s Gambit, met Marielle Heller als een vrouw in constante staat van beschonken zijn. Destructief, tragisch, wanhopig. Maar nooit belemmert haar toestand het zicht op haar personage. Het kan ook anders, met de dronkenschap groot en zwaar, ik zie het in Mank, een speelfilm op Netflix over een consequent laveloze scenarioschrijver in het oude Hollywood. Acteur Gary Oldman lalt en beledigt en wankelt, maar hij maakt geen nummer van het drankmisbruik. Zijn personage durft niet nuchter te zijn. Ik zie angst voor de wereld in Oldmans ogen op sap – en ik snap niet hoe hij het voor elkaar krijgt.", "In Rifkin’s Festival, Woody Allens nieuwe film, mislukt de dronkenschap van een actrice omdat ze er zelf niet in gelooft. Haar personage zegt dat ze dronken is. Ze doet wat poezig, maar al snel is ze haar scherpe zelf weer, en de drank vergeten. Woody Allen is sowieso niet erg op dreef met zijn acteursregie, iedereen speelt aanstellerig en houterig. Behalve Wallace (‘Wally’) Shawn. Die excelleert in de rol van Allens alter ego, met alle neuroses en gehannes van dien – leuk als je een oudgediende bent, want dan zie je dat Shawn Allens gepruttel persifleert in films als Annie Hall.", "En er is meer. Wally doet Woody, Woody doet Fellini. En Buñuel. En Truffaut. En dat doet hij piekfijn. In meesterlijke scènes varieert hij op hun films, met als klapstuk Christoph Waltz als de dood die een potje komt schaken à la Het zevende zegel van Ingmar Bergman. Net zo varieert Mank met schitterend uitgevoerde echo’s op de legendarische Hollywoodstijl van de jaren dertig, in een verhaal dat van voor tot achter verwijst naar Citizen Kane van Orson Welles, de ‘beste film aller tijden’ (waar ik het niet mee eens ben, maar dat is een ander verhaal).", "Ik vreet het, want ik ken de originelen. Maar hoe werken Rifkin en Mank als je die niet kent? Dan zie je in het ene geval een slap verhaaltje en in het andere een oefening in pathos. Dan heb je pech. Ik niet. Gun het me nou maar.", "NRC Film De beste filmstukken, interviews en recensies van de nieuwste films Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Joyce Roodnat", "Leestijd Minuten"], "keywords": ["van", "niet", "een", "het", "en", "ik", "zijn", "dronken", "lor", "als", "op", "met", "probleem"], "pubDate": "2020-12-09T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}