{"id": "9a7dffa4-96fd-30c9-a731-f00e7cc25c2a", "title": "Bloemenduel blikt op innemende wijze terug op een tijd waarin genderverhoudingen voorzichtig verschoven ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/bloemenduel-blikt-op-innemende-wijze-terug-op-een-tijd-waarin-genderverhoudingen-voorzichtig-verschoven~b09d31f2/", "summary": "De makers zagen het groot; een spektakel moest het worden met sterke hoofd- en bijrollen, een koor, een ballet en wat niet al.\nEn ook met een volledig door vrouwen bezette cast, als een soort ode aan de vrouw die eind 19de eeuw slechts een marginaal lot beschoren was – zoiets.\nMaar de dagelijkse praktijk is weerbarstig en nu staan ze maar met z’n tweeën voor het publiek.\nZo blikt Bloemenduel op innemende wijze terug op een tijd waarin genderverhoudingen voorzichtig verschoven en bijvoorbeeld het denken over vrouwenliefde mogelijk werd.\nNiet zwaarwichtig of in-your-face, maar teruggrijpend op een stijl, kunst en wijze die er ook mag zijn.", "paragraphs": ["Bloemenduel. Beeld Mette Stam", "Duizendschoon, het lijkt zo’n lieflijk bloemetje. En toch. In 1892 vormt het aanleiding voor een heftig treffen tussen twee adellijke dames, gravin Anastasia en prinses Pauline. Een waargebeurd verhaal, zo verzekeren ons Steef de Jong en Louis van Beek, die zich erdoor lieten inspireren voor hun heerlijke operette Bloemenduel.", "De makers zagen het groot; een spektakel moest het worden met sterke hoofd- en bijrollen, een koor, een ballet en wat niet al. En ook met een volledig door vrouwen bezette cast, als een soort ode aan de vrouw die eind 19de eeuw slechts een marginaal lot beschoren was – zoiets. Maar de dagelijkse praktijk is weerbarstig en nu staan ze maar met z’n tweeën voor het publiek. Hoe dan ook: samen zullen ze alle rollen spelen, zo hebben ze zich voorgenomen.", "De Jong (gekend operettefan) componeerde de muziek en ontwierp het decor (ook daarin bouwde hij een reputatie op) en Van Beek schreef het pakkende libretto: lekker tuttig en ondeugend in de traditie van het genre, met een twist. En, ja hoor: in perfect getimede scènes, fraai gezongen en synchroon gedanst, spelen ze gravin, prinses, kameniersters, museumdirecteur, burgemeester, een setje nonnen, een toegestroomde menigte die komt kijken naar een bizar duel, een scheidsrechter én een kelner. Virtuoos bewegen ze zich over de scène, maar gelikt wordt het nooit.", "Zo blikt Bloemenduel op innemende wijze terug op een tijd waarin genderverhoudingen voorzichtig verschoven en bijvoorbeeld het denken over vrouwenliefde mogelijk werd. Niet zwaarwichtig of in-your-face, maar teruggrijpend op een stijl, kunst en wijze die er ook mag zijn. Graag."], "authors": ["Karin Veraart"], "keywords": ["wijze", "het", "op", "maar", "met", "die", "verschoven", "voorzichtig", "waarin", "tijd", "innemende", "genderverhoudingen", "een", "en", "ze", "ook", "terug", "zich"], "pubDate": "2020-12-03T16:22:53+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}