{"id": "9a8a823a-7f3f-31d0-9e99-74ecdccfec25", "title": "Waarom brexit een zegen is voor het Nederlandse voetbal", "url": "https://www.parool.nl/sport/waarom-brexit-een-zegen-is-voor-het-nederlandse-voetbal~b73d5b0e/", "summary": "Om inmiddels, negen jaar later, speler van het Nederlands ­elftal te zijn.\nIn dat opzicht lijkt de aanstaande brexit nu gunstig voor clubs in de eredivisie.\nVoor die meer gemiddelde categorie voetballers lijkt het moeilijker te worden om een lucratieve transfer naar Engeland af te dwingen.\n“Als de markt in Engeland kleiner wordt voor buitenlandse spelers, zal er voor een bepaalde categorie spelers minder perspectief zijn in dat land,” stelt de KNVB-baas.\nDe oud-verdediger, die als 26-jarige met een WK al op zijn naam AZ verruilde voor HSV, is er het levende bewijs van.", "paragraphs": ["Nathan Aké in het shirt van Manchester City. Beeld Getty Images", "Eric Gudde ziet het beeld uit 2011 nog zó voor zich. Op de dag dat Nathan Aké bij hem aangaf naar Chelsea te willen vertrekken, probeerde de toenmalig algemeen directeur van Feyenoord de speler met een wanhoopspoging alsnog in de Kuip te houden. Tevergeefs. Aké liet de door de Rotterdammers geopperde weg der geleidelijkheid gedecideerd voor wat ie was en toog naar Londen. Om inmiddels, negen jaar later, speler van het Nederlands ­elftal te zijn. “Precies zoals Nathan dat toen voorspeld had,” zegt Gudde.", "Aké is, zo weet de huidige algemeen directeur van de KNVB, echter een van de weinige jonge voetballers die op jonge leeftijd naar Engeland vertrok en daar vervolgens ook slaagde. Of het nu Jeffrey Bruma (Chelsea) was, Rodney Kongolo (Manchester City), of Kyle Ebecilio (Arsenal), voor veel anderen bleek de stap aanvankelijk te groot.", "In dat opzicht lijkt de aanstaande brexit nu gunstig voor clubs in de eredivisie. “Ik moet de stukken van de Engelse FA nog goed lezen,” houdt Gudde een kleine slag om de arm. “Maar de conclusie lijkt me duidelijk. Dit is een heel positieve ontwikkeling. Het is goed voor onze opleidingen. Goed voor onze clubs. En dus ook goed voor de eredivisie.”", "Het zijn woorden die algemeen directeur Toon Gerbrands van PSV onderstreept. “Als we spelers niet meer op jonge leeftijd kwijtraken aan clubs in Engeland, geeft dit onze opleidingen op korte termijn meer lucht. En dat is prettig.”", "Achttien jaar", "Met de nieuwe regelgeving kunnen Nederlandse talenten pas naar Engeland vertrekken wanneer ze ten minste achttien jaar oud zijn. Op basis van een puntensysteem (met criteria als leeftijd, gespeelde internationale wedstrijden, etcetera) moeten Engelse clubs dan bij de FA aantonen dat een buitenlandse speler een meerwaarde is voor Premier League of Championship.", "Gudde: “Zoals in Engeland de Engelse talenten meer perspectief krijgen bij hun clubs, zul je in Nederland zien dat de grootste talenten langer bij hún clubs blijven. Niet alleen bij de top 3, maar overal.”", "Bij Willem II bijvoorbeeld, geroemd om zijn jeugdopleiding. “Als club hebben wij in directe zin niet zo veel te maken met spelers die naar Engeland vertrekken, maar indirect voelen we het natuurlijk wel,” zegt technisch directeur Joris Mathijsen. Gemiddeld raakt Willem II jaarlijks immers twee van z’n beste jeugdspelers kwijt aan de traditionele Nederlandse top 3.", "Mathijsen: “Als de grote Nederlandse clubs hun toptalenten niet meer op jonge leeftijd naar Engeland zien gaan, hoeven wij onze beste jeugdspelers niet meer zo snel af te staan aan Ajax, Feyenoord of PSV. Voor ons heeft de brexit daarom twee belangrijke voordelen: we kunnen talenten langer houden. En uiteindelijk een veel hogere transfersom voor ze ontvangen. In die zin is de brexit een zegen.”", "Creatieve oplossingen", "Ter vergelijking: afgelopen zomer ontving Willem II slechts een bescheiden opleidingsvergoeding voor talent Joël Ideho, toen die via Ajax naar Arsenal verkaste. Toch kleven er ook risico’s aan de Brexit-regeling, voorspelt PSV-directeur Gerbrands. “Engelse clubs zullen allerlei creatieve oplossingen gaan bedenken om tóch de rechten van jonge buitenlandse talenten in handen te krijgen.”", "Gerbrands en anderen wijzen daarbij naar het scenario dat grote Engelse ploegen kleinere buitenlandse clubs opkopen, zoals Manchester City bijvoorbeeld heeft gedaan met het Belgische SK Lommel. Het valt allesbehalve uit te sluiten dat clubs als Helmond Sport of FC Den Bosch ook een prooi worden van Engelse grootmachten.", "Nóg een keerzijde voor Nederlandse clubs. Of, specifieker: voor spelers. Voetballers van het niveau Donny van de Beek (Manchester United) zullen ook onder de nieuwe voorwaarden heus nog de stap maken naar de Premier League. Juist omdat ze moeiteloos voldoen aan de door de FA gestelde kwaliteitscriteria.", "Maar wat zullen de gevolgen zijn voor spelers van het kaliber Lex Immers (ging in 2016 van Feyenoord naar Cardiff City), Mike van der Hoorn (van Ajax naar Swansea City) of Tjaronn Chery (verruilde FC Groningen een jaar eerder voor Queens Park Rangers)? Voor die meer gemiddelde categorie voetballers lijkt het moeilijker te worden om een lucratieve transfer naar Engeland af te dwingen.", "Een zekere status", "Dat beaamt Gudde. “Als de markt in Engeland kleiner wordt voor buitenlandse spelers, zal er voor een bepaalde categorie spelers minder perspectief zijn in dat land,” stelt de KNVB-baas. “Anderzijds blijven er natuurlijk nog genoeg landen waar ze wél makkelijk heen kunnen.”", "Wat hoe dan ook vaststaat, volgens Mathijsen: voor Nederlandse spelers hoeft het niet per se een straf te zijn om pas op gevorderde leeftijd het buitenlandse avontuur te zoeken. Integendeel. De oud-verdediger, die als 26-jarige met een WK al op zijn naam AZ verruilde voor HSV, is er het levende bewijs van.", "“Het is geen toeval dat veel Nederlandse jeugdspelers mislukken in het buitenland. Er komt nogal wat op je af,” weet hij. “Voor veel van die jonge jongens is het alleen maar goed om te wachten. Als je al een zekere status hebt, kom je heel anders binnen. En dat bevordert je kans van slagen.”"], "authors": ["Dennis Van Bergen"], "keywords": ["van", "waarom", "brexit", "het", "clubs", "op", "voor", "voetbal", "naar", "zijn", "een", "zegen", "te", "dat", "nederlandse"], "pubDate": "2020-12-03T10:13:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}