{"id": "9a92fa06-cdb6-3685-82b3-ad9a5a933ea8", "title": "Steeds meer ondernemers in nood: 'Help ons, ik ben radeloos en slaap niet meer'", "url": "https://nos.nl/artikel/2363885-steeds-meer-ondernemers-in-nood-help-ons-ik-ben-radeloos-en-slaap-niet-meer.html", "summary": "Zij hebben nog tot eind februari om hun wintercollectie te verkopen en hoe langer de lockdown duurt, hoe kleiner de kans is dat dat lukt.\nDat levert ook weer problemen voor daarna op: met de opbrengst van de wintercollectie kopen veel ondernemers hun nieuwe voorraad voor de lente en zomer weer in.\nOndernemers kunnen vanwege de lockdown aanspraak maken op een voorraadvergoeding tot een maximum van 20.160 euro, maar volgens InRetail is dat niet genoeg.\n\"Het is een kopie van de voorraadvergoeding voor de horeca, die de inhoud van hun koelkast moesten weggooien.\n\"Ik sprak een ondernemer die een voorraad van 1,5 miljoen euro heeft liggen.", "paragraphs": ["Onverkochte wintercollecties", "Eén van de belangrijkste pijnpunten is de onverkochte voorraad. Vooral winkels die modegevoelige spullen verkopen, zoals kledingzaken, hebben er last van. Zij hebben nog tot eind februari om hun wintercollectie te verkopen en hoe langer de lockdown duurt, hoe kleiner de kans is dat dat lukt. Dat levert ook weer problemen voor daarna op: met de opbrengst van de wintercollectie kopen veel ondernemers hun nieuwe voorraad voor de lente en zomer weer in.", "Ondernemers kunnen vanwege de lockdown aanspraak maken op een voorraadvergoeding tot een maximum van 20.160 euro, maar volgens InRetail is dat niet genoeg. \"Het is een kopie van de voorraadvergoeding voor de horeca, die de inhoud van hun koelkast moesten weggooien. Maar dat is iets heel anders dan de waarde van een winkelcollectie\", zegt Te Grotenhuis. \"Ik sprak een ondernemer die een voorraad van 1,5 miljoen euro heeft liggen. Dan staat een vergoeding van tienduizenden euro's niet in verhouding.\"", "Het ministerie van Economische Zaken laat in een reactie weten dat de voorraadregeling gekoppeld is aan de tegemoetkoming vaste lasten om ondernemers snel uit te kunnen betalen. Een individuele beoordeling van gevallen is volgens het ministerie \"niet haalbaar\"."], "authors": [], "keywords": ["ik", "meer", "radeloos", "te", "help", "die", "van", "wintercollectie", "nood", "een", "hun", "steeds", "voor", "voorraad", "ondernemers", "niet", "dat", "slaap", "ons"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}