{"id": "9a96211f-ee1d-34c7-8da6-af0677f361ce", "title": "Deze door Willem van Oranje gebouwde forten aan de Schelde wijken niet voor de Antwerpse haven", "url": "https://volkskrant.nl/reizen/deze-door-willem-van-oranje-gebouwde-forten-aan-de-schelde-wijken-niet-voor-de-antwerpse-haven~bdbc3adb/", "summary": "Het is een Vlaams mirakel dat Liefkenshoek en Lillo nog bestaan, want beide forten aan weerszijden van de Schelde zouden normaliter allang verslonden zijn door de Antwerpse haven.\nVan Liefkenshoek op de linkeroever resteert louter een fort, maar wát voor fort: een blinkend wit, halvecirkelvormig bolwerk op een stervormig eiland omgeven door een brede vestinggracht.\nBeeld Sander GroenAan de overkant van de Schelde ligt Lillo-Fort, dat Vlaamse kijkbuiskindertjes herkennen als het decor van Mega Mindy.\nNa die verhalen kan men hier (post-corona) kiezen uit vier tavernes – lang niet slecht voor een gehucht van veertig inwoners.\nLillo lokt Vlaamse dagjesmensen vanwege het rustieke karakter van het oude vestingdorp aan de Schelde.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland of net over de grens. Aflevering 34: Antwerpen.", "Het is een Vlaams mirakel dat Liefkenshoek en Lillo nog bestaan, want beide forten aan weerszijden van de Schelde zouden normaliter allang verslonden zijn door de Antwerpse haven. Halverwege de vorige eeuw overkwam dat de dorpen Oorderen, Oosterweel en Wilmarsdonk. Die werden ontruimd en platgewalst, om plaats te maken voor dokken, kranen, loodsen, goederensporen en fabrieken. Eén dorpje bood dapper weerstand tegen de expansiedrift: na een decennialange strijd besloot de Vlaamse regering vorig jaar dat Doel wél mag blijven, al wonen er onder de stoompluim van de kerncentrale nog maar dertig mensen en zijn de meeste huizen verkrot of gesloopt.", "Vanuit Antwerpen vaart de waterbus in een uurtje over de Schelde naar Liefkenshoek en Lillo. Beeld Sander Groen", "Het nostalgische dorpje Lillo-Fort is een populaire bestemming voor Vlaamse dagtrippers. Beeld Sander Groen", "Spookdorp Doel is een toeristische attractie, vooral voor Nederlanders die vanuit Zeeuws-Vlaanderen even de grens overwippen. Vlakbij liggen nog twee plekken die net niet verzwolgen zijn, bereikbaar vanuit Antwerpen met de waterbus over de Schelde. Van Liefkenshoek op de linkeroever resteert louter een fort, maar wát voor fort: een blinkend wit, halvecirkelvormig bolwerk op een stervormig eiland omgeven door een brede vestinggracht. Gebouwd in opdracht van Willem van Oranje, toen Antwerpen nog tot de Nederlanden behoorde, om de bloeiende handelsstad te beschermen tegen de Spanjaarden.", "Vlaamse kinderen herkennen het Lillose douanekantoor als het politiebureau uit Mega Mindy. Beeld Sander Groen", "Aan de overkant van de Schelde ligt Lillo-Fort, dat Vlaamse kijkbuiskindertjes herkennen als het decor van Mega Mindy. De Ketnet-serie over een superheldin in roze kostuum werd opgenomen in en rond het als politiebureau vermomde douanekantoor. Lillo is eveneens verminkt door de vooruitgang; ook hier is het dorp gesloopt en resteert alleen het fort, maar dat oogt heel anders. Van dit idyllische vestingdorp ziet Groen het mooiste hoekje zodra hij van de waterbus stapt: de plezierbootjes in het getijhaventje dobberen bij vloed in het Scheldewater en rusten bij eb op de zandbodem. Geen schipper die klaagt dat hij de halve dag niet kan uitvaren; in Lillo heeft niemand haast.", "Vrijwilligers runnen het Poldermuseum en geven uitleg over het leven in de verdwenen polderdorpen. Beeld Sander Groen", "Plezierbootjes in de getijhaven van Lillo dobberen bij vloed in het Scheldewater en rusten bij eb op de zandbodem. Beeld Sander Groen", "’s Zomers is Lillo-Fort een populair uitje voor Antwerpenaren, gelokt door de rustieke en nostalgische sfeer: smalle straatjes rond een kloek kerkje, cafés met terrassen op de Havenmarkt, eeuwenoude militaire gebouwen zoals het kruithuis en de kazerne, een wandeling over de oude wallen, dat idee. Het Poldermuseum in de voormalige beschuitfabriek vertelt het verhaal van de verdwenen polderdorpen en wordt gerund door enthousiaste vrijwilligers, die met schwung vertellen over vroeger. Na die verhalen kan men hier (post-corona) kiezen uit vier tavernes – lang niet slecht voor een gehucht van veertig inwoners.", "Lillo-Fort telt veertig inwoners, toch is er keuze uit vier tavernes, waaronder ’t Pleintje naast de dorpskerk. Beeld Sander Groen", "Praktische informatie Reis", "Vanaf het Steenplein in Antwerpen vaart de waterbus in een uurtje over de Schelde via het havengebied naar Liefkenshoek en Lillo; nsinternational.com, delijn.be, dewaterbus.be Doe", "Op het moment van schrijven is het Poldermuseum vanwege corona gesloten, maar Fort Liefkenshoek is open; zie voor actuele info poldermuseum-lillo.be en fortliefkenshoek.be Pauze", "Ook de vier tavernes zijn tijdelijk gesloten, maar voor een later bezoek raadt Groen Taverne ’t Pleintje op de Havenmarkt aan voor pintjes, Lillose vissoep en paling in ’t groen.", "Lillo lokt Vlaamse dagjesmensen vanwege het rustieke karakter van het oude vestingdorp aan de Schelde. Beeld Sander Groen"], "authors": ["Sander Groen"], "keywords": ["haven", "van", "sander", "beeld", "voor", "en", "schelde", "een", "forten", "dat", "op", "het", "wijken", "willem", "niet", "oranje", "gebouwde"], "pubDate": "2020-12-31T10:29:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}