{"id": "9a970f9c-40c7-3699-9656-853ed6ee6866", "title": "Hunkeren naar junkfood: hoe verslavend is ongezond eten?", "url": "https://nu.nl/eten-en-drinken/6100651/hunkeren-naar-junkfood-hoe-verslavend-is-ongezond-eten.html", "summary": "Als je een hamburger alleen al ziet of ruikt, krijg je direct zin om het op te eten.\nDe waardering voor die smaak neemt snel toeWe worden dus geboren met een voorkeur voor calorieën.\nDe volgende keer dat je het ziet, wil je er meer van.\nOnderzoek naar eetgedragToch kun je niet echt spreken van een verslaving, vindt Havermans.\n\"Er is veel onderzoek gedaan naar hoe ons brein reageert op het zien van eten, en of dat hetzelfde is als bij een drugs- of alcoholverslaving.", "paragraphs": ["Bitterballen, pizza, chips en chocolade. Hoe komt het toch dat we zo moeilijk van calorierijk eten kunnen afblijven? Twee Maastrichtse onderzoekers leggen het uit.", "Veel mensen zijn het jaar weer begonnen met gezond en verantwoord eten. Toch blijkt dat niet zo eenvoudig vol te houden. \"Vette en zoete voeding met veel calorieën vinden we over het algemeen het lekkerst\", begint Remco Havermans, bijzonder hoogleraar Jeugd Voeding en Gezondheid bij Maastricht University Campus Venlo. \"Dat is evolutionair zo bepaald.\"", "Als je een hamburger alleen al ziet of ruikt, krijg je direct zin om het op te eten. \"Die drang zien we amper bij groente of fruit\", aldus Havermans. \"Naast de vele calorieën hebben vette en zoete producten over het algemeen weinig voedingswaarde.\"", "De waardering voor die smaak neemt snel toe", "We worden dus geboren met een voorkeur voor calorieën. \"Onze hersenen moeten wel nog leren welke smaken geassocieerd zijn met veel energie. Als je iets eet, wordt het geregistreerd in ons beloningscentrum. De volgende keer dat je het ziet, wil je er meer van. De waardering voor die smaak neemt heel snel toe.\"", "“Als je een poosje gezond eet, worden ongezonde producten helaas aantrekkelijker.” Remco Havermans, Eatlab", "Het lijkt een wrede grap van moeder natuur, maar zonder energie zouden we eenvoudigweg niet overleven. \"In de huidige samenleving nemen we veel te veel energie. Ons brein is gewoonweg niet goed tegen die verleidingen gewapend.\"", "Onderzoek naar eetgedrag", "Toch kun je niet echt spreken van een verslaving, vindt Havermans. Er zijn weliswaar overeenkomsten met een drugs- of alcoholverslaving, maar ook verschillen. Zo treedt er bij ongezond eten geen tolerantie op. \"Je hebt niet steeds meer nodig om hetzelfde prettige gevoel te ervaren. Ook zijn er geen onthoudingsverschijnselen als je er mee stopt.\"", "Hoogleraar Anne Roefs bevestigt dit. \"Er is veel onderzoek gedaan naar hoe ons brein reageert op het zien van eten, en of dat hetzelfde is als bij een drugs- of alcoholverslaving. Het beloningssysteem zou dan harder moeten reageren als een 'eetverslaafde' hoog calorisch lekker eten ziet, in vergelijking met iemand van gezond gewicht. Dat bewijs is er niet overtuigend.\"", "“Denk je vooral aan hoe lekker een reep chocolade is, dan neemt de activiteit in het beloningscentrum in je hersenen toe.” Anne Roefs, Eatlab", "Roefs ontdekte in haar onderzoek naar eetgedrag wel dat het beloningssysteem sterker reageert als je op een bepaalde manier over eten denkt. \"Denk je vooral aan hoe lekker een reep chocolade is, dan is de activiteit in het beloningscentrum in je hersenen hoger. Denk je vooral aan een enorme hoeveelheid calorieën, dan is de neurale activiteit lager.\"", "Een interessant gegeven, aldus Roefs. \"Want door mensen in een gezondere mindset te brengen zou het hoog calorische lekkere eten minder aantrekkelijk kunnen worden.\" Of dat een goede interventie zou zijn voor bijvoorbeeld mensen met overgewicht, onderzoekt Roefs op dit moment.", "Nieuwe gewoonten kosten tijd", "Stel dat je in januari bent gestart met gezonder eten, wordt het dan na een tijdje makkelijker of moeilijker om vol te houden? \"Als je een poosje gezond eet, worden ongezonde producten helaas aantrekkelijker\", aldus Havermans. \"Dat maakt het moeilijk om het op lange termijn vol te houden.\" Aan de andere kant ontwikkel je na een iets langere periode nieuwe gewoonten. \"Dat geldt ook voor eten\", vertelt Havermans.", "Het helpt volgens hem om je eten te plannen, niet met een lege maag boodschappen te doen, en jezelf niet wijs te maken dat je altijd iets lekkers in huis moet hebben voor als er bezoek komt. \"Negen van de tien keer ben je zelf degene die het opeet.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["verslavend", "junkfood", "er", "eten", "van", "naar", "een", "met", "hunkeren", "ongezond", "hoe", "te", "het", "niet", "dat", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}