{"id": "9a9bb453-771a-387d-92a6-309811e12363", "title": "Faillissementengolf op komst: 'Veel ondernemers moeten iets anders zoeken'", "url": "https://nu.nl/ondernemen/6096663/faillissementengolf-op-komst-veel-ondernemers-moeten-iets-anders-zoeken.html", "summary": "Slapeloze nachten, gepieker over geld en het verschuiven van stapels rekeningen: voor veel ondernemers is het de nieuwe realiteit.\nAls je de rekeningen niet meer kunt betalen en het er niet op lijkt dat dat snel zal veranderen.\nBovendien weten veel ondernemers niet dat ze aansprakelijk kunnen worden gesteld als ze niet op tijd de stekker uit hun bedrijf trekken.\nAls je daar als ondernemer niet mee bezig bent, ga je het niet redden.\"\nEr is sprake van een gigantisch uitstel van executie.\"", "paragraphs": ["De derde golf noodsteun voor bedrijven is een feit, al zal die lang niet alle ondernemers helpen. Zeker niet met een nieuwe, zware lockdown. Wanneer weet je dat het tijd is om de stekker uit je bedrijf te trekken? En hoe pak je dat vervolgens aan?", "Slapeloze nachten, gepieker over geld en het verschuiven van stapels rekeningen: voor veel ondernemers is het de nieuwe realiteit. Om hen te helpen organiseerde Troostwijk Auctions vorige week het online evenement Stoppen is ook ondernemen, waarbij de opties afslanken, overname en beëindigen aan bod kwamen. Het veilinghuis kan worden ingeschakeld om overtollige bedrijfsbezittingen te verkopen, zodat een bedrijf een doorstart kan maken.", "“Voor je kiest, moet je goed weten welke schuld het zwaarst drukt op de onderneming.” Robbert Peek, insolventiespecialist", "Insolventiespecialist Robbert Peek vertelde tijdens het evenement over zijn boek, waarin hij zes manieren beschrijft om een noodlijdend bedrijf aan te pakken. Faillissement noemt hij een 'koude' doorstart, omdat de onderneming wordt opgeheven voordat een eventuele nieuwe investeerder ermee aan de slag gaat. Bij een 'warme' doorstart wordt faillissement voorkomen en gaat een bedrijf op een andere, vaak afgeslankte, manier verder.", "Faillissement versus betalingsregelingen", "Een faillissement is de meest drastische optie om te stoppen. \"Hierbij stelt de rechtbank een curator aan die de bedrijfsbezittingen gaat verkopen om schuldeisers af te betalen\", zegt Peek. \"Aangezien er te weinig geld is voor iedereen, hanteert de curator een uitkeringsvolgorde. De Belastingdienst en de bank staan bovenaan de lijst met schuldeisers.\"", "Een ondernemer kan ook zelf met de partijen om tafel gaan. Bij zo'n 'onderhands akkoord' moeten wel alle schuldeisers instemmen, anders mislukt het. Bij een surseance van betaling is die unanimiteit niet verplicht.", "\"De rechtbank stelt dan een bewindvoerder aan die met de schuldeisers onderhandelt. Het voorstel gaat door als een meerderheid van de schuldeisers instemt én als die meerderheid tenminste de helft van de totale schuldenlast vertegenwoordigt\", legt Peek uit. \"De Belastingdienst en bank vallen hier echter buiten. Je moet dus goed weten welke schuld het zwaarst drukt op de onderneming voordat je de vervolgstappen bepaalt.\"", "Door: ANP", "Leegverkoop vanwege faillissement. (Foto: ANP)", "'Veel ondernemers steken hun kop in het zand'", "Het simpelste signaal dat het tijd is om na te denken over stoppen? Als je de rekeningen niet meer kunt betalen en het er niet op lijkt dat dat snel zal veranderen. \"Veel ondernemers steken hun kop in het zand\", zegt Stef Wiersma van Insolventiespecialist.com. \"Waar ze vroeger al zenuwachtig werden van de eerste brief van de Belastingdienst, gaat er nu soms bij tien brieven nog geen belletje rinkelen.\"", "“Het in de lucht houden van een onderneming die niet meer levensvatbaar is, kan tot schadeclaims leiden.” Stef Wiersma, Insolventiespecialist.com", "Wiersma zag de afgelopen maanden een enorme toename van bedrijven die op omvallen staan. \"Dat zijn grotendeels ondernemingen in de bekende sectoren: horeca, evenementen en taxichauffeurs. Maar ook in de retail en dienstverlening worden mensen langzaam wakker. Ze realiseren zich niet altijd dat ze de noodsteun later gedeeltelijk moeten terugbetalen.\"", "Bovendien weten veel ondernemers niet dat ze aansprakelijk kunnen worden gesteld als ze niet op tijd de stekker uit hun bedrijf trekken. \"Het in de lucht houden van een onderneming die niet meer levensvatbaar is, kan tot schadeclaims leiden.\"", "Persoonlijk garant staan voor bedrijfsleningen", "De hamvraag bij een faillissement of doorstart is wie het verlies draagt. Dat kunnen de schuldeisers zijn, maar ook de ondernemer. Bij een BV is een ondernemer in principe niet persoonlijk aansprakelijk voor schulden. Wiersma ziet echter dat mensen vaak persoonlijk hebben bijgetekend voor een lening, met de overwaarde van hun huis als onderpand. \"Dat leidt tot schrijnende situaties: te hoge hypotheeklasten, relaties die op het spel staan en kinderen die daar weer de dupe van worden.\"", "Peek denkt dat de nieuwe faillissementswet WHOA, die in januari ingaat, gedeeltelijk uitkomst kan bieden. \"Een onderhands akkoord wordt makkelijker, zodat faillissementen kunnen worden voorkomen.\"", "“Er is sprake van een gigantisch uitstel van executie.” Robbert Peek, insolventiespecialist", "De beste strategie om te stoppen is niet in steen gebeiteld; het verschilt per bedrijf. Ondernemers die van hun personeel af willen, kunnen volgens Peek het beste failliet gaan en daarna eventueel een doorstart maken. Wiersma benadrukt het belang van de businesscase. \"De digitalisering is sinds de coronacrisis in een stroomversnelling geraakt. Als je daar als ondernemer niet mee bezig bent, ga je het niet redden.\"", "Hij pleit ervoor steunmaatregelen afhankelijk te maken van de levensvatbaarheid van een onderneming. \"Hoe zuur het ook is: veel ondernemers moeten iets anders gaan doen.\" De nieuwe ronde noodsteun zal voor velen dan ook weinig uithalen, zegt hij. \"Het heeft geen zin om schuld op schuld te stapelen. Er is sprake van een gigantisch uitstel van executie.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["zoeken", "van", "die", "dat", "om", "niet", "een", "en", "faillissementengolf", "iets", "anders", "te", "komst", "op", "moeten", "je", "veel", "ondernemers", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}