{"id": "9ac2b1c7-854e-3a59-8f13-5d2d024292d4", "title": "Trainer Jans en directeur Streuer blijven jaar langer bij FC Twente", "url": "https://www.nu.nl/voetbal/6095801/trainer-jans-en-directeur-streuer-blijven-jaar-langer-bij-fc-twente.html", "summary": "Trainer Ron Jans en technisch directeur Jan Streuer hebben donderdag hun contract bij FC Twente met een jaar verlengd.\nBij FC Twente presteert de 62-jarige Jans vooralsnog uitstekend.\nIk heb van die beslissing nog geen moment spijt gehad\", zegt Jans op de website van FC Twente.\nFC Twente won zaterdag bij Ajax en liet zien dat onder Ron Jans en Jan Streuer de goede weg is ingeslagen.\n(Foto: Pro Shots)Streuer staat opnieuw voor uitdagingDe 69-jarige Streuer kwam samen met Jans binnen bij FC Twente.", "paragraphs": ["Trainer Ron Jans en technisch directeur Jan Streuer hebben donderdag hun contract bij FC Twente met een jaar verlengd. Het duo ligt nu vast tot de zomer van 2022 in de Grolsch Veste.", "Jans is pas bezig aan zijn eerste maanden in Enschede. Hij werd afgelopen zomer aangesteld als opvolger van Gonzalo García. De geboren Zwollenaar werd in februari ontslagen bij FC Cincinnati omdat hij werd beschuldigd van racisme.", "Bij FC Twente presteert de 62-jarige Jans vooralsnog uitstekend. De Enschedeërs wonnen afgelopen zaterdag nog op bezoek bij koploper Ajax (1-2) en staan na elf speelrondes op de vijfde plaats in de Eredivisie.", "\"Toen ik in de zomer binnenkwam bij FC Twente zag ik het als een prachtige uitdaging om de club, samen met de nieuwe staf, weer perspectief te bieden. Ik dacht: dit is een mooie klus, dit gaan we doen. Ik heb van die beslissing nog geen moment spijt gehad\", zegt Jans op de website van FC Twente.", "\"Het is heerlijk werken met deze staf en er zit enorm veel drive en plezier in het team. Er kan nog genoeg beter, maar het is echt fijn werken bij FC Twente. Op het verzoek of ik wilde blijven heb ik dan ook niet lang na hoeven te denken.\"", "FC Twente won zaterdag bij Ajax en liet zien dat onder Ron Jans en Jan Streuer de goede weg is ingeslagen. (Foto: Pro Shots)", "Streuer staat opnieuw voor uitdaging", "De 69-jarige Streuer kwam samen met Jans binnen bij FC Twente. De oud-bestuurder van Vitesse moest voor een grotendeels nieuwe selectie zorgen - hij huurde onder anderen Ajacied Danilo, die al negen keer scoorde - en staat komende zomer voor eenzelfde uitdaging.", "\"Er zijn nog vele vraagtekens en onzekerheden, want er zullen ongetwijfeld weer spelers vertrekken\", zegt hij. \"Dat is echter ook een mooie uitdaging en daar wil ik graag bij betrokken blijven.\"", "FC Twente wacht zondag een moeilijke uitwedstrijd tegen AZ, waar trainer Arne Slot vorige week werd ontslagen. De wedstrijd in Alkmaar begint om 20.00 uur.", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "bij", "blijven", "langer", "het", "trainer", "twente", "ik", "directeur", "zomer", "een", "en", "jaar", "jans", "streuer", "fc"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}