{"id": "9adbcc21-34d2-3081-bf69-8c68253336df", "title": "Het was de dag dat de mannen vielen", "url": "https://trouw.nl/cultuur-media/het-was-de-dag-dat-de-mannen-vielen~b727c65e/", "summary": "Het nieuws was toch zo onverwacht, dat ik het direct aan de echtgenoot ging vertellen, in het belendende vertrek.\nNet voordat het nieuws over Baudet doorkwam, hoorde ik dat ook Hans van Zetten het veld heeft geruimd.\nDe zo geliefde tv-commentator bij het turnen en het kunstrijden is weg bij de NOS vanwege verkeerde uitspraken uit 2011, over de misstanden in de turnwereld.\nHelaas, want het voelde vreemd dat ‘het actualiteitenprogramma met het laatste nieuws’ de videoboodschap van Baudet niet meteen integraal uitzond, die net online stond en door nog haast niemand was gezien.\nEn daarmee daalde de opwinding over de mogelijkheid dat Baudet nu écht het veld ruimt weer rustig naar het nulpunt.", "paragraphs": ["Waar was u toen u het hoorde? Zelf stond ik maandag een pompoen te doorklieven toen in ‘EenVandaag’ Joost Vullings en Pieter Jan Hagens de prille tijding brachten over het vertrek van Baudet als lijsttrekker. Het nieuws was toch zo onverwacht, dat ik het direct aan de echtgenoot ging vertellen, in het belendende vertrek. Na te zijn bekomen van de schrik over het grote mes in mijn hand, zei hij simpelweg wat ik ook dacht. Zo. Want wat betekende dit nu?", "Het was sowieso een dag van zie-de-mannen-vallen. Net voordat het nieuws over Baudet doorkwam, hoorde ik dat ook Hans van Zetten het veld heeft geruimd. De zo geliefde tv-commentator bij het turnen en het kunstrijden is weg bij de NOS vanwege verkeerde uitspraken uit 2011, over de misstanden in de turnwereld. Het exit-bericht noemde niet echt man en paard: hoe moet je dan toch zelf een serieus oordeel vellen over de amplitude van deze miskleun, stond ik net lichtelijk geïrriteerd te denken boven mijn pompoen.", "Die gedachtetrein ontspoorde door het nieuws over Baudet. EenVandaag kon er nog even niets mee: het is geen nieuwsshow die hup het draaiboek overboord gooit, als zo’n groot nieuwsfeit binnen dendert. Helaas, want het voelde vreemd dat ‘het actualiteitenprogramma met het laatste nieuws’ de videoboodschap van Baudet niet meteen integraal uitzond, die net online stond en door nog haast niemand was gezien. Nee, EenVandaag ging gewoon door met de geprogrammeerde rubriek De Nieuwstrend, over carbidschieten.", "Het journaal kwam wel heel actueel met een ingelaste nieuwsflits", "Het NOS Journaal kwam toen wel heel actueel met een ingelaste nieuwsflits en daarna volgde ‘M’. Hierin zou al gepraat worden over Forum voor Democratie en dat gesprek kreeg nu een nieuwe dimensie. Snel schakelen is helaas niet Margriet van der Lindens forte. Maandag zag je althans weer hoe haar gedachten zich soms vormen, terwijl ze maar doorratelt. Met als resultaat ellenlange vraagstellingen die kriegel maken. M, laat toch je gasten hún ideeën formuleren, daar heb je ze voor.", "Hierbij leek onduidelijk waarom Chris Aalberts was uitgenodigd. Deze politicoloog en journalist heeft jarenlang meegelopen met FvD, tientallen vergaderingen en bijeenkomsten meegemaakt, de partij van zeer dichtbij zien groeien. Met als resultaat het onthullende boek ‘De partij, dat ben ik’. In plaats van dat deze kenner uitgebreid aan het woord werd gelaten, gaf Van der Linden steeds de voorkeur aan Sven Kockelmann en Geerten Waling. Daarbij Aalberts’ geïrriteerde lichaamstaal, die de camera wel in beeld bracht, iedere keer weer negerend.", "Later die avond kreeg Aalberts in ‘Nieuwsuur’ wel alle ruimte. En daarmee daalde de opwinding over de mogelijkheid dat Baudet nu écht het veld ruimt weer rustig naar het nulpunt. Aalberts was zeer duidelijk: er zijn nog mogelijkheden genoeg voor Baudet om in het zadel te blijven als dé man van de partij.", "Maar die afscheidsvideo dan? Aalberts formuleerde het zo: “De kern van wat Baudet altijd doet, is dat hij het onduidelijk houdt. Zo’n verklaring, daar zitten allerlei dubbelzinnige elementen in. Als je goedwillend bent, dan denk je: hij neemt afstand (van alle foute uitspraken). En als je een extremist bent dan kun je de woorden van Baudet zien als ‘voor de bühne’ en denken: hij is het een klein beetje wél met ons eens.”", "Dus inderdaad. Zo, wat betekent dit nu?", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Renate Van Der Bas"], "keywords": ["baudet", "van", "als", "het", "dag", "met", "ik", "een", "je", "dat", "en", "vielen", "mannen"], "pubDate": "2020-11-24T14:40:28+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}