{"id": "9afdfb8d-dbfc-3110-b7e7-51b2e260934f", "title": "Net over de grens in Duitsland de tank volgooien? Flink schrikken aan de pomp: 'Wát? Voor oud en nieuw was tanken stukken goedkoper!'", "url": "https://www.dvhn.nl/drenthe/Net-over-de-grens-in-Duitsland-de-tank-volgooien-Flink-schrikken-aan-de-pomp-W%C3%A1t-Voor-oud-en-nieuw-was-tanken-stukken-goedkoper-26343840.html", "summary": ",,Wát’’, roept een vrouw uit Coevorden verschrikt uit als ze haar tank vult bij de pomp van ASL (Auto Service Laarwald) in Laar.\nBenzine was toen 1,25 euro.’’Volgens voorzitter Ewout Klok van de grootste belangenvereniging van zelfstandige tankstationhouders, profiteren pompstations aan de Nederlandse kant van de grens nog niet van het kleinere prijsverschil.\nEen kleine rondgang van zijn kant leert dat zijn collega’s aan de grens niet meteen de vlag hebben uitgestoken.\n,,Ik let nooit op de prijs, maar weet wel dat benzine in Duitsland goedkoper is.\nDe Aral-pomp in Emlichheim heeft de prijzen ook opgeschroefd: diesel kost er zelfs 121,9 euro, benzine 139,9 euro.", "paragraphs": ["Tanken net over de grens loont een stuk minder. Per 1 januari zijn de brandstofprijzen in Duitsland flink gestegen. Het is schrikken geblazen voor Nederlanders die aan Duitse kant hun tank vullen.", ",,Wát’’, roept een vrouw uit Coevorden verschrikt uit als ze haar tank vult bij de pomp van ASL (Auto Service Laarwald) in Laar. Ze had de nieuwe prijzen nog niet opgemerkt tijdens het tanken. ,,Diesel kost nu dus 1,169 euro’’, leest ze de digitale reclamezuil voor. ,,Voor oud en nieuw was het stukken goedkoper! Ik meen 1,01 euro. Wat een verschil.’’", "Het plaatsje net over grens is een geliefd uitstapje voor mensen uit Coevorden en omgeving. Eerst goedkoop de tank vullen, daarna nog even boodschappen doen. De Coevordense denkt ondanks de gestegen prijzen te blijven tanken in Laar. ,,De kinderen kijken er echt naar uit, want ze krijgen hier een lolly van de kassamevrouw. Dat zie je niet meer in Nederland, zo’n leuke service.’’", "Bij het afrekenen doen de kinderen gretig een graai in de glazen pot. ,,Ik denk dat 99 procent van de klanten uit Nederland komt’’, zegt de medewerkster van ASL. ,,Ja, ook nu de lockdown er is. Het loopt als vanouds door.’’", "Diesel 8 cent duurder, benzine 7", "De brandstofprijzen zijn gestegen vanwege een CO2-toeslag die Duitsland per 1 januari doorvoerde. Diesel is daardoor 8 cent duurder geworden, benzine 7 cent. ,,Daarnaast is het btw-tarief weer op het oude niveau gebracht. Die was verlaagd vanwege de coronacrisis, maar btw op brandstof bedraagt per januari weer 19 procent, in plaats van 16’’, zegt de ASL-medewerkster.", "Diesel kost er dus nu 1,1669 euro, benzine 1,399 euro. ,,Voor oud en nieuw was dat inderdaad stukken lager, maar in november was het helemaal bal. Toen zakte diesel zelfs even onder de euro, met 0,99 cent. Benzine was toen 1,25 euro.’’", "Volgens voorzitter Ewout Klok van de grootste belangenvereniging van zelfstandige tankstationhouders, profiteren pompstations aan de Nederlandse kant van de grens nog niet van het kleinere prijsverschil. ,,Dat komt natuurlijk ook door de corona. Er wordt een stuk minder getankt, mensen gaan de straat niet meer op. Files staan er niet meer. De omzet van tankstationhouders is met 40 procent gedaald’’, zegt de Hoogevener.", "Een kleine rondgang van zijn kant leert dat zijn collega’s aan de grens niet meteen de vlag hebben uitgestoken. ,,Dat prijsverschil van 7, 8 cent zie je ook niet direct terug in de prijzen in Duitsland, vanwege onderlinge concurrentie. Bovendien is brandstof in Nederland in lange tijd niet zó goedkoop geweest.’’", "‘Ik let nooit op de prijs’", "Rick Prins uit Coevorden gooit als vanouds zijn tank vol in Laar. ,,Ik let nooit op de prijs, maar weet wel dat benzine in Duitsland goedkoper is. Nu 1,40 dus? Dat scheelt nog steeds best met Nederland.’’ De Argos-pomp vlakbij de grens in Coevorden bevestigt dat: diesel kost er 120,9, benzine 153,9 eurocent.", "De Aral-pomp in Emlichheim heeft de prijzen ook opgeschroefd: diesel kost er zelfs 121,9 euro, benzine 139,9 euro. Een oudere vrouw uit Nieuwlande heeft net de tank volgegooid. ,,Zijn de prijzen gestegen? Ach meneer, dat maakt ons niks meer uit. We zijn ver in de tachtig. Mijn man kan haast niets meer, maar een ritje is nog wel mogelijk. Vanwege het mooie weer zijn we er even op uitgetrokken. We genieten, in plaats van rekenen.’’"], "authors": ["Gerton Albers"], "keywords": ["oud", "pomp", "er", "zijn", "uit", "benzine", "van", "stukken", "een", "nieuw", "wát", "tanken", "tank", "schrikken", "euro", "voor", "het", "niet", "dat", "volgooien"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}