{"id": "9b333318-38c5-36e9-9fee-9f2e23dc3d3a", "title": "Cruiseschip keert om vanwege coronageval, passagier blijkt toch niet besmet", "url": "https://nu.nl/coronavirus/6095817/cruiseschip-keert-om-vanwege-coronageval-passagier-blijkt-toch-niet-besmet.html", "summary": "Een passagier die positief testte op het coronavirus aan boord van een cruise naar 'nergens', blijkt toch niet besmet te zijn.\nAlle passagiers ondergingen voor het vertrek van de vierdaagse cruise op maandag verplicht een coronatest.\nTijdens de reis meldde een 83-jarige man zich met coronaklachten bij het medische centrum van het schip.\nNadat het schip woensdag naar de haven was teruggekeerd werd de man in het ziekenhuis nogmaals getest.\nZo moeten passagiers 48 tot 72 uur voor vertrek een coronatest doen.", "paragraphs": ["Een passagier die positief testte op het coronavirus aan boord van een cruise naar 'nergens', blijkt toch niet besmet te zijn. Door de positieve test keerde het schip woensdag een dag eerder terug naar de haven van Singapore en mochten de ongeveer 1.700 passagiers zestien uur lang hun hut niet verlaten.", "\"Een laatste test heeft bevestigd dat de 83-jarige man uit Singapore aan boord van de Quantum of the Seas van Royal Caribbean International geen COVID-19-infectie heeft\", aldus het ministerie van Volksgezondheid.", "Alle passagiers ondergingen voor het vertrek van de vierdaagse cruise op maandag verplicht een coronatest. Tijdens de reis meldde een 83-jarige man zich met coronaklachten bij het medische centrum van het schip. Bij een nieuw onderzoek aan boord testte hij positief. Nadat het schip woensdag naar de haven was teruggekeerd werd de man in het ziekenhuis nogmaals getest. Daar testte hij donderdag negatief.", "Singapore is in november begonnen met cruisereizen naar 'nergens'. Deze reizen stoppen na vertrek in geen enkele haven. Het schip zelf is de vakantiebestemming. Met het nieuwe type reizen, kunnen de aanbieders ondanks de reisbeperkingen vanwege de pandemie toch geld verdienen.", "Aan boord gelden wel coronamaatregelen. Zo moeten passagiers 48 tot 72 uur voor vertrek een coronatest doen. Ook draagt iedereen de gehele reis mondkapjes en een elektronisch apparaat voor het traceren van contacten."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["testte", "coronageval", "cruiseschip", "van", "toch", "blijkt", "boord", "besmet", "het", "naar", "vertrek", "passagiers", "keert", "schip", "niet", "een", "om", "passagier", "vanwege", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}