{"id": "9b36ccf8-02f3-3570-b7bb-b49f1959de02", "title": "De Betrouwbare Mannetjes blikken vooruit op de vaccinatiecampagne", "url": "https://volkskrant.nl/columns-opinie/de-betrouwbare-mannetjes-blikken-vooruit-op-de-vaccinatiecampagne~b32f88dd/", "summary": "Dinsdagmiddag zei minister Hugo de Jonge dat hij verwacht dat ‘als alles meezit’ er op 4 januari kan worden gestart met vaccineren.\nTerwijl in Duitsland maanden geleden al is gestart met het inrichten van massapriklocaties, zijn volgens De Jonge nog geen sporthallen gehuurd.\n• Vanwege het internationale verschil tussen een punt en een komma krijgt Nederland de beschikking over in totaal acht vaccins.\nMinister Hugo de Jonge laat weten dat de ontbrekende 7.999.992 exemplaren ‘als alles meezit zo snel ­mogelijk’ worden bijbesteld.\nCafés mogen, mits buiten en met inachtneming van de anderhalvemeterregel en na reservering, een ‘zo beperkt mogelijk aantal’ gasten ontvangen.", "paragraphs": ["Dinsdagmiddag zei minister Hugo de Jonge dat hij verwacht dat ‘als alles meezit’ er op 4 januari kan worden gestart met vaccineren. Verpleeghuizen en huisartsen wisten van niets en plaatsten vraagtekens bij de haalbaarheid van die datum. Woensdag liet de GGD weten ‘er in het huidige scenario van uit te gaan’ dat het vaccineren van niet-risicogroepen in augustus start. Het vinden van voldoende personeel om te gaan prikken noemt de organisatie ­‘waarschijnlijk geen probleem’. Terwijl in Duitsland maanden geleden al is gestart met het inrichten van massapriklocaties, zijn volgens De Jonge nog geen sporthallen gehuurd. ‘Die zijn voorlopig niet nodig.’", "Januari", "• Nu de ‘onbekenden’ over het Pfizer-vaccin nog niet zijn opgeklaard, zoals de vraag of het bij kwetsbare ouderen wel goed werkt, stelt minister Hugo de Jonge dat vaccineren in het huidige scenario niet verantwoord is.", "• Het systeem van centrale regie met ­decentrale uitvoering, waarbij het RIVM via minister Hugo de Jonge de verschillende uitvoerende partijen aanstuurt, blijkt in het huidige scenario niet werkbaar. Het voorlopige voornemen is om zo snel als redelijkerwijs haalbaar om te schalen naar een decentrale regie met centrale uitvoering met een – als alles meezit – sturende rol voor de minister.", "• In Spanje wordt de miljoenste Spanjaard gevaccineerd. Ook uit Duitsland, waar men in december al is begonnen met prikken, goed nieuws: hun RIVM laat weten te verwachten begin april ­coronavrij te zijn.", "Februari", "• Nu de vaccinatiebereidheid onder de bevolking blijft zakken, start de overheid een bewustwordingscampagne. Met de door minister Hugo de Jonge ­tijdens de maandelijkse persconferentie onthulde slogan ‘Samen komen we als alles meezit waarschijnlijk uit de crisis’ probeert het kabinet Nederlanders te ­stimuleren t.z.t. deel te nemen aan het vaccinatieprogramma.", "• Minister Hugo de Jonge geeft toe aan de groeiende maatschappelijke druk. Hoewel de ‘onbekenden’ over het Pfizer-vaccin nog steeds niet zijn weggenomen, beginnen de kwetsbaarsten aan hun eerste vaccinatieronde. ‘We gaan het meemaken’, aldus een zichtbaar opgetogen De Jonge.", "Maart", "• De eerste mantelzorgers en verzorgers kunnen gevaccineerd worden. Het Pfizer-vaccin wordt voorlopig niet meer aan de kwetsbaarsten toe­gediend.", "• Tijdens de wekelijkse persconferentie verontschuldigt minister Hugo de Jonge zich nogmaals voor de mislukte vaccinatieoproep aan mantelzorgers en verzorgers en benadrukt dat zij het sms-bericht ‘Dank voor uw stem op Hugo de Jonge’ als niet verzonden ­kunnen beschouwen.", "April", "• Duitsland kent zijn eerste dag zonder nieuwe besmettingen.", "• Het vinden van voldoende personeel om te prikken blijkt, anders dan verwacht, toch een probleem. Het RIVM dat, na de laatste omschaling waarbij het is belast met de centrale aansturing, een beslissing moet nemen over de juiste aanpak, onderzoekt de mogelijkheden nog.", "• Ook het regelen van locaties voor de geplande bulkvaccinatie in augustus loopt vertraging op. Sporthallen ­blijken onbereikbaar, vooral nu zij in verband met de geldende corona­maatregelen nog steeds gesloten zijn.", "Mei", "• Vanwege de aanhoudende bedreigingen aan het adres van zorgmedewerkers wordt het vaccinatieprogramma ‘zo tijdelijk mogelijk’ opgeschort. Sporthallen worden, hoewel ‘technisch gezien’ nog niet geregeld, uit voorzorg extra beveiligd.", "• Vanwege het internationale verschil tussen een punt en een komma krijgt Nederland de beschikking over in totaal acht vaccins. Minister Hugo de Jonge laat weten dat de ontbrekende 7.999.992 exemplaren ‘als alles meezit zo snel ­mogelijk’ worden bijbesteld.", "Juni", "• Minister Hugo de Jonge komt met goed nieuws: iedere Nederlander kan zich voortaan eens per maand gratis ­preventief laten testen.", "Juli", "• In verband met de EK-finale Portugal-Nederland besluit het kabinet tot een eenmalige ontheffing van de coronamaatregelen voor de overgebleven ­horeca. Cafés mogen, mits buiten en met inachtneming van de anderhalvemeterregel en na reservering, een ‘zo beperkt mogelijk aantal’ gasten ontvangen.", "• Nu alle buurlanden volledig coronavrij zijn, en het virus ook in de rest van Europa lijkt te zijn uitgespeeld, loopt het aantal besmettingen in Nederland rap terug. Minister Hugo de Jonge laat weten dat ‘als alles meezit’ er ‘zo snel mogelijk’ met vaccineren kan worden gestart."], "authors": ["Simon Hendriksen", "Melle Runderkamp"], "keywords": ["blikken", "van", "het", "op", "jonge", "betrouwbare", "met", "minister", "hugo", "een", "niet", "te", "en", "vaccinatiecampagne", "vooruit", "mannetjes"], "pubDate": "2020-12-04T16:06:10+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}