{"id": "9b541a5d-0624-3ccc-8776-02908439cabd", "title": "Jandino Asporaat stoorde zich aan racismedebat: 'Het werd een gimmick'", "url": "https://nu.nl/achterklap/6095513/jandino-asporaat-stoorde-zich-aan-racismedebat-het-werd-een-gimmick.html", "summary": "Jandino Asporaat vindt dat het racismedebat in Nederland onvoldoende oplossingsgericht is en heeft zich daaraan gestoord.\n\"Deze film is vooral een belichting van wat er wél fijn is.\n\"Ik heb het geprobeerd te volgen, maar er is geen zoektocht naar een oplossing.\nGa dan aan het werk met die mensen en doe er wat aan.\nDaarom ga ik liever aan het werk dan dat ik er constant over loop te praten.\"", "paragraphs": ["Jandino Asporaat vindt dat het racismedebat in Nederland onvoldoende oplossingsgericht is en heeft zich daaraan gestoord. Dat vertelde de 39-jarige cabaretier dinsdag in Op1.", "Deze week komt de nieuwe film van Asporaat uit, Bon Bini: Judeska in da House. Presentator Tijs van den Brink vroeg zich af in hoeverre de Black Lives Matter-beweging invloed heeft gehad op die film.", "\"Deze film is vooral een belichting van wat er wél fijn is. De reden dat ik mij niet in de debatten meng, is omdat ik merk dat er - vooral in talkshows - alleen maar vuur wordt opgestookt over wat er mis is in Nederland.\"", "De komiek vindt het vooral belangrijk om zelf een steentje bij te dragen aan de maatschappij. Daarom gaat hij veel langs bij scholen en jeugdgevangenissen om daar met jongeren te praten. \"Dan zie ik de mensen die alleen maar kritiek hebben niet om mij heen. Bij ons in Rotterdam is het niet lullen, maar poetsen.\"", "Asporaat mist zoektocht naar oplossingen", "Asporaat begon in toenemende mate moeite te krijgen met de manier waarop het racismedebat in Nederland werd gevoerd. \"Ik heb het geprobeerd te volgen, maar er is geen zoektocht naar een oplossing. Het werd een gimmick. Hoe bozer wij als Nederlanders werden, hoe meer de media daarover bleef praten, zonder op zoek te gaan naar oplossingen.\"", "Hij hoopt dan ook dat mensen meer verbinding zullen zoeken in de toekomst. \"Als de vraag is: willen we dat iedereen - ongeacht wit of zwart - een beter bestaan heeft? Ga dan aan het werk met die mensen en doe er wat aan. Daarom ga ik liever aan het werk dan dat ik er constant over loop te praten.\""], "authors": ["Door"], "keywords": ["racismedebat", "wat", "dan", "het", "maar", "stoorde", "asporaat", "ik", "jandino", "werd", "gimmick", "een", "zich", "dat", "te", "er", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}