{"id": "9b6110c6-6d06-358d-85c8-9c851593bd13", "title": "Kijken naar een gebouw dat centimeter voor centimeter verschuift", "url": "https://trouw.nl/nieuws/kijken-naar-een-gebouw-dat-centimeter-voor-centimeter-verschuift~b0c8836b/", "summary": "De enige beweging die te zien is op de live-beelden van Museum Arnhem, zijn werkende mannen van het bouwbedrijf en wat auto’s op een weg verderop.\nEen beweging in de nieuwe uitbouw van het museum die vrijdag centimeter voor centimeter op z’n plek wordt geschoven, is eigenlijk niet waar te nemen.\nEn omdat wat in Arnhem gebeurt volgens het museum een waar spektakel is.\nDaarom is er gekozen voor het langzaam uitschuiven van de nieuwbouw, een techniek die werd afgekeken van bruggenbouwers.\nDaarvoor moet nog een gat in de begroting van 55 miljoen euro worden gedicht en een conflict met een architect beslecht.", "paragraphs": ["De enige beweging die te zien is op de live-beelden van Museum Arnhem, zijn werkende mannen van het bouwbedrijf en wat auto’s op een weg verderop. Een beweging in de nieuwe uitbouw van het museum die vrijdag centimeter voor centimeter op z’n plek wordt geschoven, is eigenlijk niet waar te nemen.", "Toch besloot Museum Arnhem het bouwproject live uit te zenden via internet. Om de mensen tegemoet te komen die graag komen kijken bij dit soort bouwputten, maar die vanwege corona werden gevraagd thuis te blijven. En omdat wat in Arnhem gebeurt volgens het museum een waar spektakel is.", "De nieuwe vleugel, waarin onder meer extra museumzalen komen, is niet zomaar een aanbouw. Het gevaarte komt te zweven boven een voor Nederlandse begrippen steile en kwetsbare helling, precies op de plek waar de Rijn en de heuvels van de Veluwe elkaar ontmoeten. “Een echte cliffhanger”, volgens het museum.", "Afgekeken van bruggenbouwers", "Gebruikelijke bouwtechnieken, waarbij er een enorme steigerconstructie wordt gebruikt, zou de stabiliteit van de helling kunnen aantasten. Daarom is er gekozen voor het langzaam uitschuiven van de nieuwbouw, een techniek die werd afgekeken van bruggenbouwers.", "Vrijdag aan het eind van de dag zal het gevaarte elf meter uitsteken. Volgens planning wordt de dik 15 meter dan nog voor Kerst bereikt. Voor de kijkers die wat context zochten bij de beelden van een schijnbaar verschuivend gebouw, verzorgden het museum, de gemeente Arnhem en aannemer Rots Bouw gedurende de dag ook nieuwsuitzendingen. Die wist rond het middaguur toch een kleine zeshonderd kijkers te bekoren.", "Lees ook:", "‘Het vernieuwde Boijmans moet geen Ikea worden’", "Ook museum Boijmans werkt aan een ambitieuze verbouwing. Daarvoor moet nog een gat in de begroting van 55 miljoen euro worden gedicht en een conflict met een architect beslecht. Het goede nieuws: het spraakmakende spiegelende depot gaat bijna open."], "authors": ["Kristel Van Teeffelen"], "keywords": ["museum", "kijken", "van", "het", "op", "naar", "verschuift", "die", "gebouw", "een", "arnhem", "dat", "te", "en", "centimeter", "voor"], "pubDate": "2020-12-05T09:12:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}