{"id": "9b74acb1-2903-36bf-9244-c5a9b66859dd", "title": "Kabinet bereikt stikstofakkoord met SP, 50PLUS en SGP", "url": "https://www.parool.nl/nederland/kabinet-bereikt-stikstofakkoord-met-sp-50plus-en-sgp~b3c7932e/", "summary": "Beeld ANPDat laat een woordvoerder van het ministerie van Landbouw weten.\nMet de opmerkelijke deal, vooral door deelname van de SP, heeft landbouwminister Carola Schouten zich verzekerd van brede steun voor haar wet in de senaat.\nOok zet het kabinet een tussendoel in de wet van 40 procent van de natuur op een gezond stikstofniveau in 2025.\nDaarnaast komt er onder meer 20 miljoen euro extra voor zorgbuurthuizen, als onderdeel van een extra impuls voor de woningbouw.\nDit zijn ondernemers die tussen 2015 en 2019 melding maakten van uitbreiding van hun bedrijf.", "paragraphs": ["Boeren op het Malieveld tijdens de actie van boerenactiegroep Farmers Defence Force (FDF), afgelopen november. Beeld ANP", "Dat laat een woordvoerder van het ministerie van Landbouw weten. Met de opmerkelijke deal, vooral door deelname van de SP, heeft landbouwminister Carola Schouten zich verzekerd van brede steun voor haar wet in de senaat.", "De afgelopen dagen is lang gepraat over het wetsvoorstel, waarover woensdagavond eindelijk een deal is gesloten. In ruil voor steun krijgen de partijen onder meer de toezegging dat in 2035 bijna driekwart van de gevoelige natuur niet meer beschadigd wordt door de neerslag van stikstof. Daarvoor moet de stikstofuitstoot gehalveerd worden.", "De adviescommissie van Johan Remkes had dat ook al geadviseerd. Ook zet het kabinet een tussendoel in de wet van 40 procent van de natuur op een gezond stikstofniveau in 2025. Daarnaast komt er onder meer 20 miljoen euro extra voor zorgbuurthuizen, als onderdeel van een extra impuls voor de woningbouw.", "Verder belooft het kabinet dat de duizenden zogenoemde PAS-melders een vergunning krijgen. Dit zijn ondernemers die tussen 2015 en 2019 melding maakten van uitbreiding van hun bedrijf. Onder het vorige stikstofbeleid (PAS) was zo’n melding voldoende, maar omdat de Raad van State hier in 2019 een streep door zette, is voor de ingenomen stikstofruimte wel een vergunning nodig. Daardoor ontstond onzekerheid voor deze ‘melders’. Vooral de SGP, een partij met veel boeren in de achterban, wilde duidelijkheid voor deze groep."], "authors": [], "keywords": ["van", "sp", "bereikt", "wet", "het", "50plus", "meer", "met", "kabinet", "een", "onder", "en", "dat", "stikstofakkoord", "vooral", "sgp", "door", "voor"], "pubDate": "2020-12-09T23:03:35+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}