{"id": "9b844b24-4b53-3fb3-a5d9-b308ab95d204", "title": "'Zonder Britse lockdown kon de zorg het nog maar drie weken aan'", "url": "https://nu.nl/dit-wordt-het-nieuws/6100269/zonder-britse-lockdown-kon-de-zorg-het-nog-maar-drie-weken-aan.html", "summary": "Het Verenigd Koninkrijk neemt deze zware maatregel om de verspreiding van de nieuwe variant van het coronavirus tegen te gaan.\nLia van Bekhoven, correspondent in het Verenigd Koninkrijk, vertelt over de situatie daar.\nAbonneer je op de podcastIn de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de dinsdag is gebeurd.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["De Britse premier Boris Johnson heeft maandagavond een nieuwe strengere lockdown afgekondigd. Alle inwoners van Engeland moeten de komende tijd binnen blijven; alleen voor essentiële zaken mogen ze naar buiten. Het Verenigd Koninkrijk neemt deze zware maatregel om de verspreiding van de nieuwe variant van het coronavirus tegen te gaan. Lia van Bekhoven, correspondent in het Verenigd Koninkrijk, vertelt over de situatie daar.", "Abonneer je op de podcast", "In de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de dinsdag is gebeurd.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar: Podcast@nu.nl.", "", "Bevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken? Reageer hieronder via ons discussieplatform NUjij."], "authors": ["Door"], "keywords": ["drie", "wordt", "wat", "lockdown", "nog", "te", "je", "van", "een", "verenigd", "weken", "voor", "zonder", "kon", "britse", "op", "het", "maar", "zorg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}