{"id": "9b8f386f-79cf-3ade-9acf-60885fd6f6d4", "title": "Kritiek van zijn Leidse collega’s op Cliteur mist de kern", "url": "https://trouw.nl/opinie/kritiek-van-zijn-leidse-collega-s-op-cliteur-mist-de-kern~b11b5808/", "summary": "Met belangstelling las ik de verklaring van hoogleraren van de Leidse juridische faculteit naar aanleiding van de commotie die is ontstaan rond Forum voor Democratie en een van zijn voormannen, hun collega Paul Cliteur.\nZelfs FvD zal daar officieel tegen zijn, ook al waarschuwt de partij tegen het zogenaamde ‘omvolken’ of tegen de islam.\nAls dat zo is, dan betreft die kritiek natuurlijk ook het christendom, het hindoeïsme of het jodendom.\nEen fundamentele kritiek op de godsdienst maakt dan ook al jaren deel uit van het onderwijs van Leidse rechtenstudenten.\nHet college laat onderzoek doen naar beschuldigingen van antisemitisme bij de rechtenfaculteit en hoogleraren spreken zich uit tegen ‘het normaliseren van vreemdelingenhaat’.", "paragraphs": ["Met belangstelling las ik de verklaring van hoogleraren van de Leidse juridische faculteit naar aanleiding van de commotie die is ontstaan rond Forum voor Democratie en een van zijn voormannen, hun collega Paul Cliteur. Vervolgens vroeg ik mij af: waarom zo gratuit en waarom pas nu?", "Wat dat eerste betreft: wie is er niet tegen ‘antisemitisme, racisme en discriminatie en het bagatelliseren of normaliseren daarvan’? Zelfs FvD zal daar officieel tegen zijn, ook al waarschuwt de partij tegen het zogenaamde ‘omvolken’ of tegen de islam.", "Verder: waarom niet man en paard genoemd? De rede van hoogleraar Cleveringa uit 1940, waarnaar trots verwezen wordt, was een dappere klaroenstoot: gericht tegen een door de bezetter geëiste Ariër-verklaring die voor enkele van zijn naaste collega’s het werken onmogelijk zou maken. Het ergste moest nog komen.", "Dat brengt me bij ‘waarom nu pas’, nu FvD uiteensplijt? Vanwege de geruchten van antisemitisme? Het is wijd en zijd bekend dat bepaalde hoogleraren aan de Leidse rechtenfaculteit, onder wie Cliteur, menen dat godsdienst de voorbode is van geweld. En misschien is daar iets voor te zeggen.", "Hun stelling lijkt verder te gaan: het zou tot het wezen van de godsdienst behoren tot geweld te leiden. De pijlen waren tot nu toe vooral gericht op de islam, de uitdrukking ‘radicale islam’ zou een pleonasme vormen, dubbelop zijn.", "Als dat zo is, dan betreft die kritiek natuurlijk ook het christendom, het hindoeïsme of het jodendom. En inderdaad: denk aan Breivik, aan de verwoesting van de moskee in Ayodhya, of aan de aanslag op het Koning David-hotel in 1946.", "Fundamentele kritiek op de godsdienst", "Paul Cliteur ken ik als een bekwame ­jurist en rechtsfilosoof die geheel in de Leidse traditie een radicale vrijheid van ­meningsuiting bepleit. Een fundamentele kritiek op de godsdienst maakt dan ook al jaren deel uit van het onderwijs van Leidse rechtenstudenten. Bij mijn weten heeft dat enkel binnenskamers de wenkbrauwen van zijn collega’s doen optrekken.", "Misschien was het beter geweest om al eerder in gesprek te gaan over de vraag in hoeverre expliciete politieke meningen deel mogen uitmaken van academisch onderwijs.", "Persoonlijk ben ik van mening dat academisch onderwijs zo waardenvrij mogelijk gedoceerd moet worden. Audiatur et altera pars, de andere kant moet ook worden gehoord.", "En wat ik bij Cliteur expliciet aantref, ­bespeur ik ook bij anderen: de neiging om politieke opvattingen te verpakken als juridische argumenten. Over de vraag in hoeverre dat wenselijk is, moet het debat gaan; niet over de vraag of ‘we’ tegen discriminatie zijn.", "Lees ook:", "Leidse hoogleraren rechten distantiëren zich van Forum voor Democratie", "De chaos binnen Forum voor Democratie heeft ook de Universiteit Leiden bereikt. Het college laat onderzoek doen naar beschuldigingen van antisemitisme bij de rechtenfaculteit en hoogleraren spreken zich uit tegen ‘het normaliseren van vreemdelingenhaat’."], "authors": ["Thomas Mertens"], "keywords": ["kritiek", "van", "collegas", "cliteur", "het", "op", "leidse", "kern", "zijn", "voor", "mist", "ik", "een", "ook", "en", "dat", "te", "tegen"], "pubDate": "2020-12-05T10:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}