{"id": "9ba62141-1f51-35cf-95cd-8c17104a8201", "title": "VN: 2021 wordt van doorslaggevend belang voor Parijsakkoord", "url": "https://nu.nl/klimaat/6095413/vn-2021-wordt-van-doorslaggevend-belang-voor-parijsakkoord.html", "summary": "Landen moeten nieuwe klimaatdoelen indienen en een bestemming zoeken voor biljoenen euro's coronasteun.\nDat jaarlijkse rapport, waar ook het Planbureau voor de Leefomgeving (PBL) aan meeschrijft, bevat een vergelijking van mondiale en nationale klimaatbeloften en de werkelijke CO2-uitstoot.\nDe uitstootdoelen van alle landen leiden echter tot een opwarming rond 3 graden, terwijl de werkelijke uitstoot nóg hoger lag.\nDoor een afname van weg- en vliegverkeer en industriële activiteit valt de CO2-uitstoot dit jaar naar schatting 7 procent lager uit.\nAls een substantieel deel echter in duurzame technologie geïnvesteerd wordt, zal het een omgekeerd effect hebben: de energietransitie kan dan versnellen en de uitstoot structureel dalen.", "paragraphs": ["De wereld heeft een belangrijk klimaatjaar voor de boeg, stelt VN-milieuprogramma UNEP woensdag in een nieuw rapport. Landen moeten nieuwe klimaatdoelen indienen en een bestemming zoeken voor biljoenen euro's coronasteun.", "Die politieke keuzes kunnen een groot verschil maken in de uiteindelijke opwarming van de aarde, valt te lezen in Emissions Gap. Dat jaarlijkse rapport, waar ook het Planbureau voor de Leefomgeving (PBL) aan meeschrijft, bevat een vergelijking van mondiale en nationale klimaatbeloften en de werkelijke CO2-uitstoot.", "De afgelopen jaren bleef het verhaal ongeveer gelijk: in Parijs is afgesproken de opwarming (bij voorkeur) te beperken tot 1,5 graad. De uitstootdoelen van alle landen leiden echter tot een opwarming rond 3 graden, terwijl de werkelijke uitstoot nóg hoger lag.", "", "Om het Parijsakkoord te laten slagen, moet dus een grote 'emissiekloof' worden gedicht.", "Emissiedip coronacrisis scheelt 0,01 graden opwarming", "Die kloof werd nooit kleiner, tot de editie van 2020 - het jaar dat gedomineerd wordt door een andere crisis: de coronapandemie. Door een afname van weg- en vliegverkeer en industriële activiteit valt de CO2-uitstoot dit jaar naar schatting 7 procent lager uit.", "", "Alhoewel nooit eerder zo'n scherpe daling is voorgekomen, is het effect op klimaatverandering te vergelijken met een druppel op een gloeiende plaat: 0,01 graad in 2050, volgens berekening in het nieuwe rapport.", "De simpele reden: de uitstootdaling door de coronacrisis is tijdelijk; volgend jaar zal die weer terugveren.", "Kleur van herstelpakketten kan wel veel verschil maken", "UNEP verwacht echter dat de coronacrisis toch een doorslaggevende uitwerking kan hebben op de klimaatverandering. Dat heeft niet te maken met de tijdelijke CO2-daling, maar met de economische herstelpakketten die nu wereldwijd vorm krijgen en die in totaal al een bedrag van ruim 10 biljoen euro vertegenwoordigen.", "Als dat geld vooral in oude economische sectoren wordt gestoken, zal de wereldwijde CO2-uitstoot versneld stijgen, zoals na de laatste mondiale recessie van 2009 het geval was. Als een substantieel deel echter in duurzame technologie geïnvesteerd wordt, zal het een omgekeerd effect hebben: de energietransitie kan dan versnellen en de uitstoot structureel dalen.", "Het verschil met de vorige recessie is dat die keuze door scherpe prijsdalingen van zon, wind en batterijtechnologie ook economisch een stuk logischer is geworden. Daarnaast kunnen duurzame investeringen veel werkgelegenheid creëren. Daarom wil bijvoorbeeld de Europese Unie dat ten minste 37 procent van de herstelfondsen 'groen' zal zijn.", "“Boris Johnson wil dat de Britse uitstoot in 2030 67 procent onder het niveau van 1990 uitkomt - een doel dat in lijn is met beperking van de opwarming tot 1,5 graad.”", "Nieuwe 2030-doelen kunnen 'klimaatkloof' graad verkleinen", "In 2021 speelt een andere doorslaggevende factor: vóór de VN-klimaattop in Glasgow aan het einde van het jaar, moeten alle aan het Parijsakkoord deelnemende landen nieuwe, ambitieuzere emissiedoelen voor het jaar 2030 indienen.", "", "Het Verenigd Koninkrijk, gastheer voor de klimaattop, heeft de spits afgebeten: Boris Johnson wil dat de Britse uitstoot in 2030 67 procent onder het niveau van 1990 uitkomt. Deze week staat 2030-doelen ook in Brussel hoog op de agenda. De Europese Commissie heeft een uitstootverlaging van 55 procent voorgesteld.", "Als ook andere landen hun emissiedoelen aanscherpen, komt de wereld op koers voor beperking van de opwarming tot circa 2 graden, zo blijkt uit het nieuwe rapport. Om onder 1,5 graad te blijven is nog een verdere uitstootverlaging nodig.", "Groene stippen op de horizon 'bemoedigende ontwikkeling'", "Op de achtergrond speelt een ander belangrijk lichtpunt, zegt auteur Michel den Elzen van het PBL tegen NU.nl: van Canada tot Nieuw-Zeeland en Japan hebben veel landen de afgelopen maanden een stip op de horizon gezet. Rond 2050 moet hun uitstoot van broeikasgassen op (netto) nul uitkomen.", "\"Het groeiende aantal landen dat zich aan dit einddoel gecommitteerd heeft, is de belangrijkste en meest bemoedigende ontwikkeling wat betreft klimaatbeleid dit jaar.\"", "Als het werkelijke beleid én de CO2-uitstoot in de komende jaren richting zulke doelen buigt, kunnen we voorzichtig de conclusie trekken dat het met de klimaatstrijd de goede kant op gaat en de worstcasescenario's onwaarschijnlijker worden.", "Zo ver zijn we nog niet, zegt Den Elzen: \"Om geloofwaardig te kunnen zijn, moeten de beloften dringend vertaald worden in krachtig klimaatbeleid en uitstootreducties voor de nabije toekomst. Onder meer met ambitieuzere emissiedoelen voor 2030.\""], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["wordt", "van", "een", "voor", "vn", "het", "te", "tot", "en", "2021", "op", "dat", "met", "doorslaggevend", "belang", "parijsakkoord"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}