{"id": "9ba7098e-097f-35dd-9a14-a0acfaf1a3e3", "title": "Grapperhaus: bijna alle Nederlanders hielden zich goed aan de regels", "url": "https://www.parool.nl/nederland/grapperhaus-bijna-alle-nederlanders-hielden-zich-goed-aan-de-regels~b6464736/", "summary": "Beeld ANPDe minister prijst ook de politie en brandweer, die er volgens hem “goed bovenop hebben gezeten”.\nDaar werden agenten bekogeld met vuurwerk en de mobiele eenheid moest eraan te pas komen.\nTot en met 2 januari gelden er speciale bevoegdheden voor de politie, waaronder het preventief fouilleren.\nPolitie: drukke jaarwisseling met veel overlastDe politie heeft veel werk gehad deze jaarwisseling.\nDe inzet was om de spoedeisende hulp op dit punt te ontlasten en dat is gelukt,” zegt de korpschef.", "paragraphs": ["Beeld ANP", "De minister prijst ook de politie en brandweer, die er volgens hem “goed bovenop hebben gezeten”. Wel heeft “een kleine groep raddraaiers” brand gesticht en politiemensen aangevallen, maar in vergelijking met eerdere jaren gebeurde dat minder vaak. “Het is gewoon misdadig, we hebben er zwaardere straffen op en dat zullen de mensen die zijn aangehouden ongetwijfeld gaan merken.”", "Op meerdere plekken in het land was het onrustig. Onder meer in Den Bosch liep het uit de hand. Daar werden agenten bekogeld met vuurwerk en de mobiele eenheid moest eraan te pas komen. Tot en met 2 januari gelden er speciale bevoegdheden voor de politie, waaronder het preventief fouilleren.", "Politie: drukke jaarwisseling met veel overlast", "De politie heeft veel werk gehad deze jaarwisseling. Er waren veel meldingen van overlast, maar grote excessen zijn uitgebleven. Toch was er weer veel agressie tegen politiemensen en andere hulpverleners. Dat zegt politiebaas Henk van Essen.", "De politie heeft meer incidenten geregistreerd dan de voorgaande jaren. Maar dat komt mogelijk doordat burgers vanwege het vuurwerkverbod eerder melding van overlast deden, is het vermoeden.", "Het aantal geregistreerde incidenten met geweld tegen hulpverleners was vergelijkbaar met afgelopen jaren. Wel waren meer politiemensen bij dergelijke incidenten betrokken. “Positief zijn de berichten over de grote daling van vuurwerkletsel. De inzet was om de spoedeisende hulp op dit punt te ontlasten en dat is gelukt,” zegt de korpschef.", "“De meldingen gingen met name over branden en vuurwerk. Ook al zijn grote excessen uitgebleven, helaas zijn op verschillende plaatsen collega’s en andere hulpverleners weer geconfronteerd met agressie en geweld en is met zwaar illegaal vuurwerk naar politie en brandweer gegooid.” Van Essen benadrukt dat dit onacceptabel “is en blijft”."], "authors": [], "keywords": ["goed", "bijna", "er", "zijn", "vuurwerk", "regels", "met", "hielden", "zich", "veel", "politie", "van", "alle", "en", "aan", "nederlanders", "het", "grapperhaus", "dat"], "pubDate": "2021-01-01T16:24:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}