{"id": "9bc1265d-0f76-304c-a20d-8da04bcd8e30", "title": "Van Nistelrooij debuteert na EK bij Jong PSV als hoofdcoach in betaald voetbal", "url": "https://nu.nl/voetbal/6100522/van-nistelrooij-debuteert-na-ek-bij-jong-psv-als-hoofdcoach-in-betaald-voetbal.html", "summary": "Ruud van Nistelrooij maakt volgend seizoen zijn debuut als coach in het betaald voetbal.\nDe 44-jarige Van Nistelrooij gaat zijn functie bij PSV combineren met zijn rol als assistent-coach van het Nederlands elftal.\nDe afgelopen drie seizoenen had de zeventigvoudig international de leiding over de A1 van PSV, het team dat inmiddels is veranderd in PSV onder 18.\n'Wisten dat Ruud open stond voor nieuwe uitdaging'Technisch manager John de Jong is blij dat Van Nistelrooij een stap omhoog zet binnen PSV.\nVorig seizoen stond het Jong PSV van Uneken op de achttiende plek op het moment dat werd besloten het seizoen niet af te maken vanwege het coronavirus.", "paragraphs": ["Ruud van Nistelrooij maakt volgend seizoen zijn debuut als coach in het betaald voetbal. De voormalig topspits gaat aan de slag bij Jong PSV, waar hij de opvolger wordt van Peter Uneken.", "De 44-jarige Van Nistelrooij gaat zijn functie bij PSV combineren met zijn rol als assistent-coach van het Nederlands elftal. Het is de bedoeling dat de Brabander in maart voor het eerst aansluit bij de technische staf van bondscoach Frank de Boer, met wie hij komende zomer op het EK actief zal zijn.", "Eerder was Van Nistelrooij ook al assistent-bondscoach van Oranje. Tussen 2014 en 2016 assisteerde hij zowel Guus Hiddink als Danny Blind. De afgelopen drie seizoenen had de zeventigvoudig international de leiding over de A1 van PSV, het team dat inmiddels is veranderd in PSV onder 18.", "\"Voor mij is nu de tijd gekomen de stap naar betaald voetbal te maken\", aldus de 44-jarige Geffenaar op de site van PSV. \"Ik heb bewust gekozen om geleidelijk de weg omhoog te maken en gemerkt dat het vak bij me past. Ik vind het heerlijk om met een groep spelers aan de slag te gaan en mijn voetbalideeën over te brengen.\"", "'Wisten dat Ruud open stond voor nieuwe uitdaging'", "Technisch manager John de Jong is blij dat Van Nistelrooij een stap omhoog zet binnen PSV. \"PSV heeft Ruud de afgelopen jaren gesteund in zijn ambities zich verder te ontwikkelen als trainer\", aldus De Jong.", "\"We zijn continu met elkaar in gesprek geweest. Toen Peter Uneken aangaf na dit seizoen te willen stoppen als trainer/coach van Jong PSV, wisten wij door al die gesprekken al dat Ruud open stond voor een nieuwe uitdaging bij de club.\"", "Jong PSV bezet momenteel de zestiende plek in de Keuken Kampioen Divisie. Vorig seizoen stond het Jong PSV van Uneken op de achttiende plek op het moment dat werd besloten het seizoen niet af te maken vanwege het coronavirus.", "Bekijk de uitslagen, de stand en het programma van de Keuken Kampioen Divisie"], "authors": ["Door"], "keywords": ["zijn", "van", "het", "voetbal", "betaald", "jong", "psv", "dat", "ek", "nistelrooij", "te", "als", "seizoen", "bij", "ruud", "hoofdcoach", "debuteert"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}