{"id": "9bc41086-ae42-3962-b18e-6a8e2d11f602", "title": "Vliegen naar vakantieland stimuleert keuze voor coronaprik, zeggen bestuurders", "url": "https://www.nrc.nl/nieuws/2020/12/15/verleidt-waardebon-tot-coronaprik-a4023994", "summary": "Het Arnhemse ziekenhuis Rijnstate deelde die vorig jaar uit, als onderdeel van een campagne, om het personeel de griepprik te laten nemen.\nIn de Verenigde Staten stellen ziekenhuizen de griepprik om die reden verplicht voor het personeel en velen willen dat nu ook met het coronavaccin.\nVan Harten: „Het ziekteverzuim is hoog door corona (100 van de 1.600 verpleegkundigen zijn ziek) en het ziekenhuis is vol.\nHet Amsterdam UMC en het Rijnstate pleiten voor vaccinatievoorrang voor verpleegkundigen in de frontlinies.\nHad hij last van het vaccin?", "paragraphs": ["Een dinerbon voor de verpleegkundige die zich laat inenten? Het Arnhemse ziekenhuis Rijnstate deelde die vorig jaar uit, als onderdeel van een campagne, om het personeel de griepprik te laten nemen. „Het werkte”, vertelt bestuursvoorzitter Wim van Harten. „Het aantal verpleegkundigen dat zich liet inenten verdubbelde tot 50 procent.”", "Het ziekenhuis bekijkt nu hoever het mag gaan, in het belang van de patiëntenzorg, om personeel te overtuigen ook het coronavaccin te nemen. In de Verenigde Staten stellen ziekenhuizen de griepprik om die reden verplicht voor het personeel en velen willen dat nu ook met het coronavaccin. Van Harten: „Het ziekteverzuim is hoog door corona (100 van de 1.600 verpleegkundigen zijn ziek) en het ziekenhuis is vol. Een verpleegkundige die is ingeënt, wordt niet ziek. We hebben ze hard nodig.”", "Een dinerbon? Goed idee, zegt bestuursvoorzitter Peter van der Meer van het Albert Schweitzer Ziekenhuis in Dordrecht, maar: „Wij zijn niet van plan om iets te geven.” Zijn ziekenhuis heeft net een poll gedaan onder het personeel. „Verrassend genoeg bleek dat twee derde zich laat vaccineren. Dat is mooi.”", "Uit enquêtes van vakbonden en beroepsvereniging V&VN blijkt dat maar 42 procent van de verpleegkundigen zich wil laten vaccineren tegen het coronavirus. Meest genoemde redenenen om het niet te doen: ik weet niet wat de gevolgen zijn op de lange termijn; ik vind dat het vaccin erg snel is goedgekeurd; ik ben tóch nooit ziek. Volgens een V&VN-woordvoerder zeggen „alle partijen” nu dat druk zetten op verpleegkundigen om zich in te enten „uit den boze” is omdat dat „contraproductief” zou werken.", "Lees dit opiniestuk: Juist zorgpersoneel moet wetenschap vertrouwen", "De motivatie om zich te laten vaccineren, groeit onder het personeel in het Eindhovense Catherina Ziekenhuis, zegt bestuursvoorzitter Nardo van der Meer. „Dat bleek al tijdens de griepprik-ronde in de herfst. We nemen onze mensen mee op de inhoud, we belonen niet. We verwachten dat er ook maatschappelijke stimulans zal komen: vliegmaatschappijen en vakantielanden gaan mogelijk vragen om bewijs van vaccinatie.”", "In Tilburg en Delft zeggen de ziekenhuizen niet aan „materiële beloning” te denken voor een inenting. De ethische commissie bekijkt in het Elisabeth-TweeSteden Ziekenhuis wat de mogelijkheden zijn. Het Reinier de Graaf in Delft heeft een werkgroep. Het Amsterdam UMC en het Rijnstate pleiten voor vaccinatievoorrang voor verpleegkundigen in de frontlinies.", "Internist Marcel Levi is al ingeënt tegen corona, vertelt hij. Hij deed in juli en augustus mee aan een trial. Hij leidt momenteel de University College Hospitals in Londen en keert in april terug naar Nederland als voorzitter van de Nederlandse Organisatie voor Wetenschappelijk Onderzoek. Had hij last van het vaccin? „Ik had twee dagen een beetje spierpijn in mijn bovenarm en één dag lichte hoofdpijn. Dat is alles.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Frederiek Weeda", "Leestijd Minuut"], "keywords": ["van", "dat", "om", "bestuurders", "een", "en", "keuze", "vakantieland", "te", "vliegen", "zich", "voor", "naar", "coronaprik", "zeggen", "ziekenhuis", "het", "stimuleert"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}