{"id": "9be4f690-ac95-3e14-870b-08c512a52bd6", "title": "Subsidieloket elektrische auto's op maandag weer open", "url": "https://nu.nl/auto/6099923/subsidieloket-elektrische-autos-op-maandag-weer-open.html", "summary": "Vanaf maandag 09.00 uur is het weer mogelijk om als particulier 4.000 euro subsidie aan te vragen voor de aanschaf van een volledig elektrische auto.\nDoordat het voor dit jaar beschikbare bedrag al bijna volledig verbruikt is, zal het restbedrag naar verwachting snel op zijn.\nVoorwaarde voor het indienen van een subsidieaanvraag is dat het koopcontract op of na 1 januari 2021 is gesloten.\nGeïnteresseerden zullen er naar verwachting vroeg bij moeten zijn, aangezien er nog maar 1,1 miljoen euro in de subsidiepot zit.\nOp maandag is het tevens weer mogelijk om als particulier 2.000 euro subsidie aan te vragen voor de aanschaf van een gebruikte elektrische auto.", "paragraphs": ["Vanaf maandag 09.00 uur is het weer mogelijk om als particulier 4.000 euro subsidie aan te vragen voor de aanschaf van een volledig elektrische auto. Doordat het voor dit jaar beschikbare bedrag al bijna volledig verbruikt is, zal het restbedrag naar verwachting snel op zijn. Ook voor gebruikte elektrische auto's is weer subsidie beschikbaar.", "Voorwaarde voor het indienen van een subsidieaanvraag is dat het koopcontract op of na 1 januari 2021 is gesloten. Verder mag de catalogusprijs van de elektrische auto niet hoger zijn dan 45.000 euro. Geïnteresseerden zullen er naar verwachting vroeg bij moeten zijn, aangezien er nog maar 1,1 miljoen euro in de subsidiepot zit. Dat bedrag is goed voor 275 nieuwe auto's.", "Voor 2021 was voor de subsidieregeling 14,4 miljoen euro gereserveerd, 4,4 miljoen meer dan in het afgelopen jaar. Nadat het voor 2020 beschikbare bedrag na acht dagen verbruikt was, werd de subsidie voor dit jaar via de zogeheten doorschuifregeling naar voren gehaald. Staatssecretaris Stientje van Veldhoven van Infrastructuur en Waterstaat zette hier afgelopen oktober een streep door, omdat het bedrag opnieuw vliegensvlug slonk.", "Als het voor 2021 beschikbare restbedrag is verbruikt, zullen particulieren tot 2022 geduld moeten hebben. Pas dan is het weer mogelijk om subsidie aan te vragen. Dat jaar is het budget met 18,3 euro miljoen weliswaar een stuk ruimer, maar de subsidie is met 3.700 euro in plaats van 4.000 euro wel lager.", "Op maandag is het tevens weer mogelijk om als particulier 2.000 euro subsidie aan te vragen voor de aanschaf van een gebruikte elektrische auto. Het beschikbare bedrag van 13,5 miljoen euro is nog onaangeroerd. Daarmee kan er voor 6.750 auto's aan subsidie worden uitgekeerd.", "De subsidieregeling voor tweedehands elektrische voertuigen was het afgelopen jaar minder in trek dan die voor nieuwe modellen. Pas eind vorig jaar was het potje leeg."], "authors": ["Door"], "keywords": ["van", "euro", "voor", "jaar", "subsidieloket", "een", "weer", "elektrische", "maandag", "subsidie", "open", "autos", "op", "bedrag", "het", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}