{"id": "9bf8afdb-db76-31c5-99fb-9bfc3162b043", "title": "Dat het schaatsongeluk hem niet hindert, maakt Jens van ’t Wout een rasechte shorttracker", "url": "https://volkskrant.nl/sport/dat-het-schaatsongeluk-hem-niet-hindert-maakt-jens-van-t-wout-een-rasechte-shorttracker~b76e7900/", "summary": "‘Wij RTC’ers vinden het het mooist om het nationaal team te pakken’, vertelde hij van tevoren.\n‘Toen wisten we nog niet dat shorttrack ook niet heel veilig is.’Sinds 22 september 2019 weten ze dat zeker.\nZijn ijzer, toepasselijk mes genoemd, knalde tegen de wang van Van ’t Wout.\nPijn had hij niet en zou hij ook niet krijgen.\nOok dat de herinnering aan zijn ongeluk hem niet hindert, maakt hem een rasechte shorttracker.", "paragraphs": ["Jens van 't Woud tijdens de finale van de 1.500 meter van de NK allround. Beeld Klaas Jan van der Weij / de Volkskrant", "In de finale van de 1.500 meter van de NK allround is Jens van ’t Wout omringd door zeven mannen in het nationaal tenue. Hij is de enige in een afwijkend schaatspak. De 19-jarige shorttracker rijdt als junior nog voor een opleidingsploeg, RTC Noord. ‘Wij RTC’ers vinden het het mooist om het nationaal team te pakken’, vertelde hij van tevoren.", "Na het startschot is Van ’t Wout dat al gauw vergeten, dan denkt hij alleen nog maar aan de race. En aan de zege, die hij met een luide schreeuw viert. Het is hem weer gelukt: de 1.500 meter is zijn afstand deze winter. Half december werd hij al nationaal afstandskampioen. ‘Ik rijd heel licht en hoef niet veel te doen om het tempo bij te houden. Ik kan lang mijn benen sparen en de laatste drie ronden nog steeds voluit schaatsen.’", "Ook de 500 meter ligt hem. Zondagmiddag eindigt hij als derde. Omdat hij zaterdag in de voorronde van de 1.000 meter te bruusk opzij stapte en een tegenstander hinderde, werd hij door de jury bestraft en kreeg geen punten. In het eindklassement eindigt hij daardoor als tweede, achter winnaar Dylan Hoogerwerf.", "Vanaf zijn 2de woonde Van ’t Wout in Canada, bij het plaatsje Bracebridge, op twee uur rijden ten noorden van Toronto. Samen met zijn ouders en oudere broer Melle, die ook shorttrackt en vijfde werd op het NK. ‘Het was echt afgelegen. We hadden een hectare bos achter ons huis.’ Na tien jaar keerden ze terug naar Nederland, terug naar de familie.", "Engelstalig", "Inmiddels is Van ’t Wout zes jaar in Nederland, maar zijn tongval verraadt zijn achtergrond. ‘Ik praat met mijn broer altijd Engels en met mijn ouders ook meestal, al komt er langzamerhand steeds meer Nederlands bij. Ik denk ook nog in het Engels, dus voorlopig is dat de gemakkelijkste taal voor mij.’", "Een paar jaar woonde het gezin in Almere, maar die stad ervoeren ze als te benauwend. Nu wonen ze in Sintjohannesga, een dorpje tussen Heerenveen en Joure. ‘Dat komt wat rust betreft nog het dichtst in de buurt van Canada.’", "Veel verder gaat de vergelijking niet. In Bracebridge struinden herten en kalkoenen rond het huis. En beren. ‘Een keertje waren Melle en ik alleen thuis en liep er eentje door de voortuin. Dat was eng. Het is dat zo’n beer dat zelf niet weet, maar hij kan een voordeur zo inslaan.’", "Al jong begonnen de broers met ijshockey, sport nummer één in Canada. Ze trainden een paar keer per week, speelden elk weekend een wedstrijd en als ’s winters de ontelbare meertjes in de omgeving waren dichtgevroren, vulden ze daar hun vrije uren. ‘Dan veegden we een baantje en speelden we drie tegen drie.’", "Nadat Melle een hersenschudding had opgelopen, beslisten de ouders Van ’t Wout dat de broers een minder riskante hobby moesten zoeken. De keuze viel op shorttrack. ‘Toen wisten we nog niet dat shorttrack ook niet heel veilig is.’", "Sinds 22 september 2019 weten ze dat zeker. Bij de openingswedstrijd van het seizoen stapte de Israëliër Vladislav Bykanov op een blokje. Wankelend trapte hij met zijn schaats naar achter. Zijn ijzer, toepasselijk mes genoemd, knalde tegen de wang van Van ’t Wout.", "Verdovingsprikjes", "Foute boel, dacht hij en sloeg zijn hand voor zijn mond. Hij voelde hoe zijn hoektand naar binnen was geslagen, maar wist nog niets van de enorme snee in zijn wang. Toen hij zijn hand weghaalde, gutste het bloed eruit. Pijn had hij niet en zou hij ook niet krijgen. ‘Alleen de verdovingsprikjes die ze later in mijn mond en gehemelte hebben gegeven, heb ik gevoeld.’", "Het grote litteken op zijn rechterwang en de blinkende gouden tand in zijn onderkaak zijn de fysieke sporen. Mentaal zijn ze er ook. Als hij een ijzer zich raspend in de ijsvloer hoort ingraven, als er voor zijn neus ijs opspat of als hij zelf na een missertje zijn schaats te ver naar achteren trapt, slaat de schrik hem om het hart.", "Het weerhoudt hem er niet van zich vol in de strijd te werpen. ‘Ik sta er nuchter in. Ik kan er wel mee blijven zitten, maar dan wordt het shorttrack niets meer. En de kans dat het nog een keer gebeurt is heel klein.’", "En dus wurmt hij zich zondagmiddag zonder terughoudendheid tussen zijn tegenstanders door op weg naar de overwinning. ‘Hij begrijpt het spel en hij heeft durf’, zegt bondscoach Jeroen Otter even later. Ook dat de herinnering aan zijn ongeluk hem niet hindert, maakt hem een rasechte shorttracker. ‘Het is in het shorttrack belangrijk dat je kunt vergeten.’", "Van ’t Wout kan worden aangewezen voor een EK-ticket, maar dat geldt ook voor routinier Sjinkie Knegt. De beslissing valt maandag. Als de jonge rijder wordt thuisgelaten doet het niets af aan het vertrouwen dat Otter in diens kunnen heeft. ‘Die jongen wordt een hele grote.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["schaatsongeluk", "zijn", "van", "rasechte", "en", "shorttracker", "hindert", "een", "maakt", "ze", "wout", "als", "hij", "het", "jens", "niet", "dat"], "pubDate": "2021-01-03T19:26:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}