{"id": "9c00a15c-bd4a-348f-bbba-1e44ef7e49eb", "title": "Leerlingen kunnen meer zelf dan gedacht", "url": "https://volkskrant.nl/nieuws-achtergrond/leerlingen-kunnen-meer-zelf-dan-gedacht~b2c6323f/", "summary": "VmboHartger Meihuizen: ‘Een groot voordeel is dat de ruis van het schoolgebouw, van het klaslokaal, is verdwenen.'\nBeeld Els ZweerinkWie Hartger Meihuizen Wat Leraar Nederlands Waar Meppel, Drenthe‘Ik voer nu voortgangsgesprekken over hoe de leerlingen het in coronatijd hebben gedaan.\nDie heeft ruzie met die, die is verliefd op die.\nToen ik zelf naar school ging, leerde ik over een samenleving die ik buiten herkende.\nAls leerlingen nu presteren, terwijl er zoveel uren wegvallen, kunnen we de teugels voortaan dan niet een beetje laten vieren?", "paragraphs": ["Vmbo", "Hartger Meihuizen: ‘Een groot voordeel is dat de ruis van het schoolgebouw, van het klaslokaal, is verdwenen.' Beeld Els Zweerink", "Wie Hartger Meihuizen Wat Leraar Nederlands Waar Meppel, Drenthe", "‘Ik voer nu voortgangsgesprekken over hoe de leerlingen het in coronatijd hebben gedaan. Aan de andere kant van de Zoomcamera zie ik vaak het hele gezin zitten. Opgedirkt. De ouders dragen nette kleren, de meisjes hebben make-up opgedaan. Jongens hebben extra gel in hun haar. Ik kan even in het leven van mijn leerlingen kijken. Normaal ben ik de gastheer, nu kom ik bij hen thuis. Het zijn mooie gesprekken. Mijn leerlingen hebben hard gewerkt.", "‘Een groot voordeel is dat de ruis van het schoolgebouw, van het klaslokaal, is verdwenen. Veel leerlingen kunnen zich beter concentreren en durven meer vragen te stellen. En ik kan ze mijn volledige aandacht geven. Andere leerlingen praten er niet doorheen, er komt niet ineens een collega binnenlopen. De school kan een chaotische wereld zijn. Die heeft ruzie met die, die is verliefd op die. Dat valt allemaal weg.", "‘Smoesjes hoor je bijna niet. Een leerling mailde me vorige week dat hij nog een toets moet herkansen. ‘Meneer, hoe gaan we dat dan doen?’, vroeg hij. ‘Gewoon, ik stuur jou die toets.’ ‘Mag dat?’ ‘Ja, ik weet dat jij niet gaat spieken.’ Na de toets vroeg ik het hem. Hij had niet gespiekt, zei hij. Zo moet dat gaan. Niet met controlecamera’s. Er zal best eens gelogen worden, maar ze durven vaak gewoon eerlijk te zijn. Die integriteit had ik niet verwacht.", "‘Kennis is belangrijk, maar in deze periode niet het belangrijkst. Discipline en zelfstandigheid, vragen stellen. Dat is met digitaal lesgeven even belangrijk als het goed gebruiken van d’s en t’s.", "‘De kinderen zijn ook trots dat ze het hebben volgehouden. Een leerling zei het laatst: ‘Ik heb het gewoon geflikt.’ Ze zagen er tegenop. Wij docenten misschien ook wel. Natuurlijk ben ik leerlingen kwijtgeraakt, maar het merendeel doet het keurig en zelfstandig. Onze vmbo’ers hebben ons daarmee verrast.’", "Wie Robine Wilts Leeftijd 14 Klas Brugklas vmbo basis/kader", "‘Helemaal trots op mezelf ben ik niet, maar ik ben wel trotser dan normaal. Al mijn werk van de afgelopen weken heb ik gedaan zonder een vraag te hoeven stellen. Vragen stellen vind ik moeilijk. Doordat ik gepest ben, heb ik minder zelfvertrouwen. Het is nu wel makkelijker geworden om een vraag te stellen: ik kan appen. Alleen de docent ziet het, niet de hele klas.", "‘Ik heb meer rust. Op school ben ik snel afgeleid. In Zoom hoor ik niet steeds van die pratende mondjes. Als de woonkamer vol is, kan ik naar mijn kamer. Daar hoor ik alleen de vogels.’", "Havo", "Volkan Tasdan: 'De meeste leerlingen doen het goed op school, ondanks de drastisch veranderde omstandigheden.' Beeld Els Zweerink", "Wie Volkan Tasdan Wat Leraar maatschappijleer Waar Bergen op Zoom, Noord-Brabant", "‘Jongeren van nu worden weggezet als normloos en lui, alsof ze het vernuft niet hebben te onthouden wat ze geleerd wordt. Ik vind ze juist doortastender dan de generatie die ze voorging. Vooral digitaal. Ze kunnen razendsnel informatie opzoeken. Dat ik gelijk heb, bewijzen ze in deze crisis. De meeste leerlingen doen het goed op school, ondanks de drastisch veranderde omstandigheden. Dat is een les: leerlingen kunnen meer dan je denkt. We kunnen ze digitaal meer uitdagen.", "‘De stof in lesboeken loopt achter op de moderne leerling. Toen ik zelf naar school ging, leerde ik over een samenleving die ik buiten herkende. Dat is nu anders. De stof is niet met de scholieren meegegroeid. Nooit aangepast aan de nieuwe wereld, waarin sociale media en zoekmachines zo belangrijk zijn.", "‘Ik merkte het de afgelopen weken. Digitaal onderwijs daagt ze uit. Ze verrassen zichzelf. Een leerling leverde een opdracht uitgebreider in, tijdens het weekend zelfs. Op Google en YouTube had ze filmpjes en artikelen gevonden die de culture industry-theorie van Adorno over de commerciële werking van massamedia verder bewezen. Een andere leerling begreep mijn uitleg beter door er online meer over op te zoeken. Het ging over de macht van nieuwe media. Over hoe je telefoon soms bijna onderdeel van je lichaam wordt. ‘Dat gebeurt nu ook met corona,’ zei de leerling. ‘De informatie die mensen via WhatsApp lezen, bespreken ze met anderen. Het gaat van de telefoon, door de aderen, naar de mond.’ De energie die een uur les normaal kost, gebruiken ze nu om creatief te zijn.", "‘Respons is belangrijker dan cijfers. Laten zien dat je het begrijpt, of juist dat je vragen hebt. Mijn passieve leerlingen zijn nu actiever. Ze durven meer. Dat merk ik bijvoorbeeld aan mijn leerling Mirre, die normaal niet zoveel vraagt en nu van zich laat horen. Zo zie je: als leerlingen iets meer creatieve vrijheid hebben, uitgedaagd worden en zich veilig voelen, doen ze het goed. Ik wist al dat ze het konden. Nu heb ik het gezien.’", "Wie Mirre Jacobs Leeftijd 15 Klas havo-4", "‘Ik probeer zo aanwezig mogelijk te zijn in de onlineles. Normaal stel ik bijna geen vragen. Ik doe het graag zelf, door dingen die ik niet weet op te zoeken. Nu zit ik thuis, dus kan ik alles opzoeken. Wat ik niet kan vinden, vraag ik aan mijn docent. Het is omgekeerd.", "‘Sociale media gebruiken voor opdrachten is nieuw. Tussendoor kun je toch wat vaker je Instagram checken. Ik luister nu Spotify tijdens het werk. Op school mag ik geen oortjes in. Als iets nieuw is, is het interessant. Maar als we het te lang zo gaan doen, wordt het normaal en weer saaier.’", "Gymnasium", "Wie Karin den Heijer Wat Docent wiskunde Waar Rotterdam, Zuid-Holland", "‘Sommige leerlingen zie ik opbloeien. Met name onderpresteerders. Het zijn vaak leerlingen die veel kunnen, maar ongemotiveerd lijken omdat ze zich vervelen. Zij hebben zich de afgelopen jaren lamlendig door de klaslokalen gesleept. Na een lesdag van half negen tot vier hadden ze helemaal geen zin meer om aan school te werken. Nu stellen ze vragen, ineens is hun werk op tijd af. Het werkt beter als ze hun tijd zelf kunnen indelen.", "‘Een van mijn klassen heeft op drie leerlingen na goed gescoord op het laatste schoolexamen. Voor hen heb ik de les niet verplicht gesteld. Alleen de leerlingen met een slecht cijfer moeten komen, die begeleid ik persoonlijk. Zo wordt de les een vragenuur. En ik app ze wat vaker. Bij welke opgave ben je?", "‘Ik heb gelijkwaardiger contact met mijn leerlingen. Het is gaan lijken op de manier waarop ze onderling communiceren. Naar een jongen die in de klas niet zo goed werkt, stuur ik motiverende gifjes van Barney Stinson uit How I Met Your Mother. Eentje waarin hij zichzelf een high five geeft bijvoorbeeld. Ik begrijp nog steeds weinig van hoe pubers communiceren, maar zo probeer ik hem te stimuleren. Via WhatsApp communiceren leerlingen sowieso makkelijker. Ze hoeven niet stoer te doen. Bij sommigen mis je het oogcontact. Veel leerlingen op mijn school komen uit een sterke sociaal-culturele omgeving, maar zeker niet allemaal. Leerlingen uit zwakkere milieus praten niet makkelijk over hun problemen. Die houden ze geheim. Op school is het al moeilijk erachter te komen of het thuis goed gaat, nu al helemaal. Daar maak ik me zorgen over.", "‘Ik hoop dat ik zo mag blijven lesgeven. Niet digitaal, maar met meer vrijheid. Er heerst zo’n rigide urennorm. Als leerlingen nu presteren, terwijl er zoveel uren wegvallen, kunnen we de teugels voortaan dan niet een beetje laten vieren? Ik vind al langer dat ze met mooie cijfers niet meer naar de les hoeven te komen.’", "Wie Zee Cosgun Leeftijd 16 Klas Gymnasium-5", "‘Wiskunde is een vak waar ik toevallig gewoon goed in ben, ook zelfstandig. Je leert normaal toch ook zelf voor je toetsen? Op school heb ik vaak het gevoel dat ik mijn tijd verspil. Een schooldag van negen uur kan ik thuis in drie uur doen.", "‘Mevrouw Den Heijer vraagt vaak hoe het gaat. Ik laat graag van me horen, dus als niemand in de groepschat reageert, stuur ik haar een bericht. In een privéchat, meestal.", "‘Vooral de ouders worden nu veel geprezen, hoor ik. Dat vind ik wel jammer. Steek ook eens een duim op naar de leerlingen die hun best doen om niet achterop te raken.’", "Hartger Meihuizen over de openheid van zijn leerlingen", "‘Mijn leerlingen zijn opvallend eerlijk tegen me. Ik gaf laatst les. Het begon om negen uur, maar om elf uur verscheen een jongen uit mijn klas ineens in het Zoomgesprek. Met zijn slaperige harses. ‘Het spijt me meneer’, zegt hij, ‘ik heb me enorm verslapen’. Geen poespas. Hij zat in de ramadan. ‘Je had beter tot twaalf uur blijven liggen’,’heb ik gezegd. Ze durven het me eerlijk te vertellen, zonder dat ik boos word.’ Volkan Tasdan over de communicatie", "‘Ik krijg nu de meest onverwachte WhatsAppberichten van mijn leerlingen: ‘Meneer, het gekke is, nu mijn telefoon gewoon naast me mag liggen, niet zoals op school, heb ik niet eens behoefte om ermee te spelen.’ ‘Meneer, ik heb mijn huiswerk af. Offline heeft u die zin nog nooit van mij gehoord, hè?’ ‘Meneer, uw stem klinkt als die van mijn opa tijdens de onlinelessen. Daar luister ik graag naar’.’"], "authors": ["Lize Geurts"], "keywords": ["van", "dat", "die", "dan", "niet", "gedacht", "een", "zelf", "kunnen", "ik", "ze", "meer", "op", "het", "leerlingen"], "pubDate": "2020-05-28T12:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}