{"id": "9c089a42-9899-3a4d-86d6-3add6581b20b", "title": "249 Utrechtse kinderen zonder nationaliteit, Denny (10) Chinees staatsburger", "url": "https://nu.nl/utrecht/6100833/249-utrechtse-kinderen-zonder-nationaliteit-denny-10-chinees-staatsburger.html", "summary": "Van Ooijen meldt dat per 1 januari 2021 in totaal nog 249 kinderen met een 'nationaliteit onbekend' in Utrecht zijn.\n\"De moeder en het kind hebben dus geen recht op de status staatloos of op de Nederlandse nationaliteit\", zegt Van Ooijen.\nOmdat Denny's moeder in China in de steek werd gelaten door haar ouders, was ze niet geregistreerd als Chinees staatsburger.\nDat maakt dat ze ook niet kon aantonen wat de nationaliteit van haar zoon is.\nOok kon ze niet aantonen dat Denny géén nationaliteit heeft.", "paragraphs": ["De in Utrecht geboren Denny en zijn moeder hebben de Chinese nationaliteit gekregen. Dat zei wethouder Maarten van Ooijen (Asiel en Integratie) tijdens het beantwoorden van mondelinge vragen hierover.", "Het Mensenrechtencomité van de Verenigde Naties (VN) oordeelde vorige maand dat de Nederlandse overheid de rechten van hem en zijn moeder heeft geschonden.", "Het oordeel van de VN was voor veel Utrechtse raadsleden reden om opheldering te vragen. Van Ooijen meldt dat per 1 januari 2021 in totaal nog 249 kinderen met een 'nationaliteit onbekend' in Utrecht zijn.", "Met zo'n nationaliteit heeft iemand geen recht op internationale bescherming, maar kan diegene ook niet emigreren of werken. Als iemand een nationaliteit of de status 'staatloos' heeft, is dat allemaal wel mogelijk.", "Rechtbank moet staatloosheid vaststellen", "\"Wij willen schrijnende situaties voorkomen\", zegt de wethouder. Daar wordt volgens hem dan ook hard aan gewerkt, maar de beleidsvrijheid van de gemeente op dit dossier is beperkt. Een echte oplossing ligt dus bij het kabinet, zegt Van Ooijen.", "Bij de Tweede Kamer is recent een wetsvoorstel ingediend, dat nog niet is aangenomen. \"Het vaststellen van staatloosheid zal zo door een gespecialiseerde rechtbank in Den Haag plaatsvinden. Dat komt uniformiteit, gelijkheid en centralisering van de kennis ten goede. Eén rechtbank en één procedure.\"", "Denny en moeder hebben nu Chinese nationaliteit", "De behandeling van dit soort zaken zou zo onder meer een stuk sneller gaan. De status van Denny en zijn moeder is inmiddels gewijzigd naar de Chinese nationaliteit. \"De moeder en het kind hebben dus geen recht op de status staatloos of op de Nederlandse nationaliteit\", zegt Van Ooijen.", "\"Dit is aangetoond middels het overleggen van brondocumenten door de moeder. Beiden wonen sinds 2013 niet meer in Utrecht en daarmee is de casus ook gesloten.\"", "Geregistreerd als illegale vreemdeling", "Denny's moeder werd zes jaar voor zijn geboorte, in 2004, op vijftienjarige leeftijd gedwongen om in Nederland in de illegale prostitutie te gaan werken. Ze wist in 2008 uit het circuit te ontsnappen en meldde bij de politie wat er met haar gebeurd was. Ze werd daar geregistreerd als 'illegale vreemdeling'.", "Denny werd in 2010 geboren in Utrecht. Omdat Denny's moeder in China in de steek werd gelaten door haar ouders, was ze niet geregistreerd als Chinees staatsburger. Dat maakt dat ze ook niet kon aantonen wat de nationaliteit van haar zoon is. Ook kon ze niet aantonen dat Denny géén nationaliteit heeft."], "authors": ["Door"], "keywords": ["kinderen", "van", "denny", "en", "249", "zonder", "nationaliteit", "een", "ze", "staatsburger", "utrechtse", "op", "het", "chinees", "niet", "dat", "moeder"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}