{"id": "9c16ad74-b5ab-3c74-a5de-f4dbde0babca", "title": "Nieuw bestuursgevecht op de ruïnes van SDZ", "url": "https://www.parool.nl/amsterdam/nieuw-bestuursgevecht-op-de-ruines-van-sdz~bbc30b43/", "summary": "Het sportcomplex van SDZ aan de Transformatorweg.\nZij wil met haar kandidaat-bestuur de oude garde van SDZ en externe partijen buiten de bestuursfuncties houden.\nAmbitieAan de andere kant staat Michael Kronenburg, directeur van de Klop Group, omringd door de sponsoren en een deel van de oude garde van de club.\nDaarnaast hangt de amateurclub een claim van 80.000 euro boven het hoofd van het bedrijf Football Talent.\nOpvallend daarin is de rol van René ter Borgh, die enerzijds aangeeft SDZ te willen sponsoren, maar anderzijds ook als vertegenwoordiger van Football Talent optrad in de onderhandelingen met SDZ.", "paragraphs": ["Het sportcomplex van SDZ aan de Transformatorweg. Beeld Marc Driessen", "Op de puinhopen van eerdere bestuurswisselingen vindt binnen voetbalclub SDZ voor de vijfde keer in vijf jaar een machtsstrijd plaats. Op 21 december wordt tijdens een algemene ledenvergadering een nieuw bestuur gekozen. Deze keer lijkt het er nog feller, gemener en achterbakser aan toe te gaan dan voorgaande keren.", "Twee kampen vechten elkaar de tent uit, alle bemiddelingspogingen van de gemeente Amsterdam en de KNVB ten spijt. “Gesprekken zijn op helemaal niets uitgelopen,” zegt een woordvoerder van de voetbalbond.", "Aan de ene kant staat Annette Schautt, voetbalmoeder en eerder interim-bestuurslid van de club. Zij wil met haar kandidaat-bestuur de oude garde van SDZ en externe partijen buiten de bestuursfuncties houden. Volgens Schautt is binnen SDZ sprake van intimidatie, sabotage en schimmige transacties waar commerciële belangen groter zijn dan het clubbelang. Ze wijst daarbij op nieuwe regelgeving van de KNVB, waarin inmenging van derden wordt verboden.", "Ook stoort Schautt zich aan de cultuur binnen de club. SDZ staat bij velen bekend als ‘de goedkoopste kroeg van de Jordaan’. Wie de juiste mensen kent, kan een avond lang drinken op kosten van de club. Afgelopen zomer moesten boa’s ingrijpen tijdens een coronafeestje op de club.", "Ambitie", "Aan de andere kant staat Michael Kronenburg, directeur van de Klop Group, omringd door de sponsoren en een deel van de oude garde van de club. Zij zijn ambitieus en willen SDZ, met 1300 leden een grote vereniging in de stad, na drie promoties in korte tijd op een nog hoger niveau laten spelen: in de hoofdklasse.", "In werkelijk niets zijn de betrokken partijen het met elkaar eens en dat terwijl SDZ voor Samenspel Doet Zegevieren staat. Kronenburg, derde generatie SDZ’er, beticht Schautt van leugens en dreigt in een interne mail met het opstappen van alle sponsoren als hij niet tot nieuwe voorzitter wordt gekozen. Schautt zegt dat de club toch al grotendeels op contributies en subsidie van de gemeente draait. Volgens haar heeft Kronenburg te korte lijntjes met bevriende sponsoren. Ze pleit voor gescheiden belangen.", "“Ze zou zich de ogen uit haar kop moet schamen met deze beschuldigingen en haar achterkamertjespolitiek,” zegt Kronenburg. Aan beide kanten zijn advocaten en juristen ingeschakeld.", "Junks of vrijwilligers?", "Het verdwijnen van de Regenboog Groep, de organisatie die mensen met een afstand tot de arbeidsmarkt bij SDZ in vrijwilligersfuncties aan het werk zet, is een ander discussiepunt. Volgens Schautt zijn deze mensen geïntimideerd en weggepest. Kronenburg zegt dat er vooral junks rondliepen die niets op het sportpark hadden te zoeken.", "Daarnaast hangt de amateurclub een claim van 80.000 euro boven het hoofd van het bedrijf Football Talent. Opvallend daarin is de rol van René ter Borgh, die enerzijds aangeeft SDZ te willen sponsoren, maar anderzijds ook als vertegenwoordiger van Football Talent optrad in de onderhandelingen met SDZ. Schautt ziet in Ter Borgh, bevriend met Kronenburg en algemeen directeur van schoonmaakconcern Ruitenheer, een van de partijen die SDZ willen gebruiken voor eigen gewin.", "Zelfs de clubwebsite blijft niet buiten schot in aanloop van de algemene ledenvergadering. Kronenburg en voormalig voorzitter Jan Stoopendaal verkregen illegaal toegang tot inloggegevens. Daarbij gaven ze zichzelf ten onrechte uit voor interim-bestuurders van de club. Volgens Schautt en consorten zijn hierbij privacyregels geschonden en zullen enkele leden aangifte doen.", "Kronenburg en Stoopendaal willen de nieuwe ledenvergadering pas in april houden. Door campagne te voeren en een eigen SDZ-website te bouwen, heeft Schautt het voor elkaar gekregen om via een digitale vergadering wel tot hoofdelijke stemming over te gaan op 21 december. Volgens ingewijden maakt de uitslag niet uit, de club wordt de komende jaren hoe dan ook om zeep geholpen."], "authors": ["Thomas Sijtsma"], "keywords": ["ruïnes", "van", "zijn", "schautt", "en", "sdz", "een", "met", "op", "nieuw", "te", "het", "bestuursgevecht"], "pubDate": "2020-12-16T17:41:12Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}