{"id": "9c182a2c-cb7f-3271-b5e7-1fdc86e3e3f0", "title": "Dick Advocaat wil niets van negativisme weten na 3-0-zege van Feyenoord", "url": "https://volkskrant.nl/sport/dick-advocaat-wil-niets-van-negativisme-weten-na-3-0-zege-van-feyenoord~b950110c/", "summary": "Maar het is nog veel fraaier hoe Advocaat, 73 jaar jong en met een cv van ruim drie kantjes, juicht.\nVandaag speelde VVV niet met vijf achterin, maar hebben we toch moeite om tot echte grote kansen te komen.\nMoet het van twee afstandsschoten komen om op 0-2 te komen.’Aan nieuwe coach Arne Slot de taak daar structureel iets aan te doen.\nAdvocaat verwacht dat het al veel beter zal gaan als een groep langdurig geblesseerde spelers terugkeert.\nIk weet niet waar men dat op baseert.’Zelfs het uitvallen van Berghuis vlak voor tijd met liesklachten verstoort zijn humeur niet.", "paragraphs": ["VVV Venlo’s Guus Hupperts (links) en Jens Toornstra van Feyenoord. Beeld Marcel van Dorst", "Het is een prachtig losgeknipt stukje film dat over sociale media golft en wordt gedeeld in talloze app-groepen van Feyenoord-fans zondagmiddag. Te zien is Feyenoord-coach Dick Advocaat die eerst nog rustig met de handen over elkaar staat toe te kijken hoe zijn ploeg op bezoek bij VVV weer aan een langgerekte aanval breit, maar ineens stopt met ademen, om daarna beide armen in de lucht te gooien en met geopende mond een sprintje in te zetten.", "Het komt door de 0-1 van Jens Toornstra na 68 minuten als opmaat voor de 3-0-winst. Het is fraai hoe Toornstra de bal van afstand net onder de kruising tegen het net laat ploffen met binnenkant rechts. Maar het is nog veel fraaier hoe Advocaat, 73 jaar jong en met een cv van ruim drie kantjes, juicht. Als een beperkt getalenteerde pupil die de bal tegen zich aangeschoten krijgt en die bal daarna over de lijn ziet rollen waarna hij zich realiseert dat hij na drie jaar vruchteloos geploeter voor het eerst heeft gescoord.", "Advocaat weet met zijn bergen ervaring; nu wordt het normaal gesproken makkelijker. Zelfs voor een ploeg die drie dagen eerder voor schut stond door een 1-0-nederlaag op bezoek bij Wolfsberger AC, de nummer 7 van Oostenrijk, waardoor het uit de Europa League vloog. Ook van Wolfsberger - Feyenoord is een opzienbarend filmpje te maken door de vele mislukte breedtepasses, slappe duels en richtingloze schoten; een soort instructievideo van hoe slecht voetbal kan zijn.", "Advocaat oogde in Oostenrijk gefrustreerd over de kwaliteit van zijn ploeg, over de onmogelijkheden van de club. Eerder sprak hij uit de waardering te missen bij de clubleiding nadat hij kenbaar had gemaakt te willen stoppen na het seizoen. Er werd al gespeculeerd over een vroegtijdig vertrek.", "Maar hij herstelde zich snel. ‘De trainer was de laatste dagen even fanatiek als altijd,’ zegt Toornstra, die na sterk doorzetten in twee instanties ook voor de 0-3 tekent. De 0-2 wordt, eveneens van afstand, gemaakt door Steven Berghuis die van alle Feyenoorders de sterkste tekenen van herstel toont in Venlo. Ook Toornstra en Orkun Kökcü, die de onderkant van de lat teisterde, richten zich op. De vormcrises bij aanvallers Linssen en Jørgensen lijkt echter chronisch van aard.", "Feyenoord, derde op de ranglijst, speelt niet groots in Venlo, waar Advocaat 406 dagen eerder debuteerde als Feyenoord-coach. Onder hem is Feyenoord in de eredivisie nog zonder verlies. Doordat Atlético Madrid zaterdag verloor is het zelfs de langst ongeslagen ploeg in Europa.", "Ziek", "Heel veel vertrouwen gaf die statistiek niet. Feyenoord zoekt al een tijd naar vorm en vertrouwen, met de breed uitgemeten wanprestatie in Oostenrijk als dieptepunt. Toornstra was er twee volle dagen ziek van. ‘Normaal ben ik dat maar een dagje na een nederlaag. Dit was dé kans om te overwinteren, als je die zo lamlendig laat liggen, dat doet wel even pijn.’", "Er kwam daarom een kringgesprek. Toornstra maakte ze sinds zijn komst naar Feyenoord in 2014 al talloze malen mee. ‘We zijn niet constant genoeg. Het is moeilijk voor ons als teams met vijf verdedigers spelen. Vandaag speelde VVV niet met vijf achterin, maar hebben we toch moeite om tot echte grote kansen te komen. Moet het van twee afstandsschoten komen om op 0-2 te komen.’", "Aan nieuwe coach Arne Slot de taak daar structureel iets aan te doen. Advocaat verwacht dat het al veel beter zal gaan als een groep langdurig geblesseerde spelers terugkeert. Middenvelder Leroy Fer viel tegen VVV in, net als aanvaller Luis Sinisterra. ‘Zonder dat Sinisterra nog heel veel laat zien, zie je hoe belangrijk hij is,’ analyseert Advocaat. ‘Snelheid, dreiging, diepgang, hij kan iemand vrij zetten; dat is het verschil. Dat heeft het elftal gewoon nodig. Daar is alles mee begonnen.’", "De coach glundert als hij opsomt wie er nog meer terugkomen: Haps, Bijlow, Van Beek en wat later Bozenik.", "Hij wil niets meer weten over negativisme, gaat de confrontatie aan met een kritische NOS-verslaggever (‘wat wil je nou eigenlijk?’) en concludeert even later fijntjes: ‘Vervelend dat we uit Europa liggen, maar dat veld in Oostenrijk was een glijbaan. We doen volgens mij bovenin mee in de eredivisie na deze 0-3.’", "Nee, het uitbundige juichen na de 0-1 had met opluchting niet zoveel te maken. ‘Ik vond het mooi voor Jens dat-ie scoorde. Hij had ons donderdag ook naar 0-1 moeten schoppen, dan krijg je een totaal andere wedstrijd.’", "Opstappen is niet bij Advocaat opgekomen. ‘En ook niet bij het bestuur. Ik weet niet waar men dat op baseert.’", "Zelfs het uitvallen van Berghuis vlak voor tijd met liesklachten verstoort zijn humeur niet. ‘Steven is een sterke jongen. Er is nu een hele week om te herstellen. En straks hebben we tien dagen vakantie. Dat is toch wel lekker voor iedereen.’", "Knipogend: ‘Zelfs voor mij.’"], "authors": ["Bart Vlietstra"], "keywords": ["van", "dat", "niets", "niet", "feyenoord", "wil", "een", "en", "dick", "negativisme", "te", "met", "weten", "advocaat", "voor", "als", "30zege", "het"], "pubDate": "2020-12-13T19:49:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}