{"id": "9c5fac19-4142-34ca-ae21-53e1f1d3b501", "title": "Boeing 737 Max mag van VS weer de lucht in, maar terugkeer gaat mogelijk nog maanden vergen", "url": "https://volkskrant.nl/nieuws-achtergrond/boeing-737-max-mag-van-vs-weer-de-lucht-in-maar-terugkeer-gaat-mogelijk-nog-maanden-vergen~b9b0a15d/", "summary": "In augustus had de FAA al laten weten dat een aantal wijzigingen die Boeing heeft voorgesteld de zorgen wegneemt over de veiligheid van het toestel.\nDe Amerikaanse vliegtuigfabrikant heeft het beveiligingssysteem MCAS aangepast dat de neus van het vliegtuig naar beneden duwt als ‘overtrek’ dreigt.\nIn die situatie vliegt het toestel te steil omhoog, verliest het draagvermogen en wordt uiteindelijk onbestuurbaar.\nLater bleek dat piloten nooit of niet volledig waren ingelicht over het bestaan en de werking van het beveiligingssysteem.\nIn Europa vliegen luchtvaartmaatschappijen nog niet de helft van het aantal vluchten dat ze vorig jaar rond deze tijd uitvoerden.", "paragraphs": ["Honderden 737 Max’s die bijna twee jaar aan de grond hebben gestaan moeten weer tot leven worden ‘gekust’. Beeld EPA", "Nu de Federal Aviation Administration (FAA) de weg heeft vrijgemaakt voor Boeings toestel zullen de luchtvaartinspecties van andere landen snel volgen, zo is de verwachting. De FAA werkte onder andere nauw samen met het Europese agentschap voor de luchtvaartveiligheid (EASA). Daarvan gaf het hoofd vier weken geleden al te kennen dat de 737 Max weer een nieuw luchtwaardigheidsbewijs kan krijgen, als een publieke consultatieronde geen ernstige bezwaren oproept.", "In augustus had de FAA al laten weten dat een aantal wijzigingen die Boeing heeft voorgesteld de zorgen wegneemt over de veiligheid van het toestel. De Amerikaanse vliegtuigfabrikant heeft het beveiligingssysteem MCAS aangepast dat de neus van het vliegtuig naar beneden duwt als ‘overtrek’ dreigt. In die situatie vliegt het toestel te steil omhoog, verliest het draagvermogen en wordt uiteindelijk onbestuurbaar.", "Na ongelukken in 2018 in Indonesië en in maart 2019 in Ethiopië met in totaal 346 doden werd duidelijk dat MCAS ten onrechte in actie kwam als er fouten optraden in sensoren aan de buitenkant van de 737 Max. Later bleek dat piloten nooit of niet volledig waren ingelicht over het bestaan en de werking van het beveiligingssysteem.", "Riskante stilstand", "FAA-directeur Stephen Dickson had gezegd dat hij pas weer zou toestaan dat de 737 Max weer ging vliegen als hij zijn gezin aan boord durfde te laten stappen. ‘Het pad dat ons naar dit moment heeft gebracht was lang en slopend, maar we hebben vanaf het begin gezegd dat we de tijd zouden nemen om het goede te doen’, zei Dickson in een videoboodschap. ‘Ik ben er nu 100 procent gerust op als mijn gezin hiermee vliegt.’", "Voor die tijd moet zijn dienst nog wel de nieuwe trainingsprocedures voor piloten goedkeuren. Daarover hebben ook de EASA en Brazilië hun zegje mogen doen. Verder moeten honderden vliegtuigen voorzien van nieuwe software en moeten vliegtuigen die bijna twee jaar aan de grond hebben gestaan weer tot leven worden ‘gekust’.", "Dat opnieuw in bedrijf nemen moet nauwgezet gebeuren. Deze week bleek dat een Airbus A321 van Wizz Air tot twee keer toe de start moest afbreken omdat de snelheidsmeters foute waarden lieten zien. Uit onderzoek bleek dat een sensor was verstopt met drie insectenlarven. Die hadden zich in de peilsonde weten te nestelen in de bijna twaalf weken dat het toestel ongebruikt aan de grond had gestaan. Bij een inspectie was de ‘verstopping’ over het hoofd gezien.", "Verlies aan orders", "United Airlines, een van de grootste luchtvaartmaatschappijen van de VS, zei woensdag dat het verwacht ergens in het eerste kwartaal te kunnen vliegen met de 737 Max, ‘na bijna duizend uur werk aan elk toestel’ en ‘uitputtend technisch onderzoek’. United heeft veertien van dit type toestel in dienst, zestien staan er klaar bij de Boeing-fabriek. Het bedrijf had er 155 in bestelling, maar heeft dit jaar een deel van zijn order geschrapt.", "Dat hebben meer luchtvaartmaatschappijen gedaan. Boeing is dit jaar orders voor meer dan duizend 737 Max-vliegtuigen kwijtgeraakt. Andere klanten hebben of hun bestelling gewijzigd, voor bijvoorbeeld een ander type vliegtuig, of de levering van toestellen opgeschort omdat ze die vanwege de corona-crisis niet kunnen gebruiken. In Europa vliegen luchtvaartmaatschappijen nog niet de helft van het aantal vluchten dat ze vorig jaar rond deze tijd uitvoerden."], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "heeft", "vergen", "nog", "mogelijk", "het", "maar", "die", "mag", "een", "toestel", "vs", "weer", "dat", "en", "te", "max", "aan", "terugkeer"], "pubDate": "2020-11-18T19:07:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}