{"id": "9c68e7c4-a708-390b-9b6d-cb403bc4c962", "title": "Netflix: de 5 beste films en series die in week 1 van 2021 zijn verschenen", "url": "https://www.metronieuws.nl/entertainment/films-series/2021/01/nieuw-netflix-films-series-week-1-2021/", "summary": "5 films en series die in week 1 op Netflix verschenen: Modern Family en meerOok in de eerste week van het nieuwe jaar zijn er weer de nodige nieuwe films en series op Netflix verschenen.\nHet nieuwe jaar is begonnen en Netflix heet je van harte welkom in 2021.\nNa elf seizoenen, vele lovende recensies, Emmy awards en een Golden Globe verscheen vorig jaar de laatste aflevering van deze populaire sitcom.\nLupinSerieGenre: actie / komedieNetflix komt ook in 2021 weer met een hele berg nieuwe en ambitieuze series.\nMeer NetflixBenieuwd welke films en series in 2020 het populairst waren op Netflix?", "paragraphs": ["5 films en series die in week 1 op Netflix verschenen: Modern Family en meer", "Ook in de eerste week van het nieuwe jaar zijn er weer de nodige nieuwe films en series op Netflix verschenen. Zo kun je sinds deze week onder meer kijken naar het laatste seizoen van Modern Family, een docu over minimalisme en meer.", "Het nieuwe jaar is begonnen en Netflix heet je van harte welkom in 2021. Dat doen ze uiteraard met nieuwe films, series en documentaires. Zo trappen ze af met de nieuwe veelbelovende serie Lupin en de indrukwekkende dramafilm Pieces of a Woman. Daarnaast heeft Netflix de rechten van Modern Family seizoen elf binnengehaald en komen ze zelf met twee nieuwe documentaires. De één gaat over minimalisme en de ander over scheldwoorden. Kortom, voor ieder wat wils.", "Nieuw op Netflix in week 1", "1. Modern Family (seizoen 11)", "Serie", "Genre: komedie", "Aan al het goede komt een einde, en dus ook aan Modern Family. Na elf seizoenen, vele lovende recensies, Emmy awards en een Golden Globe verscheen vorig jaar de laatste aflevering van deze populaire sitcom. Het elfde seizoen was in Nederland al te zien op Comedy Central, maar vanaf nu kun je de laatste afleveringen ook bingen op Netflix. Dus ga er maar even goed voor zitten en geniet nog één keer van Jay, Gloria, Phil, Haley, Cameron en de rest van deze hilarische familie.", "2. Lupin", "Serie", "Genre: actie / komedie", "Netflix komt ook in 2021 weer met een hele berg nieuwe en ambitieuze series. De eerste heet Lupin en komt verrassend genoeg uit Frankrijk. In deze positief ontvangen serie zien we hoe Omar Sy een galante dief genaamd Assane Diop speelt. Zijn familie is onrecht aangedaan door een rijke familie en hij is erop gebrand om zijn vader te wreken. Om dit plan te laten slagen, laat hij zich inspireren door de aller bekendste gentleman-thief: Arsène Lupin.", "3. Pieces of a Woman", "Film", "Genre: drama", "Ook op filmgebied heeft Netflix direct een voltreffer te pakken. Pieces of a Woman maakte namelijk al veel indruk op verschillende filmfestivals en ook de recensies zijn zeer positief. Deze aangrijpende drama-film gaat over een jonge vrouw wiens thuisbevalling verkeerd afloopt. Haar kindje haalt het niet en ze stort in. Zo probeert verder te gaan met leven, maar ze is in diepe rouw. Ze zit hier zelfs zo diep in, dat ze steeds verder weg komt te staan van de mensen die haar liefhebben. Als ze niet oppast verliest ze veel meer dan alleen haar kind.", "4. The Minimalists: Less Is Now", "Documentaire", "Genre: lifestyle", "Het is tegenwoordig zo makkelijk om spullen te kopen. Veel dingen waren nog nooit zo goedkoop en je hebt ze binnen een dag in huis. Het resultaat is dat onze huizen vol liggen, en daar worden we helemaal niet gelukkig van. Het is tijd om afscheid te nemen van je spullen. Joshua en Ryan gingen je al voor. Deze twee vrienden hebben een beweging opgebouwd vanuit het minimalisme. In deze Netflix documentaire vertellen ze hun verhaal en leren ze je waarom het beter is om met minder te leven.", "5. History of Swear Words", "Documentaire", "Genre: humor", "De één doet het meer dan de ander, maar uiteindelijk maakt iedereen zich er wel eens schuldig aan: schelden. Maar heb je wel eens nagedacht over de woorden die we gebruiken om te schelden? Netflix wel, want ze hebben er een documentaire over gemaakt. In History of Swear Words probeert niemand minder dan Nicolas Cage te ontdekken waarom we schelden, en vooral hoe bepaalde woorden scheldwoorden zijn geworden.", "Meer Netflix", "Benieuwd welke films en series in 2020 het populairst waren op Netflix? Google heeft het uitgezocht en het antwoord kun je hier vinden."], "authors": ["Thomas Aalderink"], "keywords": ["beste", "zijn", "van", "en", "netflix", "series", "films", "ze", "een", "nieuwe", "te", "op", "het", "week", "verschenen", "die", "je"], "pubDate": "2021-01-09T13:55:32Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}