{"id": "9c73af2e-f5fc-3a79-851e-6a20ac4e7c66", "title": "Kerstborrel in 2020: twee derde heeft weinig zin in digitale Zoom-borrel", "url": "https://www.metronieuws.nl/geld-carriere/2020/12/kerst-kantoor-weinig-zoom/", "summary": "Kerstborrel in 2020: twee derde heeft weinig zin in digitale Zoom-borrelDe decembermaand staat normaal gesproken in het teken van samen met collega’s proosten op een jaar van hard werken.\nUit onderzoek blijkt dat twee derde van de ondervraagden met een kantoorbaan niet zit te wachten op een digitale kerstborrel.\nLinkedIn deed een onderzoek onder meer dan 1000 werkende Nederlanders met een kantoorbaan, om erachter te komen hoe zij dit jaar kerst vieren met collega’s.\nZe vinden het belangrijk dat er eind van het jaar toch een soort bijeenkomst komt op een informele manier.\n47 procent van de respondenten geeft aan dat er dit jaar bij hen op het werk geen kerst zal worden gevierd.", "paragraphs": ["Kerstborrel in 2020: twee derde heeft weinig zin in digitale Zoom-borrel", "De decembermaand staat normaal gesproken in het teken van samen met collega’s proosten op een jaar van hard werken. Maar dit jaar ziet het er toch iets anders uit. Vanwege de coronamaatregelen is het niet mogelijk om kerst te vieren met al je collega’s. Uit onderzoek blijkt dat twee derde van de ondervraagden met een kantoorbaan niet zit te wachten op een digitale kerstborrel.", "LinkedIn deed een onderzoek onder meer dan 1000 werkende Nederlanders met een kantoorbaan, om erachter te komen hoe zij dit jaar kerst vieren met collega’s.", "Kerstborrel via Zoom", "56 procent van de ondervraagden geeft aan de kerstsfeer te willen behouden. Ze vinden het belangrijk dat er eind van het jaar toch een soort bijeenkomst komt op een informele manier. Maar dat zal niet bij ieder bedrijf dit jaar het geval zijn. 47 procent van de respondenten geeft aan dat er dit jaar bij hen op het werk geen kerst zal worden gevierd. Dit in tegenstelling tot andere jaren.", "Uit een vorig onderzoek van LinkedIn bleek dat 67 procent van de leidinggevenden vreest dat het thuiswerken zorgt voor een negatief effect op de bedrijfscultuur en de onderlinge betrokkenheid. Om toch de gemoedelijke kerststemming te behouden, doet 56 procent mee aan een digitale kerstborrel of een ander digitaal alternatief. Maar of dit de oplossing is, moet nog blijken. Ruim meer dan de helft van de respondenten geeft aan geen zin te hebben in een borrel achter een beeldscherm.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Ik vrees dat we dit jaar ook geen kerstborrel op kantoor gaan meemaken … — Henk (@HenkTeer) October 20, 2020", "Walk- of drive-through", "Het zakelijke platform ziet veel bedrijven „stoeien”. Ze zitten met de vraag hoe de feestdag dit jaar het best op kantoor gevierd kan worden. „Natuurlijk zijn er alternatieven. Zo zien we ontzettend veel aanbieders van pubquizen en andere spellen die je met collega’s kunt doen”, meldt LinkedIn. Daarnaast meldt LinkedIn dat verschillende organisaties dit jaar hun waardering laten blijken met een borrel-of kerstpakket, waar hun werknemers met hun gezin van kunnen genieten. Wel slaan ze dit jaar de kerstborrel over.", "Sommige bedrijven proberen toch creatief te zijn. Zo organiseren bedrijven een speciale walk- of drive-through, geheel in kerstsfeer, waar medewerkers met hun auto of fiets doorheen kunnen rijden.", "Lees ook: Je moet het maar willen: werknemers met hun baas in quarantaine op kantoor"], "authors": ["Shazney Redan"], "keywords": ["van", "heeft", "dit", "weinig", "digitale", "2020", "twee", "het", "met", "zin", "jaar", "op", "een", "niet", "te", "dat", "kerstborrel", "zoomborrel", "derde"], "pubDate": "2020-12-08T15:47:39+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}