{"id": "9c924de8-76e4-37b0-a9a8-a278eb82d2b0", "title": "Siem de Jong na debuut voor sc Heerenveen: 'Ik moet meer brengen'", "url": "https://nu.nl/voetbal/6101172/siem-de-jong-na-debuut-voor-sc-heerenveen-ik-moet-meer-brengen.html", "summary": "Siem de Jong beseft na zijn debuut voor sc Heerenveen dat hij zich meer moet laten zien.\nDe 31-jarige middenvelder kwam zondag in de met 1-3 verloren thuiswedstrijd tegen Fortuna Sittard voor het eerst in actie voor de Friezen.\nDe zesvoudig Oranje-international tekende een contract voor anderhalf jaar bij Heerenveen, dat hem transfervrij overnam van FC Cincinnati.\nTeleurstelling bij sc Heerenveen en vreugde bij Fortuna Sittard na de 0-2.\nTeleurstelling bij sc Heerenveen en vreugde bij Fortuna Sittard na de 0-2.", "paragraphs": ["Siem de Jong beseft na zijn debuut voor sc Heerenveen dat hij zich meer moet laten zien. De 31-jarige middenvelder kwam zondag in de met 1-3 verloren thuiswedstrijd tegen Fortuna Sittard voor het eerst in actie voor de Friezen.", "\"Ik ben blij dat weer terug in Nederland ben, maar ik ben teleurgesteld met het eerste resultaat\", zei De Jong na afloop na de wedstrijd tegen ESPN.", "De zesvoudig Oranje-international tekende een contract voor anderhalf jaar bij Heerenveen, dat hem transfervrij overnam van FC Cincinnati. Ook hij kon de matige reeks van zijn ploeg, die op 1 november voor het laatst won, niet stoppen.", "\"Ik moet meer brengen, maar daarin moeten we nog groeien als groep\", liet hij weten. \"Na de wedstrijd zei Henk (Veerman, red.) tegen mij: af en toe wil je gelijk de een-twee maken en daar zal ik op letten. Dat zijn momenten die we met elkaar bespreken.\"", "De Jong speelde een uur mee in zijn eerste Eredivisie-duel in bijna een jaar. \"Dat hadden we van tevoren afgesproken. Natuurlijk hoop ik de komende wedstrijd meer te brengen, maar daar is een goed plan voor gemaakt met de technische staf. Dus daar heb ik vertrouwen in.\"", "Teleurstelling bij sc Heerenveen en vreugde bij Fortuna Sittard na de 0-2. Teleurstelling bij sc Heerenveen en vreugde bij Fortuna Sittard na de 0-2. Foto: Pro Shots", "'Het zakte bij ons echt even weg'", "Met De Jong in de basis kwam Heerenveen in de eerste helft met 0-3 achter door doelpunten van Ben Rienstra, George Cox en Zian Flemming. Na rust deed alleen Henk Veerman nog wat terug namens de thuisploeg, die voor de achtste keer op rij punten liet liggen in de Eredivisie.", "\"In het eerste kwartier stonden we redelijk goed en creëerden we goede kansen. Daarna kregen zij iets meer grip en scoorden ze meteen. Toen zakte het bij ons echt even weg en waren zij heel effectief. In die fase hebben we het laten liggen\", concludeerde de voormalig Ajacied.", "Door de slechte serie is Heerenveen afgezakt naar de achtste plaats op de ranglijst. De achterstand op nummer zeven FC Groningen bedraagt inmiddels zeven punten.", "Bekijk de uitslagen, de stand en het programma in de Eredivisie"], "authors": ["Foto", "Door"], "keywords": ["ik", "moet", "zijn", "van", "brengen", "voor", "en", "met", "jong", "bij", "dat", "siem", "heerenveen", "op", "het", "meer", "debuut", "sc"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}