{"id": "9caef8bc-eca5-3b32-8488-a0d2e3d65e1a", "title": "Moeite hebben met loslaten, Thierry Baudet is niet de enige", "url": "https://trouw.nl/achterpagina/moeite-hebben-met-loslaten-thierry-baudet-is-niet-de-enige~b6834491/", "summary": "De voetballegende is niet meer, maar om hem te kunnen loslaten is voor velen de hand van God nodig, denk ik.\nZijn vroegere geliefde Eva Vlaardingerbroek, nummer vijf op de FvD-kieslijst, noemt het in een reactie “paniekvoetbal van iemand die aan het verliezen is, die wanhopig is.” Baudet krijgt vochtige ogen van haar verraad.\nEn de jonge vrouwen die het kind baren, krijgen die rouwende of bittere schoonmoeders erbij.\nHet vasthouden lijkt hier bijna meer pijn op te leveren dan het accepteren en loslaten.\nRonduit pijnlijk is haar dwingende vraag aan haar andere zoon om zijn ‘biologische testament’ alvast te laten opmaken, zodat zijn sperma bij zijn dood aan haar toe komt en niet alleen aan een eventuele partner.", "paragraphs": ["Grote kans dat de Argentijnen hun gestorven Maradona net zo gaan vereren als hun Madonna. De voetballegende is niet meer, maar om hem te kunnen loslaten is voor velen de hand van God nodig, denk ik.", "Loslaten. Dat zit ook niet in Thierry Baudets vocabulaire, illustreerde ‘Goedemorgen Nederland’ (WNL) donderdag in een emotioneel moment. Het werd gretig online gedeeld. De voormalig fractievoorzitter stapte deze week op maar wil een deel van de FvD nu meenemen. Zijn vroegere geliefde Eva Vlaardingerbroek, nummer vijf op de FvD-kieslijst, noemt het in een reactie “paniekvoetbal van iemand die aan het verliezen is, die wanhopig is.” Baudet krijgt vochtige ogen van haar verraad. Hij vindt zijn visie volkomen logisch: hij wil liever een half (geestes-)kind dan geen kind.", "Verlies verkroppen ís moeilijk. We worden er steeds slechter in, in deze tijd van florerend maakbaarheidsdenken. De nieuwe IDFA-documentaires die NPO2 deze week dagelijks uitzendt, helpen over zulke thema’s na te denken.", "‘In His Image’ (EO) van Tami Ravid dinsdag was een bizar verhaal over vasthouden aan gesneuvelde zonen. De familie mag binnen dertig uur na overlijden nog levend sperma laten afnemen en invriezen. Tien tot vijftien jaar later willen ouders alsnog een kleinkind van hun dode zoon. De wet is nog ontoereikend over dat voor God spelen.", "De film volgt onder anderen Ludmila Rozhkov met haar kleindochtertje van haar dode zoon German, en Haderet Meiri die nog procedeert voor het sperma van haar omgekomen zoon Shaked; zijn weduwe doet er niets mee. Je gaat het bijna normaal vinden wanneer je een heel eind met hen gaat. Hun vitale zonen hadden ook niet moeten sterven. “Gesneuvelde soldaten hebben recht op nageslacht”, staat er op hun demonstratieborden.", "Maar de compenserende grootouders-wens heeft aan alle kanten open eindjes en scherpe randen. Niemand stelt ethische vragen - daar zou een hele extra film voor nodig zijn. Niemand stelt ook psychologische vragen. Ludmila vraagt haar kleinkind bij het graf of ze papa German een kusje geeft. De foto dan. “Je vader is dood, maar hij wilde je,” zegt ze steeds. Het kind moet gaan houden van een steen. Moet zijn verspilde leven goedmaken. Het zal nooit goed genoeg zijn.", "En de jonge vrouwen die het kind baren, krijgen die rouwende of bittere schoonmoeders erbij. Hoe meer het kind op de dode papa lijkt, des te beter.", "Het vasthouden lijkt hier bijna meer pijn op te leveren dan het accepteren en loslaten. “De open wond blijft, want de liefde blijft”, erkent Ludmila. Haderet heeft zelfs een verbeten zendingsdrang over het sperma-afnemen. Op de begraafplaats valt ze er nabestaanden van een nieuwe dode mee lastig. Ronduit pijnlijk is haar dwingende vraag aan haar andere zoon om zijn ‘biologische testament’ alvast te laten opmaken, zodat zijn sperma bij zijn dood aan haar toe komt en niet alleen aan een eventuele partner. De jongen reciteert het braaf en ik had een diep, diep medelijden met zijn ziel.", "De film hint erop dat dit fundamentele verlangen naar nageslacht juist in Israël speelt omdat het Joodse volk zich omringd weet door vijanden, maar gaat op die motieven niet echt in. We zien wel dat Haderets wens om het verlorene vast te houden, beschadigt wat ze nu onder haar hoede heeft. Daar kunnen Thierry Baudet en de FvD’ers over nadenken."], "authors": ["Maaike Bos"], "keywords": ["aan", "baudet", "van", "het", "op", "met", "zijn", "die", "enige", "thierry", "niet", "een", "moeite", "haar", "en", "te", "loslaten", "hebben"], "pubDate": "2020-11-27T09:31:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}