{"id": "9cb55f39-ec23-3730-af26-b6ed80b92d78", "title": "Drie kwart minder passagiers op Europa's drukste luchthaven Heathrow", "url": "https://nu.nl/economie/6101223/drie-kwart-minder-passagiers-op-europas-drukste-luchthaven-heathrow.html", "summary": "Dat waren er 73 procent minder dan de 80,9 miljoen van het jaar ervoor, meldt de luchthavenbeheerder maandag.\nOok zijn er minder landingsbanen gebruikt.\nHet bedrijf maakte maandag bekend dat het een kredietfaciliteit heeft afgesloten van 1,4 miljard pond (1,55 miljard euro).\nDeze faciliteit, met een looptijd van vijf jaar, wordt deels gedekt door een staatsgarantie van de Britse overheid.\nHet bedrijf had gehoopt dat het vliegverkeer in de lente weer zou aantrekken.", "paragraphs": ["London Heathrow Airport, Europa's drukste luchthaven, verwerkte afgelopen jaar 22,1 miljoen reizigers. Dat waren er 73 procent minder dan de 80,9 miljoen van het jaar ervoor, meldt de luchthavenbeheerder maandag. Tegelijkertijd werd bekend dat de Britse luchtvaartmaatschappij easyJet een extra kredietfaciliteit heeft afgesloten.", "Heathrow Airport had, net als andere bedrijven in de luchtvaart, zeer veel last van de uitbraak van de COVID-19-pandemie en de daaropvolgende contactbeperkende maatregelen. Om de problemen het hoofd te bieden werden de activiteiten gebundeld in terminals 2 en 5. Ook zijn er minder landingsbanen gebruikt.", "London Heathrow was geruime tijd de drukste luchthaven van Europa, maar raakte deze titel in oktober vorig jaar kwijt aan Paris-Charles de Gaulle. In december waren er zelfs 83 procent minder passagiers op het Londense vliegveld.", "Nieuwe kredietfaciliteit en staatsgarantie voor easyJet", "Ook de Britse luchtvaartmaatschappij easyJet maakt moeilijke tijden door. Het bedrijf maakte maandag bekend dat het een kredietfaciliteit heeft afgesloten van 1,4 miljard pond (1,55 miljard euro). Deze faciliteit, met een looptijd van vijf jaar, wordt deels gedekt door een staatsgarantie van de Britse overheid. De budgetmaatschappij schrapte door de coronacrisis eerder al 4.500 arbeidsplaatsen.", "Het bedrijf had gehoopt dat het vliegverkeer in de lente weer zou aantrekken. Maar door de tweede golf van coronabesmettingen en de uitbraak van een nog besmettelijkere COVID-19-variant in Engeland, is easyJet somberder geworden over de toekomst. Het sluit niet uit in de nabije toekomst aanvullende maatregelen te moeten nemen."], "authors": ["Door"], "keywords": ["drie", "door", "van", "er", "heathrow", "jaar", "europas", "en", "een", "dat", "minder", "op", "drukste", "kredietfaciliteit", "het", "luchthaven", "passagiers", "kwart"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}