{"id": "9cbe69cb-d4f0-3fc8-ba63-b7dd46a8023a", "title": "Vijftal dat drillrapclip wilde opnemen opgepakt wegens wapenbezit", "url": "https://www.parool.nl/amsterdam/vijftal-dat-drillrapclip-wilde-opnemen-opgepakt-wegens-wapenbezit~bc1867bb/", "summary": "Beeld youtubeZe waren van plan om vrijdagavond 4 december te filmen op de Baden Powellweg, maar werden gearresteerd in de lift van een flat om de hoek.\nIn de lift waar de jongens gearresteerd werden, stond ook een zwarte tas met een tot vuurwapen omgebouwd alarmpistool, het stroomstootwapen, een doosje kogels en een kogelwerend vest.\nBij het bekijken van de beelden zag de politie een stroomstootwapen dat lijkt op de taser in de zwarte tas.\nOp de Wallen zou hij met vrienden lachgas hebben verkocht, maar dat is niet bewezen.\nIn juli werd hij verdacht van een straatroof waarbij een jas werd gestolen, maar die zaak was geseponeerd.", "paragraphs": ["RakaVW in één van zijn clips. Beeld youtube", "Ze waren van plan om vrijdagavond 4 december te filmen op de Baden Powellweg, maar werden gearresteerd in de lift van een flat om de hoek. Dat gebeurde nadat ze waren weggerend voor de politie in het Stadspark Osdorp, even verderop.", "Een in zijn vrije tijd passerende agent herkende een paar van de jongens, die eerder met messen waren gepakt. Daarop schakelde hij collega’s in.", "In de lift waar de jongens gearresteerd werden, stond ook een zwarte tas met een tot vuurwapen omgebouwd alarmpistool, het stroomstootwapen, een doosje kogels en een kogelwerend vest. In een Gucci-schoudertasje ernaast zat een tot vuurwapen omgebouwd gaspistool. Dat was doorgeladen.", "In het kleinere tasje zat ook een bankpas van Revilliano S. (18) uit Zuidoost, één van de vijf in de lift. Hij had het wapen gevonden in de bosjes bij zijn school, zei hij. Zijn neefje Giarmani S. (17) uit Osdorp had een fors keukenmes in zijn broeksband, ‘om een appel mee te schillen’.", "Vuurwapen bij oma", "In de slaapkamer van hun vriend Rakheem H. (19), die bij zijn oma woont in de flat waar de arrestatie plaatsvond, trof de politie een gaspistool aan in een sporttas.", "De vierde en vijfde verdachte die bij de wapens in de lift stonden, zijn Xavier S. (20) uit Zuidoost en Djamar P. (21) uit Osdorp.", "Rakheem H. bleek de frontman van de groep. Hij is enigszins bekend als rapper RakaVW (Voor West). Hij beschouwt zichzelf als hiphopper, niet als een drillrapper, zei hij in een verhoor. Hij wil verpleger worden. “Ik zit niet in die gangs van drillrap. Die jongens gaan niet oud worden. Het is stoer doen. Ze maken elkaar alleen maar af.”", "Hij werd in mei al eens gearresteerd met een mes van 32 centimeter.", "Clips met wapens", "Online zijn twee clips van hem te vinden, met de voor drillrap gebruikelijke schietgebaren en scènes die bijvoorbeeld een straatroof verbeelden. In één van de video’s heeft hij een grote dolk vast. Bij het bekijken van de beelden zag de politie een stroomstootwapen dat lijkt op de taser in de zwarte tas. Het vuurwapen dat hij in een clip toont, ‘is nep’ en ‘gehuurd door een label van een andere artiest’, vertelde hij aan de politie.", "Twee filmstudenten uit Tilburg die vaker (drill)rapclips opnemen, waren door RakaVW ingehuurd voor de shoot van de clip bij zijn track over ‘de moeilijke’ tijd waarin hij zit en zijn hoop op een beter leven. De cameraman zou voor deze klus 200 euro krijgen, verklaarde hij. De studenten bleven als enigen staan toen de rappers voor de politie wegrenden.", "Giarmani S. was als kind al in beeld bij de politie. Zo werd hij gelinkt aan een intimiderend groepje dat straatroven pleegde. Op de Wallen zou hij met vrienden lachgas hebben verkocht, maar dat is niet bewezen.", "Hij zat nog in zijn proeftijd na een veroordeling tot 120 dagen jeugddetentie, waarvan 33 dagen voorwaardelijk waren opgelegd. Ook staat er een taakstraf van honderd uur op zijn strafblad. In juli werd hij verdacht van een straatroof waarbij een jas werd gestolen, maar die zaak was geseponeerd.", "Wanneer de jonge verdachten voor de rechter komen in hun wapenzaak, is onbekend."], "authors": ["Paul Vugts"], "keywords": ["zijn", "van", "opgepakt", "voor", "en", "vijftal", "drillrapclip", "een", "bij", "met", "hij", "opnemen", "wilde", "het", "wegens", "wapenbezit", "dat", "die"], "pubDate": "2021-01-05T16:30:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}