{"id": "9cc18cd2-43d7-3a0b-8005-ecf58eb07e04", "title": "Veehouders in Gelderland willen zich best laten uitkopen voor hun stikstofuitstoot", "url": "https://www.trouw.nl/duurzaamheid-natuur/veehouders-in-gelderland-willen-zich-best-laten-uitkopen-voor-hun-stikstofuitstoot~b893721d/", "summary": "De provincie Gelderland heeft ruim honderd aanmeldingen ontvangen voor een vrijwillige uitkoopregeling voor kalverhouders in de provincie.\nMet het uitkopen van deze bedrijven wil de provincie de stikstofuitstoot binnen haar grenzen verminderen.\nDaarom brengt de provincie een rangschikking aan: kalverhouderijen die vanwege hun ligging de grootste hoeveelheid stikstof doen neerslaan op de natuur, zogeheten ‘piekbelasters’, komen als eerste in aanmerking.\nDe provincie stelde eerder ook niet actief op zoek te gaan naar ‘piekbelasters’ voor een gesprek over mogelijke uitkoop.\nDaarnaast worden er steeds strengere eisen gesteld aan de kalverhouderij, bijvoorbeeld voor het gebruik van antibiotica.", "paragraphs": ["De provincie Gelderland heeft ruim honderd aanmeldingen ontvangen voor een vrijwillige uitkoopregeling voor kalverhouders in de provincie. Met het uitkopen van deze bedrijven wil de provincie de stikstofuitstoot binnen haar grenzen verminderen. Tussen half oktober en begin december konden geïnteresseerde veehouders zich melden.", "De provincie heeft twintig miljoen euro beschikbaar voor de regeling. Gedeputeerde Peter Drenth zei eerder in Trouw dat dit bedrag niet voldoende is om van alle (naar nu blijkt 114) geïnteresseerde boeren hun stallen, mestsilo’s, grond en woonhuizen aan te kopen. Daarom brengt de provincie een rangschikking aan: kalverhouderijen die vanwege hun ligging de grootste hoeveelheid stikstof doen neerslaan op de natuur, zogeheten ‘piekbelasters’, komen als eerste in aanmerking.", "Voor de provincie Gelderland is overbelasting van de natuur door stikstof een prangende kwestie. De provincie herbergt met de Veluwe het grootste kwetsbare natuurgebied van Nederland én kent veel veehouderij die stikstof uitstoot. Van de ruim 1600 kalverhouderijen in Nederland (een sector binnen de veehouderij met een relatief hoge uitstoot) zijn er zo’n 700 gevestigd in Gelderland. Ter vergelijking: in Zeeland zijn er maar acht kalverhouderijen.", "Piekbelasters", "Of de grootste uitstoters uit de Gelderse kalversector zich nu bij de provincie hebben gemeld, is niet bekend. De provincie stelde eerder ook niet actief op zoek te gaan naar ‘piekbelasters’ voor een gesprek over mogelijke uitkoop. Dergelijk optreden door de provincie zou volgens gedeputeerde Drenth ‘een onveilig gevoel’ geven bij de veehouder in kwestie, die niets verkeerd doet omdat hij voor de uitstoot van zijn bedrijf een vergunning heeft.", "Op verzoek van de provincie bracht Wageningen University & Research globaal in kaart waar zich in Gelderland de boerenbedrijven bevinden die de natuur het zwaarst belasten. Dat bleek met name ten westen van de Veluwe te zijn.", "Jan Willem Erisman, hoogleraar milieu en duurzaamheid aan de Universiteit Leiden, voegt daar – in een onderzoek dat hij op eigen initiatief verrichtte en deelde met Trouw – aan toe dat het ook zeer effectief zou zijn om gericht boerenbedrijven in de Gelderse Vallei uit te kopen, omdat hun uitstoot zwaar drukt op natuur in het hele land.", "De mogelijkheid om agrarische bedrijven uit te kopen om hun stikstofuitstoot weg te nemen, is ook een onderdeel van de nieuwe stikstofwet van minister Schouten, die de Tweede Kamer donderdag behandelt.", "Beeld Louman & Friso", "LTO: Dure en weinig kosteneffectieve maatregel", "Waar de animo voor uitkoop onder Gelderse kalverboeren groot lijkt, is boerenorganisatie LTO Nederland er geen voorstander van. In een reactie op de stikstofwet van minister Schouten stelt LTO: “Opkoop van veehouderijbedrijven is een dure en weinig kosteneffectieve maatregel. Voor hetzelfde geld kan meer stikstofreductie bereikt worden door financiële stimulering van investeringen van bedrijven in emissievermindering.”", "De provincie Gelderland denkt dat het de kalverhouders die geïnteresseerd zijn in uitkoop niet per se te doen is om een bijdrage te leveren aan het oplossen van de stikstofcrisis. Uitkoop kan ook uitkomst bieden aan veehouders zonder opvolger. Daarnaast worden er steeds strengere eisen gesteld aan de kalverhouderij, bijvoorbeeld voor het gebruik van antibiotica. Bovendien hebben kalverhouders het momenteel financieel moeilijk, nu zij vanwege corona en de gesloten horeca moeite hebben om het vlees van hun dieren af te zetten.", "Lees ook:", "Gelderland zit tot over zijn oren in de stikstofcrisis, maar gaat zijn grote uitstoters niet opzoeken", "Gelderland zit tot over zijn oren in de stikstofcrisis. Toch gaat de provincie grote uitstoters niet actief benaderen om te stoppen.", "Boeren zitten met een stuwmeer aan slachtvee; waar moeten hun kalveren heen?", "De coronacrisis zorgt voor grote problemen in de veehouderij. Nu de horeca is gesloten ontstaat er een crisissituatie bij vleesbedrijven, die plots geen afzetmogelijkheid meer hebben, stelt de Centrale Organisatie voor de Vleessector."], "authors": ["Emiel Hakkenes"], "keywords": ["aan", "van", "best", "het", "veehouders", "uitkopen", "provincie", "zijn", "willen", "een", "stikstofuitstoot", "zich", "gelderland", "te", "om", "en", "laten", "hun", "voor"], "pubDate": "2020-12-10T09:53:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}