{"id": "9cc32c97-b118-3654-a9c1-380ca53fbb7d", "title": "Coalitie dient voorstel in om lokale economie Zuidoost te stimuleren", "url": "https://nu.nl/amsterdam/6097306/coalitie-dient-voorstel-in-om-lokale-economie-zuidoost-te-stimuleren.html", "summary": "De coalitiepartijen hebben een initiatiefvoorstel ingediend om een eerlijke, lokale en duurzame economie in Amsterdam-Zuidoost te stimuleren.\nHet idee is dat het geld dat in een bepaald gebied wordt verdiend, zoveel mogelijk terugvloeit naar bewoners van dat gebied.\nBijvoorbeeld door nieuwe vormen van lokaal ondernemerschap te stimuleren of door meer in te kopen bij lokale ondernemers.\nDaarnaast is het de bedoeling dat bedrijven die in dat gebied zijn verankerd, meer mensen uit de gemeenschap aannemen.\nHet geld dat verdiend wordt, komt dus veelal niet terecht bij de bewoners, zo benadrukken de partijen.", "paragraphs": ["De coalitiepartijen hebben een initiatiefvoorstel ingediend om een eerlijke, lokale en duurzame economie in Amsterdam-Zuidoost te stimuleren. Ze baseren zich daarbij op Community Wealth Building, een aanpak die in Engeland en de Verenigde Staten al eerder is gebruikt.", "Het idee is dat het geld dat in een bepaald gebied wordt verdiend, zoveel mogelijk terugvloeit naar bewoners van dat gebied. Bijvoorbeeld door nieuwe vormen van lokaal ondernemerschap te stimuleren of door meer in te kopen bij lokale ondernemers.", "Daarnaast is het de bedoeling dat bedrijven die in dat gebied zijn verankerd, meer mensen uit de gemeenschap aannemen.", "Volgens GroenLinks, D66, PvdA en SP is deze aanpak ook geschikt voor Amsterdam-Zuidoost, een stadsdeel waar veel wordt verdiend (waaronder in de omgeving van de Johan Cruijff ArenA), maar dat ook te maken heeft met hoge armoedecijfers.", "Het geld dat verdiend wordt, komt dus veelal niet terecht bij de bewoners, zo benadrukken de partijen. \"Veel verdwijnt in de handen van de anonieme aandeelhouders van bedrijven. Daardoor ontstaat grote ongelijkheid tussen rijke bedrijven enerzijds, en mensen met lage inkomens anderzijds.\"", "Aanpak eerder succesvol toegepast in Cleveland en Preston", "De Community Wealth Building zou daar verandering in moeten brengen. Het economische model is eerder al gebruikt in de Amerikaanse stad Cleveland en de Engelse stad Preston. Met succes, vinden de partijen.", "", "Zo is het publieke geld dat terugstroomt in de lokale economie in Preston gestegen van 39 naar 75 procent, wat weer tot veel lokale werkgelegenheid heeft geleid.", "GroenLinks, D66, PvdA en SP zien dat ook graag in Zuidoost gebeuren. Ze willen daarom dat de gemeente organisaties, bedrijven en mensen uit de gemeenschap gaat ondersteunen."], "authors": ["Door"], "keywords": ["wordt", "economie", "verdiend", "om", "van", "bedrijven", "coalitie", "zuidoost", "een", "te", "het", "dient", "voorstel", "lokale", "en", "dat", "stimuleren"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}