{"id": "9cc6bda0-51e9-3dde-8b0e-493fa3529e7a", "title": "Organisator: ‘Ruim vier op vijf festivalbezoekers staat open voor sneltest’", "url": "https://www.parool.nl/nederland/organisator-ruim-vier-op-vijf-festivalbezoekers-staat-open-voor-sneltest~b28ed91b/", "summary": "De organisator van Strafwerk ziet dat vier op de vijf festivalbezoekers wel een negatieve sneltest wil overhandigen alvorens naar het festival te gaan.\nVier op de vijf stelt zich al veilig genoeg te voelen om een buitenfestival te bezoeken, met inachtneming van de coronamaatregen.\nEr is weinig perspectief voor de sector, waarin bedrijven zich bijvoorbeeld niet meer kunnen verzekeren voor een pandemie.\nSommige ondernemers in de branche staan er nu zelfs voor open om een vaccinatie verplicht te stellen voor entree.\nEr worden al commerciële sneltests gebruikt en ingezet bij huisfeestjes, maar die zijn niet altijd even betrouwbaar.", "paragraphs": ["De organisator van Strafwerk ziet dat vier op de vijf festivalbezoekers wel een negatieve sneltest wil overhandigen alvorens naar het festival te gaan. Beeld Amaury Miller", "De enquête is afgelopen maand afgenomen onder zo’n 10.500 respondenten, die regelmatig festivals bezoeken. Vier op de vijf stelt zich al veilig genoeg te voelen om een buitenfestival te bezoeken, met inachtneming van de coronamaatregen.", "92 procent van de ondervraagden heeft er geen moeite mee als hun testresultaten gedeeld worden met de evenementenorganisator of de overheid.", "Vaccinatie", "“Mensen voelen zich eenzaam en missen sociale contacten,” zegt Jasper Goossen, manager bij Apenkooi Events. “Waar het in de media vooral gaat over mensen die problemen veroorzaken, zijn wij ervan overtuigd dat het gros van de mensen zeer bereid is om onderdeel te zijn van de oplossing.”", "Festivals en nachtclubs hopen inderdaad op de grootschalige uitrolling van de sneltesten. Er is weinig perspectief voor de sector, waarin bedrijven zich bijvoorbeeld niet meer kunnen verzekeren voor een pandemie. Sommige ondernemers in de branche staan er nu zelfs voor open om een vaccinatie verplicht te stellen voor entree.", "Er worden al commerciële sneltests gebruikt en ingezet bij huisfeestjes, maar die zijn niet altijd even betrouwbaar. Die praktijk is dus ongewenst, aldus de GGD Amsterdam."], "authors": ["Het Parool"], "keywords": ["sneltest", "vijf", "van", "het", "op", "staat", "die", "zijn", "open", "een", "te", "festivalbezoekers", "zich", "om", "vier", "organisator", "ruim", "voor"], "pubDate": "2020-12-07T19:54:38+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}