{"id": "9cd0ff79-4779-3238-94ab-d68cb22b0d5b", "title": "Een remedie van 500 miljard – maar wordt de economie daar beter van?", "url": "https://volkskrant.nl/nieuws-achtergrond/een-remedie-van-500-miljard-maar-wordt-de-economie-daar-beter-van~bbf6ef9f/", "summary": "Het slechte nieuws: de centrale bank heeft genoeg andere mogelijkheden om het geld nog goedkoper te maken.\n2) Schulden opkopenHet meeste vuurwerk wordt deze week verwacht van het omstreden opkoopprogramma van staats- en bedrijfsschulden.\nEn dat alles komt bovenop de 2.896 miljard euro aan obligaties die al zijn aangeschaft onder het oude monetaire stimuleringsbeleid.\nHet formele bezwaar luidt dat het Verdrag van Maastricht permanente monetaire financiering verbiedt.\nAl is het idee om geld weg te geven, zonder dat daar iets van onderpand tegenover staat, centrale bankiers sowieso een gruwel.", "paragraphs": ["Donderdag komt de Europese Centrale Bank naar verwachting met een nieuwe miljardeninjectie om de coronacrisis te bestrijden. Toch lijkt niemand onder de indruk. Welke middelen liggen er in president Christine Lagardes medicijnkastje, en werken die nog?", "1) Rente verlagen", "Zou de rente met 1 procent omlaag gaan, dan schat het grootste pensioenfonds van Nederland, ABP, dat haar nu al niet rooskleurige dekkingsgraad 12 procent daalt. In zo’n doemscenario kunnen zelfs de soepeler regels waaraan het kabinet en de sociale partners sleutelen geen pensioenverlaging voorkomen.", "Er staat dus wat op het spel donderdag. Want dát de ECB na afloop van haar monetaire beleidsvergadering nieuwe maatregelen aankondigt, staat vast. De eurozone worstelt met de tweede golf en de politieke leiders steggelen over het coronafonds van 750 miljard euro. Ondertussen heerst er tot ongerustheid van veel economen deflatie. En de steeds duurdere euro begint de concurrentiepositie van het bedrijfsleven te ondermijnen.", "‘Het herstel in de eurozone verliest sneller dan verwacht aan momentum’, waarschuwde president Christine Lagarde zes weken geleden al. De Française beloofde harde actie. ‘Alle instrumenten’ waarover de centrale bank beschikt, zouden op tafel liggen. Inclusief de beleidsrente, waarvan het belangrijkste tarief nu al -0,5 procent bedraagt.", "Het goede nieuws voor de Nederlandse pensioenen? Het legertje ‘ECB-watchers’– de specialisten die voor banken, investeringsfondsen en financiële media elk woord dat de monetaire hogepriesters uitspreken onder een vergrootglas leggen – voorspelt geen verdere verlaging van de rente. Het slechte nieuws: de centrale bank heeft genoeg andere mogelijkheden om het geld nog goedkoper te maken.", "2) Schulden opkopen", "Het meeste vuurwerk wordt deze week verwacht van het omstreden opkoopprogramma van staats- en bedrijfsschulden. Daarvoor was reeds 1.350 miljard euro beschikbaar. Hier komt een injectie van mogelijk wel 500 miljard euro bij. Waarschijnlijk verlengt de ECB de periode waarin het geld mag worden uitgegeven tot in 2022. En dat alles komt bovenop de 2.896 miljard euro aan obligaties die al zijn aangeschaft onder het oude monetaire stimuleringsbeleid.", "Duizelingwekkende bedragen, maar halen ze nog iets uit? Ondernemers en overheden kunnen nu al spotgoedkoop lenen. Het verschil tussen de rente die Italië en Duitsland betalen voor een tienjarige obligatie, de zogenoemde ‘spread’, is kleiner dan voor de coronacrisis. Toch noemt Isabel Schnabel, de invloedrijke rechterhand van Christine Lagarde in de ECB-directie, de huidige maatregelen in een interview met financieel persbureau Bloomberg ‘uiterst effectief’. Tot en met 2022 zouden ze opgeteld voor 1,3 procent extra groei zorgen.", "Critici geloven daar weinig van. Natuurlijk kan de ECB lenen nóg gunstiger maken, zegt Casper de Vries, hoogleraar monetaire economie aan de Erasmus School of Economics. Als ondernemers geen behoefte hebben aan meer krediet, haalt het weinig uit: ‘Neem een kroegbaas. We kúnnen door corona niet eens naar het café, dus het is logisch dat zo’n ondernemer even niet gaat investeren in zijn zaak. Het enige waarvoor het ECB-beleid zorgt, is een enorme windhandel. De lage rente stimuleert bedrijven bijvoorbeeld om zich nog dieper in de schulden te steken om overnames te doen. En het leidt tot stijgende aandelen- en huizenprijzen. Uiteindelijk moet dat eindigen in een enorme klap.’", "President van de ECB Christine Lagarde tekent de nieuwe euro-biljetten Beeld REUTERS", "3) Banken subsidiëren", "Naast schuldaankopen hebben de centrale bankiers een tweede favoriet crisismedicijn: TLTRO. Achter die onmogelijke afkorting gaat een soort gratis geldloket voor banken schuil. Alleen dit jaar al hebben zij hier zo’n anderhalf biljoen euro (dat zijn twaalf nullen) opgehaald. Gebruiken de banken die leningen op hun beurt om kredieten te verstrekken aan ondernemers en huishoudens, dan krijgen ze tot 1 procent rente cadeau.", "De TLTRO-geldkraan biedt de banken een welkome subsidie. Zij hebben veel last van de lage rente. Toch vroeg zelfs ING-topman Steven van Rijswijk zich onlangs in een gesprek met journalisten hardop af hoeveel baat de economie heeft bij nóg meer en goedkopere ECB-financiering. ‘In crisistijd loopt de economische activiteit terug, hebben ondernemers minder werkkapitaal nodig en gaan ze minder investeren. Daarom moet je als centrale bank een goede afweging maken hoeveel stimulans je blijft geven.’", "Desondanks lijkt ook de duur van dit crisisprogramma verlengd te worden, tot ver in 2022. Rabobank-econoom Elwin de Groot vermoedt dat ‘Frankfurt’ zichzelf op die manier speelruimte wil geven. ‘Mocht de coronacrisis langer duren dan verwacht, dan moeten overheden extra schulden maken. De centrale bank staat in dat geval klaar om die op te kopen en zo de rente laag te houden.’ Volgens de ECB-kenner gaat dat steeds meer lijken op wat in monetair jargon yield curve control heet. De Groot: ‘Zodra de rente dreigt te stijgen, drukt de ECB die door extra obligaties aan te schaffen. De Bank of Japan doet dit al veel langer.’", "4) Helikoptergeld", "Over de effectiviteit van één medicijn lijken vriend en vijand het eens: helikoptergeld. Als de ECB morgen 3.000 euro overschrijft naar elke Europeaan, zou dat tot meer consumptie, groei en inflatie leiden. Hetzelfde gebeurt als die vers gedrukte miljarden direct ten goede komen aan de begrotingen van de lidstaten.", "Toch is en blijft dit een brug te ver voor de centrale bankiers. Nog liever bediscussiëren zij, in navolging van de Amerikaanse Federal Reserve, het opkopen van risicovollere bedrijfsobligaties. In de newspeak van de financiële wereld gaat het over ‘gevallen engelen’, elders heten ze gewoon junk bonds. Maar deze monetaire steun direct uitstrooien over de hoofden van de Europese bevolking? Geen denken aan.", "Het formele bezwaar luidt dat het Verdrag van Maastricht permanente monetaire financiering verbiedt. Al is het idee om geld weg te geven, zonder dat daar iets van onderpand tegenover staat, centrale bankiers sowieso een gruwel.", "Hoogleraar Casper de Vries ziet nog een andere reden voor de onwil om hierover te praten. ‘Stiekem ís de ECB al bezig met monetaire financiering. Via haar schuldaankopen. Dat doet zij vooral om de Zuid-Europese landen te steunen’, meent de monetair econoom. Hij ziet de toekomst somber in. ‘Het zal steeds moeilijker worden voor de ECB om hier een punt achter te zetten. In Italië gaan al stemmen op om deze schulden voor eeuwig op de balans van de centrale bank te laten staan.’"], "authors": ["Koen Haegens"], "keywords": ["beter", "van", "economie", "daar", "het", "maar", "die", "miljard", "remedie", "500", "een", "wordt", "en", "te", "dat", "om", "al", "voor"], "pubDate": "2020-12-10T05:00:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}