{"id": "9cf275cd-567c-3fa2-9c2b-65318073b381", "title": "Lonneke Sloëtjes en Ron Zwerver beste Nederlandse volleyballers aller tijden", "url": "https://volkskrant.nl/sport/lonneke-sloetjes-en-ron-zwerver-beste-nederlandse-volleyballers-aller-tijden~b57b31df/", "summary": "Beeld AFPHet Nederlandse volleybal ligt al maanden stil en hoofdredacteur Bart van Garderen van de website volleybalkrant.nl wilde ‘traffic’ genereren.\nHet was alweer twintig jaar geleden dat de besten van de vorige eeuw, Ron Zwerver en Martje de Vries, hun plaatsje onder de zon hadden gekregen.\nEerst digitaal stemmen voor een rondje nominaties, de longlist, en daarna voor de publieksstem, over de shortlist.\nOud-bondscoach Peter Murphy en twee trainers met interlandverleden, Vera Koenen en Saskia van Hintum, waren de belangrijkste krachten.\nMurphy wierp zich op als hoeder van het verleden.", "paragraphs": ["Lonneke Sloëtjes in actie in 2018. Beeld AFP", "Het Nederlandse volleybal ligt al maanden stil en hoofdredacteur Bart van Garderen van de website volleybalkrant.nl wilde ‘traffic’ genereren. Hij bedacht dat de beste volleyballer en volleybalster uit de Nederlandse geschiedenis gekozen dienden te worden. Het was alweer twintig jaar geleden dat de besten van de vorige eeuw, Ron Zwerver en Martje de Vries, hun plaatsje onder de zon hadden gekregen.", "Van Garderen schreef een internetverkiezing uit met de ronkende titel de Dutch GOAT (Greatest of All Time). Eerst digitaal stemmen voor een rondje nominaties, de longlist, en daarna voor de publieksstem, over de shortlist. Een vijfkoppige vakjury stelden de lijst van zes beteren samen. Oud-bondscoach Peter Murphy en twee trainers met interlandverleden, Vera Koenen en Saskia van Hintum, waren de belangrijkste krachten.", "Murphy wierp zich op als hoeder van het verleden. Hij kwam met Hilda van Gulik en Dinco van der Stoep aangezet en benadrukte dat Martje de Vries, de Friezin met twaalf landstitels voor DVC en Olympus, niet over het hoofd mocht worden gezien. De Vries kwam op de shortlist, bij de vrouwen vergezeld door Lonneke Slöetjes, Robin de Kruijf, Ingrid Visser, Cintha Boersma en Henriëtte Weersing.", "Bij de mannen ging het tussen Zwerver, Peter Blangé, Bas van de Goor, Olof van der Meulen, Richard Schuil, allemaal mannen met een gouden verleden van Atlanta 1996, plus Nimir Abdelaziz, de hedendaagse sensatie in de Italiaanse Serie A. Nimir, bekende naam voor het jonge volk dat de website bezoekt, kreeg een vloed aan stemmen van de volgers. Hij was duidelijk de publiekslieveling.", "De vakjury, goed voor de helft van de stemmen, was er om te wijzen op resultaten uit het verleden die onmogelijk te negeren waren. Zo kwam Ron Zwerver toch weer bovendrijven. Hij geldt als het boegbeeld van de succesjaren negentig, met de olympische titel van de Lange Mannen als pronkstuk. Zwerver won met 39 procent, voor spelverdeler Peter Blangé (500 interlands) die 19,5 procent kreeg. Nimir eindigde als derde met 18,9 procent.", "Ron Zwerver, de assistent- bondscoach van de Nederlandse volleybalvrouwen samen met Celeste Plak. Beeld Klaas Jan van der Weij / de Volkskrant", "Bij de vrouwen werd het zeer recente verleden wel leidend. Lonneke Slöetjes, de diagonaal die de voorbije jaren bij het Nederlands team en bij Champions League-winnaar Vakifbank Istanbul furore maakte, werd door het publiek royaal op één gezet. Dat was voldoende voor haar uitverkiezing, met 9 procent (36 om 27) voorsprong op het grote kanon uit de jaren negentig, Henriëtte Weersing, een grootheid in het Italiaanse clubvolley.", "Hier was positie drie voor de betreurde Ingrid Visser, met 514 interlands Nederlands recordinternational. Zij werd in 2013 in Spanje vermoord. Naar haar is de normale ereprijs genoemd, de Ingrid Visser Award, die jaarlijks aan de best presterende volleyballers wordt uitgereikt."], "authors": ["John Volkers"], "keywords": ["beste", "van", "het", "voor", "en", "zwerver", "met", "een", "ron", "sloëtjes", "lonneke", "volleyballers", "op", "verleden", "tijden", "nederlandse", "dat", "aller"], "pubDate": "2020-12-29T21:09:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}