{"id": "9d0121a3-6264-3d18-a69e-82c42ca4750d", "title": "De Volkskeuken: 16de-eeuwse spinazie-omeletrol", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-16de-eeuwse-spinazie-omeletrol~b4651b57/", "summary": "Omeletrol met spinazie, 16de-eeuws.\nZet de spinazie op met een bodempje water en laat helemaal slinken.\nDoe in een vergiet en druk er zo veel mogelijk water uit en hak fijn.\nBak er met 15 gram boter een dunne omelet van in je allergrootste koekenpan.\nVoor Battus was het een bijgerecht, maar met wat rijst erbij is het een uitstekend, heerlijk hoofdmaal.", "paragraphs": ["Omeletrol met spinazie, 16de-eeuws. Beeld Onno Kleyn", "Kijk, zo moet het nou, een historisch kookboek aanpakken. Onlangs verscheen Het excellente kookboek van doctor Carolus Battus uit 1593 – Proef de smaak van de 16de eeuw (Sterck & de Vreese; € 29,95). Het is huiveringwekkend goed; ik viel van de ene blijde verbazing in de andere. Een prachtige uitgave, dat is één. Het origineel in foto’s, de hertaling met uitleg erna, dat is twee.", "Dan zijn er inleidingen en essays over de schrijver, Karel Baten, een arts geboren in Gent die na omzwervingen langs Antwerpen, Rostock, Frankrijk en Hamburg in Dordrecht terechtkwam, over de eetgewoonten van de 16de eeuw, over de gezondheidsleer van de periode, de gebruikte ingrediënten en de omgang daarmee, over vet en zuur, en soep en messen, en de invloed van de kerk en specerijen en... Ten slotte zijn er ook nog perfect maakbare moderne versies van recepten toegevoegd.", "Neerlandici Christianne Muusers en Marleen Willebrands houden alle ballen in de lucht: het boek leest als een trein en is tegelijk academisch ondertimmerd. Kunsthistoricus Alexandra van Dongen voegde haar kennis erbij. Alles schitterend in beeld gebracht, de gerechten gefotografeerd op historisch vaatwerk. Zucht. Zo goed! Nu koken. Ik kort iets in, pas iets aan.", "Ingrediënten 1 zure appel 600 g gewassen spinazie 30 + 15 g boter 3 eetl. witte wijn 2 eetl. citroensap 1 theel. suiker 1 theel. gemberpoeder 3 eieren 1 eetl. bloem", "Schil de appel en rasp hem, zonder klokhuis natuurlijk. Zet de spinazie op met een bodempje water en laat helemaal slinken. Doe in een vergiet en druk er zo veel mogelijk water uit en hak fijn. Smelt 30 g boter en doe er de appel, spinazie, wijn, citroensap, suiker en gember bij. Stoof circa 10 minuten, tot het vocht is opgenomen in de massa. Breng op smaak met zout.", "Klop 1 dooier glad met de bloem en klop er dan grondig de rest van de eieren doorheen. Voeg zout toe. Bak er met 15 gram boter een dunne omelet van in je allergrootste koekenpan. Ik deed het in de oven (180 graden) in een grote ovenschaal met teflonlaag, om mijn omelet rechthoekig te krijgen. Stollen is genoeg, bruinen niet gewenst. Verdeel het spinaziemengsel over de omelet en rol die voorzichtig op. Snijd er dwars plakken van en serveer.", "Voor Battus was het een bijgerecht, maar met wat rijst erbij is het een uitstekend, heerlijk hoofdmaal."], "authors": ["Onno Kleyn"], "keywords": ["zo", "van", "omelet", "het", "op", "met", "16deeeuwse", "een", "spinazie", "spinazieomeletrol", "en", "volkskeuken", "er"], "pubDate": "2020-11-29T17:53:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}