{"id": "9d5a43ce-612c-3b9e-9ec3-9e7fd87f3e79", "title": "Teambazen: Alleen Lewis Hamilton beter dan Max Verstappen in 2020", "url": "https://www.telegraaf.nl/sport/947475600/teambazen-alleen-lewis-hamilton-beter-dan-max-verstappen-in-2020", "summary": "Alle teambazen werden gevraagd om een lijstje met hun top-10 in te leveren.\nDe punten werden verdeeld zoals bij een normale race, dus 25 punten voor de nummer 1 en één punt voor de nummer 10.\nNet als vorig jaar bleef alleen Hamilton Verstappen voor.\nOpvallend genoeg eindigde Valtteri Bottas slechts op een gedeelde negende plek, samen met Pierre Gasly.\nGeorge Russell bleef als Williams-coureur bijvoorbeeld buiten de punten en scoorde er drie bij zijn eenmalige invalbeurt bij Mercedes, maar werd door de teambazen beloond met meer punten.", "paragraphs": ["Alle teambazen werden gevraagd om een lijstje met hun top-10 in te leveren. De punten werden verdeeld zoals bij een normale race, dus 25 punten voor de nummer 1 en één punt voor de nummer 10.", "Net als vorig jaar bleef alleen Hamilton Verstappen voor. De zevenvoudig wereldkampioen kreeg 171 punten, de Nederlander 156. Nummer 3 Leclerc (Ferrari) ontving 132 punten. Opvallend genoeg eindigde Valtteri Bottas slechts op een gedeelde negende plek, samen met Pierre Gasly.", "Bottas finishte in de daadwerkelijke WK-stand als tweede. George Russell bleef als Williams-coureur bijvoorbeeld buiten de punten en scoorde er drie bij zijn eenmalige invalbeurt bij Mercedes, maar werd door de teambazen beloond met meer punten. Van de tien teambazen stemde alleen Mattia Binotto van Ferrari niet.", "De hele top-10:", "1. Lewis Hamilton, 171", "2. Max Verstappen, 156", "3. Charles Leclerc, 132", "4. Daniel Ricciardo, 95", "5. Sergio Pérez, 82", "6. George Russell, 75", "7. Lando Norris, 45", "8. Carlos Sainz, 37", "9. Valtteri Bottas, 27", "9. Piere Gasly, 27"], "authors": ["Onze Telesportredactie"], "keywords": ["verstappen", "lewis", "dan", "een", "werden", "teambazen", "alleen", "2020", "punten", "hamilton", "max", "voor", "bij", "als", "nummer", "beter", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}