{"id": "9d72e02d-4b58-3d36-8d41-ea13fa3c9a6a", "title": "Wc-papier, coronavirus, Fred van Leer bij de populairste Google-zoekresultaten 2020", "url": "https://www.metronieuws.nl/lifestyle/tech/2020/12/hier-zochten-we-dit-jaar-vooral-naar-op-google/", "summary": "Wc-papier, coronavirus, Fred van Leer bij de populairste Google-zoekresultaten 2020Wat is een lockdown?\nAndere veel gezochte onderwerpen dit jaar waren Fred van Leer (waarvan een seksvideo openbaar werd en die slachtoffer werd van een gewapende overval), de iPhone 12 van Apple en de Amerikaanse presidentskandidaat Joe Biden.\nMarco Borsato is de meest op Google gezochte artiest en Noortje Herlaar de meest gegoogelde acteur.\nPer maand is op basis van Google Trends een top 3 samengesteld van waar we in Nederland met z’n allen het meest op zochten.\nLees ook: Dit zijn de populairste Twitter-hashtags van 2020 tot nu toeLees ook: Dit zijn de tien populairste YouTube-video’s van 2020", "paragraphs": ["Wc-papier, coronavirus, Fred van Leer bij de populairste Google-zoekresultaten 2020", "Wat is een lockdown? Waarom hamsteren we wc-papier? Hoe maak je een mondkapje? Die vragen hebben Nederland het afgelopen jaar veel beziggehouden, blijkt uit het overzicht van zoekopdrachten in Google.", "Het bedrijf publiceerde vandaag zijn jaaroverzicht, Year in Search genaamd.", "Het jaar is natuurlijk nog niet voorbij, dus wie weet komt daar na de persconferentie van premier Rutte en minister De Jonge van gisteravond de vraag ‘hoe breng ik een eenzame kerst door’ nog bij. Maar toch: de meest voorkomende zoekopdrachten zijn op een rij gezet.", "Trending trefwoorden op Google", "Bij het jaaroverzicht kijkt Google niet naar de meest uitgevoerde zoekopdrachten, maar naar de opdrachten waar een grote stijging te zien is. De ‘trending’ trefwoorden hebben vooral te maken met de corona-uitbraak. De snelst gestegen term is ‘coronavirus’, gevolgd door ‘RIVM’. In de top tien staan verder zoekopdrachten als ‘coronavirus Nederland’ en ‘corona dashboard’. Andere veel gezochte onderwerpen dit jaar waren Fred van Leer (waarvan een seksvideo openbaar werd en die slachtoffer werd van een gewapende overval), de iPhone 12 van Apple en de Amerikaanse presidentskandidaat Joe Biden.", "Ook veel vragen aan Google hebben te maken met de corona-uitbraak. Zo wilden Nederlanders weten waarom het coronavirus eigenlijk zo heet, wat een pandemie is en waarom Italië zo veel coronagevallen telt. Maar mensen gebruikten Google ook veel om te ontdekken waarom cornflakes zijn uitgevonden, wat een koppelwerkwoord is en hoe je wentelteefjes maakt.", "Zoeken op overledenen", "De meest gezochte overledene was Kobe Bryant. De basketballer kwam in januari om het leven door een helikoptercrash. Ook actrice Naya Rivera en shorttrackschaatsster Lara van Ruijven werden veel gegoogeld. De meest gezochte serie was Tiger King, bij de tv-programma’s voert Boer zoekt Vrouw de lijst aan. Marco Borsato is de meest op Google gezochte artiest en Noortje Herlaar de meest gegoogelde acteur. Dit had onder meer te maken met het feit dat zijn deelneemster was aan The Masked Singer op RTL 4.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Kan iemand een compilatie van de vos @noortjeherlaar van de #TheMaskedSinger samenstellen en uitzenden? De peuter (3) vraagt er dagelijks naar…", "Of breng mij gewoon dat pak, dan ga ik er zelf wel in staan zingen en dansen.🤣#peuterpraat #jekrijgterzoveelvoorterug — Arina (@Arinaaah) December 9, 2020", "Meest gezocht op Google per maand", "Ook vergelijkingswebsite Pricewice onderzocht de meest gezochte woorden en termen op Google in 2020. Emerce bracht daar vandaag een overzicht over naar buiten. Per maand is op basis van Google Trends een top 3 samengesteld van waar we in Nederland met z’n allen het meest op zochten.", "• Januari: 1. coronavirus 2. Kobe Bryant 3. Aart Staartjes.", "• Februari: 1. Storm Ciara, Dennis en Ellen 2. schrikkeldag 3. desinfecterende handgel.", "• Maart: 1. persconferentie 2. scholen dicht 3. coronakaart Nederland.", "• April: 1. Koningsdag thuis 2. Thank you coronavirus-helpers 3. Kim Jong-un.", "• Mei: 1. Resveratrol 2. George Floyd 3. SpaceX.", "• Juni: 1. Marc de Hond 2. Marsha P. Johnson 3. Local Guide program.", "• Juli: 1. Naya Rivera 2. Lara van Ruijven 3. Kanye West.", "• Augustus: 1. Beiroet 2. Chadwick Boseman 3. Bas van Wijk.", "• September: 1. Famke Louise 2. WRTS 3. Prinsjesdag 2020.", "• Oktober: 1. Emily in Paris 2. Fred van Leer video 3. Ernst Daniël Smid.", "• November: 1. Elections 2020 2. Black Friday-deals 3. Sinterklaasjournaal.", "• December tot nu toe: 1. Elliot Page 2. Spotify Wrapped 2020 3. Trier.", "Lees ook: Dit zijn de populairste Twitter-hashtags van 2020 tot nu toe", "Lees ook: Dit zijn de tien populairste YouTube-video’s van 2020"], "authors": ["Erik Jonk"], "keywords": ["van", "bij", "populairste", "leer", "2020", "het", "op", "coronavirus", "zijn", "meest", "google", "wcpapier", "een", "en", "te", "veel", "fred", "googlezoekresultaten"], "pubDate": "2020-12-09T11:29:09+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}