{"id": "9d944c43-d108-34c8-9ba1-8257408aaca2", "title": "Column Herman Sandman: Géén boom", "url": "https://www.dvhn.nl/meningen/Columns/Column-Herman-Sandman-G%C3%A9%C3%A9n-boom-26278016.html", "summary": "Mijn vrouw wil echter ‘niet te vroeg’: ,,Dan staat dat ding hier zo.’’Het formaat is ook een item geworden.\nVan mij mag hij het plafond raken, maar vorig jaar was ik laat en had de allerlaatste boom bij de bouwmarkt.\nAls ik niet te laat ben.\nOp tijd zijn is prima, je kunt ook te op tijd zijn.\nVoor buiten: ,,En ik wil lichtjes in de tuin.’’Dus geen boom binnen, wel buiten, het is allemaal niet meer te volgen.", "paragraphs": ["Ze stelt voor eens géén boom te doen. Ik denk: wat zullen we nou weer beleven en besluit meteen klare wijn te schenken: ,,Gaan we niet meemaken. Als dat de mentaliteit is hier pak ik mijn spullen en ben weg. Dan is er geen lol meer.’’", "De boom, dat moeten we ieder jaar managen. Ik sta in de stand: twee weken van te voren, mag ook drie. Kerst zelf is immers in een poep en een scheet voorbij. Je eet op de eerste ochtend suikerbrood, pulkt twee dagen later de pezen van de kip tussen de tanden weg en dat was hem weer. De meeste lol zit in de aanloop. Mijn vrouw wil echter ‘niet te vroeg’: ,,Dan staat dat ding hier zo.’’", "Het formaat is ook een item geworden. Van mij mag hij het plafond raken, maar vorig jaar was ik laat en had de allerlaatste boom bij de bouwmarkt. Toen zei ze goedkeurend: ,,Zo’n kleine heeft wel wat. Heb je minder rommel van.’’", ",,Zei mijn vrouw vannacht ook’’, wilde ik reageren, zoals bij alles, maar hield me in. Mijn vrouw zei het immers al.", "We gaan het zien vandaag. Als ik niet te laat ben. Waar ik heen rij, sinds Sint Maarten is het overal al boompjederij en lichtjederij . Op tijd zijn is prima, je kunt ook te op tijd zijn.", "Mijn vrouw dringt er wel steeds op aan dat ik de kunstboom van zolder haal. Voor buiten: ,,En ik wil lichtjes in de tuin.’’", "Dus geen boom binnen, wel buiten, het is allemaal niet meer te volgen.", "Iemand tweet dat hij per ongeluk tachtig meter kerstverlichting heeft gekocht. Ik ga ook los nu."], "authors": ["Herman Sandman"], "keywords": ["van", "géén", "ik", "sandman", "te", "het", "vrouw", "ook", "niet", "en", "op", "boom", "dat", "herman", "column"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}