{"id": "9dadca21-99bc-3d0e-a04f-ec490da130fe", "title": "Noem mij één journalist die puur en alleen door het tikken van stukjes op rozen zit", "url": "https://volkskrant.nl/columns-opinie/noem-mij-een-journalist-die-puur-en-alleen-door-het-tikken-van-stukjes-op-rozen-zit~b62284be/", "summary": "Dat is geen onderbuikgevoel, dat zijn klare feiten: noem mij één journalist die puur en alleen door het tikken van stukjes op rozen zit en ik kom je vandaag nog een klapzoen brengen, in coronatijd.\nDie man is een machine, die tikt ze waar je bij staat, maar dat zijn uitzonderingen.\nDat dat kennelijk lastig is om onder ogen te zien, hoort daarbij.\nIk heb mezelf niet hoog zitten, maar voor dat beeld pas ik.\nMaar geld is daar niet een van, en het feit dat je dit vaak alleen hoeft uit te leggen aan rijke mensen zegt misschien wel genoeg.", "paragraphs": ["Nog heel even over geld.", "Een poosje geleden schreef ik over de kloof tussen de zzp’er en de mens in vaste dienst.", "Gevoelig punt daarin was mijn opmerking dat sommige journalisten er warmpjes bij zitten omdat er alternatieve inkomsten zijn, hetzij rijke ouders of een flinke overwaarde, hetzij een partner met een goede, vaste baan. Dat is geen onderbuikgevoel, dat zijn klare feiten: noem mij één journalist die puur en alleen door het tikken van stukjes op rozen zit en ik kom je vandaag nog een klapzoen brengen, in coronatijd. Die zijn er namelijk niet, daarvoor zijn de verdiensten en de productie in de journalistiek simpelweg te laag. Een journalist kan maar één, hooguit twee goede stukken per dag tikken, tenzij je Nico Dijkshoorn heet. Die man is een machine, die tikt ze waar je bij staat, maar dat zijn uitzonderingen. Normale journalisten schrijven net aan één aardig werkje per dag, en dan mag je al heel tevreden zijn, anders heb je geen leven.", "Nu is dat op zich geen probleem, al is het natuurlijk treurig dat er zo’n geringe economische waardering bestaat voor de journalistiek, maar dat geldt ook voor de kunsten, de zorg en het onderwijs. Achteraan aansluiten dus. Verder moet je er om voor de hand liggende redenen niet aan denken dat alleen mensen met geld straks nog journalistiek kunnen bedrijven, of uitsluitend mensen die een huis cadeau krijgen nog romans schrijven, maar zo ver is het gelukkig nog niet.", "Toch viel mijn stukje niet lekker bij een aantal mensen. Wat had geld ermee te maken? En vooral: wat had feminisme ermee te maken? Want zelfs journalisten die ons loepzuivere spiegels voorhouden over gelijkheid en feminisme zijn dikwijls niet in staat om de eigen broek op te houden, schreef ik, als ze tenminste dezelfde mooie broek willen blijven dragen. ‘Voor mij gaat feminisme over gelijke kansen en keuzevrijheid,’ mailde een lezer. ‘Niet per se over leven op gelijke voet.’", "Terechte opmerkingen. Maar helaas pindakaas: geld hebben ís nu juist keuzevrijheid. Wie (deels) kan vertrouwen op de zekerheden van de partner hoeft zich minder zorgen te maken over de hypotheek, minder zorgen over een buffer in lastige tijden, en hoeft vermoedelijk ook niet bij te klussen voor het clubblad van een bekende grootgrutter. Geld betekent zelfbeschikking, kortom, en zelfbeschikking betekent geluk, simple comme bonjour.", "Dat dat kennelijk lastig is om onder ogen te zien, hoort daarbij. Liever koestert men het idee dat we onze prettige positie aan onszelf te danken hebben, aan ons eigen harde werken en goede keuzes. En soms hebben mensen ook niet eens door dat ze bepaalde privileges genieten, waardoor het lastig is ze erop aan te spreken – daar weet ik alles van. Maar het is wat het is, en ik voel me zo langzamerhand genoodzaakt om dat hardop te zeggen, omdat anders het omgekeerde waar is: wie er níét warmpjes bij zit, zal dat dan ook wel aan zichzelf te danken hebben. Ik heb mezelf niet hoog zitten, maar voor dat beeld pas ik.", "Verlies ik daarmee niet uit het oog dat ook mensen met geld tegenspoed kunnen ervaren? Nee, natuurlijk niet. Net als ieder ander kunnen ze ziek worden, dierbaren verliezen of een rothuwelijk hebben, en zo kan ik nog wel 99 problemen bedenken. Maar geld is daar niet een van, en het feit dat je dit vaak alleen hoeft uit te leggen aan rijke mensen zegt misschien wel genoeg.", "Laat ik besluiten met zanger Huub van der Lubbe, die zoals gewoonlijk veel minder woorden nodig heeft om het veel beter te zeggen: Geld maakt niet gelukkig, hoor je wel beweren, maar voor een half miljoen, wil ik het wel proberen – en er mijn best voor doen."], "authors": ["Eva Hoeke"], "keywords": ["één", "rozen", "van", "zit", "het", "op", "stukjes", "maar", "tikken", "mij", "ik", "een", "niet", "noem", "en", "dat", "te", "je", "puur", "voor"], "pubDate": "2020-06-12T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}