{"id": "9daeb2f9-6c95-3164-88e4-b375e79654d3", "title": "Review: Huawei Mate Xs is de beste vouwtelefoon, maar geen aanrader", "url": "https://nu.nl/reviews/6042400/review-huawei-mate-xs-is-de-beste-vouwtelefoon-maar-geen-aanrader.html", "summary": "Pas als je een groot scherm nodig hebt, vouw je het scherm uit.\nDoor: NU.nl/Rutger OttoDe Mate Xs klikt open met een knopje aan de zijkant.\nHet scherm van de voorkant loopt langs de linkerkant over de rand door in de achterzijde.\n(Foto: NU.nl/Rutger Otto)Goede camera's, qua hardware echt overtuigendOpengevouwen houdt de Huawei Mate Xs aan een kant een dikkere rand.\nDoor het toestel om te draaien, gebruik je het scherm op de achterkant om jezelf via de camera's in de rand te bekijken.", "paragraphs": ["Huawei brengt met de Mate Xs zijn eerste vouwtelefoon op de Nederlandse markt. Hoewel het de beste vouwtelefoon is die we tot nu toe hebben getest, kunnen we hem niet aanraden.", "Een vouwtelefoon komt het best tot zijn recht wanneer je hem het gros van de tijd als normale smartphone gebruikt. Dichtgevouwen gebruik je het scherm voorop om te typen en om door sociale media te scrollen. Pas als je een groot scherm nodig hebt, vouw je het scherm uit.", "Eerdere vouwtelefoons die we testten, deden het anders. De Samsung Galaxy Fold had voorop een klein priegelig scherm dat niet handig werkte, waardoor je het toestel al moest openvouwen om op een bericht te antwoorden. De Galaxy Z Flip was überhaupt onbruikbaar zonder hem open te klappen. Aan de buitenkant zat slechts een klein scherm voor meldingen.", "Door: NU.nl/Rutger Otto", "De Mate Xs klikt open met een knopje aan de zijkant. (Foto: NU.nl/Rutger Otto)", "Van 6,6 naar 8 inch", "De Mate Xs van Huawei heeft geen scherm aan de binnenkant, maar een display langs de volledige buitenkant. Het scherm van de voorkant loopt langs de linkerkant over de rand door in de achterzijde. Het voordeel hiervan is dat hij ook dichtgevouwen een volwaardig 6,6 inch-scherm aan de voorkant bevat.", "Openvouwen gaat met een knopje dat achterop in een rand is verwerkt. Hiermee klikt het scherm los en kun je hem verder openen. Zo ontstaat een bijna vierkant 8 inch-scherm.", "Het grote nadeel van dit (plastic) scherm is wel dat het altijd aan de buitenkant zit en daardoor vatbaarder is voor krassen. Wij ondervonden in twee weken testen nog geen hinder, maar het is de vraag wat er gebeurt als je het toestel per ongeluk eens in een jaszak met je sleutels stopt. Het toestel wordt overigens wel met een screenprotector geleverd en die wordt een keer gratis vervangen.", "Door: NU.nl/Rutger Otto", "Uitgevouwen heeft de Mate Xs een 8 inch-scherm. (Foto: NU.nl/Rutger Otto)", "Vouwen is soms een uitkomst", "Het grote scherm gebruik je bijvoorbeeld met gamen, bij het bekijken van video's of als je meerdere apps naast elkaar wil gebruiken. Het werkt heel simpel. Via de zijkant schuif je een nieuwe app het beeld in. Zo zet je bijvoorbeeld je sms'jes en de mail-app naast elkaar. Een derde app kan erbij, maar die zweeft dan boven de andere twee.", "Vooraf denk je wellicht: wanneer is een vouwtelefoon een uitkomst? Maar in de praktijk zul je merken dat je het soms zonder na te denken gaat doen, als je een groter scherm nodig hebt. Bij multitasken is het bijvoorbeeld echt een meerwaarde, hetzelfde geldt voor gamen, waarbij het meer overzicht van de spelwereld oplevert.", "De Mate Xs is een fors toestel, ook ingeklapt. Hij is wat dikker dan een normale telefoon en ook aardig lang. Met 300 gram is het ook nog eens een van de zwaarste telefoons op de markt. Ter vergelijking: de Galaxy Fold van Samsung weegt 276 gram.", "Door: NU.nl/Rutger Otto", "Door het toestel te draaien, maak je selfies met de camera's achterop. (Foto: NU.nl/Rutger Otto)", "Goede camera's, qua hardware echt overtuigend", "Opengevouwen houdt de Huawei Mate Xs aan een kant een dikkere rand. Hierin zijn onder meer de USB-C-aansluiting en vier cameralenzen verwerkt. De rand zorgt ook dat het toestel prettig vasthoudt.", "De cameralenzen leveren hoogwaardige kwaliteit foto's op, wat we inmiddels gewend zijn van Huawei-telefoons. Naast een standaardlens en een groothoeklens heeft het toestel een zoomlens waarmee je tot drie keer optisch kan inzoomen en tot vijf keer hybride (een combinatie van hardware en software). Digitaal kun je tot 50 keer zoomen, al raak je dan snel details kwijt.", "Handig is dat deze camera's ook gebruikt worden voor selfies. Door het toestel om te draaien, gebruik je het scherm op de achterkant om jezelf via de camera's in de rand te bekijken. Zo gebruik je dus altijd de beste lenzen.", "Specificaties Huawei Mate Xs Scherm voorop: 6,6 inch (2480 x 1148 pixels)", "Scherm achterop: 6,38 inch (2480 x 892 pixels)", "Scherm uitgevouwen: 8 inch (2480 x 2200 pixels)", "Processor: Kirin 990 5G", "Werkgeheugen: 8GB", "Opslag: 512GB", "Accu: Twee keer 2.250 mAh", "Gewicht: 300 gram", "Door: NU.nl/Rutger Otto", "Dankzij de vouw kun je het toestel makkelijk wegzetten. (Foto: NU.nl/Rutger Otto)", "Conclusie: gemankeerd technisch hoogstandje", "Qua hardware zit de Mate Xs dus behoorlijk slim in elkaar. Het probleem zit, net als bij andere nieuwe Huawei-telefoons, in de software. Dat komt omdat Google-apps en -diensten ontbreken vanwege een handelsverbod met de Verenigde Staten.", "Hierdoor ontbreken niet alleen apps zoals YouTube, Google Maps en Gmail, maar ook diensten zoals de Play Store, waar je apps als Facebook en WhatsApp downloadt. Veel populaire apps staan nog niet in de AppGallery, Huawei's eigen appwinkel, en daarom zul je gebruik moeten maken van allerlei omwegen om die apps toch te installeren.", "Dit maakt dat het toestel zeer gemankeerd wordt geleverd en eigenlijk alleen maar is aan te raden aan mensen die graag moeite doen om apps te installeren (en daarna geüpdatet te houden). Maar het nadeel is dan nog dat veel apps gebruikmaken van Google-diensten, waardoor apps zelfs na installatie via een omweg mogelijk beperkt werken.", "Dat is echt zonde, zeker omdat het toestel technisch en hardwarematig echt fraai in elkaar zit. Maar een telefoon van 2.500 euro waarvoor je te veel moeite moet doen om de meestgebruikte apps ter wereld op te zetten, kunnen we niet zomaar aan iedereen aanraden."], "authors": ["Door", "Rutger Otto"], "keywords": ["aanrader", "dat", "je", "review", "van", "vouwtelefoon", "xs", "geen", "een", "te", "het", "huawei", "scherm", "toestel", "en", "maar", "met", "beste", "mate"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}