{"id": "9daf1b90-8b81-3987-aadb-5a31ff92446f", "title": "Een vervreemdende podcast over het kantoorleven, met zombielegers en vliegende post-its", "url": "https://trouw.nl/cultuur-media/een-vervreemdende-podcast-over-het-kantoorleven-met-zombielegers-en-vliegende-post-its~bbee50af/", "summary": "Een kantoorkolos ‘waarvan de kleur van het beton matcht met de gemiddelde kleur van de lucht’.\nHij licht de achtergrond van het gevecht tussen Systeembeheer en Management toe, waarbij hij net als iedereen een geheime agenda heeft.\nHoe moet het bijvoorbeeld verder met de cryptovloek, het bakbeest van een kopieerapparaat uit de jaren negentig, of nog belangrijker met de liefde voor Liya?\nVervreemdende sfeerDaarin vallen ook weer de indringende geluidseffecten en originele muziek te verwachten, samen verantwoordelijk voor een wat vervreemdende sfeer.\nEen aflevering is zeer geschikt om in eigen thuiskantoor tijdens een lange koffiepauze of een korte lunch te beluisteren.", "paragraphs": ["Heimwee naar kantoor? Luister dan naar de podcast ‘Gothrecht’ van Pepijn Lanen – bekend van rapformatie ‘De Jeugd van Tegenwoordig’. Lanen schreef en regisseerde een absurdistisch sprookje in zes delen over het kantoorleven.", "Hoofdpersoon is Brinta (vertolkt door Georgina Verbaan), een goth-vrouw die werkt in het Pierre Bokma-complex. Een kantoorkolos ‘waarvan de kleur van het beton matcht met de gemiddelde kleur van de lucht’. De luisteraar volgt Brinta tijdens haar zoektocht naar de Japanse koffiemachine waarvan de gekleurde blikjes een dagelijks lichtpuntje betekenen, maar die plotseling is verdwenen. Extra zuur omdat de machine haar dichter bij Liya brengt, op wie Brinta heimelijk verliefd is, en die net als zij verzot is op de Japanse blikjes.", "De speurtocht naar het apparaat drijft Brinta door het grauwe gebouw: van de zesde verdieping (waar de management-mensen verblijven die een colbertje dragen) tot aan de kelder waar de systeembeheerders zetelen, die allemaal dezelfde gloed op hun huid hebben door gebrek aan zonlicht en een overproductie van het stresshormoon cortisol.", "Pepijn Lanen, bekend als Faberyayo van De Jeugd van Tegenwoordig, schreef de podcast ‘Gothrecht’. Beeld ANP Kippa", "Zombielegers", "Een van hen is de maniakale Dries (een rol van Achmed Akkabi) die zo zijn eigen strijd voert. Een strijd die elke aflevering bizarder wordt. Sy­steemplafonds komen naar beneden, hele afdelingen veranderen in zombielegers en post-its vliegen door de lucht.", "Wat voor wonderlijke wendingen het hoorspel ook neemt, de acteurs brengen het overtuigend. Zo komt Brinta tijdens haar dwaaltocht Pierre Bokma – in een wel heel bijzondere gedaante – tegen en maakt ze kennis met de Archiefoudste, die de stem draagt van Herman Koch. Hij licht de achtergrond van het gevecht tussen Systeembeheer en Management toe, waarbij hij net als iedereen een geheime agenda heeft. Hoe uitvoerig de uitleg van de Archiefoudste ook is – af en toe sukkelt hij zelfs in slaap – veel vragen blijven onbeantwoord.", "Hoe moet het bijvoorbeeld verder met de cryptovloek, het bakbeest van een kopieerapparaat uit de jaren negentig, of nog belangrijker met de liefde voor Liya? Hopelijk komen de antwoorden in de laatste aflevering, vanaf vrijdag beschikbaar, aan bod.", "Vervreemdende sfeer", "Daarin vallen ook weer de indringende geluidseffecten en originele muziek te verwachten, samen verantwoordelijk voor een wat vervreemdende sfeer.", "Een aflevering is zeer geschikt om in eigen thuiskantoor tijdens een lange koffiepauze of een korte lunch te beluisteren. En bevat genoeg kantoorjargon – directionele confidentialiteit, interne functionalisering – om vervolgens weer helemaal opgeladen achter je computer te kruipen.", "Gothrecht is onder meer te beluisteren via de site van de VPRO en NPO Radio 1."], "authors": ["Pieternel Gruppen"], "keywords": ["van", "zombielegers", "vervreemdende", "het", "vliegende", "met", "postits", "die", "naar", "een", "podcast", "kantoorleven", "en", "brinta", "te", "door"], "pubDate": "2020-12-10T14:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}