{"id": "9db2a945-b78e-3c60-b612-6b8c00fd240d", "title": "Koeriersdiensten zien omzet weer stijgen door coronacrisis", "url": "https://www.nu.nl/economie/6095640/koeriersdiensten-zien-omzet-weer-stijgen-door-coronacrisis.html", "summary": "Post- en koeriersdiensten hebben in het derde kwartaal flink van de coronacrisis geprofiteerd.\nDe omzet uit internetaankopen steeg het afgelopen kwartaal met 39 procent en veel van die bestelde spullen werden vervolgens door koeriers naar consumenten vervoerd.\nBedrijven die geen goederen, maar personen vervoerden, zagen hun omzet in het derde kwartaal echter weer dalen.\nIn de luchtvaart daalde de omzet met 63 procent ten opzichte van het derde kwartaal van 2019 en bij de spoorwegbedrijven met 39 procent.\nDe omzet van de taxibedrijven steeg iets ten opzichte van het tweede kwartaal, maar lag nog steeds lager dan de omzet in het derde kwartaal van 2019.", "paragraphs": ["Post- en koeriersdiensten hebben in het derde kwartaal flink van de coronacrisis geprofiteerd. Doordat consumenten minder fysieke winkels bezochten en vaker online aankopen deden, steeg de omzet van deze diensten met 11 procent ten opzichte van dezelfde periode vorig jaar. Dat meldt het Centraal Bureau voor de Statistiek donderdag.", "De omzet uit internetaankopen steeg het afgelopen kwartaal met 39 procent en veel van die bestelde spullen werden vervolgens door koeriers naar consumenten vervoerd.", "Bedrijven die geen goederen, maar personen vervoerden, zagen hun omzet in het derde kwartaal echter weer dalen. In de luchtvaart daalde de omzet met 63 procent ten opzichte van het derde kwartaal van 2019 en bij de spoorwegbedrijven met 39 procent. De omzet van de taxibedrijven steeg iets ten opzichte van het tweede kwartaal, maar lag nog steeds lager dan de omzet in het derde kwartaal van 2019.", "In de binnenvaart daalde de omzet met ruim 11 procent. Dat kwam vooral doordat er voor passagiersschepen nagenoeg geen werk was, hoewel ook het goederenvervoer in de binnenvaart achterbleef."], "authors": ["Door"], "keywords": ["stijgen", "van", "kwartaal", "het", "zien", "omzet", "met", "derde", "koeriersdiensten", "coronacrisis", "steeg", "en", "weer", "opzichte", "door", "procent"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}