{"id": "9dd3be71-f27c-3898-954f-2e2a3700cb42", "title": "Bewonder de Nepalese cultuur inclusief drieogige draak in Dwarika's Hotel, Kathmandu", "url": "https://volkskrant.nl/reizen/bewonder-de-nepalese-cultuur-inclusief-drieogige-draak-in-dwarika-s-hotel-kathmandu~b3d745cf/", "summary": "Nepal staat bekend om zijn hostels en homestays; en terecht.\nAl sinds de jaren zeventig verzamelt Ambica Shrestha, de grande dame van het Nepalese toerisme, antieke vensters, deurposten en meubels om die te behoeden voor de open haard.\nDwarika’s Hotel is met afstand het beste en smaakvolste logeeradres in de stad.\nDe zeepjes en crèmes zijn zelfgemaakt in de apotheek van het hotel, niet ver van de eigen werkplaats waar jonge houtsnijders en steenhouwers een opleiding krijgen.\nDwarika’s Hotel is met afstand het beste en smaakvolste logeeradres in de stad.", "paragraphs": ["Nepal staat bekend om zijn hostels en homestays; en terecht. Maar er bestaat ook een andere kant. Al sinds de jaren zeventig verzamelt Ambica Shrestha, de grande dame van het Nepalese toerisme, antieke vensters, deurposten en meubels om die te behoeden voor de open haard. Om al die spullen een plaats te geven groeide haar familiehuis in Kathmandu uit tot een paleis met tachtig kamers waar toeristen kunnen slapen in Nepalees erfgoed.", "Dwarika’s Hotel is met afstand het beste en smaakvolste logeeradres in de stad. Op de binnenplaatsen vertellen gasten elkaar over hun helikoptervlucht naar Mount Everest (zelf wandelen doen ze niet), omringd door eeuwenoud houtsnijwerk, hindoeïstische beelden en goudsbloemen. De ruime kamer is eenvoudig en smaakvol: bakstenen muren, handgeknoopte vloerkleden, een antiek dagbed om een spelletje Tigers and Goats op te spelen (een soort dammen), naast het ingebouwde bad staat een roodgelakt kastje met een drieogige draak. In welk klooster heeft dat de afgelopen eeuwen gestaan?", "De zeepjes en crèmes zijn zelfgemaakt in de apotheek van het hotel, niet ver van de eigen werkplaats waar jonge houtsnijders en steenhouwers een opleiding krijgen. Shrestha: ‘We willen hier de Nepalese cultuur bewaren en laten zien. In ons resort in de bergen draait alles om de natuur.’ Dwarika’s is sowieso een bezoek waard: drink gewoon thee op de binnenplaats of reserveer een tafel in een van de drie restaurants.", "Dwarika’s Hotel is met afstand het beste en smaakvolste logeeradres in de stad. Beeld Katja Poelwijk"], "authors": ["Noël Van Bemmel"], "keywords": ["van", "om", "nepalese", "inclusief", "draak", "een", "cultuur", "en", "te", "zijn", "bewonder", "dwarikas", "op", "hotel", "drieogige", "met", "het", "kathmandu"], "pubDate": "2019-11-01T14:00:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}