{"id": "9deb7cd3-aecb-3e6f-af09-8ce25f0abc1a", "title": "Het kan niet anders dan dat ook dit bizarre jaar bijzonder dierbaar wordt in de harten van een hele generatie", "url": "https://volkskrant.nl/columns-opinie/het-kan-niet-anders-dan-dat-ook-dit-bizarre-jaar-bijzonder-dierbaar-wordt-in-de-harten-van-een-hele-generatie~b4490088/", "summary": "Het kan niet anders dan dat ook dit bizarre jaar bijzonder dierbaar wordt in de harten van een hele generatie.\nNostalgie heeft niets te maken met het verleden waarnaar gesmacht wordt.\nHet platteland was dankzij de heldere hemel een lappendeken van prentbriefkaartjes, idyllisch op het ongeloofwaardige af.\nWie daarna met een paar wijntjes op door de uitgestorven donkere straten dwaalde, waande zich in een een droom, een schilderij van Willink of Delvaux.\nDat mensen daar nu gillend gek van worden, van met een headsetje op tegen een scherm praten, dat zal de nostalgie uit deze tijd gummen.", "paragraphs": ["Nostalgie zal zelfs het voorbije jaar tot een dierbare herinnering kneden, vermoedt Thomas van Luyn.", "En toch zullen we 2020 enorm missen. Waarom? Geen idee. Maar zo werkt nostalgie nou eenmaal. Het kan niet anders dan dat ook dit bizarre jaar bijzonder dierbaar wordt in de harten van een hele generatie. Nostalgie heeft niets te maken met het verleden waarnaar gesmacht wordt. Die hele eighties-revival bijvoorbeeld, die is leuk hoor, al die retro synthpop-hitjes nestelen zich comfortabel in mijn gehoor. Maar ik herinner me ook dat we gezamenlijk een zucht van verlichting slaakten toen de jaren negentig aanbraken. Klinkt misschien gek, maar zo tof waren angst voor een wereldoorlog, leegstaande binnensteden en massawerkeloosheid helemaal niet. Het leverde geweldige films en muziek op – voor een tl-verlichte afgebladderde parkeergarage met Joy Division op de achtergrond kun je me midden in de nacht wakker maken – maar dat is allemaal romantiek, de truc die kunstenaars uithalen om narigheid mooi te maken. Interessant genoeg had je in de sombere eighties zelf weer een fifties-revival, een tijd die in de praktijk zo vreselijk was dat een hele generatie schrijvers zijn brood heeft verdiend met vertellen hóé vreselijk.", "Nou ja.", "Dus wat zal het verhaal zijn straks? Wat wordt de nostalgische Hollywoodversie van het vergleden jaar? Als ik moet gokken, kan ik wel een paar dingen bedenken: de vroege lockdown viel samen met krankzinnige droogte, twee rampen die ik me nu al herinner als ‘het coronazonnetje’. De hele wereld sloeg aan het wandelen. Het platteland was dankzij de heldere hemel een lappendeken van prentbriefkaartjes, idyllisch op het ongeloofwaardige af. Meestal is Nederland in het voorjaar een verregende hoop donkere narigheid waarin de lente maar niet wil doorbreken, in 2020 toonden strakblauwe luchten hoe mooi het zwerk eruitzag voordat commerciële luchtvaart er haar sporen in trok, en zag het platteland van horizon tot zonovergoten horizon knalgroen.", "En de steden dan: lange lege landerige straten, vrij van auto’s, haastig volk en toeristen. Joggers die zich met wijdopen ogen vergaapten aan hoe de stedelijke obstakelbaan ineens een eindeloze speeltuin was geworden. Rolschaatsen en skateboards waren niet aan te slepen, mensen ontdekten dat die betonnen pingpongtafel ook daadwerkelijk voor pingpong gebruikt kon worden. En ’s avonds aten we fenomenale afhaalmaaltijden van sterrenkoks voor een fractie van de kostprijs. Wie daarna met een paar wijntjes op door de uitgestorven donkere straten dwaalde, waande zich in een een droom, een schilderij van Willink of Delvaux. En bij thuiskomst kon men tot laat zijn Netflix leeg bingen, want niemand hoefde naar zijn werk hè? Dakzij Zoom rolden kantoorslaven om vijf voor negen uit bed, deden een colbertje over hun slaapshirt en schoven in hun blote kont de vergadering in. Ik bedoel: dat gaat een dingetje zijn hoor, in de toekomst, dat niemand zich ziek hoefde te melden omdat je gewoon lekker thuis mocht blijven. Dat mensen daar nu gillend gek van worden, van met een headsetje op tegen een scherm praten, dat zal de nostalgie uit deze tijd gummen. Net als de faillissementen, de depressies van mensen die wappie werden van de eenzaamheid, de zendmasten die in de fik werden gestoken, de explosie aan huiselijk geweld en seksueel misbruik – dat zijn dingetjes die niet zo interessant zijn voor de nostalgie. De jeugd zal zich herinneren: we hadden prachtig weer, The Weeknd stond op 1, en papa was thuis."], "authors": ["Thomas Van Luyn"], "keywords": ["harten", "zijn", "van", "generatie", "hele", "jaar", "en", "voor", "een", "met", "kan", "wordt", "ook", "op", "het", "niet", "dat", "die"], "pubDate": "2020-12-31T14:00:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}