{"id": "9df825e1-5ddd-3368-a023-91ea2a220e69", "title": "Deze projectmanager van Arcadis werkt 'thuis' vanaf het zonovergoten La Palma. 'Huisje nu vier keer zo goedkoop als normaal'", "url": "https://www.dvhn.nl/economie/Deze-projectmanager-van-Arcadis-werkt-thuis-vanaf-het-zonovergoten-La-Palma.-Huisje-nu-vier-keer-zo-goedkoop-als-normaal-26346587.html", "summary": "Als je toch thuis moet werken, waarom zou je dan in Nederland blijven?\nHet is immers een eigen keuze om daarheen te gaan.”In principe is de werkgever verantwoordelijk voor een goede werkplek, ook thuis of elders.\nVoor veel landen is het zo dat je er pas belasting gaat betalen als je er 183 dagen, een half jaar, verblijft.\nMaar het is zeker aan te raden om dit voor je vertrekt uit te zoeken”, vertelt ze.\n„Het kan natuurlijk ook voorkomen dat je ergens langer verblijft dan gepland, of dat je vast komt te zitten.", "paragraphs": ["Als je toch thuis moet werken, waarom zou je dan in Nederland blijven? Diverse werknemers hebben besloten de Nederlandse winter over te slaan en ’s ochtends in te loggen vanuit een zonnig oord. Maar kan en mag dat eigenlijk zomaar?", "Inmiddels geldt een negatief reisadvies voor de hele wereld. Maar Koen Bijker (40), senior projectmanager bij adviesbureau Arcadis vertrok nog net daarvoor naar La Palma. „Mijn werkgever vond het prima, zolang ik maar een plan opstelde voor de veiligheid en gezondheid. Mijn werkplek hier moet bijvoorbeeld ook arboproof zijn. Maar ik ben zelf via Spanje met een bureaustoel en tweede scherm hierheen gereden, dus dat zit wel goed.”", "Werkplek", "Die arboproof werkplek is inderdaad wel iets om goede afspraken over te maken, zegt arbeidsjurist Pascal Besselink van juridisch dienstverlener DAS. „Als jouw werkgever je al in Nederland heeft geholpen aan een goede thuiswerkplek en jij wilt een half jaar in een appartementje in Spanje gaan zitten en daar werken, dan kan ik me heel goed voorstellen dat de werkgever dan probeert vast te leggen dat het je eigen verantwoordelijkheid is om daar dan ook een goede werkplek te creëren. Het is immers een eigen keuze om daarheen te gaan.”", "In principe is de werkgever verantwoordelijk voor een goede werkplek, ook thuis of elders. „Stel dat iemand verschrikkelijke rugpijn krijgt door het werken aan de keukentafel in een vakantiehuisje op Tenerife, dan zou een werkgever natuurlijk kunnen aanvoeren dat hij daar niet verantwoordelijk aansprakelijk voor is”, zegt Besselink.", "„Ook is het handig om afspraken te maken over ziekte. Dat je wel terugkomt als het nodig is om door een bedrijfsarts te worden gezien. Maar met goede afspraken kun je rustig vanuit het buitenland werken.”", "Duiken", "Bijker is nu twee maanden op het zonnige eiland, hij is van plan nog zo’n vier maanden te blijven. „Het eiland is leeg. Dus voor de prijs waarvoor je normaal gesproken een week een huisje hebt, mag ik een maand blijven. Qua besmettingen gaat het hier een stuk beter, dus horeca en winkels zijn open. Ik werk overdag, en ga in het weekend vaak duiken. Ik heb mazzel trouwens, want Arcadis wil voortaan dat collega’s niet langer dan zes weken van huis zijn.”", "Langere tijd in het buitenland verblijven kán gevolgen hebben voor je belastingheffing, waarschuwt Anjo Bots, die zelf in Valencia woont en werkt en zich als belastingadviseur met haar bedrijf Digitax Nomad richt op Nederlanders die in het buitenland werken.", "Verdrag", "„Of je belasting betaalt in je woonland of in je werkland hangt af van het belastingverdrag dat Nederland met dit land heeft gesloten. Voor veel landen is het zo dat je er pas belasting gaat betalen als je er 183 dagen, een half jaar, verblijft. Maar het is zeker aan te raden om dit voor je vertrekt uit te zoeken”, vertelt ze.", "„Het kan natuurlijk ook voorkomen dat je ergens langer verblijft dan gepland, of dat je vast komt te zitten. Het ziet er niet naar uit dat de Belastingdienst daar coulant mee omgaat. Het is echt je eigen verantwoordelijkheid om dit goed te organiseren.”"], "authors": ["Marlou Visser"], "keywords": ["om", "vanaf", "palma", "dan", "thuis", "werkt", "te", "zonovergoten", "je", "van", "zo", "en", "een", "projectmanager", "voor", "nu", "het", "maar", "dat", "vier"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}