{"id": "9e0f4eee-7426-377e-a40a-420f89772bb4", "title": "Amsterdams duo opnieuw door Zwolse politie aangehouden wegens diefstal", "url": "https://nu.nl/zwolle/6094547/amsterdams-duo-opnieuw-door-zwolse-politie-aangehouden-wegens-diefstal.html", "summary": "De Zwolse politie heeft donderdag twee mannen uit Amsterdam aangehouden op de N50 richting Lelystad vanwege het stelen van tassen vol met kleding, badlakens en douchegordijnen.\nEen half jaar eerder liep hetzelfde duo ook al tegen de lamp vanwege het stelen van kleding, gestolen uit winkels in onder meer Eerbeek en Zutphen.\nDe inzittenden hadden geen goede verklaring voor de herkomst van de spullen, dus ging de politie op onderzoek uit.\nHet duo werd opgepakt en naar het cellencomplex in Zwolle gebracht.\nDe gestolen spullen worden teruggebracht naar de rechtmatige eigenaar.", "paragraphs": ["De Zwolse politie heeft donderdag twee mannen uit Amsterdam aangehouden op de N50 richting Lelystad vanwege het stelen van tassen vol met kleding, badlakens en douchegordijnen.", "Een half jaar eerder liep hetzelfde duo ook al tegen de lamp vanwege het stelen van kleding, gestolen uit winkels in onder meer Eerbeek en Zutphen.", "Agenten kregen donderdagmiddag een melding over een verdachte situatie met een voertuig in Zwolle. De auto werd snel gespot op de N50 en kreeg een stopteken.", "De inzittenden hadden geen goede verklaring voor de herkomst van de spullen, dus ging de politie op onderzoek uit. Al snel bleek dat de spullen waren gestolen. Er was namelijk al aangifte van diefstal gedaan. Het duo werd opgepakt en naar het cellencomplex in Zwolle gebracht.", "De gestolen spullen worden teruggebracht naar de rechtmatige eigenaar."], "authors": ["Door", "De Stentor"], "keywords": ["amsterdams", "van", "politie", "spullen", "zwolse", "het", "op", "aangehouden", "zwolle", "wegens", "gestolen", "een", "duo", "en", "diefstal", "al", "uit", "door", "opnieuw"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}