{"id": "9e1f7219-c20a-3719-ad2b-9e8a3f2ebe79", "title": "Welke landen kan Oranje loten voor de WK-kwalificatie?", "url": "https://www.parool.nl/sport/welke-landen-kan-oranje-loten-voor-de-wk-kwalificatie~b5a0ff72/", "summary": "Dat kan een groot voordeel zijn omdat het WK van 2022 slechts plaats heeft voor dertien Europese teams.\nOranje wordt tijdens de loting, aanvang 18.00 uur, gekoppeld aan een landenploeg uit pot 2, pot 3, pot 4, pot 5 en mogelijk pot 6.\nGibraltar en Spanje, Kosovo en Bosnië en Herzegovina, Kosovo en Servië, Kosovo en Rusland en Oekraïne en Rusland ontlopen elkaar ook.\nHet kan extreem koud zijn in Wit-Rusland, Estland, Faeröer, Finland, IJsland, Letland, Litouwen, Noorwegen en Rusland.\nOm te voorkomen dat er veel duels niet doorgaan kunnen maximaal twee van deze landen in een poule terecht komen.", "paragraphs": ["Bondscoach Frank de Boer. Beeld BSR Agency", "Oranje is een van de groepshoofden tijdens de loting voor het WK-kwalificatietoernooi voor Europese landenteams, net als België, Frankrijk, Engeland, Portugal, Spanje, Italië, Kroatië, Denemarken en Duitsland. Die ploegen ontlopen elkaar in de poule. Dat kan een groot voordeel zijn omdat het WK van 2022 slechts plaats heeft voor dertien Europese teams. Alleen de tien groepswinnaars plaatsen zich rechtstreeks, de tien nummers 2 strijden in de play-offs met twee landen uit de Nations League om drie resterende tickets.", "Het is van groot belang om groepswinnaar te worden, omdat een tweede plaats allerminst zekerheid biedt. Oranje wordt tijdens de loting, aanvang 18.00 uur, gekoppeld aan een landenploeg uit pot 2, pot 3, pot 4, pot 5 en mogelijk pot 6. Spanje, België, Italië en Frankrijk komen in een poule van vijf terecht omdat ze volgend jaar oktober nog om de winst van de tweede editie van de Nations League spelen.", "Politieke spanningen", "De sobere loting heeft ook beperkingen. Armenië en Azerbeidzjan komen niet in één poule, vanwege politieke spanningen. Gibraltar en Spanje, Kosovo en Bosnië en Herzegovina, Kosovo en Servië, Kosovo en Rusland en Oekraïne en Rusland ontlopen elkaar ook.", "Het kan extreem koud zijn in Wit-Rusland, Estland, Faeröer, Finland, IJsland, Letland, Litouwen, Noorwegen en Rusland. Om te voorkomen dat er veel duels niet doorgaan kunnen maximaal twee van deze landen in een poule terecht komen. De FIFA houdt ook rekening met lange reisafstanden. Vooral IJsland, Azerbeidzjan, Kazachstan en Israël liggen voor veel teams niet op de route.", "Het WK-kwalificatietoernooi voor Europese landen begint eind maart met twee speelronden. De laatste groepswedstrijden worden volgend jaar van 14 tot en met 16 november afgewerkt. Op 29 maart 2022 is bekend welke drie landenteams zich via de play-offs hebben geplaatst. Het WK in Qatar start op 21 november 2022 en de finale staat voor 18 december uitgeschreven. De mondiale eindstrijd krijgt 32 deelnemers en telt slechts 28 speeldagen.", "Potindeling loting WK-kwalificatie voor Europa:", "Pot 1: België, Frankrijk, Engeland, Portugal, Spanje, Italië, Kroatië, Denemarken, Duitsland en Nederland.", "Pot 2: Zwitserland, Wales, Polen, Zweden, Oostenrijk, Oekraïne, Servië, Turkije, Slowakije en Roemenië.", "Pot 3: Rusland, Hongarije, Ierland, Tsjechië, Noorwegen, Noord-Ierland, IJsland, Schotland, Griekenland en Finland.", "Pot 4: Bosnië en Herzegovina, Slovenië, Montenegro, Noord-Macedonië, Albanië, Bulgarije, Israël, Wit-Rusland, Georgië en Luxemburg.", "Pot 5: Armenië, Cyprus, Faeröer, Azerbeidzjan, Estland, Kosovo, Kazachstan, Litouwen, Letland en Andorra.", "Pot 6: Malta, Moldavië, Liechtenstein, Gibraltar en San Marino."], "authors": ["Het Parool"], "keywords": ["oranje", "van", "pot", "welke", "loten", "met", "landen", "wkkwalificatie", "kan", "een", "poule", "en", "spanje", "om", "rusland", "voor"], "pubDate": "2020-12-07T08:22:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}