{"id": "9e23e3b2-0bf4-3e1b-8a13-4f0653c00bff", "title": "De doorbraak in de strijd tegen het coronavirus is een welkome opsteker voor farmaceut Pfizer", "url": "https://volkskrant.nl/nieuws-achtergrond/de-doorbraak-in-de-strijd-tegen-het-coronavirus-is-een-welkome-opsteker-voor-farmaceut-pfizer~bab7f1c3/", "summary": "Ook de Europese Commissie heeft inmiddels een overeenkomst met Pfizer over de aanschaf van 200 miljoen doses, met een optie voor nog eens 100 miljoen, voor een nog onbekend bedrag.\nWelkome opstekerDe doorbraak in de strijd tegen het coronavirus is een welkome opsteker voor Pfizer en de farmaceutische industrie, die een nogal Jekyll and Hyde-achtige reputatie geniet.\nVan de Jekyll-kant van Pfizer en zijn concurrenten getuigen de bètablokkers, ontstekingsremmers, pneumokokkenprikken, kankermedicijnen, antibiotica en tal van andere middelen waarmee ‘Big Pharma’ de volksgezondheid heeft verbeterd.\nProductie penicillineTijdens de Tweede Wereldoorlog liet Pfizer zich van zijn beste kant zien toen het bedrijf een doorbraak forceerde in de grootschalige productie van penicilline.\nTot dan waren niet kogels, maar infectieziekten van oudsher het grootste gevaar op het slagveld.", "paragraphs": ["De opslagvriezer van Pfizer waar de coronavaccins worden opgeslagen. Beeld AP", "Met het nieuws dat het experimentele vaccin ‘BNT162b2’ voor meer dan 90 procent beschermt tegen het coronavirus gaven Pfizer en mede-ontwikkelaar BioNTech de mondiale gemoedstoestand maandag een oppepper waar Pfizers veel verkochte antidepressivum Zoloft vermoedelijk nog een puntje aan kan zuigen.", "Als ’s werelds gezondheidswaakhonden groen licht geven voor het geneesmiddel – wat op z’n vroegst in december gebeurt – zullen elke dag 24 vrachtwagens vanuit Pfizers honderden opslagvriezers in Puurs en Kalamazoo afreizen naar de luchthavens, waar ze dagelijks 7,6 miljoen door droogijs gekoelde doses vaccin zullen afleveren voor transport.", "Net als zijn coronavaccin is Pfizer een kruisbestuiving vanuit Duitsland en Amerika. Het vaccin komt uit de koker van BioNTech uit het West-Duitse Mainz, opgericht door Uğur Şahin en Özlem Türeci, allebei kinderen van Turkse migranten. Pfizer zelf ontstond in 1849 toen twee Duitse migranten, de Ludwigsburgse apothekersleerling Karl Pfizer en zijn neef, de banketbakker Karl Erhart, met een lening van 2.500 dollar een bedrijfje begonnen in Brooklyn, New York.", "Amandeltoffee", "Erharts achtergrond in zoetwaren kwam goed van pas bij Pfizers eerste succes, een variant op het anti-wormenmiddel santonine. Door slechte voedselhygiëne was het darmkanaal van veel mensen in de 19de eeuw een speeltuin voor parasitaire spoelwormen. Tegen deze plaag bestond een probaat middel, santonine, maar dit ‘wormkruid’ was gehaat om de bittere smaak. Erhart mengde santonine tot naar amandeltoffee smakende snoepjes, wat de doorbraak betekende voor de neven.", "Maar alle eerdere successen van Pfizer, zoals cholesterolverlager Lipitor, anti-reumamiddel Enbrel of erectiepil Viagra, zouden wel eens kunnen verbleken bij het coronavaccin van de 88 duizend werknemers rijke farmaceut. Met de Amerikaanse regering sloot Pfizer eind juli bijvoorbeeld een contract ter waarde van bijna 2 miljard dollar (1,7 miljard euro) voor de levering van 100 miljoen doses. Volgens afspraak kan de VS daar komende tijd nog eens 500 miljoen doses bijkopen.", "Ook de Europese Commissie heeft inmiddels een overeenkomst met Pfizer over de aanschaf van 200 miljoen doses, met een optie voor nog eens 100 miljoen, voor een nog onbekend bedrag. Bovenop de Amerikaanse en Europese bestellingen komen nog onder meer Japan (120 miljoen doses), het Verenigd Koninkrijk (30 miljoen) en Canada (20 miljoen), terwijl de onderhandelaars van talloze andere landen bij Pfizer op de stoep staan. Als de met de regering-Trump afgesproken prijs – 2 miljard dollar per 100 miljoen doses – maatgevend is, zou het coronavaccin Pfizers meest profijtelijke product, het antistollingsmiddel Eliquis – 7,9 miljard dollar omzet in 2019 – wel eens ver in de schaduw kunnen stellen.", "Welkome opsteker", "De doorbraak in de strijd tegen het coronavirus is een welkome opsteker voor Pfizer en de farmaceutische industrie, die een nogal Jekyll and Hyde-achtige reputatie geniet. Van de Jekyll-kant van Pfizer en zijn concurrenten getuigen de bètablokkers, ontstekingsremmers, pneumokokkenprikken, kankermedicijnen, antibiotica en tal van andere middelen waarmee ‘Big Pharma’ de volksgezondheid heeft verbeterd.", "De laatste decennia toonde Big Pharma echter veelvuldig zijn Hyde-kant. Het meest extreme voorbeeld is de opiatenepidemie in de Verenigde Staten, waar dagelijks 130 mensen sterven aan misbruik van opiaten als Oxycontin van pijnstillerbedrijf Purdue Pharma. Ook Pfizer verzamelde de afgelopen jaren schandalen. Zo moest het bedrijf de Amerikaanse overheid in 2009 een boete van 2,3 miljard dollar betalen – destijds een record – voor onder meer het verkopen van medicijnen waarvoor de Amerikaanse toezichthouder helemaal geen groen licht had gegeven.", "Zo bleek Pfizers anti-reumamiddel Bextra bij gebruikers tot fors meer hartaanvallen en beroertes te leiden. Ook betaalde Pfizer smeergeld aan artsen als ze hun medicijnen zouden voorschrijven, of stuurde voormalige cheerleaders langs om hen te overtuigen van de wonderen van Pfizers producten. In 2004 had Pfizer al een boete van 430 miljoen dollar gekregen, onder meer omdat het voor epilepsiepatiënten bedoelde middel Neurontin ook was voorgeschreven tegen depressies en hoofdpijn.", "Dit alles staat nog los van de miljarden dollars aan belasting die Pfizer en zijn concurrenten jaarlijks ontwijken, en de woekerwinsten die zij in de ogen van critici op veel medicijnen maken.", "Productie penicilline", "Tijdens de Tweede Wereldoorlog liet Pfizer zich van zijn beste kant zien toen het bedrijf een doorbraak forceerde in de grootschalige productie van penicilline. Tot dan waren niet kogels, maar infectieziekten van oudsher het grootste gevaar op het slagveld.", "Tijdens de Amerikaanse Burgeroorlog kwam bijvoorbeeld tweederde van de gesneuvelden om door ziektes als tyfus, longontsteking en dysenterie. Pfizer leverde uiteindelijk 90 procent van de penicilline van de Amerikaanse soldaten die op 6 juni 1944 landden op de stranden van Normandië, wat een revolutie teweegbracht in de oorlogvoering. Het heeft er alle schijn van dat Pfizer tijdens de jongste mondiale crisis opnieuw de ‘Dr Jekyll’ in zich naar boven heeft weten te halen."], "authors": ["Jonathan Witteman"], "keywords": ["opsteker", "van", "miljoen", "doorbraak", "welkome", "het", "farmaceut", "voor", "op", "zijn", "strijd", "een", "pfizers", "en", "pfizer", "tegen"], "pubDate": "2020-11-10T19:29:16+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}