{"id": "9e344934-878a-315b-b53b-d21df20317ed", "title": "In het laatste seizoen van The Americans wordt de spanning opgevoerd ★★★★☆", "url": "https://www.volkskrant.nl/cultuur-media/in-het-laatste-seizoen-van-the-americans-wordt-de-spanning-opgevoerd~b47d8703/", "summary": "Het slot van The Sopranos liet de kijkers verbluft achter, een schok die bij sommigen nog steeds niet helemaal voorbij is.\nEn het feit dat hun buurman Stan Beeman (Noah Emmerich) bij de FBI werkt, draagt in belangrijke mate bij aan de spanning.\nHet concept van een undercover Russisch echtpaar en hun FBI-buurman lijkt misschien wat dunnetjes, maar wordt in zes seizoenen prachtig en tragisch uitgewerkt.\nThe Americans is meer een serie over een gezin onder uitzonderlijke omstandigheden dan een spionageverhaal.\nDe achtergrond van het persoonlijke drama van de Jennings in het slotseizoen is de strijd binnen de KGB tegen de hervormingen die Gorbatsjov aan het doorvoeren is.", "paragraphs": ["Paige (Holly Taylor) en Elisabeth (Keri Russell) in seizoen 6 van The Americans.", "Probeer het maar eens goed te doen in de ogen van kijkers die hun lievelingsserie al jarenlang volgen. De fans van Lost haatten met een diepe haat de laatste aflevering (nummer 121, na zes seizoenen). Het slot van The Sopranos liet de kijkers verbluft achter, een schok die bij sommigen nog steeds niet helemaal voorbij is. Bij Game of Thrones was het nog erger: nadat het jarenlang de meest besproken televisieserie was geweest, liet de slotaflevering ervan de meeste kijkers koud.", "Aan de andere kant: The Wire en Six Feet Under hadden prachtige slotakkoorden, die bijdroegen aan de blijvende statuur van deze series. En dan hebben we natuurlijk Dexter, een serie die in 2013 rampzalig eindigde, maar voor volgend jaar doodleuk (sorry) een negende seizoen heeft aangekondigd.", "En dan The Americans, een serie van de Amerikaanse zender FX, die in Nederland onregelmatig en op verschillende plekken te zien is geweest. Twee jaar na dato is er dan eindelijk het zesde (en laatste) seizoen via Amazon Prime Video (waar nu de hele serie te vinden is).", "In The Americans volgen we in de jaren tachtig het ogenschijnlijk alledaagse Amerikaanse gezin Jennings: Elisabeth (Keri Russell) en Philip (Matthew Rhys) en hun tienerkinderen Paige (Holly Taylor) en Henry (Keidrich Sellati). De Jennings hebben een reisbureau, maar zijn in de avonduren vooral bezig als Russische spionnen, zonder dat hun kinderen het weten. Geboren en getogen in de Sovjet-Unie, met een keiharde KGB-training achter de rug, zijn ze geïnfiltreerd in de Amerikaanse samenleving. En het feit dat hun buurman Stan Beeman (Noah Emmerich) bij de FBI werkt, draagt in belangrijke mate bij aan de spanning.", "Het concept van een undercover Russisch echtpaar en hun FBI-buurman lijkt misschien wat dunnetjes, maar wordt in zes seizoenen prachtig en tragisch uitgewerkt. Dit is niet alleen te danken aan de fraaie jarentachtigvormgeving, maar vooral ook aan de schitterende acteurs: vooral hoofdrolspelers Russell en Rhys (afgelopen jaar ook zo goed in Perry Mason van HBO), maar ook de bijrol van Margo Martindale als de KGB-agent die het echtpaar aanstuurt is sterk.", "The Americans is meer een serie over een gezin onder uitzonderlijke omstandigheden dan een spionageverhaal. Zo voegt ze zich bij series als Breaking Bad en The Sopranos, waarin de ouders een dubbele boekhouding hebben die steeds meer onder druk komt te staan, al was het maar omdat de kinderen – en de acteurs die ze spelen – opgroeien.", "In het laatste seizoen van The Americans, met een slotaflevering die zich bij de beste – en hartverscheurendste – ontknopingen in de televisiegeschiedenis kan voegen – heeft dochter Paige een belangrijke stap gezet, en lijkt de confrontatie met buurman en beste vriend Stan dan eindelijk aanstaande. De achtergrond van het persoonlijke drama van de Jennings in het slotseizoen is de strijd binnen de KGB tegen de hervormingen die Gorbatsjov aan het doorvoeren is. De Sovjet-Unie kraakt in haar voegen, waardoor ook de missie van de Jennings steeds meer onder druk komt te staan, al was het maar omdat Philip in al die jaren meer Amerikaan dan Rus is geworden.", "In de slotaflevering worden ingrijpende keuzen gemaakt, die er zes seizoenen lang aan zaten te komen. De grote scènes spelen zich af in een parkeergarage en in een trein richting Canada. John le Carré had het niet beter kunnen bedenken."], "authors": ["Mark Moorman"], "keywords": ["van", "bij", "dan", "opgevoerd", "spanning", "het", "maar", "seizoen", "laatste", "die", "americans", "een", "wordt", "en", "te", "aan"], "pubDate": "2020-12-10T14:50:53+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}