{"id": "9e354985-512c-3d96-ac57-38022df83ec7", "title": "Migranten Lesbos wilden na brand in Moria weg, maar die kans lijkt klein", "url": "https://nos.nl/artikel/2348500-migranten-lesbos-wilden-na-brand-in-moria-weg-maar-die-kans-lijkt-klein.html", "summary": "Als het aan hen ligt, gaat elke migrant naar een tijdelijke opvanglocatie, al is het maar om te voorkomen dat de indruk ontstaat dat het stichten van brand wordt beloond.\nDinsdag kondigde de Griekse regering aan \"dat de migranten desnoods met geweld\" naar dat tijdelijke kamp zouden worden gebracht.\nIn maart beloofde de Europese Unie 2000 euro aan elke migrant die vrijwillig wilde terugkeren van een Grieks eiland.\nOok kregen de Grieken 700 miljoen euro voor noodopvang van de nieuwe vluchtelingen en migranten en de benodigde infrastructuur.\nLidstaten zijn erg verdeeld over de opvang van migranten en vluchtelingen, zo besloot Hongarije in 2018 helemaal geen asielzoekers meer op te nemen.", "paragraphs": ["Griekse regering", "Daar denkt de Griekse regering anders over. Als het aan hen ligt, gaat elke migrant naar een tijdelijke opvanglocatie, al is het maar om te voorkomen dat de indruk ontstaat dat het stichten van brand wordt beloond. Politici zijn bang dat er ook in kampen op andere eilanden brand wordt gesticht, als bewoners van Moria naar het vasteland of naar andere Europese landen worden gebracht.", "Gisteravond gebeurde dit bij een vluchtelingenkamp op Samos. Ook deze brand is volgens Griekse autoriteiten aangestoken. In het onderzoek zijn meerdere migranten aangehouden. Over hun rol is nog niets bekend.", "De burgerblokkades die de bouw van een tijdelijk kamp op Lesbos moesten verhinderen werden afgelopen week omzeild met legerhelikopters en er zijn meerdere ministers op het eiland om ontevreden lokale bestuurders te overtuigen.", "Toen duidelijk werd dat veel migranten niet naar een nieuw kamp willen, stelde de Griekse minister van Migratie, Mitarakis, dat ze wel moeten, anders wordt hun asielaanvraag niet in behandeling genomen. Dinsdag kondigde de Griekse regering aan \"dat de migranten desnoods met geweld\" naar dat tijdelijke kamp zouden worden gebracht.", "Het oude kamp Moria zal niet opnieuw worden opgebouwd, maar de Grieken willen wel dat er een nieuw opvangcentrum komt, dit keer met meer steun en betrokkenheid van de Europese Unie.", "Europese Unie", "Die Europese Unie kan vooralsnog weinig meer doen dan een financiële bijdrage leveren. De Europese Commissie stuurde de dag na de brand geld om 400 kinderen en tieners die zonder familie in het kamp leefden naar het vasteland te verplaatsen. Om welk bedrag het gaat, werd niet bekendgemaakt.", "In maart beloofde de Europese Unie 2000 euro aan elke migrant die vrijwillig wilde terugkeren van een Grieks eiland. Ook kregen de Grieken 700 miljoen euro voor noodopvang van de nieuwe vluchtelingen en migranten en de benodigde infrastructuur.", "Tien Europese landen hebben toegezegd de 400 alleenstaande minderjarigen op te vangen. Duitsland doet meer en wil 1500 migranten opnemen. Het Nederlandse kabinet besloot vorige week om 100 kwetsbare migranten over te laten komen.", "Lidstaten zijn erg verdeeld over de opvang van migranten en vluchtelingen, zo besloot Hongarije in 2018 helemaal geen asielzoekers meer op te nemen.", "Binnenkort komt de Europese Commissie met een nieuw migratie- en asielpact, dat is vanwege de recente ontwikkelingen, een week eerder dan gepland.", "UNHCR", "VN-vluchtelingenorganisatie UNHCR kijkt uit naar het nieuwe pact. Het ziet het \"als een potentiële nieuwe start voor de EU en haar lidstaten om vluchtelingen beter te beschermen en te zorgen voor een gemeenschappelijk Europees asielstelsel, gebaseerd op eerlijke en efficiënte asielprocedures, solidariteit en gedeelde verantwoordelijkheid tussen de lidstaten\".", "Het is nog maar de vraag of deze verwachtingen kunnen worden waargemaakt. Gerald Knaus, de Duitse regeringsadviseur die wordt gezien als architect van het vluchtelingenakkoord uit 2016, is vooralsnog sceptisch, omdat \"sommige lidstaten nu eenmaal blij zijn met de situatie op de eilanden\"."], "authors": ["Lisa Spit", "Redacteur Online"], "keywords": ["europese", "klein", "van", "het", "op", "maar", "die", "migranten", "naar", "kans", "wilden", "een", "en", "dat", "te", "moria", "lesbos", "weg", "lijkt"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}