{"id": "9e4212df-41e1-3bf2-b8fe-c9a092ed9c91", "title": "Met je tentje op een dak of in andermans achtertuin: avontuurlijk kamperen kan overal", "url": "https://volkskrant.nl/de-gids/met-je-tentje-op-een-dak-of-in-andermans-achtertuin-avontuurlijk-kamperen-kan-overal~b02737c4/", "summary": "Een perfecte plek om de tent op te zetten, op een bed van mos en veen.\nBeeld Pauline Marie NiksEen paar keer per jaar organiseert Campspace pop-upcampings: op een kantoorgebouw, op de middenstip van het Olympisch Stadion, op een steiger in de haven.\n‘Dit is mijn derde keer’, zegt Bianca Klotz, een 29-jarige docent op een middelbare school.\n‘Om de sleur te doorbreken.’ Bij mooi weer fietst Klotz ook graag naar de duinen met een wegwerp-BBQ en een slaapzak.\nWe vinden een vlakke plek met een cirkelvormige vuurplaats, een paar honderd meter verderop.", "paragraphs": ["Kamperen via Campspace bij Mirjam Laan in Nooitgedacht, Drenthe. Beeld Pauline Marie Niks", "Daar sta je dan, bij een kampvuurtje voor je koepeltent marshmallows te roosteren met medekampeerders. De zon is net onder, de slaapzakken zijn uitgerold. Alleen: het uitzicht bestaat uit enorme kantoorgebouwen in Amsterdam Zuid-Oost. Sterker nog: we staan zelf op zo’n kantoor. De tentharingen zijn vervangen door daktegels, het vuur wappert in een vuurkorf en de toiletten zijn de trap af aan het einde van de gang.", "Typisch een locatie voor Campspace, het nieuwe Nederlandse platform dat gewoon kamperen maar saai vindt. De initiatiefnemers ontdekten zelf dat het veel leuker is, ja vaak onvergetelijk, als je gewoon aanbelt bij een boer in Australië of Frankrijk. Of je de tent een nachtje op hun terrein mag neerzetten, bij voorkeur op die heuvel of bij dat strandje? Vaak mag dat, maar dan moet je wel durven.", "‘Je hoeft echt niet naar Thailand te vliegen voor avontuur’, zegt mede-oprichter Hugo van Donselaar (28). ‘Dat kan ook twintig minuten verderop.’ Van Donselaar bouwt met drie partners aan een platform voor ‘toffe kampeerplekken’ met de nadruk op West-Europa. Vaak terreinen van particulieren die het best gezellig vinden om bezoekers te ontvangen en een paar tientjes extra mooi meegenomen vinden. De website ging in 2017 live en telt inmiddels vijfhonderd locaties.", "Een perfecte plek om de tent op te zetten, op een bed van mos en veen. Beeld Pauline Marie Niks", "Een paar keer per jaar organiseert Campspace pop-upcampings: op een kantoorgebouw, op de middenstip van het Olympisch Stadion, op een steiger in de haven. ‘Dit is mijn derde keer’, zegt Bianca Klotz, een 29-jarige docent op een middelbare school. ‘Om de sleur te doorbreken.’ Bij mooi weer fietst Klotz ook graag naar de duinen met een wegwerp-BBQ en een slaapzak. ‘Dan val ik in slaap onder de sterren en spring ik ’s ochtends de zee in!’", "Campspace is niet het enige platform dat private en alternatieve kampeerplekken aanbiedt. Eerder schreef de Volkskrant over het Amerikaanse ­Hipcamp. Andere aanbieders zijn Campr en Gamping. Campspace nam de Britse pionier Camp in my Garden over en bouwde een royale keuze in Nederland op. Van Donselaar: ‘Onze bezoekers zijn tussen de 25 en 40 jaar. Zij willen best kamperen, maar niet op een camping met zwembad en animatieteam. Wij bieden hun avontuur zonder vliegschaamte.’", "Avontuurlijk kamperen hoeft niet ongemakkelijk te zijn. Beeld Pauline Marie Niks", "Zoals in Drenthe, niet ver van het dorpje Nooitgedacht, waar de 58-jarige Mirjam Laan een klein natuurgebied kocht van de opbrengst van haar huis in Noord-Holland. De voormalige docent moest ooit opschrijven ‘wat zij zou doen met een miljoen’ en daar kwam uit: ‘een stukje grond met oude bomen bij het water. Om tot rust te komen.’", "Nou, dat is gelukt. Voor een fractie van de prijs. ‘Ik zag een advertentie in de krant – natuurgebiedje te koop, 3,5 ha – en ik deed meteen een bod.’ Nu woont Laan in een simpel houten ­chalet met veel glas en openslaande deuren. ‘Als ik wakker word, loop ik zó op blote voeten naar buiten.’ Soms hangt zij de tuinslang in een stalen badkuip met uitzicht op haar bosven. Wat blokken hout eronder, aansteker erbij en dan krijg je vanzelf een hottub. ‘Leg wel een plank op de bodem, anders brand je je billen.’", "Dit paradijsje deelt Laan graag met anderen. ‘Iedereen mag hier tot rust komen. Ik heb het zelf ook niet altijd makkelijk gehad.’ Sla dus af op de N33 na Assen, langs akkers en plukjes bos vol zorginstellingen en niet ver van bungalowpark Hof van Saksen. Aan het einde van een doodlopende weg, gewoon doorrijden over het fietspad, verraadt een brievenbus dat er nog ­iemand woont achter de bosrand.", "Beeld Pauline Marie Niks", "‘Zet je tent maar neer waar je wilt’, zegt Laan, wijzend op de oevers van haar eigen meertje. Mos en veen veren mee onder onze voeten. We vinden een vlakke plek met een cirkelvormige vuurplaats, een paar honderd meter verderop. Perfect om onze tent van hergebruikte jeans op te zetten. Ook een idee van Campspace, dat samenwerkt met het Nederlandse bedrijf Bluecamp, dat oude spijkerbroeken her­gebruikt. Van Donselaar: ‘Niet veel millennials hebben goede kampeerspullen. We overwegen een huur­service.’", "De eigenaar van het minilandgoed werkte al samen met het platform Vrienden op de fiets. Wie geen tent heeft, kan ook een eenvoudig ingerichte keet huren in de bosrand. ‘Gekocht op Marktplaats en zelf hierheen gesleept.’ Mee-eten kan voor 5 euro. Vanavond serveert Laan zilvervliesrijst met kip en groente. Toetje: Griekse yoghurt met walnoten.", "Het was twee uur rijden naar Drenthe. En die tent opzetten is ook een dingetje. Maar dan zit je uiteindelijk wel bij een flink kampvuur in de natuur, geen herrie, sterren verschijnen aan de hemel en de maan reflecteert in het zwarte water van je eigen meer. Op zo’n moment denk je toch: dit is veel leuker dan Netflix kijken thuis.", "Campspace vraagt 20 euro per nacht voor een kampeerplek. 7 procent gaat naar het platform, de rest naar de verhuurder (campspace.com)."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "tentje", "het", "op", "met", "avontuurlijk", "overal", "kan", "een", "je", "kamperen", "dak", "en", "dat", "te", "niet"], "pubDate": "2019-04-26T15:00:10+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}