{"id": "9e429515-6b79-39e1-8825-2b70f733b9de", "title": "‘Online bridgen is hartstikke leuk, maar ik mis de club wel’", "url": "https://trouw.nl/sport/online-bridgen-is-hartstikke-leuk-maar-ik-mis-de-club-wel~b19b932a/", "summary": "“Kees kan op zijn computerscherm alleen zijn eigen hand zien, dus nu zou ik hem kunnen helpen”, vertelt Simons.\nDat is de realiteit van het ‘nieuwe’ bridgen.\nAls surrogaat is daar het StepBridge, een online variant van het kaartspel.\n“Hartstikke leuk, maar ik mis de club wel.\nIn deze serie vertellen meer of minder bekende Nederlanders wat dat voor hen betekent.", "paragraphs": ["Anneke Simons opent haar zilverzwarte laptop. “Kees, op welke tafel zit jij?”, vraagt ze aan haar man die een paar meter verderop aan zijn bureau zit. “Vijf”, antwoordt de in gedachten verzonken Kees Tammens (70). Met een paar klikken verschijnt een groene, digitale bridgetafel in beeld. Vier maal dertien speelkaarten liggen open op deze tafel. “Kees kan op zijn computerscherm alleen zijn eigen hand zien, dus nu zou ik hem kunnen helpen”, vertelt Simons. “Maar dat komt niet in me op, om dat te doen.” Lachend wendt ze zich tot haar man: ”Jij zoekt het maar lekker zelf uit.”", "Geen echte speelkaarten, maar kaarten gemaakt van pixels. Dat is de realiteit van het ‘nieuwe’ bridgen. Door de coronacrisis zijn reguliere bridgeclubavonden uit den boze. Als surrogaat is daar het StepBridge, een online variant van het kaartspel. “Hartstikke leuk, maar ik mis de club wel. Daar drink je samen een drankje, praat je even bij met mensen. Dat kan nu niet.”", "Daarnaast kent online bridge nog een nadeel: vals spelen is een stuk gemakkelijker. Bridgeparen kunnen naast elkaar gaan zitten en zo elkaars kaarten zien. Dat heeft Simons, zelf lid van de tuchtcommissie van de bridgebond, aan den lijve ondervonden. “Er was een echtpaar dat te vaak dingen goed deed, die normale bridgers niet goed zouden doen. Ze gaven naderhand ook toe dat ze hadden samengewerkt. Het paar is vervolgens voor een bepaalde periode geschorst.”", "Van drieduizend naar 500 junioren", "Haar functie in de tuchtcommissie niet de enige die Simons binnen de bridgewereld bekleedt. Ze is onder andere captain van het Nederlands vrouwenteam. Daar maakte ze als speelster ook jarenlang deel van uit. Met als grootste succes de WK-winst in 2000. Daarnaast is ze voorzitter van de adviesraad van de bridgebond. Deze bond telt 117 duizend leden.", "Zelf raakte de bridgefanaat op negentienjarige leeftijd in aanraking met bridgen, een sport die sindsdien niet meer uit haar leven is weg te denken. De geboren Middelburgse hoopt dat met de toenemende populariteit van StepBridge meer jongelingen dezelfde weg als zij destijds zullen bewandelen, want de bridgebond is aan het vergrijzen. Ter illustratie: Simons man is jarenlang trainer van de Nederlandse juniorenselectie geweest. Toen Tammens in 1991 begon waren er drieduizend spelers jonger dan 25. Toen hij stopte in 2015 waren het er vijfhonderd. “Eigenlijk kun je wel zeggen dat er sprake is geweest van het Kees-effect”, zegt Simons lachend. “Maar zonder gekheid. We hopen gewoon dat StepBridge jongeren enthousiast maakt om te spelen, want ik denk dat bridge voor de jeugd ook heel leuk kan zijn.”", "Levens redden met het sociale contact", "Vooral de competitieve bridgers kunnen nagenoeg net zoveel spelvreugde halen uit de online variant van het bridgen. Voor de mensen die bridgen vooral als sociale aangelegenheid zien, ligt dat toch iets anders. Vooralsnog is het alleen mogelijk om te chatten in het spel. Al heeft Simons laatst Discord op haar smartphone geïnstalleerd, waardoor zij tijdens een potje met haar drie tafelgenoten kan videobellen. Dat heen en weer schakelen tussen laptop en mobiele telefoon leidt alleen wel af. “Dan zit je lekker te kletsen en dan denk je: oh, shit ik moet nog bieden.”", "Video of niet, het online bridgen weegt dus niet op tegen het ‘echte’ bridgen en die ‘gezellige’ clubavond van HOK elke maandagavond in het clubgebouw. Daar komen normaal gesproken zo’n tachtig tot honderdtwintig bridgers bijeen. Zelf heeft Simons nog voldoende sociale contacten, ook buiten het bridgen. Maar dat geldt niet voor iedereen. “Ik sprak laatst een alleenstaande man van eind zeventig. Hij komt normaal gesproken altijd op de club en hij mist zijn stamtafel enorm. Om gewoon even gezellig te kletsen. Toch is hij wel regelmatig op StepBrigde te vinden, want hoe je het ook wendt of keert: het is en blijft een vorm van sociaal contact.”", "En daar kunnen letterlijk levens mee worden gered. “Diezelfde man speelt al langer StepBridge, ook voor de coronacrisis al. Een jaar of twee geleden werd hij onwel tijdens een potje online bridgen. Zijn bridgemaatje vond het verdacht dat hij niet meer reageerde en sloeg gelijk alarm.”", "Lees ook eerdere delen in deze serie:", "", "Marlous Nieuwveen (40) snakt naar spelen in teamverband: ‘De eerste training met z’n allen wordt een feestje.’", "Ajax-icoon Sjaak Swart mag niet meer naar Ajax. ‘Zodra corona achter de rug is, gaat deze bank linea recta naar het grofvuil’", "", "De 82-jarige Swart mist het spelletje. Maar als corona hem iets geleerd heeft, is het wel dat duels van Ajax veel meer zijn dan die negentig minuten dat de bal rolt. “Het voetbal is voor mij een middel om onder gelijkgezinden te zijn.”", "Ic-arts Diederik Gommers mist de zondag op het hockeyveld: ‘Ik ben bloedfanatiek’", "Door corona zijn veel sportcompetities stilgevallen. In deze serie vertellen meer of minder bekende Nederlanders wat dat voor hen betekent. Deze keer Diederik Gommers, voorzitter van de Nederlandse Vereniging voor Intensive Care."], "authors": ["Bart Ter Huurne"], "keywords": ["ik", "mis", "leuk", "hartstikke", "zijn", "simons", "club", "te", "online", "van", "een", "voor", "bridgen", "op", "het", "maar", "niet", "dat", "wel"], "pubDate": "2020-12-21T10:30:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}