{"id": "9e450b45-d1dc-3dee-844c-b0d952a061d8", "title": "Gedateerd mag best", "url": "https://nrc.nl/nieuws/2020/12/09/gedateerd-mag-best-a4023078", "summary": "Ook al zijn ze al lang dood, hun werk wordt nog steeds herdrukt en gelezen.\nHooftprijs kreeg (in 1974) en Rubinstein later niet.\nHet verzameld werk van Rubinstein bestaat uit vier omvangrijke delen en is alleen nog antiquarisch verkrijgbaar.\nPalache heeft de gedateerde stukken van Rubinstein niet willen bundelen.\nNeem alleen al haar ontmaskerende stukken over maoïstisch China.", "paragraphs": ["Voor mij zijn Simon Carmiggelt en Renate Rubinstein de twee beste columnisten van Nederland geweest en gebleven. Ook al zijn ze al lang dood, hun werk wordt nog steeds herdrukt en gelezen. Ze bleken elkaar zeer toegenegen, maar hun columns waren verschillend van aard: Carmiggelt schreef vooral anekdotisch, Rubinstein meer opiniërend, al schreef ze ook veel over haar persoonlijk leven.", "Achteraf is het verbazingwekkend dat Carmiggelt de P.C. Hooftprijs kreeg (in 1974) en Rubinstein later niet. Haar oeuvre, dat niet alleen columnbundels omvat maar ook voortreffelijke boeken gewijd aan één thema (haar ziekte, haar relatie met Carmiggelt), zou je zelfs veelzijdiger kunnen noemen dan dat van Carmiggelt.", "Het verzameld werk van Rubinstein bestaat uit vier omvangrijke delen en is alleen nog antiquarisch verkrijgbaar. Daarom is het goed dat er nu twee nieuwe bloemlezingen zijn verschenen, waarvan alleen Bange mensen stellen geen vragen, samengesteld door Ronit Palache, niet eerder gebundeld werk bevat: in totaal zo’n honderd pagina’s aan columns (27) en brieven (8).", "Heeft de stijl van Carmiggelt, hoe virtuoos ook, na zoveel jaar soms iets bedaagds gekregen, de soepele, directe zinnen van Rubinstein laten zich lezen alsof ze vandaag zijn geschreven. Dat alleen al is een niet te onderschatten kwaliteit.", "Palache heeft de gedateerde stukken van Rubinstein niet willen bundelen. Ook bij Carmiggelt is dat nooit gebeurd. Ik vind dat jammer. Ook gedateerde stukken van zulke goede schrijvers kunnen waardevol zijn. Niet alleen zullen ze ongetwijfeld stilistische parels bevatten, ze kunnen ook de moeite waard zijn als inkijkje in de dagelijkse belevingswereld van de schrijvers. De gebeurtenissen zijn misschien achterhaald of vergeten, ze kunnen toch veelzeggende sporen hebben achtergelaten. Ik hoop dat er nog eens een uitgever komt die het aandurft met de uitdagende titel: De gedateerde Carmiggelt/ Rubinstein.", "Uiteraard bevat ook Bange mensen stellen geen vragen het nodige over de Weinreb-affaire. Rubinstein kreeg daarin geen gelijk, zoals ook blijkt uit haar bittere brief („Jij denkt dat ik al die dingen bij Weinreb goedpraat”) aan Rudy Kousbroek. Alleen enkele goede vrienden bleven haar steunen, zoals de socioloog Joop Goudsblom, die mij nog maar een jaar of vijf geleden tijdens een diner bij onze uitgever uitputtend probeerde te overtuigen van haar gelijk. Waarom al die moeite, dacht ik toen, ze heeft toch vaak genoeg wél gelijk gekregen? Neem alleen al haar ontmaskerende stukken over maoïstisch China.", "Rubinstein was een meester in het doorprikken van ballonnetjes vol vooringenomenheid, eigendunk en zelfbedrog. Zie in deze nieuwe bloemlezing bijvoorbeeld de column ‘Monogamie (2)’. Daarin beschrijft ze een bijeenkomst in De Balie in 1988 waar het publiek ontroerd geniet als de dichter Ed Leeflang het gedicht ‘Hotel Valmonte’ van Leo Vroman voorleest. Het is een ode aan de monogamie met strofen als: Stel ik mij soms in ontrouw voor/ dan wil dat weinig baten:/ dat is alsof ik puistjes hoor/ of kip eet vol met graten.", "Rubinstein ziet al die ontroerde vrienden en kennissen om zich heen, herinnert zich dat velen van hen gescheiden zijn en vat later de sfeer samen in deze dodelijke zin: „Zwaar in de zaal hing de wierook der hypocrisie”.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Frits Abrahams", "Leestijd Minuten"], "keywords": ["van", "best", "het", "rubinstein", "gedateerd", "zijn", "mag", "ze", "ook", "dat", "en", "haar", "al"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}