{"id": "9e452815-f2b0-3625-988e-741b9c6567a5", "title": "‘Dutch people don’t need new friends’", "url": "https://www.parool.nl/english/dutch-people-don-t-need-new-friends~bd34e190/", "summary": "About 1 per cent of the group is Dutch,” he says, over mint tea and a cheese tosti.\nThey don’t need new friends.”The group’s very few Dutch members are described as having long lived abroad before repatriating.\n“I don’t know many Dutch people, to be honest, because I’ve been doing everything with expats,” he says.\nPeople would text me, asking: ‘Where are you?’ Expats come back from work, they don’t know people in the city.\nTo his knowledge, the Meetup group has so far resulted in a couple dozen partnerships and at least four babies, including twins born to a German-British pair.", "paragraphs": ["On paper, Summer Souleyman fulfills stereotypical expectations of an expat Beeld Marie Wanders", "When Summer Souleyman moved from London to the Netherlands in 2008, he had only one friend in the country, a German who lived, as he puts it, “deep in the woods”, in Velsen-Noord. Today at his fingertips, however, are 25,000 similarly socially inclined newcomers. They all belong to the Amsterdam Expat Meetup Group, and though the network was founded before Souleyman himself joined, the French-born 36 year old became its chief organizer almost immediately. And soon after, a note appeared alongside the group’s online profile title, reading “(Dutch welcome).”", "Sitting at Café Thijssen, around the corner from what was his decade-long home in the Jordaan, Souleyman describes his struggles to bring the natives into the network. “Despite my best efforts to attract more Dutch people, I didn’t get much. About 1 per cent of the group is Dutch,” he says, over mint tea and a cheese tosti. “I think Dutch people make friends when they’re little and they stick together. They don’t need new friends.”", "The group’s very few Dutch members are described as having long lived abroad before repatriating. A theory for why “they want to hang out with other people from everywhere else” is that “something broke within their friendship group.” He hypothesizes: “You move abroad, you don’t get that closeness anymore” but once back ”now you need new friends.”", "Proper nerds", "On paper, Souleyman fulfills stereotypical expectations of an expat—a highly educated Westerner with a globally in-demand expertise, recruited for employment abroad and possessing means for real estate in a prime neighborhood, taxis and a robust nightlife. His expertise is P2P, the management process that streamlines an organization’s purchase-to-pay transactions. But in person and in personality, Souleyman hardly comes across as just another suit crunching numbers.", "“I have long dreadlocks. I’m the only black man in the room most of the time,” he giggles, explaining how online acquaintances should easily find him in person. “Who else is gonna be Summer here?” Being recognizable—and extremely conversational—helped him quickly grow the Meetup events, reportedly from, in the early days, 50 people who fit into a bar’s backroom to, at peak popularity, 1,700 at a nightclub.", "He characterizes the Meetup group as mostly single, highly educated Europeans, with “a big chunk” comprising IT, finance and law professionals, followed by “the babysitters and the gap-years” and occasionally tourists. “And some of these guys,” he points out, “especially the IT types, are quite proper nerds, not social at all. So you really have to make an effort.”", "Everything with expats", "Among the non-singles are people who “moved here for their Dutch partner,” Souleyman observes, yet the couple’s non-Dutch half often struggles. “The partners cannot break into that friendship. A lot of them try really hard, but they can’t break into it and eventually they give up, I guess. So they come to us and they hang out with internationals.”", "One story he tells stars a Canadian who moved to the Netherlands for her Dutch boyfriend. Within months, she learned to speak Dutch and spent time with “his whole bunch of friends,” but after a couple years together, she continued to “still feel like she’s not part of the group” and broke up with him, remembers Souleyman. “The thing is, she lashed out at the wrong place—they were on the boat. So after you shout at everybody, you just sit there. You cannot walk out!”", "He is unable to contain his laughter, though the tragicomedic anecdote seems to let him work through some of his own misgivings. “I don’t know many Dutch people, to be honest, because I’ve been doing everything with expats,” he says. His own partner is a Czech woman he met on Leidseplein while she was on holiday.", "Expat host", "Souleyman grew up in Metz, France, and attended boarding school in Lome, Togo. The location facilitated travel across West Africa “to see my people,” he says, referring to the Fula, an ethnic group of historically nomadic pastoralists from whom he descends. He then moved to London, where he got a Bachelor’s degree in literature and “landed in finance accidentally.” At 26, he was hired to manage insourcing and stabilization of accounts receivable and billing for Amsterdam-headquartered ICT company Getronics.", "Playing the role of expat host was “fun,” but also “wasn’t good for my health,” he says. “I was a bit crazy. I was out every night, like Monday to Monday because I’d come back from work, I’d have nothing to do,” Souleyman recalls of his first five years in Amsterdam. “I’d just go to the bar and just start drinking. People would text me, asking: ‘Where are you?’ Expats come back from work, they don’t know people in the city. Everybody knew Summer, so everybody texted me.”", "In 2014, when his career started demanding frequent travel, he brought in other group organizers. While admitting that his nocturnal routine sometimes stole concentration away from what he initially came to Amsterdam for—work—he also acknowledges “actually, it helped me a lot in my job.” To train a multinational company’s staff in new financial systems, such as P2P, Souleyman has to engage individuals who often come from vastly different cultures and work ethics.", "“I was never really comfortable managing the networking and people aspect of it, but after talking to a whole lot of people—like hundreds and hundreds of people every night—I just felt really comfortable,” he says. “Now I can walk up to anybody.” The Meetup group also showed him the value of meeting-up, even if it requires going farther than Uber can take him.", "“It’s very difficult to work with people if you don’t meet them,” he explains having realized after a project required him to fly to India. “You kind of learn to understand the way they understand things. It gives you that perspective that you don’t get when you’re shouting on the phone.”", "At least four babies", "These days Souleyman remains a Meetup group organizer, but as one of five. He attends events “once every six weeks or so,” he estimates, and this summer began work to launch an online English-language news portal called “Expat ID”. Lately, he has also been busy moving. He and his girlfriend, with whom he has been since 2009, recently bought a place in Duivendrecht. But, “I don’t consider anywhere my home,” he emphasizes, attributing the attitude to “the nomadic part of me, that I think I can settle anywhere.”", "Still, Souleyman holds a shepherd-like status for flocks of new Amsterdammers. To his knowledge, the Meetup group has so far resulted in a couple dozen partnerships and at least four babies, including twins born to a German-British pair.", "“I put them together. I was invited to the wedding,” he says, recalling how upon concluding a night of buying them Sambuca shots, he fetched a bar napkin and a pen just when the German was ready to share her number and the Brit’s phone battery had died. “We became good friends.” Yet there remains one regret concerning their twins. Laughing, he exclaims: “You have two—call one after me. After all that I’ve done.”"], "authors": ["Karina Hof", "Floris Vermeulen"], "keywords": ["dont", "work", "meetup", "really", "group", "friends", "need", "souleyman", "dutch", "moved", "summer", "id"], "pubDate": "2019-08-09T10:43:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}