{"id": "9e46fcf8-f45a-3153-8a72-6c660f029c07", "title": "Hongarije en Polen moeten simpelweg de waarden handhaven waar ze voor getekend hebben", "url": "https://trouw.nl/opinie/hongarije-en-polen-moeten-simpelweg-de-waarden-handhaven-waar-ze-voor-getekend-hebben~b7bbe992/", "summary": "Landen die bijvoorbeeld inbreuk plegen op de onafhankelijkheid van de rechtspraak, zouden daardoor verstoken kunnen blijven van die subsidies.\nDe EU heeft altijd de mond vol van dat het een ‘waardengemeenschap’ vormt, maar alleen vóórdat landen toetreden, kunnen die waarden ook echt afgedwongen worden.\nZodra een land lid is van de EU zijn er weinig mechanismen die een democratische teloorgang kunnen stoppen.\nVoor landen als Spanje en Italië, die rekenen op het geld uit het herstelfonds, is dat allemaal heel zuur.\nDe Commissie en de 24 EU-landen vragen niets geks aan Hongarije en Polen: zij moeten simpelweg de waarden handhaven waar ze voor getekend hebben toen ze lid werden van de Unie.", "paragraphs": ["Was het bluf of bittere ernst? Die vraag hing weken boven de markt: zouden Hongarije en Polen hun veto inzetten om de meerjarenbegroting van de Europese Unie te blokkeren, inclusief het daaraan gehangen coronaherstelfonds? Zouden ze het aandurven om de rest van de EU in gijzeling te nemen door een moeizaam uitonderhandeld akkoord over de verdeling en inzet van 1,8 biljoen euro te frustreren? Of was het alleen een kwestie van dreigen, om zo een op­timaal onderhandelingsresultaat te bereiken?", "Sinds deze week weten we het antwoord: Warschau en Boedapest durfden inderdaad voor de nieuwe Europese begroting te gaan liggen. Door dat te doen, proberen ze ook een streep te halen door een deelakkoord over de rechtsstaat, waarin EU-subsidies gekoppeld worden aan het handhaven van de rechtsstaatbeginselen. Landen die bijvoorbeeld inbreuk plegen op de onafhankelijkheid van de rechtspraak, zouden daardoor verstoken kunnen blijven van die subsidies.", "Laten nu net de Hongaarse en Poolse regeringen al jaren onder vuur liggen vanwege het onder politieke controle brengen van de rechterlijke macht: ­tegen beide landen loopt een zogenoemde artikel-7-procedure die hun uiteindelijk het stemrecht binnen de EU kan kosten. Maar die procedure vergt een lange en ingewikkelde weg, terwijl de meeste EU-lidstaten sneller willen kunnen ingrijpen als een Europese democratie dreigt af te glijden.", "Met de koppeling aan de subsidieregelingen kan Brussel dat soort landen treffen waar het pijn doet: in hun portemonnee. Dat is kennelijk een vreeswekkend vooruitzicht voor de lidstaten die nu dwarsliggen, maar voor de Europese Unie als geheel een zegen. De EU heeft altijd de mond vol van dat het een ‘waardengemeenschap’ vormt, maar alleen vóórdat landen toetreden, kunnen die waarden ook echt afgedwongen worden. Zodra een land lid is van de EU zijn er weinig mechanismen die een democratische teloorgang kunnen stoppen.", "Hoger belang", "Het is daarom heel belangrijk dat de 24 lidstaten die achter het rechtsstaatakkoord staan (Slovenië steunt Hongarije en Polen) hun poot stijf houden en niet op zoek gaan naar een compromis – hoe des EU’s dat ook moge zijn. Dat de 24 daarmee riskeren dat de begroting voorlopig niet in werking treedt en het coronafonds niet geëffectueerd wordt én dat Europa wéér een stroperige indruk wekt, moeten ze voor lief nemen.", "Voor landen als Spanje en Italië, die rekenen op het geld uit het herstelfonds, is dat allemaal heel zuur. Maar dit gaat om een hoger belang. De Commissie en de 24 EU-landen vragen niets geks aan Hongarije en Polen: zij moeten simpelweg de waarden handhaven waar ze voor getekend hebben toen ze lid werden van de Unie. Zeker nu elders in de wereld de democratie onder druk staat, moet Europa voor de rechtsstaat staan.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["moeten", "hongarije", "van", "polen", "waarden", "waar", "het", "simpelweg", "die", "landen", "ze", "een", "en", "dat", "te", "handhaven", "hebben", "voor"], "pubDate": "2020-11-23T08:42:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}