{"id": "9e47bb7e-0b77-323a-8aef-eb267fb9eb5a", "title": "Jeffrey de Zwaan doet weer mee aan het WK darts: ‘Ik ging liever naar de kroeg. Of vissen’", "url": "https://www.nrc.nl/nieuws/2020/12/17/jeffrey-de-zwaan-doet-weer-mee-aan-het-wk-darts-ik-ging-liever-naar-de-kroeg-of-vissen-a4024307", "summary": "Voor het virus ben ik niet bang, wel dat het ten koste zou kunnen gaan van het toernooi waar je als profdarter het hele jaar naartoe werkt: het WK.\nDat is mijn uitdaging: lol blijven maken, ervoor zorgen dat ik niet te zakelijk met darts bezig ben.\nEr kwam veel geld binnen en ik deed alles wat ik leuk vond, behalve trainen.\nHij verdient geen piek aan me, zegt hij weleens, maar het bracht mij terug in de realiteit.\nHet gekke was: na twee jaar met pijn te hebben gegooid, wist ik niet meer hoe ik zonder pijn moest gooien.", "paragraphs": ["‘Mijn vriendin werkt op een corona-afdeling in de zorg. We hebben elkaar al vier weken niet gezien. Uit voorzorg. Voor het virus ben ik niet bang, wel dat het ten koste zou kunnen gaan van het toernooi waar je als profdarter het hele jaar naartoe werkt: het WK.", "„Vliegen doen we dit keer niet. Met tweehonderd man in een vliegtuig en dan alsnog besmet raken. Nee, dan maar met de auto naar Londen, donderdagnacht, via de Kanaaltunnel, en dan maar hopen dat ik in het spelershotel negatief test. Anders zijn al die saaie weken voor niets geweest.", "„Op het WK moet je er staan. Ik ben pas 24, maar wil zó graag. Te graag, weet ik van mezelf, waardoor ik mezelf soms te veel druk opleg. Sta ik losjes te gooien, vliegt alles erin. Ben ik te gefocust, gaan mijn pijlen alle kanten op. Ik denk dat ik er profijt van zou hebben als ik minder van mezelf zou moeten. Dat is mijn uitdaging: lol blijven maken, ervoor zorgen dat ik niet te zakelijk met darts bezig ben. Niet makkelijk. Je wilt ook laten zien hoe goed je bent.", "„Die druk ben ik steeds meer gaan voelen. Nog niet in 2015, toen ik me als achttienjarige voor mijn eerste WK plaatste. Het was alsof er een wereld voor me open ging. Er kwam veel geld binnen en ik deed alles wat ik leuk vond, behalve trainen. Misschien ook omdat ik lui ben aangelegd. Ik ging liever naar de kroeg. Of vissen. Hele dagen, op karpers. Met de beste spullen. Alles erop en eraan.", "Werken in het magazijn", "„Maar na twee jaar verloor ik mijn tourcard. Ik ging van de eredivisie naar de eerste divisie van het darts en liep daardoor niet alleen een hoop televisietoernooien mis, maar ook het nodige geld. Mede daarom ben ik bij het bedrijf van mijn manager Ben (de Kok) in dienst gekomen. ’s Ochtends werken in het magazijn, ’s middags trainen. Hij verdient geen piek aan me, zegt hij weleens, maar het bracht mij terug in de realiteit. Ik leerde beter waarderen wat ik heb.", "„Ik leerde ook wat werken was. Had ik nooit gedaan. Nog geen krantenwijk, niks. Mijn ouders hadden het niet breed, maar met darts verdiende ik genoeg om voor mezelf te zorgen. Betaalde zelf mijn studie, mijn rijbewijs. Maar sparen? Nee. Was ik niet mee bezig. Zoals ik ook niet inzag wat ik ervoor moest doen om het goed te blijven hebben. Ik snoepte op wat ik had en dacht het op mijn talent te redden. Als achttienjarige sta je anders in het leven.", "Darter Jeffrey de Zwaan wil in Londen de wereldtitel winnen. Foto Robin Utrecht", "„Nu spaar ik wel. Ben thuis nog altijd een prinsje, zeker voor mijn moeder, die dat zorgzame van de Thaise cultuur heeft, maar ik ben er ook voor hen. Wasmachine stuk, koelkast stuk, regel ik een nieuwe. Ik ben dankbaar dat te kunnen doen.", "„Op dit niveau darten betekent uren maken. Continu werken aan je hand-oogcoördinatie. Elke dag zo hoog mogelijke gemiddeldes gooien.", "Zwaarder geworden", "„Wel probeer ik in beweging te blijven. Darts brengt een bepaalde levensstijl mee, en daardoor ben ik zwaarder geworden. Toen ik op mijn achttiende bij de PDC kwam, de grootste dartbond, woog ik tussen de 90 en 95 kilo. Nu twintig kilo meer. Ik voetbal niet meer en tijdens al die buitenlandse reizen is de juiste voeding een probleem. Vooral in die Engelse hotels. Geen broodje gezond te krijgen.", "„Wat niet helpt zijn de late wedstrijden. Als je ervoor niet eet, vanwege de spanning, heb je na afloop trek. Dus zitten we om elf uur nog weleens aan de pizza. En dan heb je het drinken nog. Dat deed ik de eerste jaren nauwelijks, maar een biertje op zijn tijd is wel lekker en relaxter, het helpt tegen de adrenaline. Die giert door je lijf als je op een podium staat voor een paar duizend man, plus nog eens miljoenen voor de tv. Magisch, maar soms ook spannend.", "„Ik voel me goed. Van de verkalking op een pees in mijn arm ben ik goed hersteld. Ze hebben het weggespoten tijdens een operatie. Moest daardoor wel zes maanden herstellen. Het gekke was: na twee jaar met pijn te hebben gegooid, wist ik niet meer hoe ik zonder pijn moest gooien. Ik was zoekende, wisselde van pijlen, maar ook dat hielp niet. Inmiddels ben ik weer terug bij mijn oude set. Die voelen toch het best.”"], "authors": ["Fabian Van Der Poll", "December Om", "Leestijd Minuten"], "keywords": ["weer", "vissen", "liever", "niet", "een", "wk", "mijn", "en", "maar", "zwaan", "te", "mee", "ik", "jeffrey", "naar", "je", "ben", "het", "kroeg"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}