{"id": "9e6c16a5-5f17-31d1-844d-56b96bee08c1", "title": "Feyenoord bevestigt komst Arne Slot als nieuwe hoofdtrainer", "url": "https://www.parool.nl/sport/feyenoord-bevestigt-komst-arne-slot-als-nieuwe-hoofdtrainer~bb1655fb/", "summary": "Arne Slot als trainer bij AZ Alkmaar.\nBeeld BSR AgencySlot wordt in de Kuip de opvolger van Dick Advocaat, die bezig is aan zijn laatste seizoen als clubtrainer.\nDe oud-speler van FC Zwolle, NAC en Sparta was bij AZ zeer succesvol, maar werd ontslagen toen bekend werd dat hij met Feyenoord in gesprek was.\nTechnisch directeur Frank Arnesen is blij dat Slot, die door meerdere clubs werd begeerd, voor Feyenoord heeft gekozen.\n‘Arne heeft zich de afgelopen jaren ontwikkeld tot een succesvolle trainer met een herkenbare speelstijl, waarbij spelers zich uitstekend doorontwikkelen, wat voor Feyenoord natuurlijk heel belangrijk is,’ stelt de Deen op de website van Feyenoord.", "paragraphs": ["Arne Slot als trainer bij AZ Alkmaar. Beeld BSR Agency", "Slot wordt in de Kuip de opvolger van Dick Advocaat, die bezig is aan zijn laatste seizoen als clubtrainer. Slot was in Alkmaar bezig aan zijn eerste klus als hoofdtrainer. De oud-speler van FC Zwolle, NAC en Sparta was bij AZ zeer succesvol, maar werd ontslagen toen bekend werd dat hij met Feyenoord in gesprek was.", "Technisch directeur Frank Arnesen is blij dat Slot, die door meerdere clubs werd begeerd, voor Feyenoord heeft gekozen. ‘Arne heeft zich de afgelopen jaren ontwikkeld tot een succesvolle trainer met een herkenbare speelstijl, waarbij spelers zich uitstekend doorontwikkelen, wat voor Feyenoord natuurlijk heel belangrijk is,’ stelt de Deen op de website van Feyenoord. ‘Bovendien hebben we er groot vertrouwen in dat met hem de prestaties onder Dick Advocaats leiding een goed vervolg kunnen worden gegeven.’", "Afsluiting Advocaat", "Slot, die in elk geval op assistent John de Wolf kan rekenen, wordt bij Feyenoord pas gepresenteerd na afloop van het huidige seizoen. ‘Want alle focus ligt nu en de komende uitdagende maanden uiteraard nog bij de huidige staf en selectie. Er is nog veel om voor te strijden,’ aldus Arnesen. ‘Bovendien willen we hier allemaal met goede prestaties in zowel de competitie als de beker zorgen dat Dick zijn loopbaan, in elk geval als clubtrainer, op een heel mooie manier kan afsluiten.’"], "authors": ["Het Parool"], "keywords": ["werd", "zijn", "van", "voor", "komst", "nieuwe", "bevestigt", "met", "slot", "een", "dat", "bij", "hoofdtrainer", "feyenoord", "arne", "als"], "pubDate": "2020-12-15T10:24:11Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}