{"id": "9e6d0acf-17b7-3080-978f-55f00efb9cc3", "title": "Kerstvoorgerecht: Kerstkranssalade met gerookte zalm en avocado", "url": "https://nu.nl/recepten/6012831/kerstvoorgerecht-kerstkranssalade-met-gerookte-zalm-en-avocado.html", "summary": "Na twee jaar en tientallen seizoensrecepten met slechts vijf ingrediënten, van onze eigen chef Andrea Tegel, stoppen we met deze rubriek.\nDoor de salade in een ring op de borden te schikken, lijkt het op een kerstkrans.\nEen tip om de pitjes van de granaatappel te verwijderen: snijd de granaatappel doormidden en pak een ruime kom.\nHoud een van de granaatappelhelften met de snijkant boven de kom en tik met een pollepel stevig op de achterkant.\nVerdun de honing-mosterddressing met een klein scheutje water zodat je de consistentie van een dressing krijgt.", "paragraphs": ["Na twee jaar en tientallen seizoensrecepten met slechts vijf ingrediënten, van onze eigen chef Andrea Tegel, stoppen we met deze rubriek. We sluiten af met de beste decemberrecepten. Deze week:", "Bereidingstijd: 15 minuten", "Soort maaltijd: voorgerecht", "Aantal personen: 4", "Dit voorgerecht is niet alleen kerstig vanwege de kleurencombinatie van rood en groen, maar ook door de vorm. Door de salade in een ring op de borden te schikken, lijkt het op een kerstkrans.", "Een tip om de pitjes van de granaatappel te verwijderen: snijd de granaatappel doormidden en pak een ruime kom. Houd een van de granaatappelhelften met de snijkant boven de kom en tik met een pollepel stevig op de achterkant. De pitjes zullen nu vanzelf loskomen en in de kom vallen. Ga door tot alle pitjes zijn losgekomen. Het granaatappelsap kun je opdrinken of gebruiken in de dressing.", "Deze vijf ingrediënten heb je nodig", "200 gram krulslamelange 200 gram gerookte zalm 1 avocado ½ granaatappel (pitjes) 2 eetlepels honing-mosterddressing", "*Vegetarisch alternatief: vervang de zalm door dungesneden plakjes gekookte biet", "Door: Andrea Tegel", "Vijf ingrediënten voor een voorgerecht voor Kerst. (Foto: Andrea Tegel)", "Zo maak je het voorgerecht klaar", "Pak vier grote borden en schik hierop de krulslamelange in de vorm van kerstkransen. Om dit te vergemakkelijken kun je een omgekeerd schaaltje in het midden van de borden plaatsen (die je vlak voor het serveren weer weghaalt). Halveer de avocado en snijd in plakjes. Verdeel over de salades. Haal de plakjes gerookte zalm los en snijd ze eventueel in kleinere plakjes. Vorm hier roosjes van en leg ze tussen de plakjes avocado. Verdun de honing-mosterddressing met een klein scheutje water zodat je de consistentie van een dressing krijgt. Druppel de dressing over de salades. Strooi de granaatappelpitjes over de salades. Verwijder de schaaltjes van de borden (als je die hebt gebruikt).", "Eet smakelijk!", "Ook zo genoten van deze rubriek? Andrea gaat door met de 5-ingrediënten rubriek op haar eigen foodblog. Lees hier alle recepten terug!"], "authors": ["Door", "Andrea Tegel"], "keywords": ["pitjes", "door", "je", "kerstkranssalade", "zalm", "van", "gerookte", "kerstvoorgerecht", "een", "het", "en", "avocado", "op", "met", "plakjes"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}