{"id": "9e8ac3b3-72b7-3553-a558-db4040fbb6cd", "title": "‘Selfdesign’ in opkomst: ‘We ontwerpen ons imago, ons leven en onze dood", "url": "https://nrc.nl/nieuws/2020/12/15/help-jezelf-a4023962", "summary": "„We ontwerpen onze eigen identiteit, ons eigen imago, ons leven en zelfs onze dood.” In navolging van ‘zelfhulp’ noemt ze deze trend ‘self-design’, en om die trend te onderzoeken heeft ze een ‘doe- en kijkboek’ gemaakt: Help Je Zelf!\nMaar het kan ook een mode zijn die net zo snel weer overgaat als dat-ie opkwam.”Zelfdesign is ook het onderzoeken waard omdat het een enorme, commerciële markt is, zegt Gerritzen.\nOei… En in het hoofdstuk ‘thuis’ is er een pagina waarop je een weg naar huis kunt tekenen.\nEn het is ook een reactie op de cultuur van likes op sociale media, die ons opjagen om mooi, gelukkig en geslaagd te zijn.\nFijn toch, nu eens iets dat je níét hoeft te ‘sharen’?”Heeft het maken van het boek haar ook geholpen?", "paragraphs": ["De een is ineens helemaal in de meditatie, de ander doet yoga, een cursus mindfulness of gaat op retraite. De populariteit van de Headspace-app is enorm, in de boekhandels worden de stapels zelfhulpboeken steeds hoger. „We zijn voortdurend bezig een betere versie van onszelf te maken”, zegt Mieke Gerritzen, grafisch ontwerper en oud-directeur van het Museum of the Image in Breda. „We ontwerpen onze eigen identiteit, ons eigen imago, ons leven en zelfs onze dood.” In navolging van ‘zelfhulp’ noemt ze deze trend ‘self-design’, en om die trend te onderzoeken heeft ze een ‘doe- en kijkboek’ gemaakt: Help Je Zelf! De opkomst van self-design.", "Het boek heeft een verfrissend ironische ondertoon, zonder cynisch te worden. „Ik heb geen hang naar het spirituele”, zegt ze, „ik doe alleen om de zoveel tijd een sapkuur. Maar ik neem de trend wel serieus, omdat ik het zoveel om me heen zie, als reactie op dat prestatiegerichte, stressvolle leven waarin we voortdurend deadlines moeten halen. Maar het kan ook een mode zijn die net zo snel weer overgaat als dat-ie opkwam.”", "Zelfdesign is ook het onderzoeken waard omdat het een enorme, commerciële markt is, zegt Gerritzen. „De retraites, de apps, de boeken, de yogalessen en bijbehorende kleding – het is een hele industrie. En net zoals we niet door technologie willen worden gemanipuleerd, moeten we niet door mindfulness worden geëxploiteerd.”", "Pagina’s uit Help Je Zelf! Pagina’s uit het boek Help Je Zelf! De opkomst van self-design.", "Iedereen is nu een designer", "Het boek heeft dertig hoofdstukken die gaan over zaken als waarheid, privacy, liefde en spelen. Gerritzen speelt in de hoofdstukken met kleurrijke vormgeving en verschillende lettertypes, citaten van denkers, observaties van haarzelf, invullijsten en tekeningen. In het hoofdstuk over liefde kun je bijvoorbeeld punten zetten op een lijn die aangeeft hoe empathisch, gevoelig of geliefd je bent. Laat dat ook eens door je partner of een vriend invullen. Oei… En in het hoofdstuk ‘thuis’ is er een pagina waarop je een weg naar huis kunt tekenen. „Dat gaat over vragen als: ‘Ben jij thuis in jezelf?’ en: ‘Waar voel jij je thuis?’”, legt Gerritzen uit.", "Mieke Gerritzen: Help Je Zelf! De Opkomst van Self-Design. Valiz, 256 blz. € 25", "Voor haar is het boek tevens een onderzoek naar haar eigen vak en naar de hedendaagse ontwerpcultuur. „Tegenwoordig is álles design”, zegt ze. „Wat nu food design heet, heette vroeger gewoon koken. Met een 3D-printer kunnen we onze eigen meubels maken. Op de computer maken we onze eigen filmpjes en animaties, we posten ze op sociale media om onszelf aan de wereld te tonen. Is dit het failliet van design, of juist de overwinning ervan? Ontwerpen is in ieder geval niet meer aan de ontwerper voorbehouden – iedereen is nu een designer.”", "Waarom een fysiek boek in dit digitale tijdperk? „Een papieren boek is persoonlijk. En het is ook een reactie op de cultuur van likes op sociale media, die ons opjagen om mooi, gelukkig en geslaagd te zijn. In dit boek kun je schrijven, tekenen en lijstjes invullen en dat helemaal voor jezelf houden. Het komt niet in de cloud en je hoeft het aan niemand te laten zien. Fijn toch, nu eens iets dat je níét hoeft te ‘sharen’?”", "Heeft het maken van het boek haar ook geholpen? „Jazeker, het heeft me geholpen te bedenken wat erbij komt kijken om een goed en interessant mens te zijn. Ik heb het boek ook aan mezelf opgedragen. Die zoektocht zie ik overal om me heen. Veel mensen zijn bezig met zaken als het klimaat, afval scheiden, minder vlees eten. Veel van deze kwesties zijn prangender geworden door corona. Het boek past goed in een tijd waarin we plotseling op onszelf worden teruggeworpen.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Tracy Metz", "Leestijd Minuten"], "keywords": ["van", "boek", "om", "onze", "selfdesign", "een", "leven", "en", "opkomst", "ontwerpen", "dood", "te", "ook", "op", "je", "ons", "imago", "het"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}