{"id": "9e9e6d5c-aec8-36d7-a811-159a0c7ddcad", "title": "Rondslingerende kerstbomen zijn met nieuw ophaalplan (nu echt?) verleden tijd", "url": "https://www.parool.nl/amsterdam/rondslingerende-kerstbomen-zijn-met-nieuw-ophaalplan-nu-echt-verleden-tijd~b0091d75/", "summary": "Het jaar ervoor kampte de gemeente met defecte ophaalwagens, waardoor de bomen ook wekenlang op straat lagen.\nGeen bomen meer op straat?\nOf rondslingerende kerstbomen op straat dit jaar dan echt verleden tijd zijn, moet blijken.\nAls er bomen op straat belanden, worden die uiteraard door de inzameldienst meegenomen.”En mocht je al voor 4 januari ‘klaar’ zijn met die boom?\nDan is er weer de optie om hem op de juiste dag en de juiste locatie mee te geven met het grofvuil.", "paragraphs": ["Beeld Jakob Van Vliet", "Half januari 2020. Straten, kades en grachten lagen vol met afgedankte Nordmannen, die gezelligheid en kerstvreugde in de huiskamers hadden gebracht. Weken lagen ze te verpieteren in de regen en kou. Waarom? De gemeente had niet voorzien dat zo veel Amsterdammers rond dezelfde tijd hun kerstboom aan de straat zouden zetten.", "Het jaar ervoor kampte de gemeente met defecte ophaalwagens, waardoor de bomen ook wekenlang op straat lagen. De nieuwe regeling van 2020 − de bomen konden mee met het grofvuil en dus alleen op bepaalde dagen op een bepaalde plek worden gedumpt − bood dus geen soelaas. “Veel mensen hebben hun boom rond dezelfde tijd buitengezet,” zei een woordvoerder toen. “Meer dan we aan hadden zien komen.”", "Inzamelpunten", "Dus is er dit jaar wéér een nieuw plan. Na de feestdagen kunnen Amsterdammers op 1000 plekken in de stad élke dag hun kerstboom kwijt, van 4 januari tot en met 1 februari. De gemeente plaatst binnenkort op deze pagina een plattegrond met de locatie van deze inzamelpunten.", "", "Behalve dat ieder op elk moment de kerstboom de deur uit kan doen, biedt het apart inzamelen ook een duurzame manier van verwerken, zo vertelt een woordvoerder van de gemeente. “Als kerstbomen samen met het grofvuil worden opgehaald, dan gaan ze de verbrandingsoven in en dat is zonde.”", "Bij inlevering van bomen op twee locaties in Zuid en West (zie kader), krijgen mensen als bedankje zelfs een klein cadeau: een duurzaam product, gemaakt van kerstbomen. Gekozen kan worden uit een parfum, een vetkaars of een bijenhotel. Het restant van de bomen wordt verwerkt tot compost.", "Geen bomen meer op straat?", "Of rondslingerende kerstbomen op straat dit jaar dan echt verleden tijd zijn, moet blijken. “We proberen alle Amsterdammers te informeren over deze nieuwe werkwijze. Maar het zal vast gebeuren dat mensen die informatie missen, daar maken we ons geen illusies over. Als er bomen op straat belanden, worden die uiteraard door de inzameldienst meegenomen.”", "En mocht je al voor 4 januari ‘klaar’ zijn met die boom? Dan is er weer de optie om hem op de juiste dag en de juiste locatie mee te geven met het grofvuil."], "authors": ["Jari Goedegebuure", "Mairin Van Der Beek"], "keywords": ["bomen", "van", "nieuw", "rondslingerende", "kerstbomen", "het", "op", "met", "zijn", "echt", "straat", "gemeente", "tijd", "een", "ophaalplan", "nu", "en", "verleden", "worden"], "pubDate": "2020-12-10T14:04:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}