{"id": "9eae0291-c59a-3d1b-bd47-6f5a3a08440c", "title": "Werk toegeschreven aan Adolf Hitler op veiling", "url": "https://nos.nl/artikel/2225932-werk-toegeschreven-aan-adolf-hitler-op-veiling.html", "summary": "Bij een veilinghuis in Neurenberg gaan volgende week zo'n twintig aquarellen en olieverfschilderijen die aan Adolf Hitler worden toegeschreven in de verkoop.\nDe latere tiran en leider van het Derde Rijk zou ze tussen 1909 en 1919 hebben gemaakt, in de periode waarin hij als kunstschilder aan de kost probeerde te komen.\nDe catalogus van veilinghuis Weidler meldt dat de werken onder meer afkomstig zijn uit een Oostenrijks \"pastoorshuishouden\" en van andere Oostenrijkse eigenaren.\nMinnaresEen van de vier olieverfschilderijen is een portret van een vrouw met een hoofddoek en een hooivork.\nMaser beweerde in de jaren 70 van de vorige eeuw dat Hitler een zoon bij haar heeft verwekt.", "paragraphs": ["Bij een veilinghuis in Neurenberg gaan volgende week zo'n twintig aquarellen en olieverfschilderijen die aan Adolf Hitler worden toegeschreven in de verkoop. De latere tiran en leider van het Derde Rijk zou ze tussen 1909 en 1919 hebben gemaakt, in de periode waarin hij als kunstschilder aan de kost probeerde te komen.", "De catalogus van veilinghuis Weidler meldt dat de werken onder meer afkomstig zijn uit een Oostenrijks \"pastoorshuishouden\" en van andere Oostenrijkse eigenaren. Het zijn bijna allemaal landschapjes en stadsgezichten.", "Minnares", "Een van de vier olieverfschilderijen is een portret van een vrouw met een hoofddoek en een hooivork. Het is 63 bij 48 centimeter groot en geschilderd op jute. Het doek is sinds 1967 eigendom van een Vlaamse industriële familie. De vraagprijs is 60.000 euro.", "Volgens de overleden Hitler-kenner Werner Maser was de vrouw die erop is afgebeeld Charlotte Lobjoie, een Française met wie Hitler een affaire zou hebben gehad toen hij in de Eerste Wereldoorlog was gelegerd in Frankrijk.", "Maser beweerde in de jaren 70 van de vorige eeuw dat Hitler een zoon bij haar heeft verwekt. Sluitend bewijs daarvoor is nooit geleverd."], "authors": [], "keywords": ["adolf", "zou", "hitler", "van", "bij", "een", "aan", "het", "vrouw", "en", "toegeschreven", "veiling", "op", "veilinghuis", "werk", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}