{"id": "9ecac328-4ab8-3a59-9fd2-35ccdef4b05d", "title": "Dit animatieduo laat koffiecapsules dansen in korte film", "url": "https://www.nu.nl/advertorial-nespresso/6092452/dit-animatieduo-laat-koffiecapsules-dansen-in-korte-film.html", "summary": "\"Dat betekent dat je het soort productfilm kunt maken dat je altijd en overal zou willen zien.\"\nWij wilden juist een hele vrolijke, dynamische en kleurrijke film maken, met een belangrijke rol voor de muziek.\"\nKleurrijke handenDe steeds van kleur veranderende handen die in de film een belangrijke rol spelen, zijn een vondst van Prud’homme.\nIn onderstaande making-of zie je hoe de vrolijke korte film van het Franse duo tot stand kwam.\nHoud je van een pittige kleine espresso of ga je eerder voor een krachtige dubbele espresso?", "paragraphs": ["Nespresso heeft de handen ineengeslagen met vijf visuele experts uit verschillende disciplines. Zij zijn gevraagd om op geheel eigen wijze een korte film te maken over de nieuwe Nespresso Vertuo. Manuel Ferrari en Lise Prud’homme maakten de tweede video in de serie. Kijk je mee?", "\"Het is geweldig om door een groot merk gevraagd te worden en dan óók nog carte blanche te krijgen\", zegt Manuel Ferrari. \"Dat betekent dat je het soort productfilm kunt maken dat je altijd en overal zou willen zien.\" De animator werkte voor het eerst samen met zijn vrouw, illustrator Lise Prud’homme.", "Ze zijn na Hyperculture het tweede designduo dat de uitdaging van Nespresso aanging. In totaal lieten vijf visuele kunstenaars uit verschillende disciplines hun creativiteit de vrije loop om de veelzijdigheid, de kwaliteit en het innovatieve karakter van de nieuwe Vertuo-machine in bewegend beeld te vangen. Bekijk hieronder de korte film van Ferrari en Prud’homme.", "De tekst gaat verder onder de video", "1 Nespresso Vertuo-commercial door Manuel Ferrari", "Dansende capsules", "\"Lise illustreert al heel lang en ik animeer al heel lang, maar we hadden nog nooit samen een project gedaan\", vertelt Ferrari. Het Franse stel dat elf jaar geleden naar Nederland verhuisde, wist volgens hem al snel welke kant het op moest. \"De originele productfilm van de Vertuo is slick, donker en technisch. Wij wilden juist een hele vrolijke, dynamische en kleurrijke film maken, met een belangrijke rol voor de muziek.\"", "De geïllustreerde stills die Prud’homme met Photoshop maakte, vormden het startpunt van het creatieve proces. De Nespresso-capsules bleken daarbij een perfecte inspiratiebron. \"Ze zien er heel mooi uit in de doos, met al die vormen en kleuren. Ze lijken bijna op bonbons\", aldus Prud’homme. Haar illustraties voedden Ferrari’s ideeën voor de animaties. \"Die kunnen me op de gekste momenten binnenvallen. Dan denk ik ‘s nachts ineens: hoe leuk zou het zijn om die capsules heen en weer te laten dansen?\"", "Kleurrijke handen", "De steeds van kleur veranderende handen die in de film een belangrijke rol spelen, zijn een vondst van Prud’homme. Ze gebruikte de illustratietechniek eerder al eens in een persoonlijk project. \"Dan doen we vaker\", zegt Ferrari. \"We steken heel veel van onze eigen tijd in het testen van nieuwe manieren om dingen te visualiseren, zodat we die later kunnen gebruiken in professionele projecten.\"", "De oplettende kijker zal niet ontgaan zijn dat de ontwerpers subtiel verwijzen naar het feit dat de gekleurde capsules van recyclebaar aluminium zijn. Ferrari: \"Het is goed dat een merk als Nespresso zijn verantwoordelijkheid neemt. Daarom vonden wij het de moeite waard om dat aspect te benadrukken.\"", "Het stel is er zeker van dat hun samenwerking een vervolg krijgt. \"Het hele proces is zó goed en soepel verlopen. We zijn benieuwd welke grenzen we samen kunnen verleggen.\" In onderstaande making-of zie je hoe de vrolijke korte film van het Franse duo tot stand kwam.", "De tekst gaat verder onder de video", "1 Making-of commercial door Manuel Ferarri & Lise Prud'homme", "Grootse koffiemomenten", "Naast Manuel Ferrari en Lise Prud’homme zijn ook designstudio HyperCulture, 3D-designstudio Katananga, filmmaker Hanna Verboom en stop-motion animator Rogier Wieland de uitdaging van Nespresso aangegaan. Allemaal verbeelden zij op geheel eigen wijze hoe de nieuwe Vertuo-machine voor grootste koffiemomenten zorgt.", "Met het nieuwe Vertuo-systeem wordt het leven van liefhebbers van een grotere kop kwaliteitskoffie een beetje mooier, want je maakt kennis met een verscheidenheid in koffie door de vijf verschillende kopgroottes. Houd je van een pittige kleine espresso of ga je eerder voor een krachtige dubbele espresso? Drink je juist liever grotere koffies, zoals gran Lungo, mug of alto? Geen zorgen: met Nespresso Vertuo kan het allemaal."], "authors": ["Door"], "keywords": ["film", "je", "koffiecapsules", "dansen", "van", "een", "te", "laat", "korte", "het", "en", "animatieduo", "dat", "met", "nespresso", "dit", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}