{"id": "9edc3955-d00f-3cc5-9e84-9221a023cb58", "title": "Het Nederlandse voetbal begon niet in Haarlem, maar in Veur", "url": "https://www.parool.nl/sport/het-nederlandse-voetbal-begon-niet-in-haarlem-maar-in-veur~b4a92d21/", "summary": "Prachtig is de vondst van een brief uit 1864 van een 13-jarige leerling die zijn ouders schrijft over ‘foot-ball’.\nDeze eigenschap van voetbal is inmiddels ­gemeengoed, maar in de tijd die Luitzen ­beschrijft, was het idee nieuw en kreeg het beoefenen van Engelse sporten veel kritiek.\nZo is er veel te ontdekken in deze handels­uitgave van het proefschrift.\nHet belangrijkste is het blootleggen van de ontstaansgeschiedenis van het Nederlandse voetbal.\nDe roots van het Nederlandse voetbal liggen in de Zuid-Hollandse plaats Veur, bij de daar gelegen jongenskostschool Noorthey.", "paragraphs": ["Voetbal wordt al veel langer gespeeld in Nederland dan gedacht, blijkt uit een studie van de Amsterdamse sporthistoricus Jan Luitzen. In de jaren vijftig van de 19de eeuw werd al getrapt tegen ‘een groote gommelestieke bal, die met leder omwonden is en bijna drie palm middenlijn heeft’.", "Huilend verliet Robin Pröpper het veld. De Heraclesverdediger dacht zondag tegen Ajax een zware knieblessure te hebben opgelopen. Het viel mee en achteraf was hij blij met de troostende woorden van zijn teamgenoten en het shirt dat Ajaxspits Traoré speciaal naar de kleedkamer kwam brengen. Verbroedering is een mooi kenmerk van voetbal, vond Pröpper.", "", "Dat was ooit anders, toen moest die verbroederende kwaliteit nog worden ontdekt. Wie wil weten hoe dat precies zat, kan terecht bij het boek Vivat! Vivat Noorthey!. De Amsterdamse schrijver en sporthistoricus Jan Luitzen verdedigde maandag met succes zijn cultuurhistorische dissertatie naar de introductie van cricket, voetbal en ‘lawntennis’ in Nederland. En Luitzen heeft groot nieuws.", "Protestantse jongenskostschool", "Lang dacht men dat het begin van voetbal lag bij de Haarlemse sportpionier Pim Mulier en de later koninklijk geworden club HFC, in begin ­jaren tachtig van de negentiende eeuw. Na jarenlang onderzoek toont Luitzen aan dat er op de protestantse jongenskostschool Noorthey in de Zuid-Hollandse plaats Veur (nu deel van de gemeente Leidschendam-Voorburg) vanaf de jaren veertig al aan de ‘Engelsche’ sporten cricket en hockey werd gedaan en vanaf 1854 voetbal werd gespeeld. De introductie was dus ergens anders en bovendien veel eerder.", "Op de privéschool Noorthey zaten vanaf het begin, in 1820, kinderen van goede komaf. Onderdeel van de opleiding waren zogenaamde speeluren voor de leerlingen buiten. Met de komst van Engelse taalleraren op de school werden daar ook Engelse sporten geïntroduceerd. Voor de eerste voetballessen was docent Henry Attwell van belang. In de periode dat hij lesgaf, van 1854 tot 1857, spoorde Attwell de leerlingen aan om naast cricket ook te gaan voetballen. Dat lukte zonder veel moeite: ‘Het gevoel was ongeveinsd, de beweging opregt,’ citeert Luitzen een schooldirecteur.", "Clubs in grote steden", "Voor zijn promotieonderzoek had Luitzen de beschikking over een uitgebreid archief van Noorthey. Prachtig is de vondst van een brief uit 1864 van een 13-jarige leerling die zijn ouders schrijft over ‘foot-ball’. ‘Dit spel is heel goed als het koud is, daar men een groote gommelestieke bal, die met leder omwonden is en bijna drie palm middenlijn heeft, moet voortschoppen.’", "Zeker zo interessant is de wijze waarop voetbal zich over Nederland verspreidde. Lang dacht men dat Engelse handelslieden daarvoor verantwoordelijk waren door letterlijk een voetbal mee te nemen, maar Luitzen maakt aannemelijk dat juist oud-leerlingen van Noorthey hierin een belangrijke rol hebben gespeeld. Na het ­verlaten van de school waren ze in hun verdere leven vaak betrokken bij de start van een club voor voetbal of cricket. Dat gebeurde veelal in de grote steden.", "In Amsterdam werd bijvoorbeeld het groene veld achter het melkhuis in het Vondelpark als speelterrein gebruikt door de eerste Amsterdamse cricket/voetbalclubs AAC, Sport en RUN. Bij de laatste was onder meer de dichter Herman Gorter actief.", "Onzedelijke gedachten", "Bijkomend voordeel van deze verspreiding was wat Luitzen noemt ‘een vroege vorm van sociale vermenging in de negentiende-eeuwse standenmaatschappij’. Aanvankelijk speelden de elitejongens met elkaar, maar kwaliteit werd een criterium. Dus ook arbeiders en middenstanders die een aardig balletje konden trappen, waren welkom.", "Deze eigenschap van voetbal is inmiddels ­gemeengoed, maar in de tijd die Luitzen ­beschrijft, was het idee nieuw en kreeg het beoefenen van Engelse sporten veel kritiek. De heersende mening was dat nadruk op het lichamelijke verderfelijk was. Het zou de jeugd maar op onzedelijke gedachten brengen. Op Noorthey zag men juist de opvoedkundige kwaliteiten van teamsporten; precies zoals dat ook gold bij de als voorbeeld dienende Engelse kostscholen. Daar werd voetbal gezien als bestrijder van een ‘drievoudige angst’: ‘masturbatie, verwijfd gedrag en homoseksualiteit’.", "Zo is er veel te ontdekken in deze handels­uitgave van het proefschrift. Het belangrijkste is het blootleggen van de ontstaansgeschiedenis van het Nederlandse voetbal. Vergeet Haarlem en de koninklijke voetbalclub HFC. Vergeet de rol van Engelse handelsreizigers of pionier Pim Mulier. De roots van het Nederlandse voetbal liggen in de Zuid-Hollandse plaats Veur, bij de daar gelegen jongenskostschool Noorthey.", "Beeld -"], "authors": ["Arthur Van Den Boogaard"], "keywords": ["begon", "van", "haarlem", "het", "veur", "maar", "voetbal", "met", "noorthey", "werd", "niet", "een", "en", "dat", "luitzen", "nederlandse"], "pubDate": "2020-11-24T15:00:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}