{"id": "9eef7764-dc30-3976-becc-26861debe3e6", "title": "De geschiedenis van het protestlied: ‘Niet alleen links’", "url": "https://www.parool.nl/kunst-media/de-geschiedenis-van-het-protestlied-niet-alleen-links~b0b7b36d/", "summary": "Bots was een van de meest politieke popgroepen van Nederland.\nOp de vuist is een heerlijk boek: bijna 400 pagina’s maatschappelijke geschiedenis van Nederland met het protestlied als leidraad.\nIedereen is van de wereld van The Scene heeft de status van een antiracistisch lied gekregen, hoewel Thé Lau het niet als zodanig had geschreven.\nVooral De soldatenmoeder van de Zangeres Zonder Naam was een ontdekking; een smartlap, pardon, een levenslied met een tekst van de experimentele dichter Lucebert.\nHet op een na laatste hoofdstuk van het boek gaat over zwart bewustzijn in de Nederlandse hiphop na 2010 en draait vooral om Akwasi, Fresku en Typhoon.", "paragraphs": ["Bots was een van de meest politieke popgroepen van Nederland. Beeld ANP", "De meest politieke popgroep in Nederland was waarschijnlijk Bots, vooral bekend van de hit Zeven dagen lang uit 1976. Niet algemeen bekend hier is dat de groep begin jaren tachtig heel populair was in Duitsland, zowel in de DDR als in West-Duitsland.", "Bij het vertalen van Botsnummers in het Duits ging wel eens iets mis. Bij Zeven dagen lang werd de zinsnede ‘Dan drinken we samen’ aanvankelijk vertaald als ‘Dann trinken wir samen’. Tot iemand de band erop wees dat Samen (letterlijk: zaden) het Duitse woord voor sperma is.", "Op de vuist is een heerlijk boek: bijna 400 pagina’s maatschappelijke geschiedenis van Nederland met het protestlied als leidraad. Anekdotiek wordt daarbij zeker niet geschuwd. In het boek komen veel interesses van Laurens Ham (1985) samen: “Ik werk als neerlandicus op de Universiteit Utrecht. Ik schrijf graag over de combinatie kunst en politiek. Wat me opvalt is dat kunst met een politieke boodschap vaak niet helemaal voor vol wordt aangezien. Ik besloot me te storten op een kunstvorm waar die boodschap volledig op de voorgrond staat, het Nederlandstalige protestlied.”", "Uw boek begint halverwege de jaren zestig en concentreert zich op popmuziek.", "“Er is daarvóór ook veel interessants gemaakt natuurlijk, maar het zou te veel worden voor één boek. En interessant aan popmuziek is dat die, meer dan bijvoorbeeld cabaret, is verweven met het dagelijks leven. Cabaret hoor je vooral in het theater, popmuziek hoor je overal. Dat politieke liedjes tegelijk Top 40-hits kunnen zijn, vind ik ook spannend. Er wordt ergens tegen geprotesteerd, maar daar wordt ook geld mee verdiend.”", "U hanteert een heel brede definitie van popmuziek. Het loopt in Op de vuist van Vader Abraham tot hardcore straatrap. Waaraan moest een lied voldoen om in het boek te worden opgenomen?", "“Waar gaat een liedje over, reageert het direct op politieke of maatschappelijke vraagstukken? Dat is de kern, maar er zijn ook liedjes die pas gaandeweg een protestlied worden. Iedereen is van de wereld van The Scene heeft de status van een antiracistisch lied gekregen, hoewel Thé Lau het niet als zodanig had geschreven. Idem dito met Mag ik dan bij jou van Claudia de Breij. Dat was gewoon een liedje in een voorstelling, maar werd opgepikt als protest tegen de slechte behandeling van vluchtelingen.”", "Laurens Ham. Als neerlandicus was het de schrijver opgevallen dat kunst met een politieke boodschap vaak niet helemaal voor vol wordt aangezien.", "Een beginpunt in uw boek is Welterusten meneer de president van Boudewijn de Groot. Niet algemeen bekend is dat ook volkszangers als Johnny Hoes, Cowboy Gerard en de Zangeres Zonder Naam over de Vietnamoorlog zongen.", "“Ja, dat was voor mij ook een verrassing. Vooral De soldatenmoeder van de Zangeres Zonder Naam was een ontdekking; een smartlap, pardon, een levenslied met een tekst van de experimentele dichter Lucebert. Vader Abraham heeft ook veel opgenomen dat je tot het protestlied kunt rekenen. Met Boer Koekkoek zong hij tegen Joop den Uyl, later maakte hij een nummer met Pim Fortuyn. Hij maakte ook best heftige politieke dingen, zoals het lied Wat doen we met die Arabieren hier.”", "We zijn geneigd te denken dat protestliederen automatisch linkse liederen zijn.", "“Precies. Ik wilde mijn boek eerst ook Linkse liedjes noemen. Maar tijdens het verzamelen van al dat linkse materiaal dacht ik: God, wat een saai boek is dit aan het worden. Het werd ook zo’n treurzang in de trant van ‘vroeger was iedereen links en nu niemand meer’. Toen ik rechtse protestliedjes tegenkwam wist ik: die moeten er ook in, ik moet een volledig beeld geven. Je hebt ook protestmuziek die buiten de categorieën links en rechts valt. Straatrap kun je moeilijk links noemen, maar het is wel degelijk protestmuziek.”", "Black Lives Matter heeft nog niet veel opgeleverd aan protestmuziek.", "“Ik was bijna klaar met mijn boek toen bij die demonstratie op de Dam Akwasi zijn toespraak hield. Dat kon ik niet lagen liggen natuurlijk. Het op een na laatste hoofdstuk van het boek gaat over zwart bewustzijn in de Nederlandse hiphop na 2010 en draait vooral om Akwasi, Fresku en Typhoon. Protestnummers die specifiek over Black Lives Matter gaan, zijn er inderdaad nog niet veel, ook in Amerika niet. Vroeger gingen protest en muziek heel erg samen op. Tegenwoordig werkt dat anders. Activisme is veel individualistischer geworden, minder massaal. Artiesten maken geen liedjes voor een specifieke demonstratie, ze zijn meer bezig met hun eigen alledaagse sores en reageren van daaruit op maatschappelijke situaties. Er bestaat in de Nederlandse popmuziek wel een sterke antiracistische traditie, zeker in de hiphop. Een interessantie playlist op Spotify is in dit verband Zwarte trots, waarin Nederlandstalige nummers van niet-witte artiesten zijn verzameld.”", "U maakte zelf ook een Spotifyplaylist van Nederlandse protestmuziek. Welk nummer in die lijst was het effectiefst?", "“Ik denk Kutmarokkanen van de rapper Raymzter, dat in 2002 een grote hit was. Omdat het liet zien dat ook een Marokkaanse Nederlander zo hoog in de hitlijsten kon komen, maar vooral omdat Raymzter met Kutmarokkanen het maatschappelijk debat een enorme zet gaf. Begin jaren tachtig waren liederen van de vrouwenbeweging ook heel effectief. Buiten de beweging kende bijna niemand die, maar intern waren ze heel belangrijk: de feministes ontleenden er de kracht aan om verder te strijden. Zoiets had je ook binnen de kraakbeweging. In aanloop naar de kroning van Beatrix zijn er punknummers gemaakt die buiten de eigen kring niemand kende, maar die zeker hebben bijgedragen aan de chaos in Amsterdam op 30 april 1980.”"], "authors": ["Peter Van Brummelen"], "keywords": ["links", "van", "geschiedenis", "het", "protestlied", "op", "met", "die", "ik", "niet", "een", "alleen", "ook", "dat"], "pubDate": "2020-12-05T18:00:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}