{"id": "9ef19106-980b-3938-b6f5-9214177481cf", "title": "Inwoners Leiden kunnen volgende week meepraten over hoogbouw in de stad", "url": "https://nu.nl/leiden/6100061/inwoners-leiden-kunnen-volgende-week-meepraten-over-hoogbouw-in-de-stad.html", "summary": "De inwoners van Leiden kunnen volgende week meepraten over de hoogbouw in de stad.\nDe gemeente organiseert digitale stadsgesprekken en een enquête om inwoners te betrekken bij de nieuwe regels rondom hoogbouw.\n\"Verdichting en hoogbouw zijn thema's die steeds vaker aan de orde zijn in onze stad.\nVoor veel Leidenaren is het lastig om een geschikte woonruimte te vinden\", schrijft de gemeente Leiden maandag.\nVerder kunnen ze hun mening geven in een online enquête en wordt het inwonerspanel geraadpleegd.", "paragraphs": ["De inwoners van Leiden kunnen volgende week meepraten over de hoogbouw in de stad. De gemeente organiseert digitale stadsgesprekken en een enquête om inwoners te betrekken bij de nieuwe regels rondom hoogbouw.", "\"Verdichting en hoogbouw zijn thema's die steeds vaker aan de orde zijn in onze stad. Voor veel Leidenaren is het lastig om een geschikte woonruimte te vinden\", schrijft de gemeente Leiden maandag. Daarom wordt er de komende jaren veel en hoog gebouwd in de stad. Bijvoorbeeld langs de Schipholweg, maar dat gaat niet overal even gemakkelijk. De ruimte om woningen te bouwen is volgens de gemeente schaars.", "Bovendien leiden nieuwe woningbouwplannen niet zelden tot discussies in de buurt en soms zelfs tot boosheid onder bewoners. \"Juist daarom willen we met u in gesprek. Niet over de huidige bouwplannen, maar over de toekomst. Hoogbouw is daarbij geen doel op zich. Het gaat over het verdichten en leefbaar houden van de stad\", aldus de gemeente. De input van de inwoners wordt meegenomen in het vernieuwen van de hoogbouwvisie.", "Als het gaat over hoogbouw in Leiden, is het project LEAD aan de Willem de Zwijgerlaan een goed voorbeeld. Daar komen drie woontorens waarvan de hoogste 115 meter wordt. Via meerdere inspraakrondes en een poging tot een referendum probeerden bewoners die plannen te veranderen. Dat leverde echter niets op. Ook bewoners van de Lage Mors maken zich zorgen over de hoogbouwplannen in het Vondelkwartier.", "Leidenaren kunnen volgende week meepraten in digitale stadsgesprekken van maximaal vijftien personen. Verder kunnen ze hun mening geven in een online enquête en wordt het inwonerspanel geraadpleegd. De gemeente verwerkt alle input vervolgens in de hoogbouwparagraaf van de omgevingsvisie Leiden 2040."], "authors": ["Door"], "keywords": ["meepraten", "inwoners", "van", "en", "kunnen", "een", "wordt", "stad", "leiden", "volgende", "te", "het", "week", "gemeente", "hoogbouw"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}