{"id": "9ef5b6a8-d5ea-3c4f-a1b1-7493623ea951", "title": "Geen amateurvoetbal door corona? KNVB-baas Van der Zee vindt het belachelijk: ‘En dan druk ik me bescheiden uit’", "url": "https://trouw.nl/sport/geen-amateurvoetbal-door-corona-knvb-baas-van-der-zee-vindt-het-belachelijk-en-dan-druk-ik-me-bescheiden-uit~bc04395e/", "summary": "Van der Zee: “Is dat scherp?\nDan ben ik wel stug en rechtlijnig.”Aan de andere kant is het uitdragen van alles wat het amateurvoetbal te bieden heeft lastig, merkt Van der Zee.\nVan der Zee voelt het als onmacht dat hij maar ‘geen voet tussen de deur krijgt bij het RIVM of het OMT’ en dat het kabinet de waarde van het sporten en bewegen op een vereniging niet serieus genoeg neemt.\nDesnoods met gesloten kantines en kleedkamers en zonder publiek.”De volgende persconferentie van het kabinet komt er medio december weer aan.\nKNVB-directeur Jan Dirk van der Zee pleit voor meer compensatie vanuit Den Haag.", "paragraphs": ["De voormalige laatste man van onder meer Gorredijk, Helios en ASC Nieuwland bevindt zich de laatste maanden veelal op de maatschappelijke barricades. Jan Dirk van der Zee, directeur amateurvoetbal bij de KNVB, kiest zijn toon bewust nu zeshonderdduizend Nederlanders door de coronamaatregelen nog steeds niet mogen voetballen. De teksten worden scherper. Woorden als ‘belachelijk’ en ‘totaal onverklaarbaar’ klonken al meerdere keren. Van der Zee: “Is dat scherp? Ik vind dat het nog te bescheiden is.”", "Van der Zee (49) is een opvallende verschijning in een wereld waarin men naar buiten toe niet zo uitgesproken is. Dat ziet hij zelf ook: “Het amateurvoetbal had weinig kleur toen ik ruim 5,5 jaar geleden begon. Nu proberen we het elke dag een gezicht te geven, voor onze achterban en ook voor de publieke opinie en de politieke wereld, maar het is nog steeds niet optimaal.”", "In zijn columns op de site van de KNVB roert Van der Zee geregeld een actueel onderwerp aan, in duidelijke taal. Zoals in zijn laatste, waarin hij schrijft over de coronamaatregelen en de afstandsregels, ofwel het ‘malle gedoe waarin twee volwassenen een silent disco doen’. Het is twee voor twaalf, zo verkondigt hij inmiddels al een paar weken.", "Positie duidelijk maken", "Het is een strategie om druk te zetten, op zowel politici als op zijn eigen organisatie, zo vertelt hij telefonisch tijdens een autorit. “Soms moet je je positie duidelijk maken. En soms maak je een goed statement voor je achterban.”", "Hij rijdt terug van het hoofdkantoor in Zeist naar Friesland, hij is onlangs vlak bij Heerenveen gaan wonen. Tijdens het gesprek excuseert hij zich: hij neemt even een hap uit een broodje bal met mayonaise, zo ongeveer het beroemdste voetbalkantinemaal. Dit keer is het er eentje uit de kantine in Zeist. “Echt heer-lijk.”", "Van der Zee moet zich vaak uitspreken. Er is ook veel om over te praten. Natuurlijk corona, dat is iets waar ook de amateursport niet onderuit kan. Maar ook discriminatie, racisme, geweld, homofobie zijn onderwerpen. Het voetbal is een afspiegeling van een maatschappij waarin kinderen sneller worden afgeleid en vooral individualistischer worden. Zaken waar de KNVB in moet meegroeien.", "Dat vraagt intern om een andere benadering, een cultuurverandering zelfs. Iets waar Van der Zee zelf niet voor wegloopt. Hij moet soms beslissingen nemen die een deel van de conservatieve achterban moeilijk accepteert. Lef tonen, zegt hij. Dat deed hij bijvoorbeeld toen hij begin dit jaar voorstelde dat er bij de jongste jeugd geen ranglijsten meer zouden worden bijgehouden. Het leidde tot een storm van kritiek, ook in diverse media. “Dan kun je je dat aantrekken, of je kunt denken: we hebben dit goed onderzocht en we gaan het doen, want het is goed voor het voetbal. Dan ben ik wel stug en rechtlijnig.”", "Aan de andere kant is het uitdragen van alles wat het amateurvoetbal te bieden heeft lastig, merkt Van der Zee. “De maatschappelijke impact van de KNVB wordt zo vaak onderschat. Het gaat toch snel over die 34 clubs en die duizend voetballers die samen het betaald voetbal maken. Wij delven vaak het onderspit. Neem het begin van de crisis. Toen wij echt goed bezig waren om alles draaiende te houden en hierdoor snel weer kon worden gevoetbald, werden we overklast door clubbestuurders in het betaald voetbal die van alles en nog wat vonden. Intern hadden wij de discussie: potdrie man, waar blijven onze prachtige verhalen?”", "Meer op de trom roffelen", "Ook in het coronadebat van deze dagen staat het amateurvoetbal wat aan de zijkant. De competities zijn stilgelegd en de verenigingen moesten dicht. Daarom ook dat Van der Zee inmiddels zijn woorden steviger kiest. Hij moet geen karikatuur worden, zegt hij, maar als de ‘stille’ lobby niet lukt, dan ‘roffelt hij meer op de trom’. “Mij werd laatst door VVD-Kamerlid Rutger Heerema in een online webinar verweten dat we te bescheiden zijn en ons activistischer moeten gedragen. We zijn koninklijk, we moeten ons netjes gedragen en niet met uitspraken onze eigen ruiten ingooien. Alleen: als we geen resultaat zien, dan hoor en zie je ons vaker.”", "Er zit voorlopig nog geen versoepeling in. Van der Zee voelt het als onmacht dat hij maar ‘geen voet tussen de deur krijgt bij het RIVM of het OMT’ en dat het kabinet de waarde van het sporten en bewegen op een vereniging niet serieus genoeg neemt. “Op afstand mogen we met vier man spelen. Dat is echt een belachelijke regel, wie dat heeft bedacht heeft echt weinig op een voetbalveld rondgelopen. Daar help je een teamsport en de maatschappij niet mee. De clubs moeten voor iedereen openblijven. Desnoods met gesloten kantines en kleedkamers en zonder publiek.”", "De volgende persconferentie van het kabinet komt er medio december weer aan. Van der Zee: “Het zou niet meer dan logisch zijn, en zwaar terecht, als al onze sporters, die 1,2 miljoen KNVB-leden, weer naar buiten kunnen en niet thuis hoeven te verpieteren. Daar maak ik me hard hard voor. Wij zijn nog weleens verrast door het kabinet. ”", "Lees ook:", "KNVB waarschuwt amateurclubs voor fout geld", "Een op acht sportverenigingen kent signalen van criminele inmenging. De KNVB komt met nieuwe regels tegen malafide invloeden.", "KNVB: amateurclubs staan grote geldzorgen te wachten", "Door het sluiten van sportkantines lopen amateurvoetbalclubs gemiddeld 40 procent aan inkomsten mis. KNVB-directeur Jan Dirk van der Zee pleit voor meer compensatie vanuit Den Haag."], "authors": ["Kick Hommes"], "keywords": ["van", "geen", "het", "druk", "zee", "hij", "zijn", "ik", "een", "niet", "en", "uit", "dat", "der", "vindt", "knvbbaas"], "pubDate": "2020-11-30T10:34:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}