{"id": "9efb5ed7-dd8d-3534-86d2-20022dfd27e6", "title": "Bosnische Duitser Stanišić geeft in ‘Herkomst’ virtuoos lesje in overleven", "url": "https://trouw.nl/cultuur-media/bosnische-duitser-stanisic-geeft-in-herkomst-virtuoos-lesje-in-overleven~b45980bb/", "summary": "Maar Saša staat tenminste ‘aan de deur van de Duitse taal’: die van zijn nieuwe school.\nAls puber verloochent hij zijn afkomst liefst, inclusief zijn ouders in hun armoedige Heidelbergse onderkomen.\nBeeld Hollandse Hoogte / Gamma-Rapho Agence PhotographiqueHerkomst is zeker niet het zoveelste humorloze epistel in het ‘stamdenken’, het identiteitsdebat.\nSaša Stanišić Beeld Katja SämannDe blik van Stanišić is poëtisch, met gevoel voor het mythische en het melancholische.\nOok in Herkomst, het semi-autobiografische relaas van een ontheemde jongen, is Stanišić lekker op dreef.", "paragraphs": ["Herkomst is een boek over de vraag wat bij mij hoort’, schrijft Saša Stanišić. Het is ook een boek over ‘taal en schaamte’. Had niet zijn Joegoslavische oma hem gezegd dat hij als jongetje al niet kon liegen, maar wel altijd een loopje met de werkelijkheid nam en daarbij schaamteloos overdreef? Ga vooral zo door, zei oma.", "Stanišić heeft oma’s lesje goed in zijn oren geknoopt. Inmiddels veertig, laveert hij in Herkomst tussen zijn fantasierijke herinneringen aan het Bosnische Višegrad en die aan zijn nieuwe werkelijkheid in Heidelberg, waar hij de Duitse taal en cultuur zal veroveren. Višegrad is het stadje dat zijn ouders met hem, de 14-jarige zoon, in 1992 vanwege de oorlog moesten ontvluchten. Soms keert Stanisic in Herkomst terug naar Bosnië. Vooral vanwege oma, die haar herinneringen aan het verliezen is terwijl hij de zijne verwerft. Hij ontmoet daar verre verwanten, die ook geestelijk ver van hem af staan, met hun: “We hebben het leven hier overleefd. De dood is het kleinere probleem.”", "Het ontwikkelde, maar ontwortelde gezin Stanišić behoort in Heidelberg tot de onderklasse. Geen van hen spreekt Duits. Maar Saša staat tenminste ‘aan de deur van de Duitse taal’: die van zijn nieuwe school. Op die deur staat ‘ziehen’, trekken. Hij probeert de deur open te duwen – heel herkenbaar voor Nederlanders, want zelfs voor ons, buurvolk, gaan deuren in Duitsland veelal ‘verkeerd om’ open.", "Kietelende observaties", "Saša Stanišić grossiert in zulke kietelende observaties, die tegelijk schuren. Herkomst gaat ook over schaamte. Als puber verloochent hij zijn afkomst liefst, inclusief zijn ouders in hun armoedige Heidelbergse onderkomen. Voor dat opportunisme schaamt hij zich dan weer. Dat hij zijn vader niet uitnodigt om zijn basketbalwedstrijd bij te wonen, doodsbang dat deze hem in het Servo-Kroatisch gaat aanmoedigen, en dat hij dan niet scoort. Eenmaal mag vader toch komen kijken. Saša’s sportieve prestatie houdt niet over, maar hij voelt een verademende omslag: ‘Voor mijn moedertaal schaamde ik me niet meer.’", "Bosnische vluchtelingen in een opvangkamp in 1992. Beeld Hollandse Hoogte / Gamma-Rapho Agence Photographique", "Herkomst is zeker niet het zoveelste humorloze epistel in het ‘stamdenken’, het identiteitsdebat. “Mijn rebellie was de aanpassing”, schrijft Stanišić. Hij wilde erbij horen, waarbij dan ook. De vernederingen door Duitsers zijn weliswaar pijnlijk, maar zodra hij de taal beheerst, slaat hij ze daarmee om de oren. Pijnlijker vindt hij de nationale stoerdoenerij van allerlei (ex-)Joegoslavische, Turkse en Poolse kennissen in hun immigrantenwijk. Afkomst is toeval en niet geschikt voor fetisjisme. Hij heeft immers ervaren hoe oplevend nationalisme tot oorlog en vluchtelingenstromen kan leiden.", "Nog in 1991 vuurde het jongetje Saša met zijn familie de succesvolle voetbalclub Rode Ster Belgrado aan, schrijft hij, met in het elftal alle etnische en religieuze gezindten. Een jaar later heet Saša’s moeder, een onder Tito geschoolde marxistische politicologe, maar niet dogmatisch en niet religieus, opeens vanwege haar ‘Arabische’ achternaam een ‘Bosniak’, een moslima. Aangezien zijn vader een Bosnische Serviër is, was er in Višegrad geen toekomst meer voor het echtpaar. De Serviërs rukten er op, via Višegrad naar het nabije Srebrenica.", "Woordspeelse jongen", "Saša’s ouders moesten Duitsland na de Balkan-oorlogen echter ook weer uit. En omdat er geen terug was naar hun nagenoeg ‘moslimvrije’ Višegrad, zijn zij naar de VS geëmigreerd. Hun zoon mocht blijven, omdat hij een contract op zak had voor zijn eerste boek. Zijn werk is sindsdien in vele talen gedrukt. Met grote dank aan zijn leraar Duits in Heidelberg, die de woordspeelse jongen stimuleerde om nu in het Duits te gaan schrijven, en hem in de schone Duitse dichtkunst inwijdde. Stanišić wordt een troetelimmigrant, eentje die zijn geluk terdege beseft, bij alle ongeluk. Slechts nog éénmaal konden vluchtelingen zo’n geluksgevoel ervaren: in 2015, toen Angela Merkel met haar ‘Wir schaffen das’ de grenzen weer even openstelde.", "Met zijn succesvolle debuutroman uit 2006, Hoe de soldaat de grammofoon repareert, knalde Stanišić met heftige Balkan-beat in woorden het literaire landschap binnen. In dat boek heeft een jongen in Višegrad al zijn fantasie nodig om de plotselinge aanwezigheid van vijandige soldaten uit eigen land te laten rijmen met zijn onschuldige wereldbeeld.", "Zijn volgende grote roman uit 2014, Nacht voor het feest, werd zo mogelijk nog meer bejubeld dan zijn debuut. Als buitenstaander – inmiddels Hamburger – beschrijft hij van binnenuit het wel en wee in een Brandenburgs dorp.", "Saša Stanišić Beeld Katja Sämann", "De blik van Stanišić is poëtisch, met gevoel voor het mythische en het melancholische. Zijn werk doet denken aan dat van andere Slavische rasvertellers van nu, zoals de Poolse Olga Tokarczuk en de Tsjech Jáchym Topol. ‘Een poëet en revolutionair’, noemde het maandblad Rolling Stone hem. Ook in Herkomst, het semi-autobiografische relaas van een ontheemde jongen, is Stanišić lekker op dreef. Dit ‘semi’ vanwege de fantasierijke herinneringen die hij laat doorsijpelen, maar tegelijk confronteert met de werkelijkheid die hij soms liever niet wilde zien.", "Dwarse eigenheimer", "De Duitsers weten Stanisic’ quasi-onbevangen tegengeluid, ‘on-Duits’ in zijn lichte, meeslepende ironie, te waarderen. Maar hij weet hen ook te shockeren, dwarse eigenheimer als hij is gebleven. Dat bleek wel toen Herkomst vorig jaar de belangrijkste Duitse literaire prijs werd toegekend, de Deutsche Buchpreis. Saša Stanišić benutte zijn dankwoord bij de ontvangst van zijn grote prijs namelijk voor een tirade tegen Peter Handke, de Oostenrijkse auteur die toen net met de Nobelprijs voor de literatuur was geëerd. “Dat heeft de vreugde over mijn eigen prijs een beetje bedorven”, sprak hij. Handke had immers, ook in zijn werk, partij gekozen voor de oorlogszuchtige Servische dictator Slobodan Milošević.", "“Ik zeg dit”, vervolgde Stanišić, “omdat ik het geluk had aan datgene te ontkomen wat Peter Handke in zijn teksten níet beschrijft. Dat ik hier vandaag vóór u kan staan.” Hoe ongewoon bij zo’n gelegenheid was zijn dankwoord. “Ik vier hier die andere vijftig procent” (van de Nobelprijs), vervolgde hij. “Ik vier Olga Tukarczuk.” Zij had, tegelijk met Handke, de wegens schandalen niet eerder uitgereikte Nobelprijs voor 2018 gekregen. “Ik vier literatuur, die alles mag [...] en daarbij niet cynisch is.”", "Beeld -", "Saša Stanišić", "Herkomst", "Vert. Annemarie Vlaming. Ambo Anthos; 368 blz. € 23,99", "Lees ook:", "Anatolische blues en Balkanbeat", "Duitsland kent talloze schrijvers met een Turkse, Arabische of Oost-Europese achtergrond. Drie recente uitgaven geven een mooie doorsnee van hun ’interculturele literatuur’. En tonen hoe moeilijk het is om in Duitsland gelukkig te worden.", "Lees ook:", "Een lach die in je keel blijft steken", "In de sprankelende roman ’Hoe de soldaat de grammofoon repareert’ beschrijft de jonge Bosnische schrijver Sasa Stanisic het lot van het stadje Visegrad."], "authors": ["Annemieke Hendriks"], "keywords": ["zijn", "van", "stanišić", "overleven", "en", "een", "met", "voor", "geeft", "virtuoos", "niet", "duitser", "hij", "het", "lesje", "bosnische", "die", "herkomst"], "pubDate": "2020-11-21T16:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}