{"id": "9f03bd87-0a26-31e4-9f29-5d870b19d8ef", "title": "De Volkskeuken: porc bourguignon met eekhoorntjesbrood", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-porc-bourguignon-met-eekhoorntjesbrood~b067677f/", "summary": "Porc Bourguignon met eekhoorntjesbrood.\nEerst sputterde ik nog tegen dat ik het een beetje een raar thema vond, aangezien we in feite al maanden thuiswerkend aan het koken zijn, maar toen werd ik gewoon gemutet.\nNiet dat ik dat erg vond, hoor.\nKruid het vlees royaal met peper en zout, braad het in porties bruin in olijfolie, haal uit de pan en houd apart.\nRoer de saus glad, doe dan het vlees, de bospeen, het eekhoorntjesbrood (met het weekvocht) en het bouquet garni erbij en breng het geheel even aan de kook.", "paragraphs": ["Porc Bourguignon met eekhoorntjesbrood. Beeld Marcus Huibers", "U hebt ongetwijfeld gemerkt dat de Volkskeuken de afgelopen edities een thema had: ‘thuiswerken, en hoe zich dat vertaalt naar de dagelijkse maaltijden, van ontbijt tot diner’. Ideetje van de redactie, die het leuk leek om thuiswerkende lezers ‘een hart onder de riem te steken in deze verwarrende en veeleisende tijden’. Mocht u niet zo van dit soort thema’s houden, wees gerust, dit is de laatste aflevering.", "Vanwege een andere Zoom-afspraak die uitliep was ik te laat voor de voorbereidende Volkskeuken-vergadering. Toen het me eindelijk was gelukt om in te loggen (dat wachtwoord uit de mail liet zich niet copy-pasten, ik moest het handmatig invoeren), was het feitelijk al te laat. Eerst sputterde ik nog tegen dat ik het een beetje een raar thema vond, aangezien we in feite al maanden thuiswerkend aan het koken zijn, maar toen werd ik gewoon gemutet.", "Het rooster voor die week was al gemaakt: spelverdeler Pay-Uun Hiu had zichzelf de spinaziepannekoek toebedeeld, en ook de paddestoelensoep, veganistische linzensalade, linzensoep én de boterham met visprut waren al vergeven. Bleef over: het stoofpotje, ‘liefst iets met vlees, want ook daar is een lezerspubliek voor, dat smaldeel der natie moeten we niet vergeten’.", "Niet dat ik dat erg vond, hoor. Stoofpotjes maakte ik altijd al graag, ook vóór corona. Het is trouwens een grote misvatting dat we door thuis te werken meer tijd hebben om te koken, ben je mal zeg. Voor dit stoofpotje heb je die tijd ook niet nodig: een half uurtje voorbereiden en daarna heb je er voorlopig geen omkijken meer naar. Maar die geur die zich langzaam door het huis verspreidt, terwijl de herfstkou de ramen beslaat, díé heb je niet op kantoor.", "Ingrediënten -40 g gedroogd eekhoorntjesbrood -6 varkenswangen -300 g varkensbuik, in ferme blokjes -olijfolie -4 uien, in dunne halve ringen -4 tenen knoflook, fijn gehakt -2 eetl. bloem -600 ml rode bourgogne -600 g bospeen, in grove stukken -1 bouquet garni (bundeltje met verse peterselie, tijm en laurier, opgebonden met braadgaren) -verse peterselie, gehakt", "Bereiding", "Week het eekhoorntjesbrood 30 minuten in 300 milliliter kokendheet water. Zet uw braadpan op het vuur. Kruid het vlees royaal met peper en zout, braad het in porties bruin in olijfolie, haal uit de pan en houd apart. Fruit de uien en knoflook 7 minuten in het braadvet en strooi daarna de bloem erover. Roer even en giet dan de wijn erbij. Roer de saus glad, doe dan het vlees, de bospeen, het eekhoorntjesbrood (met het weekvocht) en het bouquet garni erbij en breng het geheel even aan de kook. Zet 3 uur (of langer, het komt niet zo nauw) in een oven op 120 graden, alleen de laatste 30 minuten zonder deksel op de pan. Verdeel over diepe borden en garneer met peterselie. Eet er een aardappeltje bij."], "authors": ["Marcus Huibers"], "keywords": ["eekhoorntjesbrood", "bourguignon", "het", "met", "die", "ik", "een", "niet", "volkskeuken", "en", "dat", "te", "al", "porc"], "pubDate": "2020-10-12T16:40:34+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}