{"id": "9f0901e5-3be0-3930-8190-03af612480f9", "title": "Kroongetuige: ‘Advocaten medeverantwoordelijk voor dood van Derk Wiersum’", "url": "https://nos.nl/artikel/2360083-kroongetuige-advocaten-medeverantwoordelijk-voor-dood-van-derk-wiersum.html", "summary": "Kroongetuige Nabil B. houdt advocaten van verdachten uit de groep rond Ridouan Taghi medeverantwoordelijk voor de dood van hun collega Derk Wiersum.\nZij hebben volgens de kroongetuige het beeld gecreëerd dat Wiersum met de kroongetuige en het Openbaar Ministerie samenspande, met alle veiligheidsrisico's van dien.\nZo wees een van hen er op dat Wiersum door dezelfde deur de rechtszaal binnen kwam als de officier van justitie.\nDe rechtbank onderbrak de zitting na de felle woorden van B. en verzocht de kroongetuige om het \"zakelijk\" te houden.\nEen van de verdachten vroeg B. via zijn vriendin om het strafdossier, om te controleren wat er van het verhaal klopte.", "paragraphs": ["Kroongetuige Nabil B. houdt advocaten van verdachten uit de groep rond Ridouan Taghi medeverantwoordelijk voor de dood van hun collega Derk Wiersum. Zij hebben volgens de kroongetuige het beeld gecreëerd dat Wiersum met de kroongetuige en het Openbaar Ministerie samenspande, met alle veiligheidsrisico's van dien.", "Nabil B. zei dat vandaag in de extra beveiligde rechtbank in Amsterdam, waar hij werd verhoord in het proces tegen de groep rond Taghi.", "Enkele advocaten voerden volgens de kroongetuige een subtiele \"lastercampagne\". Zo wees een van hen er op dat Wiersum door dezelfde deur de rechtszaal binnen kwam als de officier van justitie. Ook vroeg hij zich hardop af of Wiersum soms \"meepuzzelde\" met de verklaringen van de kroongetuige.", "'Psychopaat uit Dubai'", "Volgens Nabil B. waren dit soort suggesties levensgevaarlijk, omdat \"die psychopaat uit Dubai\" alles meekreeg uit de rechtszaal. Hiermee doelde hij op Ridouan Taghi, die op dat moment nog gezocht werd. Twee maanden voor zijn arrestatie werd Derk Wiersum vermoord, naar alle waarschijnlijkheid omdat hij de kroongetuige bijstond.", "\"U probeert zelfs over de rug van de heer Wiersum uw leugens recht te breien\", reageerde advocaat Nico Meijering boos. Hij is een van de raadslieden die door de kroongetuige werd aangevallen. Hij zegt dat B. loog over een telefoon die hij stiekem in bezit had. \"U probeert vervolgens terug te slaan richting mijn persoon, maar wij blijven gewoon ons werk doen.\"", "Zijn collega Christian Flokstra sprak van een \"absurde beschuldiging\" door de kroongetuige. De rechtbank onderbrak de zitting na de felle woorden van B. en verzocht de kroongetuige om het \"zakelijk\" te houden.", "OM vervalste strafdossier", "Vandaag werd ook duidelijk dat het Openbaar Ministerie een kopie van het strafdossier heeft vervalst, om te voorkomen dat zou uitlekken dat B. kroongetuige was geworden. Dat gebeurde omdat vaststond dat het dossier bij de groep rond Ridouan Taghi zou belanden.", "Het gaat om een proces-verbaal over de aanhouding van Nabil B. in januari 2017. Binnen de organisatie van Taghi bestond twijfel of hij wel echt was opgepakt. Een van de verdachten vroeg B. via zijn vriendin om het strafdossier, om te controleren wat er van het verhaal klopte.", "Volgens de kroongetuige zou dan duidelijk worden dat hij met justitie had gesproken. Bepaalde tijdstippen klopten niet met wat hij zelf tegen zijn vrienden had gezegd. Het OM heeft de tijdstippen toen aangepast in het dossier dat B. aan zijn vriendin gaf, om eventuele argwaan bij de organisatie weg te nemen. Het originele strafdossier bleef intact, benadrukte het OM.", "'Op onlogische locatie vastgehouden'", "Volgens Nabil B. was het overigens het Openbaar Ministerie zelf dat ervoor zorgde dat de groep rond Taghi vermoedde dat hij met justitie sprak. Volgens B. werd hij na zijn aanhouding op een \"onlogische locatie\" vastgehouden en kwam de groep daar al snel achter.", "In totaal staan 17 verdachten terecht in het Marengoproces voor een reeks liquidaties, onder wie Ridouan Taghi en de kroongetuige zelf. Taghi zit nog altijd vast in de extra beveiligde gevangenis in Vught en verscheen tot nu toe niet op zittingen."], "authors": [], "keywords": ["taghi", "derk", "van", "medeverantwoordelijk", "het", "hij", "dood", "wiersum", "b", "een", "dat", "advocaten", "om", "kroongetuige", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}