{"id": "9f0e44f1-0cbd-3da0-a13c-00ddea7c407b", "title": "Twee jaar cel en tbs voor brand door molotovcocktail in Zwolle", "url": "https://nu.nl/zwolle/6095125/twee-jaar-cel-en-tbs-voor-brand-door-molotovcocktail-in-zwolle.html", "summary": "De rechtbank heeft Melvin H. uit Zwolle maandag veroordeeld tot twee jaar cel voor een brandstichting in een huis en een poging daartoe met molotovcocktails.\nEen van de honden van de eigenaar raakte gewond en overleed daar korte tijd later aan.\nMelvin H. werd tijdens zijn 'werk' gestoord door alerte overburen en zette het op een lopen.\nVerdachte ook veroordeeld tot tbs met voorwaardenNaast een celstraf van twee jaar wordt Melvin H. veroordeeld tot tbs met voorwaarden.\nDeels vanwege kosten voor een nieuwe vloer en dierenartskosten voor de twee gewond geraakte honden, maar ook voor immateriële schade die het slachtoffer opliep als gevolg van de brand.", "paragraphs": ["De rechtbank heeft Melvin H. uit Zwolle maandag veroordeeld tot twee jaar cel voor een brandstichting in een huis en een poging daartoe met molotovcocktails. Houdt hij zich niet aan strenge voorwaarden, dan volgt ook tbs.", "H. was in maart vorig jaar met molotovcocktails in de weer. In opdracht van iemand anders, stelt H. al anderhalf jaar, maar hij weigert te zeggen wie. Een medeverdachte zit nog vast.", "De eerste brandstichting was op 29 maart aan de Berkumstraat in Diezerpoort. Door een molotovcocktail via het raam naar binnen te gooien, ontstond brand in de woning. Een van de honden van de eigenaar raakte gewond en overleed daar korte tijd later aan.", "De rechtbank vindt onvoldoende bewezen dat H. (28) zelf de brandbom heeft gegooid, maar veroordeelt hem wel voor medeplichtigheid.", "Gestoord door alerte overburen", "Op 30 maart 2019, ging H. opnieuw op pad. Deze keer naar de Alm in de Aa-landen, opnieuw met molotovcocktails. Het doelwit was de woning van de vader van de bewoner van de Berkumstraat. Melvin H. werd tijdens zijn 'werk' gestoord door alerte overburen en zette het op een lopen. Daarbij gooide hij de al brandende molotovcocktail van zich af.", "Dat komt hem op een veroordeling voor een poging tot zware mishandeling te staan, omdat hij de achtervolgende buurtbewoners op die manier ernstig in gevaar bracht. Justitie eiste een veroordeling voor een poging tot doodslag, maar dat vindt de rechtbank te zwaar. Wel wordt H. veroordeeld voor de poging tot brandstichting aan de Alm.", "Verdachte ook veroordeeld tot tbs met voorwaarden", "Naast een celstraf van twee jaar wordt Melvin H. veroordeeld tot tbs met voorwaarden. Hij moet zich houden aan afspraken over behandeling en zo niet, dan wordt hij gedwongen opgenomen in een tbs-kliniek.", "H.'s advocaat Roel van Faassen vroeg tijdens de zitting om een aanhouding van de zaak, mocht H. daadwerkelijk worden veroordeeld tot tbs met voorwaarden. Hij zou dan de psychiater en psycholoog die H. beoordeelden nog eens als getuige willen horen. Dit omdat de psychiater wel tbs adviseerde, maar de psycholoog niet. De rechtbank vindt het opnieuw horen van de twee deskundigen niet nodig, stelt ze in haar vonnis.", "H. moet het slachtoffer van de brand aan de Berkumstraat een schadevergoeding van ruim 8.500 euro betalen. Deels vanwege kosten voor een nieuwe vloer en dierenartskosten voor de twee gewond geraakte honden, maar ook voor immateriële schade die het slachtoffer opliep als gevolg van de brand.", "H. weigert andere verdachte te benoemen", "Naast H. wordt ook Danny R. verdacht van beide incidenten. De rechtbank hintte tijdens de zitting in november meermaals op de mogelijkheid dat R. de opdrachtgever is waar H. over verklaarde. Die weigerde daar op in te gaan, met het oog op zijn eigen veiligheid.", "R. verscheen via een videoverbinding kort in beeld. Hij zit vast vanwege een eerder delict. In de molotovzaak wordt nog een aantal getuigen nader gehoord, voordat de zaak tegen R. inhoudelijk kan worden behandeld."], "authors": ["Door"], "keywords": ["door", "hij", "van", "met", "een", "voor", "tot", "het", "te", "zwolle", "h", "en", "jaar", "brand", "op", "twee", "cel", "tbs", "molotovcocktail"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}