{"id": "9f12c97c-85a9-36a3-851a-3b8f5dcdf957", "title": "België begint meteen na Kerstmis met inenten", "url": "https://www.telegraaf.nl/nieuws/1190934400/belgie-begint-meteen-na-kerstmis-met-inenten", "summary": "Pfizer heeft toegezegd „een beperkt aantal symbolische leveringen gelijk te verdelen over de Europese landen”, zei Vandenbroucke tijdens het vragenuurtje van het Belgische parlement.\nTot dusver verwachtten de zuiderburen 5 januari te kunnen beginnen met inenten.\nMin of meer gelijk op met Nederland, dat nog altijd uitgaat van een aftrap in diezelfde week.\nAls Pfizer inderdaad over de brug komt met dat „mooie symbool”, staat België klaar, heeft de Belgische regering Von der Leyen laten weten.\nVolgens Telegraafverslaggever Wierd Duk doen leden van het Outbreak Management Team (OMT) vaker van dit soort opmerkelijke uitspraken:", "paragraphs": ["België zou volgende week al mogen rekenen op 10.000 doses, zei Vandenbroucke eerder. Dat is genoeg voor 5000 mensen. De eerste prikken gaan naar bewoners van verpleegtehuizen en andere zorginstellingen.", "Pfizer heeft toegezegd „een beperkt aantal symbolische leveringen gelijk te verdelen over de Europese landen”, zei Vandenbroucke tijdens het vragenuurtje van het Belgische parlement. België is volgens hem klaar om zijn deel te ontvangen en meteen in te zetten.", "Tot dusver verwachtten de zuiderburen 5 januari te kunnen beginnen met inenten. Min of meer gelijk op met Nederland, dat nog altijd uitgaat van een aftrap in diezelfde week.", "De Europese Commissie kondigde donderdagochtend aan dat „in heel de EU” op 27, 28 of 29 december de eerste prikken zouden kunnen worden gezet. Het is onduidelijk of commissievoorzitter Ursula von der Leyen doelde op de symbolische leveringen. De commissie wil dat niet toelichten.", "Zo heeft Vandenbroucke het wel opgevat. Als Pfizer inderdaad over de brug komt met dat „mooie symbool”, staat België klaar, heeft de Belgische regering Von der Leyen laten weten. „Wij hebben een duidelijk antwoord kunnen geven: wij doen mee”, aldus Vandenbroucke.", "„Dan zullen wij ook onmiddellijk na Kerstmis een beperkt, maar duidelijk signaal van hoop kunnen geven dat er gevaccineerd wordt.” De eigenlijke inentingscampagne blijft wel gewoon begin januari van stapel lop", "Bekijk ook: Kamer houdt spoeddebat over vaccineren", "Arts-microbioloog Marc Bonten haalde de schouders op over het trage vaccinatieproces in Nederland. „Die twee weken gaan het verschil niet maken”. Volgens Telegraafverslaggever Wierd Duk doen leden van het Outbreak Management Team (OMT) vaker van dit soort opmerkelijke uitspraken:"], "authors": [], "keywords": ["van", "dat", "vandenbroucke", "belgië", "een", "het", "wij", "te", "kerstmis", "kunnen", "begint", "op", "inenten", "meteen", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}