{"id": "9f189fab-0da0-3154-b1d7-33bca39527fd", "title": "Is ‘incident’ een neutrale omschrijving of een misplaatst eufemisme als het over verkrachting gaat?", "url": "https://trouw.nl/cultuur-media/is-incident-een-neutrale-omschrijving-of-een-misplaatst-eufemisme-als-het-over-verkrachting-gaat~ba4a0b68/", "summary": "Is het gepast een massaverkrachting te omschrijven als een incident?\nAls geweld of een verkrachting een incident wordt genoemd en dat woord wordt uitgelegd als ‘voorval’, is het inderdaad een eufemisme.\nHet is niet de eerste keer dat ­lezers vragen stellen bij het woord incident wanneer dat een aanslag, geweldsdelict of misdaad tegen de menselijkheid aanduidt.\nAls een eufemisme in een opiniestuk opduikt, gaat het om een subjectieve voorstelling van zaken en hoeft het eufemisme niet misplaatst te zijn.\nWordt een eufemisme daarentegen in een nieuwsbericht gebruikt, dan zal het veel eerder ongepast worden gevonden.", "paragraphs": ["Is het gepast een massaverkrachting te omschrijven als een incident? Die vraag rees ­deze week toen een ‘verkrachting van zo’n vierhonderd mannen, vrouwen en kinderen’ in Congo in Trouw werd omschreven als ‘incident’ dat ‘meerdere dagen’ duurde. Een lezer mailde dat hij ‘gechoqueerd’ was door die formulering.", "Incident betekent ‘onvoorziene gebeurtenis’ of ‘storend voorval’ en figureert onder meer in de uitdrukking ‘gewelddadig incident’ (geweldsincident). Als geweld of een verkrachting een incident wordt genoemd en dat woord wordt uitgelegd als ‘voorval’, is het inderdaad een eufemisme. Vat je incident op als synoniem van ‘gebeurtenis’, dan is het eufemistische karakter wat minder evident.", "Het is niet de eerste keer dat ­lezers vragen stellen bij het woord incident wanneer dat een aanslag, geweldsdelict of misdaad tegen de menselijkheid aanduidt. Soms wordt deze woordkeus zelfs misplaatst genoemd.", "Gewelddaden", "Of een eufemisme wel of niet op zijn plaats is, hangt mede af van de tekstsoort. Als een eufemisme in een opiniestuk opduikt, gaat het om een subjectieve voorstelling van zaken en hoeft het eufemisme niet misplaatst te zijn. Wel kan de auteur worden verweten een versluieraar, goedprater, rechtbreier of doekjesomwinder te zijn. Wordt een eufemisme daarentegen in een nieuwsbericht gebruikt, dan zal het veel eerder ongepast worden gevonden. Lezers verwachten van nieuwsberichten nu eenmaal dat ze zo feitelijk mogelijk geformuleerd worden volgens het motto ‘Vertel het zoals het is, zelfs als het weerzinwekkend is.’", "Dat incident in nieuwsberichten dient om iets vreselijks te omschrijven, kan dus voortkomen uit de neiging tot verhulling, maar ook uit het feit dat journalisten soms leunen op informatie uit het Engels. Daarin wordt incident namelijk ook niet-verhullend gebruikt ter aanduiding van gewelddaden.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": [], "keywords": ["van", "als", "omschrijving", "misplaatst", "het", "gaat", "eufemisme", "een", "wordt", "incident", "neutrale", "dat", "verkrachting", "en", "worden"], "pubDate": "2020-11-28T01:00:48+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}