{"id": "9f2bfb53-5dce-35b3-abbb-60078f0a332c", "title": "De gigabit-oorlog: supersnel internet via glasvezel en kabel", "url": "https://nrc.nl/nieuws/2020/12/04/de-gigabit-oorlog-supersnel-internet-via-glasvezel-en-kabel-a4022655", "summary": "Dus als er een KPN-monteur komt om zijn woning gratis op glasvezel aan te sluiten: graag vier gaatjes erbij.\nLandelijk versnelt KPN de aanleg van glasvezel van 300.000 naar 500.000 woningen per jaar.\nBestaande woningen moesten het doen met een upgrade van het kopernetwerk.\nOok Delta Fiber, actief in Zeeland en het Westland breidt uit en koopt kleine, lokale netwerken.\nIn Gouda leggen Delta en KPN (via Rekam) vlak na elkaar glasvezel aan, waarvoor de straten tweemaal open moeten.", "paragraphs": ["Neuh, met supersnel internet heeft hij weinig op. „Maar als jullie toch in mijn kruipruimte zitten, kunnen jullie dan wat extra gaten boren?”", "Bert Reuvers uit Apeldoorn houdt niet van kabels en leidingen in het zicht. Dus als er een KPN-monteur komt om zijn woning gratis op glasvezel aan te sluiten: graag vier gaatjes erbij.", "Bert had ze al gespot: de glasvezelploeg die KPN elke ochtend de Apeldoornse wijk De Maten instuurt. Om zeven uur haalt een minigraver een geul open, om drie uur ’s middags liggen de klinkers weer op hun plek. Onder de grond ligt op zestig centimeter diepte een oranje glasvezelkabel tot aan elke voordeur. Over een paar weken komt de ‘hasser’ op bezoek: KPN-taal voor de persoon die de HuisAanSluiting verzorgt. Zo gaat het woning na woning, straat na straat, wijk na wijk.", "Lees ook: KPN versnelt aanleg glasvezel naar 10.000 woningen per week", "Sinds april 2019 zijn veertien van zulke graafploegen actief in Apeldoorn. Landelijk versnelt KPN de aanleg van glasvezel van 300.000 naar 500.000 woningen per jaar. De ambitie is in 2025 ruim 65 procent van de Nederlandse huishoudens te hebben voorzien van fiber to the home – nu is dat 33 procent. Uiteindelijk denkt KPN 80 procent van de aansluitingen te verglazen.", "De Randstad ligt, vergeleken met de buitengebieden, ver achter in verglazing. KPN vertraagde de aanleg in 2015, na de overname van Reggefiber. Alleen nieuwbouwhuizen kregen glasvezel, met snelheden tot 1 gigabit per seconde. Bestaande woningen moesten het doen met een upgrade van het kopernetwerk. Dat ging ten koste van het marktaandeel.", "Rudolf van der Berg, consultant van onderzoeksbureau Stratix: „KPN móét wel haast maken met de verglazing van grote steden. Ze dreigen hun melkkoe te verliezen – internet via DSL op het kopernetwerk – aan een snellere kabel.”", "Vraag mij alles", "In een hal op een Apeldoorns industrieterrein staan tientallen rollen glasvezel, kilometers lang. Die gaan er deze week allemaal doorheen, zegt Alex Hamilton van aannemer Allinq. „We leggen meer dan een miljoen meter aan kabel voor huisaansluitingen, alleen in Apeldoorn Zuid-Oost.”", "Zijn graafploegen, bij elkaar zo’n honderd man, tellen veel buitenlanders. „Duits, Pools, Grieks, van alles.” Bij werkzaamheden is minstens één persoon aanwezig die Nederlands spreekt, te herkennen aan een geel hesje met de opdruk „Vraag mij alles over glasvezel”.", "KPN legt deze weken kilometers glasvezel aan in Apeldoorn. Ook VodafoneZiggo heeft er zijn netwerk verbeterd. Foto Rien Zilvold", "De verglazing van Apeldoorn maakt deel uit van een operatie die met name op de grote steden gericht is. „Van de vier miljoen huishoudens die we verglazen liggen er drie miljoen in de Randstad”, zegt Joost Steltenpool, verantwoordelijk voor KPN’s vaste netwerk. Hij moet zijn stem verheffen, omdat hij in de wijkcentrale staat waar de computers blazen die de glasvezelverbindingen verzorgen. De ruimte is compacter en efficiënter ingericht dan de kopercentrale, bovenin hetzelfde pand. KPN’s kopernetwerk – ruim een eeuw oud – wordt in 2023 uitgeschakeld op 2,4 miljoen adressen. Dat scheelt in onderhoud en stroomverbruik.", "KPN heeft glasvezel voor 23 van de 25 grootste steden ingepland, en treft voorbereidingen voor die andere twee. Concurrenten verwijten het bedrijf ‘handdoekje leggen’: zoals een toerist een strandstoel reserveert, claimt het met zijn langetermijnplanning gebieden waar ook anderen glasvezel willen aanleggen. KPN zegt zover vooruit te plannen om continu werk te garanderen aan alle aannemers.", "Nergens voor nodig, zegt Heimen Visser van Primevest Capital Partners, de institutionele investeerder die samen met provider T-Mobile glasvezel aanlegt. „Wij plannen ook vooruit, maar maken dat pas bekend als we echt beginnen.” Naast Den Haag en Eindhoven komt er binnenkort weer een stad bij, belooft Visser.", "Ook Delta Fiber, actief in Zeeland en het Westland breidt uit en koopt kleine, lokale netwerken. Eurofiber, nu zakelijke aanbieder, heeft plannen de consumentenmarkt te betreden.", "Het is ieders intentie overal maar één glasvezelnet aan te leggen, dat dan open is voor andere serviceproviders. Maar het aantal ondergrondse aanvaringen neemt toe naarmate de verglazing van steden vordert. In Den Haag woedde een conflict tussen KPN en T-Mobile. In Gouda leggen Delta en KPN (via Rekam) vlak na elkaar glasvezel aan, waarvoor de straten tweemaal open moeten. In Deurne besloot KPN met concurrent E-fiber glasvezel tegelijk aan te laten leggen door dezelfde aannemer: twee digitale snelwegen naast elkaar.", "In Apeldoorn worden kilometers glasvezel aangelegd. Bewoners worden bestookt net gigabitaanbiedingen. Foto Rien Zilvold", "Gigabitaanbiedingen", "Glas is glas, maar er is wel verschil in infrastructuur. Vanaf 2021 gebruikt KPN passieve signaalsplitters in de wijk; PON heet die techniek. Dat is efficiënter en vergt minder monteursbezoek. PON is een wereldstandaard, zegt KPN, maar het is wel een andere aanpak dan de gangbare point-to-point-techniek. Met PON kunnen andere partijen niet langer eigen apparatuur in straatkasten plaatsen. Dat maakt de aanleg voor KPN goedkoper en eenvoudiger, maar beperkt mogelijkheden en marge voor huurders van die lijn.", "In Apeldoorn worden bewoners bestookt met gigabitaanbiedingen. Want ook het kabelnetwerk van VodafoneZiggo is er – niet toevallig – net opgewaardeerd tot GigaNet. De kabelprovider noemt kabel liever HFC, hybride fiber-coax: het netwerk is verglaasd tot in de wijkcentrale, soms tot de straatkast. GigaNet biedt 1 Gbit/s download in 3 miljoen woningen (7,2 miljoen in de loop van 2022).", "VodafoneZiggo peinst er niet over het laatste stukje coaxkabel te vervangen door glas. Glasvezel biedt wel hogere uploadsnelheden (tot 1 Gbit/s) dan GigaNet (50 Mbit/s). VodafoneZiggo denkt dat consumenten geen behoefte hebben aan meer upload. Technisch is meer mogelijk, maar de kabelprovider houdt ruimte om te ‘plussen’: het aanbod te verbeteren, al dan niet tegen meerprijs.", "Kabelmodems kunnen met nieuwe technologie op termijn 10 gigabit download en 6 gigabit upload bieden; bijna zo snel als glasvezel in de toekomst zal zijn. De opkomst van glasvezel is dan ook geen bedreiging, vinden ze bij VodafoneZiggo; eerder het bewijs dat concurrentie tussen de breedbandnetten werkt en de gigabits je om de oren zullen vliegen. Ook in de Randstad.", "Sneller internet in huis", "Welke stad krijgt snel internet? Op breedbandatlas.nl staat een overzicht van de beschikbare verbindingen, op huisniveau. KPN heeft een kaart met geplande glasvezeluitbreidingen: nu 2,7 miljoen aansluitingen, nog 4 miljoen adressen te gaan. VodafoneZiggo heeft naast de Randstad net elf nieuwe steden aangesloten op GigaNet, waaronder Apeldoorn, Groningen, Hilversum en Zaanstad. Nijmegen en Arnhem volgen. Het gaat nu om 3 miljoen aansluitingen, dat zijn er 7,2 miljoen in de loop van 2022. Uitrol Glasvezel van 2011- 2020 (bron Stratix)", "Hoe breed is breedband? Glasvezel: 1 Gbit/s down- en upload. VodafoneZiggo GigaNet 1 Gbit/s download, 50 Mbit/s upload. Delta Kabel 1 Gbit/s down, 125 Mbit/s upload. VDSL (via koper) 200 Mbit/s download, 20 Mbit/s upload – alleen haalbaar dichtbij de wijkcentrale. Verbeter je eigen netwerk De bottleneck is vaak het (draadloze) thuisnetwerk. Wifi-frequenties zijn schaars, zeker als de buren ook nog eens je wifi-ruimte in beslag nemen. Maak met de buren afspraken over wie welke kanalen gebruikt in de 2,4 GHz-band en gebruik zoveel mogelijk 5 GHz: die frequentie komt minder goed door muren heen, maar biedt wel meer bandbreedte. Probeer binnenshuis zoveel mogelijk te bekabelen, al dan niet via powerline (data via stopcontact). Lees ook: Blijf van mijn wifi af Snel wifi in huis De grote providers leveren uitbreidingsmogelijkheden (VodafoneZiggo Smartwifi; KPN Superwifi; T-Mobile Wifi Plus). Doe-het-zelvers kunnen aan de slag met een mesh-netwerk, een combinatie van router en meerdere ’satellieten’. De jongste wifi-standaard, Wifi 6 of 802.11ax, kan meer gelijktijdige verbindingen aan en gaat een stuk efficiënter om met draadloze apparaten, mits ze dezelfde standaard ondersteunen. Techsite Hardware.info beproefde 21 van zulke mesh-setjes, van uiteenlopende kwaliteit. Dit zijn de datavreters Tijdens de coronacrisis groeit het dataverbruik extra snel. Videoconferenties kosten bandbreedte. Een groepsgesprek met hoge beeldkwaliteit vergt bij Zoom 3 Mbit/s. Bij Microsoft Teams zo’n 2 Mbit/s download, met 1 mbit/s upload. Ook versleutelde verbindingen vergen meer data. DirectAccess of VPN (virtual private network) kosten tussen de 5 en 15 procent extra bandbreedte. Andere datavreters in huis: Netflix in HD verbruikt 3GB per uur, Ultra HD 7 GB) YouTube in hoge kwaliteit 1,65 GB. Online gaming vergt, afhankelijk van het spel, tot 150 MB per uur.", "NRC Future Affairs De spannendste stukken over de toekomst van tech, economie, klimaat en megatrends Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Marc Hijink", "Leestijd Minuten"], "keywords": ["van", "het", "op", "gigabitoorlog", "met", "glasvezel", "internet", "een", "kabel", "en", "te", "kpn", "supersnel", "aan"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}