{"id": "9f38890e-b400-37cf-86cd-3da5d3ca0a36", "title": "Oud-fractieleiders Forum zien af van rechtszaak over referendum", "url": "https://www.parool.nl/nederland/oud-fractieleiders-forum-zien-af-van-rechtszaak-over-referendum~b2cbeead/", "summary": "Beeld Hollandse Hoogte / ANP‘Met het houden van een zogenaamd bindend referendum heeft zich binnen FvD een politiek feit voltrokken.\nEen rechtszaak met een lege huls als inzet heeft geen zin,’ laat het trio in een verklaring weten.\nDe drie kondigden vrijdag een rechtszaak aan toen het referendum al gaande was.\nVolgens het drietal kon er geen goed referendum worden gehouden omdat onder meer de ledenadministratie van de partij niet op orde was.\nRechtszaak tegen bestuurAlmekinders, Weijers en Vogelaar gaan nu een rechtszaak steunen die FvD-lid Floor Drost heeft aangespannen tegen het bestuur.", "paragraphs": ["Johan Almekinders, voormalig fractieleider van Forum voor Democratie in Overijssel. Beeld Hollandse Hoogte / ANP", "‘Met het houden van een zogenaamd bindend referendum heeft zich binnen FvD een politiek feit voltrokken. De partij is een lege huls geworden. Een rechtszaak met een lege huls als inzet heeft geen zin,’ laat het trio in een verklaring weten.", "De drie kondigden vrijdag een rechtszaak aan toen het referendum al gaande was. Volgens het drietal kon er geen goed referendum worden gehouden omdat onder meer de ledenadministratie van de partij niet op orde was. Ook was er geen onafhankelijk toezicht van een notaris.", "De omstreden digitale ledenraadpleging over het partijleiderschap begon donderdagavond om 18.00 uur en sloot 24 uur later. Oprichter Thierry Baudet won met overmacht: hij kreeg meer dan driekwart van de stemmen. Ruim 37.000 van de meer dan 45.000 leden leden brachten hun stem uit.", "Rechtszaak tegen bestuur", "Almekinders, Weijers en Vogelaar gaan nu een rechtszaak steunen die FvD-lid Floor Drost heeft aangespannen tegen het bestuur. ‘Binnen FvD zijn er kritische leden die er nog altijd belang aan hechten dat het bestuur verantwoording aflegt,’ schrijven ze in de verklaring. Hun rechtszaak wordt gebundeld met die van Drost.", "De afgelopen weken brak een groot aantal volksvertegenwoordigers en kandidaat-Kamerleden met FvD en Baudet. Zij waren boos omdat onvoldoende werd opgetreden tegen rechts-extremistische en antisemitische uitlatingen in de jongerenclub JFvD. Ook Baudet zou dergelijke uitspraken hebben gedaan."], "authors": ["Het Parool"], "keywords": ["van", "af", "forum", "referendum", "het", "zien", "rechtszaak", "oudfractieleiders", "met", "meer", "een", "en", "er", "tegen"], "pubDate": "2020-12-06T09:28:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}