{"id": "9f44395d-f323-3ea2-b1b8-71482eccc998", "title": "Michael van Gerwen gaat op WK darts strijd aan met Ryan Murray", "url": "https://www.telegraaf.nl/sport/232692423/michael-van-gerwen-gaat-op-wk-darts-strijd-aan-met-ryan-murray", "summary": "Aan een eerdere partij met Murray bewaart Van Gerwen sowieso goede herinneringen.\nRon Meulenkamp Ⓒ ANP/HHOutsider De SousaIn de laatste partij van de avond verschijnt José de Sousa aan de oche.\nDe Portugees wordt tot de outsiders gerekend, mede omdat hij recent de Grand Slam of Darts op zijn naam schreef.\nVooralsnog bewaart De Sousa echter geen goede herinneringen aan zijn eerdere deelnames aan het WK.\nJosé de Sousa Ⓒ PDCIn totaal doen aan het WK darts elf Nederlanders mee.", "paragraphs": ["Aan een eerdere partij met Murray bewaart Van Gerwen sowieso goede herinneringen. Zo gooide hij in 2017 bij een vloertoernooi in de Players Championship-serie twee negendarters tegen Murray. Zelf maakte het de Vlijmenaar op voorhand niet uit wie hij tegenkomt. „Je kunt beter en slechter loten. Voor mij is het belangrijkste om de lijn van de afgelopen periode door te trekken en om scherp te blijven.”", "Meulenkamp mogelijk tegen Van der Voort", "Op de derde dag van het WK darts komt donderdag sowieso ook weer een Nederlander in actie. Het is in de avondsessie de beurt aan Ron Meulenkamp. Hij neemt het op tegen de Kroaat Boris Krcmar. De winnaar van deze partij treft in de tweede ronde Vincent van der Voort.", "Ron Meulenkamp Ⓒ ANP/HH", "Outsider De Sousa", "In de laatste partij van de avond verschijnt José de Sousa aan de oche. De Portugees wordt tot de outsiders gerekend, mede omdat hij recent de Grand Slam of Darts op zijn naam schreef.", "Vooralsnog bewaart De Sousa echter geen goede herinneringen aan zijn eerdere deelnames aan het WK. Bij de laatste twee edities ging hij telkens in de eerste ronde onderuit. In 2012 deed De Sousa ook al eens een poging, maar sneuvelde toen zelfs al in de voorronde.", "José de Sousa Ⓒ PDC", "In totaal doen aan het WK darts elf Nederlanders mee. Niels Zonneveld kwam op dinsdagmiddag als eerste in actie. De 22-jarige debutant ging kansloos onderuit tegen de Ier William O’Connor: 0-3 in sets. Die werd op zijn beurt donderdagmiddag uitgeschakeld (3-2) door Daryl Gurney.", "Regerend wereldkampioen Peter Wright heeft zijn eerste partij ook al achter de rug. De Schot won in de tweede ronde van Steve West. Als geplaatste speler had hij een bye in de eerste ronde.", "Het WK darts wordt in Alexandra Palace vanwege de coronamaatregelen in Groot-Brittannië achter gesloten deuren afgewerkt. Alleen op de eerste dag was er nog wel publiek. De finale staat gepland voor zondag 3 januari in het nieuwe jaar.", "Donderdag 17 december - uitslagen middagsessie", "Madars Razma - Toru Suzuki (R1) 3-0", "- Toru Suzuki (R1) 3-0 Mike De Decker - Edward Foulkes (R1) 0-3", "(R1) 0-3 Ryan Murray - Lourence Ilagan (R1) 3-0", "- Lourence Ilagan (R1) 3-0 Daryl Gurney - William O’Connor (R2) 3-2", "Donderdag 17 december - avondsessie vanaf 19.00 uur", "Luke Woodhouse - Jamie Lewis (R1)", "Ron Meulenkamp - Boris Krcmar (R1)", "Ryan Searle - Danny Lauby (R1)", "José de Sousa - Ross Smith (R2)"], "authors": ["Twan Bovée"], "keywords": ["van", "murray", "wk", "het", "gaat", "sousa", "een", "strijd", "zijn", "gerwen", "r1", "eerste", "op", "ryan", "hij", "met", "aan", "michael"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}