{"id": "9f4ea427-33a7-3f7d-ab08-02f3cc627e7c", "title": "Wéér krijgt KLM de meeste loonsteun: zeker 285 miljoen euro", "url": "https://volkskrant.nl/economie/weer-krijgt-klm-de-meeste-loonsteun-zeker-285-miljoen-euro~b01da119/", "summary": "De overheid nam bij meer dan 20 procent omzetverlies tot 90 procent van de loonkosten over.\nDe flinke loonsubsidie die KLM kreeg, komt bovenop de individuele miljardensteun die het bedrijf van het kabinet ontvangt vanwege ‘het publieke belang’.\nHolland Casino kreeg een forse 25 miljoen en DAF Trucks ruim 20 miljoen.\nOok vervoerders als QBuzz, Arriva en Connexxion vingen een aanzienlijk bedrag, respectievelijk 12, 7 miljoen en 6 miljoen.\nIn plaats van maximaal 80 procent van de loonkosten krijgen werkgevers dan nog 70 procent van de loonkosten gecompenseerd.", "paragraphs": ["Stewardessen van KLM op Schiphol. Beeld Freek van den Bergh / de Volkskrant", "Bedrijven die door de coronacrisis hun omzet zagen verdampen, konden deze zomermaanden een beroep doen op de tweede ronde loonsteun (NOW). De overheid nam bij meer dan 20 procent omzetverlies tot 90 procent van de loonkosten over. De flinke loonsubsidie die KLM kreeg, komt bovenop de individuele miljardensteun die het bedrijf van het kabinet ontvangt vanwege ‘het publieke belang’.", "Het IJmuidense Tata Steel staat, met bijna 38 miljoen euro subsidie, tweede op de lijst, gevolgd door Schiphol. Holland Casino kreeg een forse 25 miljoen en DAF Trucks ruim 20 miljoen. Onder de bedrijven die in de maanden juni tot en met september loonsteun ontvingen zitten veel uitzend- en payrollbedrijven. Ook vervoerders als QBuzz, Arriva en Connexxion vingen een aanzienlijk bedrag, respectievelijk 12, 7 miljoen en 6 miljoen. De minste steun ging naar huiskamercafé Beneden Sas in Breda, dat kreeg 32 euro.", "Het aantal bedrijven dat gebruikmaakte van de tweede ronde loonsubsidie is fors lager dan aan het begin van de crisis. In april deden zeker 140 duizend werkgevers een beroep op vadertje staat, in de zomermaanden kreeg het UWV 63 duizend aanvragen binnen voor bij elkaar 4,2 miljard euro. Dat kwam deels doordat sommige sectoren, zoals de horeca, deze zomer weer (gemankeerd) open konden. 40 procent van de bedrijven die NOW 1 aanvroegen, ontving ook NOW 2.", "Sinds deze week kunnen bedrijven een beroep doen op de derde ronde loonsubsidie. De verwachting is dat de vraag hiernaar weer groter zal zijn doordat er sinds half oktober strengere maatregelen gelden dan deze zomer. Maandag kreeg het UWV al 7.000 steunaanvragen binnen, dat waren er 1.500 meer dan op 6 juli toen het tweede pakket van start ging. De rekening van de coronasteun loopt daarmee ook fors op. Met Prinsjesdag verwachtte het kabinet nog dat het voor dit kwartaal 3,5 miljard euro kwijt zou zijn maar dat zou nog weleens kunnen oplopen tot 10 miljard.", "Vanaf januari wordt de NOW-subsidie afgebouwd. In plaats van maximaal 80 procent van de loonkosten krijgen werkgevers dan nog 70 procent van de loonkosten gecompenseerd. Medio december weegt het kabinet of die afbouw onder de huidige coronamaatregelen nog gerechtvaardigd is. Vakbonden en werkgevers riepen maandagochtend al op de steun niet te versoberen.", "Met medewerking van Semina Ajrović", "Meer over de NOW Inmiddels maakt het UWV de rekening op van NOW1. Sommige werkgevers kunnen een forse naheffing verwacht. ‘Er zal vast wat ontglippen’ Ondernemers die tussen wal en schip dreigen te vallen, komen terecht bij het UWV-kantoor in Eindhoven. ‘Mensen zijn radeloos, ze zien hun levenswerk instorten.’ ‘Geen zorgen er gaat vast iets mis’, de Volkskrant reconstrueerde met UWV-bestuurder Fred Paling hoe de NOW-regeling tot stand kwam.", "Verbetering: In een eerdere versie van dit artikel stond dat het bedrag aan NOW-steun 2,1 miljard euro was. Dat moest 4,2 miljard zijn."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "dat", "die", "klm", "een", "procent", "het", "en", "kreeg", "krijgt", "wéér", "285", "op", "zeker", "loonsteun", "euro", "miljoen", "meeste"], "pubDate": "2020-11-18T17:34:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}