{"id": "9f53bd9a-4a58-3811-b832-f3a09a953759", "title": "Arib gaat beveiliging Tweede Kamer tegen het licht houden", "url": "https://nu.nl/politiek/6100708/arib-gaat-beveiliging-tweede-kamer-tegen-het-licht-houden.html", "summary": "Tweede Kamervoorzitter Khadija Arib wil naar aanleiding van de recente gebeurtenissen bij het Capitool in Washington een extra onderzoek naar de beveiliging van de Tweede Kamer, bevestigt haar woordvoerder donderdag.\nVolgens de woordvoerder is de beveiliging van de Kamer wel op orde, maar is het \"altijd goed om alles weer te checken, alle protocollen tegen het licht houden, het bouwkundige deel van het gebouw opnieuw te inspecteren en te kijken of er kwetsbaarheden zijn\".\nDe beveiliging van het Kamergebouw is de afgelopen jaren flink aangescherpt.\nVerder moeten alle bezoekers van de Kamer door de beveiligingspoortjes en hun spullen door een scanapparaat.\nWoensdag brak een grote groep aanhangers van de Amerikaanse president Donald Trump door de barricades van het Capitool, waar op dat moment een zitting over de verkiezingsuitslag plaatsvond.", "paragraphs": ["Tweede Kamervoorzitter Khadija Arib wil naar aanleiding van de recente gebeurtenissen bij het Capitool in Washington een extra onderzoek naar de beveiliging van de Tweede Kamer, bevestigt haar woordvoerder donderdag.", "Volgens de woordvoerder is de beveiliging van de Kamer wel op orde, maar is het \"altijd goed om alles weer te checken, alle protocollen tegen het licht houden, het bouwkundige deel van het gebouw opnieuw te inspecteren en te kijken of er kwetsbaarheden zijn\".", "De beveiliging van het Kamergebouw is de afgelopen jaren flink aangescherpt. Er staan onder anderen bewapende marechaussees voor de ingangen. Verder moeten alle bezoekers van de Kamer door de beveiligingspoortjes en hun spullen door een scanapparaat.", "Er waren de afgelopen twee jaar meerdere demonstraties bij het Kamergebouw. Zo waren er protesten van boeren en bouwers tegen stikstofmaatregelen. Sinds vorig jaar gaat het vooral om tegenstanders van de coronamaatregelen. Kamerleden voelen zich door intimidatie van deze betogers steeds onveiliger, schreef Arib in oktober nog in een brandbrief aan burgemeester Jan van Zanen van Den Haag.", "Woensdag brak een grote groep aanhangers van de Amerikaanse president Donald Trump door de barricades van het Capitool, waar op dat moment een zitting over de verkiezingsuitslag plaatsvond. De geweldplegers wisten tijdens de bestorming ook in het gebouw te komen."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["licht", "gaat", "er", "van", "kamer", "en", "een", "tegen", "houden", "te", "het", "arib", "door", "woordvoerder", "beveiliging", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}