{"id": "9f5a0ee7-d6e8-3e59-9b3f-84175f170c29", "title": "Zwarte dozen van in zee gestort Indonesisch vliegtuig gevonden", "url": "https://www.parool.nl/wereld/zwarte-dozen-van-in-zee-gestort-indonesisch-vliegtuig-gevonden~bebb0f1d/", "summary": "Beeld EPAHet toestel stortte kort na het vertrek van de luchthaven van Jakarta in zee bij de Kepulauan Seribu (Duizendeilanden) ten noorden van de hoofdstad.\nEnkele uren later vonden duikers brokstukken en onderdelen met daarop het registratienummer van het vliegtuig.\nVermistHet toestel van de Indonesische luchtvaartmaatschappij Sriwijaya Air had vijftig passagiers en twaalf bemanningsleden aan boord.\nVlucht SJ 182 van Sriwijaya Air zou volgens het vluchtschema zaterdag om 13.40 uur lokale tijd (07.40 uur Nederlandse tijd) vertrekken voor een vlucht van ongeveer 1,5 uur naar Borneo.\nHet toestel, een 25 jaar oude Boeing 737-500, verloor volgens de website Flightradar enkele minuten na het opstijgen meer dan 3300 meter hoogte in minder dan een minuut.", "paragraphs": ["In de zee gevonden brokstukken. Beeld EPA", "Het toestel stortte kort na het vertrek van de luchthaven van Jakarta in zee bij de Kepulauan Seribu (Duizendeilanden) ten noorden van de hoofdstad. Enkele uren later vonden duikers brokstukken en onderdelen met daarop het registratienummer van het vliegtuig. Ook werden lichaamsdelen en persoonlijke bezittingen gevonden.", "Vermist", "Het toestel van de Indonesische luchtvaartmaatschappij Sriwijaya Air had vijftig passagiers en twaalf bemanningsleden aan boord. Het vliegtuig werd kort na opstijgen in Jakarta zaterdag vermist. Vlucht SJ 182 van Sriwijaya Air zou volgens het vluchtschema zaterdag om 13.40 uur lokale tijd (07.40 uur Nederlandse tijd) vertrekken voor een vlucht van ongeveer 1,5 uur naar Borneo.", "Het toestel, een 25 jaar oude Boeing 737-500, verloor volgens de website Flightradar enkele minuten na het opstijgen meer dan 3300 meter hoogte in minder dan een minuut."], "authors": ["Het Parool"], "keywords": ["toestel", "van", "gevonden", "zee", "dozen", "en", "een", "indonesisch", "vlucht", "gestort", "het", "uur", "vliegtuig", "zaterdag", "zwarte", "volgens"], "pubDate": "2021-01-10T09:38:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}