{"id": "9f7a2811-0ee8-3f83-a4f6-c7a7f7e06ba5", "title": "Wij zijn actiegroep en geen terroristen, zegt Muslim Rights Watch", "url": "https://www.nrc.nl/nieuws/2020/12/09/wij-zijn-actiegroep-en-geen-terroristen-zegt-muslim-rights-watch-a4023320", "summary": "Meestal gaat het om terreurgroepen zoals Islamitische Staat, nu werd ook Muslim Rights Watch bij naam en toenaam genoemd.\nMuslim Rights Watch stelt dat de veiligheidscoördinator hen „criminaliseert” en eist een rectificatie.\nHoe zit dat met Muslim Rights Watch?\nOok de initiatiefnemer van Muslim Rights Watch, de 34-jarige imam Youssef Arkhouch, weet dat procederen tegen de overheid zin kan hebben.\nBovendien is de vraag of een relatie met een salafistische moskee voldoende grond vormt om Arkhouch, en zijn Muslim Rights Watch, publiekelijk te bestempelen tot salafistisch ‘gevaar’.", "paragraphs": ["Een ‘islamitische mensenrechtenorganisatie’ noemt Muslim Rights Watch Nederland zichzelf. „Wij houden in de gaten of de rechten van moslims in Nederland wel worden gerespecteerd”, aldus de actiegroep op haar website, „en vechten met u door tot aan de hoogste Europese rechter!”", "De Nationaal Coördinator Terrorismebestrijding en Veiligheid (NCTV) had kunnen weten wat hij over zichzelf afriep, toen het deze juridische actiegroep opnam in haar driejaarlijkse rapport Dreigingsbeeld Terrorisme, waarin wordt gewaarschuwd voor ontwikkelingen die een bedreiging vormen voor de Nederlandse veiligheid.", "Meestal gaat het om terreurgroepen zoals Islamitische Staat, nu werd ook Muslim Rights Watch bij naam en toenaam genoemd. Deze club zou onderdeel uitmaken van „het organisatorische web van politiek-salafistische aanjagers”, dat „antidemocratisch gedachtegoed” verspreidt.", "Het duurde niet lang voordat de dagvaarding in de bus lag.", "Muslim Rights Watch stelt dat de veiligheidscoördinator hen „criminaliseert” en eist een rectificatie. Donderdag dient een kort geding. De actiegroep krijgt bijval van salafismedeskundige Martijn de Koning van de Nijmeegse Radboud Universiteit die in een notitie stelt dat de actiegroep onterecht is opgenomen in het dreigingsbeeld.", "De NCTV wil tot de uitspraak van de rechter niet reageren. Er staat veel op het spel. Wanneer zou blijken dat Muslim Rights Watch zonder deugdelijke onderbouwing is opgenomen in het rapport, doet dit afbreuk aan het gezag van de dreigingsbeelden – het belangrijkste product van de NCTV, op basis waarvan de politiek beleid maakt.", "NCTV in problemen", "Het zou niet de eerste keer zijn dat de veiligheidscoördinator in de problemen komt doordat die in zijn publicatie actiegroepen associeert met terrorisme. Zo vermeldde hij in 2017 Kick Out Zwarte Piet (KOZP) in het dreigingsbeeld onder het kopje ‘extremisme’.", "Tegenstanders gebruikten het rapport om de anti-Zwarte Piet-demonstranten weg te zetten als terroristen. Na een klacht publiceerde de NCTV een brief waarin hij benadrukte dat KOZP een ‘gewone’ actiegroep is die binnen de grenzen van de wet opereert.", "Hoe zit dat met Muslim Rights Watch? De organisatie werpt zich op als voorvechter tegen ‘moslimhaat’. Op haar website maakt Muslim Rights Watch duidelijk wat zij daaronder verstaat: „Anno 2020 is ‘de moslim’ in Nederland een zondebok die lijdzaam moet toekijken hoe zijn religie ‘achterlijk’ wordt genoemd en zijn profeet voor ‘pedofiel’ wordt uitgemaakt”. Dat wil de groep aanvechten, net als het vermeende ‘anti-Islambeleid’ van de overheid. Hoewel de organisatie nog maar een half jaar actief is, wist het al meerdere procedures aan te spannen. Zo deed het aangifte tegen De Telegraaf wegens ‘haatzaaien’, omdat de krant straatoverlast had toegeschreven aan de ramadan.", "Tegen de Tweede Kamer-commissie die onderzoek deed naar de financiering van moskeeën, werd een klacht neergelegd bij het Europese Hof. Het onderzoek wordt door Muslim Rights Watch gezien als discriminatie van moslims.", "Verhuizing naar de rechtszaal", "De acties passen in een trend waarbij het debat over het salafisme – de fundamentalistische versie van de islam – verhuist naar de rechtszaal. Terwijl de overheid salafistische organisaties en predikers benoemt tot probleem voor de integratie en op termijn ook voor de democratische rechtsstaat, vechten deze organisaties steeds vaker terug via procedures.", "Zo wist het Amsterdamse Cornelius Haga Lyceum, ondanks waarschuwingen van de overheid voor ‘salafistische aanjagers’ rond de school, middels tientallen rechtszaken zijn bestaansrecht af te dwingen.", "Ook de initiatiefnemer van Muslim Rights Watch, de 34-jarige imam Youssef Arkhouch, weet dat procederen tegen de overheid zin kan hebben. In 2018 waarschuwde burgemeester Ahmed Marcouch een Arnhemse moskee hem niet in dienst te nemen, vanwege zijn salafistische achtergrond.", "De burgemeester lichtte in De Gelderlander toe dat salafistische predikers zoals Arkhouch „jongeren ideologisch zodanig kunnen voeden dat deze uiteindelijk in actie komen, ook met geweld”.", "Arkhouch stapte naar de rechter. Ter zitting moest de gemeente erkennen dat zij geen bewijs had dat de imam aanzet tot radicalisering. In zijn preken komen geen haatdragende of strafbare uitspraken voor. Arnhem moest rectificeren en de imam 4.000 euro schadevergoeding betalen, zo besloot de rechter.", "Lees ook:Praten of bestrijden: salafisme splijt overheid", "De vraag is of het kort geding donderdag anders uitpakt, wanneer Arkhouch met zijn Muslim Rights Watch tegenover de Nationaal Coördinator Terrorismebestrijding en Veiligheid staat. Het geschil zal gaan over de vraag wanneer de overheid een islamitisch prediker – en diens organisatie – mag problematiseren.", "Vaststaat dat Arkhouch in salafistische kringen verkeert. Zo is hij imam van een moskee in Breda die in onderzoeksrapporten wordt gekwalificeerd als salafistisch. Volgens Arkhouch klopt dit label niet. „Het is een vreedzame moskee die recht in de leer is.” Dat zou ook voor hemzelf gelden: „Het staat inmiddels vast dat ik geen salafist ben”, laat hij weten. Bovendien is de vraag of een relatie met een salafistische moskee voldoende grond vormt om Arkhouch, en zijn Muslim Rights Watch, publiekelijk te bestempelen tot salafistisch ‘gevaar’.", "De NCTV zal dat voor de rechter aannemelijk moeten maken, als het wil voorkomen dat de imam voor de tweede keer de overheid dwingt tot rectificatie.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Andreas Kouwenhoven", "December Om", "Leestijd Minuten"], "keywords": ["zegt", "geen", "van", "wij", "het", "zijn", "muslim", "rights", "een", "en", "dat", "terroristen", "watch", "actiegroep", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}