{"id": "9f8f1c8a-0dd7-3900-9d58-7aa8666d57a4", "title": "Deadline day voor Brexit: deal, no deal of tóch nog even doormodderen", "url": "https://nu.nl/brexit/6096378/deadline-day-voor-brexit-deal-no-deal-of-toch-nog-even-doormodderen.html", "summary": "Het is voor de zoveelste keer deadline day op Brexit-gebied.\nZondag besluiten de Europese Unie en het Verenigd Koninkrijk, als er in de tussentijd geen deal wordt gesloten, of het nog zin heeft om door te gaan met onderhandelen.\nDe eerste berichten na de onderhandelingen van zaterdag en afgelopen nacht klonken niet erg hoopgevend.\nGezien de berichtgeving over de onderhandelingen van afgelopen nacht lijkt de kans op een deal voor het eind van de dag zeer onwaarschijnlijk.\nDan resten er nog twee opties: de stekker eruit en voorbereiden op een no deal per 1 januari of toch nog wat extra uitstel om verder te praten.", "paragraphs": ["Het is voor de zoveelste keer deadline day op Brexit-gebied. Zondag besluiten de Europese Unie en het Verenigd Koninkrijk, als er in de tussentijd geen deal wordt gesloten, of het nog zin heeft om door te gaan met onderhandelen. Zo niet, dan verlaten de Britten het handelsblok zonder akkoord, het economische rampscenario voor beide kampen.", "De Europese en Britse onderhandelaars hebben zaterdag het klokje rond gewerkt om tot een oplossing te komen voor de pijnpunten in de onderhandelingen. Sinds begin maart gaat het om drie twistpunten: afspraken over hoeveel vissen Europese hengelaars mogen vangen in Britse wateren, gelijke concurrentieregels voor Britse en Europese bedrijven en het toezicht op de gemaakte afspraken.", "De eerste berichten na de onderhandelingen van zaterdag en afgelopen nacht klonken niet erg hoopgevend. De Britse minister Dominic Raab (Buitenlandse Zaken) zei zondag tegenover de camera's van Sky News dat er nog \"een lange weg te gaan is\" voordat er een deal op tafel ligt.", "De onderhandelingen zullen nog tot zondag in de loop van de dag doorgaan. Daarna zullen de twee leiders van beide blokken, Ursula von der Leyen namens de EU en Boris Johnson namens het VK, contact met elkaar zoeken om de balans op te maken en een knoop door te hakken.", "Gezien de berichtgeving over de onderhandelingen van afgelopen nacht lijkt de kans op een deal voor het eind van de dag zeer onwaarschijnlijk. Dan resten er nog twee opties: de stekker eruit en voorbereiden op een no deal per 1 januari of toch nog wat extra uitstel om verder te praten."], "authors": ["Door"], "keywords": ["van", "doormodderen", "nog", "om", "tóch", "een", "deal", "en", "te", "day", "onderhandelingen", "deadline", "op", "voor", "brexit", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}