{"id": "9fa108a1-8a4d-303c-9e8f-7186d5eeb6b1", "title": "Bigidagoe zwijgt, maar OM ziet wel degelijk verband tussen schietpartijen", "url": "https://www.parool.nl/amsterdam/bigidagoe-zwijgt-maar-om-ziet-wel-degelijk-verband-tussen-schietpartijen~bd53a0e2/", "summary": "Een getuige ziet dat hij een schop krijgt van een man, die vervolgens hard wegrent.\nBeiden komen voor in een lopend onderzoek; daarin wordt een van hen er van verdacht de kalasjnikov na de beschieting in een auto te hebben gelegd.\nIn een videofilmpje dat hij amper een week na de schietpartij online zet, noemt hij de schietpartij ‘een ongeluk in een klein hoekje’.\nBij een ­inval in zijn huis worden geen wapens aan­getroffen, maar wel een jas die op schotresten wordt onderzocht.\nOndanks de stevige verdenking wordt M. op vrije voeten gesteld voor betrokkenheid bij de aanslag op Bigidagoe.", "paragraphs": ["Politieonderzoek in de Vechtstraat, waar rapper Danzel S., alias Bigidagoe, afgelopen augustus werd neergeschoten. Beeld Michel van Bergen/ANP", "Bewoners van de Vechtstraat horen op vrijdagmiddag 25 augustus geschreeuw en daarna knallen. Op de stoep ligt de 23-jarige Danzel S. Hij is een rapper, beter bekend bij zijn artiestennaam Bigidagoe. Hij is zojuist in zijn been en buik geschoten. Een getuige ziet dat hij een schop krijgt van een man, die vervolgens hard wegrent.", "Na de schietpartij ontstaat enige paniek over de toestand van het slachtoffer. Daarom rukken de hulpdiensten met twee ambulances en een traumahelikopter uit. Hoewel Bigidagoe is neergeschoten, kan hij met hulp van de ambulancebroeders zelf op de brancard gaan liggen.", "Dezelfde nacht wordt er opnieuw geschoten in de Vechtstraat. Het raam van een woning op ­enkele tientallen meters afstand van de plek waar Bigidagoe is neergeschoten, wordt met een kalasjnikov onder vuur genomen en met ­zeker 21 kogels geraakt. Een 19-jarige bewoner raakt gewond, hij overleeft de schoten.", "Kort na die tweede schietpartij houdt de politie twee mannen aan. Beiden komen voor in een lopend onderzoek; daarin wordt een van hen er van verdacht de kalasjnikov na de beschieting in een auto te hebben gelegd.", "Diezelfde nacht klinkt er een salvo bij de ­woning van de moeder van Bigidagoe in ­Holendrecht. Het raam van haar appartement is door onbekenden onder vuur genomen.", "Drie schietpartijen in nog geen week, die allemaal verband met elkaar lijken te houden. Toch ontbreekt concrete informatie dat dit ook zo is. Bigidagoe wil geen aangifte doen of zeggen wie hem heeft neergeschoten. In een videofilmpje dat hij amper een week na de schietpartij online zet, noemt hij de schietpartij ‘een ongeluk in een klein hoekje’. Verder zegt hij: “Ik praat het allemaal niet goed, maar zo fout ben ik ook weer niet bezig geweest.”", "Schotresten", "Toch komt bij de politie informatie binnen die dat betwist. Een tipgever van het Team Criminele Inlichtingen (TCI) weet te vertellen dat de 30-jarige Jermaine M. de rapper heeft neer­geschoten. Ook wordt een motief gemeld. Het zou een wraakactie zijn voor een eerdere schietpartij, waarbij Jermaine M. in zijn schouder was geschoten.", "Jermaine M. blijkt in de Vechtstraat te wonen, niet ver van de plek waar Bigidagoe is neer­geschoten. Op de dag van de schietpartij had M. geen baan. “Ik ben verleden jaar in mijn schouder geschoten. Omdat ik daar nog last van had, zat ik thuis.” Dat geeft voeding aan de theorie dat Jermaine Bigidagoe op de dag van de schietpartij bij een coffeeshop in de Vechtstraat heeft zien lopen en hem vervolgens heeft neer­geschoten.", "Ook opmerkelijk: Jermaine M. woont pal boven de woning die de nacht na de schietpartij onder vuur genomen is door de mannen met de kalasjnikov. Hebben die schutters zich vergist?", "De politie verdenkt Jermaine M. inmiddels van betrokkenheid bij het neerschieten van Bigidagoe. Bij een ­inval in zijn huis worden geen wapens aan­getroffen, maar wel een jas die op schotresten wordt onderzocht. Ook neemt de politie telefoons van M. in beslag.", "Ondanks de stevige verdenking wordt M. op vrije voeten gesteld voor betrokkenheid bij de aanslag op Bigidagoe. “Die zaak is als een nachtkaars uitgegaan,” zegt zijn advocaat Nancy ­Dekens. “De politie beschikte over camerabeelden van een paar straten verderop. Daarop is een man op badslippers te zien. Volgens de politie was dat mijn cliënt, maar er was geen enkele getuige die het had over een schutter op badslippers.”", "Afgeluisterd gesprek", "In de telefoon van Jermaine M. zijn verdachte Telegramgesprekken gevonden, die erop lijken te duiden dat hij in wapens handelt. Tijdens een zitting op 22 december stelt Jermaine M. dat die gesprekken ‘stoere praatjes’ waren. Hij had voor ‘de fun’ een account aangemaakt op Telegram. Daarna was hij onder meer lid geworden van de groep ‘Hasj/wiet’, om te kijken of het echt zo was dat daar drugs werden verkocht. Over zijn chats over wapens: “Ik ben een grappenmaker.”", "Ook is er een afgeluisterd telefoongesprek over ‘3200’. Daarin zegt hij: “Geef me die geld, dan brengt hij die ding. Hij hoeft niet eens naar binnen.” Een dag gaat het een gesprek over ­‘afgezaagde lopen’, ‘barkies’ (honderdjes) en ‘nepgeld’.", "Volgens advocaat Dekens blijkt de wapen­handel nergens uit. “Nergens is sprake van een overdracht.” Zij heeft met succes bepleit dat Jermaine M. voorlopig moet worden vrijgelaten.", "Haar cliënt blijft verdachte van betrokkenheid bij het neerschieten van Bigidagoe en wapenhandel. Hij is inmiddels verhuisd."], "authors": ["Wouter Laumans En Paul Vugts"], "keywords": ["om", "zijn", "degelijk", "m", "ziet", "die", "van", "tussen", "schietpartijen", "een", "verband", "bigidagoe", "op", "zwijgt", "het", "maar", "hij", "dat", "wel"], "pubDate": "2021-01-05T06:19:16Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}