{"id": "9fad9c18-616b-3ca0-bcc0-529dfdb5a78b", "title": "Een referendum dat geen referendum is, over een functie die geen functie is", "url": "https://trouw.nl/opinie/een-referendum-dat-geen-referendum-is-over-een-functie-die-geen-functie-is~be38c435/", "summary": "Dat dat niet altijd soepel en vlekkeloos gaat, bleek recent nog bij de CDA-lijsttrekkersverkiezing.\nNa een adembenemende reeks van gebeurtenissen en een interne strijd waarin menig politiek leven verloren ging, lijkt de bezweringsformule gevonden te zijn.\nOok betreft het niet zoals gebruikelijk bij referenda een raadpleging over een inhoudelijk plan of beleidsvoorstel, maar in feite een stemming over een enkele persoon.\nHet gaat bij het referendum om de vraag of Baudet ‘partijleider’ blijft.\nImmers, leden mogen in een referendum dat geen referendum is kiezen voor een persoon in een functie die geen functie is.", "paragraphs": ["Democratie, het blijft lastig. Ook als het gaat om de interne democratie bij politieke partijen. Met name sinds de zogenoemde revolte van Pim Fortuyn, een kleine twintig jaar geleden, hebben diverse partijen gewerkt aan hun interne democratie. Partijen als gesloten bolwerken dienden te worden opengesteld voor ruimere invloed, vooral van de veelal op afstand van het besluitvormingsproces staande eigen leden.", "Aldus kregen op uiteenlopende manieren gewone partijleden meer zeggenschap over bijvoorbeeld de selectie van partijvoorzitter of lijsttrekker (bij Tweede Kamerverkiezingen), de kandidatenlijst als geheel, of het verkiezingsprogramma.", "Dat dat niet altijd soepel en vlekkeloos gaat, bleek recent nog bij de CDA-lijsttrekkersverkiezing. De uitkomst ervan, het lijsttrekkerschap van Hugo de Jonge, blijft enigszins omstreden, mede vanwege een feitelijk problematische en niet geheel transparante organisatie van de ledenstemming.", "Ook andere gevestigde partijen als de PvdA (strijd tussen Asscher en Samsom, in 2016) en VVD (Rutte versus Verdonk, in 2006) hebben zo hun moeizame, onaangename ervaringen met en herinneringen aan de praktijk van de interne partijdemocratie.", "Waar het bij de genoemde voorbeelden ging om ongelukjes onderweg en in de uitvoeringsfase, lijkt bij Forum voor Democratie een ongeluk op de tekentafel te zijn geconstrueerd. Na een adembenemende reeks van gebeurtenissen en een interne strijd waarin menig politiek leven verloren ging, lijkt de bezweringsformule gevonden te zijn. Er komt een ledenraadpleging! Of beter, zoals aangekondigd: een bindend ledenreferendum.", "De vraag die centraal moet staan, schijnt te luiden: ‘Wilt u dat Thierry Baudet de partijleider blijft van FvD? Ja of nee?’", "Initiatief van bovenaf", "Hier is iets merkwaardigs aan de hand. Allereerst is de term referendum hier behoorlijk opgerekt, misschien zelfs niet toepasbaar. Zo is het een initiatief van bovenaf, vanuit het partijbestuur. Ook betreft het niet zoals gebruikelijk bij referenda een raadpleging over een inhoudelijk plan of beleidsvoorstel, maar in feite een stemming over een enkele persoon.", "En de keuzemogelijkheden van de Forumleden zijn beperkt: het gaat om wel of geen Thierry Baudet die ‘partijleider blijft’ – een interessante formulering, in het licht van de machtsstrijd binnen de partij. Een alternatief voor Baudet wordt niet geboden.", "Het is onduidelijk wat de situatie is als een meerderheid van de leden ‘nee’ zou stemmen. Maar ach, dat zal allicht toch niet het geval zijn, zoals vaker bij dit soort van referenda die niet zelden geen referendum worden genoemd maar als plebisciet worden gekwalificeerd. En die kwalificatie ‘plebisciet’ is vanuit democratisch oogpunt niet per se een warme aanbeveling.", "Functie bestaat formeel niet", "Daar komt nog iets bij. Het gaat bij het referendum om de vraag of Baudet ‘partijleider’ blijft. Wie echter zoekt in de statuten of het huishoudelijk reglement van de partij, komt nergens die functie van partijleider tegen. Meer in het algemeen kennen de meeste Nederlandse partijen de formeel vastgelegde functies van bijvoorbeeld voorzitter of lijsttrekker (nummer 1 op de kandidatenlijst) – maar zelden of nooit hebben partijen vastgelegd wie hun partijleider is. Als zodanig bestaat die functie helemaal niet, althans formeel, wat dan ook af en toe gelegenheid biedt aan interne strijd over de vraag wie binnen een partij nou eigenlijk de échte partijleider is. In een verder verleden duurde het binnen de VVD bijvoorbeeld even voordat helder was of Rudolf de Korte dan wel Joris Voorhoeve de politieke aanvoerder was van de partij.", "Echter, binnen Forum voor Democratie neemt men het kennelijk niet zo nauw met functies en reglementen, ook niet op dit specifieke punt. De partij wilde een frisse wind doen waaien door democratisch Nederland. Dat schept verplichtingen en veronderstelt een voorbeeldfunctie. Het mag niet zo zijn.", "Nog los van het feit dat het bindende referendum in strijd is met de eigen statuten, waarin staat dat de ‘algemene vergadering (…) het hoogste orgaan van de partij’ is, wordt een stemming opgezet die de reputatie van het referendum als democratisch instrument geen goed doet. Immers, leden mogen in een referendum dat geen referendum is kiezen voor een persoon in een functie die geen functie is.", "Dan voelt een frisse democratisch wind schraal aan.", "Lees ook:", "Forum zet Statenlid uit de partij dat kritisch is over referendum dat vanavond start", "Nadat het afgesplitste Overijsselse Statenlid Almekinders een ultimatum stelde over afgelasting van het referendum, werd zijn lidmaatschap door FvD opgezegd.", "FVD wil bindend referendum over leiderschap Baudet", "", "Het partijbestuur van Forum voor Democratie wil onder de leden een “bindend referendum” houden. De vraag “wilt u dat Thierry Baudet de partijleider blijft van FVD?” zal aan leden worden voorgelegd, meldt de partij op Twitter.", "Waarom trokken Baudets partijgenoten niet veel eerder een grens?", "Radicaal rechtse partijen slagen er meestal niet in de ‘bruine dampen’ buiten de deur te houden, zo blijkt uit de geschiedenis. Waarom trokken Baudets partijgenoten niet veel eerder een grens?"], "authors": ["Joop Van Holsteyn"], "keywords": ["geen", "van", "bij", "als", "referendum", "het", "die", "een", "niet", "dat", "en", "functie"], "pubDate": "2020-12-03T18:47:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}