{"id": "9fb6e525-56ef-36b6-a691-2c0615487172", "title": "Rond 1200 v.Chr. gingen de zilversmeden sjoemelen", "url": "https://www.nrc.nl/nieuws/2020/12/08/rond-1200-vchr-gingen-de-zilversmeden-sjoemelen-a4023026", "summary": "Ze ontdekten de vervalsingen toen ze acht zilverschatten uit het huidige Israël onderzochten, die waren begraven tussen 1200 en 950 v.Chr.\nUit eerder onderzoek was al gebleken dat het zilver van voor 1200 v.Chr ‘puur’ was.\nDat het toch geen rode kleur kreeg, kwam doordat de smeden arseen aan hun materiaal toevoegden.\nDat zilver bevatte een kern die voor 60 procent uit koper bestond en een buitenste laagje dat voor ruim 80 procent van zilver was.\nRond deze tijd neemt ook het vermengen van zilver met koper af, blijkt uit de analyse van zilverschatten uit latere periodes.", "paragraphs": ["Het was een kladderadatsch van jewelste. Rond 1200 voor Christus stortten behalve Egypte alle belangrijke beschavingen rondom de Middellandse Zee in. Vulkaanuitbarstingen, klimaatverandering, migratie: over de precieze oorzaken van de ramp discussiëren wetenschappers nog, maar feit is dat de Myceense beschaving (Griekenland), het rijk van de Hettieten (Turkije) en dat van de Babyloniërs (Irak) van de kaart verdwenen.", "Nu blijkt dat deze periode gepaard ging met grootschalige vervalsing van zilver. Israëlische wetenschappers publiceerden hierover onlangs in het Journal of Archaeological Science.", "Ze ontdekten de vervalsingen toen ze acht zilverschatten uit het huidige Israël onderzochten, die waren begraven tussen 1200 en 950 v.Chr. Dat is de periode van de overgang van de late Bronstijd naar de IJzertijd. Het zilver functioneerde als betaalmiddel en bestond uit (kapotte) sieraden en stukjes van zilverbaren en -bladen. De onderzoekers bekeken de samenstelling van 86 stukjes ‘zilver’ en stelden de geografische herkomst van de metalen vast. Uit eerder onderzoek was al gebleken dat het zilver van voor 1200 v.Chr ‘puur’ was.", "Een buitenste laagje", "Het zilver uit 1200-1150 v.Chr. bevatte in 80 procent van de gevallen koper. Van deze groep bestond 37 procent zelfs uit meer dan 20 procent koper. Dat het toch geen rode kleur kreeg, kwam doordat de smeden arseen aan hun materiaal toevoegden. Het gehalte was meestal 7 procent, precies de verhouding waarin arseen nog oplost in zilver en koper. Dit duidt erop, aldus de onderzoekers, dat het hier niet om natuurlijke resten gaat, maar om een bewuste toevoeging.", "Nog duidelijker is de vervalsing in het geval van een schat uit de buurt van Beth Shean. Dat zilver bevatte een kern die voor 60 procent uit koper bestond en een buitenste laagje dat voor ruim 80 procent van zilver was.", "Het zorgvuldig doormengen van koper en arseen werd minder na 1150 v.Chr., toen Egypte zich noodgedwongen terugtrok als heerser uit het gebied dat toen als Kanaän bekendstond. Kennelijk verdween met hen de precieze kennis van het proces waarmee koper en arseen aan het zilver moesten worden toegevoegd, want hierna is verhouding tussen de diverse stoffen veel willekeuriger.", "Kwaliteitscontrole", "Uit isotopenonderzoek blijkt dat rond 1200 v.Chr. de zilveraanvoer uit het Aegeïsch gebied stokt. Het metaal is vanaf dat moment vaker afkomstig uit Anatolië en het Taurusgebergte. Dit is een bewijs, aldus de onderzoekers, voor de aanname dat met de crisis handelsroutes verbroken raakten.", "Rond 950 v.Chr. duikt er in Kanaän weer zilver op van overzee. In een schat uit de buurt van Asjkelon, waar een volk heerste dat als de Filistijnen bekend werd, bevond zich zilver uit het westelijk Middellandse Zeegebied.", "Rond deze tijd neemt ook het vermengen van zilver met koper af, blijkt uit de analyse van zilverschatten uit latere periodes. De veranderende manier waarop het zilver wordt gesneden uit grotere bladen of baren, maakt duidelijk dat er aan kwaliteitscontrole werd gedaan. Mensen wilden zien of binnen het zilver geen koper zat. De valsmunterij van de late Bronstijd had hen, terecht, achterdochtig gemaakt.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Bart Funnekotter", "Leestijd Minuten"], "keywords": ["1200", "rond", "van", "gingen", "sjoemelen", "het", "vchr", "zilver", "zilversmeden", "koper", "een", "dat", "uit", "en", "procent"], "pubDate": "2020-12-08T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}