{"id": "9ff7e8a9-2b30-3a99-a365-ad086ecb0ef5", "title": "Antivaxers bekritiseerden op Twitter de ‘propaganda’ van de ‘staatsomroep’", "url": "https://www.parool.nl/kunst-media/antivaxers-bekritiseerden-op-twitter-de-propaganda-van-de-staatsomroep~b2bbf525/", "summary": "Presentator Rob Trip vergeleek in zijn inleiding het moeizame vaccinatieproces met ‘een hoofdroute met zijpaden over geblokkeerde wegen, met een inhaalmanoeuvre en uiteindelijk licht aan het eind van de tunnel’.\nHet was Lips niet helemaal duidelijk of hij daarmee ‘invoegde’ op de vele metaforen van Hugo de Jonge en Mark Rutte of ze juist parodieerde.\nZo legde Emil van Oers van NOS op 3 met veel graphics nog eens uit waarom het vaccin binnen een jaar klaar en goedgekeurd was.\nEen tegengeluid van antivaxers ontbrak; die zaten vooral op Twitter de ‘vaccinatiepropaganda’ van de ‘staatsomroep’ te bekritiseren.\nGelukkig vormen ze een steeds kleinere minderheid, zag Lips, want de vaccinatiebereidheid onder de Nederlanders is gegroeid tot 75 procent, en onder het zorgpersoneel zelfs tot 80 procent.", "paragraphs": ["Beeld NPO", "Dinsdag vierde de NOS De avond van de vaccinatie – die dus eigenlijk de vooravond was want woensdag is de eerste prik pas gezet. Presentator Rob Trip vergeleek in zijn inleiding het moeizame vaccinatieproces met ‘een hoofdroute met zijpaden over geblokkeerde wegen, met een inhaalmanoeuvre en uiteindelijk licht aan het eind van de tunnel’. Het was Lips niet helemaal duidelijk of hij daarmee ‘invoegde’ op de vele metaforen van Hugo de Jonge en Mark Rutte of ze juist parodieerde. Het zal dat eerste wel zijn geweest want het was een serieuze avond, geen Grote Vaccinatie Show.", "Alles werd in het werk gesteld om zo duidelijk en uitgebreid mogelijk voorlichting te geven over het vaccineren. Zo legde Emil van Oers van NOS op 3 met veel graphics nog eens uit waarom het vaccin binnen een jaar klaar en goedgekeurd was. Dat was onder meer snel gegaan omdat geld geen rol speelde: “Zo’n vaccin krijg je niet voor een prik,” grapte Van Oers.", "De anderhalf uur durende voorlichtingsavond bevatte weinig nieuwe informatie voor wie het nieuws een beetje had gevolgd. Een tegengeluid van antivaxers ontbrak; die zaten vooral op Twitter de ‘vaccinatiepropaganda’ van de ‘staatsomroep’ te bekritiseren. Gelukkig vormen ze een steeds kleinere minderheid, zag Lips, want de vaccinatiebereidheid onder de Nederlanders is gegroeid tot 75 procent, en onder het zorgpersoneel zelfs tot 80 procent. Al zag Rob Trip alweer een beer op de weg: “Dan moeten die vaccins er wel zijn.”", "Toch eindigde de avond optimistisch, met een feestelijk filmpje van alle evenementen die hopelijk deze zomer kunnen plaatsvinden, en als pay-off: “Als het meezit is 2021 weer all-inclusive!” Die uitsmijter vond Lips dan weer minder wetenschappelijk – maar stemde hem wel hoopvol.", "Reageren? hanlips@parool.nl."], "authors": ["Han Lips"], "keywords": ["lips", "bekritiseerden", "van", "propaganda", "en", "een", "met", "onder", "op", "het", "die", "twitter", "wel", "antivaxers", "staatsomroep"], "pubDate": "2021-01-06T08:30:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}