{"id": "a00b7e7d-4a19-3205-a04e-0347b8b78f43", "title": "Onderhandelingen over Brexit-deal naderen 'make or break-moment'", "url": "https://nu.nl/economie/6094135/onderhandelingen-over-brexit-deal-naderen-make-or-break-moment.html", "summary": "De onderhandelingen over een Brexit-deal tussen de Europese Unie (EU) en het Verenigd Koninkrijk (VK) naderen woensdag het moment van make or break - wel of geen deal.\nDat heeft Michel Barnier, de onderhandelaar namens de EU, de afgevaardigden van de verschillende landen laten weten.\nEerder werd gezegd dat dit uiterlijk voor medio oktober had moeten gebeuren, maar dat moment is al lang weer voorbij gegaan zonder deal.\nDe onderhandelingen zijn meermaals gehinderd door de uitbraak van COVID-19, tot aan een coronabesmetting onder de onderhandelaars aan toe.\nDe visserij is een van de hete hangijzers in de onderhandelingen - niet omdat daar veel geld mee gemoeid is, maar wel prestige.", "paragraphs": ["De onderhandelingen over een Brexit-deal tussen de Europese Unie (EU) en het Verenigd Koninkrijk (VK) naderen woensdag het moment van make or break - wel of geen deal. Dat heeft Michel Barnier, de onderhandelaar namens de EU, de afgevaardigden van de verschillende landen laten weten.", "Zij hebben hem op hun beurt gevraagd zich niet te laten opjagen door de tijd: een goede deal is belangrijker dan een 'snelle' overeenkomst.", "Het VK is op 31 januari al uit de Europese Unie gestapt, maar er is afgesproken dat tot 1 januari 2021 een overgangsperiode geldt waarbij handelstechnisch gezien alles bij het oude blijft. Binnen die overgangsperiode moest dan een overeenkomst worden gesloten.", "Eerder werd gezegd dat dit uiterlijk voor medio oktober had moeten gebeuren, maar dat moment is al lang weer voorbij gegaan zonder deal. De onderhandelingen zijn meermaals gehinderd door de uitbraak van COVID-19, tot aan een coronabesmetting onder de onderhandelaars aan toe.", "Als er geen overeenstemming wordt bereikt, dreigt het scenario dat er weer tarieven gaan gelden voor de handel tussen het VK en de EU en dat Europese vissers niet meer welkom zijn in Britse wateren. De visserij is een van de hete hangijzers in de onderhandelingen - niet omdat daar veel geld mee gemoeid is, maar wel prestige."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["vk", "europese", "van", "naderen", "onderhandelingen", "eu", "het", "maar", "een", "breakmoment", "dat", "niet", "brexitdeal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}