{"id": "a010a85b-cf0a-3c38-8329-b0ace3a27d05", "title": "Levenslang geëist tegen man die in 2015 het vuur opende in de Thalys", "url": "https://nu.nl/buitenland/6096949/levenslang-geeist-tegen-man-die-in-2015-het-vuur-opende-in-de-thalys.html", "summary": "Een Franse aanklager heeft dinsdag een levenslange straf geëist tegen de man die in 2015 in de Thalys tussen Amsterdam en Parijs het vuur opende.\nTegen zijn drie handlangers zijn celstraffen van acht tot dertig jaar cel geëist.\nSchutter Ayoub El Khazzani stapte op 21 augustus 2015 zwaargewapend uit een toilet in de hogesnelheidstrein.\nHet proces tegen de schutter en zijn drie vermeende handlangers begon medio november.\nOnder anderen Moogalian en zijn echtgenote waren bij de zitting aanwezig.", "paragraphs": ["Een Franse aanklager heeft dinsdag een levenslange straf geëist tegen de man die in 2015 in de Thalys tussen Amsterdam en Parijs het vuur opende. Tegen zijn drie handlangers zijn celstraffen van acht tot dertig jaar cel geëist.", "Schutter Ayoub El Khazzani stapte op 21 augustus 2015 zwaargewapend uit een toilet in de hogesnelheidstrein. De Amerikaanse passagier Mark Moogalian greep in en pakte diens AK-47, waarna El Khazzani met een pistool begon te schieten. Hij verwondde de Amerikaan, maar werd vervolgens ontwapend door drie andere Amerikanen.", "De 31-jarige El Khazzani had genoeg munitie bij zich om driehonderd mensen te doden. De schutter weersprak niet dat hij van plan was een aanslag te plegen, maar hield vol dat hij zich op het laatste moment heeft bedacht. Het zou toen al te laat zijn geweest om een confrontatie met passagiers te voorkomen.", "Het proces tegen de schutter en zijn drie vermeende handlangers begon medio november. Onder anderen Moogalian en zijn echtgenote waren bij de zitting aanwezig."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["die", "thalys", "khazzani", "een", "en", "opende", "vuur", "levenslang", "2015", "zijn", "te", "drie", "geëist", "man", "hij", "tegen", "het", "el"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}