{"id": "a015aaa2-ac08-3e77-9cfe-be4421d3d14b", "title": "Kartonnen Klopp bij amateurclub die tegen Tottenham bekert", "url": "https://www.telegraaf.nl/sport/1726981068/kartonnen-klopp-bij-amateurclub-die-tegen-tottenham-bekert", "summary": "Omdat Marine FC niet echt over een stadion beschikt konden de buren vanuit hun achtertuin over de omheining meegluren.\nZo zaten er supporters op het muurtje waartegen José Mourinho en zijn reservespelers op de bank zaten.\nEn zo leek het ook alsof Liverpool-coach Jürgen Klopp met de handen in de zakken naar de match aan het kijken was.\nHet bleek echter een grap van een lokale fan die een kartonnen bordversie van Klopp in zijn achtertuin had gezet.\nSpurs stuurt gloednieuwe shirts naar MarineTottenham Hotspur stuurde later nog een lading gloednieuwe voetbalshirts naar Marine.", "paragraphs": ["Het duel in de derde ronde van de FA Cup was voor Marine een absoluut hoogtepunt in de geschiedenis van de club, maar toeschouwers waren vanwege de lockdown in coronatijd niet toegestaan in het kleine stadion van Crosby.", "Omdat Marine FC niet echt over een stadion beschikt konden de buren vanuit hun achtertuin over de omheining meegluren. En dat leverde grappige taferelen op. Zo zaten er supporters op het muurtje waartegen José Mourinho en zijn reservespelers op de bank zaten.", "En zo leek het ook alsof Liverpool-coach Jürgen Klopp met de handen in de zakken naar de match aan het kijken was. Het bleek echter een grap van een lokale fan die een kartonnen bordversie van Klopp in zijn achtertuin had gezet. Tottenham won overigens met 0-5.", "Spurs stuurt gloednieuwe shirts naar Marine", "Tottenham Hotspur stuurde later nog een lading gloednieuwe voetbalshirts naar Marine. Dat was een geste van de Londense topclub omdat het uitwisselen van shirtjes na de bekerwedstrijd niet mogelijk was.", "„De spelers konden na de wedstrijd geen shirts ruilen vanwege de coronaprotocollen, dus we hebben Marine AFC voorzien van een hele reeks nieuwe wedstrijdshirts als aandenken aan de historische wedstrijd van zondag”, twitterde Tottenham.", "Marine verkocht wel volgens eigen opgave ruim 30.000 virtuele kaartjes voor 10 pond per stuk. „Het bekertoernooi is financieel onze redder in nood geweest, omdat we geen competitie mogen spelen. Er is ook geen hulp geweest voor teams op ons niveau”, zei coach Neil Young."], "authors": ["Onze Telesportredactie"], "keywords": ["kartonnen", "van", "het", "zo", "marine", "voor", "naar", "bekert", "een", "klopp", "tegen", "geen", "tottenham", "op", "niet", "bij", "amateurclub", "die"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}