{"id": "a01f24f1-0d9f-3b5a-b843-6b9821d8938d", "title": "Kim Jong-un verstevigt greep op de macht met nieuwe titel", "url": "https://www.metronieuws.nl/in-het-nieuws/buitenland/2021/01/kim-jong-un-verstevigt-greep-op-de-macht/", "summary": "Kim Jong-un verstevigt greep op de macht met nieuwe titelDe Noord-Koreaanse leider Kim Jong-un, die afgelopen vrijdag zijn verjaardag vierde en een heleboel beroemde verjaardagsgenoten heeft (waaronder Elvis), lijkt zijn greep op de macht te verstevigen.\nHij kreeg op een partijcongres in Pyongyang de titel toegekend van Algemeen Secretaris van de Koreaanse Arbeiderspartij, bericht het Zuid-Koreaanse persbureau Yonhap.\nWel toestemming gegeven maar niet getoond, herlaad de pagina.\nHun voorspelling dat zij gepromoveerd zou worden op het partijcongres, lijkt echter niet te zijn uitgekomen.\nDat zou onder meer te maken hebben gehad met de situatie rond het coronavirus, het koude weer en het feit dat het leger momenteel bezig is met oefeningen.", "paragraphs": ["Kim Jong-un verstevigt greep op de macht met nieuwe titel", "De Noord-Koreaanse leider Kim Jong-un, die afgelopen vrijdag zijn verjaardag vierde en een heleboel beroemde verjaardagsgenoten heeft (waaronder Elvis), lijkt zijn greep op de macht te verstevigen.", "Hij kreeg op een partijcongres in Pyongyang de titel toegekend van Algemeen Secretaris van de Koreaanse Arbeiderspartij, bericht het Zuid-Koreaanse persbureau Yonhap. Of dit als Noord-Koreaans verjaardagscadeau bedoeld was, is niet bekend. Zijn vader Kim Jong-il en grootvader Kim Il-sung hadden diezelfde titel.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Amazing people are born on the 8th January. Stephen Hawking, Shirley Bassey, Sean Paul, Elvis, Bowie… and me. 🤣 (We don’t talk about Kim Jong-Un & R.Kelly. They are kicked out of the birthday club.) My lovely daughter has given me a wonderful day & now I’m in a food coma. 😃 — Siobhan Tatum (@BarChat_Siobhan) January 8, 2021", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Happy Birthday Kim Jung Un — wvtsxn (@wvtsxn) January 8, 2021", "Kim", "Noord-Korea wordt al decennia met harde hand bestuurd door de familie Kim. Dictator Kim Jong-il kwam aan de macht na het overlijden van zijn vader in 2011. Zuid-Koreaanse analisten zagen de zus van de nieuwe leider, Kim Yo-jong, als de feitelijke ‘nummer 2’ van Noord-Korea. Hun voorspelling dat zij gepromoveerd zou worden op het partijcongres, lijkt echter niet te zijn uitgekomen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "The occasion being the election of Kim Jong-un as General Secretary of the Workers Party of Korea. pic.twitter.com/MxHoVFh6Z5 — Alistair Coleman (@alistaircoleman) January 11, 2021", "Zus Kim Yo-jong keerde op de topbijeenkomst niet terug in het machtige politbureau. Dat lijkt een degradatie, maar betekent volgens waarnemers niet automatisch dat haar positie is verzwakt, schrijft Yonhap. De zus van de leider zou ongeacht haar titel een belangrijke rol kunnen spelen in het landsbestuur.", "Grote onrust", "De machtsverhoudingen in het geïsoleerde Noord-Korea worden ook door de buitenwereld op de voet gevolgd. Het regime van Kim, die een ‘eigen’ Twitter-account (een parodie op hem), heeft heeft internationaal herhaaldelijk voor grote onrust gezorgd door raketten te testen en kernproeven uit te voeren. Noord-Korea gaat daarom gebukt onder zware internationale sancties.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Space is so cool. I CAN'T WAIT TO SEND MY FIRST ROCKET UP. Maybe we'll find aliens! https://t.co/MdGouQp37i — Plaid Kim Jong-un (@Plaid_unKim) October 19, 2020", "Het Zuid-Koreaanse leger zegt over aanwijzingen te beschikken dat Noord-Korea zondag weer een legerparade heeft gehouden. Die zou verband hebben gehouden met het partijcongres. Het is onduidelijk wat voor wapens daar dit keer zijn getoond. Bij de laatste grote parade in oktober leek het land een nieuwe intercontinentale raket te presenteren.", "Legerparade", "Een ingewijde zegt tegen Yonhap dat de Noord-Koreaanse legerparade van zondag kennelijk beperkt was qua omvang. Dat zou onder meer te maken hebben gehad met de situatie rond het coronavirus, het koude weer en het feit dat het leger momenteel bezig is met oefeningen.", "Lees ook: Microbioloog bestrooit Baudet met feiten"], "authors": ["Metroen Anp", "Metro En Anp"], "keywords": ["jongun", "macht", "van", "nieuwe", "met", "een", "dat", "gegeven", "toestemming", "niet", "op", "greep", "te", "verstevigt", "het", "kim", "titel"], "pubDate": "2021-01-11T09:05:48Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}