{"id": "a025d5f9-e2b3-3842-9b5c-958848e80c54", "title": "Een artikel om iets te doen te hebben", "url": "https://trouw.nl/cultuur-media/een-artikel-om-iets-te-doen-te-hebben~bad6a0b0/", "summary": "Boven een artikel in de NRC staat de kop ‘Een cadeau om te doen’.\nEr gaat een onweerstaanbare aantrekkingskracht uit van de uitdrukking ‘iets cadeau doen’, maar in de kop ‘een cadeau om te doen’ is geen sprake van die uitdrukking, ook niet indirect.\nMaar in ‘een cadeau om te doen’ zit niet de betekenis dat je het cadeau zou moeten of zou kunnen doen.\nHet artikel gaat erover dat je iemand iets geeft om iets te doen te hebben, een hobby of zo.\nVermoedelijk komt dit doordat je qua betekenis het ‘doen’ moet hebben uit ‘iets te doen hebben’.", "paragraphs": ["Boven een artikel in de NRC staat de kop ‘Een cadeau om te doen’. Ik weet bijna zeker dat er lezers zullen zijn die hierbij even op het verkeerde been staan. Er gaat een onweerstaanbare aantrekkingskracht uit van de uitdrukking ‘iets cadeau doen’, maar in de kop ‘een cadeau om te doen’ is geen sprake van die uitdrukking, ook niet indirect.", "Een andere oorzaak van het verkeerde been is dat de constructie van de zin heel erg lijkt op ‘een boek om te kopen’. Dat is een bijzondere constructie met een zogeheten beknopte bijzin ‘om te kopen’, waar een zinsdeel in ontbreekt. Het werkwoord ‘kopen’ vereist namelijk een voorwerp (je koopt altijd iets), en dat iets staat niet in die bijzin. Dat moet je halen uit het zinsdeel waar de bijzin bij staat: ‘een boek om te kopen’ is ‘een boek dat zodanig is dat je dat boek zou moeten kopen’.", "Twee verborgen betekenissen", "De constructie heeft dus twee verborgen betekenissen: het weggelaten voorwerp, en dat ‘zou moeten’, dat kenners herkennen als een modale betekenis: het drukt hier wenselijkheid uit. Er kan ook iets van mogelijkheid in zitten (‘een pen om mee te tekenen’).", "Maar in ‘een cadeau om te doen’ zit niet de betekenis dat je het cadeau zou moeten of zou kunnen doen. Het zal misschien een opzettelijke formulering zijn om de aandacht te trekken, maar ik denk dat hij is afgeleid uit ‘iets te doen hebben’. Het artikel gaat erover dat je iemand iets geeft om iets te doen te hebben, een hobby of zo.", "In zekere zin zou je wel kunnen redeneren dat het cadeau zelf iets is wat de ontvanger moet doen, maar toch voelt dit vreemd aan. Stel dat je ‘cadeau’ zou vervangen door ‘hobby’ dan krijg je ‘een hobby om te doen’ en dat heeft al iets geks. Vermoedelijk komt dit doordat je qua betekenis het ‘doen’ moet hebben uit ‘iets te doen hebben’. En daarvoor heb je dat ‘te’ en dat ‘hebben’ wel nodig.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["cadeau", "artikel", "het", "een", "doen", "om", "te", "dat", "je", "en", "hebben", "iets"], "pubDate": "2020-11-24T14:26:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}