{"id": "a0355bd0-f56d-3a82-a268-4c08e1fb7103", "title": "Sébastien Haller moet de spitsproblemen van Ajax oplossen", "url": "https://www.parool.nl/sport/sebastien-haller-moet-de-spitsproblemen-van-ajax-oplossen~b6bc6b21/", "summary": "Beeld BSR AgencyAjax en het management van de Frans-Ivoriaanse aanvaller hebben reeds een mondeling akkoord bereikt over een meerjarig contract.\nDe Engelse club verlangt naar verluidt vijfentwintig miljoen euro voor Haller (26), die anderhalf jaar geleden voor het dubbele werd gekocht van Eintracht Frankfurt.\nWellicht dat er eerst een huurconstructie wordt opgezet, met een optie tot koop na dit seizoen.\nDe sportieve nood is echter hoog gestegen: Ajax kampt met een acuut spitsenprobleem.\nHij maakte drie goals in 16 duels, maar is niet zeker van een basisplaats.", "paragraphs": ["De Engelse club verlangt naar verluidt vijfentwintig miljoen euro voor Haller. Beeld BSR Agency", "Ajax en het management van de Frans-Ivoriaanse aanvaller hebben reeds een mondeling akkoord bereikt over een meerjarig contract. De vraagprijs van West Ham United zou een struikelblok kunnen zijn. De Engelse club verlangt naar verluidt vijfentwintig miljoen euro voor Haller (26), die anderhalf jaar geleden voor het dubbele werd gekocht van Eintracht Frankfurt.", "Ajax heeft nog nooit zoveel geld uitgetrokken voor een speler. Als de directie onder leiding van algemeen directeur Edwin van der Sar groen licht geeft voor de recordtransfer is daarvoor ook de steun nodig van de raad van commissarissen. Wellicht dat er eerst een huurconstructie wordt opgezet, met een optie tot koop na dit seizoen.", "Spitsenprobleem", "Ajax is weliswaar financieel gezond, maar heeft economisch ook zwaar te lijden onder de gevolgen van de coronacrisis. De sportieve nood is echter hoog gestegen: Ajax kampt met een acuut spitsenprobleem. Lassina Traoré, Brian Brobbey en Klaas-Jan Huntelaar zijn niet beschikbaar. Ook een andere belangrijke aanvaller, David Neres, staat nog aan de kant. Mohammed Kudus is net terug van een meniscusoperatie en is nog niet volledig inzetbaar.", "Zondag hervat Ajax het seizoen met een thuiswedstrijd tegen PSV. De maanden januari en februari staan voor de Amsterdammers in het teken van de topwedstrijden, zowel in de eredivisie als in de Europa League.", "Bundesliga", "Haller is een bekende van trainer Erik ten Hag. De spits speelde tussen 2015 en 2017 voor FC Utrecht. Hij was daarna succesvol in de Bundesliga bij Eintracht Frankfurt, waardoor hij een transfer naar de Premier League verdiende. Bij West Ham heeft Haller een moeilijk seizoen. Hij maakte drie goals in 16 duels, maar is niet zeker van een basisplaats.", "Haller zou na Zakaria Labyad en Sean Klaiber de derde oud-speler van FC Utrecht zijn die bij Ajax met Ten Hag wordt herenigd."], "authors": ["Dick Sintenie"], "keywords": ["moet", "van", "haller", "zijn", "nog", "voor", "en", "oplossen", "een", "met", "sébastien", "ook", "spitsproblemen", "het", "ajax", "niet"], "pubDate": "2021-01-07T09:51:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}