{"id": "a03703c8-7641-3e4e-9832-322e447fddcc", "title": "Kabinet geeft Breda 2 miljoen euro om verkeer veiliger te maken", "url": "https://nu.nl/breda/6095674/kabinet-geeft-breda-2-miljoen-euro-om-verkeer-veiliger-te-maken.html", "summary": "Om het verkeer in Breda veiliger te maken, krijgt de gemeente 2 miljoen euro van het kabinet.\nTenslotte wordt het geld besteed aan de herinrichting van de Allerheiligenweg en de Adriaan van Bergenstraat, die wordt verbouwd tot fietsstraat.\nIntelligente snelheidsaanpassingOm het lokale verkeer veiliger te maken wil Quaars praten met de ontwikkelaars van routeplanners.\nDie kunnen bijvoorbeeld zo ingesteld worden, dat verkeer in de spits niet langs scholen wordt geleid.\nDat is een systeem die het auto’s onmogelijk maakt om harder te rijden dan de maximumsnelheid.", "paragraphs": ["Om het verkeer in Breda veiliger te maken, krijgt de gemeente 2 miljoen euro van het kabinet. Daarmee worden onder meer rotondes, 30-km-zones en fietspaden en fietsstraten aangelegd. Ook de herinrichting van de Allerheiligenweg kan er mee worden betaald.", "Het geld is nog niet overgemaakt naar de bankrekening van de gemeente Breda, maar wethouder Mobiliteit Daan Quaars weet al wel waar hij het aan gaat uitgeven: aan een turborotonde op de kruising van IABC en Leursebaan en aan rotondes op de Graaf Hendrik II laan ter hoogte van de zuidelijk rondweg.", "Verder wordt geïnvesteerd in 30-km-maatregelen in de Wisselaar en in een breder fietspad aan de De la Reijweg, tussen de Paul Krugerlaan en de Hogeschoollaan.", "Tenslotte wordt het geld besteed aan de herinrichting van de Allerheiligenweg en de Adriaan van Bergenstraat, die wordt verbouwd tot fietsstraat.", "Intelligente snelheidsaanpassing", "Om het lokale verkeer veiliger te maken wil Quaars praten met de ontwikkelaars van routeplanners. Die kunnen bijvoorbeeld zo ingesteld worden, dat verkeer in de spits niet langs scholen wordt geleid.", "Verder wordt onderzocht of er in Breda gebruik kan worden gemaakt van ‘intelligente snelheidsaanpassing’. Dat is een systeem die het auto’s onmogelijk maakt om harder te rijden dan de maximumsnelheid."], "authors": ["Door"], "keywords": ["euro", "miljoen", "van", "breda", "het", "die", "kabinet", "verkeer", "een", "wordt", "te", "om", "veiliger", "en", "maken", "geeft", "aan", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}