{"id": "a04533be-b8af-3d65-9198-127059b44ffb", "title": "Roger Schmidt ligt eindelijk op koers met gepimpt PSV en gaat als tweede de winterstop in", "url": "https://volkskrant.nl/sport/roger-schmidt-ligt-eindelijk-op-koers-met-gepimpt-psv-en-gaat-als-tweede-de-winterstop-in~b19d8060/", "summary": "PSV wilde op het veld het afwachtende masker van zich afschudden en zichzelf een nieuw gezicht geven door te voetballen met veel druk naar voren, met het voortdurend afjagen van de tegenstander.\nZelf sprak Schmidt in aanloop naar de laatste wedstrijd voor de winterstop van het meest veeleisende half jaar in zijn trainersloopbaan.\nBovendien werd PSV overspoeld door een coronagolf, waarbij op een gegeven moment dertien spelers met een positieve test thuiszaten.\nLinksback Philipp Max, een van de revelaties in het opgepimpte elftal van PSV, schiet beheerst raak (1-1).\nDe echte test voor de ploeg van Schmidt wacht in januari, als de toppers tegen Ajax, AZ en Feyenoord op het programma staan.", "paragraphs": ["Een duel tussen Steffen Schafer en Joel Piroe tijdens PSV - VVV-Venlo. Beeld BSR Agency", "Na een verrassende achterstand halverwege de eerste helft, herstelde PSV zich na rust via doelpunten van Olivier Boscagli, Cody Gakpo en de ingevallen Adrian Fein.Zo sloot PSV een bewogen kalenderjaar naar tevredenheid af.", "Met de komst van Schmidt sloeg de club een nieuwe weg in afgelopen zomer. PSV wilde op het veld het afwachtende masker van zich afschudden en zichzelf een nieuw gezicht geven door te voetballen met veel druk naar voren, met het voortdurend afjagen van de tegenstander. Dat spel was in de eerste seizoenshelft slechts bij flarden te zien. Te weinig naar de zin van Schmidt.", "Tegen het compact spelende VVV is het tempo van PSV vooral voor rust te laag. Het beweeglijke kwartet Götze, Gakpo, Ihattaren en Madueke voorin heeft moeite om een gaatje te vinden in het blok van acht spelers dat VVV voor het eigen strafschopgebied heeft opgetrokken. Bij Hendrix en Sangaré, controleurs op het middenveld, ontbreken de creatieve ingevingen.", "Halverwege de eerste helft komt PSV op achterstand als Boscagli zich laat verrassen door Vito van Crooij. De centrale verdediger is door Schmidt veel geroemd vanwege zijn opbouwende impulsen, maar blijft defensief kwetsbaar. Van Crooij profiteert en geeft laag voor, waarna Jafar Arias VVV op voorsprong schiet.", "Zelf sprak Schmidt in aanloop naar de laatste wedstrijd voor de winterstop van het meest veeleisende half jaar in zijn trainersloopbaan. Hij moest een nieuwe wind laten waaien in Eindhoven, maar kreeg diens gewenste versterkingen pas toen de competitie al een paar speelronden onderweg was. Bovendien werd PSV overspoeld door een coronagolf, waarbij op een gegeven moment dertien spelers met een positieve test thuiszaten.", "Sterkst mogelijke opstelling", "Schmidt is ervan overtuigd dat als zijn spelers fitter geraken, zijn gewenste spel beter zichtbaar wordt. Ondertussen deed hij in het coronajaar concessies door zijn sterspelers vroegtijdig te wisselen, ook als de stand het niet per se toeliet. Tegen VVV start hij met de sterkst mogelijke opstelling, al ontbreken de geschorste Pablo Rosario en geblesseerde Donyell Malen. Hendrix en Madueke nemen hun plek in.", "Laatstgenoemde versiert tien minuten voor rust een strafschop als VVV-verdediger Christian Kum een onnodige tackle inzet en de enkels van het 18-jarige talent raakt. Linksback Philipp Max, een van de revelaties in het opgepimpte elftal van PSV, schiet beheerst raak (1-1). Tien minuten voor tijd, als het 3-1 staat, wordt hij uit voorzorg naar de kant gehaald.", "Schmidt denkt verder dan de dag van morgen. Voor het eerst in vijf jaar strijdt PSV na de winterstop nog op drie fronten. Door de overwinning tegen VVV staat PSV in punten gelijk met koploper Ajax, al hebben de Amsterdammers nog een wedstrijd tegoed. Na een moeizame start overwinterde PSV als groepswinnaar in de Europa League en in de beker liet het zich niet verrassen door De Graafschap.", "In de tweede helft rekent PSV snel af met VVV. Uit een hoekschop van Max kopt Boscagli raak. Tien minuten later beslist Gakpo de wedstrijd als de bezoekers met te veel spelers aan aanvallen denken. Na een snelle uitbraak via Götze en Madueke werkt Gakpo de bal hard en hoog achter doelman Thorsten Kirschbaum. De ingevallen Adrian Fein bepaalt de eindstand op 4-1.", "De echte test voor de ploeg van Schmidt wacht in januari, als de toppers tegen Ajax, AZ en Feyenoord op het programma staan. Schmidt wil dan nog meer terugzien van attractieve aanvalsspel dat hij voor ogen heeft, al moeten zijn spelers dan een grotere longinhoud hebben om diens filosofie langer dan een helft vol te houden."], "authors": ["Guus Peters"], "keywords": ["van", "winterstop", "koers", "voor", "en", "ligt", "met", "een", "psv", "gepimpt", "op", "te", "als", "het", "roger", "schmidt", "tweede"], "pubDate": "2020-12-22T21:44:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}