{"id": "a05e7892-af12-3210-b7e9-e2cb330eca82", "title": "Het grote discussiepunt is: moet koppen worden verboden?", "url": "https://volkskrant.nl/columns-opinie/het-grote-discussiepunt-is-moet-koppen-worden-verboden~b7bd0441/", "summary": "Het incident vond plaats tijdens een levendige discussie over hoofdletsel bij topsport in het algemeen en voetbal in het bijzonder.\nHet beter beschermen van het hoofd is ook de tendens in cricket, waar onlangs de eerste speciale helm voor werpers ontworpen is.\nDe enige speler die een hoofdbescherming droeg was Chelsea-doelman Petr Cech, dit als gevolg van een ernstige hoofdblessure.\nHet grote discussiepunt is: moet koppen worden verboden?\nDe voorstanders van een kopverbod kunnen zich misschien beter beroepen op het sportieve argument dat Brian Clough ooit aandroeg.", "paragraphs": ["Stadion Molineux was zondag het tafereel van een emotionele terugkeer. Vijf weken nadat hij bij de uitwedstrijd tegen Arsenal een schedelbreuk had opgelopen nam Wolves-aanvaller Raul Jimenez plaats in een VIP-box om de thuiswedstrijd tegen Tottenham Hotspur te zien. De botsing tijdens een luchtduel met Arsenal’s David Luiz zorgde indertijd voor commotie, niet alleen vanwege de lelijke blessure van de Spanjaard, maar ook door de beslissing om de Braziliaan te laten doorspelen, totdat het bloed door zijn witte tulband sijpelde.", "Het incident vond plaats tijdens een levendige discussie over hoofdletsel bij topsport in het algemeen en voetbal in het bijzonder. Een maand eerder was Nobby Stiles gestorven, de populaire middenvelder uit het Engelse team dat in 1966 wereldkampioen was geworden. Hij was de vijfde 1966-veteraan die aan dementie was overleden. De zesde wordt mogelijk Bobby Charlton. Daags na de dood van Stiles was bekend geworden dat ook de Manchester United-legende zijn geheugen aan het verliezen was. Een ware Alzheimerplaag.", "Sir Geoffrey Hurst, de spits die drie keer scoorde tijdens die finale tegen West-Duitsland, sprak zich uit over zijn eigen vrees voor dementie en zet zich actief in voor de Alzheimer’s Society. Hij riep de voetbalwereld op om dit probleem eindelijk serieus te nemen. Ondertussen begonnen ook de alarmklokken te luiden in het rugby. De 42-jarige international Steve Thompson meldde onlangs zich niet meer te kunnen herinneren dat hij met het Engelse team in 2003 wereldkampioen was geworden. Hij wil de rugbybond aanklagen.", "Uit cijfers is gebleken dat het aantal hersenschuddingen in het rugby de afgelopen decennia hard is gestegen, wat er mogelijk mee te maken heeft dat de sport sneller is geworden, de spelers krachtiger en het wedstrijdprogramma voller. Er is kritiek gekomen op de Engelse bondscoach Eddie Jones omdat die wil dat zijn spelers ‘bruut’ zijn en op de Zuid-Afrikaan Duane Vermeulen die, uit onvrede over twee kaarten voor te hoge tackles, bij een scheidsrechter informeerde of ze soms ‘tikkertje-rugby’ aan het spelen waren.", "Naast een mentaliteitsverandering wordt ervoor gepleit om het dragen van scrum-caps verder te stimuleren, zachte helmen die niet alleen de oren beschermen maar ook het hoofd. Het beter beschermen van het hoofd is ook de tendens in cricket, waar onlangs de eerste speciale helm voor werpers ontworpen is. De ontwerper, Yorkshire-bowler Ben Coad, had gezien hoe een collega tijdens een training een ernstige schedelfractuur opliep. Slagmensen slaan harder, en sneller, dan vroeger.", "In het voetbal kunnen de gevolgen ingrijpender zijn. Een helmplicht ligt niet voor de hand. De enige speler die een hoofdbescherming droeg was Chelsea-doelman Petr Cech, dit als gevolg van een ernstige hoofdblessure. Het grote discussiepunt is: moet koppen worden verboden? Begin dit jaar had de Engelse voetbalbond al bepaald dat kinderen onder de 12 niet langer moeten trainen op koppen, een richtlijn die in de Verenigde Staten al vijf jaar van kracht is. Langzaam verlegt de discussie zich naar het volwassenenvoetbal, de profs incluis.", "Voorstanders wijzen op een onderzoek waaruit blijkt dat dementie relatief veel voorkomt bij voetballers die tussen 1900 en 1970 geboren zijn. Sceptici beweren dat er indertijd met een leren ballen werd bespeeld, die ook nog eens zwaar werden tijdens de regen. Bovendien, zo heeft de medische chef van de Football Association geschreven, worden voetballers door hun sportieve activiteiten gemiddeld ouder, en daardoor lopen ze meer kans op geheugenverlies. Daar komt bij dat er clubartsen nu al veel alerter zijn op hoofdblessures.", "De voorstanders van een kopverbod kunnen zich misschien beter beroepen op het sportieve argument dat Brian Clough ooit aandroeg. ‘Als God had gewild dat we in de lucht voetbalden,’ zei de legendarische manager, ‘dan zou hij daar gras hebben neergelegd.’"], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["moet", "verboden", "discussiepunt", "van", "zijn", "voor", "en", "een", "koppen", "te", "op", "grote", "het", "worden", "dat", "die"], "pubDate": "2020-12-27T18:28:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}