{"id": "a0779f26-4eee-3404-aa75-e7f968d87a49", "title": "Moeder Caby: ‘Mijn dochters moeten weten wat ze straks kunnen verwachten’", "url": "https://www.parool.nl/ps/moeder-caby-mijn-dochters-moeten-weten-wat-ze-straks-kunnen-verwachten~b69e152a/", "summary": "Bij voetbal was ik het enige meisje in een jongensteam, ik werd regelmatig van het veld gestuurd vanwege mijn temperament.\nUiteindelijk zei de trainer dat ik beter buiten het voetbalveld kon gaan kickboksen, zo ontdekte ik muay thai.\nMijn dochters moeten weten wat ze kunnen verwachten als ze straks zelf de wereld intrekken.\nMijn broer en ik zijn opgevoed door mijn moeder, zij deed het alleen en had altijd meerdere baantjes om ervoor te zorgen dat het ons aan niets ontbrak.\nToen ik in februari acht jaar werd, ben ik met papa en mama naar Disneyland Parijs geweest.", "paragraphs": ["Kyomi en Caby Beeld Harmen De Jong", "Caby Ballantine (35)", "“Kyomi en ik zijn op dezelfde dag jarig, maar we verschillen erg van elkaar. Ze is echt een meisje-meisje, heel zacht en gevoelig. Ik was als kind one of the guys, ik wilde altijd stoere dingen doen. Bij voetbal was ik het enige meisje in een jongensteam, ik werd regelmatig van het veld gestuurd vanwege mijn temperament. Uiteindelijk zei de trainer dat ik beter buiten het voetbalveld kon gaan kickboksen, zo ontdekte ik muay thai. Jarenlang heb ik wedstrijden gebokst, ik kon mijn ei kwijt in die sport, maar tegenwoordig train ik alleen nog voor de lol.", "In mijn werk begeleid ik jonge ­criminelen uit de Top 600; ik zie van dichtbij hoe het mis kan gaan. Mijn dochters moeten weten wat ze kunnen verwachten als ze straks zelf de wereld intrekken. Ik probeer Kyomi te leren dat ze meer van zich af kan bijten. Ze mag best wat assertiever zijn, nu bevriest ze tijdens akkefietjes op school of barst ze in tranen uit. Geweld is nooit de oplossing, maar als iemand je zomaar slaat of duwt, mag je terugslaan. Met haar nichtjes zit ze op Braziliaans jiujitsu, wie weet dat dit haar helpt om wat feller te worden.", "Als Kyomi ergens heeft gespeeld, horen we vaak dat ze zo beleefd is. Ik vind het niet meer dan normaal dat je netjes en respectvol met elkaar omgaat. Ik probeer haar ook duidelijk te maken dat het voor heel veel mensen niet zo vanzelfsprekend is om het zo goed te hebben als wij, met veel mooie kleren, vakanties en speelgoed. We geven daarom ook regelmatig spullen weg aan mensen die het goed kunnen gebruiken.", "Mijn broer en ik zijn opgevoed door mijn moeder, zij deed het alleen en had altijd meerdere baantjes om ervoor te zorgen dat het ons aan niets ontbrak. Ze leerde ons al jong om zelfstandig te zijn, hard te werken en voor onszelf op te komen. Als mijn broer en ik werden uitgescholden voor ‘die zwarten’ of te maken ­kregen met etnisch profileren, liet mijn moeder het er niet bij zitten. Ze sprak mensen er meteen op aan.", "Het is belangrijk om met elkaar in gesprek te blijven gaan. Mijn moeder gaf ons mee dat iedereen gelijk is, ongeacht waar je vandaan komt of wat je huidskleur is: niemand is beter dan de ander. Dat zijn allemaal waarden die ik nu ook weer doorgeef aan mijn dochters.”", "Kyomi Dalfour (8)", "“Bij oma op de kast staan wel 72 bekers die mama heeft gewonnen toen ze nog wedstrijden bokste. Ik heb weleens filmpjes en foto’s gezien van wedstrijden; ik vind het knap van haar dat ze nooit opgaf, daar ben ik wel trots op. Mama werkt met boefjes, en omdat ze zo goed kan vechten hoef ik niet bang te zijn. Van oma leer ik zelfverdediging, zodat ik weet wat ik moet doen als ik ooit word lastiggevallen.", "Van mama’s kant is de familie heel klein, maar de familie van papa is heel groot en dat is heel gezellig, familie is belangrijk. Ik vind het heel leuk dat oma iedere dinsdag op komt passen, dan mogen mijn zusje en ik altijd iets kiezen uit het oma-menu: pasta met rode saus, spinazie en vissticks of hamburgers.", "Voor corona gingen we vaak met papa en mama uit eten, ik vind alles lekker, van all you can eat-restaurants, bami en dim sum tot KFC. Mama en ik vinden het ook heel leuk om samen te gaan shoppen of naar de film te gaan. Met oma ga ik vaker naar het museum, zoals het Tropenmuseum of het Moco Museum.", "Mijn ouders hebben heel veel sneakers, wel honderd paar, en zelf heb ik ook veel kleren, mijn kast puilt uit. Ik wil zelf beslissen wat ik aantrek naar school, maar mama heeft er altijd iets over te zeggen. Van haar moet alles altijd matchen, tot mijn sokken en ondergoed aan toe, dat vind ik wel stom.", "Alles moet altijd perfect en heel schoon zijn van haar. Dat heeft ze geleerd van oma, die vroeger schoonmaakster en toiletjuffrouw bij Club NL was. Mama werkte daar toen ook, bij de garderobe. Het lijkt me best wel grappig om ook ergens samen met mama te werken, maar niet in een club.", "Later wil ik graag model worden, zoals Summer de Snoo. Ik sta al ­ingeschreven bij Moeder Anne Casting, net als mama vroeger, die in allemaal reclames en series heeft gespeeld en fotoshoots deed. Ik heb al wel wat screentests gedaan, maar ik ben nog niet uitgekozen, dat is jammer.", "Toen ik in februari acht jaar werd, ben ik met papa en mama naar Disneyland Parijs geweest. Mijn zusje bleef bij oma, lekker rustig. Het was de allermooiste verjaardag van mijn leven.”"], "authors": ["Sara Luijters"], "keywords": ["moeten", "van", "wat", "dochters", "moeder", "het", "straks", "met", "ik", "verwachten", "mama", "ze", "weten", "mijn", "kunnen", "en", "te", "dat"], "pubDate": "2020-12-08T09:22:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}