{"id": "a0a3897e-a87b-3e73-87ae-8e10868996fb", "title": "Álle films waarin het Capitool wordt verwoest schieten voortaan tekort", "url": "https://volkskrant.nl/columns-opinie/alle-films-waarin-het-capitool-wordt-verwoest-schieten-voortaan-tekort~b2a6910b/", "summary": "Het was een fraai rijtje dat de entertainmentsite Thrillist vier jaar geleden samenstelde: welke bezienswaardigheden in Washington werden het vaakst verwoest in films.\nEn het Washington Monument, die 169 meter hoge stenen obelisk.\nZo is er de opwarming van de aarde en het voortbestaan van de democratie – belangrijker zaken.\nÓf een malloot, als het een komedie betrof.\nEn Trump parodiëren werkt niet, die is elke parodie altijd weer twee stappen voor.", "paragraphs": ["Wekelijks neemt Bor Beekman, Robert van Gijssel, Merlijn Kerkhof, Anna van Leeuwen of Herien Wensink stelling in de wereld van film, ­muziek, theater of beeldende kunst.", "Het was een fraai rijtje dat de entertainmentsite Thrillist vier jaar geleden samenstelde: welke bezienswaardigheden in Washington werden het vaakst verwoest in films. En hoe?", "Daar waar de macht zetelt, ging Hollywood altijd het meest geïnspireerd en hardst los.", "Er was het vliegveld, Dulles International, waar het vliegtuigen regende in Die Hard 2. En het Washington Monument, die 169 meter hoge stenen obelisk. Onder meer geslachtofferd door de pulserende groene straal uit een ufo in Independence Day, van rampenfilmexpert Roland Emmerich. Uiteraard het Witte Huis, met acht vermeldingen hoog in de Thrillist-lijst. We noemen 2012, waarin de plots tollende en rimpelende aardkorst de presidentiële woning opslokt.", "Maar op 1 eindigde toch echt het Capitool. Maar liefst negen maal met de grond gelijk gemaakt, op allerhande manieren. Extreme vrieskou (The Day After Tomorrow), wéér die aliens (Earth vs. the Flying Saucers, Independence Day, Superman II) of zwaarbewapende terroristen (White House Down, Olympus Has Fallen, G.I. Joe: Retaliation).", "En dan tellen we de parkeerplaats náást het tweehonderd jaar oude gebouw van de volksvertegenwoordigers niet eens mee. Ook die werd meermaals getroffen, bijvoorbeeld door de raketwerpers van terroristen in Die Hard 4: Live Free or Die Hard.", "Maar geen van de Hollywoodscenaristen – ook de briljantste niet – kwam op het idee het Capitool in contact te laten komen met een 32-jarige Amerikaan met gehoornde bontmuts, ontblote bast, nepspeer, complottheorietatoeages en een rood-wit-blauw geschilderd gelaat. En om die man – roepnaam: Jake – dan gewoon naar binnen te laten marcheren, ‘USA’ scanderend, waarna hij plaatsneemt op de zetel van de vicepresident. En soeverein toeziet hoe zijn eveneens als voor een vrijgezellenfeest uitgedoste vrienden het interieur verbouwen. Of al selfies makend van de balustrade tuimelen.", "Van alle verwijten die Donald Trump worden gemaakt na zijn vierjarige heerschappij lijkt zijn curieuze impact op de filmwereld misschien niet het dringendst. Zo is er de opwarming van de aarde en het voortbestaan van de democratie – belangrijker zaken.", "Maar het dient benoemd: Trump is ook desastreus voor het aanzien van de Verenigde Staten in de speelfilm. Een urgente kwestie, nu China ’s werelds eerste filmnatie op de hielen zit. Daar troost men de virusvrije bevolking nu met patriottische films van eigen bodem, in de heropende en uitermate goed gevulde bioscopen.", "Wat kan Hollywood daartegenover zetten, om de moraal straks op te vijzelen? Wéér een plotje rondom wat Noord-Koreaanse terroristen? Of boosaardige buitenaardse robots? Er valt al vernietigend geen eer meer te behalen in Washington.", "De rol van president was een vaste waarde in het actiegenre. Dat was een krachtige persoonlijkheid, die voorging in de strijd. Óf een malloot, als het een komedie betrof. De eerste variant is niet langer plausibel. En Trump parodiëren werkt niet, die is elke parodie altijd weer twee stappen voor.", "Ook dát is de erfenis van Trump. Het Amerika uit de films bestaat niet meer."], "authors": ["Bor Beekman"], "keywords": ["voortaan", "films", "wordt", "trump", "álle", "waarin", "tekort", "met", "schieten", "te", "die", "van", "en", "een", "verwoest", "capitool", "op", "het", "niet"], "pubDate": "2021-01-07T16:25:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}