{"id": "a0b68694-5966-3c9f-bdb2-4d2c08db23ab", "title": "Rowan Atkinson maakt ruzie met bij in te verschijnen Netflix-comedyserie", "url": "https://nu.nl/film/6096493/rowan-atkinson-maakt-ruzie-met-bij-in-te-verschijnen-netflix-comedyserie.html", "summary": "Rowan Atkinson speelt de hoofdrol in de nieuw te verschijnen comedyserie Man vs. Bee, meldt Variety zondag.\nIn Man vs. Bee speelt Atkinson een man die tijdens het oppassen op een luxueuze woning ruzie krijgt met een bij.\nDe 65-jarige Britse acteur is ook een van de bedenkers van de comedyserie.\nDe comedyserie met Atkinson is onderdeel van een reeks nieuwe, in het Verenigd Koninkrijk te ontwikkelen Netflix-producties.\nDat is het dubbele van het bedrag dat de streamingdienst het jaar daarvoor in producties in het land stak.", "paragraphs": ["Rowan Atkinson speelt de hoofdrol in de nieuw te verschijnen comedyserie Man vs. Bee, meldt Variety zondag. Het is nog niet bekend wanneer de door Netflix ontwikkelde tiendelige serie verschijnt via het streamingplatform.", "In Man vs. Bee speelt Atkinson een man die tijdens het oppassen op een luxueuze woning ruzie krijgt met een bij. De 65-jarige Britse acteur is ook een van de bedenkers van de comedyserie.", "De comedyserie met Atkinson is onderdeel van een reeks nieuwe, in het Verenigd Koninkrijk te ontwikkelen Netflix-producties. Zo kondigde de streamingdienst ook de voetbalcomedyserie Red Zone aan. Sam Mendes, bekend van de oorlogsfilm 1917, neemt hiervoor de regie op zich en is uitvoerend producent.", "In 2020 investeerde Netflix 1 miljard dollar (ongeveer 824 miljoen euro) in Britse producties. Dat is het dubbele van het bedrag dat de streamingdienst het jaar daarvoor in producties in het land stak."], "authors": ["Door"], "keywords": ["van", "maakt", "ruzie", "een", "speelt", "het", "vs", "te", "atkinson", "verschijnen", "rowan", "streamingdienst", "netflixcomedyserie", "man", "producties", "met", "bij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}