{"id": "a0d8b147-8cf7-3c5e-896e-22c0fd0f7132", "title": "Knegt na eerste zege in 757 dagen: 'Heb niet het gevoel dat ik niet meer kan'", "url": "https://nu.nl/schaatsen/6094995/knegt-na-eerste-zege-in-757-dagen-heb-niet-het-gevoel-dat-ik-niet-meer-kan.html", "summary": "Sjinkie Knegt heeft na het eerste shorttrackweekend van het seizoen niet het gevoel dat hij kapot is.\nIn november 2018 triomfeerde hij op de 1.500 meter bij de World Cup in Salt Lake City voor het laatst.\n(Foto: ANP)'Na de eerste dag was ik wel vermoeid'Na zijn laatste overwinning was Knegt langdurig uit de roulatie.\nBij de Invitation Cup merkte hij dat zijn conditie in orde is.\n\"Ik heb niet dat ik aan het einde van het weekend het gevoel heb dat ik niet meer kan. Na de eerste dag was ik wel vermoeid, maar ik denk dat iedereen dat was door zo'n kort programma met veel races.", "paragraphs": ["Sjinkie Knegt heeft na het eerste shorttrackweekend van het seizoen niet het gevoel dat hij kapot is. De Fries boekte zondag op de 1.000 meter bij de International Invitation Cup in Heerenveen bovendien zijn eerste overwinning in ruim twee jaar.", "\"Het is hartstikke mooi om weer eens te winnen\", liet Knegt weten bij de NOS. \"Op de Invitation Cup winnen is heel bijzonder. Daarvoor zullen we iets van tien jaar terug in de tijd moeten.\"", "De voormalig wereldkampioen hield op de 1.000 meter in Thialf de Israëliër Vladislav Bykanov (tweede) en zijn landgenoot Dylan Hoogerwerf (derde) achter zich. Het was zijn eerste overwinning in 757 dagen. In november 2018 triomfeerde hij op de 1.500 meter bij de World Cup in Salt Lake City voor het laatst.", "\"Ik heb geprobeerd het beste ervan te maken\", zei de 'Schicht uit Bantega' nuchter. \"Ik heb voor een Invitation Cup wel 120 procent inzet getoond en dat resulteert hierin.\"", "Sjinkie Knegt juicht na zijn overwinning op de 1.000 meter. (Foto: ANP)", "'Na de eerste dag was ik wel vermoeid'", "Na zijn laatste overwinning was Knegt langdurig uit de roulatie. In december 2018 hield hij aan een ongeluk met een heftruck een zware spierblessure aan zijn linkerbeen over en iets meer dan een jaar later liep hij ernstige brandwonden op bij het aansteken van een houtkachel.", "In februari van dit jaar maakte hij bij de wereldbekerfinale in Dordrecht zijn rentree, maar sinds maart konden de shorttrackers door de coronapandemie niet meer in actie komen. Bij de Invitation Cup merkte hij dat zijn conditie in orde is.", "\"Mijn benen voelen nog prima\", aldus Knegt. \"Ik heb niet dat ik aan het einde van het weekend het gevoel heb dat ik niet meer kan. Na de eerste dag was ik wel vermoeid, maar ik denk dat iedereen dat was door zo'n kort programma met veel races. Na zaterdag herstelde het lichaam in ieder geval goed.\""], "authors": ["Door"], "keywords": ["zege", "eerste", "bij", "van", "het", "meer", "op", "hij", "zijn", "ik", "kan", "niet", "een", "knegt", "dat", "gevoel", "heb"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}