{"id": "a0e1d545-9977-3e92-99c5-99b1d0920095", "title": "Schrijver Sanne Rooseboom: ‘Ik loop nog steeds over van fantasie’", "url": "https://www.parool.nl/ps/schrijver-sanne-rooseboom-ik-loop-nog-steeds-over-van-fantasie~befe5e27/", "summary": "Oooh, dacht ik, ik ben kínderboekenschrijver!”Dat bleek.\nVan het eerste deel van haar serie Het Ministerie van Oplossingen verkocht ze er zo’n 35.000.\nVoor de rest wel: hoe ik het verhaal opbouw, de spanningsboog, structuur – overal moet ik over nadenken, maar ik zit meteen in de belevingswereld van een kind.\n“Ik merk wel dat ik nog steeds overloop van fantasie.\nIk zou ze nooit naar de mond schrijven, maar ik zou ook niet zeggen dat ik ze stom vind.", "paragraphs": ["Boekomslag van Het ministerie van oplossingen en de zilverjongen. Beeld -", "Niet dat ze niet schreef, maar haar publiek bestond lange tijd alleen uit ­volwassenen. Als correspondent berichtte Sanne Rooseboom voor wijlen dagblad De Pers vanuit Londen, en in de ­jaren daarvoor ging ze van buurtkrant naar schoolkrant naar universiteitskrant. Maar er knaagde iets. Ze schreef wel, maar het was niet wat ze wilde.", "“Alsof ik vast zat in m’n hoofd,” ­vertelt ze. “Ik was enorm bezig met nadenken wat het zou moeten zijn, wat hoorde. Maar het lukte me niet om fictie te schrijven. Er zaten verhalen in m’n hoofd, maar ik kreeg de kraan niet open. Totdat ik begon aan een verhaal voor kinderen. Oooh, dacht ik, ik ben kínderboekenschrijver!”", "Dat bleek. Van het eerste deel van haar serie Het Ministerie van Oplossingen verkocht ze er zo’n 35.000. Nu is ze toe aan deel vier. De Boekenkrant noemde het ‘Roald Dahl in een nieuw jasje’, maar dat vindt Rooseboom zelf te veel eer. Hoewel, ze snapt waar de vergelijking toen over ging: allebei beschrijven ze doodgewone werelden waarin een heel onwerkelijk element zomaar bestaat. Reuzen, ­heksen, chocoladefabrieken, of – in het geval van Roose­boom – een eeuwenoud ministerie dat is opgericht om problemen op te lossen.", "Ze vertelt het achter een windscherm bij de OBA op het Oosterdok, om de hoek van de Annie M.G. Schmidtstraat. Een tochtige steeg waar het altijd harder waait dan dat de zon kan schijnen. “Belachelijk eigenlijk, zij zou toch op z’n minst een plein in de stad naar zich vernoemd moeten hebben? Eentje met heel hoge bomen.”", "Niet op je knieën", "Een toon vinden die aanslaat bij kinderen, dat gaat bij Rooseboom vanzelf. “Ik hoef daar geen moeite voor te doen. Voor de rest wel: hoe ik het verhaal opbouw, de spanningsboog, structuur – overal moet ik over nadenken, maar ik zit meteen in de belevingswereld van een kind. Kinderboekenschrijversvrienden hebben dat ook, misschien is het gewoon waarom je kinderboekenschrijver wordt?”", "De kunst is, zegt ze nog maar eens, níet op je knieën gaan. Onderschat kinderen niet. “Elfjarigen hebben al bijna ­dezelfde woordenschat als jij en ik. Ze snappen veel. Je hoeft ze niet bij de hand te nemen, maar een verhaal moet wel in hun belevingswereld passen. In mijn nieuwste boek gaat het over een scheiding, maar dan wel over het effect daarvan op het kind. Dus niet over hoe frustrerend het is om ruzie te hebben met je ex.”", "Ze deed er negen jaar over om deel één af te maken. In de avonduren, zonder bedoelingen eigenlijk. “Ik wist dat een miljoen Nederlanders een manuscript in een la heeft liggen, en dan die enorme stapels bij de uitgeverijen. Ik dacht: ik ga het niet eens proberen. Totdat iemand het las en zei: dit is goed, we gaan het uitgeven.”", "Luikje open", "Nog even over die toon: kan ze die vinden omdat ze het kind in zichzelf nog herkent? Zou kunnen, zegt ze. “Ik merk wel dat ik nog steeds overloop van fantasie. Gniffelen om iets kleins. Een bepaalde twinkeling. Bij sommige mensen gaat het luikje naar die dingen dicht als ze ouder worden. Bij mij staat het nog op een kiertje. Ik merk het als ik met mijn kinderen in een speelhal ben. Heel veel ouders zitten dan verveeld op hun telefoon, maar ik heb altijd meegespeeld. Want hoe kun je die enorme gekleurde dingen nu niet geweldig vinden? Dat bedoel ik: het is niet dat ik kinderachtig ben, maar dat luikje staat nog open.”", "Mensen vragen vaak aan Rooseboom of ze door haar dochters – van 6 en 8 – is begonnen met schrijven, maar die waren nog niet geboren toen ze debuteerde. “Nu ze op een leeftijd zijn dat ze kunnen lezen, wordt het wel heel erg leuk. Zo was de oudste proeflezer van mijn laatste boek. Maar toen ze vier was en ik het manuscript van een ander boek aan haar voorlas, liep ze halverwege weg: ‘Mam, ik vind het saai.’ Keihard, wel duidelijk.”", "Voor stichting De Schoolschrijver werkt Rooseboom op een school in een achterstandswijk in Schiedam. Ze geeft leesles aan kinderen die bij haar bureautje ­komen met vragen als: ‘Ik vond dit een leuk boek, welk zal ik nu nemen?’ Of: ‘Ik hou niet van lezen, heb je daar ook een boek voor?’", "Mooi om te doen, vindt ze. “Niet dat alle kinderen alleen maar puur en schattig zijn natuurlijk. En ik weet dat het ­regelmatig gaat over hoe Annie M.G. Schmidt en Roald Dahl kinderen eigenlijk vreselijk vonden, maar dat heb ik zelf niet. Ik zou ze nooit naar de mond schrijven, maar ik zou ook niet zeggen dat ik ze stom vind. Ik vind ze eigenlijk best wel leuk. En grote mensen trouwens ook. Meestal.”"], "authors": ["Kees Van Unen"], "keywords": ["van", "rooseboom", "nog", "het", "maar", "sanne", "op", "ik", "steeds", "ze", "een", "niet", "schrijver", "dat", "en", "loop", "fantasie"], "pubDate": "2020-12-08T20:00:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}