{"id": "a0e647fb-4512-385d-9bf7-61059deae425", "title": "Dit is waarom Roller Coaster de gedoodverfde koploper Bohemian Rhapsody kon verslaan in de Top 2000", "url": "https://www.dvhn.nl/cultuur/Dit-is-waarom-Roller-Coaster-de-gedoodverfde-koploper-Bohemian-Rhapsody-kon-verslaan-in-de-Top-2000-26268376.html", "summary": "Maar dat het liedje daadwerkelijk de koppositie zou veroveren in de Top 2000 had Danny Vera nooit verwacht.\nMet die toepasselijke gong die het jaar uitluidt.\n,,Toch kreeg ik gedurende de stemweek het gevoel dat het die kant opging’’, zegt Roodbeen.\nHet is razendknap dat het een singer-songwriter lukt om Queen te verslaan.’’NaïefIemand die het niet zag aankomen, was Danny Vera zelf.\nMet die mooie beeldspraak van de groeiende magnolia is dit een perfect nummer voor het einde van het jaar.", "paragraphs": ["Als er één nummer was dat Bohemian Rhapsody kon aftroeven, was het Roller Coaster. Maar dat het liedje daadwerkelijk de koppositie zou veroveren in de Top 2000 had Danny Vera nooit verwacht. ,,Ik was er stil van. Misschien naïef, maar ik dacht dat mensen er misschien wel een beetje klaar mee zouden zijn.’’", "Roller Coaster heeft de meest begeerde plek veroverd in het collectieve geheugen dat Nederland sinds de jaarwisseling kent als Top 2000. Een net zo collectieve wetenschap is dat Queen (bijna) altijd bovenaan staat met Bohemian Rhapsody. Met die toepasselijke gong die het jaar uitluidt.", "Waarom dit jaar dan niet? ,,Bohemian Rhapsody is een theaterstuk, bij Roller Coaster pinken mensen een traantje weg’’, verklaart Jan-Willem Roodbeen, een van de dj’s die bij NPO Radio 2 de lijst presenteert, het verschil. ,,Danny Vera zingt het nummer recht je hart in, het heeft vreselijk veel mensen geraakt.’’", "De populariteit van Roller Coaster, dat vorig jaar in de Top 2000 debuteerde op 4, staat buiten kijf. Maar de voorsprong van Queen was de afgelopen jaren zo groot dat het bijna ondoenlijk leek om Bohemian Rhapsody te passeren. ,,Toch kreeg ik gedurende de stemweek het gevoel dat het die kant opging’’, zegt Roodbeen. ,,We kregen ook een soort exitpolls uit steden doorgestuurd, waarin je zag dat Roller Coaster de meeste stemmen had gekregen. Het is razendknap dat het een singer-songwriter lukt om Queen te verslaan.’’", "Naïef", "Iemand die het niet zag aankomen, was Danny Vera zelf. ,,Misschien naïef, maar ik dacht dat mensen er misschien wel een beetje klaar mee zouden zijn’’, vertelt hij via de telefoon vanuit een tv-studio in Hilversum. ,,Ik was er stil van. Niet lang hoor, want ik kreeg heel veel reacties. Ik moet straks optreden bij Veronica Inside, maar ik ben nu vooral bezig met appjes die ik binnenkrijg.’’", "Daartussen zat er eentje van de Brabantse singer-songwriter Mercy John, met wie Vera Roller Coaster componeerde. ,,Hij kwam met het gitaartokkeltje, ik had de tekst, het klonk te gek. We zijn er samen mee verder gegaan. Hij feliciteert me net, ik heb meteen geantwoord: jij ook!’’", "Diskjockey Roodbeen koppelt de machtswisseling in de Top 2000 aan corona. ,,Dit is natuurlijk een jaar waarin iedereen het in meer of mindere mate moeilijk heeft. Mensen die iemand hebben verloren door corona, die in de zorg werken, of in de horeca en niet weten of ze het in 2021 redden; dit nummer vat het leven mooi samen. Met die mooie beeldspraak van de groeiende magnolia is dit een perfect nummer voor het einde van het jaar. Ik denk dat mensen elkaar tijdens het laatste couplet gaan vastpakken en even diep in de ogen zullen kijken.’’", "Gekkigheid", "Vera heeft zelf geen verklaring voor het enorme succes van het nummer dat dit jaar ook bovenaan stond in de Evergreen Top 1000 van Radio 5 en in de Top 4000 van Radio 10 de tweede plaats inneemt. ,,Gekkigheid eigenlijk’’, zegt hij. ,,Het voelt raar om daar zelf over te praten, ik maak gewoon muziek. Ik vind het fijn dat het nummer veel mensen troost geeft, al hoorde ik ook dat sommige mensen boos waren dat het bovenaan stond in de Evergreen Top 1000, omdat het geen evergreen zou zijn.’’ Dat wordt het wel, daar is Roodbeen van overtuigd. ,,Ik schat in dat dit echt een nieuwe klassieker is.’’", "Roller Coaster is het tweede Nederlandse lied dat de toppositie van de Top 2000 bekleedt. Boudewijn de Groot was in 2005 de eerste die Queen verdrong. Sindsdien is er elke vijf jaar een nieuwe nummer 1: in 2010 was dat Hotel California van The Eagles, in 2015 Imagine van John Lennon. Op 2014 na (ook Hotel California) was Bohemian Rhapsody in de zeventien overige jaren de onbetwiste nummer 1.", "In Nederland heeft Roller Coaster, dat in de Top 40 in 2019 niet verder kwam dan de 21ste plaats, de piek bereikt. In Duitsland is het nu aan het komen. ,,Ik zat vanochtend in een Duits tv-programma, het lied is daar nu ook uitgebracht en ik merk in Spotify dat hij daar steeds meer wordt gedraaid’’, zegt Vera, die binnenkort even alle aandacht op zijn vrouw Escha zal richten.", "Zij is op eerste kerstdag namelijk uitgerekend van hun eerste kind. Als alles goed gaat luisteren ze op oudjaarsdag vlak voor twaalven met zijn drieën naar Radio 2. ,,Ik hoop op een glaasje champagne met mijn vrouw, het kind zal er dan toch wel zijn? En de radio aan natuurlijk, we kunnen toch nergens heen!’’"], "authors": ["Alexander Van Eenennaam"], "keywords": ["bohemian", "nummer", "roller", "waarom", "dit", "van", "koploper", "mensen", "het", "rhapsody", "verslaan", "die", "met", "ik", "kon", "een", "dat", "gedoodverfde", "er", "coaster"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}