{"id": "a0f0a596-06ad-357f-bff5-91d51517df93", "title": "‘Sterke aanwijzingen dat bekentenis in campingmoord uit 1994 vals is’", "url": "https://nrc.nl/nieuws/2021/01/10/als-frank-was-gevallen-zou-er-slechts-een-steekwond-zijn-a4026996", "summary": "Vick vertelt hun dat hij heeft gedroomd dat hij gevallen is en toen met een mes Peter Teschke heeft neergestoken.\nIn de dagen erna vertelt hij dat hij „ervan overtuigd is” dat hij het gedaan heeft, maar niet weet waarom.\nDat hij geëmotioneerd was, volledig meewerkte, droomde dat hij de dader was en het onderzoek wilde ondersteunen.\nAanvankelijk heeft hij gaten in zijn geheugen over de fatale nacht, daarna speculeert hij dat wat hij heeft gedroomd misschien wel echt is gebeurd.\nWel vindt ze dat Vick verdient dat er nog eens goed naar de zaak wordt gekeken.", "paragraphs": ["Wat is het nieuws? Er zijn sterke aanwijzingen dat de bekentenissen die de Duitser Frank Vick in de campingmoord in 1994 tegenover de Nederlandse politie heeft afgelegd vals zijn .", ". Dat concludeert rechtspsycholoog Melanie Sauerland van Maastricht University in een rapport, ingezien door NRC.", "van Maastricht University in een rapport, ingezien door NRC. Volgens Sauerland zijn de bekentenissen het gevolg van „de vele lange verhoren en de manier waarop die werden uitgevoerd” en laten de verklaringen „duidelijk kenmerken zien die passen bij valse bekentenissen”.", "en de manier waarop die werden uitgevoerd” en laten de verklaringen „duidelijk kenmerken zien die passen bij valse bekentenissen”. De advocaat van Frank Vick heeft op basis van het rapport een herzieningsverzoek ingediend bij de Hoge Raad.", "‘Je hebt verklaard dat je Peter bewust hebt neergestoken.” Een rechercheur, gestoken in spijkerbroek en wit T-shirt, met zongebruinde huid, praat tegen Frank Vick uit het Duitse Bottrop. Op schokkerige videobeelden staat de dan 31-jarige Duitser samen met een tolk de politie te woord op camping Corfwater in het Noord-Hollandse Petten. Vick wordt verdacht van het neersteken van zijn schoonvader Peter Teschke (42). Op de achtergrond zijn de duinen te zien. Het zijn beelden van een politiereconstructie, waarbij de politie met de verdachte teruggaat naar de plek van het delict, gepleegd tijdens een dodelijke campingnacht in 1994.", "Frank Vick heeft dan al tijdens verhoren in de dagen ervoor een aantal keer toegegeven dat hij zijn schoonvader heeft neergestoken. Maar op de beelden van de reconstructie is te zien hoe hij twijfelt. Hij herinnert zich eigenlijk niks meer, zegt hij. Het is een moeizaam gesprek omdat de politie de vragen stelt in het Nederlands en Vick antwoordt in het Duits. Een tolk, haar ogen verstopt achter een grote zonnebril, vertaalt alles. De Nederlandse rechercheur zucht af en toe diep.", "Vick: „Ik heb het niet gedaan. Ik weet niet waarom ik dat gezegd heb.”", "De rechercheur: „Maar goed, er zijn een aantal verklaringen, en in een van die verklaringen heb jij, Frank, verklaard dat je Peter bewust hebt neergestoken.”", "Het is een van de laatste politieverklaringen die Vick aflegt. Daarin geeft hij aanvankelijk toe dat hij zijn schoonvader heeft doodgestoken, na een met alcohol doordrenkte nacht op de camping. Een motief geeft hij niet. De bekentenis leidt ertoe dat het gerechtshof hem veroordeelt tot vijf jaar cel. Een veroordeling die nu, 25 jaar later, opnieuw ter discussie staat.", "Er zijn sterke aanwijzingen dat de bekentenissen vals zijn. Dat concludeert rechtspsycholoog Melanie Sauerland van de Maastricht University in een rapport, in bezit van NRC, waarin ze op verzoek van de advocaat-generaal van de Hoge Raad alle politieverhoren in de zaak heeft bestudeerd. Vicks advocaat Niels van Schaik heeft een herzieningsverzoek ingediend bij de Hoge Raad.", "Volgens Van Schaik leed het onderzoeksteam aan een „tunnelvisie, waarbij ontlastend bewijs werd genegeerd en tegenstrijdigheden in zijn verklaringen werden bijgestuurd”. Vick had op basis van dit dossier nooit veroordeeld mogen worden, zegt Van Schaik.", "Alcohol op de camping", "Alcohol drinken op een Nederlandse camping. Dat is wat zes Duitsers – Peter Teschke, Frank Vick en vier kennissen – begin juli 1994 van plan zijn. Ze zijn op 1 juli met twee auto’s richting Nederland gereden. Als de tentjes worden neergezet, blijkt de friettent gesloten. Toch wordt er stevig doorgedronken, Pernod-cola en bier.", "De ochtend erna wordt Peter Teschke dood gevonden op veld G, vlak bij de tentjes van het Duitse gezelschap. Teschke werd gevonden door een van zijn reisgenoten, die eerst nog dacht dat Teschke sliep. Meteen is duidelijk: Teschke is waarschijnlijk doodgestoken voordat hij zijn tentje opzocht om te gaan slapen. De man zit onder het bloed en heeft twee duidelijke steekwonden. Het lijkt de politie aannemelijk dat een van de Duitsers Teschke heeft vermoord. Probleem is dat vrijwel iedereen zo veel heeft gedronken dat het geheugen rammelt. Gunther L., een van de zes Duitsers, heeft zelfs in zijn broek gepoept. Als een van de campinggasten zich herinnert dat deze Gunther L. gezien is in de toiletruimte met een mes in zijn hand, wordt hij opgepakt.", "Als Frank Vick onschuldig is, wie heeft Peter Teschke dan vermoord?", "Frank Vick en de andere Duitsers worden in een pensionnetje gestopt. Vick vertelt hun dat hij heeft gedroomd dat hij gevallen is en toen met een mes Peter Teschke heeft neergestoken. Als de politie daar lucht van krijgt, ontdekken ze verder dat Vick die nacht in het toiletgebouw is geweest en het laatste gedeelte van de nacht slapend in de auto heeft doorgebracht. Het is verdacht en de politie vraagt of Vick op het bureau komt om te praten.", "Negentien keer verhoord", "Is het een droom geweest dat Vick zijn schoonvader heeft neergestoken? Of is hier sprake van een verkapte bekentenis? In juli wordt Vick negentien keer verhoord. Meestal met tolk, in slechts twee gevallen met advocaat. Sinds 2016 heeft iedere verdachte het recht op rechtsbijstand tijdens een verhoor, midden jaren negentig was het niet ongebruikelijk gehoord te worden zonder advocaat.", "In tegenstelling tot de politiereconstructie, zijn van de verhoren geen videofragmenten bewaard gebleven maar wel processen-verbaal. In het vijfde verhoor op het politiebureau in Anna Paulowna benoemt Vick voor het eerst bij de politie de mogelijkheid dat hij Teschke tijdens een val heeft gestoken, blijkt uit het politiedossier, ingezien door NRC. Tijdens dat verhoor zegt Vick dat hij mogelijk is opgestaan van zijn stoel bij de campingtafel en daarna op Teschke is gevallen. En dat het zou kunnen dat hij dan iets in zijn hand zou hebben gehad. Maar Vick zegt ook dat hij twijfelt, hij herinnert zich het voorval niet.", "Na het verhoor blijft Vick met de rechercheurs praten, verklaren zij later. Vick vraagt: „Zou het dan echt zo kunnen zijn dat ik met een scherp voorwerp op Peter Teschke gevallen ben en hem daarbij dodelijk heb verwond?” Hij vertelt dat er wel een mes was waar ze blikken soep mee openden. Vick huilt, verklaren de politiemannen later. Als ze hem vragen of hij het gedaan heeft, zegt Vick: „Ja, ik heb het gedaan.” Hij grijpt de handen vast van de agenten, en zegt: „Helpt u mij alstublieft.” Naar aanleiding daarvan wordt hij op 4 juli 1994 aangehouden.", "Camping Corfwater in Petten Foto Olivier Middendorp", "Maar er is een probleem. De verklaring van Frank Vick komt niet overeen met de feiten. Zo vertelt de Duitser dat hij, nadat hij zou zijn gevallen, de tent is ingegaan met het mes. Maar daar zijn geen bloedsporen gevonden. En, als er sprake is van een val met een mes in zijn hand, dan zou er één steekwond moeten zijn, maar er is sprake van twee steekwonden.", "Op 6 juli 1994 wordt hij verhoord, zo’n acht uur lang, zonder advocaat. Vick verklaart dat hij van de politie heeft gehoord dat Teschke meerdere malen is gestoken. „Ik geef toe dat ik hem heb doodgestoken. Misschien zelfs meerdere keren. Dat weet ik niet meer. Ik heb het gedaan.”", "Als hij een dag later door de rechter-commissaris wordt gehoord, heeft hij voor het eerst een advocaat tot zijn beschikking. Nu komt hij weer terug op zijn verklaring dat hij de dader zou zijn.", "In de dagen erna blijft de Duitser met de politie praten. Daarbij geeft hij meerdere malen aan te twijfelen, het niet meer te weten, maar herhaalt hij ook delen van zijn bekentenis. Op 9 juli zegt hij dat hij is gaan slapen en noemt hij de steekpartij niet. In de dagen erna vertelt hij dat hij „ervan overtuigd is” dat hij het gedaan heeft, maar niet weet waarom.", "Denkt Frank Vick dat hij de dader is, of is hij het? Hoe langer de man uit Bottrop met de politie praat, hoe meer hij lijkt te twijfelen. „Het zit zo in mijn hoofd dat ik ben opgestaan en op Peter ben gevallen”, zegt Vick tijdens een verhoor op het politiebureau in Hoorn. „Ik heb er daarna over nagedacht of ik op deze manier Peter heb verwond. Nadat u [de politie, red.] in een verhoor had gezegd dat Peter meer dan één wond had, concludeerde ik voor mezelf dat Peter dus meer wonden had en dat hij dus wel moest zijn gestoken.” En: „Ik weet niet precies wat er is gebeurd die avond. Het grootste gedeelte is een opeenstapeling veronderstellingen van mij.”", "Daarna volgt de reconstructie, met advocaat. Vanaf dat moment herhaalt de Duitser zijn bekentenis helemaal niet meer. Sterker nog: Vick heeft naar eigen zeggen „helemaal niets” te maken met de dood van zijn schoonvader.", "Geen mes in wc-pot", "Frank Vick wordt vervolgd, hoewel er nauwelijks feiten zijn die zijn verklaring ondersteunen. Zo verklaart Vick een keer dat hij het mes heeft weggegooid in een wc-pot in het toiletgebouw. Daar wordt niets gevonden. De kleren van Frank zijn niet eens onderzocht op bloedsporen. Gunther L., de man die in eerst instantie werd opgepakt, wordt niet vervolgd.", "Bij de rechtbank in Alkmaar wordt Vick wegens gebrek aan bewijs vrijgesproken op 14 oktober 1994, waarna hij naar Duitsland gaat. Maar het Amsterdamse gerechtshof veroordeelt hem een jaar later wel, op 25 oktober 1995, op basis van zijn eigen verklaringen. Na de veroordeling duurt het nog even voordat Vick wordt opgepakt, omdat Duitsland geen onderdanen uitlevert. Uiteindelijk wordt hij tijdens een vakantie in Spanje gearresteerd en zit hij drie jaar van zijn straf uit. Na een verlof in zijn vaderland keerde hij niet terug naar Nederland om de rest van zijn straf uit te zitten.", "Maar Vick legt zich niet neer bij de veroordeling uit 1995. Hij richt zich tot meerdere advocaten, zonder resultaat. In 2015 besluit hij met advocaat Niels van Schaik nog een keer zijn onschuld aan te tonen. De verklaringen heeft hij destijds afgelegd om „antwoorden te kunnen geven op de vragen die waren gerezen”, zo laat Vick weten in een schriftelijke verklaring, via zijn advocaten. „Mijn bekentenis was vals.”", "In 2017 onderzoekt de Adviescommissie afgesloten strafzaken (ACAS) de zaak. Die onderzoekt of het wenselijk is dat nieuw onderzoek wordt gedaan in een afgesloten strafzaak. De ACAS merkt op dat er bloedsporen moeten zitten op Franks kleren of de plekken waar hij is geweest. Maar dat is niet het geval, of is niet onderzocht. En de ACAS stelt dat er onderzoek nodig is naar de kwaliteit en de context van de verhoren.", "In 2020 buigt rechtspsychologe Melanie Sauerland zich over de verhoren van Frank Vick. Volgens haar bevatten de verklaringen twaalf verschillende kenmerken die gebruikelijk zijn bij valse bekentenissen. Dat Vick opgesloten zat, zonder contact met vrienden of familie. Dat hij meerdere keren per dag meerdere uren werd ondervraagd, bijna altijd zonder advocaat. Dat hij geëmotioneerd was, volledig meewerkte, droomde dat hij de dader was en het onderzoek wilde ondersteunen. Ook had Vick waarschijnlijk last van memory distrust, waarbij mensen grote twijfels krijgen over de dingen die ze zich herinneren, waardoor ze gevoelig zijn voor aanwijzingen en suggesties van buitenaf.", "Het valt de rechtspsychologe op dat Vick eerst niet, maar later wel bekent, de volgorde van de gebeurtenissen verandert en dat zijn bekentenissen niet overeenkomen met de feiten. Aanvankelijk heeft hij gaten in zijn geheugen over de fatale nacht, daarna speculeert hij dat wat hij heeft gedroomd misschien wel echt is gebeurd. Daarna, stelt Sauerland, reconstrueert hij wat er dan gebeurd zou moeten zijn, mede op basis van aanwijzingen die rechercheurs hem geven.", "Het scenario dat de bekentenissen vals zijn, concludeert Sauerland, lijkt waarschijnlijk. Volgens Sauerland zijn de bekentenissen het gevolg van „de vele lange verhoren en de manier waarop die werden uitgevoerd” en laten de verklaringen „duidelijk kenmerken zien die passen bij valse bekentenissen”. De rechtspsychologe mailt NRC in een reactie dat ze geen verdere uitspraken over de zaak mag doen.", "Dagboek", "Maar als Vick onschuldig is, wie heeft Peter Teschke dan vermoord? Een scenario is Gunther L. Hij werd aanvankelijk verhoord als verdachte, maar hij overleed in 2009. De vrouw van Frank Vick hoort jaren na de moord dat enkele bekenden van Gunther van hem zouden hebben gehoord dat hij Peter Teschke heeft vermoord. Dat wordt ook op papier gezet. Een van de reisgenoten heeft destijds zelfs in haar dagboek geschreven dat „Gunther Peter heeft vermoord, maar dat hij nog niet in de gevangenis zit”.", "Camping Corfwater in Petten Foto Olivier Middendorp", "Een aantal van hen is afgelopen zomer door een onderzoeksrechter in Duitsland als getuige gehoord, als onderdeel van een nieuw onderzoek naar deze zaak. Advocaat Van Schaik was bij die verhoren aanwezig. Een getuige heeft tijdens de verhoren bevestigd dat L. tegen hem gezegd heeft dat hij de dader was.", "Er zijn volgens rechtspsycholoog Sauerland in ieder geval vraagtekens te zetten bij onderdelen van het politieonderzoek in 1994. De ACAS heeft een aantal betrokkenen gevraagd om terug te blikken op de zaak. Zo stelt een rechterlijk ambtenaar in opleiding die meeliep met de officier van justitie dat ze de verklaringen van Vick destijds vaag vond. Ze twijfelde of hij wel de dader was en zegt dat met de officier besproken te hebben. Deze officier vertelt aan de ACAS destijds geen vraagtekens te hebben geplaatst bij de wijze van verhoren. Aan het afluisteren van de opnames van de verhoren ontleende ze de overtuiging dat „hij het had gedaan”. De officier zegt niet te weten of ze, als ze de opnames nu zou beluisteren, tot dezelfde conclusie zou komen. Wel vindt ze dat Vick verdient dat er nog eens goed naar de zaak wordt gekeken.", "De politie Noord-Holland verwijst in een reactie door naar de woordvoering van de Hoge Raad. Het OM Noord-Holland zegt dat zolang de mogelijkheid bestaat dat het tot een herziening komt, het OM niet verder ingaat op de zaak. Ook de woordvoerder van de Hoge Raad kan niet inhoudelijk op de zaak ingaan.", "Volgens advocaat Van Schaik wil Frank Vick maar één ding: dat hij niet meer als moordenaar te boek staat. Deels vanuit de praktische overweging dat hij een gedeelte van zijn straf nog moet uitzitten: Vick is om die reden al jaren Duitsland niet meer uit geweest. Maar het belangrijkste is zijn gevoel. Van Schaik: „Frank is veroordeeld voor een levensdelict dat hij niet heeft gepleegd. Iedereen in zijn omgeving weet van zijn veroordeling. Hij wil dat hij niet meer met de nek wordt aangekeken. Dat niet iedereen zegt, als hij langsloopt: kijk, daar heb je die moordenaar.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Bram Endedijk", "Januari Om", "Leestijd Minuten"], "keywords": ["zijn", "van", "aanwijzingen", "het", "1994", "vick", "en", "uit", "bekentenis", "een", "heeft", "op", "campingmoord", "hij", "dat", "vals", "sterke"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}