{"id": "a0fd75d4-fd13-3812-bf35-3841b613b491", "title": "Een paar duizend coronapatiënten en de complete Nederlandse economie komt tot stilstand", "url": "https://volkskrant.nl/columns-opinie/een-paar-duizend-coronapatienten-en-de-complete-nederlandse-economie-komt-tot-stilstand~b6530cb1/", "summary": "Zoals het CBS het formuleert: ‘De zorg heeft door uitgestelde en vermeden zorgbehandelingen per saldo minder gezondheids- en zorgdiensten geleverd.’Voor alles is een verklaring, maar het blijft opmerkelijk.\nNu heeft het tussen zorg en economie nooit echt geboterd.\nEen arts die een zieke oplapt, redt mogelijk ook gedurende vele jaren opgebouwde kennis en arbeidskracht.\nAnders dan in bijvoorbeeld Duitsland zijn onder het mom van efficiëntie alle mogelijke buffers geschrapt, van bedden tot mondkapjes tot laboratoriumcapaciteit.\nHet resultaat: een paar duizend coronapatiënten in de ziekenhuizen zijn genoeg om de complete economie piepend en knarsend tot stilstand te doen komen.", "paragraphs": ["Toen er tijdens de eerste golf dagelijks meer dan 400 nieuwe patiënten werden opgenomen in de ziekenhuizen, het geradbraakte personeel overuren maakte en Nederland worstelde met de vraag hoe de laatste ic-plekken te vergeven − toen kromp de zorgsector met bijna 21 procent.", "Dat de tandartsen in het tweede kwartaal niks te doen hadden, valt te begrijpen. Maar ook de bijdrage die de overvolle ziekenhuizen leverden aan het bruto binnenlands product (bbp) was negatief. Zoals het CBS het formuleert: ‘De zorg heeft door uitgestelde en vermeden zorgbehandelingen per saldo minder gezondheids- en zorgdiensten geleverd.’", "Voor alles is een verklaring, maar het blijft opmerkelijk. Zelden speelden artsen, verpleegkundigen en al die andere professionals een crucialere rol. Toch is van hun bijdrage weinig terug te zien in de economische kerngetallen.", "Nu heeft het tussen zorg en economie nooit echt geboterd. Beleidsmakers spreken over de sector als een permanent stijgende kostenpost. Een koekoeksjong van meer dan 100 miljard euro, dat andere collectieve uitgaven (onderwijs, defensie) uit het nest duwt. Geen productieve investering die bijdraagt aan wat omslachtig ‘het toekomstige Nederlandse verdienvermogen’ wordt genoemd. Vorige maand nog stelde de Studiegroep Begrotingsruimte in een rapport voor een einde te maken aan de automatische groei van de zorgkosten.", "Dat is een terechte discussie, maar op het negatieve imago van de gezondheidszorg valt het nodige af te dingen. Allereerst willen economen nog wel eens doel en middelen verwarren. Wat zou al dat werken en geld verdienen voor zin hebben, als we het niet mogen uitgeven aan een gezonder, langer en hopelijk gelukkiger leven?", "Er is ook een ijskoud argument. De zorg voegt wel degelijk economische waarde toe − al is dat lastiger te meten dan, bijvoorbeeld, in een autofabriek. Een arts die een zieke oplapt, redt mogelijk ook gedurende vele jaren opgebouwde kennis en arbeidskracht. Hoe beter de zorg, hoe minder menselijk kapitaal verloren gaat.", "Dat blijkt in de coronacrisis belangrijker dan ooit. Een uitmuntende gezondheidszorg kan het verschil maken tussen wel of geen strenge lockdown. Dan gaan er minder bedrijven failliet en houden meer werknemers hun baan. Om nog maar te zwijgen van de duizenden werkenden die zonder goede revalidatie last houden van chronische vermoeidheid als gevolg van covid-19.", "Dat roept de vraag op hoeveel schade neoliberale zorgeconomen de afgelopen decennia hebben aangericht in Nederland. Anders dan in bijvoorbeeld Duitsland zijn onder het mom van efficiëntie alle mogelijke buffers geschrapt, van bedden tot mondkapjes tot laboratoriumcapaciteit. Het resultaat: een paar duizend coronapatiënten in de ziekenhuizen zijn genoeg om de complete economie piepend en knarsend tot stilstand te doen komen.", "Ook in de toekomst zullen pijnlijke keuzes nodig blijven om de uitgaven binnen de perken te houden. Maar het perspectief verandert. Het koekoeksjong ontpopt zich tot strategische sector. Een concurrentievoordeel. Net als vroeger staal en kolen, wordt nu gezondheidszorg de sector waarmee de rest van de economie staat of valt. Dat mag wat kosten."], "authors": ["Koen Haegens"], "keywords": ["tot", "paar", "van", "dan", "coronapatiënten", "economie", "het", "maar", "die", "stilstand", "duizend", "zorg", "een", "en", "komt", "te", "nederlandse"], "pubDate": "2020-11-11T17:34:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}