{"id": "a0ffd053-cdb9-33b9-bfd1-d7b764ab2f38", "title": "Schippers laat zich in voorjaar 2021 weinig zien, WK indoor afgelast", "url": "https://nos.nl/artikel/2360039-schippers-laat-zich-in-voorjaar-2021-weinig-zien-wk-indoor-afgelast.html", "summary": "Dafne Schippers zal in het voorjaar van 2021 weinig tot geen wedstrijden lopen.\nDe topatlete wil zich geleidelijk voorbereiden op de Olympische Spelen in Tokio en daarbij heeft het indoorseizoen geen prioriteit.\nBovendien werden de WK indoor donderdag afgelast.\n\"Zoals het er nu naar uitziet, is het voor mij geen heel serieus doel om indoor te doen.\nWK indoor verplaatst naar 2023Het is ook maar de vraag hoeveel indoorwedstrijden er zijn in het voorjaar, want de WK die in maart in het Chinese Nanjing zouden plaatsvinden, werden vanwege de coronapandemie nu al afgelast en naar 2023 verplaatst.", "paragraphs": ["Dafne Schippers zal in het voorjaar van 2021 weinig tot geen wedstrijden lopen. De topatlete wil zich geleidelijk voorbereiden op de Olympische Spelen in Tokio en daarbij heeft het indoorseizoen geen prioriteit. Bovendien werden de WK indoor donderdag afgelast.", "\"Zoals het er nu naar uitziet, is het voor mij geen heel serieus doel om indoor te doen. Juist om de weg heel rustig te nemen en eerder het wedstrijdseizoen buiten in te gaan, omdat we best een kort seizoen hebben\", zegt ze in een nieuwe aflevering van de NOS Olympische Podcast.", "WK indoor verplaatst naar 2023", "Het is ook maar de vraag hoeveel indoorwedstrijden er zijn in het voorjaar, want de WK die in maart in het Chinese Nanjing zouden plaatsvinden, werden vanwege de coronapandemie nu al afgelast en naar 2023 verplaatst.", "De EK indoor staat vooralsnog gepland voor 5 tot en met 7 maart in het Poolse Torun en de NK voor 20 en 21 februari in Apeldoorn."], "authors": [], "keywords": ["2021", "geen", "weinig", "laat", "werden", "het", "zien", "naar", "wk", "afgelast", "zich", "en", "schippers", "voorjaar", "te", "indoor", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}