{"id": "a13e7351-997e-327f-bf2e-f4bda37d6318", "title": "Gwyneth Paltrow verloor interesse in acteren vanwege Weinstein", "url": "https://www.telegraaf.nl/entertainment/1442772333/gwyneth-paltrow-verloor-interesse-in-acteren-vanwege-weinstein", "summary": "Elke breakup die ik destijds met een geliefde had werd breed uitgemeten in de pers, iets wat voor een jonkie als ik toen wel heftig was.\nDaarbij was Harvey Weinstein mijn baas bij Miramax, het productiehuis waarvoor ik werkte.\nWeinstein richtte Miramax in 1979, samen met zijn broer, op en had daar tot 2005 de dagelijkse leiding.\nPaltrow won in 1999, onder de vlag van Miramax, een Oscar voor haar rol in Shakespeare in Love.\nIn 2019 liet Paltrow aan de Today Show weten niet volledig te zijn gestopt met acteren.", "paragraphs": ["„Ik vond het lastig om bijna ’publiek bezit’ te zijn. Elke breakup die ik destijds met een geliefde had werd breed uitgemeten in de pers, iets wat voor een jonkie als ik toen wel heftig was. Daarbij was Harvey Weinstein mijn baas bij Miramax, het productiehuis waarvoor ik werkte. En dat was nog veel heftiger. Hij was niet prettig in de omgang,’ aldus Gwyneth, die Weinstein ervan beschuldigt haar te hebben aangerand in een hotelkamer.", "Weinstein richtte Miramax in 1979, samen met zijn broer, op en had daar tot 2005 de dagelijkse leiding. Daarna startte hij met The Weinstein Company. Paltrow won in 1999, onder de vlag van Miramax, een Oscar voor haar rol in Shakespeare in Love.", "In 2019 liet Paltrow aan de Today Show weten niet volledig te zijn gestopt met acteren. „Goop is mijn fulltime baan en passie. Maar mocht er een project voorbij komen dat ik kan combineren met mijn gezin en Goop, dan wil ik daar zeker over praten. Maar fulltime acteren hoeft van mij niet meer.”"], "authors": [], "keywords": ["interesse", "gwyneth", "acteren", "met", "zijn", "ik", "miramax", "een", "niet", "en", "weinstein", "verloor", "te", "vanwege", "mijn", "paltrow"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}