{"id": "a13e1189-2887-3bb2-9039-a832ee12c712", "title": "Slot tekent bij Feyenoord: 'Dit is een heel mooie stap in mijn carrière'", "url": "https://nu.nl/voetbal/6096795/slot-tekent-bij-feyenoord-dit-is-een-heel-mooie-stap-in-mijn-carriere.html", "summary": "Arne Slot is blij en trots dat hij zich vanaf volgend seizoen trainer van Feyenoord mag noemen.\nDe oud-coach van AZ zette dinsdag zijn handtekening onder een tweejarig contract in Rotterdam, met een optie op een extra jaar.\n\"Deze stap naar Feyenoord is een heel mooie vervolgstap in mijn carrière.\nJohn de Wolf zal een van de assistenten van Slot worden.\nDoor: Pro ShotsDick Advocaat maakte onlangs al bekend dat hij na dit seizoen vertrekt bij Feyenoord.", "paragraphs": ["Arne Slot is blij en trots dat hij zich vanaf volgend seizoen trainer van Feyenoord mag noemen. De oud-coach van AZ zette dinsdag zijn handtekening onder een tweejarig contract in Rotterdam, met een optie op een extra jaar.", "\"Ik heb 3,5 jaar met veel plezier gewerkt bij AZ en ben de club en de spelers dankbaar voor de ontwikkeling die ik als trainer heb doorgemaakt\", zegt de 42-jarige Slot op de website van Feyenoord.", "\"Deze stap naar Feyenoord is een heel mooie vervolgstap in mijn carrière. Als een topclub als Feyenoord zich meldt, dan ben je niet alleen vereerd, maar zeker ook trots dat je deze stap kan maken.\"", "Slot werd ruim een week geleden verrassend ontslagen bij AZ toen bekend werd dat hij, zonder de Alkmaarse club daarvan op de hoogte te stellen, contact had met Feyenoord. In Rotterdam volgt hij na dit seizoen Dick Advocaat op.", "John de Wolf zal een van de assistenten van Slot worden. De verdere invulling van de staf wordt later duidelijk. \"Want alle focus ligt nu en de komende uitdagende maanden uiteraard nog bij de huidige staf en selectie\", benadrukt technisch directeur Frank Arnesen. \"Er is nog veel om voor te strijden\"", "Na AZ is Feyenoord de tweede club waar Slot hoofdtrainer wordt. De oud-middenvelder was eerder assistent-coach bij SC Cambuur en vervulde die functie ook tijdens zijn beginperiode in Alkmaar.", "Door: Pro Shots", "Dick Advocaat maakte onlangs al bekend dat hij na dit seizoen vertrekt bij Feyenoord. (Foto: Pro Shots)", "Bekijk de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["mooie", "van", "dat", "dit", "tekent", "seizoen", "feyenoord", "stap", "mijn", "heel", "een", "en", "slot", "az", "carrière", "bij", "hij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}