{"id": "a14877ee-8a9e-32eb-b9c8-b3757198e9a1", "title": "Nu te koop via een (prijzige) cursus: het succes van Boef en Lil Kleine", "url": "https://www.parool.nl/kunst-media/nu-te-koop-via-een-prijzige-cursus-het-succes-van-boef-en-lil-kleine~bc9a9919/", "summary": "In het kort: ze gaan je helpen je ‘mindset te verbeteren en te werken aan je financiële vrijheid’.\nHet opportunisme en het taalgebruik illustreren de marketingdoorbraak van ‘succes’ in het Westen.\nJe krijgt bijna het idee dat je je leven aan het vergooien bent als je je niet bezighoudt met persoonlijke groei en succes behalen.\n“Ze springen moeiteloos van het ene platform naar het andere,” zegt Van de Ven.\nDan krijg je advies vanuit het netwerk van Lil Kleine, een persoonlijk gesprek met hem en kans op een platencontract.", "paragraphs": ["Het kost een flinke duit, maar dan willen bekende rappers best onthullen hoe ook jij kunt slagen in het leven. ‘Momentje hoor, ik ga even met Lil Kleine over mijn ondernemersplan sparren.’", "Het zou zomaar kunnen dat je op een ochtend wakker wordt en denkt: ben ik eigenlijk wel de beste versie van mezelf? Haal ik het maximale uit mijn leven? En waarom ben ik nog geen miljonair? Helemaal geen gekke vragen voor wie bedenkt dat we als samenleving redelijk geobsedeerd zijn door persoonlijke groei, succes en geluk. Wat doe je om dat te bereiken? Je slaat eens een zelfhulpboek open. Kijkt een inspirerend filmpje op YouTube. Maar wat tegenwoordig ook kan: een cursus volgen bij een rapper.", "Afgelopen zomer, midden in de coronacrisis, zijn rappers Boef, Ali B en Lil Kleine, ook alle drie niet vies van een beetje ondernemen, los van elkaar een platform begonnen waarop ze ‘succescursussen’ aanbieden. Hoewel ze het anders invullen, is de rode draad hetzelfde: ik ben succesvol, ik laat zien hoe ik dat heb bereikt, nu kun jij ook succesvol worden.", "Het platform van Ali B heet Ikwilgroeien. Hij focust op persoonlijke groei. Dat vindt hij heel belangrijk. Waarom is hij succesvol rapper, cabaretier, ondernemer, artiestenmanager, presentator, jurylid en sinds kort zelfhulpgoeroe? Omdat hij in zichzelf heeft geïnvesteerd. Dat moet jij dus ook doen. Ali B kan je helpen door je ‘stap voor stap te leren hoe hij alles heeft bereikt in zijn leven’. En hij stelt zijn netwerk – hij kent allerlei zelfhulpgoeroes persoonlijk, zoals Deepak Chopra - voor je open.", "Studeren hoeft niet", "Lil Kleine heeft een alternatieve universiteit opgezet: Street Academy. Ook hij gaat uitleggen hoe hij succesvol is geworden. Spoiler: daar hoef je helemaal niet voor te studeren. Heeft Lil Kleine ook niet gedaan. Allerlei andere succesvolle mensen gaan je via gastcolleges uitleggen hoe ze ‘de top hebben bereikt’. Alle colleges samen moeten je de ‘ingrediënten geven voor persoonlijke groei’.", "En dan is daar nog Boef. Hij heeft de Millio­naires Club opgezet, samen met zakenman, investeerder en belegger Vasco Rouw. In het kort: ze gaan je helpen je ‘mindset te verbeteren en te werken aan je financiële vrijheid’. Ze hebben tools, connecties en leerzame cursussen. Ze beloven: je leert van de besten. En je voegt je bij de winnaars.", "Het opportunisme en het taalgebruik illustreren de marketingdoorbraak van ‘succes’ in het Westen. Het is haalbaar en maakbaar voor iedereen. Je krijgt bijna het idee dat je je leven aan het vergooien bent als je je niet bezighoudt met persoonlijke groei en succes behalen. Het is daarom ook best logisch dat deze rappers zich op de zelfverbeteringsmarkt storten. Daar valt geld te verdienen. En veel hoeven ze er niet voor te doen. Combineer je eigen succesverhaal met een vleugje positieve psychologie en je hebt je eigen cursus.", "Het is een typische uiting van het neolibera­lisme. We hebben geen controle over de woekerende pandemie of de opwarming van de aarde, maar wel over ons eigen leven. Door de nadruk op het individu te leggen, wordt de wereld een stukje beheersbaarder.", "Naast een politieke en economische ideologie houdt het neoliberalisme een set waarden in over zelfcontrole. Het schetst een beeld van mensen als rationele en berekende onder­nemers die zichzelf kunnen reguleren. Dat betekent dat ieder individu verantwoordelijk wordt gehouden voor haar eigen leven. “Daar komt die zelfhulpretoriek vandaan,” zegt cultuurwetenschapper Inge van de Ven (Tilburg University), gespecialiseerd in beroemdheden. “Als je maar heel erg je best doet, kun je alles bereiken wat je wil.”", "Selfmade man", "Rappers passen volgens Van de Ven goed binnen die neoliberale gedachte: ze worden gezien als een culturele autoriteit op het gebied van succes. Misschien ook omdat ze vaak een mythe belichamen van de ‘selfmade man’ waar we blijkbaar nooit genoeg van kunnen krijgen. Het succes is ze niet komen aanwaaien. Zoals Drake rapt: “Started from the bottom, now we’re here.”", "We hebben daarnaast altijd opgekeken naar beroemdheden. Zien ze als voorbeeld. Van de Ven: “In het beeld dat ze voor hun publiek van zichzelf neerzetten, balanceren tussen ‘bijzonder’ en ‘eigenlijk net als wij’. Daarom zijn ze zo geschikt om producten, en dus cursussen, aan de man te brengen. Er hangt een aura van geslaagdheid om ze heen, alsof hun succes op jou kan overslaan.”", "Wat helpt is dat het bereik van beroemdheden de laatste decennia enorm is vergroot. Door de opkomst van sociale media zijn ze overal. “Ze springen moeiteloos van het ene platform naar het andere,” zegt Van de Ven. “Rappers zijn niet alleen meer op de radio en televisie, je ziet ze ook op Instagram, YouTube, Twitter en TikTok.”", "Zodra die zichtbaarheid van een beroemdheid toeneemt, krijgt hij volgens Van de Ven niet alleen meer aandacht voor dat waar hij goed in is. Door zijn grote bereik kan hij zich op allerlei onderwerpen buiten zijn expertise richten. En parallel aan die ontwikkeling: de bereidheid om te luisteren naar populaire mediafiguren is de laatste decennia alleen maar toegenomen, mede door een verminderd vertrouwen in officiële bronnen: mainstream media, wetenschappelijk onderzoek en experts. We luisteren dus graag naar Ali B die onderwijst over persoonlijke groei, al is hij geen (positief) psycholoog.", "Arbeidspsycholoog Tosca Gort slaat de succescursussen al langer gade. Volgens haar is het in 2007 begonnen, door het populaire zelfhulpboek The 4-Hour Work Week van Tim Ferriss. “Dat is een beetje de bijbel voor de millennial geworden. Het gaat over passief inkomen vergaren. Een online cursus geven is een manier om dat te genereren, dus veel beroemdheden, die ook vaak ondernemer zijn of willen zijn, gaan dat doen.”", "Het is volgens Gort het topje van de ijsberg. De cursussen van de rappers, maar bijvoorbeeld ook het online platform voor persoonlijke groei van Kaj Gorgels en Monica Geuze, zien er best degelijk uit. Daaronder hangen tientallen cursussen van snelle ondernemers die zo’n succescursus combineren met een ‘get rich quick scheme’. “Dat is al zo oud als de mensheid: je belooft mensen iets waarvoor ze moeten betalen, dan krijgen ze het geheim.”", "‘Boek snel’", "Volgens Gort kun je dit soort cursussen over het algemeen herkennen aan een paar regels: je haalt binnen een jaar succes, anders krijg je je geld terug. Ze beschikken over geheime formules waar niemand anders van weet. Ze oefenen druk uit door te zeggen: er zijn nog maar een paar plaatsen over, schrijf je nu direct in, en ontvang hoge korting. En ze hebben altijd een ‘executive programme’, dat een stuk duurder is.", "Van die ‘regels’ is wel wat terug te zien in de cursussen van de rappers. Zo betaal je bij Ali B 39 euro per maand, het ‘exclusieve’ abonnement kost 119 euro per maand. Je krijgt dan: een een-op-eencall met Ali, een live meet-up met Ali, toegang tot een besloten groep met Ali, een Q & A met Ali en toegang tot exclusieve Instagrampagina’s. Er is maar een gelimiteerd aantal plekken. Boek nu, en krijg 50 procent korting.", "Op de website van Boef prijkt in koeienletters: ‘We Hebben Recent De Prijs Verhoogd, Maar Nog Steeds Geven We Je 30% Korting Op Alle Memberships. Als Je NU Actie Onderneemt’. Kosten: 47 euro per maand, een ‘Diamond Membership’: 97 per maand (normaal 197 euro).", "Lil Kleine is wat goedkoper. Je betaalt 249 euro per jaar. Het premium abonnement is 999 euro. Dan krijg je advies vanuit het netwerk van Lil Kleine, een persoonlijk gesprek met hem en kans op een platencontract.", "Je betaalt dus flink wat extra geld voor een-op-eencontact met je favoriete rapper. En komt als fan nóg dichter bij hem te staan. Dat is vermoedelijk ook de reden waarom die duurdere abonnementen in trek zijn. Met je grote held Lil Kleine sparren over je ondernemersplan of muziekcarrière – wie wil het niet?", "Overigens wil Gort niet zeggen dat de cursussen van de rappers per definitie bagger zijn, alleen is het meer mentoring dan coaching. “Dat wil zeggen: als coach ben je bezig met de ander. Wat maakt jou bijzonder? Mentoring is meer: je moet het zo en zo doen, dat is de weg naar succes. Maar dat is vaak niet de juiste weg voor een ander.”", "Maar, zegt ze ook: als mensen meedoen aan zo’n cursus en ze zien het als inspiratie – waarom niet? “Mensen betalen ook 20.000 euro voor een seminar van Tony Robbins. Moet je zelf weten. In zijn boek, te koop voor 20 euro, staan dezelfde lessen.”"], "authors": ["Tom Grosfeld"], "keywords": ["je", "zijn", "van", "voor", "en", "een", "ze", "prijzige", "succes", "nu", "te", "kleine", "het", "dat", "koop", "lil"], "pubDate": "2021-01-02T16:00:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}