{"id": "a168627f-f666-3e00-9715-d9227dfd9c4b", "title": "Thailand is erg gastvrij naar lhbti-reizigers, maar wat zit er achter die glimlach?", "url": "https://volkskrant.nl/de-gids/thailand-is-erg-gastvrij-naar-lhbti-reizigers-maar-wat-zit-er-achter-die-glimlach~bfee5d51/", "summary": "Iedere maand dansen tienduizenden backpackers onder de volle maan op het strand, trippend op psychedelische muziek, neonlichten en glow-in-the-dark bodypaint.\nDe volgende ochtend was er een veel korter praatje over alle circuit party’s die ook in Thailand worden gehouden.\nVanuit de tuktuk zie ik een rij jonge, opgedirkte meisjes, die op stoeltjes zitten te wachten op toeristen die willen betalen voor hun gezelschap.\nEnerzijds zijn ze blij dat ze openlijk zichzelf kunnen zijn in Thailand en zelden worden lastiggevallen.\nJe krijgt meer gedaan met geduld en die bekende Thaise glimlach.", "paragraphs": ["Thailand afficheert zich graag als lhbti-vriendelijk, en dat klopt ook wel in de tropische resorts. Maar de Thaise gays die er werken moeten nog veel vooroordelen overwinnen voordat ze door hun landgenoten worden geaccepteerd.", "Als influencers reizen ze de hele wereld rond, maar in Thailand voelen Roxanne Weijer (26) en Maartje Hensen (24) zich als lesbisch koppel bijzonder welkom. ‘In Indonesische hotels snapten ze niet waarom we een tweepersoonsbed wilden. In het strikte Brunei moesten we ook voorzichtig zijn, maar in Thailand zijn we gewoon onszelf’, zegt Hensen, die ik spreek tijdens een grote conferentie over lhbti-toerisme in Bangkok. ‘We lopen hier hand in hand over straat en geven elkaar een kusje, als we een fotoshoot doen op een mooie plek.’ Hun Instagramaccount @onceuponajrney heeft 60 duizend volgers en in hun blogposts bespreken ze ook de veiligheid voor lhbti’ers in de landen die ze bezoeken.", "Influencers Roxanne Weijer (rechts) en Maartje Hensen. Beeld Haroon Ali", "Voor professionele reizigers zoals Hensen en Weijer blijft Thailand de aantrekkelijkste uitvalsbasis in Azië, met betaalbare hotels, goed eten, weinig criminaliteit en aardige mensen. Hoewel Thailand qua wetgeving werd ingehaald door Taiwan, waar koppels van het gelijke geslacht sinds dit voorjaar kunnen trouwen, heeft Thailand al langer een gayvriendelijk imago, ook omdat er veel homomannen en transgendervrouwen werken in het toerisme. Thailand presenteert zichzelf graag als The land of smiles; in de resorts aan de kust wordt iedereen met een grote glimlach welkom geheten. ‘De hotelmedewerkers houden hun mening voor zich en vragen niet naar je relatie en andere privézaken’, zegt Hensen.", "Die tolerante houding zou zijn wortels hebben in het boeddhisme, maar de Thai hebben ook gewoon pink dollars in hun ogen, een term voor het hoge besteedbare inkomen van gaykoppels zonder kinderen. Tijdens de conferentie werd hun belang voor de Thaise economie meerdere malen benadrukt. In 2018 kwamen er naar schatting 3,8 miljoen lhbti-reizigers naar Thailand. Maar het roze toerisme groeit minder hard in Thailand (2 procent) dan in de rest van de wereld (6 procent), blijkt uit cijfers van het Kasikorn Research Center. De reisprofessionals voelen de concurrentie van het tolerante Taiwan en ook Japan. Daarom wordt Thailand nu in de markt gezet als de meest romantische bestemming voor gaykoppels in Azië.", "Na de bijeenkomst in Bangkok ga ik op uitnodiging van het Thaise verkeersbureau naar het eiland Ko Pha Ngan, waar in de jaren tachtig de eerste full moon party’s werden gehouden, een plaag die inmiddels heel Thailand heeft besmet. Iedere maand dansen tienduizenden backpackers onder de volle maan op het strand, trippend op psychedelische muziek, neonlichten en glow-in-the-dark bodypaint. Vooral het drugsgebruik onder de feestgangers en de overlast die ermee gepaard gaat geeft de Thaise autoriteiten steeds meer kopzorgen.", "De stranden van Ang Thong National Marine Park. Beeld Haroon Ali", "Maar het groene eiland blijkt te zijn verdeeld in zones, om de terreur van benevelde backpackers in te perken. In strandbar L’Alcove is de sfeer juist gemoedelijk. De knusse zithoekjes zijn omringd door planten, aan de muur hangen schilderijen van verleidelijke dames en op het strand vertoont een funky vuurkunstenares haar kunsten. Later is er ook livemuziek. ‘Er hangt hier een lesbische vibe’, zeggen influencers Weijer en Hensen lachend, die met me zijn meegereisd. ‘Wij houden wel van huiskamercafés.’", "Strandbar L’Alcove. Beeld Haroon Ali", "Ze zitten er niet naast, want L’Alcove blijkt te worden gerund door een lesbisch stel uit Parijs. Na hun eerste vakantie op Ko Pha Ngan wilden ze niet meer weg en ze openden een bar ‘met kunst, jazz en vrouwelijke energie’. De eigenaressen vinden het niet nodig om die energie te labelen; iedereen is welkom, zolang ze tolerant zijn en geen problemen veroorzaken. In de vijf jaar dat de bar open is, hebben ze nooit last gehad van vervelende mannen, die blijven gewoon weg. ‘Voor homofobie hoef je hier niet bang te zijn’, zegt Chantana Limsuwan, die met haar vriendin aan de bar zit. Ze runnen samen het lhbti-vriendelijke Chantaramas Resort, aan de andere kant van het eiland.", "Hoteleigenaar Chantana Limsuwan (links) en haar vriendin. Beeld Haroon Ali", "Limsuwan nodigt ons uit in haar tropische resort, waar grote lichtgevende letters het woord ‘love’ in de branding spellen. Ze wilde vooral een plek creëren waar ze zich zelf op haar gemak voelt. Limsuwan weet dat ze opvalt met haar korte kapsel en mannelijke kleding. ‘Mijn familie heeft ook tijd nodig gehad om mij te accepteren.’ Haar vriendin deed eerst de administratie, toen de vonk oversloeg. Er werken ook gays in de bediening. ‘Hotels zijn veilige werkplekken voor Thaise lhbti’ers, omdat er een ruimdenkend publiek komt. Ze zijn vaak ook socialer naar de gasten toe.’ Limsuwan heeft plannen voor een nog exclusiever resort, dat zich volledig richt op lhbti-reizigers en alleen te bereiken zal zijn via privéboot.", "Dat klinkt idyllisch, maar Thailand trekt ook andere reizigers uit de lhbti-gemeenschap, die vooral op zoek zijn naar uitbundige feesten en seks. Daar zit het verkeersbureau dan niet op te wachten, omdat ze de grenzen van de Thaise gastvrijheid oprekken. Dat viel ook op tijdens de conferentie. In de grote zaal waren promovideo’s te zien waarin de onschuldige liefde tussen gaykoppels centraal stond, romantisch aan de rand van een infinity pool of slenterend door de branding. De volgende ochtend was er een veel korter praatje over alle circuit party’s die ook in Thailand worden gehouden. In die filmpjes dansten honderden shirtloze, bezwete homomannen euforisch op housemuziek.", "In Bangkok zijn zulke taferelen eenvoudig te vinden. Vooral in de drukke bars langs Silom Road gebeurt van alles. Vanuit de tuktuk zie ik een rij jonge, opgedirkte meisjes, die op stoeltjes zitten te wachten op toeristen die willen betalen voor hun gezelschap. In Soi 2, een zijstraat, vind je een aantal neonverlichte gaybars. Hier komen zowel Thai als toeristen dansen op knallende house en popmuziek in het populaire DJ Station. Op gezette tijden treden hier ook uitbundige dragqueens op. Maar als je goed kijkt, zie je ook groepjes Thaise jongens die verveeld naar hun telefoons staren en wachten op toeristen met een dikke portemonnee.", "De kustlijn van Koh Samui. Beeld Haroon Ali", "Na de rustige ‘lesbische vibe’ op Ko Pha Ngan bezoek ik ook het grotere buureiland Koh Samui, dat de feestende gays bedient. In het Alpha Gay Resort & Spa zijn alleen ‘volwassen homomannen’ welkom, die logeren ‘in totale privacy’. Ik neem een paar drankjes bij Pride Bar, waar ook alleen mannen komen. En ik bekijk een vermakelijke playbackshow van Starz Cabaret, met beeldige homojongens en transgendervrouwen. Ze geven alles tijdens de show, maar na afloop slaat de sfeer om. Ik mag met de dansers op de foto, maar nadat ik ze een flinke fooi heb gegeven, kom ik niet meer van ze af. Ze willen nog meer geld en sommigen zijn bereid daar extra diensten voor te leveren, hoor ik later.", "Toen ik vorige keer in Thailand was, interviewde ik transvrouwen over hun dagelijkse problemen. Enerzijds zijn ze blij dat ze openlijk zichzelf kunnen zijn in Thailand en zelden worden lastiggevallen. Ze hebben bovendien toegang tot gespecialiseerde medische zorg. Maar westerse sekstoeristen die oorden als Pattaya bezoeken, denken dat alle transvrouwen te koop zijn. Nu werken er ook veel transvrouwen als entertainer, omdat het voor hen vaak de enige manier is om geld te verdienen, vooral als ze uit een klein dorp komen en geen opleiding hebben genoten. Maar de transpersonen die ik in Bangkok sprak, hebben gestudeerd, willen advocaat of mensenrechtenactivist worden en hekelen alle vooroordelen.", "Thaise gays zijn daarentegen minder zichtbaar, zegt talkshowpresentator Vuthithorn ‘Woody’ Milintachinda (43), die ik tijdens de conferentie spreek. Omdat hij nog niet legaal kan trouwen in Thailand, organiseerden hij en zijn vriend in het geheim een huwelijksceremonie. Hoewel niemand foto’s mocht maken, lekten er toch foto’s naar de roddelpers. Milintachinda kwam daarna publiekelijk uit de kast en kreeg veel haatreacties via sociale media. Het smerige taalgebruik stond in contrast met de glimlach die lhbti-toeristen krijgen. ‘Ik reageer op alle berichten en soms bel ik mensen op om ze wat bij te brengen. Het boeddhisme zegt niks over homoseksualiteit, toch zien mensen het vaak als een zonde.’", "Optreden in Starz Cabaret op Koh Samui. Beeld Haroon Ali", "De presentator nodigt sinds zijn coming-out homo’s en lesbiennes uit in zijn talkshow, uit alle lagen van de samenleving, om de variatie in levensstijlen te laten zien. ‘Kijkers kennen vaak alleen transvrouwen met lange haren, die zingen en dansen. In hun ogen zijn dat gays.’ Milintachinda wil dat de Thai op den duur meer begrip krijgen voor alle lhbti’ers en niet alleen beleefd doen naar toeristen die geld in het laatje brengen. Er wordt ook al jaren gewerkt aan de Civil Partnership Act, een wet die gaykoppels bijna evenveel juridische zekerheid zal geven als getrouwde heterostellen. De wet zal naar verwachting komend jaar worden goedgekeurd door het parlement, al is niks zeker.", "De teneur op de toerismeconferentie is dat je in Thailand niet veel bereikt door schreeuwend op de barricades te springen. Maatschappelijke verandering gaat traag, maar gestaag. Je krijgt meer gedaan met geduld en die bekende Thaise glimlach. Door romantische trips onder lhbti’ers te promoten wil de reisindustrie indirect de beeldvorming jegens deze groep veranderen. Niet alle westerse gays zijn sekstoeristen en de lhbti-gemeenschap in Thailand bestaat niet alleen uit flamboyante entertainers. Ik snap nu wel waarom ze Thailand zo graag promoten als honeymoonbestemming. Wie weet kunnen mijn vriend en ik er op den duur dan ook trouwen."], "authors": ["Haroon Ali"], "keywords": ["van", "thailand", "wat", "lhbtireizigers", "zit", "het", "op", "maar", "naar", "zijn", "die", "een", "glimlach", "gastvrij", "en", "ze", "ook", "erg", "er"], "pubDate": "2019-12-13T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}