{"id": "a180e380-fb04-376a-a48b-9de4ef59ca3f", "title": "De Volkskeuken: smeuïge kip met abrikoos en gedroogde mango", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-smeuige-kip-met-abrikoos-en-gedroogde-mango~be9ea72a/", "summary": "Zondag, wanneer de serie uitkomt, zit ik ook met een vriendin voor de buis.\nDe smeuïge kip met mangochutney, oorspronkelijk vergezeld van rijstsalade met erwtjes, werd voor de gelegenheid bedacht door Rosemary Hume, een kookschooldirecteur.\nHaal de kip uit de pekel, droog af met keukenpapier, leg op bakpapier in een ovenschaaltje en dek af met zilverfolie.\nMeng samen met de kerriesaus, worcestersaus en abrikozen door de mayonaise en yoghurt.\nRooster de boterhammen, en beleg royaal met kip.", "paragraphs": ["Beeld Sake Slootweg", "Mocht u vandaag een paar afgematte gezichten zijn tegengekomen, dan zijn dat waarschijnlijk The Crown-fans die het nieuwe seizoen van de historische dramaserie over het Britse koningshuis gisteren in één ruk hebben uitgekeken.", "Wanneer ik dit schrijf, is het zaterdag. Zondag, wanneer de serie uitkomt, zit ik ook met een vriendin voor de buis. Voor de gelegenheid drinken we dan royal blend-thee uit het tuttige Londense warenhuis Fortnum & Mason (tea in first, please) en maak ik coronation chicken.", "Niet alleen omdat ik dit kippengerechtje vorige zomer voor het eerst at bij Fortnum, maar ook omdat coronation chicken samen met hamrolletjes op het menu stond van Elizabeths kroningslunch in 1953.", "De smeuïge kip met mangochutney, oorspronkelijk vergezeld van rijstsalade met erwtjes, werd voor de gelegenheid bedacht door Rosemary Hume, een kookschooldirecteur. Bijna alles moest koud op tafel. In het keukentje van de Westminster School, waar de lunch voor 350 gasten werd gehouden, was namelijk net genoeg fornuis om de soep op te warmen.", "Het slaatje is natuurlijk verwant aan de hier bekende kipkerrie met ananas. Dat koop ik nooit, omdat ik die ananasstukjes niks vindt. Maar de kroningskip in het warenhuis was bijzonder smakelijk. Van deze klassieker zijn natuurlijk tientallen versies. Dit is mijn benadering, perfect voor nog een avond bingewatchen.", "Ingrediënten 2 kipfilets 1 sjalot, fijngehakt 1 flinke theel. kerriepoeder mespunt kurkumapoeder 1 theel. tomatenpuree 1 eetl mangochutney 1 theel. worcestersaus 75 g gewelde gedroogde abrikozen, in stukjes 1 eetl. mayonaise 1 eetl. Griekse yoghurt 4 witte boterhammen 50 g gedroogde mango, fijngehakt enkele takjes verse koriander", "Roer 45 gram zout door 1 liter water. Laat de kipfilets hierin minimaal 4 uur afgedekt (of een nacht) in de koelkast pekelen. Verwarm de oven op 120 graden (boven- en onderwarmte). Haal de kip uit de pekel, droog af met keukenpapier, leg op bakpapier in een ovenschaaltje en dek af met zilverfolie. Zet in de oven. Controleer na 30-40 minuten of de kip gaar is. Zet eventueel nog 10-20 minuten terug. Bij mij ging het de ene keer sneller dan de andere.", "Fruit het sjalotje glazig in wat zonnebloemolie in een koekenpan. Roer het kerrie- en kurkumapoeder erdoor. Doe de tomatenpuree en mangochutney erbij. Laat een minuutje pruttelen.", "Snijd de kip in dobbelstenen. Meng samen met de kerriesaus, worcestersaus en abrikozen door de mayonaise en yoghurt.", "Rooster de boterhammen, en beleg royaal met kip. Garneer met mango en koriander."], "authors": ["Sake Slootweg"], "keywords": ["van", "volkskeuken", "een", "het", "en", "abrikoos", "ik", "zijn", "gedroogde", "op", "smeuïge", "voor", "mango", "kip", "met"], "pubDate": "2020-11-15T15:39:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}