{"id": "a192c4b1-1fb1-3d7f-96c5-1072e00ad444", "title": "Dagboekfragment: de gedroogde jakkenmest is op", "url": "https://volkskrant.nl/cultuur-media/dagboekfragment-de-gedroogde-jakkenmest-is-op~b9732335/", "summary": "Beeld Gado via Getty ImagesSichuan, 30 november 1921Serxü is een bergdorp op meer dan 4000 meter hoogte, op de drempel van onmetelijke gebieden, die zich uitstrekken tot aan Mongolië.\nEr worden wat gewassen verbouwd en verder is er de graswoestijn met her en der blauwe meren.\nLevensmiddelen zijn dus zeldzaam en duur, er is geen brandstof en je kunt nauwelijks gedroogde yakkenmest krijgen om het vuur in de keuken brandend te houden.\nOnnodig te zeggen dat de kou op deze hoogte hevig is.\nDe sneeuwlaag kwam op sommige plaatsen tot aan ons middel.", "paragraphs": ["Sichuan, China, 1917. Beeld Gado via Getty Images", "Sichuan, 30 november 1921", "Serxü is een bergdorp op meer dan 4000 meter hoogte, op de drempel van onmetelijke gebieden, die zich uitstrekken tot aan Mongolië. Er worden wat gewassen verbouwd en verder is er de graswoestijn met her en der blauwe meren.", "Levensmiddelen zijn dus zeldzaam en duur, er is geen brandstof en je kunt nauwelijks gedroogde yakkenmest krijgen om het vuur in de keuken brandend te houden. Onnodig te zeggen dat de kou op deze hoogte hevig is.", "Mijn geld is op. Ik had nog een staaf goud en zeven muildieren. Maar het was onmogelijk in het dorp goud te wisselen en voor de muildieren waren geen kopers, want de markt was verzadigd door honderden dieren die door hordes Gologs als buit waren meegebracht.", "Mijn situatie was niet erg ­vrolijk. Nadat ik onze bagage lichter had gemaakt en onze muilezels had beladen met graan vertrokken we te voet. Na een tiental moeilijke maar draaglijke dagen kwamen we bij hoger gelegen plateaus en raakten we in sneeuwbuien met windvlagen de weg kwijt. Toen we ons daarna voor nog hoger gelegen bergpassen bevonden, waren we echt in gevaar.", "De hoef van een paard bevroor en mijn neus onderging een gelijksoortig ongeval. De sneeuwlaag kwam op sommige plaatsen tot aan ons middel. We waren alleen in de witte onmetelijkheid; grote, grijze wolven kwamen om ons heen lopen."], "authors": ["Erik Van Den Berg"], "keywords": ["dagboekfragment", "het", "op", "ons", "jakkenmest", "met", "waren", "een", "en", "te", "gedroogde", "er", "voor"], "pubDate": "2020-11-30T05:00:10+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}