{"id": "a19b9d58-f07b-3da8-8df8-1562dbd3126a", "title": "Amsterdam neemt extra maatregelen om verkeersveiligheid te verbeteren", "url": "https://nu.nl/amsterdam/6095726/amsterdam-neemt-extra-maatregelen-om-verkeersveiligheid-te-verbeteren.html", "summary": "Amsterdam gaat de komende twee jaar extra maatregelen nemen om de verkeersveiligheid in de stad te verbeteren.\nUit een evaluatie van het Meerjarenplan Verkeersveiligheid 2016-2021 blijkt dat er nog winst te behalen is en daarom scherpt de wethouder de maatregelen aan.\nNormaal gesproken worden er zo'n vijftien black spots per jaar aangepakt door de gemeente, maar de ambitie is dat dat aantal flink omhoog gaat.\nEen van die regels zou zijn om bepaalde vrachtwagens helemaal uit de stad te weren.\nDijksma wil met de branche in gesprek om tot veiliger vrachtverkeer in de stad te komen.", "paragraphs": ["Amsterdam gaat de komende twee jaar extra maatregelen nemen om de verkeersveiligheid in de stad te verbeteren. Een van die maatregelen is het aanpakken van de vele black spots in de stad - kruispunten of andere plekken waar vaker zware ongevallen plaatsvinden.", "Verkeerswethouder Sharon Dijksma schreef dat woensdag in een brief aan de gemeenteraad. Uit een evaluatie van het Meerjarenplan Verkeersveiligheid 2016-2021 blijkt dat er nog winst te behalen is en daarom scherpt de wethouder de maatregelen aan.", "Voorheen werden kruispunten als black spot aangemerkt als er in drie jaar tijd zes ernstige ongelukken waren gebeurd; dat aantal wordt bijgesteld naar drie. Normaal gesproken worden er zo'n vijftien black spots per jaar aangepakt door de gemeente, maar de ambitie is dat dat aantal flink omhoog gaat.", "Bij de gevaarlijke verkeerspunten wordt bijvoorbeeld de belijning aangepast en worden er drempels neergelegd. Als dat niet genoeg is, gaat het hele kruispunt op de schop.", "Verlaging van de maximumsnelheid", "In de komende periode wordt er ook meer onderzoek gedaan naar een verlaging van de maximumsnelheid. Mogelijk wordt 30 kilometer per uur de norm in de stad. Hoewel de lagere maximumsnelheid veel voordelen heeft, bijvoorbeeld met het oog op de ernst van eventuele ongevallen en het reduceren van geluidsoverlast, zijn er ook nadelen; zo moet het openbaar vervoer in de stad ook langzamer gaan rijden, en dat is weer nadelig voor de dienstregeling.", "Volgens Dijksma is er meer onderzoek nodig en moeten er ook gesprekken gevoerd worden met openbaarvervoerbedrijven, nood- en hulpdiensten, bewoners en ondernemers. Pas daarna kan besloten worden of 30 kilometer per uur de norm wordt in de stad.", "Extra regels rond dode hoek van vrachtwagen", "Verder gaat de gemeente bekijken of er extra regels nodig zijn rond de dode hoek van vrachtwagens. Een van die regels zou zijn om bepaalde vrachtwagens helemaal uit de stad te weren. Dijksma wil met de branche in gesprek om tot veiliger vrachtverkeer in de stad te komen.", "Tot slot wil het stadsbestuur inzetten op gedragsverandering van verkeersdeelnemers en moeten Amsterdammers participeren bij de aanpak van onveilige verkeerssituaties."], "authors": ["Door"], "keywords": ["van", "amsterdam", "neemt", "het", "stad", "verkeersveiligheid", "maatregelen", "wordt", "te", "om", "en", "dat", "een", "verbeteren", "extra", "er", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}