{"id": "a19e83a7-7bff-38eb-8184-24e09e30c57d", "title": "Festival in coronatijd: silent disco via Zoom en dans in een hotelgang", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5199452/uitgaan-coronatijd-lockdown-festivals-feestjes-parade-silent-disco-zoom", "summary": "Een groot festijn, waar je als bezoeker een ticket koopt voor het betreden van het terrein, om je daar vervolgens te laten verrassen, inspireren en amuseren door verschillende theatershows, optredens en allerlei vormen van vermaak.\nZo’n dertig shows op een dag was de norm, maar deze zomer gebeurde er helemaal niks.\nWe organiseerden een aantal activiteiten onder de noemer 'De Parade gaat door' en een tijdje geleden werden we benaderd door Hans Meyer van Zoku.\nIk denk dat dat met Zoku x Parade best goed is gelukt.\"\nVanwege het succes van de eerste editie, organiseren Zoku en de Parade een tweede weekend op 18 en 19 december.", "paragraphs": ["Theaterfestival de Parade – maar dan anders", "Ben je een beetje thuis in de festival- en cultuurwereld, dan heb je ongetwijfeld de naam 'de Parade' wel eens voorbij zien komen. Het gelijknamige festival, voor degenen die het nog niet kennen, is Nederlands grootste theaterevent dat deze zomer voor de 30e keer langs de vier grootste steden van Nederland zou reizen, om daar 10 of 17 dagen een heus theaterdorp neer te zetten.", "Een groot festijn, waar je als bezoeker een ticket koopt voor het betreden van het terrein, om je daar vervolgens te laten verrassen, inspireren en amuseren door verschillende theatershows, optredens en allerlei vormen van vermaak.", "Zo’n dertig shows op een dag was de norm, maar deze zomer gebeurde er helemaal niks. Nicole van Vessum, directeur van de Parade: \"Toen we hoorden dat deze zomer geen festivals konden plaatsvinden, zat ik wel even een paar dagen in een soort shock. Het was onwerkelijk voor ons dat we het echt moesten afblazen. Telkens dachten we: we schuiven het gewoon een stukje op. Dit jaar zou ons 30-jarige jubileum zijn. Zelfs met storm gingen we door.\"", "Fijne ervaring in moeilijke tijden", "Een harde klap, maar bij de pakken neer zitten, ho maar. \"Toen duidelijk werd dat we echt niet door konden moesten we dat even laten bezinken, maar daarna zijn we gaan kijken naar wat we wél konden doen. We organiseerden een aantal activiteiten onder de noemer 'De Parade gaat door' en een tijdje geleden werden we benaderd door Hans Meyer van Zoku. Of we een samenwerking zagen zitten.\"", "Daar moest Van Vessum eerst even goed over nadenken. Een hotel in samenwerking met een theaterfestival, hoe zag hij dat dan voor zich? Meyer: \"Ook voor ons kwam de klap hard aan, maar wij schoten vrijwel meteen in actie. Zoku lijkt op het eerste gezicht misschien een high end hotel, maar is tegelijkertijd ook heel laagdrempelig. Hierdoor is het de uitgelezen plek voor het organiseren van evenementen in deze tijd. Op afstand, maar toch bij elkaar.\"", "Meyer werkt sinds de coronacrisis graag samen met andere partijen die het moeilijk hebben, om - ondanks de tegenslagen - samen iets moois neer te zetten. \"We bieden een unieke plek waar we samen met Joris Bijdendijk (chefkok van restaurant RIJKS, red.) en de Foodhallen, een waardevol concept omheen kunnen bedenken. Zo helpen we andere partijen en bieden we onze gasten een fijne ervaring in een tijd waarin dat niet altijd even makkelijk is.\"", "Om die reden zag Meyer wel een samenwerking met de Parade voor zich: \"Het karakter en de manier van werken op de Parade sprak ons aan. Ik ging samen met Nicole in gesprek en we hebben gekeken hoe we, door onze krachten te bundelen, een unieke en spectaculaire ervaring kunnen bieden aan gasten – uiteraard met naleving van de coronaregels. Ik denk dat dat met Zoku x Parade best goed is gelukt.\"", "Vanwege het succes van de eerste editie, organiseren Zoku en de Parade een tweede weekend op 18 en 19 december. Meer informatie en tickets vind je hier."], "authors": [], "keywords": ["van", "festival", "zoom", "coronatijd", "het", "op", "maar", "met", "parade", "silent", "dans", "hotelgang", "een", "en", "dat", "disco", "voor"], "pubDate": "2020-11-27T09:53:19+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}