{"id": "a1b524e2-900d-3c3b-84a1-953e4f9b71c7", "title": "Sterrenchef Joris Bijdendijk, uitvinder van het corona-afhaalmenu: ‘Van doelloosheid gaan je schouders hangen’", "url": "https://trouw.nl/leven/sterrenchef-joris-bijdendijk-uitvinder-van-het-corona-afhaalmenu-van-doelloosheid-gaan-je-schouders-hangen~b7351703/", "summary": "Hij haalt inspiratie uit de natuur en van andere wereldchefs, die hij geregeld naar Nederland haalt.\nAls je een levende forel uit het water haalt, verdien je een pijl en boog, riepen ze ons na.\nMijn ouders leerden me: zorg ervoor dat je iets aan je horizon hebt liggen waar je met volle vaart naartoe wilt rennen.\nDat levert een kort moment van genieten op waarvan je hoopt je dat het in iemands hoofd blijft zitten.\nKoop je een blik, dan geef je een blik.", "paragraphs": ["“Het jaar 2020 ­beloofde voor de horeca een gigajaar te worden met mooie beurzen en een Europees Kampioenschap voetbal voor de deur. Alle restaurateurs en hotels stonden in de startblokken. Maar toen pikte ik, een jaar ge­leden, de eerste signalen op van dat allesomvattende virus. Ik hield innig contact met sterrenchefs in getroffen gebieden: Richard Ekkebus en Matt Abergel in ­Hongkong, André Chiang in Taiwan. Wat deden zij, hoe pasten zij zich aan?", "Ik zag dat coronagolfje steeds ­dichterbij komen. Toen Italië zwaar getroffen werd, wist ik: wat daar gebeurt, is over twee weken hier. Op zo’n moment zet ik mijn intuïtie voor duizend procent in. Ik denk nooit vanuit problemen, maar in kansen en wil er dan ook een succes van maken. Met mijn team, ik noem de mensen met wie ik al jaren dag in dag uit werk altijd mijn familie, ben ik voortdurend aan het brainstormen. We appen tot diep in de nacht, ­denken bijna synchroon.", "Joris Bijdendijk (1984, Amsterdam) ontfermt zich als executive chef nu zes jaar over RIJKS® restaurant, naast het Rijksmuseum in Amsterdam. Sinds 2016 heeft het een Michelinster. Vorig jaar opende hij zijn tweede restaurant Wils. Hij groeide op in Amsterdam en de Ardennen, volgde de hogere hotelschool en werkte tijdens zijn studie bij Ron Blaauw. Andere leermeesters zijn de gebroeders Pourcel van Le Jardin de Sens in Montpellier. Terug in Nederland werkte hij als chef bij het Amsterdamse Bridges, waar hij een Michelinster bij elkaar kookte. Zijn specialiteit is de keuken van de Lage Landen. Hij haalt inspiratie uit de natuur en van andere wereldchefs, die hij geregeld naar Nederland haalt. In 2017 bracht hij zijn kookboek Bijdendijk uit en stond toen als eerste chef-kok in de Duurzame Top 100 van Trouw. Hij heeft sinds kort een culicolumn in Het Parool. Bijdendijk is getrouwd met Elsa, ze hebben twee zoons.", "Nog voor de eerste persconferentie van Rutte belden we elkaar en riepen: ‘We denken hetzelfde, toch?’ Op dat moment ontstond onze take away. In 24 uur stampten we een afhaalsysteem uit de grond. We waren de eerste. Het NOS Journaal maakte er een item over, daarna ging het vliegen. Toen collega’s ­zagen dat RIJKS® dit durfde, volgden er meer.", "Afhalen in ons segment was voor 2020 absoluut not done. Niemand had ooit over afhaalmaaltijden ­nagedacht. Je kunt dus wel stellen dat we al die jaren een dikke vette kans hebben laten liggen. Honderden maaltijden per avond vlogen de deur uit. Hierdoor konden we ons personeel aan het werk houden, hoefden we niet onze hand op te houden en bleven we onze gasten bedienen. Echt de eyeopener van dit jaar.”", "RUIKEN", "In de natuur ontdek je wat echt eten is", "“Ik heb het geluk dat mijn zintuigen enorm zijn ge­stimuleerd op jonge leeftijd. Ik groeide deels op als boerderij-jochie én als stadsjochie. We woonden in Amsterdam, maar ieder weekend vertrokken we naar onze ­oude, zelfvoorzienende boerderij in de Ardennen. Daar heb ik ruiken, voelen en proeven tot in de finesses ontdekt. In die boerderij zat een oude bakkersoven, het huis werd gestookt op hout, we hadden een emmer als toilet en douchten onder opgevangen regenwater. Een bron zorgde voor drinkwater en ons eten kwam uit de moestuin en boomgaard. Echt een meditatieve plek.", "Mijn ouders stuurden mijn drie oudere broers en mij vaak de natuur in. Als je een levende forel uit het water haalt, verdien je een pijl en boog, riepen ze ons na. Ik kreeg zo een flinke voorsprong op andere kinderen. Vooral stadskinderen staan nu ver af van de natuur en vers eten. Een broccoli is geen klein stronkje, maar een reusachtige plant en spruiten groeien op een stam. Een van de belangrijkste vakken op school vind ik dan ook de schooltuintjes. Dit jaar heb ik een schooltuinenboek uitgebracht en aan onze tuin werkt een schoolklas mee. Ik wil kinderen bijbrengen wat echt eten en drinken is, dat je kwaliteit kunt herkennen.", "Gepasteuriseerde melk is zó vies en echte boter zó lekker. Mensen weten niet dat er een groot verschil zit tussen verse groente of groente die al een tijdje in het schap ligt. Vis willen we alleen vers eten, maar bij groente denken mensen daar niet over na. Terwijl een vers aardappeltje zoveel lekkerder is dan wanneer het zetmeel al is gaan werken. Gooi zo’n krieltje rauw in de pan, doe er wat roomboter en fijngehakte sjalotjes bij en je hebt een gerecht op zich.”", "PROEVEN", "Een lepel jus bepaalde mijn bestemming", "“Het moment dat ik een lepel echte jus in mijn mond ­gestopt kreeg, zit verankerd in mijn smaakgeheugen. Die jus, gemaakt van bouillon met kalfsbotten, had twee dagen staan inkoken. Een magische ervaring. Mijn ogen gingen gelijk dicht en ik proefde iets hartigs, iets zoutigs. Echt umami, die volle smaak die je in je hele mond ervaart, zo rond en geconcentreerd. Dit overkwam me bij Grand Café De Plantage, tegenover Artis, waar ik afwasser was. Dat was het moment waarop ik dacht: ik word kok.", "Daarna zat ik elke zaterdag op mijn knietjes voor de brievenbus te wachten op Het Parool om de stukjes van culinair journalist Johannes van Dam te lezen. Na een tijdje ontdekte ik de Michelingids en topkoks! Dat vond ik een mooi doel. Mijn ouders leerden me: zorg ervoor dat je iets aan je horizon hebt liggen waar je met volle vaart naartoe wilt rennen. Die instelling levert mij nog elke dag drive, energie en motivatie op. Van doelloos in het leven staan, gaan je schouders hangen.”", "ZIEN", "Doe oogkleppen op als je iets wilt bereiken", "“Al wist ik als zestienjarige dat ik topkok wilde worden, van buitenaf werd ik best ontmoedigd. Op de middelbare school kregen we beroepsoriëntatieles waar een man op leeftijd kwam vertellen over zijn werkervaring. Hij riep hoe zijn leven was verwoest door kapotte knieën en verstopte neusgaten. Hij was kok. Ik vond die ontmoediging zo wreed. Later, op de hogere hotelschool, probeerden docenten me ook op een ander plan te brengen. Ze raadden me allround stages aan, maar ik hield stevige oogkleppen op. Door die stages werd ik juist bevestigd in de keuze voor dit prachtige vak.", "Beeld Patrick Post", "Ik houd van dingen creëren, lekkere gerechten bereiden en mensen blij maken. Ik geloof dat wanneer je echt ergens voor gaat, je het goed zult doen. Mijn droom is uitgekomen. Ik ben nu meesterkok. Al moet je het ook niet overdrijven, want mijn werk is heel vergankelijk. Ik maak een gerechtje dat binnen een paar happen weg is. Dat levert een kort moment van genieten op waarvan je hoopt je dat het in iemands hoofd blijft zitten.", "Zoals ik een dierbare herinnering heb aan een middagje met mijn vader. Hij had een handeltje in kerstbomen en we liepen door een wei vol kerstbomen en daar stonden ook weidechampignons. We plukten ze en mijn vader bakte thuis de champignons met wat boter en peterselie. Daarna bovenop zo’n geroosterde plak ­Belgisch witbrood: weer zo’n umami-moment.", "Overigens ben ik heus niet 24 uur per dag verliefd op mijn vak. Soms ben ik het even zat. Daarom richt ik me ook op andere projecten, zoals een kookboek of zoals nu, de blikken snert die ik net met worstenmakers Brandt&Levie op de markt heb gebracht. Omdat de ­erwtensoep in de supermarkt vol e-nummers en slecht vlees zit en nergens naar smaakt. Maar ook omdat voedsel in blik duurzaam is en we de Voedselbank een hart onder de riem willen steken. Koop je een blik, dan geef je een blik. Dat is het idee.”", "HOREN", "Nodig je helden uit en luister naar ze", "“Je moet als kok altijd blijven leren. Ook nu nog. Daarom nodig ik geregeld mijn helden uit om bij ons te komen koken. Dit jaar zouden we een schitterende line-up ­hebben van vrouwelijke chefs met onder andere Margot Janse uit Zuid-Afrika en Isabella Poti uit Italië. Dat ging allemaal niet door, hopelijk komen ze volgend jaar. Mijn doel is dat iedereen in mijn team zijn of haar droomchef een keer ontmoet.", "Zo wilde Ivan de keukenchef graag koken met Mauro Colagreco van het Franse Mirazur – drie sterren. We doen dan een moon shot. Eerst reizen we er naartoe om wat te eten en te praten. Kijken of we een klik hebben. Nou, dat hadden we met Mauro zeker. Toen de uitnodiging net rond was, kreeg hij die derde ster. Waanzin! Een week lang naast echte topchefs staan is te gek. We zijn dan allemaal weer even op stage. Hierdoor kunnen we onze gasten echt iets bijzonders bieden; niet een nieuwe saus bij asperges, maar een inheems kruidje uit het bergen van Peru.", "Meestal klets ik gewoon wat met zo’n chef. Ik vraag niet: hoe maak je toch die worteltjespuree? Nee, ik vraag: waar ben je begonnen en hoe regel jij je gezins­leven? De kunst is goed te luisteren. Zo vertelde Virgilio Martínez uit Lima: ‘Wil je er echt iets van maken, dan moet je samen optrekken met collega’s. Kennis delen en geen geheimen hebben voor elkaar.’ Dat heb ik ter harte genomen. Ik app voortdurend met collega’s, we wisselen ervaringen uit en horen elkaars verhalen. Juist nu.”", "VOELEN", "Vuur maakt alles lekkerder", "“Als ik met mijn gezin op vakantie ga, heb ik maar één voorwaarde bij het vakantiehuisje: een grote openhaard. Daar leven we dan een week omheen, we roosteren ­kippen, parelhoen of pompoen. Niet op zo’n stoere bbq waar een man met tatoeages bij hoort, maar op een ­simpel roostertje. Alles wordt lekkerder met vuur. Pas legde ik er een flespompoen op, die ik uren liet rusten. Een vriend kwam langs met zoete sojasaus van Tomasu. We aten die gepofte pompoen met die saus: crazy lekker. Dat moet iedereen doen met Kerst, gewoon een beetje rond het vuur hangen en koken met elkaar.", "Nu de feestdagen dichterbij komen, hopen we natuurlijk dat we gasten kunnen ontvangen. Niets is duidelijk. Dat vind ik nog wel het lastigste. Ik heb liever dat de overheid zegt: jullie gaan een flinke periode dicht, want dan kan ik tenminste plannen maken. Dat voortdurend bijschakelen put erg uit, dat zie ik ook in mijn team, we zijn best moe.", "Maar we gaan dapper door. Binnenkort presenteren we een fantastische make away box, ontworpen door ­Irma Boon van het Rijksmuseum. In deze box zitten spulletjes waarmee mensen thuis zelf hun bordje ­kunnen opmaken, en de laatste dingen zelf doen. Net als ikzelf trouwens. Ik eet nu vaker thuis. Door die afhaalmaaltijden kan ik bijna elke avond mijn zoons nog een kusje geven voor het slapen gaan. Dat is uniek.”", "Lees ook:", "Wie krijgt er dit jaar een Michelinster? Niet elke topkok zit er nog op te wachten", "“Bij een Michelin-restaurant denken mensen dat je weinig krijgt en weggaat met honger”, zegt hij over de feedback van de Sluisenaren. “Dat imago was ik beu. Toen heb ik Michelin gebeld,” aldus topkok François de Potter van restaurant La Trinité in Sluis. Hij leverde zijn ster in."], "authors": ["Dana Ploeger"], "keywords": ["van", "doelloosheid", "het", "schouders", "op", "met", "gaan", "joris", "uitvinder", "ik", "een", "je", "en", "dat", "sterrenchef", "mijn", "hangen"], "pubDate": "2020-12-06T10:02:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}