{"id": "a1d3e26b-fa02-3668-9c15-95cd335552db", "title": "De Speld: Historicus over 5000 jaar: ‘Vroeger bestond de samenleving uit bezorgers en verzamelaars’", "url": "https://volkskrant.nl/cultuur-media/de-speld-historicus-over-5000-jaar-vroeger-bestond-de-samenleving-uit-bezorgers-en-verzamelaars~b4dc0ce1/", "summary": "Beeld Hollandse Hoogte / Ramon van FlymenOver 5000 jaar zal een historicus onze tijd van duiding voorzien.\nHij zal zeggen dat er in onze tijd twee soorten mensen waren: bezorgers en verzamelaars.\n‘De verzamelaars deden niks anders dan stressen of hun pakketje wel op het juiste tijdstip binnenkwam.\nJe kon in die tijd heel precies zien wanneer de bezorger langskwam, en als hij er dan niet op tijd was, gingen de verzamelaars helemaal door het lint.\nHeel treurig allemaal.’De toekomstige historicus zal zijn publiek er vervolgens op wijzen dat er geen duidelijke rolverdeling tussen mannen en vrouwen was.", "paragraphs": ["Het distributiecentrum van DHL in Zaltbommel. Beeld Hollandse Hoogte / Ramon van Flymen", "Over 5000 jaar zal een historicus onze tijd van duiding voorzien. Hij zal zeggen dat er in onze tijd twee soorten mensen waren: bezorgers en verzamelaars.", "‘De helft van de bevolking was bezorger. De andere helft verzamelde pakketjes’, zo zal de historicus zijn publiek vertellen. ‘Het was in dat opzicht een heel simpele tijd. Of je zat thuis, of je was onderweg. Er waren geen andere smaken.’", "Volgens de historicus moet men echter niet denken dat alle mensen vroeger op elkaar leken. ‘Je had allerlei soorten bezorgers: postbodes, pakketbezorgers, maaltijdbezorgers. En binnen elke categorie had je ook weer allemaal subcategorieën. Sommige maaltijdbezorgers kwamen op de fiets, andere weer met de brommer. En twee verschillende soorten zou je nooit samen op een bankje zien blowen. Het was ons kent ons.’", "Over de mensen die pakketjes verzamelden zal de historicus hard oordelen. ‘De verzamelaars deden niks anders dan stressen of hun pakketje wel op het juiste tijdstip binnenkwam. Je kon in die tijd heel precies zien wanneer de bezorger langskwam, en als hij er dan niet op tijd was, gingen de verzamelaars helemaal door het lint. Alsof ze iets beters te doen hadden dan thuiszitten en series kijken. Heel treurig allemaal.’", "De toekomstige historicus zal zijn publiek er vervolgens op wijzen dat er geen duidelijke rolverdeling tussen mannen en vrouwen was. ‘Beide seksen konden zowel bezorger als verzamelaar zijn. Je moet bedenken: vrouwen hadden in die tijd nog niet hun evolutionair aangegroeide fleecedekentje. Dus ze konden meer dingen dan Netflix kijken. Heel moeilijk om je daar nu nog iets bij voor te stellen. Het was een rare tijd.’"], "authors": ["Jop Eikelboom"], "keywords": ["samenleving", "er", "van", "bestond", "bezorgers", "zal", "jaar", "en", "uit", "heel", "tijd", "historicus", "vroeger", "op", "het", "speld", "verzamelaars", "je"], "pubDate": "2020-12-29T13:54:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}