{"id": "a1d878ab-6872-304b-962d-0225e5e8c89f", "title": "Overleden Brian Urquhart (101) was geestelijk vader van de VN-vredesmachten", "url": "https://volkskrant.nl/nieuws-achtergrond/overleden-brian-urquhart-101-was-geestelijk-vader-van-de-vn-vredesmachten~bcd0c68a/", "summary": "Beeld Getty ImagesHij diende vijf secretarissen-generaal als adviseur en was de geestelijk vader van de VN-vredesmachten.\nDat was een binnenlandse aangelegenheid van een soevereine staat.\nDe laatste twaalf jaar van zijn carrière was hij onder-secretaris-generaal van de VN.\n‘Maar het idee van de VN als een overbodige, corrupte bureaucratie, totaal verspillend en belachelijk, dat is grote onzin.’De huidige secretaris-generaal, António Guterres, liet maandagmorgen weten diep bedroefd te zijn over het heengaan van Urquhart.\n‘Als een van de eerste werknemers van de organisatie zette hij de toon voor de internationale hulp aan burgers’, aldus de negende VN-chef sinds 1945.", "paragraphs": ["VN-pionier Brian Urquhart in 1988 in New York. Beeld Getty Images", "Hij diende vijf secretarissen-generaal als adviseur en was de geestelijk vader van de VN-vredesmachten. Als geen ander belichaamde hij de VN in de eerste veertig naoorlogse jaren. De organisatie heeft die periode ‘tamelijk goed’ doorstaan, zei hij in 1995 in een interview met de Volkskrant. Aan het opwaarderen van de mensenrechten hadden de VN volgens hem fors bijgedragen. ‘Een mijlpaal in de menselijke beschaving’, noemde hij dat. ‘In de jaren dertig had niemand het over mensenrechten in verband met Adolf Hitler. Dat was een binnenlandse aangelegenheid van een soevereine staat. Nu zou dat niet meer gebeuren. Er bestaat een internationale norm.’", "Ook conferenties over mondiale problemen als milieu en vrouwenrechten noemde hij ‘ongelooflijk belangrijk’. ‘De pers zegt dat daar alleen maar wordt gekletst. Ja, natuurlijk wordt er gekletst. Je moet eerst ergens over práten om iets te kunnen doen.’", "De in de VS wonende Brit was toen al negen jaar met pensioen, maar hij volgde de Verenigde Naties nog op de voet, als onderzoeker bij de Ford Foundation en auteur van diverse boeken over de VN. Dat bleef hij nog jaren nadien doen.", "Slag om Arnhem", "Urquhart speelde ook een opmerkelijke rol tijdens de Slag om Arnhem in 1944. Als inlichtingenofficier van het Britse leger waarschuwde hij zijn superieuren dat de operatie om bruggen over de Rijn op het Duitse leger te veroveren op een drama zou uitlopen. Hij kreeg gelijk.", "Het jaar daarop behoorde hij tot de kleine groep diplomaten die in New York het VN-apparaat in de steigers zette. Hij werd de assistent van de legendarische secretaris-generaal Dag Hammarskjöld. Tijdens de Suez-crisis van 1956 organiseerde Urquhart de allereerste VN-vredesmacht, een nieuw concept toen. Het was zijn idee de helmen van VN-soldaten blauw te schilderen, toen de fabrikant niet op tijd de bestelde blauwe baretten leverde.", "Ook nadien was hij nauw betrokken bij een reeks VN-vredesmachten, zoals die in Congo, Kashmir, Cyprus, Namibië en Libanon. Bij zijn pensionering in 1986 had hij dertien vredesoperaties geleid. Twee jaar later kregen de VN-vredesmachten – waarvan hij de geestelijk vader was – de Nobelprijs voor de Vrede. De laatste twaalf jaar van zijn carrière was hij onder-secretaris-generaal van de VN.", "‘Er is nog heel veel te verbeteren aan de Verenigde Naties, ik ben de eerste om dat toe te geven’, zei hij tegen de Volkskrant in 1995. ‘Maar het idee van de VN als een overbodige, corrupte bureaucratie, totaal verspillend en belachelijk, dat is grote onzin.’", "De huidige secretaris-generaal, António Guterres, liet maandagmorgen weten diep bedroefd te zijn over het heengaan van Urquhart. ‘Als een van de eerste werknemers van de organisatie zette hij de toon voor de internationale hulp aan burgers’, aldus de negende VN-chef sinds 1945. A life in Peace and War, is de titel van de autobiografie die Urquhart in 1987 publiceerde."], "authors": ["Rob Vreeken"], "keywords": ["overleden", "zijn", "van", "101", "brian", "vnvredesmachten", "vader", "en", "een", "urquhart", "om", "dat", "als", "te", "het", "hij", "geestelijk"], "pubDate": "2021-01-04T14:33:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}