{"id": "a1dc3c3e-f10b-36c6-900a-3dce944451a9", "title": "Wat mag er bij historisch drama wel en niet uit de dikke duim van de scenarist komen?", "url": "https://volkskrant.nl/cultuur-media/wat-mag-er-bij-historisch-drama-wel-en-niet-uit-de-dikke-duim-van-de-scenarist-komen~b93ee959/", "summary": "De koningin is te schoolmeesterachtig, de gesprekken tussen haar en Thatcher zijn pure fantasie, de brief waarin Lord Mountbatten Charles adviseert met Diana te trouwen en niet met Camilla, bestaat misschien niet.\nWat mag er wel en niet uit de dikke duim van de scenarist komen bij historisch drama?\nNatuurlijk: de acteurs, de enscenering en de aanzwellende muziek maken de kijker heus al wel duidelijk dat dit fictie is.\nDaarom zou Netflix expliciet moeten vermelden dat dit een fictieserie is.\nAlsof de stortvloed aan ‘wat klopt er niet aan The Crown?’-artikelen niet het eerste is wat mensen aantreffen die zich na de serie iets meer willen verdiepen in het Britse koningshuis.", "paragraphs": ["Floortje Smit, filmrecensent, werpt haar blik op de hedendaagse beeldcultuur.", "Grof schandaal! Kijk, dat The Crown, de dramaserie over het Britse koningshuis, hier en daar een loopje neemt met de werkelijkheid, dat begrijpt Dominic Witherow uit Surrey best. Maar zoals prins Charles in één specifieke scène wordt geportretteerd, is diep beledigend.", "‘De manier waarop zijn vistechniek wordt neergezet valt op geen enkele manier goed te praten. Dat een zichzelf respecterend visser op zo’n catastrofale wijze zijn lijn zou uitwerpen, is al verschrikkelijk genoeg’, schreef Witherow in een brief in The Daily Telegraph. ‘Maar suggereren dat je op die manier ook zo’n schitterende zalm kunt vangen is grove, bijna criminele nalatigheid.’", "Tongue in cheek natuurlijk – het is een knipoog naar de discussie over het waarheidsgehalte van The Crown, die in Groot-Brittannië is losgebarsten bij het vierde seizoen. Net als bij het eerste, tweede en derde overigens, maar de makers maken het volgens critici dit keer wel erg bont. De koningin is te schoolmeesterachtig, de gesprekken tussen haar en Thatcher zijn pure fantasie, de brief waarin Lord Mountbatten Charles adviseert met Diana te trouwen en niet met Camilla, bestaat misschien niet. Enzovoorts, enzovoorts.", "Wat mag er wel en niet uit de dikke duim van de scenarist komen bij historisch drama? Natuurlijk: de acteurs, de enscenering en de aanzwellende muziek maken de kijker heus al wel duidelijk dat dit fictie is. Maar ze kleuren wél de beeldvorming: geen mens zal later kunnen reproduceren wat Charles precies tegen Diana zei in The Crown, maar het bepaalt wel gevoelsmatig wie in dit huwelijk de goeierik is en wie de slechterik.", "De Britse minister van Cultuur maakt zich er zorgen om. Een nieuwe generatie, die deze periode niet heeft meegemaakt, denkt misschien dat The Crown de werkelijkheid is, vreest hij. Daarom zou Netflix expliciet moeten vermelden dat dit een fictieserie is.", "Ridicuul natuurlijk. Alsof de nieuwe mediageneratie zich niet juist veel meer bewust is van manipulatie. Alsof de oude generatie, wier beeldvorming veelal gebaseerd is op (tabloid)artikelen, wél een accuraat beeld heeft. Alsof deze familie er niet aan gewend is dat hun leven voor de buitenwereld wordt gereduceerd tot een veredelde soapserie. Alsof de stortvloed aan ‘wat klopt er niet aan The Crown?’-artikelen niet het eerste is wat mensen aantreffen die zich na de serie iets meer willen verdiepen in het Britse koningshuis.", "En anders maakt die zalm die Charles met zijn miserabele vistechniek vangt al wel tijdens het kijken duidelijk dat dit natuurlijk allemaal fictie is."], "authors": ["Floortje Smit"], "keywords": ["van", "wat", "dit", "het", "op", "maar", "die", "mag", "niet", "een", "dat", "uit", "en", "er", "komen", "scenarist", "wel", "historisch"], "pubDate": "2020-12-02T15:21:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}