{"id": "a1df0c82-a305-3fa0-aef9-da69b21eb519", "title": "Racing Team Nederland debuteert in 24 uur van Daytona", "url": "https://www.rtlnieuws.nl/sport/gp/artikel/5202412/racing-team-nederland-debuteert-24-uur-van-daytona", "summary": "Met haar deelname aan de Rolex 24 op de Daytona International Speedway zal het team dus voor het eerst ook een eenmalig uitstapje maken naar het Amerikaanse IMSA-kampioenschap.\nNieuw avontuurZowel op Daytona als in het FIA WEC zal Racing Team Nederland opnieuw gaan rijden met een LMP2-bolide van ORECA.\nOprichter Frits van Eerd en voormalig F1-coureur Giedo van der Garde zullen wederom achter het stuur klimmen van de geel/zwarte bolide.\nVoor de 24 uur van Daytona wordt ook de snelle Fransman Charles Milesi toegevoegd aan de line-up.\n\"Ik race altijd heel graag in Amerika, en Daytona past perfect in de kalender van het wereldkampioenschap.", "paragraphs": ["Het debuut in de Amerikaanse klassieker is voor Racing Team Nederland de opmaat naar de start van haar derde seizoen in het FIA World Endurance Championship, dat in maart eveneens in Amerika losbarst met de 1000 Mijl van Sebring. Met haar deelname aan de Rolex 24 op de Daytona International Speedway zal het team dus voor het eerst ook een eenmalig uitstapje maken naar het Amerikaanse IMSA-kampioenschap.", "Nieuw avontuur", "Zowel op Daytona als in het FIA WEC zal Racing Team Nederland opnieuw gaan rijden met een LMP2-bolide van ORECA. Oprichter Frits van Eerd en voormalig F1-coureur Giedo van der Garde zullen wederom achter het stuur klimmen van de geel/zwarte bolide. Beide rijders krijgen komend jaar echter bij alle races versterking van Job van Uitert, die de afgelopen jaren bij G-Drive en United al veel indruk maakte in de LMP2's. Voor de 24 uur van Daytona wordt ook de snelle Fransman Charles Milesi toegevoegd aan de line-up.", "\"Dat we komend jaar aan de start staan van Le Mans én Daytona, is natuurlijk fantastisch\", vertelt Van Eerd. \"Ik race altijd heel graag in Amerika, en Daytona past perfect in de kalender van het wereldkampioenschap. Het is voor ons dan ook meer dan alleen een race; het is tevens een belangrijke test in de aanloop naar het WK. En bovendien is dit ook een mooie manier om een eerste stap richting IMSA te zetten.\"", "Van Uitert vervangt De Vries", "Met de komst van Van Uitert neemt Racing Team Nederland afscheid van Nyck de Vries, die afgelopen seizoen al twee keer vervangen werd door de Brabander: \"Job heeft dat steeds fantastisch gedaan, stond beide keren met ons op het podium en was op Le Mans de snelste LMP2-coureur van allemaal,\" vervolgt Van Eerd. \"Nu heeft hij een vaste plek in het team gekregen.", "\"We hebben de afgelopen drie jaar enorm genoten van de prestaties van Nyck en zijn trots op wat hij in die periode heeft bereikt, zowel met Racing Team Nederland als in de Formule 2 en de Formule E. Nyck is echter inmiddels ook test- en reserverijder geworden van Toyota, dat net als ons actief is in het FIA World Endurance Championship. Dat betekent dat hij in principe elk moment door Toyota naar hun raceteam kan worden gepromoveerd, en ik hoop ook dat hij die kans zal krijgen. Wij hebben daarom gekozen om Job tot vaste rijder te promoveren, ook en vooral met het oog op onze ambities voor de langere termijn."], "authors": [], "keywords": ["racing", "van", "nederland", "daytona", "het", "op", "24", "team", "debuteert", "met", "een", "ook", "en", "dat", "uur", "voor"], "pubDate": "2020-12-10T10:16:36+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}