{"id": "a1fa980e-b2a7-369e-872b-e2d840c0cf8b", "title": "Hoe een Britse topvoetballer de honger van kinderen in armoede stilt", "url": "https://nu.nl/weekend/6087347/hoe-een-britse-topvoetballer-de-honger-van-kinderen-in-armoede-stilt.html", "summary": "Maar het was voor Rashford juist een mooie afleiding van het maatschappelijke strijdveld waarop hij zich even succesvol begeeft.\nWeten waarover je praat, is belangrijk: voor hij werd opgenomen in de academie van United woonde Rashford in een gezin van zes met alleen een moeder in een arm deel van Manchester.\nDan maakten we een planning voor een week, zodat we elke dag een bakje yoghurt hadden\", vertelde hij afgelopen zomer aan de BBC.\nIn de vijfde economie van de wereld leeft een vijfde van de bevolking (22 procent) volgens de Verenigde Naties in armoede.\nParlementslid Philip Davies zei dat \"ouders in de eerste plaats verantwoordelijk zijn voor het voeden van hun kinderen, niet de staat\".", "paragraphs": ["Manchester United-voetballer Marcus Rashford voert al maanden een strijd tegen honger onder kinderen en bezorgt de regering van Boris Johnson daarmee kopzorgen. Wat drijft de sinds zaterdag 23-jarige aanvaller? En hoe belangrijk is zijn succesvolle missie?", "\"Hij deed me denken aan Ruud van Nistelrooij. Hij gaat op doel af en je weet dat hij de bal in de hoek gaat rammen.\"", "Manchester United-legende Paul Scholes heeft Marcus Rashford net binnen een half uur drie keer zien scoren in een Champions League-duel. De jonge aanvaller was beslissend. Zijn taak als profvoetballer is weer volbracht, zou je denken.", "Maar het was voor Rashford juist een mooie afleiding van het maatschappelijke strijdveld waarop hij zich even succesvol begeeft. Door zijn missie om honger onder kinderen in armoede te bestrijden, ontvangt de topvoetballer nog veel meer lof dan alleen een mooie vergelijking met helden uit het verleden.", "Rashford als ideale actievoerder", "Met zijn achtergrond en huidige status is de veertigvoudig Engels international misschien wel de ideale actievoerder. Weten waarover je praat, is belangrijk: voor hij werd opgenomen in de academie van United woonde Rashford in een gezin van zes met alleen een moeder in een arm deel van Manchester.", "Armoede liep als een rode draad door zijn jeugd. \"We gingen vaak naar een winkel waar alles goedkoper was dan 1 pond. Dan maakten we een planning voor een week, zodat we elke dag een bakje yoghurt hadden\", vertelde hij afgelopen zomer aan de BBC. \"Soms was er niets, dan ging ik naar vrienden om te kijken of daar nog wat te eten was.\"", "Het Verenigd Koninkrijk mag dan gerekend worden tot het rijke Westen, armoede is er een enorm probleem. In de vijfde economie van de wereld leeft een vijfde van de bevolking (22 procent) volgens de Verenigde Naties in armoede. En bijna een derde van de kinderen (32 procent) groeit er op in armoedige omstandigheden.", "De coronacrisis vergroot deze problemen alleen maar verder, omdat steeds meer ouders hun inkomen zien krimpen of zelfs werkloos raken. Honger is dus een serieus probleem. Kinderen kunnen doorgaans wel op scholen terecht voor een maaltijd, maar in de vakanties zijn die normaal gesproken gesloten.", "Door: ANP", "Marcus Rashford scoort tegen RB Leipzig in de Champions League (Foto: ANP)", "De regering-Johnson wil niet meer meewerken", "In het voorjaar kwam Rashford succesvol in actie om die maaltijden door te laten gaan in vakantietijd. Daar wilde de door Johnson geleide regering in de voorjaars- en zomervakantie nog in meegaan. De premier prees Rashford uitvoerig - hoe kon hij ook anders? Maar toen de herfstvakantie aanbrak, hield het op. Een conservatieve meerderheid in het Lagerhuis vond het te duur worden en stemde tegen, volledig onderschattend wat Rashford eigenhandig al op gang had gebracht.", "Er kwam uit conservatieve hoek zelfs wat kritiek op Rashfords campagne. Parlementslid Philip Davies zei dat \"ouders in de eerste plaats verantwoordelijk zijn voor het voeden van hun kinderen, niet de staat\". Een reactie die haaks staat op waar Rashford zich hard voor maakt. Veel politici zijn zelf niet opgegroeid in armoede en \"hebben dus geen idee waar ze over praten\", liet hij optekenen. Maar diezelfde politici nemen wel de besluiten.", "Ook een rijke topvoetballer wint het normaal gesproken natuurlijk niet van de overheid. Maar Rashford is als voetbalicoon moeilijk te overtreffen qua populariteit. Hij komt met zijn Instagram- en Twitter-accounts gecombineerd tot bijna dertien miljoen mensen in de tijdlijnen. Daarnaast: Rashford is geen politicus, geen liefdadigheidsorganisatie, geen lobbygroep. Hij is een topvoetballer die strijdt tegen honger onder kinderen. Iets waar alleen mensen die volledig gespeend zijn van empathisch vermogen tegen kunnen zijn. Geen wonder dat de respons op Rashfords oproep om kinderen met honger van eten te voorzien, overweldigend bleek.", "Door: ANP", "Veel Engelsen doen mee aan de missie om zoveel mogelijk kinderen in armoede te eten te geven. (Foto: ANP)", "Zeven miljoen maaltijden in een week tijd", "Grote bedrijven, voetbalclubs, restaurants, supermarkten, burgerinitiatieven en fastfoodketens sloten zich aan, onder het motto 'als de regering het niet wil, doen we het zelf wel'. Vrijdag waren in een week tijd ruim zeven miljoen maaltijden bij kinderen terechtgekomen, zo twitterde de voetballer opgetogen.", "En dat terwijl ook het Verenigd Koninkrijk gebukt gaat onder een tweede coronagolf. Het zijn juist de armste gebieden van het land die nu met de zwaarste maatregelen te maken hebben. De armoede neemt verder toe, honger dus ook. Steden als Liverpool en Manchester kiezen er nu voor om zelf het voedselprogramma door te zetten, ongeacht wat de overheid doet. Ook conservatief geleide gebieden doen hier aan mee. Saillant genoeg zelfs het Londense stadsdeel Hillingdon, waarvoor premier Johnson nota bene parlementslid is.", "Geliefd bij vriend en vijand", "Rashford ontving al een koninklijke onderscheiding voor zijn strijd. Bij de terugkeer van publiek op de tribunes kan hij zelfs applaus verwachten van de supporters van Liverpool, Manchester City en Leeds United, stuk voor stuk grote rivalen van Manchester United. Zijn eigen club steunt hem uiteraard ook. Rashfords prestaties hebben voorlopig niet te lijden onder zijn missie buiten het veld.", "Een door de aanvaller aangeslingerde petitie is inmiddels al ruim een miljoen keer ondertekend. Het is onder meer een oproep aan de regering om de schoolmaaltijden alsnog zo snel mogelijk bereikbaarder te maken voor kinderen, en ze door te laten gaan in de vakanties. Johnson en zijn regering worden vakkundig met de rug tegen de muur gemanoeuvreerd. Aan Downing Street 10 daalt langzaam het besef in dat een vreselijke publicitaire eigen goal is gemaakt, al blijven de hakken nog even in het zand.", "Tussen het actievoeren door bereidt Rashford zich voor op een competitieduel met Arsenal (zondag 16.00 uur). Dan loopt hij weer tussen 21 andere profvoetballers met een miljoenensalaris. Voetballers die vaak het verwijt krijgen alleen interesse te hebben in hun eigen, luxe leven. Maar Rashford is anders."], "authors": ["Door", "Joost Nederpelt"], "keywords": ["van", "een", "kinderen", "en", "britse", "armoede", "te", "zijn", "rashford", "stilt", "hij", "voor", "op", "honger", "topvoetballer", "het", "hoe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}