{"id": "a21a4a40-b467-37e4-b722-fc232d94100d", "title": "Met een aardappel of diamant was je crimineel geld prima wit, leren steeds meer criminelen", "url": "https://www.parool.nl/nederland/met-een-aardappel-of-diamant-was-je-crimineel-geld-prima-wit-leren-steeds-meer-criminelen~baef3528/", "summary": "Criminelen gebruiken die landen voor het witwassen van hun misdaadgeld, dat ze investeren in grondstoffen als diamanten, goud of ander edelmetaal.\nCriminelen stappen in een branche waarin nog steeds contant geld in omloop is of waarvan het aannemelijk is dat het zo is.\nMet de export van leaseauto’s werd de afgelopen jaren meer dan 120 miljoen euro witgewassen, bleek uit onderzoek van de Fiod en de politie.\nVroeger verdienden criminelen geld dat ze aan de Spaanse Costa weer opmaakten aan een jacht, feesten en champagne.\nZo hebben we naast fiscaal specialisten ook witwasspecialisten, een anticorruptiecentrum en een afdeling cybercrime.", "paragraphs": ["Beeld ANP", "Wie Fiod-topman Bert Langerak vijf jaar geleden had verteld dat Nederlandse criminelen de handel in grote partijen aardappelen naar Afrika zouden gebruiken om geld wit te wassen, had hij voor gek verklaard. Toch kwam uit onderzoek van de Fiod en de politie dat criminelen in een paar jaar tijd voor meer dan 150 miljoen euro aan landbouwproducten hebben geëxporteerd.", "Waar witwastrajecten voorheen langs financiële knooppunten als Dubai, Hongkong of Singapore voerden, komen speurders van de Fiscale Inlichtingen- en Opsporingsdienst (Fiod) steeds vaker ook uit in andere landen als Oeganda en Kenia. Criminelen gebruiken die landen voor het witwassen van hun misdaadgeld, dat ze investeren in grondstoffen als diamanten, goud of ander edelmetaal.", "“We waren altijd de club van follow the money, maar dat principe is achterhaald,” zegt Langerak. “Tegenwoordig jagen we ook op zaken als cryptovaluta, en daarnaast dus op goederenstromen.”", "Geld verplaatsen", "Witwassen via aardappelen, uien of auto’s is simpeler dan het lijkt. Criminelen stappen in een branche waarin nog steeds contant geld in omloop is of waarvan het aannemelijk is dat het zo is. “Ze gaan met hun sporttas vol briefjes van 500 euro naar een teler en betalen de aardappelen contant namens de buitenlandse koper. Die aardappelen worden geëxporteerd en in een ander land verkocht. Crimineel geld wordt zo vermengd met legale handel. Dan lijkt de opbrengst afkomstig uit eerlijke handel, dus wit.”", "Dat principe heet trade based money laundering. “Je ziet het ook gebeuren bij ondergronds bankieren. Daarbij moeten transacties van land A naar land B uiteindelijk vereffend worden. Dan zien we dat goederen als landbouwmachines of auto’s worden verscheept om elders te worden verkocht. Goederen worden steeds vaker gebruikt om geld te verplaatsen of wit te wassen.”", "Het is criminelen gelukt hele branches te infecteren met misdaadgeld. Met de export van leaseauto’s werd de afgelopen jaren meer dan 120 miljoen euro witgewassen, bleek uit onderzoek van de Fiod en de politie. “Over de autobranche werd altijd gezegd dat er veel contant geld in omging. Daarnaar hebben we met de Fiod en de banken onderzoek gedaan. Nu blijkt dat dat helemaal niet zo normaal is; en dat vermoedelijk een groot deel van dat contante geld afkomstig is uit criminaliteit.”", "Slimmer en sluwer", "En wat met auto’s en aardappelen kan, lukt ook met andere goederen en dure grondstoffen. Dus kwamen speurders van de Fiod het afgelopen jaar opvallend vaak uit in Afrika, en dan vooral in landen met goud- en diamantmijnen, zoals Kenia, Oeganda en de Centraal Afrikaanse Republiek. Nederlandse criminelen kopen daar met misdaadgeld dure grondstoffen, die ze overal ter wereld kunnen verkopen. “En uiteindelijk kopen ze met de opbrengst daarvan weer een hotel in bijvoorbeeld Amsterdam.”", "Criminele organisaties zijn de afgelopen jaren niet alleen verhard qua geweld, maar ze zijn ook slimmer en sluwer geworden, schetst de Fiod-topman. “De onschuld is er volledig vanaf. Vroeger verdienden criminelen geld dat ze aan de Spaanse Costa weer opmaakten aan een jacht, feesten en champagne. Tegenwoordig investeren criminelen veel meer in het systeem. Ze gebruiken geld als wapen. Ze investeren in logistieke plekken, ze investeren in huizen en hotels, ze kopen ambtenaren en havenarbeiders om. Het zijn kleine multinationals geworden.”", "Dat heeft het werk voor de Fiod er niet gemakkelijker, maar wel interessanter op gemaakt. “We hebben veel verschillende afdelingen onder één dak. Zo hebben we naast fiscaal specialisten ook witwasspecialisten, een anticorruptiecentrum en een afdeling cybercrime. Dus kunnen we kiezen hoe we een delict aanvliegen. Die aanpak is uniek, want overal ter wereld werkt men met aparte diensten. Er is in de wereld geen tweede Fiod.”", "Bijna handel in mondkapjes", "Langerak is na negen jaar bezig aan zijn allerlaatste dagen bij de Fiod. Hij stapt over naar het nieuwe Multidisciplinair Interventie Team (MIT), dat de strijd moet aanbinden met zware, ondermijnende criminaliteit.", "Hij is trots op zijn club, die in 2020, ondanks de coronacrisis, met ruim negenhonderd onderzoeken beter presteerde dan ooit, zo zegt hij. “We hebben in het begin gezegd: de supermarkten blijven ook open, dan gaan wij er ook het uiterste uit halen.”", "Toen Langerak en zijn collega’s zagen dat oplichters misbruik maakten van onder meer de schaarste aan mondkapjes, dook de Fiod meteen op die fraudeurs. “Dat voelde als een maatschappelijke plicht. Hoe háál je het in je hoofd om misbruik te maken van zo’n enorme crisis? We hebben snel arrestaties kunnen verrichten. Eén grote fraudeur is binnen drie maanden veroordeeld. Daarmee hebben we een hoop leed kunnen voorkomen.”"], "authors": ["Koen Voskuil"], "keywords": ["leren", "van", "wit", "prima", "en", "met", "een", "ze", "diamant", "fiod", "ook", "steeds", "het", "meer", "geld", "dat", "je"], "pubDate": "2021-01-11T06:25:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}