{"id": "a23a769f-17b0-36b1-9d07-369d6cd8e370", "title": "WK-organisator Qatar speelt (vriendschappelijk) mee in Europese kwalificatie", "url": "https://nos.nl/artikel/2359873-wk-organisator-qatar-speelt-vriendschappelijk-mee-in-europese-kwalificatie.html", "summary": "Qatar, gastland van het WK voetbal in 2022, gaat in aanloop naar de mondiale eindronde meespelen in de Europese kwalificatie.\nQatar is als gastland al verzekerd van het WK, maar kan op die manier vriendschappelijke wedstrijden op hoog niveau spelen.\nOok Copa AméricaEuropa is niet het enige continent waar Qatar zal meespelen.\nHet land zal ook meedoen aan de Copa América, in een groep met Colombia, Brazilië, Ecuador, Peru en Venezuela.\nEn er wordt deelgenomen aan de CONCACAF Gold Cup, het kampioenschap van Noord- en Centraal-Amerika en het Caribisch gebied.", "paragraphs": ["Qatar, gastland van het WK voetbal in 2022, gaat in aanloop naar de mondiale eindronde meespelen in de Europese kwalificatie. Qatar is als gastland al verzekerd van het WK, maar kan op die manier vriendschappelijke wedstrijden op hoog niveau spelen.", "De Europese voetbalbond (UEFA) heeft het land uitgenodigd, dat zonder mededinging zal instromen in groep A met Portugal, Servië, Ierland, Luxemburg en Azerbeidzjan.", "Ook Copa América", "Europa is niet het enige continent waar Qatar zal meespelen. Het land zal ook meedoen aan de Copa América, in een groep met Colombia, Brazilië, Ecuador, Peru en Venezuela. En er wordt deelgenomen aan de CONCACAF Gold Cup, het kampioenschap van Noord- en Centraal-Amerika en het Caribisch gebied.", "Afgelopen maandag werd er geloot voor de WK-kwalificatie. Nederland werd in groep G gekoppeld aan Turkije, Noorwegen, Montenegro, Letland en Gibraltar."], "authors": [], "keywords": ["europese", "groep", "van", "het", "op", "mee", "wkorganisator", "vriendschappelijk", "wk", "werd", "en", "zal", "speelt", "kwalificatie", "aan", "qatar"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}