{"id": "a249d630-5de9-3251-94d2-30273ef79c2c", "title": "‘Taghi 2’ en Ahmet G. uit Amstelveen moesten in Brabantse martelcontainer", "url": "https://www.parool.nl/amsterdam/taghi-2-en-ahmet-g-uit-amstelveen-moesten-in-brabantse-martelcontainer~b3d4bf63/", "summary": "Beeld REUTERSAhmet G. was samen met zijn dochter van 17 al eens doelwit van een liquidatiepoging bij zijn toenmalige huis, midden op een zaterdag in een gewone woonwijk.\nEen zevende container was ingericht als ‘behandelkamer’ met een tandartsstoel waarop een slachtoffer kon worden vastgebonden.\nOok werden scalpels en kniptangen en een vingerklem aangetroffen.\nOok is er een proces verbaal dat vermeldt dat Ali ontvoerd is ‘door mensen uit de omgeving van Piet Costa’.\nIn oktober is hij veroordeeld tot 33 maanden cel voor het lidmaatschap van een criminele organisatie, het witwassen van tonnen euro’s en valsheid in geschrifte.", "paragraphs": ["De 'tandartsstoel' in de Brabantse martelkamer. Beeld REUTERS", "Ahmet G. was samen met zijn dochter van 17 al eens doelwit van een liquidatiepoging bij zijn toenmalige huis, midden op een zaterdag in een gewone woonwijk.", "Wereldnieuws", "De loods in het Brabantse Wouwse Plantage was afgelopen juni wereldnieuws. Daarin waren bij een inval van de politie zeven zeecontainers aangetroffen. Zes bleken te zijn ingericht als cellen – met handboeien waarmee iemand in kruispositie boven een chemische toilet kan staan.", "Een zevende container was ingericht als ‘behandelkamer’ met een tandartsstoel waarop een slachtoffer kon worden vastgebonden.", "Geluidsdicht", "De politie stelde vast dat alle ruimtes nagenoeg geluidsdicht waren. Wie in een cel zo hard mogelijk schreeuwde, was buiten amper te horen. Ook werden scalpels en kniptangen en een vingerklem aangetroffen.", "Politie en justitie proberen uiteraard uit te zoeken voor welke beoogde slachtoffers het martelcomplex bedoeld was.", "Taghi 2", "Justitie vermoedt dat in de containers de 37-jarige Nederlandse Iraniër Ali D. moest worden opgesloten “Hij is de Willem Endstra van Dubai,” zegt een getuige over hem. “Ze noemen hem Boss, van baas. Hij heeft status en heel veel geld. Hij regelt, werkt en kent alle boeven. Noem hem maar Taghi 2.”", "Deze Ali D. zou vroeger gewerkt hebben met de Rotterdamse cokesmokkelaar: Roger P., beter bekend als Piet Costa. In een uitgebreid profiel dat NRC Handelsblad onlangs over hem schreef, staat dat D. circa 100 miljoen euro van Piet Costa gestolen zou hebben. In onderschepte encrogesprekken wordt Ali D. aangeduid als A1. Zo schrijft Piet Costa op 10 april: “A1 heeft me zwaar bestolen. Met ze Iraanse vrienden in Dubai.”", "Escalatie", "Het conflict is volgens bronnen binnen het criminele milieu compleet geëscaleerd. Ook is er een proces verbaal dat vermeldt dat Ali ontvoerd is ‘door mensen uit de omgeving van Piet Costa’. Dit zou zijn geweest om hem tot (terug)betalen te bewegen. Op 10 mei is vervolgens in Rotterdam de 25-jarige Ebrahim ‘Ibo’ vermoord. Hij is een zakenpartner van Piet Costa.", "Na die moord rijdt Roger P., die veel in Spanje verblijft, naar Nederland. Hij onderhoudt contact met Robin van O., een sportschoolhouder uit Utrecht. ‘Ik ben normaal niet zo van deze afdeling,’ schrijft Piet in een versleuteld maar leesbaar gemaakt bericht. ‘Maar nu zijn er een paar... ik hoop dat ik ze kan martelen.’", "Beeld REUTERS", "Onderwereldgevangenis", "Robin van O. zou als een soort aannemer de bouw van de onderwereldgevangenis op zich hebben genomen. Onderschepte berichten via versleutelingsservice EncroChat tonen volgens het Openbaar Ministerie aan dat Piet Costa en Robin van O. ‘bespreken’ dat het complex met de martelkamer bijna klaar is.", "Naast de eerder genoemde Ali D. is er ook informatie waaruit kan worden opgemaakt dat een andere crimineel in het complex in Wouwse Plantage had moeten worden opgesloten. ‘Het was de bedoeling om Ahmed uit Amstelveen in een van de aangetroffen martelcontainers in Brabant te bewerken,’ zo tekenen rechercheurs van het Team Criminele Inlichtingen in het derde kwartaal van dit jaar op.", "Hoewel de geheime dienst van de politie geen oordeel heeft over de betrouwbaarheid van de informatie, wordt vermeld dat het zou gaan om de 57-jarige Ahmet G. Hij en zijn dochter werden op 16 maart 2019 neergeschoten vlak bij hun huis aan de Grote Wielen in Amstelveen. Doordat het wapen van de schutter haperde, overleefden ze de moordaanslag.", "Veroordeling G.", "In 2016 verdacht het OM G. van betrokkenheid bij een of meerdere liquidaties en de handel in verdovende middelen. Die verdenking is uiteindelijk niet hard gemaakt. In oktober is hij veroordeeld tot 33 maanden cel voor het lidmaatschap van een criminele organisatie, het witwassen van tonnen euro’s en valsheid in geschrifte.", "Waarom Ahmet G. in de martelcontainers had moeten worden opgesloten, wordt uit het proces verbaal niet duidelijk. Volgens berichten op de site Boevennieuws had G. in het verleden samengewerkt met Mustapha F.: een contact van Robin van O.", "Zowel Roger ‘Piet Costa’ P. als Robin van O. staat vrijdag, met andere verdachten, op een tussentijdse zitting terecht in de zaak."], "authors": ["Wouter Laumans", "Paul Vugts"], "keywords": ["taghi", "martelcontainer", "van", "ahmet", "piet", "het", "moesten", "op", "met", "g", "hij", "zijn", "een", "en", "uit", "dat", "amstelveen", "brabantse"], "pubDate": "2020-12-03T20:07:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}