{"id": "a26488ff-5de6-316d-9c70-65abe2a171fe", "title": "Helft van de bijna 50 autobranden in Zwolle vorig jaar is aangestoken", "url": "https://nu.nl/zwolle/6100888/helft-van-de-bijna-50-autobranden-in-zwolle-vorig-jaar-is-aangestoken.html", "summary": "In de helft van de gevallen gaat de politie uit van brandstichting.\nLandelijk gezien is Zwolle de zestiende stad als het gaat om het aantal autobranden.\nIn januari vorig jaar ging de brandweer voor het eerst op een autobrand af, aan de Händellaan/Von Weberhof in Holtenbroek.\nDe laatste brand dateert van de nacht van 30 op 31 december, op een parkeerterrein aan de Assendorperdijk.\nUit een inventarisatie van de Stentor bleek eerder dat in 2019 bij acht autobranden van brandstichting werd uitgegaan.", "paragraphs": ["De brandweer in Zwolle rukte in 2020 bijna vijftig keer uit voor een voertuigbrand. In de helft van de gevallen gaat de politie uit van brandstichting. Landelijk gezien is Zwolle de zestiende stad als het gaat om het aantal autobranden.", "Dat blijkt uit data van Alarmeringen.nl, die de openbare brandweermeldingen bijhoudt. In januari vorig jaar ging de brandweer voor het eerst op een autobrand af, aan de Händellaan/Von Weberhof in Holtenbroek. De laatste brand dateert van de nacht van 30 op 31 december, op een parkeerterrein aan de Assendorperdijk.", "In totaal ging het in 2020 volgens Alarmeringen.nl om zesenveertig voertuigbranden. Daaronder vallen zowel personenauto's als vrachtwagens. In 2019 stond de teller in Zwolle nog op negenentwintig: een stijging van 59 procent.", "Die stijging valt deels te verklaren door het flink toegenomen aantal brandstichtingen. Uit een inventarisatie van de Stentor bleek eerder dat in 2019 bij acht autobranden van brandstichting werd uitgegaan. In 2020 ging dit om tweeëntwintig branden."], "authors": ["Door"], "keywords": ["bijna", "50", "van", "helft", "ging", "2020", "jaar", "voor", "uit", "een", "zwolle", "om", "op", "autobranden", "het", "vorig", "aangestoken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}