{"id": "a27498d0-bec4-30d3-b1ea-e72281a3e862", "title": "Zwangerschapsdiscriminatie in de praktijk: ‘Die blik van: oh nee, niet nog een zwangere’", "url": "https://volkskrant.nl/nieuws-achtergrond/zwangerschapsdiscriminatie-in-de-praktijk-die-blik-van-oh-nee-niet-nog-een-zwangere~bbbf41ec/", "summary": "Nog eens 10 procent vermoedt dat dit de reden van een afwijzing was, hoewel het niet hardop is gezegd.\nZo kregen deze vrouwen een contract voor minder uren, een tijdelijk in plaats van een vast contract of de indiensttreding werd verschoven tot na het zwangerschapsverlof.\nIk had wel een discussie kunnen voeren, maar ik wist dat ik ze toch niet op andere gedachten zou kunnen brengen.\nDaardoor wist ik dat het met mijn zwangerschap te maken had, al benoemden ze dat niet expliciet.\nNa het telefoongesprek heb ik nog laten weten dat ik het een kwalijke gang van zaken vond.", "paragraphs": ["Marketeer Femkje Schipperheijn: ‘Ik had wel een discussie kunnen voeren, maar ik wist dat ik ze toch niet op andere gedachten zou kunnen brengen’. Beeld Pauline Marie Niks", "Ten opzichte van eerdere onderzoeken in 2016 en 2012 is er niets veranderd, stelt het mensenrechteninstituut. Daarmee is zwangerschapsdiscriminatie ‘een onverminderd groot probleem gebleven’.", "Het College voor de Rechten van de Mens vroeg 1.150 werkende vrouwen die de afgelopen vier jaar een kind kregen of zij vanwege hun zwangerschap, moederschap of een kinderwens discriminatie meemaakten of ervoeren op hun werk of bij de zoektocht naar werk. Uit het onderzoek, uitgevoerd door onderzoeksbureau Kantar Public, blijkt dat deze vrouwen in alle fases van het arbeidsproces ‘een groot risico lopen’ op zwangerschapsdiscriminatie.", "Van tafel", "Zo werd bij 10 procent van de solliciterende vrouwen expliciet gemeld dat ze de baan niet kregen vanwege zwangerschap, moederschap of kinderwens. Nog eens 10 procent vermoedt dat dit de reden van een afwijzing was, hoewel het niet hardop is gezegd.", "Een kwart van de vrouwen die zwanger was tijdens contractonderhandelingen meldt dat de arbeidsovereenkomst vanwege de zwangerschap is aangepast. Zo kregen deze vrouwen een contract voor minder uren, een tijdelijk in plaats van een vast contract of de indiensttreding werd verschoven tot na het zwangerschapsverlof. Bij 10 procent van de zwangere sollicitanten verdween het contract zelfs helemaal van tafel.", "Vrouwen melden in het onderzoek ook dat ze vanwege hun zwangerschap promoties, salarisverhogingen, bonussen en scholing mislopen. Sommige vrouwen zeggen daarnaast een achterstand in hun carrière te hebben opgelopen. Slechts 11 procent van de ondervraagden trekt aan de bel over de problemen.", "Wegkomen", "Directeur Bernice Calmes van de afdeling Midden-Nederland van anti-discriminatiebureau Art.1 herkent het beeld. Ook zij ziet zwangerschapsdiscriminatie niet afnemen. Werkgevers komen ermee weg, zegt ze, ‘omdat het voor de vrouwen te belastend is een zaak aan te spannen. Ze kunnen het er niet bij hebben tijdens de zwangerschap of met een nieuwe baby in huis. En er is ook geen vakbond voor zwangeren bij wie je kunt aankloppen.’", "Vakbond FNV pleit voor strengere handhaving. ‘Gelijkheid op de arbeidsmarkt is absoluut nog geen gelopen race’, zegt bestuurslid Judy Hoffer. ‘Werkgevers kunnen er te makkelijk mee wegkomen zolang ze niet worden geconfronteerd met de consequenties van hun handelen.’", "Ook het College voor de Rechten van de Mens zelf wil dat de overheid zo snel mogelijk de wetgeving voor gelijke behandeling naleeft om zwangerschapsdiscriminatie tegen te gaan. Bovendien moet er meer voorlichting voor werkgevers en werknemers komen. Ruim driekwart van de vrouwen verdiept zich niet of nauwelijks in de gevolgen van zwanger zijn en werken.", "Drie vrouwen over hun ervaringen met zwangerschapsdiscriminatie ‘Hoe zou ik reageren op de geboorte van mijn eerste kind?’ Femkje Schipperheijn (43) werkt als marketeer: ‘Ik ben freelancer, maar solliciteer voor een vaste baan. Meerdere keren kreeg ik te maken met zwangerschapsdiscriminatie. Zo ben ik onlangs op gesprek geweest bij een organisatie die van mijn zwangerschap wist. Ze vonden me duidelijk een geschikte kandidaat, maar uiteindelijk zijn ze toch voor een ander gegaan, omdat ze zich – en dat hebben ze expliciet gezegd – zorgen maakten over mijn zwangerschap. Hoe zou ik reageren op de geboorte van mijn eerste kind? Ik had wel een discussie kunnen voeren, maar ik wist dat ik ze toch niet op andere gedachten zou kunnen brengen. ‘Ik snap wel dat de meeste vrouwen niet aan de bel trekken. Stel dat je later opnieuw ergens binnen wilt komen, of dat je naam in een branche rondgaat als iemand die niet zou moeten worden aangenomen vanwege stampij. ‘Ik vind dat werkgevers altijd het gesprek met de zwangere kandidaat aan moeten gaan, in plaats van haar meteen van tafel te vegen. Ik ga door met solliciteren, omdat ik ervan overtuigd ben dat er ook werkgevers zijn die voorbij de zwangerschap kijken.’ ‘De rector vond een vast contract niet zo’n goed idee’ Iris (42, technisch onderwijsassistent, wil anoniem blijven): ‘De rector leek niet blij toen ik zei dat ik zwanger was. Ze keek me aan met een blik van: o nee, niet nog een. Er waren op school al twee of drie andere zwangeren. ‘Een paar maanden later spraken we over contractverlenging. De rector vond het niet zo’n goed idee me een vast contract te geven, gezien mijn zwangerschap. Dan was ik meteen vier maanden uit de running. Ze wilde mijn contract laten aflopen en me na mijn verlof weer een tijdelijk contract aanbieden. Ik was misselijk door die zwangerschap en dacht er niet te lang over na. Ach, als ik nadien weer gewoon aan de slag kon, dan was het toch prima? Ik kon zelf een zwangerschapsuitkering regelen via het UWV. ‘Later solliciteerde ik op een andere school, waar ze me vroegen waarom ik vier maanden uit dienst was geweest. Ik zei: ik kreeg een kindje. Ze zeiden dat dat helemaal niet mocht. Toen pas besefte ik dat het allemaal niet netjes verlopen was.’", "‘Ik wist dat het met mijn zwangerschap te maken had, al benoemden ze dat niet’ Wieteke (37, researcher, wil anoniem blijven): ‘Ik vertelde de recruiter pas over mijn zwangerschap toen ik haar belde over de startdatum van mijn nieuwe baan. Toen krabbelde ze terug. Het zou toch niet lukken, omdat de persoon die ze zochten meteen moest starten. Zo raar, want tijdens het sollicitatiegesprek had ik mijn opzegtermijn van drie maanden vermeld. Dat was toen geen probleem. Nu duurde het toch te lang. Daardoor wist ik dat het met mijn zwangerschap te maken had, al benoemden ze dat niet expliciet. ‘Ik was met stomheid geslagen, omdat ik ervan uitging dat zolang je eerlijk bent je er wel uitkomt met elkaar. Na het telefoongesprek heb ik nog laten weten dat ik het een kwalijke gang van zaken vond. De recruiter heb ik nooit meer gesproken. Ik heb een klacht ingediend bij het College voor de Rechten van de Mens. Ik dacht: dan staat het in ieder geval genoteerd. Aan de bel trekken voelde zinloos, mijn situatie veranderde niet.’"], "authors": ["Rik Kuiper", "Wafa Al Ali"], "keywords": ["van", "dat", "nog", "zwangerschapsdiscriminatie", "die", "niet", "een", "zwangerschap", "mijn", "zwangere", "nee", "ze", "ik", "te", "praktijk", "oh", "het"], "pubDate": "2020-11-24T07:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}