{"id": "a27b0914-1152-335a-9d8b-03e007e98559", "title": "RTL 7 zendt Champions League-wedstrijden uit vanaf augustus 2021", "url": "http://www.nu.nl/algemeen/6097346/rtl-7-zendt-champions-league-wedstrijden-uit-vanaf-augustus-2021.html", "summary": "De wedstrijden in de UEFA Champions League zijn vanaf augustus 2021 op RTL 7 te zien.\nTalpa zal voortaan de Europa League uitzenden.\n\"We zijn natuurlijk enorm blij dat we de meest prestigieuze voetbalcompetitie van Europa bij RTL 7 kunnen gaan uitzenden\", zegt RTL-directeur Peter van der Vorst in een persbericht.\nDe wedstrijden in de Champions League waren de afgelopen jaren op de zenders van Talpa te zien, maar die zullen volgend jaar de Europa League uitzenden, zo laat het mediabedrijf donderdag weten via een persbericht.\nWe zijn blij dat ook na de zomer Europees topvoetbal bij onze zenders te zien is.\"", "paragraphs": ["De wedstrijden in de UEFA Champions League zijn vanaf augustus 2021 op RTL 7 te zien. De uitzendrechten liggen voor de komende drie jaar vast, meldt RTL donderdag. Talpa zal voortaan de Europa League uitzenden.", "\"We zijn natuurlijk enorm blij dat we de meest prestigieuze voetbalcompetitie van Europa bij RTL 7 kunnen gaan uitzenden\", zegt RTL-directeur Peter van der Vorst in een persbericht.", "\"De UEFA Champions League is een fantastische aanvulling op ons bestaande aanbod van entertainment, nieuws en sport. Voetbal verbindt, en dat is exact wat we met al onze programma's voor ogen hebben.\"", "De wedstrijden in de Champions League waren de afgelopen jaren op de zenders van Talpa te zien, maar die zullen volgend jaar de Europa League uitzenden, zo laat het mediabedrijf donderdag weten via een persbericht.", "\"Dit is heel mooi nieuws\", reageert Marco Louwerens, directeur Televisie bij Talpa Network.", "\"De concurrentie voor de uitzendrechten is structureel enorm. We zijn blij dat ook na de zomer Europees topvoetbal bij onze zenders te zien is.\""], "authors": ["Door"], "keywords": ["zijn", "zien", "league", "van", "talpa", "leaguewedstrijden", "uit", "voor", "te", "europa", "vanaf", "zendt", "champions", "augustus", "op", "rtl", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}