{"id": "a27eb4b1-1811-366b-9453-0e3c0df57d60", "title": "Eerste werkdag met nieuwe regels na Brexit verloopt rustig", "url": "https://nu.nl/economie/6100064/eerste-werkdag-met-nieuwe-regels-na-brexit-verloopt-rustig.html", "summary": "De eerste werkdag waarop de Brexit echt van kracht is, leidt nog niet tot problemen of drukte bij het verkeer van en naar het Verenigd Koninkrijk.\nIn de havens en op Schiphol is het rustig, blijkt maandag uit een rondgang van NU.nl.\nDe haven van Rotterdam heeft zich op allerlei manieren voorbereid op de eerste dag met het reguliere aantal afvaarten over de Noordzee, zegt een woordvoerder.\nTot rijen leidt dit nog niet, ook doordat het verkeer vanuit het VK door de coronasituatie erg beperkt is.\nGeen stennis over nieuwe regelsDe douane constateert een afwachtende houding bij reizigers en handelsverkeer van en naar het VK.", "paragraphs": ["De eerste werkdag waarop de Brexit echt van kracht is, leidt nog niet tot problemen of drukte bij het verkeer van en naar het Verenigd Koninkrijk. In de havens en op Schiphol is het rustig, blijkt maandag uit een rondgang van NU.nl.", "De haven van Rotterdam heeft zich op allerlei manieren voorbereid op de eerste dag met het reguliere aantal afvaarten over de Noordzee, zegt een woordvoerder. \"De drukte varieert. Sommige terminals liggen vol, andere zitten op ongeveer 70 procent. Hoe het verder gaat, moet nog blijken. De controles zijn intensiever, dus het kan zijn dat de doorlooptijd langer is.\"", "Om opstoppingen te voorkomen probeert de haven exporteurs die al hun papieren op orde hebben te scheiden van ondernemers bij wie dat niet het geval is. \"Medewerkers staan buiten al te wachten met scanapparatuur, om mensen te helpen die nog aan de nieuwe situatie moeten wennen.\"", "Op Schiphol verliep de ochtend \"rustig en volgens schema.\" Passagiers met een Brits paspoort mogen nu geen gebruik meer maken van de automatische paspoortcontrole, maar moeten zich melden bij mobiele controlebalies. Tot rijen leidt dit nog niet, ook doordat het verkeer vanuit het VK door de coronasituatie erg beperkt is.", "Geen stennis over nieuwe regels", "De douane constateert een afwachtende houding bij reizigers en handelsverkeer van en naar het VK. \"We zijn goed voorbereid en dat werpt zijn vruchten af. Hier en daar zie je wel mensen die bijvoorbeeld meer voedsel vanuit het VK meenemen dan volgens de nieuwe regels mag, maar daar wordt verder geen stennis over gemaakt.\"", "Volgens brancheorganisatie Evofenedex van im- en exporteurs moet de komende dagen tot weken blijken of het echt zo soepel blijft gaan. \"Nederlandse ondernemers hebben zich voorbereid door in november en december al flinke voorraden aan te leggen. Partijen die goederen aanvoeren uit bijvoorbeeld Oost-Europa hebben misschien niet zo met hun neus op de Brexit gezeten. Het is afwachten of zij hun zaakjes ook goed op orde hebben.\""], "authors": ["Door"], "keywords": ["zijn", "van", "nog", "eerste", "regels", "nieuwe", "met", "rustig", "en", "werkdag", "brexit", "op", "verloopt", "te", "het", "hebben", "niet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}