{"id": "a2843af4-cd00-3160-baa3-4e0a8aa85f2e", "title": "Die man in donkerblauw pak ken ik. Het is Patryk.", "url": "https://trouw.nl/nieuws/die-man-in-donkerblauw-pak-ken-ik-het-is-patryk~b0c99f64/", "summary": "Ik kom langs een trouwfoto van iemand die ik niet ken.\nPatryks imposante lijf is zo groot dat zijn hele gezin ruim in zijn omhelzing past.\nEven later bij de lunch zit hij op een omgekeerde emmer wat afgezonderd van de anderen.\nIk krijg een knipoog en een glimlachje als ik hem koffie aanreik.\nMet een vork schept hij van het stuk bruiloftstaart in zijn broodtrommel.", "paragraphs": ["Normaal maakt Patryk altijd wel een grap. Dan verzet hij meteen bij binnenkomst zijn horloge naar 11 uur, tikt op het glaasje en zegt: ‘Pauze.’ Of hij steekt een sigaret in zijn bilnaad en biedt me die vervolgens aan. Maar vandaag niet. Lusteloos sopt hij een dikke kwast in een bak met melkachtig water.", "‘Alles Gut?’ Patryk antwoordt met één stuurse knik van zijn hoofd.", "‘Nicht gut?’ Hij gebaart dat ik hem in de weg sta.", "‘Alles Gut?’ probeer ik bij de anderen.", "‘Gestern, Goela Helter. Gán-zen Tag.’", "Iedereen trekt zijn neus op en de vier hoofden schudden.", "‘Goela Helter?’ vraag ik.", "Tomasz spreidt zijn armen, alsof hij een reuzen boom probeert te omhelzen. Wojtek zegt Bzzzt, bzzzzt terwijl hij schroeven boort met een onzichtbaar machinegeweer. Het was er schijnbaar warm, want Wojtek wappert met zijn shirt. ‘Goela Helter’, herhaalt Marek en gebaart dat er van boven iets nats op hen regende. Meer plenzen nog dan druppen. Iedereen walgt erbij alsof ze een poepdouche moesten ondergaan. ‘Acht Stunden, zegt Wojtek.", "‘Goela Helter nicht gut’, probeer ik hun hints samen te vatten. Dat bleken exáct de twee juiste woorden. ‘Nicht gut,’ beamen ze alle vier. Iedereen blijft knikken, we snappen elkaar. Dit was het meeste wonderlijke potje hints ooit.", "Beeld Hanne van der Woude", "Op mijn laptop probeer ik alle Poolse en Duitse varianten op de woorden Goela en Helter. Ook in het Engels vind ik niks. Ik scroll wat door mijn Facebook-tijdlijn. Ik kom langs een trouwfoto van iemand die ik niet ken. Ik ga terug. Het is Patryk in een donkerblauw pak met stropdas. Naast hem zijn vrouw in een beige jurk met een hals van grijze borduursels. Patryks mond onderdrukt een lachje, maar z’n ogen stralen. Ik klik verder en zie ze op een keizerlijk bankje zitten. Elk met een kind op schoot. Hun dochtertje heeft lange vlechten en draagt een prinsessenjurk. De grote werkhand van Patryk ligt tegen de zijkant van haar nek. Hun zoontje reikt hen een opengeklapt doosje aan met twee ringen erin.", "Ik kijk naar de datum boven de foto. Afgelopen zaterdag. Zij zijn drie dagen geleden getrouwd! Op de volgende foto’s snijden ze samen een bruiloftstaart. Ik klik door de foto’s van hun feest. Eerst zijn het lange tafels met keurige mensen en servetten voor hun borst. Op de laatste foto’s is iedereen bezweet van het dansen.", "Ik schrijf met Google Translate een gelukwens en dat ze er prachtig uitzien. Dat plaats ik onder de eerste foto. Patryks imposante lijf is zo groot dat zijn hele gezin ruim in zijn omhelzing past. Binnen een minuut verschijnt er een like op mijn gelukwens onder de foto. Het is een hartje. Van Patryk zelf.", "Even later bij de lunch zit hij op een omgekeerde emmer wat afgezonderd van de anderen. Ik krijg een knipoog en een glimlachje als ik hem koffie aanreik. Zijn gouden ring is wit van het stuc. Met een vork schept hij van het stuk bruiloftstaart in zijn broodtrommel.", "Schrijver Jaap Robben zoekt in dit feuilleton contact met de Poolse klussers in zijn woonboerderij net over de Duitse grens."], "authors": ["Jaap Robben"], "keywords": ["man", "van", "pak", "het", "op", "hij", "ken", "die", "zijn", "ik", "met", "een", "en", "patryk", "dat", "donkerblauw"], "pubDate": "2020-11-08T14:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}