{"id": "a2ae3849-08f2-3c88-a2eb-76584640886b", "title": "Nieuw op Videoland: deze films en series verschenen afgelopen week", "url": "https://nu.nl/film/6076308/nieuw-op-videoland-deze-films-en-series-verschenen-afgelopen-week.html", "summary": "De ccomedyhit van Jandino Asporaat, Helen Mirren als actieveteraan en alle afleveringen van Goudkust zijn vanaf deze week op Videoland te zien.\nDe actiecomedy RED (2010), waar ook Helen Mirren en Morgan Freeman in te zien zijn, kreeg in 2013 een vervolg.\nJane, Kat en Sutton zijn beste vrienden die lief en leed delen achter de schermen van het tijdschrift.\nVan de dramaserie The Bold Type zijn inmiddels drie seizoenen verschenen, waarvan de eerste twee nu op Videoland te zien zijn.\nBekijk hier wat de grootste releases op Ziggo, Disney+, Pathé Thuis en Amazon Prime zijn voor september.", "paragraphs": ["De ccomedyhit van Jandino Asporaat, Helen Mirren als actieveteraan en alle afleveringen van Goudkust zijn vanaf deze week op Videoland te zien. Bekijk hieronder welke titels de streamingdienst onlangs toevoegde.", "Films", "Bon Bini Holland 2", "Jandino Asporaat keert terug als zijn verschillende komische typetjes in dit vervolg op succesfilm Bon Bini Holland. Hoofdpersoon Robertico (Asporaat) staat op het punt om zijn vriendin Noella (Liliana de Vries) ten huwelijk te vragen, maar zij besluit een time-out in te lassen. En dus reist Robertico af naar Nederland om zich in de kijker te spelen bij zijn schoonfamilie.", "Red 1 & 2", "Frank (Bruce Willis) is een voormalig CIA-agent die een rustig leven leidt, tot hij op de korrel wordt genomen door een team van huurmoordenaars. De veteraan besluit zijn oude collega's op te trommelen. De actiecomedy RED (2010), waar ook Helen Mirren en Morgan Freeman in te zien zijn, kreeg in 2013 een vervolg. Beide films staan nu op Videoland.", "113 Bekijk hier de trailer van Bon Bini Holland 2", "Serie", "Goudkust", "Lieke van Lexmond, Winston Gerschtanowitz en Froukje de Both braken door met deze soapserie uit de jaren negentig. Goudkust volgt de dagelijkse levens van de familie Zoomers, Van Cloppenburg, Verwijden, Hardebol en d'Harencourt. Voor de jongeren uit die families blijkt het pad naar volwassenheid moeilijker dan gedacht.", "Married at First Sight Australia", "Twaalf koppels ontmoeten elkaar als vreemden voor het altaar, om later pas te beslissen of ze echt getrouwd willen blijven. Vanwege de wetgeving in Australië gaan de koppels in deze editie alleen een verbintenisceremonie aan, maar de huwelijksreis en het samenwonen horen wel degelijk bij het programma.", "The Bold Type", "Drie jonge modefans werken in New York bij het vrouwenmagazine Scarlet. Jane, Kat en Sutton zijn beste vrienden die lief en leed delen achter de schermen van het tijdschrift. Van de dramaserie The Bold Type zijn inmiddels drie seizoenen verschenen, waarvan de eerste twee nu op Videoland te zien zijn.", "Bekijk hier wat de grootste releases op Ziggo, Disney+, Pathé Thuis en Amazon Prime zijn voor september. En hier vind je een lijst met televisietips van Superguide voor september."], "authors": ["Door"], "keywords": ["series", "verschenen", "zien", "videoland", "nieuw", "van", "om", "een", "voor", "afgelopen", "te", "het", "en", "deze", "op", "films", "week", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}