{"id": "a2b95420-b118-3ac7-aa80-3fb7bbf1afad", "title": "Ajax knokt zich terug in aantrekkelijke topper tegen PSV en blijft aan kop", "url": "https://nu.nl/voetbal/6101171/ajax-knokt-zich-terug-in-aantrekkelijke-topper-tegen-psv-en-blijft-aan-kop.html", "summary": "Een enerverende topper tussen Ajax en PSV is zondag in een 2-2-gelijkspel geëindigd, waardoor de Amsterdammers koploper blijven in de Eredivisie.\nDoor het gelijkspel blijft het verschil tussen Eredivisie-koploper Ajax en nummer twee PSV slechts één punt, waarmee de Eredivisie zeer spannend is.\nVoor PSV staat woensdag al de volgende topper op het programma in de extreem drukke maand januari.\nDe ploeg van Schmidt profiteerde van balverlies van Ajax op eigen helft en opnieuw was Malen aangever en Zahavi de koele afmaker.\nFoto: ANPDoelpunt van Haller afgekeurdAan het begin van de tweede helft was daar dan toch het debuut van Haller voor Ajax.", "paragraphs": ["Een enerverende topper tussen Ajax en PSV is zondag in een 2-2-gelijkspel geëindigd, waardoor de Amsterdammers koploper blijven in de Eredivisie. De Eindhovenaren kwamen in de Johan Cruijff ArenA snel met 0-2 voor, maar de thuisploeg pakte alsnog een punt.", "Door twee goals van Eran Zahavi kende PSV een flitsende start in Amsterdam. In de 2e en 21e minuut was hij het eindstation van een knappe Eindhovense aanval. Daarna voerde Ajax de druk op en vlak voor rust maakte Quincy Promes de 1-2.", "Daarmee was het een boeiende eerste helft en ook in de tweede helft gebeurde er veel in de ArenA. De debuterende Sébastien Haller was na 65 minuten aangever bij de 2-2 van Antony en daar bleef het bij, hoewel beide ploegen nog genoeg kansen kregen.", "Door het gelijkspel blijft het verschil tussen Eredivisie-koploper Ajax en nummer twee PSV slechts één punt, waarmee de Eredivisie zeer spannend is. Feyenoord en Vitesse hebben drie punten minder dan de ploeg van trainer Erik ten Hag.", "Voor PSV staat woensdag al de volgende topper op het programma in de extreem drukke maand januari. De ploeg van trainer Roger Schmidt speelt dan om 18.45 uur thuis tegen AZ, waarna Ajax vier dagen later om 16.45 uur thuis speelt tegen Feyenoord.", "284 Terugblik Ajax-PSV: 'Recordaankoop Haller maakte direct indruk'", "Haller ontbreekt in basis Ajax", "Ajax begon tegen PSV nog zonder recordaankoop Haller, die op de bank zat. Zakaria Labyad stond in de spits en Promes op tien, terwijl bij de uitploeg Mario Götze niet fit genoeg was. Zahavi keerde juist terug van een blessure en hij was het die PSV binnen twee minuten na een prachtig balletje van Donyell Malen al op een 0-1-voorsprong zette.", "Met 0-1 op het scorebord moest Ajax meteen aan de bak en druk zetten, maar verdedigend stond het goed bij de ploeg van Schmidt. PSV was zelfs dicht bij de 0-2 via een vrije trap van Philipp Max. André Onana kon de harde inzet maar net keren.", "In de 21e minuut was het wel 0-2 en ditmaal was de aanval van PSV misschien nog wel fraaier. De ploeg van Schmidt profiteerde van balverlies van Ajax op eigen helft en opnieuw was Malen aangever en Zahavi de koele afmaker.", "De frustratie over de achterstand was zichtbaar bij Ajax. Antony ramde de bal de tribune in na weer een mislukte Amsterdamse aanval, maar in het laatste deel van de eerste helft voerde Ajax de druk op. Rechtsback Noussair Mazraoui stoomde op en gaf prima voor, waarna Tadic snoeihard tegen de paal schoot.", "Vijf minuten voor rust scoorde Ajax alsnog. Tadic gaf voor en Promes knalde binnen, waardoor er na een enerverende eerste helft 1-2 op het scorebord stond.", "Eran Zahavi zette PSV voor rust op een comfortabele 0-2-voorsprong in de ArenA. Eran Zahavi zette PSV voor rust op een comfortabele 0-2-voorsprong in de ArenA. Foto: ANP", "Doelpunt van Haller afgekeurd", "Aan het begin van de tweede helft was daar dan toch het debuut van Haller voor Ajax. De Ivoriaans international verving Labyad en hij leek niet lang nodig te hebben voor zijn eerste Eredivisie-goal sinds 2017. Op aangeven van Tadic tikte Haller de bal in de 49e minuut langs PSV-keeper Yvon Mvogo, maar de VAR zag dat het nipt buitenspel was.", "Zo was er ook na rust veel te beleven in de ArenA. Onana moest opnieuw redden op een vrije trap van Max en ook bij een kopbal van Zahavi moest de Kameroener in actie komen. Aan de andere kant had Mvogo een antwoord op een kopbal van Antony.", "Met de vrees de koppositie kwijt te raken voerde Ajax de druk weer op en na 65 minuten leidde dat tot de 2-2. De fysiek sterke Haller bewees zijn waarde door zich in het strafschopgebied niet van de bal te laten zetten en hij vond Antony, die koel afrondde.", "Ajax kreeg daarna nog kansen om de comeback compleet te maken. Tot twee keer toe raakte Promes de bal net niet goed in kansrijke positie en verdediger Olivier Boscagli gleed de bal bijna in eigen doel. De laatste tien minuten - met de rentree van Ajax-middenvelder Mohammed Kudus - waren zeer spannend. Beide ploegen kregen kansen op de winnende goal, maar het bleef 2-2 in de enerverende eerste topper van dit seizoen.", "De ontlading was groot bij de Ajacieden na de gelijkmaker van Antony. De ontlading was groot bij de Ajacieden na de gelijkmaker van Antony. Foto: Pro Shots", "Bekijk de uitslagen, de stand en het programma in de Eredivisie"], "authors": ["Foto", "Door", "Rypke Bakker"], "keywords": ["kop", "van", "haller", "ajax", "knokt", "voor", "en", "een", "bij", "psv", "tegen", "topper", "op", "het", "zich", "blijft", "terug"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}