{"id": "a2c07b20-74d4-3aec-a002-d1ecc85d1ba4", "title": "Commissie: slachtoffers Toeslagenaffaire ‘ongekend onrecht’ aangedaan", "url": "https://www.nrc.nl/nieuws/2020/12/17/commissie-oordeelt-zeer-kritisch-over-betrokken-instanties-toeslagenaffaire-a4024242", "summary": "De slachtoffers van de Toeslagenaffaire is „een ongekend onrecht” aangedaan, waarbij de ambtelijke en politieke top de omvang en ernst van de situatie veel te laat hebben ingezien.\nDat oordeelt een parlementaire commissie donderdag onder leiding van CDA-Kamerlid Chris van Dam in een reconstructie van de Toeslagenaffaire.\nDe commissie is daarnaast kritisch op het ministerie van Sociale Zaken, waarvan de verantwoordelijkheid voor het beleid „ver onder de maat” is geweest.\nDie aanpak beschrijft de commissie als „alles-of-niets benadering” en het hanteren van een „opzet-grove schuld”-werkwijze.\n„Het kabinet heeft een grote verantwoordelijkheid om te zorgen dat dit nooit meer gebeurt”, aldus Van Huffelen.", "paragraphs": ["De slachtoffers van de Toeslagenaffaire is „een ongekend onrecht” aangedaan, waarbij de ambtelijke en politieke top de omvang en ernst van de situatie veel te laat hebben ingezien. De informatievoorziening vanuit de Belastingdienst was „buitengewoon beperkt” en de wijze waarop de ouders zijn aangepakt staat „in geen verhouding” tot wat ze werd verweten. Dat oordeelt een parlementaire commissie donderdag onder leiding van CDA-Kamerlid Chris van Dam in een reconstructie van de Toeslagenaffaire.", "De commissie is buitengewoon kritisch: bij de uitvoering van de kinderopvangtoeslagregelingen zijn „de grondbeginselen van de rechtsstaat geschonden” door de Belastingdienst, kabinet en Tweede Kamer. De politieke wens om het toeslagensysteem efficiënt en fraudebestendig in te richten, heeft geleid tot „spijkerharde” wetgeving waar individuele gevallen het slachtoffer van zijn geworden, aldus de commissie. Het kabinet en parlement mogen zich dat aanrekenen.", "Ook de Raad van State krijgt een tik op de vingers, omdat die de rechtsbescherming van individuele burgers heeft „veronachtzaamd”. De commissie is daarnaast kritisch op het ministerie van Sociale Zaken, waarvan de verantwoordelijkheid voor het beleid „ver onder de maat” is geweest.", "Premier Mark Rutte noemt het eindverslag van de commissie „heftig”, maar ook „gedegen en terecht”. „Je ziet dat inderdaad de rechtsstaat niet burgers heeft beschermd, maar juist grote schade heeft toegebracht”, zegt hij na afloop van de zitting.", "De Toeslagenaffaire draait om ouders die vanaf 2012 door de Belastingdienst onterecht zijn aangemerkt als fraudeur, vaak na administratieve vergissingen zoals een onjuiste toeslagaanvraag of te lage eigen bijdrage. Daardoor raakten tienduizenden ouders hun toeslag kwijt of werden al uitbetaalde bedragen teruggevorderd. Slachtoffers belandden daardoor in sommige gevallen in de schulden.", "Massaproces", "Dat heeft kunnen gebeuren, zo schrijft de commissie, omdat het ministerie van Financiën de kinderopvangtoeslag als een massaproces uitvoerde, zonder rekening te houden met individuele verschillen. Die aanpak beschrijft de commissie als „alles-of-niets benadering” en het hanteren van een „opzet-grove schuld”-werkwijze. Daardoor is „grote inbreuk” gemaakt op het rechtstatelijk principe om individuen te beschermen.", "„Onder druk van oververhitte politieke behoefte aan fraudebestrijding werden ouders ten onrechte gebrandmerkt als opzettelijke fraudeurs”, schrijft de commissie. De ouders stonden „jarenlang machteloos tegenover machtige instituten van de rechtsstaat” en kregen daarin „niet de bescherming die ze verdienden”.", "Er wordt ook geconcludeerd dat de informatievoorziening aan de Tweede Kamer onvoldoende was. Kamerleden zijn bij herhaling „geconfronteerd met ontijdige, onvolledige en onjuiste informatie” rond de kinderopvangtoeslag. Zo haperde de informatievoorziening in reacties op Kamervragen en in debatten. Ook de ondervragingscommissie zelf werd te traag en onvolledig geïnformeerd.", "De commissie doet geen formele aanbevelingen in het rapport, maar concludeert wel dat „door deze optelsom aan onvermogen om recht te doen aan het individu, ouders jarenlang geen kans hebben gehad”. De betrokken commissieleden doen daarom een „dringend beroep op alle betrokken staatsmachten om bij zichzelf te rade te gaan, zodat dit in de toekomst kan worden voorkomen en hoe het ontstane onrecht alsnog kan worden rechtgezet.”", "Het kabinet gaat zich volgende week in het Catshuis buigen over de uitkomsten, zei staatssecretaris Alexandra van Huffelen (Toeslagen, D66) in een eerste reactie op het rapport. „Het kabinet heeft een grote verantwoordelijkheid om te zorgen dat dit nooit meer gebeurt”, aldus Van Huffelen. Een uitgebreide reactie volgt in januari; dan wordt ook duidelijk of het kabinet politieke gevolgen verbindt aan het rapport. De Tweede Kamer debatteert begin volgend jaar over de Toeslagenaffaire.", "Lees ook: Advocaat Eva González Pérez: als ik de Belastingdienst naar misstanden vroeg, kreeg ik geen antwoord"], "authors": ["Thomas Borst", "December Om", "Leestijd Minuten"], "keywords": ["van", "ongekend", "toeslagenaffaire", "om", "een", "en", "ouders", "te", "slachtoffers", "heeft", "commissie", "aangedaan", "op", "onrecht", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}