{"id": "a2d5448a-caeb-3405-a7a9-8108e590f3ae", "title": "De huidige recycling van plastic is grotendeels een illusie", "url": "https://trouw.nl/opinie/de-huidige-recycling-van-plastic-is-grotendeels-een-illusie~b02adf4b/", "summary": "Nederland is het zevende grootste land van de wereld op de markt van plastic afval.\nPlastic afval staat in de belangstelling na het zoveelste schandaal van dumping in landen die het minder nauw nemen met het milieu.\nDe helft van het plastic uit PMD bestaat uit gemengd plastic, dat beschouwd moet worden als uitval.\nStop met die schijnvertoningDe recycling van plastic is grotendeels illusie.\nWaarom je plastic vaak gewoon weer in de vuilniszak mag gooienSteeds meer gemeenten stoppen met het apart inzamelen van plastic, blik en drankverpakkingen.", "paragraphs": ["Laat verwerkers zich beperken tot afval waar men wel iets mee kan in plaats van plastic te exporteren naar het buitenland, schrijft Hugo Bellaart.", "Nederland is het zevende grootste land van de wereld op de markt van plastic afval. Dat is opmerkelijk voor een land van zeventien miljoen inwoners. Hoe komt dat en waarom exporteren wij dan eigenlijk ons huishoudelijk plastic afval?", "Plastic afval staat in de belangstelling na het zoveelste schandaal van dumping in landen die het minder nauw nemen met het milieu. In Nederland is een aantal partijen te onderscheiden. Allereerst het verpakkend bedrijfsleven dat vanwege de wettelijke ‘producentenverantwoordelijkheid’ de rommel moet opruimen. Daartoe vloeit jaarlijks naar schatting driehonderd miljoen euro aan vergoedingen naar de afvalindustrie. Dat wordt betaald door contributie van de verpakkers. Uiteraard betalen wij die via de boodschappen.", "Een tweede groep vormt de afvalindustrie van inzamel-, sorteer- en verwerkingsbedrijven, verenigd in de NVRD. Gemeenten bepalen tot slot hoe zij afval ophalen en de Vereniging Nederlandse Gemeenten (VNG) voert daartoe namens de gemeenten onderhandelingen met verpakkers over vergoedingen.", "Lobbyclub NVRD is in de praktijk tamelijk maatgevend, hetgeen heeft geleid tot beleid gericht op maximale afvalscheiding, als doel op zich. De NVRD heeft zich ingespannen om het beleid ‘Van Afval Naar Grondstof’ (VANG) in de meeste gemeenten te laten landen, maar dat leidde tot schijnvertoningen en perverse prikkels bij plastic afval.", "Het verpakkend bedrijfsleven moet worden aangespoord minder plastic te gebruiken, verpakkingen te ontwerpen die wél recyclebaar zijn en om gerecycled plastic te gebruiken voor nieuwe verpakkingen. Die beweging is op Europese schaal ingezet, maar vergt tijd.", "Plastic is een verzamelnaam", "Op korte termijn kan milieuschade worden beperkt door de afvalindustrie en de overheid. De nadruk op minder restafval heeft onder andere geleid tot de inzameling aan huis van Plastic, Metaal en Drankkarton (PMD). Dat levert aanzienlijk meer aanbod van plastic afval. Maar plastic is geen materiaalsoort, het is een verzamelnaam voor technisch diverse kunststoffen die zich moeilijk laten herleiden tot grondstof. PET-flessen zijn een uitzondering, maar slechts 5 procent van PMD. De helft van het plastic uit PMD bestaat uit gemengd plastic, dat beschouwd moet worden als uitval. Toch wordt die stroom meegeteld als gerecycled en vergoed. Zo lijkt staatssecretaris Van Veldhoven goed op weg met recycling, maar juist dat inferieure gemengde plastic wordt vaak naar Duitsland geëxporteerd.", "De reden laat zich raden. De Inspectie voor de Leefomgeving en Transport belast met het toezicht op huishoudelijk afval beperkt zich tot Nederland en de uitgaande stroom. Buitenlandse bedrijven die het gemengde plastic verwerken krijgen meer dan tweehonderd euro per ton uit de vergoeding mee om van de rommel voor de schijn bermpaaltjes te maken, maar niemand weet hoevéél in bermpaaltjes wordt verwerkt, hoevéél alsnog wordt verbrand en hoevéél vanuit Duitsland opnieuw wordt geëxporteerd. De inspectie controleert dat niet. Export van huishoudelijk plastic afval naar Azië is verboden, maar na sortering van PMD verdwijnt het ongemakkelijke onderscheid in huishoudelijke en bedrijfsmatige stromen.", "Stop met die schijnvertoning", "De recycling van plastic is grotendeels illusie. Met nascheiding van verpakkingen uit het restafval door machines zouden verwerkers zich beter kunnen beperken tot verpakkingsafval waar wél iets mee kan. Het is beter te stoppen met de schijnvertoning door export en perverse prikkels. Het scheelt onzinnig gesleep in Europa en daarbuiten..", "Voor onbruikbaar plastic geldt dat de Nederlandse ovens tot de schoonste van de wereld behoren, en die leveren tenminste nog nuttige stadswarmte. Die milieuvriendelijker oplossing is niet geholpen met een 150 procent verhoogde verbrandingsbelasting en een CO2-heffing voor Afvalenergiecentrales, die daar eerder om goede redenen van waren vrijgesteld.", "Lees ook:", "Is er wel genoeg gerecycled plastic voor de groene plannen van Coca-Cola?", "Alle kleine flesjes van Coca-Cola en aanverwante merken als Sprite en Fanta bestaan vanaf volgende maand volledig uit gerecycled plastic, aldus het bedrijf. Gaat dat wel lukken?", "Waarom je plastic vaak gewoon weer in de vuilniszak mag gooien", "Steeds meer gemeenten stoppen met het apart inzamelen van plastic, blik en drankverpakkingen. Heeft afval scheiden dan geen nut?"], "authors": ["Hugo Bellaart"], "keywords": ["tot", "van", "illusie", "afval", "plastic", "grotendeels", "het", "die", "met", "huidige", "een", "en", "dat", "recycling", "te"], "pubDate": "2020-11-29T20:49:09+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}