{"id": "a2de47ee-2e50-3e83-bd01-a416313522ea", "title": "Restaurants in Groningen woest: Thuisbezorgd sluit hun zaken op eigen houtje", "url": "https://www.dvhn.nl/groningen/Groningse-restaurants-woest-Thuisbezorgd-sluit-hun-zaken-op-eigen-houtje-26208464.html", "summary": "Ze namen een kijkje op de site van Thuisbezorgd, klikten hun eigen zaak aan, bestelden iets en zagen bij doorscrollen tot hun schrik de melding ‘Dit restaurant is momenteel gesloten.\nDit is inkomstenderving, we worden bedonderd in een tijd die toch al heel slecht is’’, zegt een van de restauranthouders.\n,,Thuisbezorgd zegt dat ik gesloten ben, ik raak hierdoor klandizie kwijt.\nOok rekenen ze op een schadevergoeding van het beursgenoteerde Thuisbezorgd.nl.\nWilton zegt dat er in Groningen ongeveer 600 restaurants zijn aangesloten bij Thuisbezorgd.", "paragraphs": ["Restauranthouders uit Groningen zijn woest op online maaltijdenbezorgdienst Thuisbezorgd.nl. Die meldt op z’n website dat bepaalde restaurants ‘momenteel gesloten’ zijn, zonder medeweten van de restaurants.", "De meldingen van ‘tijdelijk gesloten, probeer het later nogmaals’ duiken op piekmomenten op, vooral rond etenstijd. Zeker in het weekend gebeurt het.", "Volgens een woordvoerder van Thuisbezorgd is er niets aan de hand. ,,Hooguit vijf à tien minuutjes sluiten we weleens een zaak omdat we dan een gebrek aan bezorgers hebben.’’", "Handjevol bestellingen", "Restauranthouders merkten afgelopen zondag dat hun keukenteam klaar stond, maar dat het aantal bezorgmaaltijden bleef steken op een handjevol tegenover tientallen normaal gesproken. Ze namen een kijkje op de site van Thuisbezorgd, klikten hun eigen zaak aan, bestelden iets en zagen bij doorscrollen tot hun schrik de melding ‘Dit restaurant is momenteel gesloten. Probeer het later nogmaals’ in beeld verschijnen.", "Ze belden met Thuisbezorgd en kregen te horen dat er sprake was van een technische storing.", "Thuisbezorgd bedondert ons", ",,We worden er uitgegooid zonder dat we het weten. Dit is inkomstenderving, we worden bedonderd in een tijd die toch al heel slecht is’’, zegt een van de restauranthouders. ,,Thuisbezorgd zegt dat ik gesloten ben, ik raak hierdoor klandizie kwijt. Dit kóst geld.’’", "Hij was eerst tevreden over Thuisbezorgd, omdat hij door die samenwerking kon besparen op personeel en fietsen of brommertjes. ,,Ik moet 30 procent van mijn omzet aan Thuisbezorgd afdragen en nu flikken ze dit.’’", "Thuisbezorgd: Het is niet ideaal", "Persvoorlichter Joris Wilton van Thuisbezorgd is bekend met het probleem, maar zegt dat er weinig aan de hand is. ,,De pieken zijn hoger dan we gewend zijn, omdat er door corona veel meer vraag is dan we gewend zijn. Bovendien is er door corona meer ziekteverzuim onder de bezorgers.’’", "Wat dan, volgens hem, kan gebeuren op drukke momenten is dat Thuisbezorgd enkele zaken eigenhandig kortstondig sluit. ,,In Groningen gebeurt dit een paar minuten per week’’, zegt Wilton. ,,Het was ideaal als het niet zou gebeuren. We doen er alles aan’’, zegt hij.", "Schadevergoeding", "Voorlopig zijn Groningse restauranthouders voornemens hun samenwerking met Thuisbezorgd op te zeggen. Voor restaurants met een eigen bezorgdienst is dat gemakkelijker dan voor degenen zonder. Ook rekenen ze op een schadevergoeding van het beursgenoteerde Thuisbezorgd.nl.", "Wilton zegt dat er in Groningen ongeveer 600 restaurants zijn aangesloten bij Thuisbezorgd. Dat zijn er 100 meer dan vóór de coronacrisis."], "authors": ["Marijke Brouwer"], "keywords": ["groningen", "van", "zegt", "restaurants", "dan", "eigen", "op", "woest", "het", "zijn", "thuisbezorgd", "houtje", "sluit", "een", "dat", "zaken", "er", "hun"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}