{"id": "a2e0a0ad-a82f-35d6-a5ce-c1ce9d0f6d76", "title": "Activist Loretta Ross: ‘Je kunt mensen ook met liefde verantwoordelijk houden voor wat ze zeggen en doen’", "url": "https://volkskrant.nl/mensen/activist-loretta-ross-je-kunt-mensen-ook-met-liefde-verantwoordelijk-houden-voor-wat-ze-zeggen-en-doen~ba48050a/", "summary": "Om te begrijpen waarom Ross van gedachten en benadering veranderde, moet je begrijpen waar ze vandaan komt en wat ze heeft meegemaakt.\nRoss geeft haar leerlingen voorbeeldzinnen, zoals: ‘Weet je nog toen je dat en dat woord gebruikte?\nAls het een onbekende is, adviseer ik je om het te laten gaan, tenzij je je geroepen voelt om ook onbekenden te helpen.’Bovendien staat de call-outcultuur niet op zich.\n‘Woke zijn betekent niet dat je gemeen doet tegen mensen, het betekent dat je aardig probeert te blijven.\nAls je denkt dat woke zijn inhoudt dat je je zogenaamde politieke bewustzijn mag gebruiken om onaardig te doen, dan heb je het mis.", "paragraphs": ["Ooit was de Amerikaanse activist Loretta Ross (67) een zelfverklaarde black radical, nu pleit ze voor wederzijds begrip. De omslag kwam toen ze in gesprek ging met een veroordeelde verkrachter.", "De allereerste keer dat Loretta Ross iemand publiekelijk aan de schandpaal nagelde, zat ze nog op de basisschool. Het was eind jaren vijftig, misschien begin jaren zestig, dat weet ze niet precies meer. Haar zwaar gehandicapte zusje werd gepest door een klasgenootje, Linda. De piepjonge Loretta riep Linda ten overstaan van haar medescholieren tot de orde, wat uiteindelijk leidde tot een gevecht op het schoolplein. Loretta won en Linda probeerde daarna met haar bevriend te raken. ‘Maar daar moest ik niets van hebben. Onze families, onze moeders in het bijzonder, waren heel goed met elkaar bevriend, maar Linda en ik mochten elkaar niet.’", "Loretta Ross (67) vertelt het lachend, aan de telefoon vanuit haar werkkamer in Boston, in het noordoosten van de Verenigde Staten. Ze heeft een warme, gebarsten stem, die de sporen vertoont van een onstuimig leven. Ross is een van Amerika’s belangrijkste activisten, ze is al sinds begin jaren zeventig actief in de mensenrechtenbeweging. Op haar 16de werd ze voor het eerst bestookt met traangas, tijdens een antiracismeprotest op haar universiteit. Al bijna vijftig jaar vecht ze voor vrouwenrechten en tegen racisme, en is ze een van de belangrijkste stemmen in de strijd voor reproductieve rechten van vrouwen: het recht om autonoom keuzen te maken over zaken als abortus, sterilisatie, bevalling en het gebruik van voorbehoedsmiddelen. In 2004 was Ross medeorganisator van de March for Women’s Lives, een demonstratie voor onder andere vrouwenrechten en het recht op abortus, waaraan ruim een miljoen mensen deelnamen. Ook schreef Ross meerdere boeken over reproductieve rechten.", "Tegenwoordig is ze hoofddocent aan het Smith College in Northampton (Massachusetts), op de afdeling Vrouwen- en genderstudies, waar ze lesgeeft over witte suprematie, mensenrechten en call-out culture, het fenomeen waarbij voornamelijk gebruikers van sociale media anderen publiekelijk beschuldigen van racisme, seksisme, ongewenst gedrag en andere onwelgevallige zaken. ‘Calling out’ hoort inmiddels bijna net zozeer bij sociale media als het delen van hilarische kattenfilmpjes. Er zijn, zoals de Volkskrant een tijdje geleden schreef, speciale call-outaccounts op Instagram, waarop mensen met naam en toenaam ergens van worden beschuldigd, zonder dat ze daarbij zelf zijn gehoord.", "En daar is Loretta Ross klaar mee. In interviews en opiniestukken in onder andere The New York Times, Time Magazine, de Los Angeles Times, The Washington Post en op Oprah Winfreys radiozender spreekt Ross zich fel uit tegen de call-outcultuur, de uitsluitcultuur en de meedogenloosheid die daarmee gepaard gaat. In plaats van de digitale openbare executie pleit Ross voor de empathische dialoog. Op dit moment legt ze de laatste hand aan haar boek Calling In the Call Out Culture, dat dit jaar moet verschijnen. In een tijd waarin vrijwel elke discussie ontaardt in een verhit debat, houdt Ross een vurig pleidooi voor wederzijds begrip, geduld en kalmte.", "Aan de frontlinies", "Maar het is wel eens anders geweest. Ooit streed ze aan de frontlinies van het zwarte en feministische activisme. Om te begrijpen waarom Ross van gedachten en benadering veranderde, moet je begrijpen waar ze vandaan komt en wat ze heeft meegemaakt.", "Ross was 11 toen een vreemde haar in elkaar sloeg en verkrachtte. Ze was 14 toen ze werd verkracht door haar neef; ze raakte zwanger en werd op haar 15de moeder. Toen ze besloot haar zoon niet ter adoptie aan te bieden maar zelf op te voeden, verloor ze haar studiebeurs.", "Op haar 16de ging ze alsnog studeren. Op Howard College kwam ze voor het eerst in aanraking met activisme. Na een antiracismedemonstratie werd haar woonblok met traangas bestookt. Ze las de autobiografie van Malcolm X en The Black Woman, een essaybundel van de zwarte schrijver Toni Cade Bambara, en begon zichzelf een black radical te noemen. Haar eerste demonstratie organiseerde ze in 1974, toen zij en haar medehuurders als gevolg van de gentrificatie uit hun woning gezet dreigden te worden. ‘We kwamen bijeen in de waskamer van het gebouw. Ik werd tot voorzitter gekozen, omdat ik aantekeningen zat te maken.’ Meer was het niet. ‘Ik was gewoon de vrouw met de informatie die al het werk deed en daarom moest ik de boel gaan leiden.’", "Loretta Ross. Beeld Peyton Fulford", "Al in de tijd dat ze actief was in de huurdersvereniging, kon Ross zich verbazen over de achterhoedegevechten bij activistische bewegingen. ‘Linkse groeperingen vochten elkaar de tent uit over wat mij marginale ideologische verschillen leken. Wie volgde Trotski, wie Lenin, wie Hegel? Ik vond dat verwarrend: waarom zaten we te muggenziften over de verschillen tussen al die dode witte mannen? De buitenwacht zag ons toch al als communisten, dus wat maakte het allemaal uit?’", "In 1980 kwam Ross voor een belangrijke keuze te staan. Yulanda Ward, een goede vriendin van haar en een belangrijke activist, kwam op haar 22ste onder mysterieuze omstandigheden om het leven. Volgens de officiële lezing ging het om een gewapende roofoverval, maar volgens Ross was er sprake van een politieke moord. ‘Toen moest ik besluiten of ik actief bleef als activist, of dat ik zou stoppen. Ik was bang. Iedereen was bang. Want alles wat we deden was legaal. We organiseerden petities, cursussen, marsen en demonstraties. Waarom kwamen ze juist achter ons aan, nota bene in de tijd dat de Black Liberation Army een gewapende strijd voerde?’", "Maar Ross zette zich over haar angst heen. ‘Ik besloot dat ik het Yulanda verschuldigd was, ik mocht me niet laten tegenhouden door angst.’ Ze stortte zich fulltime op het activisme.", "Een jaar eerder, in 1979, was ze al directeur van het DC Rape Crisis Center in Washington geworden, waar ze zich inzette voor slachtoffers van seksueel geweld. Doordat ze zelf ooit ook slachtoffer was geweest, kon zich goed inleven in de vrouwen en kinderen met wie ze in aanraking kwam.", "Maar toen gebeurde er iets waarop ze niet had gerekend. Het Center kreeg een brief van William Fuller, een man die in de Lorton Reformatory-gevangenis zat voor verkrachting en moord. Hij schreef dat hij buiten de gevangenis vrouwen had verkracht en dat nu hij opgesloten was, mannen zijn slachtoffers waren. Maar nu was Fuller het zat: hij was zichzelf zat, en het seksuele onrecht waaraan hij en andere mannen om hem heen zich schuldig bleven maken. Hij had zich verdiept in zwarte feministische literatuur en vroeg Ross om met hem en andere mannen te gaan praten, om hen verder te helpen en te onderwijzen in de leer van het zwarte feminisme.", "Ross: ‘Dit waren allemaal zwarte mannen en hun slachtoffers waren ook allemaal zwart. Ik wist niet hoe ik moest reageren. We hadden bij het Center nauwelijks genoeg middelen om onze slachtoffers te helpen, dus waarom zou ik me over de daders bekommeren?’ Bovendien: waarom zouden slachtoffers daders moeten helpen?", "Bekijk het maar, had Ross kunnen zeggen. ‘Dat wilde ik ook. Maar Fuller bleef aanhouden. En op een gegeven moment bedacht ik dat dit allemaal jongens en mannen waren uit onze eigen gemeenschap. Hen opsluiten had duidelijk niet geleid tot een vermindering van het geweld: het veranderde alleen het geslacht van hun slachtoffers.’", "Ross toog naar de gevangenis, een dikke 30 kilometer van waar ze woonde. ‘Ik was heel bang. Zij waren de verkrachters, zij waren de baas in de gevangenis. Om zichzelf te beschermen voor anderen zaten deze kerels de hele dag in de gym om zichzelf groter en sterker te maken. Het waren de grootste, gespierdste, engste gasten in de gevangenis.’", "Loretta Ross: ‘Wie volgde Trotski, wie Lenin, wie Hegel? Ik vond dat verwarrend: waarom zaten we te muggenziften over de verschillen tussen al die dode witte mannen?’ Beeld Peyton Fulford", "De mannen waren niet alleen fysiek intimiderend, hen te ontmoeten was voor Ross ook een confrontatie met haar eigen trauma’s. Het was moeilijk, pijnlijk. Maar ze boekte vooruitgang. Ze hoorde hen niet alleen aan, maar sprak ook terug, probeerde de daders te vertellen hoe het voor haar, als slachtoffer, was. ‘Hun verhalen over hoe ze vrouwen hadden verkracht en vermoord stelden mij in staat om hun mijn eigen verhaal te vertellen.’", "Een van de dingen die Ross leerde en die haar destijds verbaasden, was dat een aantal van de daders zelf ook slachtoffer was geweest van een man. Het leidde tot een inzicht, dat Ross omschrijft als een ‘transformatieve ervaring’. ‘Tot die tijd had ik mannen nooit gezien als slachtoffer van verkrachting en had ik er geen enkele moeite mee om verkrachters te haten. Maar nu ging ik inzien dat mensen die ergens slachtoffer van zijn daarna vaak zelf ook dader worden. Niemand wordt geboren als dader. Ik kan niet genoeg benadrukken hoe belangrijk dat inzicht voor mij was.’", "Uiteindelijk richtte Fuller de organisatie Prisoners Against Rape op. Door de dialoog aan te gaan, hoe confronterend en pijnlijk dat ook voor haar was, had Ross constructieve verandering in gang gezet.", "Veel later, in de jaren negentig, werkte Ross bij het Center for Democratic Renewal, dat eind jaren zeventig was opgericht als het National Anti-Klan Network. Ze monitorde fascistische groeperingen en werkte met mensen die extreemrechtse organisaties als de Ku Klux Klan hadden verlaten en hun leven wilden beteren. Zo gaf Ross antiracismetraining aan vrouwen wier mannen nog bij de Klan zaten. Deze vrouwen hadden goede bedoelingen, maar noemden Ross ‘een welbespraakte gekleurde meid’ en vroegen haar negrospirituals (traditionele liederen van Noord-Amerikaanse slaven) te zingen. In plaats van boos op ze te worden, probeerde Ross hun uit te leggen hoe het voor haar als 8-jarig meisje was geweest dat haar beste vriendje haar ‘nigger’ had genoemd. ‘Het was heel onaangenaam’, zegt Ross over de confrontaties met mensen die er, al dan niet bewust, een racistisch gedachtengoed op na hielden.", "Maar net als eerder in de Lorton Reformatory-gevangenis lag de oplossing erin dat Ross en de mensen met wie ze werkte elkaar gaandeweg leerden kennen. ‘Het is heel moeilijk om mensen te blijven haten wanneer je ze beter hebt leren kennen. En als ik als zwarte vrouw de Klan zelfs niet meer kan haten, wat blijft er dan nog over?’", "Het veranderde iets in Ross. Waar haat lange tijd de drijvende kracht voor haar activistenwerk was geweest, ging ze er nu ‘op een gecompliceerdere manier over nadenken’. ‘Je kunt mensen nog steeds verantwoordelijk houden voor wat ze zeggen en doen, maar dat kun je ook doen met liefde en respect voor hun menselijkheid, in plaats van uit woede.’", "Boodschap", "Dat is de boodschap die Ross de afgelopen jaren uitdraagt aan een miljoenenpubliek, onder andere in een opiniestuk uit augustus 2019 in The New York Times, met de titel: ‘Ik ben een zwarte feminist en ik vind de call-outcultuur giftig’. Ruim een jaar later, in november 2020, schreef dezelfde krant een profiel over Ross en de overgang van publieke beschuldiging naar dialoog, waarover ze op Smiths College doceert. Afgelopen juli was Ross een van de ondertekenaars van een brief in Harper’s Magazine, waarin schrijvers en kunstenaars, onder wie Margaret Atwood en Salman Rushdie, hun zorgen uitten over het toenemende intolerante klimaat in het sociaal-culturele debat.", "Maar wat is er dan precies zo verkeerd aan een publieke beschuldiging? Je móét mensen soms toch tot de orde roepen? Volgens Ross werkt het contraproductief. ‘Het dwingt mensen meteen in de verdediging. Als je iemand meteen ergens van beschuldigt, voelt het voor hem niet alsof je zijn ideeën aanvalt, maar zijn persoonlijkheid. En dan worden mensen vaak meteen erg boos, voelen ze zich niet gehoord of niet serieus genomen, of vinden ze dat je gewoon niet goed ziet wie ze zijn – omdat je alleen hebt gereageerd op wat ze hebben gezegd en niet op de omstandigheden of de persoon.’ Daarnaast schrikt het publieke afblaffen mensen ook af om deel te nemen aan een discussie, bang als ze zijn om iets verkeerds te zeggen.", "Waar Ross zich ook aan ergert: als mensen iemand anders verantwoordelijk houden voor iets wat hij of zij ooit als jongere heeft gedaan. ‘Zoals iemand die zich als tiener ooit een keer als blackface schminkte. En die dan twintig jaar later moet worden ‘gecanceld’ voor iets wat hij als domme puber heeft gedaan. Dat is de afrekencultuur: als je ooit iets verkeerd hebt gedaan, kun je nooit worden vergeven en zul je tot in de lengte der dagen worden afgerekend op dat ene. Daar moeten we echt mee stoppen.’", "Ross ziet dat mensen elkaar vooral op sociale media continu van alles beschuldigen, ‘of dat nou gaat over het onjuiste gebruik van een woord of over het verkeerde persoonlijk voornaamwoord’. Met name die laatste kwestie, omtrent geslacht, leidt bij Ross op de campus nog wel eens tot felle discussies. ‘Omdat de studententijd het moment is dat veel mensen hun eigen genderidentiteit gaan ontdekken en claimen. Of je nu hetero, homo, transseksueel of gender-non-conforming bent. Dat ligt allemaal heel gevoelig. Mensen proberen erachter te komen wie ze precies zijn, dus reageren ze vaak ook emotioneler als iemand het verkeerde voornaamwoord gebruikt: ‘Ik heb je toch gezegd: ik ben een transman! Je kunt me niet ‘zij’ en ‘haar’ blijven noemen, ook al ben ik ongesteld!’", "Calling in", "In haar colleges probeert Ross haar studenten ervan te doordringen dat het doel van calling in – iemand apart benaderen en rustig en met respect uitleggen wat het probleem is – niet veel verschilt van dat van calling out, maar dat je iemand benadert vanuit liefde in plaats van uit boosheid, vanuit de gedachte dat je iemand iets kunt leren. Het gaat niet om wat jij voelt of vindt, maar om de potentiële groei die de ander met jouw hulp kan doormaken. Ross geeft haar leerlingen voorbeeldzinnen, zoals: ‘Weet je nog toen je dat en dat woord gebruikte? Voor mij voelde dat nogal respectloos, maar ik denk niet dat je het op die manier bedoelde. Zullen we een kop koffie gaan drinken en er verder over praten?’", "En ja, ze weet ook wel dat het niet iedereen is gegeven om zo te reageren; dat voor sommige mensen de pijn te veel aan de oppervlakte ligt om de hand over het hart te strijken. Wat sociale media betreft ligt het er volgens Ross aan wat voor relatie je met de desbetreffende persoon hebt en ‘of je bereid bent te investeren in de groei van de ander. Als het een onbekende is, adviseer ik je om het te laten gaan, tenzij je je geroepen voelt om ook onbekenden te helpen.’", "Bovendien staat de call-outcultuur niet op zich. Ze is verweven met andere hedendaagse verschijnselen zoals doomscrolling (eindeloos scrollen door negatief, deprimerend of kwaad makend nieuws en dito commentaren), virtue signalling (laten zien hoe goed je je moraliteit voor elkaar hebt door je negatief over iets of iemand uit te spreken) en natuurlijk de drang om zo ‘woke’ mogelijk te zijn.", "Ross ziet het allemaal met lede ogen aan. ‘Een deel van het probleem zit hem erin dat je jezelf bij doomscrolling bewust onderdompelt in een giftige omgeving en automatisch die giftigheid overneemt. Het is een keuze die je zelf maakt. Je kunt zelf kiezen of je de wereld wreder wilt maken dan nodig is. Dus vraag ik mensen: waarom kies je ervoor gemeen te zijn tegen mensen die je niet kent en die jou niet kennen?", "Loretta Ross: ‘Het is heel moeilijk om mensen te blijven haten wanneer je ze beter hebt leren kennen.’ Beeld Peyton Fulford", "Het heeft ook allemaal niets met woke zijn te maken, zegt Ross. ‘Woke zijn betekent niet dat je gemeen doet tegen mensen, het betekent dat je aardig probeert te blijven. Dat je ervoor kiest gemeen te doen, is slechts een bewijs van hoe unwoke je bent. Als je denkt dat woke zijn inhoudt dat je je zogenaamde politieke bewustzijn mag gebruiken om onaardig te doen, dan heb je het mis. Dat is niet woke, dat heet pesten.’", "Daarmee is niet gezegd dat Ross tegen het benoemen van problematische uitspraken of tegen de publieke beschuldiging is. ‘Ik geloof in naar boven trappen. En met ‘naar boven trappen‘ bedoel ik mensen en instituten aanpakken die hun privileges en macht niet verantwoord gebruiken. Dus als een politicus liegt: call him out! Als de overheid mensenrechten schendt: call them out! Als een bedrijf mensen in gevaar brengt of hun veiligheid riskeert: call them out! Dat is juist een onderdeel van de mensenrechtenbeweging. We moeten de publieke beschuldiging gebruiken om mensen te beschamen, om ze hun gedrag te laten veranderen of er verantwoording voor te nemen. Ik heb geen enkel probleem met calling out als je van tevoren goed bedenkt over wie het gaat. Maar mijn boek en de lessen die ik geef gaan over het verkeerd gebruiken van de publieke beschuldiging: als we het op een horizontale manier gebruiken, tegen mensen die op dezelfde hoogte staan als wij.’", "Met haar methode van ‘calling in’ wil Ross het turbulente debat tot kalmte brengen. Iets soortgelijks zei de aanstaande Amerikaanse president Joe Biden in zijn overwinningstoespraak begin november: ‘Laten we de temperatuur wat verlagen en weer naar elkaar gaan luisteren.’", "Hoewel de kloof tussen links en rechts groter is dan ooit, ziet Ross de ontwikkelingen de goede kant op gaan. Ja, dat heeft voor een belangrijk deel met de overwinning van Biden te maken. ‘Als Trump had gewonnen, had ik me heel erg zorgen gemaakt. Natuurlijk, er hebben nog steeds 73 miljoen mensen op hem gestemd en Trump kreeg nog steeds de meeste witte stemmen in haast elke leeftijdsgroep – op één na: de jongeren tussen 18 en 29, van hen stemde 56 procent voor Biden. En hoewel iedereen boven de 29 de facto voor witte suprematie heeft gestemd, vind ik het veelbetekenend dat de jongere generatie heeft durven breken met hun ouders en de generaties voor hen. Dat biedt hoop. Ik weet niet meer wie het zei, maar de beste manier om wraak te nemen op je vijanden is door te veroveren wat ze hebben voortgebracht.’ ‘Nou’, lacht Ross, ‘wij hebben hun kinderen.’"], "authors": ["Julien Althuisius"], "keywords": ["ik", "mensen", "van", "ross", "voor", "en", "met", "ze", "een", "zeggen", "loretta", "ook", "te", "verantwoordelijk", "het", "wat", "dat", "je"], "pubDate": "2021-01-04T15:00:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}