{"id": "a2e72dff-be48-3ae3-87e9-2a4408e22726", "title": "Welke boeken over het Britse koningshuis mag u niet – of juist wel – missen?", "url": "https://volkskrant.nl/cultuur-media/welke-boeken-over-het-britse-koningshuis-mag-u-niet-of-juist-wel-missen~b15a3956/", "summary": "Voor wie geen genoeg kan krijgen van het Britse koningshuis: welke boeken over Lady Di, koningin Elizabeth en Meghan Markle mogen we niet – of juist wel – missen?\nHet weefsel van de Britse samenleving, het fundament van de kroon, dreigde immers te worden aangetast.\nHet sprookjeshuwelijk eindigde in een bittere echtscheiding, het leven van Diana op tragische wijze met een auto-ongeluk in Parijs.\nHet was het einde van haar vrijheid.\nZe houdt van relatief simpele, seizoensgebonden gerechten – aangegeven in het Frans, dat wel – die bij voorkeur van het eigen erf komen.", "paragraphs": ["Een nieuw seizoen van The Crown is in aantocht. Voor wie geen genoeg kan krijgen van het Britse koningshuis: welke boeken over Lady Di, koningin Elizabeth en Meghan Markle mogen we niet – of juist wel – missen?", "In de vierde reeks van Peter Morgans verslavende koningsdrama – vanaf 15 november te zien op Netflix – zal The Crown door twee vrouwen op uiteenlopende wijze aan het wankelen worden gebracht. Eerst is er het aantreden van Margaret Thatcher, de premier die een overdreven respect koesterde voor koningin Elizabeth, maar wier neoliberale revolutie vanuit Buckingham Palace met zorg werd gadegeslagen. Het weefsel van de Britse samenleving, het fundament van de kroon, dreigde immers te worden aangetast.", "De andere hoofdpersoon van de Britse jaren tachtig was Diana Spencer, de schuchtere jongedame die in 1981 met kroonprins Charles trouwde. Het sprookjeshuwelijk eindigde in een bittere echtscheiding, het leven van Diana op tragische wijze met een auto-ongeluk in Parijs. In 1992 had ze bijgedragen aan het annus horribilis van haar schoonmoeder door haar misère in de gouden Windsor-kooi te laten optekenen door Andrew Norton. Op het paleis sloeg Diana – Haar eigen verhaal in als een bom.", "Prinses Diana (1961-1997) tijdens een bezoek aan Perth, Australië, in 1983. Beeld Getty", "In het Verenigd Koninkrijk van nu is daarvan een verre echo te horen. De verdeeldheid in het land is nog groter dan toen, iets waar het premierschap van Boris Johnson aan bijdraagt. De rol van Diana lijkt te zijn overgenomen door de vrouw die met haar jongste zoon Harry is getrouwd: Meghan Markle. Ontevreden met de vrijheidsbeperkende, ceremoniële rol in The Firm, zoals huize Windsor wordt genoemd, zijn de twee naar Hollywood gevlucht, waar ze inmiddels een lucratief contract met Netflix hebben gesloten voor een reeks ‘inspirerende shows’.", "Met het boek Meghan & Harry – Op zoek naar vrijheid hebben ze een afscheidsbrief geschreven aan de Britten. Geheel voorspelbaar zijn er vergelijkingen getrokken met de wanhoopskreet van Diana. Die zijn onterecht. Tegenover Morton toonde Lady Di niet alleen haar wanhoop, maar ook haar kwetsbaarheden en zwakke plekken. Het portret dat de twee Amerikaanse showbizzjournalisten Omid Scobie en Carolyn Durand van Meghan hebben geschilderd, is dat van een perfecte vrouw die slachtoffer is geworden van boze tongen in het koningshuis.", "Meghan Markle Beeld WireImage", "Het boek wemelt van passages als ‘In Nieuw-Zeeland toonde Meghan opnieuw hoe bevlogen ze was’ en ‘Charles was onder de indruk van Meghans energie’. Tussendoor redde ze haar eega: ‘Meghan vergrootte Harry’s spirituele wereld, ze liet hem kennis maken met yoga en kocht een boek over mindfulness voor hem, dat zoals al haar cadeautjes vergezeld ging van een handgeschreven briefje.’ Ze komt over als een perfecte prinses, die het slachtoffer is geworden van Harry’s oudere broer William en diens echtgenote Kate, de hofhouding en bovenal de Engelse media.", "Soms leest het boek als een bouquetroman, bijvoorbeeld wanneer de twee in de getemde wildernis van Afrika naar de sterrenhemel liggen te turen: ‘In Botswana kwamen Harry en Meghan overdag dichter bij de natuur’, weten Scobie en Durand uit betrouwbare bron te melden, ‘en ’s avonds dichter bij elkaar.’ Terwijl het boek de top van de Britse bestsellerlijsten bereikte, daalde de populariteit van het uitgeweken stel. Uit een recent onderzoek blijkt dat alleen hun oom prins Andrew minder geliefd is bij zijn landgenoten.", "De koningin", "Het hoofdstuk over Afrika – ‘Nader tot elkaar’ – doet denken aan de Afrikaanse reis tijdens welke de 27-jarige Elizabeth, logerend in een boomhut, koningin werd doordat haar geliefde vader overleed. Het was het einde van haar vrijheid. Nog meer dan voorheen ging haar leven in het teken staan van de plicht jegens God en haar onderdanen. Ze is al decennia de bekendste en meest gefotografeerde vrouw ter wereld, maar ook de meest mysterieuze. De enige die haar echt kent, is haar man Philip.", "Omdat Elizabeth nooit interviews geeft, zijn biografen voor informatie vooral aangewezen op loslippige politici, hofdienaren en andere getuigen. Zo ook Sally Bedell Smith. Haar biografie van de koningin, geschreven in de aanloop naar Elizabeths diamanten jubileum in 2012, is inmiddels een tweede leven begonnen als handleiding voor liefhebbers van The Crown. De Amerikaanse historicus heeft typerende verhalen opgedoken, onder meer over hoe artikelen die de koningin had gelezen in de paardenbladen Blood Horse en Florida Horse leidden tot de vriendschap met een cowboy uit Californië. Bedell Smith schetst het beeld van een verstandige plattelandsdame, die met succes laveert tussen traditie en moderniteit.", "Koningin Elizabeth Beeld Getty", "Voor wie geen tijd heeft voor 640 bladzijden, is er Sausage – Een blik op Elizabeth II van de Vlaamse anglofiel en geschiedenisdocent Harry De Paepe. De titel verwijst naar de bijnaam van Philip voor zijn vrouw. Het speelse, bevlogen boek staat vol treffende details, zoals de gewoonte haar handtas aan de tafel te hangen. ‘Soms verrast de koningin tafelgenoten wanneer ze spuugt in de plastic zuignap waarmee ze haar haak aan een tafel kan plakken.’", "Gewoon en buitengewoon", "Die handtas, van het merk Laumer, is een belangrijk communicatiemiddel. Dat blijkt uit een essay van Liddie Austin over Elizabeths garderobe. Zet ze de tas na het eten op tafel, dan wil ze over vijf minuten weg. Zet ze hem op de grond, dan is er een noodgeval en wil ze meteen weg. Het essay is opgenomen in de bundel God Save the Queen, waarin negen vrouwen een deelaspect uit het vorstelijke leven belichten, ingeleid door Hieke Jippes, die als correspondent 25 jaar lang deel heeft uitgemaakt van het tweede elizabethaanse tijdperk.", "Voormalig Engeland-correspondent Vanessa Lamsvelt beschrijft Elizabeth als 90-plusser. Op de vraag hoe ze nog steeds zo gezond en actief kan zijn, noemt de EenVandaag-journalist een positieve levenshouding, gevoel voor humor, haar goede huwelijk, wandelen en vooral ook zingeving als redenen. Goed eten doet ze ook, blijkt uit de bijdrage van de culinair historicus Lizet Kruyff. Ze houdt van relatief simpele, seizoensgebonden gerechten – aangegeven in het Frans, dat wel – die bij voorkeur van het eigen erf komen. ‘Bombast en overdaad vindt ze beneden haar stand.’", "Uit alle bijdragen doemt hetzelfde beeld op: dat van een praktische, sobere en gedisciplineerde vrouw, de enige echte hoofdpersoon van The Crown. Ze is tegelijk gewoon en buitengewoon. Anders dan bij Diana, Meghan en enkele andere leden van haar lichtelijk excentrieke familie gaat het belang van kroon en koninkrijk voor alles. In haar essay over het belang van rituelen en tradities stuit historicus en etiquette-expert Reinildis van Ditzhuyzen op de essentie van de Britse koningin: ‘Zij vertegenwoordigt haar land niet alleen, zij is haar land.’", "Beeld HarperCollins", "Omid Scobie en Carolyn Durand: Meghan & Harry – Op zoek naar vrijheid. ★☆☆☆☆ Uit het Engels vertaald door Sander Buesink, Marian van der Ster en Joost Zwart. HarperCollins; 366 pagina’s; € 17,50.", "Beeld Nieuw Amsterdam", "Sally Bedell Smith: Koningin Elizabeth II. ★★★★☆ Uit het Engels vertaald door Marjolein Hazelzet en Annemie de Vries. Nieuw-Amsterdam; 640 pagina’s; € 39,99.", "Beeld Vrijdag", "Harry De Paepe: Sausage – Een blik op Elizabeth II. ★★★☆☆ Vrijdag; 128 pagina’s; € 17,50.", "Beeld Uitgeverij Pluim"], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["van", "die", "niet", "een", "juist", "en", "britse", "boeken", "ze", "wel", "welke", "koningshuis", "op", "voor", "haar", "met", "mag", "het", "missen"], "pubDate": "2020-11-13T12:00:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}