{"id": "a32b9891-e234-3966-a756-c6bfcde53e58", "title": "Hoe het risicovoetbal van Atalanta kansen biedt voor Ajax", "url": "https://www.parool.nl/sport/hoe-het-risicovoetbal-van-atalanta-kansen-biedt-voor-ajax~b5f5dfa9/", "summary": "Beeld BSR AgencyHet heeft iets poëtisch, dat Ajax en Atalanta elkaar woensdagavond in een do or die-duel treffen.\nWaar het miljardenbal doorgaans een speeltuin is voor ultrarijke ploegen, laten Ajax en Atalanta zien dat er nog altijd een route naar succes en relevantie bestaat voor financiële kleinduimpjes.\nOp het moment dat spelmaker Gómez balverlies lijdt op de rand van het vijandelijk strafschopgebied, staan er zes Atalantaspelers vóór de bal geposteerd.\nOp de rechterhelft van het veld staat er nog één centrale verdediger achterin, die kansloos is tegen de hieruit resulterende tegenaanval.\n- Beeld -Het is nog maar de vraag of Neres fit is voor het cruciale groepsduel.", "paragraphs": ["Beeld BSR Agency", "Het heeft iets poëtisch, dat Ajax en Atalanta elkaar woensdagavond in een do or die-duel treffen. Dit zijn de twee ploegen die de Champions League nog enige geloofwaardigheid schenken vanuit het underdogperspectief. Waar het miljardenbal doorgaans een speeltuin is voor ultrarijke ploegen, laten Ajax en Atalanta zien dat er nog altijd een route naar succes en relevantie bestaat voor financiële kleinduimpjes.", "De eerste wedstrijd in Bergamo tussen deze twee ploegen (2-2) was geen uitzondering. Als Atalanta speelt, kun je aanvallend vuurwerk verwachten. De ploeg van trainer Gian Piero Gasperini voldoet aan geen enkel cliché over het Italiaanse voetbal. Atalanta speelt flitsend combinatievoetbal, zet extreem hoge druk op de tegenstander en staat garant voor goals, goals en nog eens goals.", "Hoewel Josip Ilicic, een boomlange Sloveen wiens speelstijl doet denken aan Hakim Ziyech, dit seizoen uit vorm is, kan Atalanta rekenen op veel productieve spelers.", "Beresterke spits Duván Zapata bezorgde Perr Schuurs en Daley Blind in het heenduel flinke kopzorgen. Aanvoerder Alejandro Papu Gómez levert met zijn dribbels, afstandsschoten en steekpasses ook dit seizoen een geslaagde Messi-imitatie af. En de goals van supersub Luis Muriel verzachten de vormcrisis van Ilicic. Ex-eredivisionisten Hans Hateboer en Robin Gosens vormen met hun beulswerk op de flanken de longen van het elftal.", "- Beeld -", "Dat Atalanta in een 3-4-2-1-formatie zal aantreden in Amsterdam, staat vast. Maar Gasperini’s keuze tussen de technische Ilicic of de snelle, directer spelende Muriel als tweede schaduwspits achter Zapata is een tactisch detail dat de speelstijl van de ploeg kan veranderen.", "Kamikazevoetbal", "Hoewel Ajax ook een extreem aanvallend ingestelde ploeg is, heeft de ploeg van trainer Erik ten Hag iets meer smaken in huis. De Amsterdammers kunnen in grote Europese duels het initiatief deels afstaan aan de tegenstander. Iets wat we in de duels met Liverpool, met weliswaar tegenvallend resultaat, zagen. Atalanta heeft daarentegen geen ‘uitknop’. En dat is iets wat de Italiaanse formatie dit seizoen al enkele keren opbrak. Verdedigend is de ploeg kwetsbaar.", "In 14 Serie A- en Champions Leagueduels incasseerde Atalanta dit seizoen al 24 treffers. Als we kijken naar het soort tegengoals dat de Italianen dit seizoen tegen kegen, valt er al snel iets op. Atalanta heeft moeite met direct spel.", "De vele tegengoals dit seizoen zijn niet het gevolg van een golf zondagschoten, een rits penalty’s of een boel effectief benutte dode spelmomenten door de opponenten. De aanvallend ingestelde ploeg heeft moeite om de defensieve balans te hervinden.", "Onderstaand beeld is uit de eerste weken van het seizoen. Atalanta heeft in het duel met Cagliari dan al aanvallend huisgehouden,en staat ruim voor (4-1). Maar de wijze waarop het een tegengoal uit een simpele counter incasseert, is kinderlijk eenvoudig en voorkombaar. Op het moment dat spelmaker Gómez balverlies lijdt op de rand van het vijandelijk strafschopgebied, staan er zes Atalantaspelers vóór de bal geposteerd. De resterende vier veldspelers krijgen botweg niet genoeg hulp om de daaropvolgende tegenaanval te stoppen.", "- Beeld -", "De zogeheten ‘restverdediging’, de manier waarop een team tegenaanvallen verdedigt, is een paar maanden later nog steeds niet op orde in Bergamo. Onderstaand voorbeeld is uit het meest recente competitieduel, waar Atalanta in eigen huis naar een nederlaag wordt gecounterd door het nietige Hellas Verona.", "- Beeld -", "Wanneer invaller Sam Lammers, die langzaam wordt gebracht in zijn eerste jaar, diep op de Veronese helft de bal verliest, staan drie van zijn ploeggenoten op de rechterflank extreem aanvallend gepositioneerd. Op de rechterhelft van het veld staat er nog één centrale verdediger achterin, die kansloos is tegen de hieruit resulterende tegenaanval.", "Zwakke plekken", "Er liggen dus kansen voor Ajax in de omschakeling. In de eerste plaats zullen die te vinden zijn op de buitenste flanken, waar Hateboer en Gosens soms té veel ruimte in hun eentje moeten bestrijken.", "Napoli, een ploeg die evenals Ajax in een offensief ingestelde 4-2-3-1-formatie speelt, benut deze ruimtes door de buitenspelers het spel extreem breed te laten houden op momenten dat een kans voor een tegenaanval zich aandient.", "- Beeld -", "De 4-1 nederlaag bij Napoli was niet het grootste pak rammel voor de Atalantadefensie dit seizoen. Liverpool won zelfs met 0-5 in Bergamo. De pijlsnelle Liverpoolaanvallers legden in dat duel keer op keer één zwakke plek bloot. José Luis Palomino, de spijkerharde Argentijnse veteraan die als middelste centrumverdediger speelt, is qua pure snelheid kwetsbaar. In dat opzicht is een basisplaats voor Lassina Traoré, mits hij tijdig is hersteld, logisch. De 19-jarige spits is immers de snelste optie in de aanvalspunt.", "- Beeld -", "Ook de buitenste centrumverdedigers bij Atalanta hebben soms een ondankbare taak. Wanneer wingbacks Hateboer en Gosens te enthousiast mee naar voren zijn gekomen om aan te vallen of druk te zetten, moeten deze voorstoppers in staat zijn rappe buitenspelers in de open ruimte af te stoppen. Zo wist Ajax in het heenduel meermaals flankspelers Antony en, zoals in onderstaand beeld voorafgaand aan de 0-2, David Neres in één-op-één-situaties te krijgen met de buitenste centrumverdedigers van Atalanta.", "- Beeld -", "Het is nog maar de vraag of Neres fit is voor het cruciale groepsduel. Maar ook wanneer de keuze valt op Dusan Tadic en Antony op de flankposities, zijn dit de onderlinge duels waar de sleutel tot de Champions Leagueoverwintering voor Ajax zal liggen."], "authors": ["Sam Planting"], "keywords": ["kansen", "van", "biedt", "ajax", "hoe", "het", "op", "zijn", "een", "en", "dat", "atalanta", "te", "risicovoetbal", "voor"], "pubDate": "2020-12-07T14:31:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}