{"id": "a3393764-a51c-3ed1-9c08-dde95664f6f6", "title": "Dit zijn de beste plekken in de Dominicaanse Republiek volgens Odile Horjus", "url": "https://volkskrant.nl/de-gids/dit-zijn-de-beste-plekken-in-de-dominicaanse-republiek-volgens-odile-horjus~b751b8cd/", "summary": "Beeld Luis MendoOdile Horjus (44) uit Doetinchem, woont sinds haar 16de, toen ze er een taalcursus Spaans volgde, in de Dominicaanse ­Republiek.\nDaar kwam van alles uit voort, Masterchef is in de Dominicaanse Republiek net zo groot als Heel Holland Bakt hier.\nOdile geeft nu kookshows en heeft een eigen kookprogramma op de Dominicaanse tv.\nOdile: ‘Ik noem mezelf Chef de Colores, omdat de Dominicaanse keuken, met al z’n rijst en bonen, altijd zo bruin is en het van mij wel wat kleuriger mag.\nPuree van zoete bakbananen is goddelijk en ik heb passievruchten en ananas uit eigen tuin.", "paragraphs": ["Beeld Luis Mendo", "Odile Horjus (44) uit Doetinchem, woont sinds haar 16de, toen ze er een taalcursus Spaans volgde, in de Dominicaanse ­Republiek. Ze werkte er in het toerisme en in de luchtvaart en is ook makelaar. Tot een vriendin haar inschreef voor Masterchef en ze uit 3.700 kandidaten werd uitgekozen om met achttien finalisten mee te koken. Daar kwam van alles uit voort, Masterchef is in de Dominicaanse Republiek net zo groot als Heel Holland Bakt hier. Odile geeft nu kookshows en heeft een eigen kookprogramma op de Dominicaanse tv. Soms komt er iets Nederlands op tafel, hutspot of pannekoeken. Odile: ‘Ik noem mezelf Chef de Colores, omdat de Dominicaanse keuken, met al z’n rijst en bonen, altijd zo bruin is en het van mij wel wat kleuriger mag. Ik hou zielsveel van de Dominicaanse keuken, begrijp me goed. Puree van zoete bakbananen is goddelijk en ik heb passievruchten en ananas uit eigen tuin. Ik voel me hier thuis, het klimaat, de sfeer, weinig regels, rum, mojito, chocola, dansen, dansen, dansen.’", "Passievruchtmojito, gebakjes en druivenijs", "Odile Horjus: ‘Ik woon in Puerto Plata, de fotogeniekste stad van het eiland, met oude Victoriaanse huizen. Casa 40 is een restaurant in zo’n Victoriaans huis. Alles is er gerecycled. Menu’s zijn geschreven op cd’s en lege flessen en de patio met terras is gemaakt uit pallets. Er staat huisgemaakte salade met burrata op het menu en passiefruitmojito. Sol en Alice, de eigenaressen, zijn vriendinnen. Ik breng ze geregeld de passieoogst uit mijn stadstuin. Vlak om de hoek zit in een statig gebouw, op de tweede verdieping, de Chocolate Bakery. Voor de lekkerste gebakjes. Ook vlakbij ligt m’n favoriete ijswinkel Mariposa, voor speciaal uva de playa-ijs. Dat is ijs van stranddruiven, de vruchten van mangroveachtige bomen.’", "Casa 40, Calle Duarte 40, Puerto Plata", "Chocolate Bakery & Cafe, Calle Separación/Parque Central, Puerto Plata", "Heladería Mariposa Repostería Austriaca, Calle Beller, Puerto Plata", "Boulevard van de piraten", "‘Malecón de Puerto Plata is de boulevard van onze stad. Daar staan de pick-uptrucks met verse kokosnoten en ’s morgens en ’s avonds wordt er gefietst en gejogd. Er zijn ook kleine restaurants met Dominicaans eten: gefrituurde kip, bakbananen en rijst met bonen. Aan het einde van de Malecón is Parque La Puntilla, met het oude fort uit de tijd van de piraten en de filibusteros, de vrijbuiters, kustpiraten. Bij de autovrije zone ligt het amfitheater waar merengue- en bachataconcerten in de openlucht worden gegeven en artiesten onder de sterrenhemel spelen met uitzicht op zee.’", "Dansen aan het surfstrand", "‘Verderop aan de noordkust ligt Cabarete, een breed strand waar een relaxte sfeer heerst. Surfers uit de hele wereld komen er naartoe om te kiteboarden en te surfen. ’s Middags als de wind aantrekt weet je niet wat je ziet: de beste surfers doen fantastische trucs. En daarna tacosalade eten bij Lax Ojo, het restaurant dat na zonsondergang verandert in een discotheek. Lax Ojo is waanzinnig populair bij Dominicanen uit de stad, hier ontstaat vanzelf de perfecte mengelmoes van zongebruinde toeristen en hippe Dominicanen. Er is maar één regel: dansen!’", "Lax Ojo, Playa Cabarete", "Restaurant met hangplanten", "‘We gaan naar de hoofdstad, Santo Domingo en dan meteen naar de de Zona Colonial, het gebied met veel restaurants en hotels. Op El Conde, de grote wandelstraat, is een restaurant met geweldige ambiance. El Buche Perico heeft oude stenen muren, hangplanten en heerlijk eten, ceviche met kokos, yuccaballen, dorade, inktviscarpaccio, bataatravioli.’", "Buche Perico, Calle El Conde 53", "Boetiekhotel en empanada’s", "‘In de Zona Colonial ligt ook dit leuke boetiekhotel: Casa Sanchez, met zwembad, goed ontbijt en een cocktail bij ontvangst. Een echte aanrader. Tegenover het hotel is bovendien een wereldklasse-empanadarestaurant: Sicily Empanadas. Daar vullen ze empanada’s met exotische groenten, varkensvlees, kaas, met alles zo ongeveer.’", "Casa Sanchez, Calle Sanchez 260", "Sicily Empanadas, Calle Sanchez 257", "Creoolse keuken", "‘Lekker eten in het oude centrum van de stad. Jalao is een restaurant met typisch Dominicaans eten, ofwel Comida Criolla, uit de creoolse keuken. Er is ook altijd dans, merengue en vaak een muzikaal optreden. Het is een feestje om bij Jalao te zitten, al is mijn appeltaart wel beter. Ik heb een afspraak met de eigenaresse, Naomi Diaz, echtgenote van een van de Masterchef-juryleden, om die een keer bij haar te komen bakken.’", "Jalao, Calle Isabel La Catolica, Parque Colon", "Mode en sigaren", "‘Vrienden van mij hebben in Santiago een cultureel centrum: Centro León, waar workshops worden gegeven en films en fotoexposities te zien zijn, zoals nu bijvoorbeeld een tentoonstelling over de in de Dominicaanse Republiek geboren modeontwerper Oscar de la Renta. Dezelfde vrienden zijn ook eigenaar van de deftige sigarenfabriek La Aurora in Santiago, die te bezoeken is. Daar kun je aan tabaksbladeren ruiken en meekijken hoe sigaren worden gemaakt. ’", "El Centro Cultural Eduardo León Jimenes, Avenida 27 de Febrero 146", "La Aurora, Fabrica de Cigarros, Parque Industrial, Tamboril, Santiago"], "authors": ["Mirjam Bosgraaf"], "keywords": ["plekken", "van", "dit", "dominicaanse", "het", "op", "met", "zijn", "horjus", "ik", "volgens", "republiek", "beste", "een", "en", "uit", "odile", "te", "er"], "pubDate": "2020-02-14T15:01:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}