{"id": "a355f288-a002-39e0-a835-92dd736abdea", "title": "Akwasi hoort niet in de journalistiek thuis", "url": "https://nrc.nl/nieuws/2021/01/11/akwasi-hoort-niet-in-de-journalistiek-thuis-a4027024", "summary": "Maar er is een back-up gemaakt van het gesprek en dat hoor ik nu, een goeie week later.\nIk allang blij, want over dit onderwerp hoef ik niet meer te schrijven.\nOmdat het een goed recht is weg te lopen uit een interview dat je niet bevalt.\nVoorbeeld: Thierry Baudet deed het op 13 juni 2020, toen hij werd geïnterviewd door Simone Weimans voor Met het Oog op Morgen.\nEen versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021", "paragraphs": ["Zaterdagochtend, 9 januari: er duikt een zinnetje op in mijn hoofd, ook omdat ik peins over deze column. Ik heb gelezen, ook in NRC, over Akwasi Ansah die op 28 december een interview beëindigde met het NPO-radioprogramma Dit is de dag. Ik heb het vraaggesprek teruggehoord, en verbaas me over twee dingen: de agressieve houding van Akwasi als geïnterviewde, en de omzichtige vraagstelling van presentator Hans van der Steeg. Het is de sfeer van eind jaren vijftig, gij zult als journalist Zijne Excellentie niet ontrieven. Op zeker moment wordt Akwasi boos, hij trekt de stekkers uit de laptops van de technicus en neemt die mee als losgeld. Hij eist dat de redactie het interview wist, en verlaat de studio.", "Maar er is een back-up gemaakt van het gesprek en dat hoor ik nu, een goeie week later.", "Ook schiet me te binnen: maar Akwasi Ansah is medeoprichter van Omroep Zwart, je hebt er zelf nog over geschreven.", "Dit is mijn spookzinnetje: „Het is niet erg geloofwaardig als een aspirant-omroepbaas aan persbreidel doet.”", "Zaterdagmiddag, 9 januari: Lees en hoor net dat Akwasi zijn excuses heeft aangeboden aan de redactie van Dit is de Dag. Ik allang blij, want over dit onderwerp hoef ik niet meer te schrijven. Hoezo ‘blij’? Omdat… tsja, omdat Akwasi het favoriete doelwit is van extreem-rechts Nederland. Omdat de man het afgelopen jaar meerdere keren is bedreigd. Omdat het een goed recht is weg te lopen uit een interview dat je niet bevalt. Voorbeeld: Thierry Baudet deed het op 13 juni 2020, toen hij werd geïnterviewd door Simone Weimans voor Met het Oog op Morgen. Weimans bleef vragen stellen die Baudet niet bevielen. Baudet vertrok en Weimans ging door met het programma, zonder met een oog te knipperen. Zeer professioneel.", "En er is dit verschil: Baudet probeerde niets te wissen, trok geen stekkers uit stopcontacten. Akwasi wilde de uitzending onmogelijk maken. Het onwelgevallige materiaal moest verdwijnen.", "Dit is geen kwestie van wit of zwart: dit is een puur journalistieke zaak en al die 50.000 leden van Omroep Zwart moeten weten wat voor een anti-journalistieke zender ze steunen.", "Zondagochtend, 10 januari: Ik lees dat Akwasi ‘zich beraadt op zijn rol binnen Omroep Zwart’. Dat beraad hoeft niet zo lang te duren. Man heeft niets te zoeken binnen de journalistiek. Zie persbreidel, zie afpersing en chantage. Trumpachtig.", "Zondagmiddag, 10 januari: Het bevalt me niet, mijn eigen voorzichtigheid om over het Akwasi-incident te schrijven. Voel ik me ook al geïntimideerd?", "Ik bewonderde Simone Weimans vanwege haar omgang met Baudet.", "Dit is de dag moet aangifte doen tegen Akwasi.", "Stephan Sanders schrijft elke maandag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Stephan Sanders", "Leestijd Minuut"], "keywords": ["ik", "van", "thuis", "en", "journalistiek", "hoort", "akwasi", "een", "dit", "te", "op", "het", "niet"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}