{"id": "a3607684-b412-3c9d-9bda-7f5c70ba8594", "title": "Al het belangrijke vergaat met de tijd", "url": "https://nrc.nl/nieuws/2020/12/03/al-het-belangrijke-vergaat-met-de-tijd-a4022459", "summary": "En het merkwaardige is dat wij nu niet kunnen weten wat ooit groot en belangrijk zal worden genoemd, en wat erbarmelijk en belachelijk zal worden gevonden.’ Het zijn troostende woorden, omdat het door de corona-pandemie elke dag Tweede Pinksterdag lijkt te zijn en je snakt naar het moment waarop dat voorbij is.\nIn de anonimiteit van zijn nieuwe bestaan hervindt hij de rust van het vroegere huiselijk leven met zijn allang overleden vrouw, terwijl hij zich afvraagt of hij wel echt van haar gehouden heeft.\nEn over Mussolini, wiens naam hij niet kon uitspreken: ‘Die Mojschale zorgt goed voor ons.’ Al het akelige van na het invoeren van de rassenwetten telt ineens niet meer mee.\nHoeveel heeft hij nog gemeen met die jongen die hij op school was?\nMaar is het echt zo gegaan met die kus?", "paragraphs": ["In de fascinerende ‘sociologische autobiografie’ De jaren van de Franse schrijfster Annie Ernaux kwam ik een citaat van Tsjechov tegen: ‘Alles wat ons nu zo serieus, zo betekenisvol, zo ontzettend belangrijk voorkomt – het vergaat met de tijd, het wordt vergeten, het is niet belangrijk meer. En het merkwaardige is dat wij nu niet kunnen weten wat ooit groot en belangrijk zal worden genoemd, en wat erbarmelijk en belachelijk zal worden gevonden.’ Het zijn troostende woorden, omdat het door de corona-pandemie elke dag Tweede Pinksterdag lijkt te zijn en je snakt naar het moment waarop dat voorbij is.", "Ik moest aan dat citaat denken bij het lezen van Gekromde tijd in Krems, de nieuwe verhalenbundel van Claudio Magris, die ook over de vergankelijkheid van de tijd gaat. In vijf weemoedige verhalen laat Magris telkens een andere oude man terugblikken op zijn leven. Oud worden krijgt daardoor ineens een diepere betekenis. Zo beleeft in ‘De portier’ een rijke ondernemer in ruste een geheim geluk als portier in een appartementencomplex dat zijn eigendom is. De bewoners – ingenieurs, advocaten, artsen – weten niet wie hij is. In de anonimiteit van zijn nieuwe bestaan hervindt hij de rust van het vroegere huiselijk leven met zijn allang overleden vrouw, terwijl hij zich afvraagt of hij wel echt van haar gehouden heeft. Zodra hij terugdenkt aan zijn arme jeugd dringt tot hem door dat hij zich zijn hele leven lang ontredderd heeft gevoeld. Geld en status waren slechts een pantser waarmee hij dat gevoel kon onderdrukken. Als op de ochtend waarop het verhaal begint die angst verdwijnt, stapt hij een ander leven binnen.", "Het verleden stuitert ook naar voren bij de oude vioolleraar Salman in het verhaal ‘Muzieklessen’. Hij herinnert zich vooral zijn orthodox-Joodse vader, die in de jaren dertig uit Polen naar Triëst was verhuisd om er een bedrijf op te richten. Mussolini was toen nog niet antisemitisch en daarom ging Salman bij de fascistische jeugdbeweging. Als ze op straat een partijbons tegenkwamen, trok de trotse vader zijn geüniformeerde zoon aan de arm en zei in het Jiddisj: ’Hejb die Hand, mesjugge’. En over Mussolini, wiens naam hij niet kon uitspreken: ‘Die Mojschale zorgt goed voor ons.’ Al het akelige van na het invoeren van de rassenwetten telt ineens niet meer mee. Zelfs met de zee en het winderige Triëst heeft Salman niets meer op. Midden-Europa is zijn thuis, beseft hij dan. Daar ligt zijn identiteit, lijkt Magris, een groot kenner van de Midden-Europese cultuur, te willen zeggen.", "In het titelverhaal houdt de verteller in de stad Krems een lezing over Kafka. Na afloop, tijdens het diner, krijgt hij via zijn tafeldame de groeten van een hem onbekende vrouw. Als blijkt dat het om een iemand gaat, met wie hij zestig jaar geleden op school heeft gezeten en die door alle jongens in stilte werd begeerd, stapt hij terug in de tijd. In een ‘vertraagde revanche’ belt hij haar op en ineens is er een vertrouwdheid waarvan hij zich afvraagt waar die op gebaseerd is. Hoeveel heeft hij nog gemeen met die jongen die hij op school was?", "Dat heden en verleden in elkaar overvloeien en niet meer van elkaar te onderscheiden zijn, blijkt uit het slotverhaal. Daarin woont een oude geleerde de opnamen bij van een speelfilm over zijn leven. Ineens ziet hij zichzelf weer als jongeling een rots beklimmen en een meisje kussen. Maar is het echt zo gegaan met die kus? Is dit echt de waarheid over zijn leven? Op die vragen geeft Tsjechov antwoord.", "NRC Boeken Het laatste boekennieuws met onze recensies, de interessantste artikelen en interviews Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 4 december 2020"], "authors": ["Michel Krielaars", "Leestijd Minuten"], "keywords": ["van", "het", "op", "hij", "met", "zijn", "die", "tijd", "een", "al", "vergaat", "en", "niet", "belangrijke"], "pubDate": "2020-12-03T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}