{"id": "a3639bcb-79ee-3392-8918-17671ca22e18", "title": "'Duitsland slaat alarm na hoge coronacijfers, Nederland wacht af'", "url": "https://nu.nl/dit-wordt-het-nieuws/6095996/duitsland-slaat-alarm-na-hoge-coronacijfers-nederland-wacht-af.html", "summary": "In Nederland hebben we ook te maken met een forse stijging van het aantal positieve tests.\nWe vragen het aan Hanco Jürgens van het Duitsland Instituut.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["De coronacijfers in Duitsland zijn deze week flink gestegen. Zo erg zelfs dat bondskanselier Angela Merkel het liefst zo snel mogelijk strengere coronamaatregelen wil invoeren. In Nederland hebben we ook te maken met een forse stijging van het aantal positieve tests. Gaan we dezelfde kant op als de Duisters? We vragen het aan Hanco Jürgens van het Duitsland Instituut.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["wordt", "coronacijfers", "je", "nieuws", "van", "slaat", "duitsland", "hoge", "af", "nederland", "het", "wacht", "een", "en", "zo", "op", "dit", "alarm"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}