{"id": "a365895d-ce92-352c-81d4-95fe774160ac", "title": "Gevecht om de thuiswerker: Slack in handen van Salesforce", "url": "https://nrc.nl/nieuws/2020/12/01/zakelijke-chatdienst-slack-komt-in-handen-van-salesforce-a4022278", "summary": "Het bedrijf van internetlegende Marc Benioff – 21 jaar geleden één van de eerste ondernemers die software-abonnementen verkocht – neemt de zakelijke chatdienst Slack over.\nEen aanzienlijk deel van de aandeelhouders van Slack heeft al ingestemd met de overname, maar de deal wordt naar verwachting pas komende zomer helemaal afgerond.\nSlack is een chatprogramma voor werkgerelateerde communicatie, dat vooral bij bedrijven wordt gebruikt om samenwerking te verbeteren en e-mail te verminderen.\nHet bedrijf kan als nieuwe eigenaar van Slack beter de strijd aan met de veel grotere concurrent Microsoft op het gebied van zakelijke communicatie.\nDe vraag is hoe Slack nu tegenover deze claim staat, nu het bedrijf onderdeel uitmaakt van het alles-in-één softwarepakket dat Salesforce aan klanten zal gaan verkopen.", "paragraphs": ["Het Amerikaanse softwarebedrijf Salesforce heeft in zijn streven de grootste te worden in kantoorsoftware een grote slag geslagen. Het bedrijf van internetlegende Marc Benioff – 21 jaar geleden één van de eerste ondernemers die software-abonnementen verkocht – neemt de zakelijke chatdienst Slack over. Dat heeft Salesforce woensdag bekendgemaakt in een persbericht.", "Salesforce betaalt 27,7 miljard dollar (23 miljard euro) voor de deal in een combinatie van contanten en aandelen. Een aanzienlijk deel van de aandeelhouders van Slack heeft al ingestemd met de overname, maar de deal wordt naar verwachting pas komende zomer helemaal afgerond.", "Slack is een chatprogramma voor werkgerelateerde communicatie, dat vooral bij bedrijven wordt gebruikt om samenwerking te verbeteren en e-mail te verminderen. Slack groeit hard door de corona-epidemie: in het tweede kwartaal steeg de omzet in vergelijking met vorig jaar met 49 procent naar ruim 200 miljoen dollar. Tegelijkertijd lijdt Slack tientallen miljoenen dollars per kwartaal verlies en speelde het bedrijf te laat in op de toenemende populariteit van videobellen. In juni vorig jaar ging het in 2013 opgerichte bedrijf van de Canadese oprichter en internetmiljardair Stewart Butterfield naar de beurs.", "Lees ook deze column: Hoe houd je het team happy en hybride?", "Meer thuiswerkers", "De markt voor zakelijke communicatie groeit, mede door corona en een toenemend aantal thuiswerkers. Volgens The Wall Street Journal is de zakelijke softwaremarkt in 2022 goed voor 140 miljard dollar wereldwijd, zo is de verwachting. Dat is 37 procent meer dan vorig jaar.", "Zo tekent er zich een nieuw strijdtoneel af binnen de interneteconomie, waarbij uiteindelijk slechts een paar bedrijven overleven. Amerikaanse analisten voorspellen dat er in 2021 een kettingreactie aan overnames in de markt voor zakelijke software zal plaatsvinden. Adobe meldde vorige maand alvast softwarebedrijf Workfront te willen kopen voor 1,5 miljard dollar, in een poging de strijd om de kantoorklant niet te verliezen. En kleinere bedrijven als Dropbox, Smartsheet en Asana worden genoemd als potentiële volgende overnamekandidaten.", "Concurrentievervalsing", "Salesforce probeerde eerder al eigen chatdiensten in de markt te zetten, maar dat werd geen succes. Het bedrijf kan als nieuwe eigenaar van Slack beter de strijd aan met de veel grotere concurrent Microsoft op het gebied van zakelijke communicatie. Microsoft, dat ook eigenaar is van chatdienst Skype en zakelijk sociaal medium LinkedIn, introduceerde vier jaar geleden het met Slack vergelijkbare communicatieplatform Teams, dat wordt aangeboden binnen softwarepakket Office 365.", "Slack noemde deze bundeling van softwarediensten deze zomer in een klacht bij de Europese Commissie concurrentievervalsing, omdat Microsoft op deze manier het gebruikers te moeilijk zou maken om te kiezen voor een andere communicatiedienst. De vraag is hoe Slack nu tegenover deze claim staat, nu het bedrijf onderdeel uitmaakt van het alles-in-één softwarepakket dat Salesforce aan klanten zal gaan verkopen.", "Aanvulling: dit nieuwsbericht is in de loop van de dag geüpdate"], "authors": ["Arjan Meesterburrie", "Stijn Bronzwaer", "Leestijd Minuten"], "keywords": ["gevecht", "van", "salesforce", "het", "met", "slack", "een", "thuiswerker", "om", "te", "handen", "en", "dat", "zakelijke", "voor"], "pubDate": "2020-12-01T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}