{"id": "a369d5e0-d585-3f85-a102-749cd733ffb5", "title": "Trump-advocaat Giuliani verlaat ziekenhuis na coronabesmetting", "url": "https://www.dvhn.nl/buitenland/Trump-advocaat-Giuliani-verlaat-ziekenhuis-na-coronabesmetting-26276488.html", "summary": "Donald Trump's advocaat Rudy Giuliani heeft het ziekenhuis verlaten nadat hij daar enkele dagen terug was opgenomen met een coronabesmetting.\nEvenals Trump heeft hij synthetische antilichamen en de virusremmer remdesivir gekregen, zei de voormalige burgemeester van New York in een radio-interview.\n\"Ik kwam met ernstige symptomen, maar toen ik wegging, voelde ik me beter dan ooit\", schreef Giuliani donderdag op Twitter.\n\"Als je beroemd bent, zijn ze soms banger dat er iets met je zal gebeuren en zijn ze grondiger en doen ze alles goed.\"\nInmiddels heeft het aantal dagelijkse coronadoden in de Verenigde Staten een nieuw record bereikt.", "paragraphs": ["Donald Trump's advocaat Rudy Giuliani heeft het ziekenhuis verlaten nadat hij daar enkele dagen terug was opgenomen met een coronabesmetting. Giuliani werd, net als de Amerikaanse president, met speciale medicijnen behandeld voor zijn Covid-19-ziekte.", "Evenals Trump heeft hij synthetische antilichamen en de virusremmer remdesivir gekregen, zei de voormalige burgemeester van New York in een radio-interview. \"Ik kwam met ernstige symptomen, maar toen ik wegging, voelde ik me beter dan ooit\", schreef Giuliani donderdag op Twitter.", "Zijn status als prominent persoon is zijn behandeling ten goede gekomen, zei hij in het radio-interview. \"Als je beroemd bent, zijn ze soms banger dat er iets met je zal gebeuren en zijn ze grondiger en doen ze alles goed.\"", "Nieuw record", "Giuliani is de volgende binnen de vertrouwelijke kring van de president die een Covid-behandeling krijgt die niet toegankelijk is voor gewone Amerikanen. Eerder waren de voormalige gouverneur van New Jersey Chris Christie en minister van Huisvesting Ben Carson ook snel genezen.", "Inmiddels heeft het aantal dagelijkse coronadoden in de Verenigde Staten een nieuw record bereikt. Woensdag werden 3124 sterfgevallen in een dag tijd geregistreerd, blijkt uit gegevens van de Johns Hopkins University in Baltimore."], "authors": [], "keywords": ["trumpadvocaat", "verlaat", "coronabesmetting", "van", "heeft", "het", "hij", "met", "zijn", "giuliani", "ik", "ziekenhuis", "een", "ze", "en"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}