{"id": "a36c80a8-12cc-3088-9098-eeeeea9c0a69", "title": "Burgemeester Wienen overweegt sluiting drukke plekken tijdens lockdown", "url": "https://nu.nl/haarlem/6096680/burgemeester-wienen-overweegt-sluiting-drukke-plekken-tijdens-lockdown.html", "summary": "De Haarlemse burgemeester Jos Wienen gaat maatregelen nemen als het de komende tijd op bepaalde plekken te druk wordt, zegt hij in een interview met NH Nieuws.\n\"We houden de plekken in de gaten waar het eventueel te druk dreigt te worden en dan zullen we die gebieden ook afsluiten.\"\nWandelen blijft toegestaan, maar het liefst in de eigen buurt en op plekken waar je niet verwacht dat het druk is.\n\"Ik denk dat we simpelweg geen keus hebben\", vervolgt Wienen, die vindt dat Haarlemmers ook kritisch naar zichzelf moeten kijken.\nSterker nog, dat het cijfer naar beneden gaat, zodat we straks weer een redelijk normaal leven kunnen hebben.\"", "paragraphs": ["De Haarlemse burgemeester Jos Wienen gaat maatregelen nemen als het de komende tijd op bepaalde plekken te druk wordt, zegt hij in een interview met NH Nieuws.", "In het voorjaar, tijdens de eerste lockdown, gingen veel mensen de natuur in. Hierdoor werd het soms te druk in parken en natuurgebieden. Daarom besloten burgemeesters tot afsluitingen, zoals in Zandvoort en Oostzaan.", "Ook tijdens de kerstvakantie kunnen dat soort maatregelen worden genomen, waarschuwt Wienen. \"We houden de plekken in de gaten waar het eventueel te druk dreigt te worden en dan zullen we die gebieden ook afsluiten.\"", "Wandelen blijft toegestaan, maar het liefst in de eigen buurt en op plekken waar je niet verwacht dat het druk is. Wienen roept Haarlemmers op rechtsomkeert te maken als ze onverhoopt in de drukte terechtkomen.", "De burgemeester noemt de nieuwe lockdown \"heel erg triest\", zeker voor de winkeliers die getroffen worden. \"Maar de werkelijkheid is de werkelijkheid van de cijfers. En die kan iedereen zien.\"", "\"Ik denk dat we simpelweg geen keus hebben\", vervolgt Wienen, die vindt dat Haarlemmers ook kritisch naar zichzelf moeten kijken. \"Laten we ons best doen om te voorkomen dat er extra besmettingen komen. Sterker nog, dat het cijfer naar beneden gaat, zodat we straks weer een redelijk normaal leven kunnen hebben.\""], "authors": ["Door"], "keywords": ["dat", "die", "burgemeester", "overweegt", "tijdens", "sluiting", "en", "druk", "te", "wienen", "lockdown", "plekken", "op", "worden", "drukke", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}