{"id": "a3927f47-9e62-3380-ad05-aada629c1d24", "title": "OM eist 10 jaar cel tegen moeder Sharleyne (8) voor doodslag", "url": "https://www.dvhn.nl/drenthe/OM-eist-10-jaar-cel-moeder-Sharleyne.-Geen-moord-wel-doodslag-26274689.html", "summary": "Tegen Hélène J. de moeder van de in 2015 om het leven gekomen Sharleyne (8) uit Hoogeveen is 10 jaar cel geëist voor doodslag.\nHet OM denkt niet dat ze het met voorbedachten rade heeft gedaan.\nDrie van hen zeggen dat het niet uit te sluiten is, maar ook niet te bewijzen.\nEen slaapwandeldeskundige oordeelt verder dat het zeer waarschijnlijk is dat het kind al slaapwandelend over de reling is gegaan.\nHij zegt dat hij Sharleyne en haar moeder vlak voor het incident heeft horen ruziën, waarna hij ‘iets’ over de reling hoorden gaan.", "paragraphs": ["Tegen Hélène J. de moeder van de in 2015 om het leven gekomen Sharleyne (8) uit Hoogeveen is 10 jaar cel geëist voor doodslag. Het OM denkt niet dat ze het met voorbedachten rade heeft gedaan.", "Sharleyne is het meisje dat in juni 2015 dood onderaan de flat De Arend in Hoogeveen gevonden werd. Ze was tien verdiepingen naar beneden gevallen. Hélène J. wordt ervan verdacht haar kind te hebben gewurgd en van de flat te hebben gegooid. Deze week loopt het hoger beroep tegen Hélène J. die in 2018 is vrijgesproken op dezelfde aanklacht. Toen eiste het OM ook 10 jaar cel.", "‘Moeder staat niet terecht voor opvoedstijl, maar verkeerde in toestand die agressie kon oproepen’", "Volgens de advocaat-generaal verkeerde de moeder die avond in juni in een toestand met kans op agressie die zich ook op Sharleyne kon richten. Ze dronk veel en getuigen verklaarden dat ze dan kon veranderen in een ander persoon, daarbij zou ze Sharleyne in dergelijke toestand eens in het gezicht hebben geslagen. ,,Hélène J. staat hier niet terecht voor haar opvoedstijl, maar aangenomen kan worden dat momenten van grote liefde voor Sharleyne afgewisseld werden met een minder goede opvoedstijl.”", "Er werd gerefereerd aan een incident een maand voor Sharleynes dood, waarbij moeder was weggevlucht naar Duitsland en haar dochter enkele dagen alleen achterliet. Advocaat-generaal: ,,Hélène J. ervoer het moederschap al tijden meer als een last dan als een lust.’’", "Sharleyne leefde nog toen ze van flat viel", "Deskundigen zijn ervan overtuigd dat Sharleyne nog leefde toen ze van de flat viel. Mocht er gewurgd zijn, dan is Sharleyne hier niet door overleden. De forensisch pathologen zijn het verder niet met elkaar eens of de vlekken in de hals van Sharleyne aantoonbaar van een wurghandeling komen.", "Drie van hen zeggen dat het niet uit te sluiten is, maar ook niet te bewijzen. Eén van hen zegt wel bewijs te zien voor een verwurging. Een slaapwandeldeskundige oordeelt verder dat het zeer waarschijnlijk is dat het kind al slaapwandelend over de reling is gegaan. De advocaat-generaal vond dit rapport gebaseerd op onjuiste visies en stelde dat er ‘te makkelijke’ aannames werden gedaan.", "Verklaring bovenbuurman", "Verder wordt de verklaring van de bovenbuurman nog genoemd. Hij zegt dat hij Sharleyne en haar moeder vlak voor het incident heeft horen ruziën, waarna hij ‘iets’ over de reling hoorden gaan. Zijn getuigenis is in 2018 onbetrouwbaar geacht, omdat de verklaring pas twee jaar na het incident in het politiedossier is opgenomen. Het OM stelt met het rapport van een geheugendeskundige in de hand, dat de verklaring wel degelijk betrouwbaar is. Het hof moet gaan oordelen aan welk rapport ze het meest waarde hecht.", "Vader eist schadevergoeding van 50.000 euro voor opgelopen PTSS", "De vader van Sharleyne eist een schadevergoeding van 50.000 euro vanwege PTSS (post traumatische stress syndroom) die hij door de confrontatie met Sharleyne in het mortuarium heeft opgelopen. Volgens de advocaat generaal is 30.000 euro schadevergoeding te rechtvaardigen. Hélène J. stelde zelf dat vader tegen het advies in naar Sharleyne was gaan kijken. ,,Dan vraag je er zelf een beetje om.’’", "De zitting gaat maandag verder. Dan reageert advocaat Paul van Jaarsveld van Hélène J. op de strafeis."], "authors": ["Rosa Timmer"], "keywords": ["van", "eist", "moeder", "doodslag", "het", "voor", "een", "ze", "om", "cel", "jaar", "sharleyne", "dat", "te", "niet", "j", "tegen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}