{"id": "a39dcb92-6bc7-3b57-83d3-4b3ed34270b8", "title": "Het hoge woord is er ook bij KLM uit: meer staatssteun nodig, zegt topman Elbers", "url": "https://volkskrant.nl/economie/het-hoge-woord-is-er-ook-bij-klm-uit-meer-staatssteun-nodig-zegt-topman-elbers~b4172028/", "summary": "Beeld EPA‘Het is nog te vroeg om te speculeren over een exact tijdstip en over hoeveel’, aldus Elbers.\nDe Fransen maken er al maanden geen geheim van dat Air France-KLM langer aan het staatsinfuus moet.\nDe luchtvaart zoekt inmiddels naar middelen om reizigers ervan te overtuigen dat het veilig is om te vliegen.\nDe Australische luchtvaartmaatschappij Qantas zei dinsdag dat het op internationale vluchten alleen nog passagiers wil toelaten die zijn gevaccineerd.\nElbers vindt het nog te voorbarig om die eis te stellen.", "paragraphs": ["KLM-baas Pieter Elbers denkt dat de 1 miljard euro staatssteun niet genoeg is. Beeld EPA", "‘Het is nog te vroeg om te speculeren over een exact tijdstip en over hoeveel’, aldus Elbers. ‘De markt wordt nog geplaagd door veel onzekerheden, zelfs met het gunstige nieuws over de vaccins van de afgelopen weken.’ Het is voor het eerst dat de KLM-baas publiekelijk uitspreekt dat zijn bedrijf het niet gaat redden met de lening van 1 miljard en de 2,4 miljard aan kredietgaranties van de regering.", "De Fransen maken er al maanden geen geheim van dat Air France-KLM langer aan het staatsinfuus moet. Eind september zei topman Ben Smith van Air France-KLM dat er na het komend voorjaar weer geld bij moet, mogelijk tot 5 miljard euro. Vorige week schreef de Franse krant Le Monde dat wordt gedacht aan zes miljard: twee van private investeerders, drie van de Franse belastingbetaler en een miljard van Den Haag.", "In Parijs heerst bezorgdheid en verbazing dat Den Haag zich niet vierkant achter het bedrijf opstelt. De Fransen kwamen een maand na de virusuitbraak in Europa met het eerste steunpakket voor hun luchtvaartmaatschappij over de brug, Den Haag deed daar maanden over. De Franse minister van Financiën Bruno Le Mare herhaalde maandag voor Bloomberg tv dat hij garandeert dat Air France de crisis overleeft en dat hij hoopte dat de alliantie tussen Air France en KLM standhoudt. Dat is volgens hem in het belang van zowel Nederland als Frankrijk. Zover is Le Mare’s ambtgenoot Wopke Hoekstra nog niet gegaan.", "Elbers hield het er bij Bloomberg op dat de reddingsboeien van de Franse en de Nederlandse regering ‘niet zoveel verschillen, ook niet in de voorwaarden die aan de hulp worden gesteld. Beide regeringen hebben snel hun steun uitgesproken, maar ze hebben elk te maken met hun eigen regelgeving, wetten en parlementaire procedures. Van de buitenkant lijkt het anders, maar als je naar de inhoud kijkt is er geen verschil.’", "De vooruitzichten voor Air France-KLM blijven verder verslechteren, net als voor de rest van de luchtvaart. Dinsdag maakte de internationale brancheclub IATA bekend dat de corona-rekening weer verder oploopt. De verwachting is dat de 290 aangesloten luchtvaartmaatschappijen het jaar afsluiten met een gezamenlijk verlies van 118,5 miljard dollar (99,5 miljard euro). Tot nu toe ging IATA uit van 84,3 miljard in de min. De verliezen die voor volgend jaar zijn voorzien, vallen lager uit en zullen uitkomen op 38,7 miljard. Maar dat is meer dan het dubbele dan wat de organisatie in de zomer had geraamd.", "De luchtvaart zoekt inmiddels naar middelen om reizigers ervan te overtuigen dat het veilig is om te vliegen. De Australische luchtvaartmaatschappij Qantas zei dinsdag dat het op internationale vluchten alleen nog passagiers wil toelaten die zijn gevaccineerd. Elbers vindt het nog te voorbarig om die eis te stellen. ‘Dat hangt erg af van de lokale wetten en regelgeving. KLM vliegt op zo’n tachtig bestemmingen, met elk eigen regels.’"], "authors": ["Peter Van Ammelrooy"], "keywords": ["dat", "van", "zegt", "staatssteun", "uit", "klm", "niet", "nog", "ook", "en", "met", "te", "woord", "nodig", "meer", "miljard", "voor", "topman", "hoge", "het"], "pubDate": "2020-11-24T19:00:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}