{"id": "a3adf3e8-162c-32d7-a5ea-c1e4fe60e9ca", "title": "Lockdown werkt niet goed genoeg, toch is stoppen geen goed idee?", "url": "https://www.parool.nl/nieuws/lockdown-werkt-niet-goed-genoeg-toch-is-stoppen-geen-goed-idee~bad0d1a9/", "summary": "Je kunt het niet vaak genoeg zeggen.”2.\n“De lockdown werkt, maar niet goed genoeg,” zegt Patricia Bruijning, kinderarts-epidemioloog in het UMC Utrecht.\n“Toen de strenge lockdown inging liep de curve met het aantal dagelijkse besmettingen steil omhoog.\nInmiddels loopt die naar beneden, zij het niet zo snel als gehoopt.\nDie strategie kan bijvoorbeeld tot nieuwe mutaties van het virus leiden waar de vaccins geen vat op hebben.", "paragraphs": ["Beeld Getty Images", "1. Deze lockdown zou toch tot 19 januari duren?", "Het kabinet zegt steeds dat het ‘in ieder geval’ tot dan duurt en rond 12 januari kijkt of versoepeling een optie is. RIVM-directeur Jaap van Dissel waarschuwde op oudejaarsdag nog dat versoepeling pas vanaf half februari mogelijk is. “Maar niet iedereen volgt het nieuws op de voet,” zegt Bas van den Putte, hoogleraar gezondheidscommunicatie aan de Universiteit van Amsterdam. “Daarom ben ik voorstander van herhaling van die boodschap. Je kunt het niet vaak genoeg zeggen.”", "2. De besmettingscijfers lopen toch terug?", "Niet genoeg. We zitten nu rond de 7000 nieuwe besmettingen per dag, tegen ruim 12.000 bij de piek in december. Dus het gaat de goede kant op, maar te langzaam. Blijkens de ‘routekaart coronamaatregelen’ is de situatie in het hele land nog ‘zeer ernstig’. Er zijn circa 50 ic-opnames per dag. Volgens premier Rutte kun je pas bij zo’n 10 ic-opnames en 3600 besmettingen per dag iets versoepelen.", "3. Als de lockdown niet werkt, waarom stoppen we er dan niet mee?", "Dat zou hetzelfde zijn als de dijken afbreken omdat ze niet al het water tegenhouden. “De lockdown werkt, maar niet goed genoeg,” zegt Patricia Bruijning, kinderarts-epidemioloog in het UMC Utrecht. “Toen de strenge lockdown inging liep de curve met het aantal dagelijkse besmettingen steil omhoog. Inmiddels loopt die naar beneden, zij het niet zo snel als gehoopt. Als je de maatregelen opheft gaat de curve weer steil omhoog.”", "4. Waarom werkt de lockdown niet goed?", "De maatregelen worden minder goed nageleefd dan in maart. Destijds wisten we minder over de risico’s. Nu wanen veel mensen zich veilig(er) en gaan ze toch naar hun werk. De lange duur maakt het steeds moeilijker tegennatuurlijke afstandsregels te volgen. Het is, zoals crisisdeskundige Uri Rosenthal zegt, een uitputtingscrisis.", "5. Hoelang gaat een verlengde lockdown duren?", "Met de huidige druk op ziekenhuizen en hoge besmettingscijfers zijn we nog wel even bezig. Daar komt angst bij voor het overwaaien van de in Engeland en Zuid-Afrika ontdekte nieuwe varianten van het coronavirus, die vermoedelijk veel besmettelijker zijn. Daar staat tegenover dat nu zelfs Nederland is begonnen met vaccineren. Alleen zet dat niet meteen zoden aan de dijk. In de loop van maart moeten verpleeghuisbewoners en andere kwetsbare ouderen zijn ingeënt. Dan kan mogelijk een deel van de maatregelen van tafel, zei minister Hugo de Jonge dinsdag in de Kamer.", "6. Dus de verlengde lockdown duurt in ieder geval tot maart?", "Dat is maar de vraag. Tot nu toe knipt het kabinet de restricties op in perioden van weken. Dat maakt het slechte nieuws beter te verteren. Bezwaar is dat een nieuwe teleurstelling al zit ingebakken in de besluitvorming. Hoogleraar Van den Putte vindt het beter voor langere tijd een lockdown af te kondigen. “Met de boodschap dat als de situatie het toelaat er eerder wordt versoepeld. Dat is beter dan een korte verlenging, met het risico dat daarna wéér wordt verlengd. Hoe vaak kan je iemand zeggen dat zijn feestje niet doorgaat? Dat accepteer je op een gegeven moment niet meer. Een lange lockdown is een uiterst vervelende boodschap, maar geeft duidelijkheid en kan motiveren je beter aan de regels te houden.”", "7. En de scholen?", "Deskundigen zoeken manieren om verantwoord fysiek onderwijs te geven. Patricia Bruijning is betrokken bij een plan voor sneltesten op middelbare scholen, eerst als proef op een paar plekken, daarna in het hele land. “Als dan bijvoorbeeld een leraar corona heeft, kun je meteen alle leerlingen testen die met hem in contact zijn geweest. Besmette kinderen hebben vaak geen symptomen en verspreiden ongemerkt het virus. Dat kun je dan voorkomen.”", "Beeld Hollandse Hoogte / ANP", "8. En scholen die nog niet zelf testen?", "Bruijning: “Dan kun je denken aan halve klassen, het tijdelijk uitbreiden van quarantaineregels voor blootgestelde klasgenoten, werken met vaste koppeltjes en kinderen 1 meter afstand laten houden. Dan kun je meer leerlingen in de klas hebben dan bij 1,5 meter.”", "9. Maar het liep op scholen toch uit de hand qua besmettingen?", "Bruijning: “Het ging best goed, totdat de besmettingen in de hele samenleving opliepen.” Het dilemma is of je wacht met heropenen tot de besmettingscijfers veel lager zijn, waarbij het bezwaar is dat leerlingen nog lange tijd veroordeeld zijn tot online lessen, óf met extra maatregelen kiest voor fysiek onderwijs met daarbij het risico op verdere verspreiding van het virus.", "10. Moeten we vrezen voor een nog hardere lockdown?", "Wel als de cijfers blijven tegenvallen. Je kunt daarbij denken aan een avondklok. In het Catshuis is eind oktober gesproken over een notitie van de Nationaal Coördinator Terrorismebestrijding en Veiligheid. Daarin stond omschreven wat een volledige lockdown inhoudt: mensen moeten thuisblijven, bezoek is verboden en alleen essentiële reizen buiten de eigen woonplaats zijn toegestaan. Dat zou enorme repercussies hebben, met een economische krimp van mogelijk 22 procent.", "11. Kunnen we niet net als Engeland de tweede prik uitstellen, zodat meer mensen sneller een prik krijgen?", "Dat wordt onderzocht, maar lijkt niet zonder risico. De meeste coronavaccins bestaan uit twee doses per persoon, toe te dienen binnen drie tot vier weken. Nu de besmettingen de pan uitrijzen en er gebrek aan vaccins is, geven de Britten pas na negen weken – als veel meer vaccins moeten zijn aangeleverd – een tweede prik. Met de eerste prik zijn mensen nog niet volledig beschermd, maar kunnen ze niet meer ernstig ziek worden. Die strategie kan bijvoorbeeld tot nieuwe mutaties van het virus leiden waar de vaccins geen vat op hebben. Zolang de ziekenhuizen hier niet overvol raken, is de kans daarom klein dat Nederland de Engelsen volgt.", "12. Waarom is de ic-capaciteit maar mondjesmaat vergroot?", "Dat is enerzijds een keuze om niet kostbare bedden paraat te hebben voor een pandemie die misschien maar eens in de honderd jaar voorkomt. Mede onder druk van zorgverzekeraars streven ziekenhuizen naar een minimale beddenbezetting van 85 procent. Daarnaast is er schaarste aan verplegend personeel. Al vóór de coronacrisis was in Amsterdam een tekort van 10 tot 20 procent. Voornemens om dat voor de ic’s te veranderen, onder meer met een versnelde opleiding, hebben nog weinig opgeleverd. Door ziekte – oververmoeidheid, corona – is de druk nu verder toegenomen.", "13. Kunnen buitenlandse verplegers geen soelaas bieden?", "Waar haal je die vandaan? “Andere landen hebben ook personeelsgebrek in deze pandemie,” zegt gezondheidseconoom Marcel Canoy. “Nog los van eventuele taalbarrières en de vraag of ze gekwalificeerd zijn.”", "14. Waarom geen grootschalige noodopvang voor coronapatiënten buiten reguliere ziekenhuizen, zodat de gewone zorg er niet onder lijdt?", "Canoy: “Naast personeelsgebrek is het probleem dat coronapatiënten vaak complexe zorg nodig hebben, die alleen een ziekenhuis biedt. Maar we zijn in Nederland nog niet bij het zwarte scenario beland dat een keuze vergt tussen bijvoorbeeld de behandeling van een kankerpatiënt en iemand met corona.”", "15. Worden ondernemersbelangen niet steeds ondergeschikt gemaakt aan die van coronapatiënten?", "Er is regelmatig kritiek op de eenzijdige samenstelling van het Outbreak Management Team, de voornaamste kabinetsadviseur. Daarin zitten geen economen. Binnen het kabinet zelf woedde dit najaar een conflict tussen enerzijds Rutte en De Jonge – voorstanders van strenge maatregelen om het virus in te tomen – en anderzijds de financieel-economische driehoek, die bezorgd is over het bedrijfsleven. Maar steeds als de besmettingen en ziekenhuisopnames oplopen legt de driehoek zich neer bij een (gedeeltelijke) lockdown. Omdat iedereen het zwarte scenario wil afwenden."], "authors": ["Bas Soetenhorst"], "keywords": ["goed", "zijn", "lockdown", "van", "genoeg", "toch", "en", "idee", "een", "werkt", "met", "geen", "op", "het", "niet", "dat", "stoppen", "je"], "pubDate": "2021-01-06T19:00:13Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}