{"id": "a3b2571b-7cff-33ff-a565-50b4674a4e9e", "title": "Riny maakt van theepotten vogelhuisjes: ‘Ik zie zo’n pot liever aan de schutting’", "url": "https://volkskrant.nl/mensen/riny-maakt-van-theepotten-vogelhuisjes-ik-zie-zo-n-pot-liever-aan-de-schutting~bf61dcb1/", "summary": "Maar na een dubbele longembolie, een kunstknie, last van de heup, een slopend arbeidsconflict en een hartaanval is er wel een nieuwe hobby: vogelhuisjes maken van oude theepotten.\n‘Ik zag het bij mijn schoonzusje en dacht: leuk idee, maar dat kan ik beter!\nIk ben geen timmerman maar het móét ook niet snel, het gaat mij erom de gedachten te verzetten.\nAnders zit ik maar te malen in het bolleke, hè.’ Oude theepotten zijn er in ieder geval genoeg.\nEn ik ben sowieso geen theedrinker, ik zie zo’n pot liever aan de schutting.’", "paragraphs": ["Beeld Jan Dirk van der Burg", "Riny Cruijsen (61), Deurne", "Riny heeft de laatste jaren behoorlijk wat tegenwind gehad. Maar na een dubbele longembolie, een kunstknie, last van de heup, een slopend arbeidsconflict en een hartaanval is er wel een nieuwe hobby: vogelhuisjes maken van oude theepotten. ‘Ik zag het bij mijn schoonzusje en dacht: leuk idee, maar dat kan ik beter! Ik ben geen timmerman maar het móét ook niet snel, het gaat mij erom de gedachten te verzetten. Anders zit ik maar te malen in het bolleke, hè.’ Oude theepotten zijn er in ieder geval genoeg. ‘In Helmond zit een Poolse kringloopwinkel en die kerel begint al te lachen als ik binnenkom, die weet precies waar ik voor kom.’ Riny heeft dankzij Youtube al een hoop bijgespijkerd. ‘Voor het gaatje om de pot op de plank te monteren pakte ik eerst steenboor. Wat denk je? Pats! Gódnondenju: hele pot aan diggelen. Nu gebruik ik een diamantboor, dat gaat perfect.’ De vogels in Deurne zien de theepot ook wel zitten. ‘Je moet de opening wel naar de oostkant hangen, naar de zonsopkomst. Dan komen de vinkskes erin, pimpelmeesjes, dat is mooi spul hoor. En ik ben sowieso geen theedrinker, ik zie zo’n pot liever aan de schutting.’"], "authors": ["Jan Dirk Van Der Burg"], "keywords": ["theepotten", "pot", "ik", "van", "zon", "schutting", "en", "een", "zie", "vogelhuisjes", "maakt", "te", "het", "maar", "riny", "dat", "wel", "liever"], "pubDate": "2021-01-07T14:00:05Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}