{"id": "a3c666f4-42fc-3a59-b550-2ff665ec5287", "title": "Bibliotheek in Overvecht weer open na verbouwing van drie maanden", "url": "https://nu.nl/utrecht/6095030/bibliotheek-in-overvecht-weer-open-na-verbouwing-van-drie-maanden.html", "summary": "De bibliotheek aan de Gloriantdreef in de Utrechtse wijk Overvecht is vorige week na drie maanden weer geopend.\nAan de buitenkant ziet de bibliotheek er dan nog hetzelfde uit, maar de binnenkant is totaal veranderd.\nDe inrichting biedt ruimte voor verschillende doelgroepen: van de allerkleinsten tot huiswerkende scholieren en van taalleerders tot senioren.\n(Foto: Bibliotheek Overvecht)Speciale ruimte voor kinderenHet Laboratorium is ook een nieuwe toevoeging aan de bibliotheek.\nBibliotheken waren in die tijd vooral ingericht om boeken uit te lenen\", zegt Mariëtte Blaas, manager van de vestigingen van Bibliotheek Utrecht.", "paragraphs": ["De bibliotheek aan de Gloriantdreef in de Utrechtse wijk Overvecht is vorige week na drie maanden weer geopend. De hele bibliotheek is verbouwd en heringericht. Vanaf deze maandag starten er weer activiteiten.", "Aan de buitenkant ziet de bibliotheek er dan nog hetzelfde uit, maar de binnenkant is totaal veranderd. \"Het is een forse renovatie\", zegt architect Bernice de Vries van OdV interieurarchitecten.", "\"De luchtkwaliteit wordt beter, verlichting wordt vernieuwd en er komen nieuwe toiletten. De inrichting biedt ruimte voor verschillende doelgroepen: van de allerkleinsten tot huiswerkende scholieren en van taalleerders tot senioren. Elke doelgroep krijgt een eigen plek\", aldus De Vries.", "De bibliotheek is ook bezig met het vernieuwen en uitbreiden van de collectie: \"In Overvecht is veel belangstelling voor boeken over filosofie, religie, gezondheid, psychologie en opvoeding en onderwijs. In de nieuwe bieb komen er daarom meer titels over deze onderwerpen. Bij kinderen zijn de prentenboeken voor peuters en weet- en leerboeken favoriet. Ook die collectie gaan we uitbreiden.\"", "Het Laboratorium in de bibliotheek aan de Gloriantdreef. (Foto: Bibliotheek Overvecht)", "Speciale ruimte voor kinderen", "Het Laboratorium is ook een nieuwe toevoeging aan de bibliotheek. Hier kunnen kinderen en jongeren kennismaken met coderen, programmeren, printen, maken, filmen en proberen. De Bibliotheek Utrecht gaat zorgen voor onder meer robotjes, 3D-printers en green screens.", "\"De bibliotheek in Overvecht is alweer 36 jaar oud. In 1987 was het een moderne bibliotheek. Ruim opgezet met veel lichtinval en een mooie afdeling voor kinderboeken. Bibliotheken waren in die tijd vooral ingericht om boeken uit te lenen\", zegt Mariëtte Blaas, manager van de vestigingen van Bibliotheek Utrecht. De verbouwing was daarom hard nodig."], "authors": ["Door"], "keywords": ["verbouwing", "van", "bibliotheek", "nieuwe", "drie", "met", "een", "ook", "en", "weer", "open", "maanden", "overvecht", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}