{"id": "a3ca9d86-edb8-3f09-a8dd-5e8069154258", "title": "Recept van de dag: klassieke snert", "url": "https://www.telegraaf.nl/lifestyle/487795036/recept-van-de-dag-klassieke-snert", "summary": "Strooi wat zout en peper over het vlees en zet even weg .\nDoe de bloem erbij en laat even 4 minuten garen, doe er een grote lepel van het erwtenmengsel bij en roer om.\nNu de gesneden peterselie en selderie groen bij de soep, roer om en doe de worst bij de soep, zet gas uit.\nHaal de worst uit de soep en snijd hem in plakjes en doe dan bij de soep.\nZet nu de pan in koud water en roer tot ie helemaal koud is, eet pas de volgende dag !", "paragraphs": ["Was getekend, Jan de Haas, 13 jaar kok bij Het Terras in Santpoort. Dus hij kan het weten.", "„Zet de gewassen spliterwten op met 2 liter water en zout, kook ongeveer 1 uur tot er een brei is ontstaan, wel vaak roeren. Schuim af en toe af, voeg nog wat water bij! Strooi wat zout en peper over het vlees en zet even weg . Smelt in een ander pannetje de boter, zo gauw het heet is de ui erbij, even laten kleuren. Doe de bloem erbij en laat even 4 minuten garen, doe er een grote lepel van het erwtenmengsel bij en roer om. Dit mengsel gaat bij de rest van de erwten. Roer goed. Doe het vlees erin, de knolselderie en de prei. Kook zachtjes, ongeveer 2 uur, spoel de blokjes aardappel goed af, voeg toe en kook nog een half uur. Nu de gesneden peterselie en selderie groen bij de soep, roer om en doe de worst bij de soep, zet gas uit. Proef en voeg eventueel nog zout en peper toe. Ook een kippenbouillon tablet (in het begin) toevoegen geeft meer smaak, geen runderbouillon gebruiken dat is te bruin. Haal de worst uit de soep en snijd hem in plakjes en doe dan bij de soep. Zet nu de pan in koud water en roer tot ie helemaal koud is, eet pas de volgende dag ! HEERLIJK !”", "Nodig:", "• 500 gr spliterwten", "• ½ eetlepel zout", "• 500 gr varkenspoulet zonder bot.", "• 1 aardappel in blokjes, gespoeld.", "• 1 flinke prei, in halve ringen gewassen!", "• 1 grote ui gesneden", "• ½ knolselderie in blokjes, 200 gr", "• 50 gr boter en 1 volle eetlepel bloem", "• 1 rookworst", "• groen van peterselie/selderie", "• 1 kippenbouillontablet."], "authors": ["Felix Wilbrink"], "keywords": ["van", "snert", "dag", "klassieke", "een", "en", "zet", "zout", "gr", "soep", "bij", "recept", "het", "roer", "doe"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}