{"id": "a3cbafed-5e81-3da9-9fd7-e0127be8d7bb", "title": "Recessie dreigt weer door langere lockdown", "url": "https://www.parool.nl/nederland/recessie-dreigt-weer-door-langere-lockdown~b0346053/", "summary": "Beeld ANPHet lijkt onvermijdelijk dat het kabinet morgen besluit de coronalockdown te verlengen.\nHet slot op de economie in Nederland, dat er volgende week af zou gaan, blijft waarschijnlijk drie weken langer zitten.\nWe zitten niet zo ver meer af van het dieptepunt van de eerste lockdown.\n“Dat zal zwaar meewegen in de economische cijfers voor het hele jaar.” Door een langere lockdown kan volgens haar ook het moment dat de economie weer op het niveau van vóór corona zit – volgens Rabo halverwege 2022 – naar achteren schuiven.\nHoogleraar economie Bas Jacobs van de Erasmus Universiteit pleit voor fijnmaziger coronamaatregelen van het kabinet.", "paragraphs": ["Stilte in de binnenstad van Amsterdam tijdens de lockdown. Beeld ANP", "Het lijkt onvermijdelijk dat het kabinet morgen besluit de coronalockdown te verlengen. Duitsland rekte zijn maatregelen eerder al op tot eind januari, Frankrijk zit tot half febru­ari ‘dicht’.", "Het slot op de economie in Nederland, dat er volgende week af zou gaan, blijft waarschijnlijk drie weken langer zitten. Dinsdagavond komen premier Mark Rutte en minister Hugo de Jonge op een persconferentie met details.", "En dat terwijl de gevolgen van de op 15 december ingestelde maatregelen – die voor cafés en restaurants al sinds 14 oktober gelden – al enorm zijn. Horeca, modewinkels, evenementenbranche en de reiswereld hebben onherstelbare schade opgelopen.", "Dieptepunt", "“Als deze lockdown tot medio februari wordt verlengd, ligt krimp voor de hand,” zegt econoom Nora Neuteboom van ABN Amro. In dat geval is opnieuw sprake van een coronarecessie, net als in de eerste helft van 2020, toen de maatregelen minder ver gingen dan nu.", "“De mate waarin hangt af van de vraag hoe lang deze lockdown duurt en hoe snel de maatregelen daarna worden afgebouwd. We zitten niet zo ver meer af van het dieptepunt van de eerste lockdown. Zolang deze ingrepen aanhouden, kan het totale effect forser zijn dan toen.”", "Daarmee kunnen ook de optimistische voorspellingen voor 2021 – volgens de Rabobank een economische groei van 2,3 procent – uit het zicht raken. Ook nu de vaccinatie is begonnen, zullen pas op zijn vroegst rond de zomer ­voldoende Nederlanders zijn ingeënt om een duidelijke impact op de besmettingscijfers te hebben.", "Meer vrijheden", "“Als sprake is van verlenging, kan dit kwartaal negatief worden,” zegt ook Rabo-econoom Carlijn Prins. “Dat zal zwaar meewegen in de economische cijfers voor het hele jaar.” Door een langere lockdown kan volgens haar ook het moment dat de economie weer op het niveau van vóór corona zit – volgens Rabo halverwege 2022 – naar achteren schuiven.", "Hoogleraar economie Bas Jacobs van de Erasmus Universiteit pleit voor fijnmaziger coronamaatregelen van het kabinet. “Elke dag dat de harde lockdown langer duurt, loopt de economie meer schade op. De huidige strategie is economisch extreem schadelijk. We kunnen beter maatregelen differentiëren: bescherm kwetsbaren sterker en gun niet-kwetsbare groepen meer vrijheden.”", "ABN-econoom Neuteboom: “Wij roepen ook: kabinet, geef een tijdslijn. Dan kunnen ondernemers anticiperen op de heropening. Uiteindelijk draait het om de capaciteit op de intensive cares. Als je voorkomt dat kwetsbaren dáár ­terechtkomen, kan de lockdown sneller worden afgebouwd.”", "Herstel kan dan snel komen, beaamt ook Prins. “Het spaargeld van huishoudens is enorm toegenomen omdat vakanties niet doorgingen en grote uitgaven zijn uitgesteld. Maar er hangt veel van af hoe snel de economie weer op gang kan komen. Het is heel belangrijk hoe snel vaccinaties verlopen en hoe we omgaan met sneltesten, zodat bepaalde sectoren van de economie weer open kunnen, zoals horeca en festivals. Des te meer activiteiten doorgaan, des te beter voor de economie.”"], "authors": ["Herman Stil"], "keywords": ["recessie", "lockdown", "van", "zijn", "dreigt", "voor", "en", "langere", "economie", "weer", "op", "ook", "het", "door", "dat"], "pubDate": "2021-01-11T10:54:26Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}