{"id": "a3ceee7b-3b2d-3679-9051-860cee838860", "title": "Waarom koopt een wethouder in Oosterhout een winkelcentrum? Om het te sluiten", "url": "https://www.volkskrant.nl/nieuws-achtergrond/waarom-koopt-een-wethouder-in-oosterhout-een-winkelcentrum-om-het-te-sluiten~be378f88/", "summary": "Wethouder Robin van der Helm (r) voor het winkelcentrum Arendshof in gesprek met een van de ondernemers.\nEn van de opkomst van het internetwinkelen.\nMet de groei van het aantal bordjes met ‘te huur’ werd het er niet gezelliger op.\nIn september besluit de gemeente dat het krimpplan voor het winkelgebied versneld zal moeten worden uitgevoerd.\nEn de financiële risico’s van dit project zijn beperkt en het belang van de binnenstad bijzonder groot, vindt hij ook.", "paragraphs": ["Wethouder Robin van der Helm (r) voor het winkelcentrum Arendshof in gesprek met een van de ondernemers. Beeld Raymond Rutting / De Volkskrant", "Het was zo’n mooi winkelrondje, in het oude Oosterhout, stad in Noord-Brabant nabij Breda. Wethouder Economische Zaken Robin van der Helm (38) loopt het even na. Eerst de historische winkelstraten met zijn oude gevels. Hier zetelen vooral de lokale zelfstandige ondernemers, wijst hij. Dan slaat hij rechtsaf de Arendshof 1 binnen, een winkelcentrum uit de jaren zeventig. Hier vindt je vestigingen van winkelketens als Zeeman en Scapino. Om vervolgens over te steken naar het aanpalende Arendshof 2, de winkeltrots uit de jaren negentig met inpandige parkeergarage . En van daaruit schiet je zo de oude Nieuwstraat in.", "Winkelrondje compleet.", "Die hele route, met al die winkels, het was allemaal zo goed bedoeld. En het werkte ook best goed, tot ongeveer tien jaar geleden. Zo rond 2010 begonnen in veel Nederlandse winkelcentra de gevolgen zichtbaar te worden van de economische crisis die begon in 2008. En van de opkomst van het internetwinkelen. Een sombere mijlpaal was het omvallen van warenhuisketen V&D in 2015 − de winkel waar je alles kon krijgen.", "In Oosterhout kwam die klap keihard aan. Juist in Arendshof 2 − met zijn metselwerk en romaanse bogen zoveel mooier dan het oude Arendshof 1. Al nam kledingreus H&M de winkelruimte over, het was het symbolische startschot van verdere leegloop.", "In het hele winkelgebied van Oosterhout begonnen gaten te vallen, net als in de winkelcentra van andere middelgrote steden in Nederland. Wat deden de eigenaren? De huren verlagen, meer tijdelijke contracten; het zijn de lapmiddelen van de markt om de loop er nog wat in te houden. In het omzetten van winkelruimte naar woonruimte of andere maatschappelijke bestemmingen zijn de eigenaren doorgaans niet zo goed. Je verlies nemen, daar wordt de boekhouder niet zo blij van.", "Bordjes ‘te huur’", "In 2017 begon de gemeente Oosterhout zich echt zorgen te maken. Met de groei van het aantal bordjes met ‘te huur’ werd het er niet gezelliger op. En zou het winkelend publiek steeds vaker kunnen bezwijken voor de aantrekkingskracht van de grote buren Breda en Tilburg. Dat winkelgebied moet kleiner, werd de officiële opvatting.", "Rond Arendshof 2 begon het inmiddels te schuiven. Bij de westelijke uitgang, op het ‘bankenplein’, gaven twee grootbanken zich over aan het telebankieren. Het vrijstaande kantoorgebouw van de Rabobank kwam leeg te staan. Het buurpand waarin ABN Amro zetelde stond al langer te verloederen.", "Met de Brabantse projectontwikkelaar Maas-Jacobs als spil spraken de twee banken en de eigenaar van Arendshof 2 − de belegger Altera Vastgoed − over een nieuw plan voor dit hoekje van het centrum. In 2018 ligt er een afspraak om eens te gaan kijken of hier kleine woontorens kunnen worden gebouwd, met 150 appartementen en negen ‘grondgebonden’ woningen. Daarvoor zal mogelijk een stuk van de Arendshof 2 worden afgebroken.", "Wethouder Robin van der Helm, voor winkelcentrum Arendshof. Beeld Raymond Rutting / De Volkskrant", "Meer wonen, minder winkels. Het lijkt de goede kant op te gaan voor de gemeente. Maar de zaak sleept wat aan. De ondernemers blijven maar rekenen. En dan komt de coronacrisis. Het wordt duidelijk dat het onlinewinkelen alleen maar sneller zal groeien. Ook is er de vrees en verwachting dat veel kleinere winkels het komend jaar alsnog zullen sneven. De winkelleegstand in Oosterhout groeit naar bijna 20 procent, becijfert het Planbureau voor de Leefomgeving (PBL). En die leegstand zal naar verwachting van het bureau oplopen tot bijna 25 procent in 2022.", "In september besluit de gemeente dat het krimpplan voor het winkelgebied versneld zal moeten worden uitgevoerd. Niet over tien jaar, maar over drie jaar zal het centrum ten minste 15 duizend van de 61 duizend vierkante meter aan winkels kwijt moeten zijn. Tegelijkertijd wil het jaarlijks niet 240 woningen bouwen, maar 300. Want net als in de rest van Nederland is de vraag naar woningen in West-Brabant groot en lopen de huizenprijzen sterk op. En als je dan ook nog eens meer van die woningen kunt bouwen in het gewilde centrum, is dat ook nog eens goed voor de winkels daar.", "Het roer om", "Bij Altera vastgoed, belegger in woningen en winkels voor onder meer pensioenfondsen, was het roer inmiddels ook al omgegaan. Met groeiende leegstand en dalende huurprijzen geloven ze daar niet meer zo in algemene winkelcentra in middelgrote gemeenten als Oosterhout. Ze steken hun geld liever in supermarkten en wijkwinkelcentra, waar mensen vaker komen voor hun inkopen.", "Eind oktober sloot de belegger daarom een voorlopige deal met projectontwikkelaar Maas-Jacobs uit Zundert. Zelfs stapten ze uit het woontorenplan in Oosterhout en ze zouden heel Arendshof 2 verkopen aan de projectontwikkelaar. Die meldde zich vervolgens bij de gemeente.", "Wethouder Van der Helm moest hun plan knarsetandend aanhoren. Ze gingen inderdaad een stuk van het winkelcentrum slopen voor woningbouw, maar zouden de overgebleven winkels behouden. De huurinkomsten konden goed worden gebruikt om het plan financieel rond te breien. Het leek net te gaan zoals in veel andere gemeenten, dacht hij. Individuele projectontwikkelaars en vastgoedbeleggers gaan de grote problemen in de binnensteden niet oplossen. Maar ondertussen kloppen individuele winkeliers wel bezorgd aan bij de gemeente: kan die niet wat betekenen in de strijd tegen de gaten in de winkelstraat?", "Van der Helm werkte, tot hij in 2016 voor de VVD wethouder werd in zijn woonplaats Oosterhout, als consultant in Eindhoven. Daar was de bestuurskundige vooral actief als begeleider van binnenstedelijke ontwikkeling, vooral waar ondernemingen en de plaatselijke kennisindustrie kon samenwerken met de gemeente. En dat kan ook in Oosterhout, vindt hij. Als je als gemeente je zaakjes tenminste op orde hebt.", "In het gesprek ging meteen een alternatief scenario over tafel. Niet de projectontwikkelaar, maar de gemeente zou eigenaar worden van Arendshof 2. Oosterhout zit er financieel gezien tamelijk goed bij en een hypotheeklening zal bij de Bank Nederlandse Gemeenten waarschijnlijk op weinig bezwaren stuiten.", "Op 19 november liet Van der Helm de projectontwikkelaar weten dat er gepraat kon worden over overname van het kooprecht. Met behulp van een extern bureau wordt er ondertussen driftig gerekend. De combinatie van woningbouw en de huuropbrengsten van de parkeergarage lijkt een gezonde businesscase op te leveren. De ontwikkelaar krijgt in ruil voor de deal het bouwrecht voor woningen op de Arendshof 2-locatie, maar ook voor woningen elders in de stad, op het Slotjesveld.", "Op 19 december riep het gemeentebestuur (van Gemeentebelangen, CDA en VDD) de fractievoorzitters in de gemeenteraad bijeen voor een vertrouwelijke vergadering. Binnen een week ging de hele raad akkoord. Op 30 december werd er getekend bij de notaris. Voor 12,45 miljoen euro werd de gemeente eigenaar van de winkeltrots van de jaren negentig, voor een vergaande transformatie.", "Krachtig ingrijpen", "In rapporten over het leeglopen van winkelstraten wordt al enkele jaren opgeroepen tot ingrijpen van gemeenten of provincies. Maar krachtig optreden doen ze zelden. De overheid die gaat optreden als binnenstedelijk vastgoedbaron en zo de regie in handen neemt: mag dat zomaar en loopt dat financieel gezien wel goed af? Gemeenten hebben die ruimte als de aanschaf een maatschappelijk doel dient, stelt Van der Helm. En de financiële risico’s van dit project zijn beperkt en het belang van de binnenstad bijzonder groot, vindt hij ook.", "En dan heeft de wethouder nog een kaart in zijn mouw. Oosterhout is op zoek naar een nieuw stadhuis. Het huidige gemeenschapshuis op het Slotjesveld is afgekeurd. Er wordt gekeken naar duurzame, maar dure nieuwbouw op een andere plek. Misschien is Arendshof 2 wel geschikt, zeker als de kosten van de aankoop tegenvallen. Kan het publieksvriendelijker, vraagt Van der Helm zich af: gemeentelijke diensten in voormalige winkelruimten."], "authors": ["Marc Van Den Eerenbeemt"], "keywords": ["oosterhout", "van", "koopt", "wethouder", "waarom", "voor", "en", "een", "sluiten", "om", "arendshof", "met", "winkelcentrum", "te", "op", "het", "als"], "pubDate": "2021-01-08T15:00:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}