{"id": "a3f1b07a-da7e-3189-867a-78da1f21e725", "title": "Horecastarters krijgen geen euro compensatie: ‘We zijn het kind van de rekening’", "url": "https://www.parool.nl/nieuws/horecastarters-krijgen-geen-euro-compensatie-we-zijn-het-kind-van-de-rekening~b396c7c6/", "summary": "Mensen in proeftijd heb ik toen een contract gegeven.”Na een paar weken was van dat optimisme weinig meer over.\n“We waren onwijs blij met de boodschap dat iedereen financieel zou worden bijgestaan en dat we werknemers in dienst konden houden.\nToen lazen we later tussen de regels door dat je niets krijgt als je geen omzet van het jaar ervoor kan aantonen.\nMaar ik ga elke maand 20.000 euro in het rood door vaste laten en het afbetalen van financierders zonder iets van compensatie.\nWij zijn echt het kind van de rekening.”Steven Koudijs van de Spijkerbar in de Kerkstraat.", "paragraphs": ["Rutger de Witte in wijnbar en restaurant Clos. Beeld Jurre Rompa", "Het begon zo mooi voor Rutger de Witte. Al jaren was hij bezig met plannen voor een eigen wijnbar, vorig jaar kreeg hij de kans een horecazaak op het Beukenplein over te nemen. Hij zegde zijn baan op, verbouwde de tent, nam personeel aan en opende op 5 maart officieel de deuren van restaurant en wijnbar Clos.", "Na tien dagen dicht", "Het feest duurde precies tien dagen: 15 maart kondigde het kabinet aan dat alle horeca per direct moest sluiten. Toch bleef De Witte optimistisch. Premier Rutte beloofde tijdens de persconferentie dat getroffen ondernemers financiële compensatie zouden krijgen, mits personeel in dienst gehouden werd. “Daar heb ik op vertrouwd. Mensen in proeftijd heb ik toen een contract gegeven.”", "Na een paar weken was van dat optimisme weinig meer over. In de NOW-aanvraag moest De Witte omzetcijfers van het vierde kwartaal van 2019 opgeven, maar dat kon hij niet omdat hij pas in maart was begonnen. Hoewel De Witte wel al personeel in dienst had en financiële verplichtingen was aangegaan, krijgt hij geen cent compensatie. De vaste lasten lopen in de tienduizenden euro’s per maand.", "Nul op rekest", "Startende horecaondernemers zoals De Witte zijn er legio in Amsterdam. Ook Michel Pais van pizzarestaurant No Rules op het Marie Heinekenplein – dat 17 maart zou openen – kreeg nul op rekest. “We waren onwijs blij met de boodschap dat iedereen financieel zou worden bijgestaan en dat we werknemers in dienst konden houden. Ik vertrouwde de minister-president echt toen hij dat zei. Toen lazen we later tussen de regels door dat je niets krijgt als je geen omzet van het jaar ervoor kan aantonen. Ik vergeet dat moment nooit meer. De wereld stond stil. We hebben onwijs veel geld in de zaak gestoken en hebben ook ons personeel doorbetaald.”", "Hetzelfde geldt voor Steven Koudijs, die op 1 maart gaycafé De Spijkerbar in de Kerkstraat overnam. Afgelopen week toverde hij zijn zaak bij wijze van een ludieke actie om tot een Ikea om aandacht te vragen voor de situatie van startende horecaondernemers. “Ik hoor Rutte steeds zeggen dat we ons sámen door de crisis moeten slaan. Maar ik ga elke maand 20.000 euro in het rood door vaste laten en het afbetalen van financierders zonder iets van compensatie. Dat is helemaal niet samen. Wij zijn echt het kind van de rekening.”", "Steven Koudijs van de Spijkerbar in de Kerkstraat. Beeld Jurre Rompa", "Onbegonnen werk", "Gevraagd naar de reden om starters uit te sluiten van regelingen, noemde minister Eric Wiebes (Economische Zaken) het woensdag tijdens een persconferentie over de uitbreiding van steunpakketten ‘onbegonnen werk’. “Er zijn dit jaar 170.000 ondernemingen gestart. Daar hebben we geen omzetcijfers van, dus dan moet je maatwerk leveren. Dat is voor zulke aantallen onbegonnen werk. Dan moet je iets beloven waar je in de verste verte niet aan kunt voldoen.”", "Branchevereniging Koninklijke Horeca Nederland noemt dat ‘geen argument’. “De minister zegt dat het organisatorisch niet rond te krijgen is. Dat mag geen argument zijn om deze groep in de kou te laten staan,” zegt een woordvoerder. KHN hoopt dat het kabinet met een aparte steunregeling komt die in ieder geval vaste lasten en een percentage van de loonkosten dekt van personeel dat voor 15 maart is aangenomen.", "Oproep Halsema", "Burgemeester Femke Halsema doet ook een oproep aan het kabinet om iets te doen voor deze groep ondernemers. “In Amsterdam zijn veel jonge horecaondernemers die voor de variatie zorgen die een stad nodig heeft. Tegelijkertijd is het de groep die nu als eerste onderuitgaat. Ik heb begrip voor de zorgen van het kabinet dat er fraude wordt gepleegd, maar dat mag niet leidend zijn in de beslissing deze groep buitenspel te zetten.”", "De eigenaren van Clos, No Rules en De Spijkerbar hopen ondertussen vooral dat ze snel de deuren weer mogen openen. Rutger de Witte: “Het is nu echt overleven. We verkopen lasagne en hebben een chef-at-homeconcept bedacht. Het dekt niet de tienduizenden euro’s per maand die ik kwijt ben aan vaste lasten en personeelskosten, maar het is in ieder geval iets. Ik heb slapeloze nachten van de situatie, want ik heb tonnen in deze zaak gestoken. Maar ik wil echt optimistisch blijven.”", "Michel Pais (No Rules): “We zijn het zieke kindje waar niet naar wordt omgekeken. We zijn nu alleen maar aan het hopen, afwachten en lezen hoe de regeltjes werken. Onze drijfveer is mensen ontmoeten en ze een leuke tijd bezorgen. Ik hoop dat we dat snel weer kunnen doen.”"], "authors": ["Josien Wolthuizen"], "keywords": ["van", "geen", "kind", "het", "horecastarters", "rekening", "zijn", "compensatie", "ik", "op", "hij", "krijgen", "een", "dat", "en", "euro", "voor"], "pubDate": "2020-12-10T07:00:03+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}