{"id": "a413c766-4ad9-3330-b2f1-438b513200c6", "title": "Feyenoord komt met verdiende zege op stadgenoot Sparta uit winterstop", "url": "https://nu.nl/voetbal/6101135/feyenoord-komt-met-verdiende-zege-op-stadgenoot-sparta-uit-winterstop.html", "summary": "Ook met aankoop Lucas Pratto en de weer fitte Luis Sinisterra had Feyenoord moeite om de kansen af te maken.\nPratto (twee) en Sinisterra kregen grote kansen om de score verder op te voeren, maar misten scherpte in de afronding.\nDe VAR constateerde vervolgens dat de verdediger achter de bal stond op het moment dat Marcos Senesi de assist gaf.\nVanwege die moeizame productie versterkte Feyenoord zich deze maand met Pratto.\nMet een schot in het zijnet was Mario Engels nog het meest in de buurt van de onverdiende gelijkmaker.", "paragraphs": ["In een niet bepaald hoogstaande Rotterdamse derby heeft Feyenoord zondag met 0-2 van Sparta gewonnen. Ook met aankoop Lucas Pratto en de weer fitte Luis Sinisterra had Feyenoord moeite om de kansen af te maken.", "Verdediger Lutsharel Geertruida maakte al vroeg de openingstreffer en diep in blessuretijd maakte invaller Nicolai Jørgensen er nog 0-2 van. Pratto (twee) en Sinisterra kregen grote kansen om de score verder op te voeren, maar misten scherpte in de afronding.", "Dankzij de krappe zege neemt Feyenoord de derde plek in de Eredivisie weer over van Vitesse. Concurrenten Ajax en PSV spelen zondag vanaf 16.45 uur tegen elkaar.", "Sparta staat ook na de vijftiende speelronde in het linkerrijtje van de Eredivisie. De ploeg van Henk Fraser is de nummer negen.", "De 0-1 van Geertruida werd aanvankelijk afgekeurd wegens vermeend buitenspel. De 0-1 van Geertruida werd aanvankelijk afgekeurd wegens vermeend buitenspel. Foto: Pro Shots", "Treffer Geertruida telt dankzij VAR", "Feyenoord kwam na elf minuten op voorsprong via Geertruida, al werd de treffer in eerste instantie afgekeurd wegens buitenspel. De VAR constateerde vervolgens dat de verdediger achter de bal stond op het moment dat Marcos Senesi de assist gaf.", "Het was al de vierde competitietreffer van het seizoen voor de twintigjarige verdediger. Alleen aanvoerder Steven Berghuis is met tien goals productiever bij de Rotterdamse club.", "Vanwege die moeizame productie versterkte Feyenoord zich deze maand met Pratto. De 32-jarige Argentijn wist na een half uur bijna te scoren, maar trof de buitenkant van de paal.", "Feyenoord had gedurende de eerste helft een overwicht, maar kwam verder nauwelijks tot mogelijkheden. Thuisploeg Sparta wist helemaal geen serieuze kans te creëren.", "Debutant Pratto baalt na zijn schot op de paal. Debutant Pratto baalt na zijn schot op de paal. Foto: Pro Shots", "Pratto en Sinisterra missen scherpte", "Bij Feyenoord stond Luis Sinisterra voor het eerst in de basis, nadat hij in februari vorig jaar een zware knieblessure opliep. De Colombiaan ontsnapte na tien minuten in de tweede helft aan de linkerkant en bood Pratto zijn tweede grote kans van de middag, maar de debutant raakte de bal slecht en schoot ruim naast.", "Kort daarna miste Sinisterra zelf ook een grote kans op de 0-2. Na een steekpassje van Berghuis lepelde hij de bal alleen voor Sparta-keeper Maduka Okoye over het doel.", "Met nog zo'n twintig minuten te gaan werden Pratto en Sinisterra gewisseld voor Jørgensen en Ridgeciano Haps, die na een lange afwezigheid terugkeerden in de selectie. De ploeg van Advocaat verzuimde gebruik te maken van de ruimte die Sparta achterin liet.", "De thuisploeg kon al helemaal geen potten breken. Met een schot in het zijnet was Mario Engels nog het meest in de buurt van de onverdiende gelijkmaker. Met nog enkele seconden te spelen bewees Jørgensen zichzelf een goede dienst door in de korte hoek de 0-2 binnen te schieten.", "Bekijk de stand, het programma en de uitslagen in de Eredivisie"], "authors": ["Foto", "Door"], "keywords": ["zege", "van", "winterstop", "sinisterra", "pratto", "sparta", "komt", "en", "uit", "met", "een", "stadgenoot", "verdiende", "op", "te", "feyenoord", "het", "geertruida"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}