{"id": "a4222862-cf39-3ba5-9b94-b9cfb35f51e8", "title": "Een deel van de grote dj's 'bestelt' zijn muziek bij anderen", "url": "https://nos.nl/op3/artikel/2241801-een-deel-van-de-grote-dj-s-bestelt-zijn-muziek-bij-anderen.html", "summary": "Ghostproducers worden ze genoemd: de muzikale meesterbreinen die beats en tracks leveren aan de grote dj's, zonder dat ze zelf bekend zijn bij het grote publiek.\nUit die gesprekken komt naar voren dat meerdere dj's in de top-100 gebruik maken van ghostproducers.\nEn dan is er ook nog een groep die het deels uitbesteedt.\nOok andere dj's bevestigen dat het voorkomt onder top-dj's, maar wagen zich niet aan een schatting.\nMaar wie zijn die ghostproducers dan eigenlijk?", "paragraphs": ["Ghostproducers worden ze genoemd: de muzikale meesterbreinen die beats en tracks leveren aan de grote dj's, zonder dat ze zelf bekend zijn bij het grote publiek. En dat gebeurt vaker dan je denkt, ook in de top van de industrie.", "In totaal spraken we tientallen insiders in de muziekbusiness. Uit die gesprekken komt naar voren dat meerdere dj's in de top-100 gebruik maken van ghostproducers. Die top-100-lijst bestaat uit de populairste dj's van dit moment wereldwijd.", "Hoeveel dan? Daar is lastig antwoord op te geven. Volgens top-dj Nicky Romero staan er in de lijst zo'n tien tot vijftien dj's die zelf helemaal niets aan hun muziek doen en hun nummers \"gewoon bestellen bij anderen\".", "En dan is er ook nog een groep die het deels uitbesteedt. Volgens Ralph van Hilst, onderdeel van succesvol dj-duo Bassjackers, gebeurt dat wel eens bij tien tot vijftien dj's in de top-100. Ook andere dj's bevestigen dat het voorkomt onder top-dj's, maar wagen zich niet aan een schatting.", "Maar wie zijn die ghostproducers dan eigenlijk? En welke dj's maken er gebruik van? NOS Mashup dook in de wereld van de beathandel:"], "authors": ["Danny Simons", "Jeroen Gortworst En Thaïs Leopold", "Dit Is Een Artikel Van"], "keywords": ["van", "bij", "bestelt", "dan", "deel", "het", "grote", "muziek", "zijn", "djs", "die", "een", "ook", "dat", "en", "ghostproducers", "er", "anderen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}