{"id": "a42ba53b-0db6-3808-81bc-684b6401c875", "title": "NU.nl test kunstmatige intelligentie bij modereren van NUjij-reacties", "url": "https://nu.nl/blog/6009114/nunl-test-kunstmatige-intelligentie-bij-modereren-van-nujij-reacties.html", "summary": "NU.nl test eind 2019 en begin 2020 met het automatisch modereren van reacties op NUjij.\nEen deel van de reacties op ons reactieplatform NUjij zal door kunstmatige intelligentie goed- of afgekeurd worden.\nHet systeem maakt zo'n besluit op basis van historische data van reacties die door onze redactie zijn goed- en afgekeurd.\nHet systeem kan ook aangeven dat het geen inschatting kan maken.\nSoms door een systeem, soms door een redacteur.", "paragraphs": ["NU.nl test eind 2019 en begin 2020 met het automatisch modereren van reacties op NUjij. We leggen je graag uit waarom we dit doen en wat het voor jou als gebruiker betekent.", "Wat houdt de test precies in?", "Een deel van de reacties op ons reactieplatform NUjij zal door kunstmatige intelligentie goed- of afgekeurd worden. Het systeem maakt zo'n besluit op basis van historische data van reacties die door onze redactie zijn goed- en afgekeurd.", "Het systeem kan ook aangeven dat het geen inschatting kan maken. In dat geval gaat de reactie alsnog naar onze redactie toe en kijkt er een redacteur naar. Bovendien zullen we aan het begin goed controleren wat door het systeem wordt goed- en afgekeurd en waar nodig eventueel bijsturen.", "Sommige discussies zullen niet door het systeem bekeken worden en worden dus voor 100 procent door redacteuren gemodereerd.", "Waarom deze test?", "Het aantal gebruikers van NUjij en het aantal reacties blijft toenemen. Om de groei in de toekomst aan te kunnen, is handmatig modereren geen houdbaar model.", "Daarnaast kan kunstmatige intelligentie ons helpen om veel sneller te modereren. Dan zit jij op drukke momenten dus niet te wachten tot je reactie is goedgekeurd. Bovendien worden gesprekken tussen gebruikers eenvoudiger omdat je sneller op elkaar kan reageren.", "Tot slot betekent het gebruik van kunstmatige intelligentie dat de moderatie op termijn consequenter wordt. Bij handmatige moderatie zal er altijd een verschil zijn tussen de inschattingen van diverse redacteuren.", "Wat betekent het voor mij als NUjij-gebruiker?", "Als het goed is, merk jij weinig van deze verandering. Je plaatst nog steeds zoals gebruikelijk een reactie en die wordt voor publicatie bekeken. Soms door een systeem, soms door een redacteur. Hooguit zal je merken dat je reacties nu sneller online komen.", "Waar kan ik terecht met vragen?", "Zie je iets geks of heb je een vraag? Stel hem dan hieronder in de NUjij-reacties of stuur een mail naar nujij@nu.nl. We hopen in de eerste fase van deze test veel te leren en elke tip of opmerking die daarbij kan helpen is dus welkom. Bedankt!"], "authors": ["Door", "Colin Van Hoek"], "keywords": ["van", "systeem", "een", "en", "test", "nujijreacties", "door", "reacties", "modereren", "op", "intelligentie", "bij", "je", "nunl", "kan", "het", "kunstmatige"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}