{"id": "a43251d3-f000-37ee-9e72-06253afcb535", "title": "Het is de laatste week om bollen te planten – en meer wintertuintips", "url": "https://volkskrant.nl/de-gids/het-is-de-laatste-week-om-bollen-te-planten-en-meer-wintertuintips~bce39010/", "summary": "Beeld ColourboxLaat de laatste blaadjes liggen (behalve op het gazon)Het is december en de laatste blaadjes vallen van de bomen.\n‘Een laag afgevallen bladeren en afgestorven plantendelen vormt juist een beschermende en voedzame winterjas voor de plantenwortels en voor lieveheersbeestjes, spinnen, padden en rupsen’, zegt Loethe Olthuis in haar 10-stappenplan voor een bloeiende natuurtuin.\nPas in het vroege voorjaar – maar ook weer niet te vroeg, want in het vroege voorjaar kan het nog vriezen – mag de snoeischaar tevoorschijn worden gehaald.\nOok meerjarige planten hoef je niet uit te dunnen of te snoeien, schrijft Caspar Jansen.\nBollen voor tulpen, hyacinten en krokussen kun je voor half december nog planten.", "paragraphs": ["Een vogelhuisje. Beeld Colourbox", "Laat de laatste blaadjes liggen (behalve op het gazon)", "Het is december en de laatste blaadjes vallen van de bomen. Ruim ze vooral niet op. ‘Een laag afgevallen bladeren en afgestorven plantendelen vormt juist een beschermende en voedzame winterjas voor de plantenwortels en voor lieveheersbeestjes, spinnen, padden en rupsen’, zegt Loethe Olthuis in haar 10-stappenplan voor een bloeiende natuurtuin. ‘Ook dode bloemstengels en holle takken zijn wintervilla’s voor insecten. Uitgebloeide hortensia’s worden in het voorjaar gebruikt als nestmateriaal.’ Bovendien houden de blaadjes het vocht vast in de grond, waarmee je vast anticipeert op een mogelijk een droge zomer.", "Het gazon is een uitzondering: een paar blaadjes is geen probleem, maar een laag bladeren houdt daglicht tegen, waardoor het gras kan afsterven. Gooi de bladeren niet in de kliko, maar hark ze de borders in. Of maak er bladaarde van: maai de bladeren mee (liever geen eikenblad) met de laatste maaibeurt, doe ze in een vuilniszak, prik er een paar gaatjes in en laat staan tot de inhoud naar bosgrond geurt. Eersteklas vruchtbare bladaarde. Sneeuw kan geen kwaad en kun je wel op het gazon laten liggen.", "Wacht nog even met snoeien", "Ook snoeien moeten we vooral niet doen. Pas in het vroege voorjaar – maar ook weer niet te vroeg, want in het vroege voorjaar kan het nog vriezen – mag de snoeischaar tevoorschijn worden gehaald. Snoeien maakt wonden en de boom, struik of plant herstelt zich dan minder goed. Ook meerjarige planten hoef je niet uit te dunnen of te snoeien, schrijft Caspar Jansen. ‘Ze bieden schuilplaatsen aan beestjes en uiteindelijk overleven de sterkste planten.’", "Plant nog snel wat bollen", "Wat we wel kunnen doen? Bollen voor tulpen, hyacinten en krokussen kun je voor half december nog planten. Let op dat je dit niet tijdens een heel natte periode of tijdens vorst doet, de voorjaarsbollen kunnen dan gaan rotten of bevriezen. Tulpen en andere bloembollen staan hoog op de lijst van gebruik van chemische gewasbeschermingsmiddelen. Daar worden vlinders en bijen ziek van, net als de vogels of egels die zulke insecten weer eten. Bovendien is de kunstmest waarmee ze worden geteeld heel belastend voor het milieu. Let daarom bij aanschaf van de bollen op de keurmerken voor duurzame sierteelt.", "Kijk bij het kopen van bollen ook of er nog een goede (witte) vrucht in zit en graaf ze diep in (10 centimeter diep voor kleine bollen en 15 centimeter voor grote bollen). Meer over bloembollen planten lees je hier.", "Bloembollen liggen klaar om geplant te worden in de Keukenhof. Beeld ANP", "Vogels bijvoeren hoeft niet, maar mag wel", "Het bijvoeren van vogels in de winter is niet noodzakelijk. Maar wel leuk. ‘We stimuleren het als Vogelbescherming. Je krijgt er vogels vaker door te zien en leert ze beter kennen’, zegt Martijn Overbeeke in een minicollege tuinvogels voeren. ‘Het perfecte vogelvoer in de winter is energierijk. Wie vetbolletjes, pindaslingers of speciale vogelpindakaas ophangt, is dus prima bezig. Zitten de vogels – ondanks al je inspanningen – toch liever in de tuin van de buurvrouw? Dan kan het zijn dat je voer niet vers is. Vetbollen die hard en droog aanvoelen, zijn waarschijnlijk over de datum. Kwalitatief goed vogelvoer werkt met houdbaarheidsdata. Goed vogelvoer werkt ook met ingrediëntenlijsten. Plantaardig vet verdient de voorkeur, evenals biologische bestanddelen.’", "Beeld Getty", "Voordat de vorst komt", "Haal vorstgevoelige planten binnen of dek ze af, haal terracottapotten naar binnen of bescherm ze door ze aan de binnenkant te bekleden met jute of met noppenfolie. Er bestaan ook speciale plantenhoezen voor palmen, olijfbomen, vijgenbomen.", "Sluit de buitenkraan af en laat waterleidingen leeglopen. IJs zet immers uit, ook in de leiding. Giet om deze reden ook zinken gieters leeg, zodat er geen vorstschade kan ontstaan.", "Haal rotte waterplanten uit de vijver en zet er, niet te diep, een pompje in zodat ze bij vorst openblijven, zonder dat dit overwinterende vissen verstoort."], "authors": ["Heleen Van Lier"], "keywords": ["van", "om", "bollen", "niet", "laatste", "wintertuintips", "een", "en", "ook", "te", "week", "ze", "meer", "voor", "je", "planten", "het"], "pubDate": "2020-12-03T16:09:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}