{"id": "a43e0dc7-ca7d-3223-aeb0-aa20fa99ec27", "title": "Archeologen speuren in gerstekorrels naar Vikingbier", "url": "https://nrc.nl/nieuws/2020/12/16/archeologen-speuren-in-gerstekorrels-naar-vikingbier-a4024068", "summary": "Wanneer gingen de Denen aan het bier?\nEen groep Deense archeologen heeft nu echter een methode ontwikkeld waarmee kan worden vastgesteld of eeuwenoude, verkoolde graankorrels onderhevig zijn geweest aan een proces van mouting.\nHet oudste gemoute graan dat ze aantroffen, stamde van rond het jaar nul.\nGraan vergaat, dus het enige graan dat wordt aangetroffen op archeologische vindplaatsen is verkoold graan.\nMouten zorgt namelijk voor een verandering in de vorm van het vlies.", "paragraphs": ["Wanneer gingen de Denen aan het bier? Die vraag is moeilijk te beantwoorden, omdat het ontbreekt aan goede geschreven en archeologische bronnen. Een groep Deense archeologen heeft nu echter een methode ontwikkeld waarmee kan worden vastgesteld of eeuwenoude, verkoolde graankorrels onderhevig zijn geweest aan een proces van mouting. Zonder mout geen bier, dus deze techniek biedt een nieuwe kijk op het prehistorische drinkgedrag van de Scandinaviërs. De onderzoekers publiceerden hun bevindingen vorige week in het Journal of Archaeological Science. Het oudste gemoute graan dat ze aantroffen, stamde van rond het jaar nul.", "Om bier te maken, moet het zetmeel in graan – meestal gerst – omgezet worden in suikers. Na toevoeging van gist fermenteren die tot alcohol. Die omzetting gebeurt tijdens het mouten en maischen. Daarbij wordt graan nat gemaakt, gaat het ontkiemen, wordt het gedroogd en dan weer bevochtigd.", "Graan vergaat, dus het enige graan dat wordt aangetroffen op archeologische vindplaatsen is verkoold graan. Door de verhitting en gedeeltelijke verkoling van de korrels is het ontbindingsproces gestopt.", "Helaas voor archeologen was tot nu toe alleen van verbrand graan met het vliesje er nog omheen te onderzoeken of het gemout was. Mouten zorgt namelijk voor een verandering in de vorm van het vlies. Bij graan dat al uit zijn omhulsel is gekomen, is niet te zien of het ooit geweekt was.", "Klompjes zetmeel", "De Deense archeologen zijn er nu in geslaagd met behulp van een elektronenmicroscoop aan de structuur van de korrel te zien of het om gemout graan gaat. Het zetmeel zit in de korrels in klompjes bij elkaar. Deze granules zien er anders uit bij gemout en ongemout graan. Ook is te zien of het graan onbedoeld is gaan ontkiemen als gevolg van bijvoorbeeld vochtige bewaaromstandigheden, of dat het bewust in de week is gelegd.", "De onderzoekers verhitten gemoute en ongemoute gerstkorrels zonder vlies op temperaturen variërend van 100 tot 300°C en bekeken de resultaten van deze behandeling onder de elektronenmicroscoop. Met het aldus vastgestelde vervormingspatroon van de granules onderzochten de archeologen hierna verkoold graan uit diverse periodes uit de Deense geschiedenis, van het vroege Neolithicum (4.000 voor Christus) tot de Vikingtijd (1050 na Christus).", "Afgebrande woning", "Het oudste gemoute graan kwam uit de nederzetting Østerbølle bij Aalestrup, uit een woning die afbrandde tussen 0 en 50 na Christus. Deze waarneming bevestigt eerder morfologisch onderzoek aan verkoold graan mét vlies dat in dezelfde pot zat.", "In het Nabije Oosten werd misschien al tienduizend jaar voor Christus een alcoholische drank op basis van gemoute gerst gemaakt, maar de techniek arriveerde pas veel later in Europa. Het ging ook niet om bier zoals wij dat herkennen, omdat er waarschijnlijk fruit en honing aan toegevoegd was. Dit ‘bier’ was aanvankelijk een drank voor de elite, schrijven de Deense onderzoekers, en dus niet wijd verspreid. De enige plek waar ze verder gemout graan vonden, was in een Vikingnederzetting.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Bart Funnekotter", "Leestijd Minuten"], "keywords": ["van", "dat", "uit", "graan", "een", "aan", "en", "te", "gerstekorrels", "archeologen", "voor", "naar", "vikingbier", "het", "speuren"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}