{"id": "a46b3c7e-3b2b-3b73-b36f-eb9a158169f4", "title": "Dagboekfragment: de zon gaat onder en de wind neemt toe", "url": "https://volkskrant.nl/mensen/dagboekfragment-de-zon-gaat-onder-en-de-wind-neemt-toe~bfa12257/", "summary": "Beeld Getty ImagesCaribische Zee, 30 december 1972Na middernacht gaat bij 40 knopen wind het stormzeil omhoog.\nBij wind van 35 knopen gaat het trysail erbij.\nToch ben ik niet gerust; de golven zijn zo hoog en het land lijkt zo dichtbij.\nDe zon gaat snel onder en de wind neemt weer toe.\nOm 1900 uur sta ik in de kajuit, groet alle bekenden en breng een toast uit met goede wensen voor het nieuwe jaar.", "paragraphs": ["Het eiland Martinique in de Caribische Zee. Beeld Getty Images", "Caribische Zee, 30 december 1972", "Na middernacht gaat bij 40 knopen wind het stormzeil omhoog. Gijpen om op koers te komen. We sturen zo hoog mogelijk, het eiland St. Lucia ligt naar schatting op 20 mijl aan lij. Bij wind van 35 knopen gaat het trysail erbij.", "In de vroege ochtend verschijnt aan bakboord vooruit land. Toch ben ik niet gerust; de golven zijn zo hoog en het land lijkt zo dichtbij. We kunnen ten slotte 20 graden hoger sturen en staan om 1400 uur op veilige afstand dwars van de top van St. Lucia.", "De wind is afgenomen tot 28 knopen. Met twee riffen in het grootzeil beginnen we aan de oversteek. Er volgen uren van puur zeilgenot in een hoge zee met een bakstagwind. De zuidwesthoek van Martinique komt in zicht.", "Onvergetelijk is zo’n moment als je wat op de kaart staat in de verte ziet liggen. Psychisch krijg je een opkikker. Rekenwerk over koers, afstand, stroominvloed, snelheid, alle gegevens staan in een seconde voor de geest. Het wordt duidelijk, dat we voor de duisternis niet bij het eiland zullen zijn. De zon gaat snel onder en de wind neemt weer toe. We koersen naar de kust om in dekking van de bergen in gemakkelijker vaarwater te komen.", "Om 1900 uur sta ik in de kajuit, groet alle bekenden en breng een toast uit met goede wensen voor het nieuwe jaar. Het is in Nederland immers al middernacht."], "authors": ["Erik Van Den Berg"], "keywords": ["gaat", "van", "het", "zo", "zon", "zee", "voor", "en", "een", "om", "neemt", "toe", "op", "wind", "onder", "dagboekfragment"], "pubDate": "2020-12-30T01:00:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}