{"id": "a47ccc64-5116-386f-b1fd-4c07928b3824", "title": "Irritatie over chaotische verbouwing van Binnenhof komt nu naar buiten", "url": "https://volkskrant.nl/nieuws-achtergrond/irritatie-over-chaotische-verbouwing-van-binnenhof-komt-nu-naar-buiten~bac2e48b/", "summary": "Bouwwerkzaamheden in het nieuwe onderkomen van de Tweede Kamer, in het voormalige ministerie van Buitenlandse Zaken.\nEn was wellicht in één keer zichtbaar geworden waarom het renovatieproject van het Binnenhof op zo’n drama dreigt uit te lopen.\nEerst Pechtold, die niet lang na zijn afzwaaien als partijleider van D66, nota bene door Arib, werd gevraagd voorzitter te worden van de stuurgroep verbouwing Binnenhof, waarin alle bij de verbouwing betrokken partijen overleggen.\n‘Nu een blinddoek voordoen en maar doorgaan omdat er ooit in 2015 een besluit is genomen, is een slecht idee.\nUitstel heeft gevolgen voor de andere bewoners van het Binnenhof: de Eerste Kamer, Raad van State en het ministerie van Algemene Zaken.", "paragraphs": ["Bouwwerkzaamheden in het nieuwe onderkomen van de Tweede Kamer, in het voormalige ministerie van Buitenlandse Zaken. Beeld ANP", "Had de commissie Binnenlandse Zaken hen tegelijk op bezoek gehad, dan had het geknetterd in de Troelstrazaal. En was wellicht in één keer zichtbaar geworden waarom het renovatieproject van het Binnenhof op zo’n drama dreigt uit te lopen. Nu namen ze elkaar via de commissieleden de maat.", "Eerst Pechtold, die niet lang na zijn afzwaaien als partijleider van D66, nota bene door Arib, werd gevraagd voorzitter te worden van de stuurgroep verbouwing Binnenhof, waarin alle bij de verbouwing betrokken partijen overleggen. Pechtold moest het oliemannetje zijn, zoals hij dat zelf betitelt. De man die het chagrijn en de miscommunicatie uit het verbouwingsproject zou halen. Hij is ook degene die spreekt met begrip voor verantwoordelijk staatssecretaris Raymond Knops en diens Rijksvastgoedbedrijf (RVB), opdrachtgever van de renovatie.", "Pechtold kan zijn wrevel moeilijk verhullen. Er is onenigheid over de wijze van renoveren – gefaseerd of in één keer –, over het tijdspad, over de geschiktheid van de vervangende locatie voor de Tweede Kamer. Dat terwijl die vervangende huisvesting al klaarstaat en de renovatie komende zomer moet beginnen.", "Pechtold weet wel wat er achter zit: de Tweede Kamer wil eigenlijk helemaal niet verhuizen, suggereert hij. Daarom wordt er telkens weer zand in de machine gegooid. De laat bestelde onderzoeken naar het coronaproof maken van de vervangende huisvesting en naar toch gefaseerd verbouwen leiden volgens hem allemaal af van de hoofdvraag: wilt u ooit renoveren? Pechtold: ‘Want met keer op keer rapporten over deelonderwerpen komt er nooit vooruitgang. Natuurlijk kun je ook gefaseerd verbouwen. Alleen: vijf jaar geleden is anders besloten.’", "Blinddoek", "Als vervolgens Arib aan de beurt is, blijkt ze zich danig aan Pechtold te hebben geërgerd. ‘Hij is technisch voorzitter, maar heeft veel meningen. Ik zie hoe hij hier in zit, maar we kunnen dat wel hebben.’ Arib gaf als voorzitter van het presidium, het dagelijks bestuur van de Kamer, opdracht tot de onderzoeken. ‘Nu een blinddoek voordoen en maar doorgaan omdat er ooit in 2015 een besluit is genomen, is een slecht idee. Dan doe je hetzelfde als met de Fyra, of met de Kinderopvangtoeslag.’", "In Aribs woorden klinkt een voorkeur door voor een terugkeer naar gefaseerd verhuizen. ‘Dit is geen verbouwing, maar groot onderhoud. Toen eind jaren tachtig aan de nieuwbouw werd gewerkt, is de Kamer ook niet verkast. Dit is minder ingrijpend.’", "De Kamer wil ook zeggenschap over wijze en eindresultaat van de verbouwing. Die zeggenschap is niet goed geregeld, wordt opnieuw geconstateerd.", "Verschillende Kamerleden vertellen na afloop alleen maar meer vragen te hebben. Na het Kerstreces resteren vier weken om knopen door te hakken. Uitstel heeft gevolgen voor de andere bewoners van het Binnenhof: de Eerste Kamer, Raad van State en het ministerie van Algemene Zaken. ‘Onze verhuisprocedure loopt meer dan uitstekend’, zegt Jan Anthonie Bruijn, voorzitter van de Eerste Kamer. ‘Iedereen staat in de houding om te gaan.’ Hij zegt uitgebreid betrokken te worden bij de besluitvorming. Op mogelijke vertraging door de opstelling van de Tweede Kamer wil hij niet reageren. ‘Ik ken die rapporten niet.’"], "authors": ["Ariejan Korteweg"], "keywords": ["van", "die", "niet", "komt", "verbouwing", "en", "binnenhof", "maar", "irritatie", "te", "kamer", "buiten", "chaotische", "er", "naar", "hij", "het", "nu"], "pubDate": "2020-12-16T17:52:42Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}