{"id": "a49f1d45-4cc0-3d40-9fe7-2004b1d4a5bd", "title": "Niet eerder heb ik me zo republikeins gevoeld", "url": "https://trouw.nl/opinie/niet-eerder-heb-ik-me-zo-republikeins-gevoeld~bd0117ef/", "summary": "Als idealist die een broertje dood heeft aan al die monarchale uitspattingen, weigerde ik me aan te sluiten bij dit volk van tv-voyeurs.\nEveneens vertikte ik het om naar seizoen twee genaamd ‘Beatrix, Oranje onder vuur’ (2012, ook vierdelig, ook VPRO) te kijken.\nOf ik het vierde seizoen van ‘The Crown’ (Netflix) had gezien?\nIk heb de serie uitgezeten en niet eerder heb ik me zo republikeins gevoeld.\nHet schijnt dat de serie niet voor het ‘aan exhibitionisme grenzende openheid’ van het boek zal onderdoen.", "paragraphs": ["Waarom zit prins Bernhard te janken als zijn naam in fiscale handboeken dreigt te worden opgenomen? Roem verzekerd. Althans als de ‘prins Bernhardbelasting’ die de PvdA in haar verkiezingsprogramma heeft staan, aanvaard wordt.", "Altijd minder erg, dunkt me, dan door een eventuele vierdelige ­tv-serie van de VPRO te worden vereeuwigd met als titel, ik doe een gok: ‘Bernhard, pandjesbaas en huisjesmelker van Oranje’. Is soms zijn grootvader hem niet voorgegaan in 2010 (ook VPRO, ook vierdelig) in de soap ‘Bernhard, schavuit van Oranje’?", "Om te weten hoe besmeurend een dergelijk feuilleton voor het nageslacht kan uitpakken, hoef je het werk niet te zien, maar alleen een ­citaat uit de samenvatting van Vrij Nederland te lezen: ‘In vier afleveringen van drie kwartier weet de corrupte, opportunistische en arrogante Duitse tweederangs edelman (Bernhard van Lippe-Biesterfeld) zich op te werken in het Hollandse koninklijk huis’.", "Als idealist die een broertje dood heeft aan al die monarchale uitspattingen, weigerde ik me aan te sluiten bij dit volk van tv-voyeurs. Eveneens vertikte ik het om naar seizoen twee genaamd ‘Beatrix, Oranje onder vuur’ (2012, ook vierdelig, ook VPRO) te kijken. Kroonluchters, buigende bedienden, koetsen of Maserati’s, het royale menu ligt me te zwaar op de maag en ik verkies, als het toch moet, de getrancheerde halzen bij de serie ‘The Tudors’.", "Exhibitionisme", "Tot zuslief belde. Of ik het vierde seizoen van ‘The Crown’ (Netflix) had gezien? Ik probeerde tegen te sputteren, maar ze blijft de oudste van onze tweeën. Ik heb de serie uitgezeten en niet eerder heb ik me zo republikeins gevoeld. Ik gun natuurlijk het perfide Albion zijn brexit, ­culinaire fish and chips en druilerig weer. Maar dit stoffige en vergane wereldje vol arrogante kwasten, nutteloze vakantieprinsen, laffe lakeien in een decor van gekroonde volksverlakkerij, maakt al die kotspartijen van Diana in royale wc-potten meer dan begrijpelijk. Maar misschien zijn mannen minder vatbaar voor dit soort hermelijntheater en kunnen wij, anders dan vrouwen, veel moeilijker koninklijke roddels en achterklap ‘savoureren’.", "Ik dacht klaar te zijn met het wroeten in de intimiteit en lichaamssappen van contemporaine ­figuren, toen de volgende vierdelige serie werd aangekondigd: ‘I.M’, de stormachtige liefde tussen wijlen ‘dikke man’ Ischa Meijer en oudere- mannenverslinder Connie Palmen. Geen kroonluchters deze keer, maar de weerspiegeling in het troebele water van de Amsterdamse grachtengordel. Het schijnt dat de serie niet voor het ‘aan exhibitionisme grenzende openheid’ van het boek zal onderdoen.", "Hoewel ik het boek niet heb gelezen, weet ik dat het begint met een coup de foudre tussen Connie en Ischa: haar ‘kringspier wijkt uit elkaar’ en hij ‘spreidt zijn benen, grijpt naar zijn kont en roept verbaasd uit dat hij in zijn broek heeft gepoept’. Regisseur Michiel van Erp heeft ­getwijfeld, maar deze duopoepscène toch opgenomen. Voor echte voyeurs dus, die begeleidende bijgeluidjes niet vrezen.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["zo", "republikeins", "van", "gevoeld", "het", "maar", "die", "zijn", "ik", "eerder", "niet", "een", "en", "te", "heb"], "pubDate": "2020-12-03T08:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}