{"id": "a4a0aeb7-5ab6-3c07-b408-096fe8bc4ca5", "title": "Almere City groeit richting eredivisie, maar vloek op bekervoetbal blijft", "url": "https://nos.nl/artikel/2360929-almere-city-groeit-richting-eredivisie-maar-vloek-op-bekervoetbal-blijft.html", "summary": "Hoewel de club uit de Keuken Kampioen Divisie dit seizoen een serieuze kanshebber is op promotie naar de eredivisie, werd woensdagavond ook tegen VVV-Venlo de vloek die bij de Almeerders op het bekervoetbal rust, niet doorbroken.\nDe Venlonaren verzekerden zich namelijk met een overtuigende zege (1-4) van een plek bij de laatste zestien.\nZo eenvoudig hadden ze het zich wellicht niet voorgesteld.\nSerieuze kansNog nooit in de historie wist Almere City te overwinteren in het bekertoernooi, maar de zestiende poging leek woensdag serieus kans van slagen te hebben.\nZeker toen Thomas Verheijdt via Roy Gelmi in de tiende minuut 1-0 maakte, leek het eindelijk eens de goede kant op te gaan.", "paragraphs": ["Almere City FC groeit en bloeit op alle vlakken. Hoewel de club uit de Keuken Kampioen Divisie dit seizoen een serieuze kanshebber is op promotie naar de eredivisie, werd woensdagavond ook tegen VVV-Venlo de vloek die bij de Almeerders op het bekervoetbal rust, niet doorbroken.", "De Venlonaren verzekerden zich namelijk met een overtuigende zege (1-4) van een plek bij de laatste zestien. Zo eenvoudig hadden ze het zich wellicht niet voorgesteld.", "Serieuze kans", "Nog nooit in de historie wist Almere City te overwinteren in het bekertoernooi, maar de zestiende poging leek woensdag serieus kans van slagen te hebben. Het elftal van Ole Tobiasen heeft de tweede plek in de eerste divisie in handen, terwijl het wisselvallige VVV onderin de eredivisie bivakkeert.", "Zeker toen Thomas Verheijdt via Roy Gelmi in de tiende minuut 1-0 maakte, leek het eindelijk eens de goede kant op te gaan. Maar al snel bleek dat dat het ook wel was vanuit het perspectief van de thuisclub.", "Nog voor rust had VVV de achterstand omgebogen in een 2-1 voorsprong dankzij goals van Vito van Crooy en Jafar Arias.", "Na de treffer van Evert Linthorst, niet ver na rust, kreeg de thuisclub nog kansen om de spanning terug te brengen, maar Arias maakte twintig minuten voor tijd met zijn tweede van de avond aan die bescheiden opleving een einde."], "authors": [], "keywords": ["rust", "vvv", "van", "zich", "een", "niet", "te", "richting", "groeit", "het", "city", "op", "eredivisie", "maar", "bekervoetbal", "almere", "vloek", "blijft"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}