{"id": "a4bc330b-a5ae-3562-90ff-a04bc3ca20ce", "title": "zittingszaal 14: De vriendelijke man", "url": "https://www.dvhn.nl/incoming/zittingszaal-14-De-vriendelijke-man-26277980.html", "summary": "Zijn advocaat vertelt hem wie ik ben, dat ik in het rechtbankgebouw ben geboren en getogen en dat ik stukjes schrijf voor de krant.\nOp een dag was hij niet meer overspannen, maar veel veranderde er niet, zegt de man tegen de rechters.\n,,Ik geef het u maar mee.’’ Maar de officier van justitie wil dat het stopt, wetende dat dat niet vanzelf gaat.\nEr zou sprake zijn van een stoornis, van coronastress, van depressieve stemmingen.\nDe vriendelijke man wil niet beloven dat hij stopt.", "paragraphs": ["Voor de ingang van de rechtszaal wacht een man op gymschoenen tot hij naar binnen mag. Aan zijn schouder hangt een rugtas. Zijn advocaat vertelt hem wie ik ben, dat ik in het rechtbankgebouw ben geboren en getogen en dat ik stukjes schrijf voor de krant. Ik knik hem toe en hij lacht vriendelijk terug. Welkom, zegt hij. Alsof hij in de rechtbank woont.", "Ik weet wat voor een strafzaak zometeen in de rechtszaal gaat beginnen. De rechtbankpers, vrij en onafhankelijk – ik schrijf het er maar bij – krijgt vooraf informatie opdat wij weten wat ons te wachten of te doen staat. Even gaat door mij heen dat die vriendelijk lachende man en zijn advocaat zich hebben vergist, dat ze in een andere rechtszaal moeten zijn voor iets gans anders dan waarover ik ben geïnformeerd.", "Voor iets civiels of zo.", "Maar direct na die gedachte bromt de stem door mijn hoofd dat ik heus wel weet dat vriendelijk ogende mensen vreselijk nare dingen doen, tot misdaden aan toe.", "Uiterlijk zegt niks. Wie Mark Rutte op zondag, met wanten aan en ook op gympies, naar zijn werk in het Catshuis ziet fietsen, denkt niet direct: hé kijk nou, daar fietst de minister-president van heel een land. Ja, als je hem kent.", "De vriendelijke man – hij is wel degelijk de verdachte – moet terechtstaan omdat hij zich schuldig zou hebben gemaakt aan bedreiging en aan opruiing. Hij heeft gedreigd Mark Rutte – diezelfde van zojuist – van boven tot onder helemaal open te snijden.", "Dit dreigement uitte hij in een e-mail die hij naar het secretariaat van Rutte had gestuurd. De officier van justitie noemt het een misdrijf tegen het leven van de minister-president gericht. Niet lang na het versturen van de e-mail werd hij door een arrestatieteam, zoals je dat soms op televisie ziet, uit zijn huis gehaald.", "Hij had de e-mail verstuurd uit naam van de Witte Tovenaar, maar zijn eigen naam stond er ook gewoon bij.", "Dit is nog niet alles. In andere e-mails riep hij op tot radicale acties, tot een guerrilla-oorlog, tegen het naziregime van Rutte. ‘We leven in een dictatuur die terrorisme rechtvaardigt.’ Hij wil dat we wapens kopen om politici dood te schieten. Ook moeten we messen meenemen in het openbaar vervoer. Hij schreef: ’Als er een staatshoer in uniform tegen je zegt dat je een mondkapje op moet doen, pak dan je mes. En steek. En snij.’", "En ook: alle parlementariërs verdienen de doodstraf omdat zij met hun lockdown een coup hebben gepleegd.", "Na de arrestatie legde hij op het politiebureau een bekentenis af. Hij had toen moeten huilen. Tegen de rechters: ,,Ik heb de e-mails in een overspannen toestand geschreven. Ook uit frustratie. Het was een domme actie. Ik hoopte met een geweldsdreiging de mondkapjesplicht te voorkomen.’’", "De vriendelijke man: ,,Ik strijd voor een vredige en menslievende overheid die betrouwbaar is en integer.’’", "De rechters: ,,Wij allemaal.’’", "De rechtszaak is nog niet voorbij.", "Op een dag was hij niet meer overspannen, maar veel veranderde er niet, zegt de man tegen de rechters. ,,We zuchten nog altijd onder een fascistisch naziregime en het zal alleen maar erger worden. Straks, als de vaccinaties komen, worden we allemaal vermoord. De wereld is een hel geworden. Ik heb de strijd dus weer opgepakt, een andere optie heb ik niet.’’", "Zouden ze hem dwingen een mondkapje te dragen – een grotere vernedering bestaat niet – dan pleegt hij zelfmoord.", "Rechters: ,,Echt?’’", "Ja.", "Hij had 45 dagen in voorarrest gezeten. Geen pretje. Beroerd eten ook. Moet hij terug naar de gevangenis, liever niet, dan moet het maar. ,,We hebben toch geen toekomst.’’", "Ik kijk naar de vriendelijke man en neem geen spatje twijfel waar. Hij zegt dat hij de eerste in Nederland was die wakker is geworden en doorzag wat Rutte, het nazi-zwijn, echt wil. ,,Ik denk dat hij mijn e-mails met interesse leest, omdat hij weet dat ik over een zekere intelligentie beschik.’’", "Dat de vriendelijke man het toetsenbord als wapen heeft gekozen komt door zijn schrijftalent, zegt hij. ,,Ik ben nogal scherp met de pen.’’ Met de sociale media laat hij zich niet in, want ook Facebook zit in het grote complot. Zijn e-mails vol denkbeelden stuurt hij naar Kamerleden, naar hun fracties, naar journalisten opdat ook die wakker worden. ,,Want de vrije en onafhankelijke pers bestaat niet meer.’’", "Wat moet er nou met de vriendelijke man gebeuren?", "Een van de rechters oppert dat hij wat beter moet nadenken voordat hij iets opschrijft. ,,Ik geef het u maar mee.’’ Maar de officier van justitie wil dat het stopt, wetende dat dat niet vanzelf gaat. Daarom moet er een contactverbod komen: de komende vijf jaar geen e-mails naar Mark Rutte. En hij moet worden behandeld. Er zou sprake zijn van een stoornis, van coronastress, van depressieve stemmingen. De psychiater: ‘Een beetje hulp. Opdat hij minder ten prooi valt aan zijn binnenwereld.’", "Dat zijn de eisen en de voorwaarden. Houdt hij zich hier niet aan dan moet hij nog eens 135 dagen extra zitten, inclusief beroerd eten. Mailt hij toch de president, dan kost hem dat twee weken cel extra. Per e-mail.", "De vriendelijke man wil niet beloven dat hij stopt. Eerlijk gezegd, denkt hij van niet. Laat hij zich behandelen? ,,Dat is heel onzeker.’’", "De advocaat vindt dat zijn cliënt het recht moet hebben om te communiceren met de overheid. ,,Dat recht kunt u hem niet ontzeggen.’’ De raadsman: ,,Hij slaat misschien een beetje door, maar met die 45 dagen voorarrest en met die gewelddadige arrestatie erbij is de rekening dik betaald. Doe er anders nog een boete van 500 euro bij.’’", "De officier van justitie denkt anders. Er mag een hoop, maar de vrijheid van meningsuiting kent beperkingen. Je mag van alles zeggen en schrijven, je mag zelfs over het randje gaan, mits dat bijdraagt aan het maatschappelijk debat. De aanklager: ,,De oproepen van deze meneer dragen niets bij, sterker, zijn teksten ondermijnen de democratie en zijn respectloos naar de mensen die er momenteel het beste van proberen te maken.’’", "Het is elf uur in de ochtend als alles lijkt gezegd. De vriendelijke man raapt zijn rugtas van de grond, merkt nog op dat hij als vrijheidsstrijder heel erg voor de democratie is en wenst dan de rechters veel wijsheid toe bij het nemen van een beslissing.", "", ""], "authors": ["Rob Zijlstra"], "keywords": ["vriendelijke", "hij", "van", "naar", "ik", "een", "niet", "man", "het", "en", "dat", "14", "zittingszaal", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}