{"id": "a4c2768b-66e4-3f4a-8346-d5d9cdc08e55", "title": "Uitdammers protesteren tegen verzwaring Markermeerdijk: ‘Verwoesting van erfgoed’", "url": "https://www.parool.nl/amsterdam/uitdammers-protesteren-tegen-verzwaring-markermeerdijk-verwoesting-van-erfgoed~bfb712f9/", "summary": "En voor het behoud van eeuwenoud erfgoed.\nMet tientallen zwarte vlaggen op de dijk protesteren de inwoners van Uitdam zaterdagmiddag tegen de plannen voor de verzwaring van de dijk tussen de woningen en Markermeer.\nBetonblokkenLandschapspijn, staat op een bord geschreven bij de ingang van het dorp.\nVoor de uitvoering van de klus werd vijf jaar geleden de Alliantie opgericht, een samenwerkingsverband van het hoogheemraadschap Hollands Noorderkwartier en de natte bouwers van Boskalis en VolkerWessels.\nHet einde van het liedje is dat ze toch gewoon doen wat ze willen doen.”Want de zwarte vlaggen staan ook voor het participatie-verdriet van Uitdam.", "paragraphs": ["Met zwarte vlaggen op de dijk protesteert het kleine Uitdam tegen de plannen voor de dijkversterking. En voor het behoud van eeuwenoud erfgoed.", "De vlaggen bieden een lugubere aanblik, daar verandert het gegeven dat ze zijn gemaakt van Deens beddengoed van goede kwaliteit niets aan. Met tientallen zwarte vlaggen op de dijk protesteren de inwoners van Uitdam zaterdagmiddag tegen de plannen voor de verzwaring van de dijk tussen de woningen en Markermeer. De werkzaamheden aan het provinciaal monument moeten in de zomer van start gaan.", "Betonblokken", "Landschapspijn, staat op een bord geschreven bij de ingang van het dorp. De honderdvijftig inwoners van Uitdam gruwen bij de gedachte dat de huidige groene dijk plaats moet maken voor een nieuwe wering die wordt bekleed met betonblokken. “Dat de dijk moet worden versterkt, staat voor iedereen vast,” zegt Ineke Hoekman namens de dorpsraad. “Maar volgens ons moet dat ook kunnen zonder eeuwenoud erfgoed te verwoesten.”", "De werkzaamheden in Uitdam maken deel uit van een grootscheepse operatie om de Markermeerdijk tussen Hoorn en Amsterdam te verbeteren. Het gaat in totaal om 33 kilometer dijk die niet meer voldoet aan de veiligheidseisen. Voor de uitvoering van de klus werd vijf jaar geleden de Alliantie opgericht, een samenwerkingsverband van het hoogheemraadschap Hollands Noorderkwartier en de natte bouwers van Boskalis en VolkerWessels.", "Dorpsraad", "Al die tijd is de dorpsraad van Uitdam al in gesprek met de opdrachtgevers. Vertegenwoordigers van het dorp verdiepten zich in de materie van de dijkversterking, namen deel aan symposia en ateliers, spraken met deskundigen over alternatieven en voerden constructief overleg. Hoekman: “Het lastige is: de tegenpartij kent de procedures veel beter dan wij. Je kunt het niet winnen. Het einde van het liedje is dat ze toch gewoon doen wat ze willen doen.”", "Want de zwarte vlaggen staan ook voor het participatie-verdriet van Uitdam. Via het provinciebestuur wist het dorp af te dwingen dat er eind vorig jaar nog twee bijeenkomsten met experts werden belegd over de mogelijkheid van een versterking met klei in plaats van beton, een nieuwe techniek die onder meer langs de Waddenzee wordt toegepast. Nog voor dit alternatief kon worden onderzocht, liet de Alliantie weten toch voor de betonnen variant te gaan.", "Het hoogheemraadschap laat bij monde van dagelijks bestuurder Rob Veenman weten dat een kleidijk van enkele honderden meters niet alleen miljoenen euro’s meer kost, maar ook niet de veiligheid biedt die de wet vereist. “We hebben veel tijd gestoken in participatie en relatief ook veel gemeenschapsgeld geïnvesteerd in een klein stukje dijk. De inwoners van Uitdam hebben voor negentig procent hun zin gekregen. Voor ons staat de waterveiligheid voorop.”", "Geheim wapen", "De bewoners van het kleine Uitdam hebben geen toverdrank, maar wel een geheim wapen in de persoon van Wim Kuijken. De voormalige Deltacommissaris die namens het kabinet de landsverdediging tegen het water coördineert, nam tijdens zijn bewind het initiatief om met de verschillende partijen en een bataljon aan deskundigen een nieuw plan voor de dijk bij Uitdam te maken. Dat leidde in 2017 tot een compromis waar alle betrokkenen enthousiast over waren.", "Nu staat Kuijken – kleumend en buiten functie – op de dijk om steun te betuigen aan de dorpelingen. Hij spreekt van een slecht plan. “Het hoogheemraadschap heeft prima werk geleverd, maar op het einde van de rit is er kennelijk toch iets ernstig misgegaan,” zegt Kuijken. “Uitdam heeft een voor Nederland uniek ensemble van woningen pal op een groene dijk. Dit vind je nergens anders. Alle reden om daar heel behoedzaam mee om te gaan.”", "Het argument van de hoogheemraadschap dat het behoud van een groene dijk kostbaar en tijdrovend is, klopt volgens Kuijken niet. “Het geld is echt het probleem niet. Dat is altijd wel ergens te vinden. En tijd is er ook. Mijn advies zou zijn om een extern deskundige in te schakelen, die samen met de hoogheemraadschap en de bewoners gaat kijken wat er mogelijk is om dit hele proces alsnog tot een goed einde te brengen.”", "De actie in Uitdam is ook van belang voor Durgerdam, de volgende en laatste stop op de route van de dijkversterking. Ook daar staan de huizen bovenop de dijk die moet worden aangepakt. Een jaar geleden werden afspraken gemaakt tussen de Alliantie en de dorpelingen over een plan van aanpak, maar inmiddels is duidelijk geworden dat de maatregelen uit dat pakket waarschijnlijk toch niet afdoende zijn. Deze maand moet daarover meer duidelijk worden."], "authors": ["Patrick Meershoek"], "keywords": ["uitdammers", "erfgoed", "uitdam", "van", "protesteren", "voor", "en", "een", "met", "tegen", "verzwaring", "markermeerdijk", "dijk", "verwoesting", "te", "het", "dat"], "pubDate": "2021-01-02T16:39:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}