{"id": "a4ca8509-1de5-3c01-beb0-dece28d422a8", "title": "Marjolein Moorman: ‘Een nationaal plan voor gelijke kansen in het onderwijs is hard nodig’", "url": "https://www.parool.nl/columns-opinie/marjolein-moorman-een-nationaal-plan-voor-gelijke-kansen-in-het-onderwijs-is-hard-nodig~b581865f/", "summary": "Een nationaal plan voor gelijke kansen in het onderwijs is hard nodig.\nIk pleit daarom voor een nationaal plan tegen kansenongelijkheid in het onderwijs, met drie pijlers:1. extra leertijd voor kinderen die dat het hardst nodig hebben;2. een effectieve bestrijding van het lerarentekort en3. het uitstellen van het selectiemoment voor de middelbare school.\nBijles is duur en wordt daardoor steeds meer een middel om een voorsprong te vergroten, in plaats van een achterstand te verkleinen.\nGeef scholen daarom structureel meer middelen voor extra onderwijstijd voor kinderen die het nodig hebben, zoals voor zomerscholen, kopklassen en hulp op maat.\nHet gevolg is dat veel kinderen niet het schooladvies krijgen dat het beste bij ze past.", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "De coronacrisis werkt als een vergrootglas op ongelijkheid: het maakt het groter en je kunt het beter zien. In het onderwijs zien we de eerste harde bewijzen: uit een grootschalig Amsterdams onderzoek blijkt dat het sluiten van de basisscholen tijdens de eerste coronagolf grote invloed heeft gehad. In bijna alle groepen zijn de resultaten op taal en rekenen achteruitgegaan. Leerlingen die al achterstand hadden, zijn nog harder achteruitgegaan.", "Deze coronagevolgen zijn natuurlijk niet alleen in Amsterdam een probleem. Een nationaal plan voor gelijke kansen in het onderwijs is hard nodig.", "Particuliere bijles", "Als wethouder Onderwijs vind ik dat de wijk waarin je woont, je achtergrond of wie je ouders zijn nooit bepalend mogen zijn voor wie of wat je later wordt. Onderwijs kan de grote gelijkmaker zijn, maar dat is het vaak niet. Uiteraard leg ik me daar niet bij neer.", "In Amsterdam besteden we jaarlijks bijna 30 miljoen euro aan de bestrijding van ongelijkheid in het onderwijs. Maar ongelijkheid is niet alleen in Amsterdam een probleem en kan niet alleen lokaal worden opgelost. Ik pleit daarom voor een nationaal plan tegen kansenongelijkheid in het onderwijs, met drie pijlers:", "1. extra leertijd voor kinderen die dat het hardst nodig hebben;", "2. een effectieve bestrijding van het lerarentekort en", "3. het uitstellen van het selectiemoment voor de middelbare school.", "Leerlingen hebben door de eerste lockdown, ondanks alle online-inspanningen, kostbare onderwijstijd verloren. We zien de hoeveelheid bijles al jaren groeien en dat lijkt ook nu een deel van de oplossing. Maar wie dit krijgt, is vaak ongelijk verdeeld.", "Bijles is duur en wordt daardoor steeds meer een middel om een voorsprong te vergroten, in plaats van een achterstand te verkleinen. Particuliere bijles maakt de ongelijkheid in het onderwijs alleen maar groter.", "Als extra lestijd nodig is, mag dat niet afhankelijk zijn van het inkomen van de ouders. Geef scholen daarom structureel meer middelen voor extra onderwijstijd voor kinderen die het nodig hebben, zoals voor zomerscholen, kopklassen en hulp op maat.", "Het lerarentekort zet de kwaliteit van ons onderwijs onder druk. Vooral scholen met relatief veel kinderen met een grotere kans op achterstand, hebben meer moeite om goede leraren te vinden. Terwijl juist deze kinderen de allerbeste leraren nodig hebben. Goed onderwijs kan echt het verschil maken.", "Daarom investeren we in Amsterdam voor meer gelijke kansen, onder andere door de leraren op deze scholen een extra bonus te geven. Dat blijkt te werken: het tekort is in één jaar met twintig procent teruggelopen, en ook gelijker verdeeld over de stad. Het is tijd dat het rijk deze gezamenlijke aanpak van de gemeente en Amsterdamse schoolbesturen overneemt. Laten we het beroep dat we terecht ‘cruciaal’ noemen niet alleen de waardering, maar ook de beloning geven die het verdient.", "Laag schooladvies", "Momenteel selecteren we kinderen erg vroeg voor het vervolgonderwijs: op elfjarige leeftijd. Dat is veel vroeger dan in de meeste andere westerse landen. Het gevolg van vroege selectie is dat kinderen al heel jong over een zo hoog mogelijke lat moeten springen: het is een soort wedstrijd geworden. Dit is vooral in het nadeel van kinderen die minder meekrijgen van thuis: kinderen wier ouders de taal niet goed spreken, waar geen boeken in huis zijn, waar geen geld is voor bijles en geen tijd of vaardigheid om kinderen te ondersteunen bij het schoolwerk.", "Voor deze kinderen is het minder makkelijk om al jong te laten zien wat ze kunnen. Het gevolg is dat veel kinderen niet het schooladvies krijgen dat het beste bij ze past. Hun talenten worden zo niet volledig benut: een groot verlies voor de kinderen én voor de samenleving. De coronacrisis vergroot dat probleem. Daarom is dit het moment om de ‘vroegselectie’ aan te pakken door onder andere vol in te zetten op brede brugklassen en scholengemeenschappen. Hierdoor krijgen kinderen langer de tijd om zich te ontwikkelen.", "Deze crisis laat ons scherper zien wat we al langer wisten: ongelijkheid in het onderwijs is als onkruid: als je er niet hard tegen optreedt, gaat het woekeren. Een nationaal plan voor gelijke kansen is dringend nodig om kinderen de toekomst te geven die ze verdienen. Laten we beginnen met deze generatie kinderen die ons door corona harder nodig heeft dan ooit."], "authors": ["Marjolein Moorman"], "keywords": ["kansen", "van", "marjolein", "het", "moorman", "plan", "onderwijs", "kinderen", "nodig", "een", "niet", "dat", "te", "en", "hard", "nationaal", "voor"], "pubDate": "2020-12-10T14:00:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}