{"id": "a4cb28d3-5ab2-3f2e-a93b-5f196ebbd0ef", "title": "Máxima wordt vijftig. Daar komen boeken van (en die maken nieuwsgierig)", "url": "https://trouw.nl/cultuur-media/maxima-wordt-vijftig-daar-komen-boeken-van-en-die-maken-nieuwsgierig~ba6df022/", "summary": "Komend voorjaar verschijnen twee boeken over koningin Máxima die dan haar 50ste verjaardag viert.\nIn mei 2021 wordt koningin Máxima 50 en dat wordt gevierd met de verschijning van twee biografieën, zo meldden de uitgevers in de voorjaarsaanbieding.\nEvers mocht Máxima een jaar volgen en ziet toe hoe ‘ze wil inspireren en motiveren’.\nDe Bezige Bij kondigt twee delen aan: Máxima Zorreguieta, Moederland, en Koningin Máxima, Vaderland.\nGeen vrouw die het achterste van haar tong zal laten zien, maar wel een van wie we graag meer te weten komen.", "paragraphs": ["Komend voorjaar verschijnen twee boeken over koningin Máxima die dan haar 50ste verjaardag viert.", "Deze week zappte ik heen en weer tussen die arme Diana in ‘The Crown’ en de tegenspartelende Trump op CNN. Beiden antihelden in een type onverkwikkelijk koningsdrama dat ons eigen koningshuis zelden oplevert. Is er iets mis dan lost het zich snel weer op en mocht er op Noordeinde toch met de deuren zijn geslagen na die verkeerd geplande vakantie, we komen het niet te weten.", "Maar wie weet verandert dat komend voorjaar. In mei 2021 wordt koningin Máxima 50 en dat wordt gevierd met de verschijning van twee biografieën, zo meldden de uitgevers in de voorjaarsaanbieding.", "Meer dan majesteit van Rick Evers klinkt naar standaard royalty-journalistiek. Evers mocht Máxima een jaar volgen en ziet toe hoe ‘ze wil inspireren en motiveren’. Het tweede boek, van Marcia Luyten, gelauwerd geschiedschrijver van de Limburgse mijnen, stemt nieuwsgieriger. De Bezige Bij kondigt twee delen aan: Máxima Zorreguieta, Moederland, en Koningin Máxima, Vaderland.", "Koningin Máxima werkt in coronatijd ook af en toe vanuit huis. Beeld ANP", "In het eerste deel, dat in april verschijnt, duidt Luyten Máxima’s jaren in Argentinië, toen een land in verval, en haar tijd in New York. De auteur sprak niet met de koningin zelf, maar wel met naasten, zowel in haar geboorteland, als in de VS. ‘Wat maakt dat deze Argentijnse floreert aan een oud Europees hof?’", "De keuze van de covers is alvast veelbelovend. Op Moederland een plaatje van puber Máxima, het donkere haar waait half voor het gezicht, sprekend dochter Alexia maar minder prinsesserig. Op Vaderland het bekende portret van Erwin Olaf. Máxima als koningin: tiara, ironische glimlach. Kijk mij nou, zegt die foto, maar ook: natuurlijk sta ik hier. Geen vrouw die het achterste van haar tong zal laten zien, maar wel een van wie we graag meer te weten komen.", "Nicole Lucas en Jann Ruyters berichten wekelijks over boekennieuws en ander rumoer uit het literaire circuit."], "authors": ["Jann Ruyters"], "keywords": ["van", "nieuwsgierig", "daar", "het", "op", "die", "koningin", "máxima", "een", "wordt", "en", "haar", "dat", "maken", "komen", "vijftig"], "pubDate": "2020-11-21T20:03:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}