{"id": "a4d7198c-ac00-3fa1-98fe-2cdd272b81e0", "title": "Metaalbewerker Mark vertaalde Charles Dickens: ‘Uit liefde voor het verhaal’", "url": "https://www.parool.nl/kunst-media/metaalbewerker-mark-vertaalde-charles-dickens-uit-liefde-voor-het-verhaal~baa1ff6b/", "summary": "Schateiland van Stevenson, De Graaf van Monte Christo van Dumas en Dickens’ A Christmas Carol, dat zijn sinds jaar en dag Van Dijks lievelingsboeken.\nLiefde voor het verhaal“Uit liefde voor het verhaal, dat is het zo waard.\nDus wilde ik het weer leesbaar maken.”Eerst vertaalde hij de zinnen letterlijk, zo dicht mogelijk bij het origineel.\nDe leden van de coöperatie lazen mee, slechts met hun fiat kon het van een echte uitgave komen.\n- De krekel bij de haard Door het bezoek van een mysterieuze vreemdeling wordt een wig gedreven in het huwelijk van vrachtrijder John Peerybingle en zijn vrouw Dot.", "paragraphs": ["Mark van Dijk maakte nieuwe vertalingen van de vijf eindejaarsverhalen van Charles Dickens (1812-1870). De gekwelde man (The Haunted Man) sluit de reeks af.", "Metaalbewerker Mark van Dijk staat elke dag om vier of vijf uur op, zodat hij vóór hij naar de baas gaat en terwijl zijn gezin nog slaapt, aan de slag kan gaan met zijn grote passie: boeken. Op zijn zolder in Katwijk schrijft Van Dijk (41) onder meer thrillers met titels als Kwade geest en Bloeddorst.", "", "Maar sinds een jaar of acht is Van Dijk ook helemaal in de ban van Charles Dickens: hij besloot, zonder vertaalopleiding of studie Engels, de vijf eindejaarsverhalen van de Grote Brit opnieuw te vertalen. Ze zijn in linnen gebonden uitgebracht bij de kleine coöperatieve uitgeverij Nimisa en geïllustreerd door René Hazebroek.", "Schateiland van Stevenson, De Graaf van Monte Christo van Dumas en Dickens’ A Christmas Carol, dat zijn sinds jaar en dag Van Dijks lievelingsboeken. Maar de Nederlandse vertalingen van de laatste, met ‘ellenlange zinnen van 20 tot 25 regels bomvol informatie en gedateerd taalgebruik’, die vond hij onleesbaar. Dus ging hij zelf aan de slag, op basis van de allereerste editie van Dickens.", "Liefde voor het verhaal", "“Uit liefde voor het verhaal, dat is het zo waard. Dat wilde ik voor een nieuw publiek beschikbaar maken. We leven natuurlijk in een hap-slik-wegmaatschappij, mensen nemen niet meer de moeite om op zulke teksten te gaan zitten knagen. Dus wilde ik het weer leesbaar maken.”", "Eerst vertaalde hij de zinnen letterlijk, zo dicht mogelijk bij het origineel. Daarna ging hij stroomlijnen en inkorten, waarbij hij koos voor voetnoten met uitleg zonder de lezer daar in de tekst zelf mee lastig te vallen. De leden van de coöperatie lazen mee, slechts met hun fiat kon het van een echte uitgave komen.", "Toen hij bijna klaar was, had hij zo de smaak te pakken dat hij dacht: ik pak gewoon de hele serie. En dan moet het ook een luxe hardcover editie worden. “Er was een Prismacollectie uit de jaren tachtig. Eén keer lezen en alle bladzijden vielen eruit. Zo’n armoe!”", "Vorige maand verscheen het vijfde deel, De gekwelde man. Een stuk minder bekend dan Een kerstlied (2016), dat met een oplage van 500 nu toe is aan een tweede druk, maar volgens Van Dijk ook zeer de moeite van het (her)ontdekken waard.", "Magie", "“De magie van Dickens zit in de personages. Het is zo knap hoe hij die uitwerkt, en hoe lang ze in je hoofd blijven zitten. Als je boeken van nu leest, ben je alles snel weer vergeten. Door naar het volgende; hap-slik-weg, daar maak ik me zelf ook schuldig aan.”", "Nu de vijf delen zijn verschenen, zegt Van Dijk, wacht hem zeker geen zwart gat. “Er is zoveel werk in Dickens gaan zitten dat mijn eigen boeken stil zijn blijven liggen. Mijn thrillerpubliek wordt een beetje ongeduldig, dus daar ga ik me nu op storten.”", "Dus als ’s ochtends vroeg de wekker gaat snel met een kopje koffie en een boterhammetje naar boven om een paar uurtjes ongestoord te schrijven voor hij zich om acht uur op zijn werk moet melden. “Ik heb er wel over gedacht om minder te gaan werken, maar ik ben kostwinner. Ik had wel lezingen kunnen gaan geven, maar dat ligt buiten mijn comfortzone. Dan ga ik liever dingen lassen.”", "The Christmas Books - Een kerstlied De vrek Ebenezer Scrooge wordt bezocht door de geesten van Kerstmis in het Verleden, Heden en Toekomst, die hem zijn leven en de consequenties van zijn daden laten overzien. - Het carillon De in het leven teleurgestelde kruier Trotty Veck wordt op oudejaarsavond bezocht door een geest die hem laat zien dat niemand slecht wordt geboren. - De krekel bij de haard Door het bezoek van een mysterieuze vreemdeling wordt een wig gedreven in het huwelijk van vrachtrijder John Peerybingle en zijn vrouw Dot. Een huisfee weet te voorkomen dat de situatie gruwelijk uit de hand loopt. - De strijd van het leven De hechte band tussen de zussen Grace en Marion wordt verstoord nadat de op overspel betrapte Marion zonder tekst of uitleg op de vlucht is geslagen, waarna Grace trouwt met Marions verloofde Albert. - De gekwelde man Scheikundeleraar Redlaw wordt bezocht door een kwelgeest die hem herinnert aan het onrecht en verdriet dat hem in het verleden is aangedaan. Als de geest belooft hem te verlossen van de herinnering, blijkt die gift een vloek.", "www.nimisa.nl, €24,95 per deel."], "authors": ["Marjolijn De Cocq"], "keywords": ["ik", "liefde", "metaalbewerker", "zijn", "uit", "te", "charles", "dickens", "mark", "van", "vertaalde", "en", "een", "voor", "op", "verhaal", "het", "hij", "dat"], "pubDate": "2020-12-21T09:34:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}