{"id": "a4da3cb4-17d0-3a9f-a368-80de18a0658d", "title": "Eurosonic Noorderslag: dit zijn dé acts die je niet mag missen (en je kan ze thuis gewoon gratis bekijken!)", "url": "https://www.dvhn.nl/cultuur/Eurosonic-Noorderslag-ESNS-dit-zijn-d%C3%A9-acts-die-je-niet-mag-missen-en-je-kan-ze-thuis-gewoon-gratis-bekijken-26334648.html", "summary": "Hoes won met haar rol een Gouden Kalf en sleepte die ereprijs nogmaals binnen met haar optreden in de tv-serie Petticoat .\nHelemaal als een verrassing hoeft haar muzikale ambitie niet te komen, want al op haar achtste speelde ze gitaar.\nMarie-Pierra Kakoma gaf een jaar geleden een van haar eerste liveshows in Huize Maas tijdens Eurosonic.\nKakoma vertrok tegen de zin van haar ouders op haar vijftiende alleen naar België waar ze uiteindelijk zwervend op straat leefde.\nAl met al een fraai staaltje post-punk .", "paragraphs": ["Eurosonic Noorderslag editie 2021 is een kwestie van je favoriete act aanklikken via esns.nl. Uit de circa tweehonderd lichten we er een paar opvallende voor je uit.", "Abbey Hoes kennen we vooral als actrice. Als prille tiener belandde ze met haar ouders in Erm, nabij Emmen. Ze brak door met de deels in Groningen geschoten film Nena (2014) van regisseur Saskia Diesing. Hoes won met haar rol een Gouden Kalf en sleepte die ereprijs nogmaals binnen met haar optreden in de tv-serie Petticoat . En in oktober was er ineens een plaat, Red Wine & Cigarettes .", "Helemaal als een verrassing hoeft haar muzikale ambitie niet te komen, want al op haar achtste speelde ze gitaar. En in 2014 rook ze al aan het muziekwereldje door in de videoclip bij het liedje Zusje van Ronnie Flex te figureren. Nu ze haar naam als actrice heeft gevestigd, is het dus tijd meer van zichzelf te laten zien en horen.", "Met haar debuutplaat brengt ze als 26-jarige zangeres een hommage aan country en americana , de muziek waar ze zo van houdt. Het resultaat is warm, verzorgd en zoetgevooisd . De zaken zijn serieus aangepakt. De opnames vonden plaats in Los Angeles onder leiding van Rich Jacques, de producer die al eens een Grammy wist te winnen voor zijn muzikale samenwerking met Lisa Loeb.", "Marie-Pierra Kakoma gaf een jaar geleden een van haar eerste liveshows in Huize Maas tijdens Eurosonic. Toen had ze twee singles uit, Dilemme en Tout Est Gore , en er werd reikhalzend uitgekeken naar haar debuutalbum. Gore verscheen afgelopen najaar en daarmee maakt de 24-jarige Belgische artiest de verwachtingen waar met een mix van rake Franstalige teksten en trap, R&B, hiphop en pop . Haar verhaal is ook nog eens intrigerend.", "Kakoma werd geboren in de voormalige Belgische kolonie Congo en groeide op in buurland Rwanda. Met haar moeder (kinderarts) vluchtte ze als tiener naar België, haar vader (gynaecoloog) bleef achter. Het gezin werd later herenigd in Rwanda waar de gevolgen van de burgeroorlog voelbaar waren. Kakoma vertrok tegen de zin van haar ouders op haar vijftiende alleen naar België waar ze uiteindelijk zwervend op straat leefde. Haar vastberadenheid het te gaan maken in de muziekbusiness hield haar op de been.", "Op Gore bezingt ze het harde leven op straat in Brussel. In een interview liet ze weten: ,,Beschouw mij maar als levend bewijs van de overwinning. Dat je alle ellende kunt overwinnen en altijd hoop moet houden.” Zonder twijfel dé popster van deze editie van ESNS . Ook genomineerd voor de Music Moves Europe Talent Awards.", "Als de Jannen, Kooi en Gorter, van de Groningse platenzaak Elpee een plaat bombarderen tot beste van het afgelopen jaar, dan is er wel wat aan de hand. Met hun gerijpte fijne neuzen weten ze al decennia telkens de krenten uit de pap te vissen. In dit geval gaat het om het Engelse vijftal Chubby and The Gang dat op de debuutplaat Speed Kills dertien liedjes binnen een half uur neerzet. Genre energieke punk met een stevige basis in hardcore .", "Onder bezielende aanvoering van Charlie ‘Chubby Charles’ Manning-Walker. Heruitgebracht door Partisan, het label dat we kennen van Idles en Fontaines D.C., twee bands die tijdens eerdere edities van Eurosonic tot smaakmakers uitgroeiden. En zoals de Jannen al constateerden, het sociaal bewogen Grenfell Forever (over de afgebrande woontorens in Londen) had zo van Billy Bragg kunnen zijn.", "Chubby and The Gang was live ongetwijfeld een belevenis geweest in een afgeladen Vera waar de refreinen uit volle borst zouden zijn meegebruld. Komt vast nog wel een keer. Dan met de opvolger van Speed Kills op zak, want die schijnt al klaar te zijn.", "De Amsterdammer Bilal Wahib is pas 21 jaar maar heeft al een imposante carrière opgebouwd. Vooral als acteur met rollen in series als SpangaS , Mocro Maffia en Commando’s . Sinds kort timmert hij ook muzikaal aan de weg. Categorie Nederlandstalige hiphop .", "Na samenwerkingen met Bizzey, Ronnie Flex en producer Ramiks (alias Stephan Boers uit Hoogeveen) scoorde hij vorig jaar met het liedje Tigers zijn eerste grote hit. Om vervolgens door te pakken met Vergeten (met Boef) en Donderdag (met Kris Kross Amsterdam en Emma Heesters). Al goed voor tientallen miljoenen streams.", "Als je niet beter weet, zou je zweren dat Fleur en haar Franstalige debuutplaat zo uit de jaren 60 komen. Niets is minder waar. Fleur heet eigenlijk Floor Henkelman, is een prille twintiger en werd geboren in Tilburg. Haar plaat, Fleur , verscheen afgelopen jaar op het Spaanse label Bickerton.", "Floor kan zich wonderlijk genoeg moeiteloos meten met France Gall, Françoise Hardy en Sylvie Vartan, enkele grote yé-yé-zangeressen van weleer. Dat is mede te danken aan Dave von Raven en Arjan Spies, de mannen van beatgroep The Kik. Dat tweetal houdt er ook de band Les Robots op na waarmee ze in de geest van de pionierende producer Joe Meek opereren.", "Toen ze voor een liedje een zangeres zochten, kwam de Brabantse in beeld. Dat mondde dus uit in een hele plaat. Bijzonder geslaagd dankzij Henkelmans frisse stemgeluid, de knap geschreven frivole liedjes en de uitstekende productie .", "Lee-James Edjouma is de zoon van de vorig jaar in Parijs aan covid-19 overleden Manu Dibango, de Kameroense bandleider die met Soul Makossa een wereldhit scoorde: ,,Ma Ma-Se, Ma Ma-Sa, Ma Ma-Kossa.” Edjouma (38) schreef eerder voor beroemde rappers als Snoop Dogg en Ja Rule, maar besloot zich vervolgens op zijn eigen carrière als artiest te richten.", "De Fransman is als James BKS op een missie en wil grenzen laten vervagen en zich hard maken voor het Afrikaanse continent door middel van zijn variant van hiphop . Aan zijn single New Breed werkten acteur Idris Elba (ook zijn labelbaas, eigenaar van 7Wallace) en de rappers Little Simz en Q-Tip (A Tribe Called Quest) mee.", "Tom Greenhouse is een Engelse dichter met swagger maar spuwt zijn teksten nu uit terwijl hij wordt bijgestaan door een band, The Cool Greenhouse. In Carboard Man , op de vorig jaar verschenen titelloze plaat, gooit Greenhouse het als volgt in de groep: ,, Well, I love the women, Y’know, they’re so good at cooking, And I love the coloureds, They’re just so damn good-looking, I even love the gays, Y’know, one does my hair-cutting .”", "Zijn observaties en gedachtenkronkels worden half gesproken en half gezongen, een stijl die ook Squid en Black Country, New Road hanteren, bands die we recentelijk ook al eens tijdens Eurosonic in Groningen zagen. Maar dé naam die nooit ver weg is als de muziek repetitief, minimalistisch en dissonant is en een zanger declameert, is natuurlijk Mark E. Smith. Maar Greenhouse klinkt dan weer minder bezeten dan de grote roerganger van The Fall. Al met al een fraai staaltje post-punk ."], "authors": ["Peter Van Der Heide"], "keywords": ["gratis", "noorderslag", "zijn", "thuis", "met", "ze", "haar", "je", "van", "en", "een", "missen", "al", "kan", "op", "het", "niet", "als", "mag"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}