{"id": "a4df684a-32e8-37a2-9de0-17376254a10a", "title": "Begrafenisondernemer Clemens Bouwens: ‘Bij ons kreeg corona een gezicht’", "url": "https://www.parool.nl/ps/begrafenisondernemer-clemens-bouwens-bij-ons-kreeg-corona-een-gezicht~b3221a08/", "summary": "Maart is per definitie een drukkere maand, omdat we dan kampen met de gevolgen van een griepgolf.\n“Gaandeweg merkten we dat mensen makkelijker accepteerden dat er maar 30 mensen bij een uitvaart konden zijn.\nEen bloem en kaart voor de overledene, en een bloem met kaart voor de achtergebleven partner.\nIk deed vorige week een uitvaart van een man van wie ik de maand ervoor de uitvaart van zijn moeder deed.\nMooi als je in de hemel kunt geloven, maar de realiteit is dat dat niet iedereen meer is gegeven.", "paragraphs": ["Clemens Bouwens: ‘In mijn familie weten we niet beter dan dat de dood bij het leven hoort.’ Beeld Linelle Deunk", "“Of iemand nou eenzaam sterft, of een groot sociaal netwerk heeft – voor ons maakt dat niets uit. De kern van mijn werk is dat iedereen een goed afscheid krijgt. Wij zorgen ervoor dat het afscheid bijzonder wordt en past bij de overledene en de nabestaanden. Dat doen we door ons in te leven en door in te spelen op wat wordt gezegd of juist niet wordt gezegd. Wij hebben oog voor iedereen. Dat moet ook. De dood houdt geen rekening met status of schema’s. De dood houdt geen rekening met wat voor afspraak dan ook.”", "Clemens Bouwens is eigenaar en directeur van Bouwens Uitvaarten in Amstelveen, een van de grootste particuliere ­uitvaartondernemingen van Nederland. Bouwens trad in de voetsporen van zijn vader en grootvader, die het bedrijf vanaf 1927 opbouwden.", "“In mijn familie weten we niet beter dan dat de dood bij het leven hoort. Mijn grootvader had een eenmanszaakje. Daar waren er destijds in de stad zo’n tweehonderd van. Hij was koster van de Maria Magdalenakerk, in de Spaarndammerbuurt. Van daaruit verzorgde hij de begrafenissen, veelal op Sint Barbara. Dat deden mensen er toen bij. Kappers, bodes, of verzekeringsagenten – zij regelden de uitvaarten. Mijn vader heeft het bedrijf in de tweede helft van de vorige eeuw uitgebreid.”", "“Nu zijn we, zoals dat heet, een grote speler. We doen uitvaarten in allerlei soorten en maten, nationaal en internationaal, en hebben ons eigen crematorium in Uithoorn. Mijn vader zegt weleens: ‘Opa zou eens moeten weten wat jij nu doet.’ Dat vind ik mooi, dat hij dat zegt. Al zijn wij geen familie die met de borst vooruit loopt. Wij kiezen voor een rol op de achtergrond.”", "Geeft het in uw sector geen pas te koop te lopen met succes?", "“Wij zijn van nature bescheiden. Dit interview is een uitzondering. Dit is geen functie waarbij je in de spotlights wilt staan. Dat is onze plek niet.”", "U bent ondergeschikt aan uw klanten?", "“Je cijfert jezelf zoveel mogelijk weg. Dat is het uitgangspunt. Wij zijn aanwezig zonder dat we zichtbaar zijn.”", "Dat is toch ook afhankelijk van de emotionele staat waarin u de nabestaanden aantreft?", "“Het is de kunst zo snel mogelijk aan te voelen wat nodig is. Ik kom altijd blanco binnen, en na twee minuten is het meestal duidelijk wat onze rol wordt. Wil iemand alle touwtjes in handen houden, of is het de wens dat wij het initiatief naar ons toetrekken? Er liggen natuurlijk ontelbaar veel puzzelstukjes op tafel. Wie pakt wat op? Wij bieden dan houvast en hebben oog voor alle betrokkenen.”", "U doet ook nog altijd zelf de bezoeken aan huis?", "“Ik doe dat zeker nog een aantal keren per week. We zijn hier met zo’n dertig mensen, en zeven daarvan bezoeken de nabestaanden voor de eerste besprekingen. Ik wil dat ook per se zelf blijven doen, omdat het persoonlijke contact belangrijk is om dit werk goed te kunnen doen. Zo houd je contact met de klanten, en weet je ook beter wat er speelt bij de medewerkers. Daarbij wil ik er zelf ook graag voor mensen zijn.”", "Dat persoonlijke contact was in dit coronajaar een groot probleem…", "“Ja, dat is echt zoeken geweest, en dan druk ik me zacht uit. Tijdens de eerste golf wisten we eigenlijk van niets. In de zin van: we beseften niet wat ons te wachten stond. Er was een virus in China, en dat kwam steeds dichterbij. Toch leefde ergens het curieuze idee dat het ons land wel zou omzeilen. Heel vreemd, hoe dat gaat. Ik kreeg nog waarschuwingen van een leverancier uit Bergamo, nog voordat de coronacrisis daar echt uitbrak... Toch dachten we: gewoon doorpakken. Met als gevolg dat wij, net zoals de rest van Nederland, overvallen werden. Maart is per definitie een drukkere maand, omdat we dan kampen met de gevolgen van een griepgolf. In die context keken we ernaar. We konden er geen vinger op leggen. Totdat opeens alles dichtging.”", "Ook uitvaartcentrum Bouwens ging ­vanuit huis werken?", "“Dat hebben we in eerste instantie gedaan. Maar daarvan zijn we snel teruggekomen. Na een paar dagen al. Er kwam zoveel op ons af, en dat werkte niet alleen met Zoom of Teams. Overledenen ophalen en verzorgen, uitvaarten bespreken, voorbereiden en begeleiden – het was een en al turbulentie. Corona heeft veel gevraagd van onze medewerkers. Het was mooi om te zien hoe intern iedereen bereid was deze zware klus te klaren. Ik ben trots op mijn team.”", "‘Gaandeweg merkten we dat mensen makkelijker accepteerden dat er maar 30 mensen bij een uitvaart konden zijn. Sterker: ze gingen het waarderen.’ Beeld Linelle Deunk", "“In het voorjaar gingen de verpleeghuizen dicht; mensen konden niet bij hun vader of moeder zijn. Of ze mochten alleen bij het sterfproces zijn, maar dan was iemand al comateus en was van een echt afscheid geen sprake meer. Dat leidde tot onbegrip, woede en angst.”", "U moest improviseren terwijl uw werk juist op stiptheid is gebaseerd?", "“Het was ongelooflijk ingewikkeld. Onze horeca moest dicht. We mochten nog maar een klein aantal mensen bij de uitvaarten hebben. Terwijl van sommige ­uitvaarten de uitnodigingen al waren ­verstuurd. Dus moesten families opeens kiezen. Wie mogen nog wel komen? Wie bellen we af? We kregen te maken met opstandige klanten. Logisch, ook. Het afscheid werd hen gevoelsmatig ontnomen. De ruimte voor de eigen emoties werd ook opgeslokt. De onzekerheid deed de vraag hoe het afscheid vorm moest krijgen naar de achtergrond verdwijnen.”", "Hoe hakte u deze gordiaanse knoop door?", "“Met creativiteit. Oplossingen zoeken binnen de grenzen van wat mogelijk was. Als iemand zei dat zijn of haar moeder altijd genereus was geweest en dat een kleine begrafenis zonder nazit niet bij haar paste, dan gingen wij daarmee aan de slag. ‘Bij mijn moeder was het altijd feest,’ zeiden ze dan. ‘Niets was te gek, en nu mag er niets.’ Zo kwamen we op het idee van goodiebags. Zodat mensen na de begrafenis, thuis, alsnog een taartje konden eten, of een wijntje konden drinken. Zo ontstond toch een moment om nog even na te praten en was de overledene niet in één keer weg.”", "“Maar het bleef opletten: er waren ook klanten die vanuit de kofferbak op de parkeerplaats drankjes wilden schenken. Dan moesten wij dat in goede banen leiden, door ervoor zorgen dat dit niet ging gebeuren. Dat was ingewikkeld. Voor de mensen, en voor ons. Wij zeggen altijd intern: ‘Nee kennen wij niet.’ En nu moesten we dus ‘nee’ verkopen. Dat voelde tegennatuurlijk.”", "Er was toch ook een plan om uitvaarten via Zoom te bespreken?", "“Dat idee is via de branchevereniging naar buiten gekomen. Als mogelijke oplossing. Voor ons is dat nooit een serieuze optie geweest. Dit werk gaat over persoonlijk contact hebben. Je wilt mensen in de ogen kijken, en zien hoe ze leven en waar ze zich goed bij voelen. Dat is met Zoom onmogelijk. We snappen dat we afstand moeten houden, en daar houden we ons ook strikt aan, maar we kunnen niet ook nog eens een computerscherm als extra barrière ertussen plaatsen. We hebben met bijna alle families ook in de heftigste tijd persoonlijk contact gehad.”", "“Wel hebben veel mensen, vanwege de geldende beperkingen, uitvaarten via de livestream meegemaakt. Een uitkomst, zeker ook voor mensen die bang zijn om besmet te raken. Op afstand kon men er dan toch bij zijn. Wij boden die mogelijkheid al jaren aan, maar het is nog nooit zo intensief gebruikt als het afgelopen jaar.”", "Wat is nog meer uit de gedwongen improvisaties gekomen?", "“De erehaag kenden we al, maar werd nu een vaak voorbijkomend verzoek. Dan reden we met de stoet door de straat van de overledene, om de achterblijvers de kans te bieden afscheid te nemen. Families waren bang. Dat hun oude vader of moeder door de uitvaart zelf corona zou oplopen. Zo heb ik uitvaarten meegemaakt waarbij we door de straat reden en moeder achter het raam afscheid nam van haar overleden man. Er waren uitvaarten dat er opeens tientallen of honderden mensen naar buiten kwamen. Overal de vlag halfstok. Dat hadden we niet eerder zo mee­gemaakt. Dan gebeurt er iets. Er wordt niets gezegd, maar het moment dat je creëert krijgt een ongelooflijke waarde. Mensen legden losse bloemen op de rouwauto. Als ik eraan terugdenk, krijg ik opnieuw kippenvel.”", "Jeugdfoto van Clemens Bouwens.", "“Gaandeweg merkten we dat mensen makkelijker accepteerden dat er maar 30 mensen bij een uitvaart konden zijn. Sterker: ze gingen het waarderen. We hebben situaties gehad waarbij normaal de gastenlijst eindeloos was geweest – dat moest nu allemaal in het klein. Mensen zeiden na afloop dat ze iedereen echt hadden gesproken en dat ze dat eigenlijk heel erg waardeerden. De intimiteit werd ­groter. Daar zit ook winst in. Je wordt ­letterlijk omringd door je meest dierbaren. Er zijn zelfs mensen die zeggen: waarom hebben we het ooit anders gedaan?”", "“Ik heb ook veel uitvaarten meegemaakt waarbij meer bloemen dan mensen waren. Allemaal bloemstukken van mensen die zo hun medeleven toonden en op die manier ook aanwezig waren.”", "“Nabestaanden ontvingen ook meer post dan anders. Mooie brieven met herinneringen en verhalen over hun dierbaren. Berichten die ze anders niet hadden ontvangen, als mensen naar de uitvaart waren gekomen en daar na afloop terloops hun verhaal hadden uitgesproken. Nu zijn het tastbare, blijvende herinneringen. De brieven worden gekoesterd.”", "Er ging toch ook weleens iets helemaal mis?", "“Er gaat nooit iets mis. Alleen komen we soms voor uiterst complexe uitdagingen te staan. Ik kreeg te maken met een oudere dame die overleed en haar echtgenoot bleef achter in het verpleeghuis. Hij mocht, zo werd ons verteld, slechts één keer het huis uit – vanwege besmettingsgevaar. Dus hij kon alleen op de dag van de begrafenis er zijn. Toen hebben we het condoleancemoment aangegrepen om iets extra’s te doen. We hebben twee grote vazen met rozen neergezet en daar kaarten bij gelegd. Een bloem en kaart voor de overledene, en een bloem met kaart voor de achtergebleven partner. Alle bezoekers hebben die kaarten getekend. Die ene vaas is bij het verzorgingshuis afgeleverd zodat de vader wist wie er waren en hoe de mensen met hem meeleefden. De andere vaas stond een paar dagen later bij het graf. Daar hebben we al die kaartjes voorgelezen, waardoor we niet meer met een paar mensen daar waren, maar met zo’n 130 man om het graf stonden. Niet fysiek, ­weliswaar, maar de verhalen gaven die ­uitvaart een uitzonderlijk karakter. Er zijn nieuwe rituelen ontstaan.”", "U blijft positief, merk ik.", "“Er zijn altijd schrijnende gevallen. Dat hoort ook bij het leven. Ik werd op een dag gebeld door een man wiens vrouw wij enkele jaren geleden hadden begraven. Deze man wilde van mij horen dat ik zijn begrafenis zou regelen. ‘Er is hier op de afdeling corona,’ zei hij. ‘Als het virus mijn kamer binnenkomt, zal ik het niet overleven. Wilt u voor mij hetzelfde doen als voor mijn vrouw?’ Aangrijpend. Een soort Titanicgevoel, dat het schip al kapseist en het orkest nog doorspeelt. Hij heeft het overigens gelukkig overleefd. Maar het pijnlijke vind ik in dit geval de angst. De angst om alleen te sterven. Wat moet zo’n man doormaken?”", "We lezen dagelijks de cijfers over nieuwe besmettingen, en ook over de sterfgevallen. Doet dat u nog iets?", "“Het doet me iets als ik zie dat de win­kelstraten stampvol zijn, of mensen illegale feestjes organiseren. Bij ons heeft corona een gezicht gekregen. In de verhalen van de mensen, de lichamen die je ziet. Ik deed vorige week een uitvaart van een man van wie ik de maand ervoor de uitvaart van zijn moeder deed. Zij overleed aan corona, en de zoon regelde alles via de telefoon uit angst om zelf een besmetting op te lopen; we kenden elkaar al jaren dus de contacten lagen al wat makkelijker. Hij wist dat hij kwetsbaar was. Toch is hij later ziek geworden. Dat is heel gek. Dat je met hem daarover spreekt, rondom de begrafenis van zijn moeder, en hem korte tijd later ook zelf begraaft.”", "“Er is in de media veel aandacht voor de ziekenhuizen. Naast de druk op de ic’s zit er ook veel pijn in de verpleeghuizen. Op een gegeven moment ­kregen we een melding vanuit een bepaald verpleeghuis, en dan wist we het al: corona.”", "Cynisch gezegd is het voor uw bedrijf een goed jaar toch?", "“Het is een druk jaar. Zo’n 10 procent van de overledenen komt door corona. Dat is veel. In april was er sprake van een piek. In augustus begon het opnieuw. En het blijft doorgaan – tot nu eigenlijk. Een goed jaar zou ik het nooit noemen. We zijn natuurlijk een bedrijf dat net als elk ander bedrijf geld moet verdienen, maar dat mag en zal nooit de drijfveer worden van wat we doen.”", "Beeld Linelle Deunk", "“Voor mij is de essentie dat we op elkaar letten. Dat doe ik beroepsmatig. Ons bedrijf is dan wel een van de grootste particuliere uitvaartbedrijven in dit land, maar aantallen en cijfers zijn voor mij uiteindelijk niet interessant. Mensen zijn geen nummers. En oprecht: ik ben niet gedreven door de zakelijkheid. Er zit een diepgang in het leven, en die mag ook in het werk zitten.”", "U studeerde in 1998 af aan Nyenrode en ging meteen het bedrijf van uw vader in. Nooit gedacht: ik ga iets anders doen?", "“Ik dacht: ik doe het twee jaar, en dan zie ik wel verder. Nou, dat is dus anders uitgepakt. In 2003 heb ik het overgenomen, samen met mijn zus. Zij heeft zich in 2013 teruggetrokken. In de eerste periode heb ik me gericht op de automatisering, en op de ontwikkeling van ons crematorium in Uithoorn. Uiteindelijk ging ik ook zelf uitvaarten doen. Ik heb tegen mijn vader gezegd: ‘Ik stap er helemaal in, maar dan wel op mijn manier.’ Dat heb ik gedaan.”", "Wat bedoelde u daarmee?", "“Mijn grootvader was begonnen vanuit de kerk; alle uitvaarten waren ook letterlijk uit die kerk. Voor mijn vader was dat ook de basis. Maar er is meer dan wat in de kerk gebeurt, zeker door de ontkerkelijking – los van de waardes en de tradities die er zijn. Die ruimte wilde ik wel nemen. Wij deden de uitvaart van Wim Duisenberg, in de zomer van 2005 in Het Concertgebouw. Dat was een soort kantelpunt. Dat kon Bouwens dus ook. Onze ontwikkeling is toen in een stroomversnelling geraakt. Er ontstond iets van: als in Amsterdam iemand overlijdt, dan moet je toch wel bij Bouwens zijn. Los van achtergrond of geloof. Al hebben we nog wel een katholiek stempel. Mensen weten dat we in de basis een katholiek familiebedrijf zijn. Maar we zijn er voor iedereen. Het gaat ons om de connectie met de overledene én de nabestaanden. Wat is passend? En daar zit dus behoorlijk wat rek in. De uitvaart kan ook vanuit het Amsterdamse Bos plaatsvinden, in een voetbalkantine, op het strand, of in de Stadsschouwburg.”", "Amsterdam telt zo’n 183 nationaliteiten. Heeft u van andere culturen nog iets geleerd op dit gebied?", "“De diversiteit is een verrijking van ons vak. Elke cultuur heeft haar eigen omgang met de dood. Dat dwingt je om jouw eigen opvattingen voortdurend bij te stellen, je open te stellen voor andere gebruiken. Surinamers bijvoorbeeld, zien de dag van de begrafenis als de dag van de lach. Dat is heel mooi. Vaak komen de nabestaanden in het wit gekleed. Zo wordt een uitvaart een moment van verlichting. Ook komen we regelmatig bij mensen uit voormalig Nederlands-Indië over de vloer. Of bij Hindoes. Afrikanen. Andere rituelen. Andere betekenissen. Het gebeurt dat we soms met de nabestaanden, die inmiddels meer in Nederland zijn geworteld, moeten opzoeken wat nou ook alweer hun gebruiken en rituelen zijn bij een afscheid.”", "En nooit denkt u: daar gaan we weer?", "“Het is de realiteit van de dag dat mensen doodgaan. We weten niet beter dan dat de dood bij het leven hoort. Ik ben er min of meer ingerold – dat is de kracht van een familiebedrijf. Mensen geven gelukkig ook aan dat zij zich gesteund of zelfs gedragen voelen. Dat houdt ons op de been. Dat je weet dat je iets kan betekenen.”", "Bent u altijd beschikbaar?", "“Het motto van mijn grootvader was al: semper paratus. Altijd beschikbaar. Eerst deed hij ’s ochtends vroeg de kerk open voor de havenarbeiders van de Hout­haven, zodat die naar de mis konden. Aan het einde van de dag was hij er nog. Zeker als iemand was overleden. Dat was een gegeven. Dat deed hij gewoon. Vanuit bescheidenheid. Die mooie eigenschap proberen we in ere te houden. We weten niet beter dan dat de dood onvoorspelbaar is. Er overlijden mensen op eerste kerstdag, in de nieuwjaarsnacht, vroeg in de ochtend, en op een snikhete zomerse dag. Het is onze taak er altijd op bedacht te zijn.”", "Uw wieg stond boven het uitvaartcentrum in Amstelveen, waar uw bedrijf nog altijd gevestigd is. Vindt u dat geen benauwende gedachte?", "“In mei 1975 ging dit gebouw open, en in november werd ik hier geboren. Ik weet niet beter. Al was ik zeker als kind nooit met het vak van mijn ouders bezig. Toen ik klein was, vond ik het mooi dat iedereen ’s avonds bloemen kwam brengen. Ik heb nog een tijdje geloofd dat mijn vader gewoon heel populair was. Later durfden vriendjes niet te komen spelen. Pas dan denk je: blijkbaar is het ongewoon.”", "Hoopt u dat uw dochter van 10 later ook in het bedrijf komt?", "“Daar ben ik niet mee bezig. Je wilt dat jouw kind gelukkig wordt. Hoe en waar is bijzaak. Charlotte mag haar eigen levenspad kiezen.”", "Nog iets anders: u ging als kind naar de koorschool in Haarlem. Waarom was dat?", "“Ik kreeg daar een muziekopleiding, naast het gewone basisonderwijs, en heb daar geleerd wat discipline is. Waarom? Mijn broer zat erop, en ik wilde ook graag zingen. Ik was een jaar of 8 of 9. Ik herinner me nog dat ik auditie kwam doen – dat heette toen alleen nog niet zo – en ik eigenlijk geen idee had. Maar mijn stem is daar uiteindelijk goed losgekomen.”", "‘Ik kom vanzelfsprekend veel verdrietige mensen tegen, en dan biedt het geloof altijd weer perspectief.’ Beeld Linelle Deunk", "“Dat koor heeft me veel gebracht. Vriendschappen, concerten in het buitenland, in Japan onder meer. We zongen onder leiding van dirigenten als Bernard Haitink en Riccardo Chailly. In Naarden met Ton Koopman. We werden als koorknapen ingezet. Dan moesten we urenlang op het podium stilzitten en meelezen in de partituur en op het juiste moment er staan.”", "Wat zong het koor?", "“Vooral kerkelijke muziek. De Matthäus-Passion, natuurlijk. Maar ook de 8ste Symfonie van Mahler en de Carmina Burana van Orff. Ik ben mijn ouders hier nog dankbaar voor. Al hield het op toen ik naar Nyenrode ging. Toen vond ik opeens de afstand tussen Breukelen en Haarlem een probleem, zoals dat gaat op die leeftijd.”", "Zingt u mee tijdens uitvaarten?", "“Zeker, al is dat nu door corona niet aan de orde. Maar anders zing ik altijd mee, op gedempte toon. Mijn leermeester Jan ­Valkestijn zei altijd: ‘Zingen is dubbel bidden.’ Dat is voor een katholieke jongen mooi meegenomen,natuurlijk.”", "Hoe belangrijk is het geloof voor u?", "“Het is de drijfveer om dit werk te doen. Ik kom vanzelfsprekend veel verdrietige mensen tegen, en dan biedt het geloof altijd weer perspectief. Is het echt afgelopen als jouw lichaam onder de grond verdwijnt of wordt verbrand? We weten het niet precies – daarom noemen we het ook een geloof –, maar ik vertrouw erop dat er nog iets anders is.”", "“Dat probeer ik mensen mee te geven. Of de hemel nou het hiernamaals is, of een plek in iemands hart – dat doet er eigenlijk niet verder toe. Het gaat erom dat iemand voortleeft. Mooi als je in de hemel kunt geloven, maar de realiteit is dat dat niet iedereen meer is gegeven. Blijf over de doden praten, houd ze zo bij je. Het lichaam moet je loslaten, maar al die mooie verhalen gaan met je mee.”", "“Een uitvaart is in mijn beleving dan ook geen eindstation. Wij zeggen intern: ‘De begrafenis of crematie is niet het einde van het verhaal; het is geen punt, maar een komma.’ De nabestaanden moeten ook verder. Je doet pas recht aan iemands sterven als je zelf het leven weer omarmt.”", "Leg dat maar eens uit aan ouders die een kind verliezen.", "“In dit werk kom je van alles tegen, en er zijn situaties dat je zelf ook naar adem moet happen. Ik wil het verdriet niet bagatelliseren. Iedereen heeft tijd nodig, en als je een kind verliest, zal die tijd doorgaans langer duren dan wanneer je afscheid neemt van iemand die bijna 90 is geworden. Het verlies van een kind draag je je hele leven mee. Maar ook hier geldt: rouwverwerking begint bij een goed afscheid. Het is onze taak mensen daartoe te faciliteren.”", "Lukt dat altijd?", "“De mensen moeten het zelf doen; wij zijn er om obstakels weg te nemen. Bij de tsunami in 2004 waren twee kinderen uit één gezin overleden. Een tweeling. De ouders moesten zelf zwaar­gewond in Thailand achterblijven. Wat doe je dan? Daar zijn geen spelregels voor. De kinderen hebben hier uiteindelijk wekenlang gelogeerd. We konden hen natuurlijk niet gaan begraven voordat de ouders weer terug in Nederland waren. Dus maak je dat mogelijk. We hebben in de wet gezocht naar een uitweg en die ook gevonden.”", "“Flexibiliteit is een voorwaarde, zeker ook in coronatijd. We hebben ons hier het afgelopen jaar soms weken over mensen ontfermd die niet begraven konden worden omdat de partner ook ziek was of familieleden in quarantaine zaten. Dan is het improviseren, regels oprekken en zorgen dat de nabestaanden het afscheid krijgen waar ze recht op hebben. Dat is onze opdracht. Ik kan me ook niets beters voorstellen: wat is er mooier dan er voor elkaar zijn, juist op de momenten dat je medemens het moeilijk heeft?”"], "authors": ["Ronald Ockhuysen"], "keywords": ["ik", "er", "bouwens", "van", "het", "mensen", "begrafenisondernemer", "en", "een", "kreeg", "gezicht", "corona", "clemens", "bij", "ook", "op", "dat", "ons"], "pubDate": "2020-12-25T09:00:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}