{"id": "a4f80a64-00dc-3e79-a309-df587e5a000d", "title": "Hoe Jano en Shiro na een voettocht van 15 maanden aankomen op Amsterdam CS", "url": "https://www.parool.nl/ps/hoe-jano-en-shiro-na-een-voettocht-van-15-maanden-aankomen-op-amsterdam-cs~b9722273/", "summary": "Eefje Blankevoort (42) en Els van Driel (43) maakten een korte documentaire over de broers Jano en Shiro.\nHet is een scène uit de korte documentaire Jano & Shiro, a Brothers’ Journey van journalisten en filmmakers Eefje Blankevoort en Els van Driel.\nHun 35 minuten durende film is te zien op het Idfa en is onderdeel van het multimediaproject Shadow Game (zie kader).\nOok Jano en Shiro reizen, zonder volwassenen, door een onbekende schaduwwereld vol mijnenvelden, gevaarlijke bergkammen, kolkende rivieren, smokkelaars, wilde dieren en gewelddadige grenswachters.\nMensen zullen ­altijd blijven vluchten voor oorlog en op zoek gaan naar veiligheid en een beter leven.", "paragraphs": ["Eefje Blankevoort (42) en Els van Driel (43) maakten een korte documentaire over de broers Jano en Shiro. Op zoek naar een veiliger bestaan trekken de tieners door Europa. Hun doodenge voettocht noemen ze the game.", "“Game over!” roept de Koerdisch-Syrische Jano triomfantelijk wanneer hij na een barre voettocht van vijftien maanden door Europa aankomt op Centraal Station ­Amsterdam. Lachend steekt hij zijn armen in de lucht.", "Het is een scène uit de korte documentaire Jano & Shiro, a Brothers’ Journey van journalisten en filmmakers Eefje Blankevoort en Els van Driel. Hun 35 minuten durende film is te zien op het Idfa en is onderdeel van het multimediaproject Shadow Game (zie kader). De makers volgden drie jaar lang een groep tieners die, gevlucht uit door oorlog verscheurde landen, te voet de Europese grenzen over proberen te steken, op zoek naar een veiliger bestaan.", "Ook Jano en Shiro reizen, zonder volwassenen, door een onbekende schaduwwereld vol mijnenvelden, gevaarlijke bergkammen, kolkende rivieren, smokkelaars, wilde dieren en gewelddadige grenswachters.", "The game is de ironische term die de jonge vluchtelingen ­gebruiken voor de levensgevaarlijke tocht, die vaak maanden en soms zelfs jaren duurt. Blankevoort: “Door die als een ­game te zien worden de even avontuurlijke als traumatische gebeurtenissen die ze onderweg meemaken iets draaglijker. Maar het is natuurlijk allesbehalve een spel. Het voelt voor veel van de jongens alsof ze in een enge film spelen, een soort The Hunger Games 2.0, maar dan levensecht. En het gebeurt gewoon allemaal hier, in Europa.”", "­Onherbergzaam gebied", "Het duo maakte samen al de documentaire De deal (2015), over de EU-deal met Turkije over vluchtelingen, en De asielzoekmachine (2016), over het Nederlandse asielbeleid. Voor hun lange documentaire Shadow Game (90 minuten), die in april in première zal gaan tijdens het Movies that Matter Festival en daarna in de filmtheaters is te zien, volgden ze elf gevluchte jongens tijdens hun voettocht door Europa.", "Van Driel: “Het idee ontstond toen we in 2015 op Lesbos aan het draaien waren voor De deal en we in de haven van Mytilini een minderjarige jongen moederziel alleen zagen rondlopen. Er bleken veel meer jongeren zoals hij te zijn, tussen de 11 en 18 jaar, die zonder ouders of familie op de vlucht zijn en te voet naar Europa proberen te komen.”", "De filmmakers gingen naar verschillende plekken in ­Europa waar kinderen de grens proberen over te steken. Blankevoort: “Ze treffen elkaar en smokkelaars op verzamelplekken, in steden en kleine dorpjes bij de grens, van waaruit ze verder trekken.”", "De heftigste etappe is die van Bosnië en Herzegovina via Kroatië en Slovenië naar Italië, een voettocht door ­onherbergzaam gebied van zestien dagen. Blankevoort: “Ze hebben niet veel meer bij zich dan een rugzak met daarin een fles ketchup (vanwege de suikers), flatbread, energiedrankjes, touw en een bus haarlak en een aansteker, om wolven, beren en everzwijnen met een vlam op ­afstand te kunnen houden. Veel jongens noemen de reis heftiger dan de oorlog waar ze voor gevlucht zijn.”", "De filmcrew en de broers in Bosnië en Herzegovina. Beeld Het Parool", "Getraumatiseerd", "Er wordt veel geweld gebruikt tegen de kinderen die ­alleen reizen – te voet maar ook tussen wagons op treinen, op ­elkaar gepropt in smokkeltaxi’s of vrachtwagencontainers. “Ze worden gemarteld door grenswachters en laatst is er zelfs ­bericht over seksueel misbruik. Intussen wordt er door de EU steeds meer geld geïnvesteerd in diezelfde grensbewaking, daar betalen wij aan mee als belasting­betalers.”", "De vrouwen kwamen in contact met een tiental jongens, de jongste een 14-jarige uit Syrië. Ze hielden contact via WhatsApp en Facebook en volgden de jongens tijdens hun reis, samen met cameraman Ton Peters en ­researcher en tolk Zuhoor Al Qaisi, die zelf in 2015 uit Irak ­is gevlucht. Van Driel: “Ze hebben met hun telefoons zelf ook veel ­materiaal gefilmd tijdens hun tocht over bergen, door bossen en rivieren. Wij probeerden steeds met ze af te spreken wanneer ze weer een grensovergang hadden ­bereikt, maar net zo vaak bleken ze weer teruggestuurd en troffen we ze weer aan de andere kant van de grens.”", "De filmmakers konden zelf niet mee tijdens de grensoversteek. “Niet alleen omdat wij niet half zo fit zijn als deze jongens, voor wie het al een levensgevaarlijke reis is, maar vooral omdat het strafbaar is. De hulp aan vluchtelingen is gecriminaliseerd. Als je met hen illegaal een grens oversteekt breng je ze in gevaar en riskeer je een ­jarenlange gevangenisstraf voor mensensmokkel.”", "Blankevoort en Van Driel hebben de film over Jano en Shiro gemaakt voor een jong publiek, maar eigenlijk ook voor ­iedereen: van gewone burgers tot beleidsmakers. Van Driel: “Om inzicht te geven in wat deze jongens allemaal hebben meegemaakt voor ze in Nederland aankomen en om ze te blijven zien als mensen. Ze zijn getraumatiseerd, door het oorlogsgeweld in hun land, de boottocht en de tocht door Europa. Ze worden beroofd, opgelicht door smokkelaars, mishandeld door grenswachters, lijden honger en raken uitgeput. Jongens als Jano en Shiro komen hier aan met al die bagage. En dan moet hun leven hier nog beginnen.”", "Beeld Het Parool", "Poezenfilmpjes", "Het duo constateerde dat Europese overheden de vluchtelingen onderweg heel weinig hulp bieden. “Ze zijn overgeleverd aan de goedheid van de bewoners van de dorpjes die ze onderweg doorkruisen, die pleisters plakken op blaren en eten en drinken uitdelen,” vertelt Blankevoort.", "De schaamte en de boosheid die de filmmakers al voelden, is de afgelopen drie jaar alleen maar toegenomen. “Elke keer als we denken dat dit het dieptepunt is, gebeurt er iets nog veel ergers. Soms denken we: zullen we vanaf nu alleen nog maar poezenfilmpjes voor Facebook gaan ­maken? Maar wegkijken is geen optie. Het zonder procedure terugsturen van vluchtelingen aan de grens is illegaal, maar deze pushbacks gebeuren inmiddels in heel ­Europa. Het is een cynisch, vuil spel.”", "Is er nog hoop? Van Driel zucht even diep. “Nou, voor ­Europa niet. Wat stellen wij nog voor als waardegemeenschap? Maar voor de jongens die het halen is er altijd hoop; ze hebben talenten en ambities. Met de meesten komt het goed, hoewel er veel stuk is gemaakt door het hardvochtige grensbeleid. Het zijn sterke mensen, overlevers. Net als Jano en Shiro, die willen hard aan hun toekomst werken.”", "Blankevoort: “We krijgen wel kritiek dat wij niet realistisch zijn, want de grenzen openen is geen oplossing. Maar de grenzen dichthouden is dat ook niet. Mensen zullen ­altijd blijven vluchten voor oorlog en op zoek gaan naar veiligheid en een beter leven. Er liggen talloze scenario’s klaar die gecontroleerde en veilige migratie, met een verdeelsleutel voor alle Europese lidstaten, mogelijk ­maken.”", "“De politiek doet daar veel te weinig mee. Zelfs het opnemen in Nederland van honderd kinderen uit horrorkamp Moria op Lesbos is voor dit huidige kabinet blijkbaar al te veel gevraagd; dat stemt ons wel pessimistisch. Solidariteit is geen misdaad. Sterker nog, het zou verplicht moeten worden voor alle Europese lidstaten.”"], "authors": ["Sara Luijters"], "keywords": ["van", "shiro", "jano", "hoe", "het", "op", "voor", "die", "voettocht", "een", "ze", "en", "te", "maanden", "door", "cs"], "pubDate": "2020-11-23T18:00:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}