{"id": "a51bb232-5a84-3a20-bb95-89c4ea1c6ec1", "title": "WinterChills in Breda: alternatief voor jongeren in de wintermaanden", "url": "https://nu.nl/breda/6094364/winterchills-in-breda-alternatief-voor-jongeren-in-de-wintermaanden.html", "summary": "Jongeren in Breda kunnen zich vanaf 20 december vermaken met een gevarieerd winterprogramma: WinterChills.\nHet gaat om diverse activiteiten in alle wijken van de stad, voor kinderen van 4 tot en met 12 jaar en jongeren van 13 tot 18 jaar.\nWinterChills, een vervolg op SummerviBes, moet voor de kinderen en iets oudere jeugd een alternatief bieden in coronatijd.\nIn samenwerking met NAC Breda, mCon e-sports en Breda University (BAas) organiseert Breda Actief twee grote e-sports (computer)toernooien, speciaal voor Bredase jongeren tussen 10 en 21 jaar.\nDe NAC-fundagen staan bol van sportieve en muzikale activiteiten voor jongeren tot 18 jaar, met een live finale.", "paragraphs": ["Jongeren in Breda kunnen zich vanaf 20 december vermaken met een gevarieerd winterprogramma: WinterChills. Het gaat om diverse activiteiten in alle wijken van de stad, voor kinderen van 4 tot en met 12 jaar en jongeren van 13 tot 18 jaar.", "WinterChills, een vervolg op SummerviBes, moet voor de kinderen en iets oudere jeugd een alternatief bieden in coronatijd. De gemeente maakte donderdagochtend bekend dat er een gevarieerd programma is gemaakt samen met Breda Actief, Nieuwe Veste, Surplus en Grote Broer en Zus.", "On- en offline activiteiten", "Voor kinderen en jongeren tot 18 jaar worden in de kerstvakantie met WinterChills diverse gratis on- en offline activiteiten georganiseerd door de stad heen. De online-activiteiten zijn tot 21 jaar, de offline activiteiten tot 18 jaar in verband met de toegestane aantallen.", "In samenwerking met NAC Breda, mCon e-sports en Breda University (BAas) organiseert Breda Actief twee grote e-sports (computer)toernooien, speciaal voor Bredase jongeren tussen 10 en 21 jaar. De eerste week is het FIFA21 toernooi.", "www.winterchills.nl", "De tweede week van de kerstvakantie staat in het teken van Rocket League. De NAC-fundagen staan bol van sportieve en muzikale activiteiten voor jongeren tot 18 jaar, met een live finale. \"En natuurlijk zijn er tijdens de WinterChills nog veel andere sport en spel en culturele activiteiten in verschillende wijken en online. Voorop staat natuurlijk dat alle activiteiten voldoen aan de richtlijnen voor corona die gelden.\"", "Kinderen en jongeren kunnen zich vanaf komende week voor één of meer activiteiten aanmelden via www.winterchills.nl. Hier is ook alle informatie over de initiatieven van WinterChills te vinden, inclusief de activiteitenkalender. WinterChills maakt onderdeel uit van het stadsbrede initiatief Winterlicht, waar de gemeente binnenkort meer over bekendmaakt."], "authors": ["Door"], "keywords": ["tot", "van", "breda", "jongeren", "alternatief", "wintermaanden", "met", "winterchills", "activiteiten", "een", "en", "jaar", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}