{"id": "a540f524-f7df-37b0-b9bc-93ec2cf4ef55", "title": "Nederland zit op slot, maar de topsporters mogen het veld op: ‘Spelers zijn mentaal geknakt’", "url": "https://www.nrc.nl/nieuws/2020/12/16/land-op-slot-maar-zij-mogen-weer-a4024188", "summary": "Sinds half oktober lagen de topcompetities stil, op het profvoetbal na.\nSportkoepel NOC-NSF, gesouffleerd door diverse sportbonden, pleitte in Den Haag voor het hervatten van topcompetities en het opstarten van volledige trainingen.\nDe kern, de ziel van het basketbal, is er niet meer: strijd leveren, fysiek contact, één tegen één.\nEen Litouwer en een Amerikaan zijn met onze toestemming terug naar huis gegaan.\nZe deden wel hun best, maar op een gegeven moment was het echt op.", "paragraphs": ["De lobby heeft gewerkt. Het kabinet maakte vorige week bekend dat topsport in teamverband met ingang van deze donderdag, 17 december, weer is toegestaan. Sinds half oktober lagen de topcompetities stil, op het profvoetbal na. Omdat voor volwassenen een beperkte groepsgrootte geldt, konden de topteams nauwelijks serieus trainen. Sportkoepel NOC-NSF, gesouffleerd door diverse sportbonden, pleitte in Den Haag voor het hervatten van topcompetities en het opstarten van volledige trainingen. Met succes.", "Echter, bij de aankondiging van de lockdown door premier Rutte afgelopen maandag, vreesden coaches en sporters dat dit weer teruggedraaid zou worden. Maar het kabinet houdt vast aan de uitzonderingspositie voor tal van sporten, waaronder hockey, basketbal, waterpolo, volleybal en handbal. Vanaf deze donderdag mogen zo’n 5.000 topsporters weer ‘gewoon’ aan de slag. Vier coaches vertellen hoe zij dat gaan doen én hoe ze de afgelopen periode doorkwamen.", "Verschillende competities worden volgende maand hervat. De Dutch Basketball League moet 16 januari weer beginnen, de handballers een week later en de hockeybond mikt voor de hoofdklasse op 31 januari.", "‘Spelers waren mentaal geknakt’", "Toon van Helfteren, coach van basketballers Feyenoord", "Toon van Helfteren Foto Antonio Bat/EPA", "„Het voelt onwerkelijk dat dit weer kan in een periode dat het land op slot gaat. De mededeling dat topsport weer volledig mag, kwam als een donderslag bij heldere hemel. Je kon verwachten dat de maatregelen aangescherpt zouden worden. Gaat niet meer gebeuren dat wij in december toestemming krijgen, dacht ik, laat staan dat we in januari weer wedstrijden mogen spelen.", "„Na de eerste lockdown hadden we met name een fysiek probleem, om de boel weer op gang te krijgen na zes maanden stilstand. Nu hebben we twee problemen: fysiek, maar ook psychisch. Vorig seizoen is niet afgemaakt. In oktober zijn we weer begonnen, speelden twee wedstrijden, ging opnieuw de stekker eruit. Vervolgens mochten we bijna niks meer: met zijn tweeën bij een basket op anderhalve meter is geen basketbal. De kern, de ziel van het basketbal, is er niet meer: strijd leveren, fysiek contact, één tegen één.", "„Voor de spelers was de onzekerheid erg groot. Als organisatie hebben we gezegd: dit is zo demotiverend, je kan betaald verlof nemen tot in elk geval half januari. Een Litouwer en een Amerikaan zijn met onze toestemming terug naar huis gegaan.", "„De afgelopen weken is het animo en enthousiasme bij spelers verdwenen. Ze zijn mentaal geknakt. Ze deden wel hun best, maar op een gegeven moment was het echt op. Zeiden ze: coach, deze oefening doen we voor de zoveelste keer. Waarom doen we dit eigenlijk nog, want er mag niks. Ook voor mij werd het steeds moeilijker om dat vol te houden.", "„De club heeft tot nu toe alle salarissen kunnen betalen. Maar de organisatie heeft ook gezegd dat half januari waarschijnlijk het eind in zicht is qua betalingen. De inkomsten drogen op, er zijn geen wedstrijdrecettes en de club is afhankelijk van sponsoren, die het ook moeilijk hebben. Deze week schreeuwde een speler uit frustratie: ik moet voor een inkomen zorgen, zorgen dat ik aan de kost kom.”"], "authors": ["Steven Verseput", "Rogier Van 'T Hek", "December Om", "Leestijd Minuten"], "keywords": ["dat", "van", "weer", "een", "nederland", "en", "mentaal", "zijn", "slot", "veld", "topsporters", "op", "spelers", "voor", "met", "zit", "het", "mogen"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}