{"id": "a546a14b-4fcc-39fb-98ae-4916d062e752", "title": "De Volkskeuken: Broodschoteltje met gewelde rozijntjes, roomboter en kaneel", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-broodschoteltje-met-gewelde-rozijntjes-roomboter-en-kaneel~b4868598/", "summary": "Broodschoteltje met gewelde rozijntjes, roomboter en kaneel.\nBeeld Marie Louise SchipperHet zou de weerstand verhogen en de kans op een corona-infectie kleiner maken.\nTwee jaar geleden vond ik bij toeval in mijn roggesneetje een mysterieus dierentandje, vermoedelijk van een klein zoogdier.\nBesmeer met een beetje van het kwarkmengsel, strooi er wat gewelde rozijnen overheen en herhaal deze handelingen met nieuwe sneetjes, kwark en rozijntjes tot een mooi bouwwerkje.\nStapel zo door, en dek de laatste boterhammen af met wat losgeklopt ei (aangelengd met een beetje melk).", "paragraphs": ["Broodschoteltje met gewelde rozijntjes, roomboter en kaneel. Beeld Marie Louise Schipper", "Het zou de weerstand verhogen en de kans op een corona-infectie kleiner maken. Dus stopte een Apeldoornse bakker onlangs vitamine D in zijn brood. Een interessant offensief om de wintermaanden door te komen, al kan een mens natuurlijk ook gewoon wat pilletjes slikken om die vitaminevoorraad aan te vullen.", "Dit soort toevoegingen zijn trouwens niet nieuw. In 1942 waren broodbakkers wettelijk verplicht om gejodeerd zout in het deeg te gebruiken. Een jodiumtekort kan leiden tot schildklierproblemen, met gewichtstoename tot gevolg. Bij kinderen is jodiumdeficiëntie nog schadelijker, zij lopen dan een groeiachterstand op en kunnen last krijgen van leerproblemen. Nederlanders zijn broodeters, dus het tekort werd op sublieme wijze aangevuld. Tegenwoordig geldt die jodiumverplichting niet meer, al gebruiken veel broodbakkers nog wel gejodeerd zout.", "Het heeft iets magisch, gewilde en ongewilde extraatjes in het dagelijks brood. Twee jaar geleden vond ik bij toeval in mijn roggesneetje een mysterieus dierentandje, vermoedelijk van een klein zoogdier. Het onderzoek naar de herkomst is nog niet afgerond, maar ik weet inmiddels wel dat consumenten al decennia ongewenste zaken in hun brood vinden, tot een dode muis en een Bic-balpen aan toe. Dan kwam ik er nog genadig van af, al duurde het even eer ik zonder voorbehoud mijn tanden weer in een boterham zette.", "Dit recept stamt uit de tijd dat restjes oud brood hun weg vonden in broodschoteltjes. Bekende smakelijke varianten zijn het wentelteefje of de Engelse bread pudding. Dit is een verfijndere uitvoering. De rozijntjes kunt u ook wellen in drank, al is dat voor een ontbijt misschien een iets te hartige optie.", "INGREDIËNTEN 25 g suiker klontjes boter vanillemerg van ¼ stokje 250 g kwark 2 eidooiers 120 g oud witbrood, van korstjes ontdaan (ongeveer 6 tot 8 sneetjes) scheuten melk 20 g rozijnen (geweld in sterke thee) ter garnering: geraspte kokos of kaneel", "Pak een kom en roer de suiker met een klont zachte boter, het vanillemerg en de kwark glad. Voeg 1 eierdooier toe. Klop wederom. Beboter een ovenschaaltje en leg twee sneetjes erin. Giet er een beetje melk op, let op dat de boterhammen niet gaan drijven. Besmeer met een beetje van het kwarkmengsel, strooi er wat gewelde rozijnen overheen en herhaal deze handelingen met nieuwe sneetjes, kwark en rozijntjes tot een mooi bouwwerkje.", "Stapel zo door, en dek de laatste boterhammen af met wat losgeklopt ei (aangelengd met een beetje melk). Bak 40 minuten in de oven – op 160 graden. Pas op dat de bovenkant niet té bruin wordt. Bestrooi daarna met kokos en/of kaneel. Dit gerechtje kunt u zowel warm als koud serveren. Uw pilletjes kunt u tegelijkertijd innemen."], "authors": ["Marie Louise Schipper"], "keywords": ["van", "volkskeuken", "dat", "al", "niet", "een", "roomboter", "het", "en", "kaneel", "tot", "gewelde", "op", "broodschoteltje", "met", "rozijntjes"], "pubDate": "2020-11-05T14:14:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}