{"id": "a548ae89-be16-3a60-afc8-c4efc0ea3d03", "title": "De lat zo laag leggen dat iedereen erover kan springen – daarmee doe je iedereen tekort", "url": "https://volkskrant.nl/columns-opinie/de-lat-zo-laag-leggen-dat-iedereen-erover-kan-springen-daarmee-doe-je-iedereen-tekort~b3d8c481/", "summary": "Afgelopen week hoorde ik op de radio een leraar uit het mbo de lof zingen van het digitale afstandsonderwijs.\nWel weet ik dat die ene leraar staat voor een akelig mensentype, dat ellende aangrijpt om eigen ideeën erdoor te drukken.\nKennis kan iedereen opdoen en ze kan eerlijk worden getoetst.\nHet argument zal zijn dat in dit corona-jaar de lat niet zo hoog mag liggen.\nDe lat zo laag leggen dat iedereen erover kan springen – daarmee doe je iedereen tekort.", "paragraphs": ["Afgelopen week hoorde ik op de radio een leraar uit het mbo de lof zingen van het digitale afstandsonderwijs. Hoe hij heet en in welk programma het was kan ik niet achterhalen – ik wond me er dagen later alsnog over op. Wel weet ik dat die ene leraar staat voor een akelig mensentype, dat ellende aangrijpt om eigen ideeën erdoor te drukken.", "Natuurlijk ging het weer over ‘de kans’ die corona heet. De gouden kans om nu eindelijk eens werk te maken van ‘probleemoplossend leren’, waarbij leerlingen elkaar ‘onderling feedback geven’ en de leraar ‘een coach’ is. Afschuwelijk onderwijsjargon.", "Was het alleen maar lelijke taal. De enthousiaste docent vatte in een paar zinnen samen waar het de afgelopen dertig jaar – zo ongeveer vanaf zijn geboorte – in het onderwijs is misgegaan; waarom kinderen en jongvolwassenen in precies die jaren steeds minder zijn gaan leren.", "Dat laatste trok de docent zich niet aan, als hij het al wist. Niets dan voordelen, dat online onderwijs. De docent kwam online niet in de verleiding om langer dan een paar minuten te praten, langer konden de leerlingen toch niet aan. Daarna gingen ze individueel aan de slag met hun probleem, om vervolgens de resultaten te bespreken in groepjes. Communicatie, dat was de essentiële vaardigheid. Hadden ze later op het werk ook wat aan. De leraar gereduceerd tot jeugdleider. Als ze maar lekker bezig zijn. En het scheelde hem een hoop reistijd. En nakijkwerk. Win win win.", "De mythe dat kennis er ‘in onze snel veranderende samenleving’ minder toe doet. De mythe dat leerlingen ‘in een rijke digitale leeromgeving’ vanzelf kennis verwerven. De mythe dat eindeloos modderen in een groepje van gelijk niveau, of op hun eigen lage niveau (‘op maat’) leerlingen vooruit helpt. Die desastreuze drie. Ze zijn er op de onderwijsopleidingen en in de gestaag gegroeide industrie van ‘onderwijsconsulenten’ – vaak voormalige, ontsnapte leraren – systematisch ingeramd. Zonder enige wetenschappelijke onderbouwing. Terwijl allang is onderzocht wat wél werkt: een combinatie van kennis, begrip en praktische toepassing, en levendige interactie met de leraar in de klas. Zo leer je nadenken.", "Veel schoolschoolbestuurders stonden, al die jaren, te juichen. Onderwijsvernieuwing bleek kostenbesparend en hét excuus om van dure, stronteigenwijze, hoogopgeleide kennisoverdragers af te komen.", "Droevig gevolg is, behalve de daling van de leerprestaties, dat vooral kinderen die van huis weinig meekrijgen de klos zijn. Handig kunnen communiceren en samenwerken zijn wrede, cultureel bepaalde selectiecriteria. Kennis is voor deze kinderen de grote gelijkmaker. Kennis kan iedereen opdoen en ze kan eerlijk worden getoetst. Daarom betekenen centrale eindtoetsen en eindexamens voor hen vaak hun redding.", "De scholen gaan weer dicht. De komende maanden zal de lobby van schoolbestuurders en schoolleiders die het Centraal Examen willen afschaffen zich weer luid roeren. Net als vorig jaar zullen ze gratis diploma’s willen uitdelen en iedereen laten slagen. Ook zij grijpen de ellende aan om een lang gekoesterde droom te vervullen: zelf de examens afnemen, zonder lastige inmenging van een overheid die normen stelt en onkunde en slechte prestaties onthult.", "Het argument zal zijn dat in dit corona-jaar de lat niet zo hoog mag liggen. Trap er niet in, overheid. Het wás een moeilijk jaar voor leerlingen. Maar dat is geen reden om ze af te schepen met een nepdiploma. De lat zo laag leggen dat iedereen erover kan springen – daarmee doe je iedereen tekort."], "authors": ["Aleid Truijens"], "keywords": ["dat", "van", "die", "om", "erover", "een", "lat", "en", "iedereen", "zo", "te", "ze", "zijn", "springen", "tekort", "kan", "je", "laag", "het", "leggen"], "pubDate": "2020-12-14T20:15:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}