{"id": "a54b9b31-8070-316b-bc4e-af36551160ac", "title": "Yuri Honing en Wolfert Brederode maken muziek zo mooi dat het pijn doet", "url": "https://www.parool.nl/kunst-media/yuri-honing-en-wolfert-brederode-maken-muziek-zo-mooi-dat-het-pijn-doet~b6f8bbe1/", "summary": "Saxofonist Yuri Honing maakte de afgelopen jaren met zijn Acoustic Quartet het ene na het andere bijzondere album, met de laatste twee, Goldbrun (2018) en Bluebeard (2020), als voorlopige hoogtepunten.\nBeide platen getuigen van een steeds verder verinnerlijkte persoonlijke esthetiek, die in het teken staat van het noodzakelijke.\nEn wat het proces zo kwetsbaar maakt, is dat hij maar één kans krijgt.\nHaalt hij te veel weg, dan is het beeldhouwwerk kapot; haalt hij te weinig weg, dan blijft het onaf.\nHet maakt Avalon Songs tot een aangrijpend document van een geestesgesteldheid.", "paragraphs": ["Yuri Honing, Wolfert Brederode, Avalon Songs.", "Saxofonist Yuri Honing maakte de afgelopen jaren met zijn Acoustic Quartet het ene na het andere bijzondere album, met de laatste twee, Goldbrun (2018) en Bluebeard (2020), als voorlopige hoogtepunten. Beide platen getuigen van een steeds verder verinnerlijkte persoonlijke esthetiek, die in het teken staat van het noodzakelijke. Sterk dringt zich het beeld op van de kunstenaar die werkt aan zijn sculptuur. Hij bikt of schuurt net zo lang tot al het overbodige weg is. En wat het proces zo kwetsbaar maakt, is dat hij maar één kans krijgt. Haalt hij te veel weg, dan is het beeldhouwwerk kapot; haalt hij te weinig weg, dan blijft het onaf.", "Gevoel van eenzaamheid", "Op de cd die Honing heeft gemaakt met Wolfert Brederode, de pianist van zijn kwartet, telt andermaal elke noot, meer dan ooit zelfs, want saxofonist en toetsenman zijn nadrukkelijk de weg van de verstilling ingegaan, op zoek naar het onzegbare en onbereikbare. Avalon Songs heet het album, naar het onbereikbare eiland dat onlosmakelijk is verbonden met ridderromans en de figuur van koning Arthur, die na de Slag bij Camlann door de geheimzinnige Lady of the lake per boot naar Avalon wordt gebracht, om daar van zijn wonden te herstellen dan wel te sterven (alle varianten komen in de literatuur voor).", "De doodssymboliek van de muziek is onmiskenbaar, of, minder zwaar aangezet, het gevoel van eenzaamheid waarmee veel mensen zich in deze dagen kunnen identificeren. Ongetwijfeld is Avalon Songs een reflectie van de donkere tijden waarin we al bijna tien maanden leven. De schoonheid van de muziek zit hem dan ook met name in de mate waarin Honing en Brederode zich aan die duisternis hebben durven over te geven. Het maakt Avalon Songs tot een aangrijpend document van een geestesgesteldheid.", "Alle stukken zijn langzaam en stil. Ingekapseld in de feeërieke, impressionistische harmonieën van Brederode zingt Honing op zijn tenorsax een lied van verlangen – een klank geworden smachten naar het moment waarop we elkaar weer letterlijk nabij kunnen zijn zonder te hoeven vrezen voor de gezondheid.", "Rillingwekkende tinten", "Ze spelen de acht stukken zo mooi dat het pijn doet. Elke frase staat in het teken van de maximale expressie; intonatie en vibrato worden middelen om de kleur blauw van extra zwarte pigmenten te voorzien. Het diepst gaan ze in Black Is The Colour, oorspronkelijk een volksliedje, maar hier, door de combinatie van sax en piano met neergehouden rechter pedaal, krijgt de melodie rillingwekkende en spookachtige schaduwtinten. Dit is muziek die niemand onberoerd kan laten.", "Tot slot: de heren hadden iets strenger mogen zijn bij de vormgeving van de cd. Vanwege de paars op zwarte kleurkeuze en de piepkleine letter, zijn de titels alleen met grote moeite te lezen. Nou is het fijn als je ergens moeite voor moet doen, maar er zijn grenzen. Ronduit slordig is dat de titel van Friedrich Hollaenders lied Wenn ich mir wünschen dürfte wordt verhaspeld tot Wenn ich mir Wünsche dürfte. Gelukkig doen deze details helemaal niets af aan de verpletterende schoonheid van de muziek."], "authors": ["Erik Voermans"], "keywords": ["zo", "van", "dan", "mooi", "wolfert", "pijn", "muziek", "het", "yuri", "zijn", "met", "die", "een", "honing", "en", "te", "maken"], "pubDate": "2020-11-20T10:37:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}