{"id": "a57a832a-41a6-396e-bde1-50b05430b6f7", "title": "D66 doet onderzoek naar #metoo-beschuldiging en intimidatie binnen partij", "url": "https://nu.nl/algemeen/6095844/d66-doet-onderzoek-naar-metoo-beschuldiging-en-intimidatie-binnen-partij.html", "summary": "D66 opent een onderzoek naar langdurige seksuele intimidatie door en grensoverschrijdend gedrag van een invloedrijk lid binnen de partij.\nPartijleider Sigrid Kaag heeft het bestuur opgeroepen een \"extern en onafhankelijk onderzoek\" in te stellen.\nHet onderzoek volgt op een anoniem bericht waarin een vrouw een invloedrijke D66'er van grensoverschrijdend gedrag beschuldigt.\n\"Ik leid een partij waar we respectvol met elkaar omgaan en die voor iedereen een veilige werkomgeving en politieke vereniging moet zijn.\"\nKaag zegt dat binnen D66 geen enkele ruimte is voor grensoverschrijdend gedrag.", "paragraphs": ["D66 opent een onderzoek naar langdurige seksuele intimidatie door en grensoverschrijdend gedrag van een invloedrijk lid binnen de partij. Partijleider Sigrid Kaag heeft het bestuur opgeroepen een \"extern en onafhankelijk onderzoek\" in te stellen.", "Het onderzoek volgt op een anoniem bericht waarin een vrouw een invloedrijke D66'er van grensoverschrijdend gedrag beschuldigt. De man in kwestie zou zich aan haar hebben opgedrongen. \"Hij wilde meer op relationeel en seksueel vlak. Ik niet. Vervolgens kon ik het vergeten met mijn ambities in de partij.\"", "Een woordvoerder van D66 zegt in een reactie dat de man geen officiële functie in de partij heeft, niet betrokken is bij de campagne en ook niet betrokken is bij de samenstelling van de Tweede Kamerlijst.", "Het is volgens de klokkenluidster algemeen bekend \"dat een aantal Tweede Kamerleden, oud-partijleiders en machtige strategen achter deze leiders, zich veelvuldig stort op stagiaires en vrouwen met ambitie binnen de partij\".", "De vrouw zegt dat zij tevergeefs bij meerdere mensen binnen de partij heeft geprobeerd gehoor te krijgen. \"Het machtige establishment is dusdanig sterk, dat slachtoffers zoals ik aan het kortste eind trekken.\"", "Ook wijst zij op een incident waarbij de man in kwestie bij een vrouwelijk partijlid dusdanig over de schreef ging , dat de politie erbij betrokken moest worden.", "Praat mee op NUjij Heb jij ooit te maken gehad met grensoverschrijdend gedrag op de werkvloer? Vertel jouw verhaal op NUjij.", "Kaag: 'Partij moet voor iedereen een veilige werkomgeving zijn'", "Kaag zegt in een reactie op de D66-website \"enorm geschrokken\" te zijn. \"Ik leid een partij waar we respectvol met elkaar omgaan en die voor iedereen een veilige werkomgeving en politieke vereniging moet zijn.\"", "Kaag zegt dat binnen D66 geen enkele ruimte is voor grensoverschrijdend gedrag. \"Wanneer daar sprake van zou zijn, past maar één weg: stevig ingrijpen.\"", "Het is niet duidelijk of het onderzoek alleen is gericht op de D66-prominent die de klokkenluidster zou hebben geïntimideerd of dat er ook onderzoek wordt gedaan naar de beschuldiging dat meerdere Kamerleden en oud-partijleiders zich hebben schuldig gemaakt aan #metoo-praktijken."], "authors": ["Door"], "keywords": ["van", "zegt", "binnen", "doet", "metoobeschuldiging", "intimidatie", "op", "naar", "het", "onderzoek", "een", "en", "dat", "d66", "te", "partij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}