{"id": "a5848dad-4dd3-3614-8aa3-4c5b247de0ba", "title": "Vijf zorgverleners over die ene coronapatiënt: ‘Ik heb staan huilen achter mijn masker’", "url": "https://www.volkskrant.nl/kijkverder/v/2020/vijf-zorgverleners-over-die-ene-coronapatient-ik-heb-staan-huilen-achter-mijn-masker~v402768/", "summary": "Een jonge man nog, begin veertig, met een raadselachtige aandoening.\nSamen met een collega heb ik geregeld dat ze in ons ziekenhuis kon bevallen, zodat ze nog een beetje bij elkaar in de buurt waren.\nOp het letterbord had hij een boodschap geschreven en hij vroeg mij om die door te geven.\nWil je haar zeggen, schreef hij, dat ik van haar hou tot de maan en terug?\nDie maandag ben ik heen en weer gelopen tussen de intensive care en de afdeling verloskunde, twee etages hoger.", "paragraphs": ["‘Hans was overgeplaatst uit een ander ziekenhuis, hij kwam eind januari doodziek bij ons binnen. Een jonge man nog, begin veertig, met een raadselachtige aandoening. Hij was halfzijdig verlamd geraakt, kon niet meer slikken, na verloop van tijd moest hij worden beademd. Er werd gedacht aan een ontsteking van de hersenstam, veroorzaakt door het herpesvirus, de artsen overlegden zelfs met buitenlandse neurologen. Maar bloedonderzoek, scans, een beenmergpunctie, niets kon duidelijkheid geven.", "‘Zijn vrouw Marleen kwam elke dag op bezoek, ze was hoogzwanger van hun derde kind, maar het ging zo slecht met hem dat hij niet bij de geboorte zou kunnen zijn. Samen met een collega heb ik geregeld dat ze in ons ziekenhuis kon bevallen, zodat ze nog een beetje bij elkaar in de buurt waren. Op het letterbord had hij een boodschap geschreven en hij vroeg mij om die door te geven. Wil je haar zeggen, schreef hij, dat ik van haar hou tot de maan en terug? Die maandag ben ik heen en weer gelopen tussen de intensive care en de afdeling verloskunde, twee etages hoger. In de loop van de middag zijn ze gaan facetimen. Er is een foto waarop hij de telefoon vasthoudt die zijn pasgeboren zoon in beeld brengt. Hij was zo blij met Gijs."], "authors": ["Oktober"], "keywords": ["vijf", "ene", "van", "het", "hij", "die", "met", "zorgverleners", "ik", "zijn", "staan", "huilen", "mijn", "een", "ze", "en", "masker", "kon", "heb"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}