{"id": "a5a1f383-9498-3256-bc53-dc2395bf60a0", "title": "'Deutsche Telekom bereidt verkoop T-Mobile voor'", "url": "https://www.nu.nl/economie/6101205/deutsche-telekom-bereidt-verkoop-t-mobile-voor.html", "summary": "Telecombedrijf T-Mobile Nederland zou in de etalage zijn gezet door eigenaar Deutsche Telekom, dat momenteel de verkoop van het Nederlandse dochterbedrijf voorbereidt.\nDe verkoop zou een bedrag van 4 tot 5 miljard euro kunnen opbrengen volgens marktkenners.\nDoor het thuiswerken gebruiken mensen hun telefoon vaker.\nDat T-Mobile in handen komt van KPN of Vodafone/Ziggo lijkt twijfelachtig.\nVijf jaar geleden probeerde de Duitse eigenaar ook al om T-Mobile Nederland van de hand te doen.", "paragraphs": ["Telecombedrijf T-Mobile Nederland zou in de etalage zijn gezet door eigenaar Deutsche Telekom, dat momenteel de verkoop van het Nederlandse dochterbedrijf voorbereidt. Dat meldt Het Financieele Dagblad (FD) op basis van ingewijden. Diverse partijen zouden al interesse hebben getoond.", "T-Mobile is de nummer drie op de Nederlandse telecommarkt, na KPN en Vodafone/Ziggo. De verkoop zou een bedrag van 4 tot 5 miljard euro kunnen opbrengen volgens marktkenners.", "Telecombedrijven hebben relatief weinig last van de coronacrisis. Door het thuiswerken gebruiken mensen hun telefoon vaker. De inkomsten bij T-Mobile stegen dan ook in het voorbije jaar.", "Deutsche Telekom zou vooral kijken naar private investeerders volgens de zakenkrant. Dat T-Mobile in handen komt van KPN of Vodafone/Ziggo lijkt twijfelachtig. Dit zou op weerstand van mededingingsautoriteiten kunnen stuiten.", "Vijf jaar geleden probeerde de Duitse eigenaar ook al om T-Mobile Nederland van de hand te doen. Een deal ging uiteindelijk niet door omdat er geen overeenstemming over de verkoopprijs bereikt werd."], "authors": ["Door"], "keywords": ["bereidt", "van", "het", "vodafoneziggo", "voor", "zou", "tmobile", "telekom", "op", "verkoop", "door", "dat", "deutsche", "volgens"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}