{"id": "a5c63ae4-2d59-3509-9073-040bd33e6d85", "title": "Britse mutant is al gevestigd in Nederland", "url": "https://volkskrant.nl/nieuws-achtergrond/britse-mutant-is-al-gevestigd-in-nederland~b2a07c27/", "summary": "Bovendien is het virus in beide gevallen iets anders – een teken dat het virus al de nodige vermenigvuldigingen heeft ondergaan.\nVoor zo ver bekend is er geen link tussen een van de besmette personen en het Verenigd Koninkrijk, wat er ook op duidt dat het ‘Britse’ virus al rondgaat in Nederland.\nDat het Britse virus opnieuw wordt aangetroffen, is een sterke aanwijzing dat het ook in ons land al circuleert.\nSnelle verspreidingDe ‘Britse mutant’ dook op in september, en verspreidde zich sindsdien razendsnel in en rondom Londen en in Kent.\nNiettemin zorgt het virus voor veel ophef, nadat zondag de Europese lidstaten een voor een hun grenzen sloten voor het Britse vliegverkeer.", "paragraphs": ["In dit testlaboratorium van Eurofins in Rijswijk zullen per dag tienduizend coronatests worden geanalyseerd. Beeld ANP", "De twee bekende besmettingen staan niet met elkaar in verband en vonden plaats met zo'n tien dagen ertussen. Bovendien is het virus in beide gevallen iets anders – een teken dat het virus al de nodige vermenigvuldigingen heeft ondergaan. ‘Dat duidt erop dat je ervan kunt uitgaan dat hier al wat langer circulatie is’, zegt RIVM-viroloog Chantal Reusken.", "Voor zo ver bekend is er geen link tussen een van de besmette personen en het Verenigd Koninkrijk, wat er ook op duidt dat het ‘Britse’ virus al rondgaat in Nederland. Het RIVM heeft laboratoria in den lande opgeroepen om verdachte infecties te melden voor nader onderzoek, zegt Reusken.", "Al eerder ging men ertoe over meer virussen genetisch uit te lezen dan tot voor kort het geval was: zo'n 500 per week. Zo kwamen ook de Britse virussen aan het licht. Bij de gewone wattenstaafjestest in de teststraat controleert men alleen of iemand het coronavirus wel of niet draagt; bij de steekproef analyseert men de hele erfelijke code van het virus, om te kunnen aflezen tot welke ‘familie’ het exemplaar in kwestie behoort.", "Dat het Britse virus opnieuw wordt aangetroffen, is een sterke aanwijzing dat het ook in ons land al circuleert. De virussteekproeven van het RIVM en Erasmus MC bestrijken immers maar een half procent van de virussen die in ons land aanwezig zijn. In het Verenigd Koninkrijk heeft men het geluk dat daar toevallig met apparatuur wordt gewerkt die de virusvariant ook bij een gewone wattenstaafjestest op het spoor kan komen.", "Snelle verspreiding", "De ‘Britse mutant’ dook op in september, en verspreidde zich sindsdien razendsnel in en rondom Londen en in Kent. Ook elders in het Verenigd Koninkrijk zijn al meer dan vijfhonderd mensen met het virus besmet geraakt. Dat cijfer is een aanwijzing dat het virus zich in hoog tempo kan vermeerderen, hoewel het ook nog mogelijk is dat het virus ‘geluk’ had en toevallig is meegelift met mensen die veel anderen hebben besmet.", "Niettemin zorgt het virus voor veel ophef, nadat zondag de Europese lidstaten een voor een hun grenzen sloten voor het Britse vliegverkeer. ‘Ik ben nooit zo van: alarmerend’, reageerde hoogleraar virologie en OMT-lid Marion Koopmans al eerder in deze krant op de ontwikkelingen. ‘Maar ik denk wel: pfff, nu even niet. Dit kunnen we er niet ook nog bij hebben.’", "Als het virus zich echt sneller verspreidt, kan dat vooral voor de bestrijding gevolgen hebben. De variant zou immers een hoger ‘R-getal’ hebben, waardoor er meer maatregelen nodig zijn om de verspreiding af te remmen. Aanwijzingen dat men er zieker van wordt of dat vaccins er niet goed op werken, zijn er overigens niet.", "Laconiek", "In Zuid-Afrika is inmiddels ook een virusvariant in opkomst die zich verdacht snel verspreidt. Reden voor onder meer ons land om het vliegverkeer uit het land op te schorten. Virologen reageren overigens tamelijk laconiek. ‘Muteren is wat virussen doen. Dus dit is wat je nu gaat krijgen’, zegt hoogleraar virologie Eric Snijder (LUMC).", "Om zeker te weten of de varianten zich ook biologisch anders gedragen, zou men ze moeten bestuderen in cellen en proefdieren, een onderzoek dat weken duurt. ‘En als we dat voor álle varianten gaan doen, moet ik wel een heel groot lab erbij gaan bouwen’, merkt Snijder op."], "authors": ["Maarten Keulemans"], "keywords": ["er", "van", "het", "al", "mutant", "voor", "en", "een", "britse", "ook", "op", "nederland", "virus", "gevestigd", "dat"], "pubDate": "2020-12-22T14:45:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}