{"id": "a5f28e8b-6e6f-3904-b8ae-78e0841e4c99", "title": "TikTok richt kanaal op met muziekvideo's van David Bowie", "url": "https://nu.nl/muziek/6101038/tiktok-richt-kanaal-op-met-muziekvideos-van-david-bowie.html", "summary": "Bekende nummers van David Bowie als Let's Dance, Heroes en Space Oddity zijn vanaf nu ook te beluisteren in de app van TikTok, maakte het bedrijf bekend.\nTer ere van wat zijn 74e verjaardag zou zijn geweest, is een speciaal kanaal opgericht met muziekvideo's van de overleden popster.\n\"Hij was nooit bang om zijn grenzen te verleggen en was altijd de eerste die nieuwe technologie omarmde om zijn wereldwijde fanbase te bedienen.\"\nMet het nummer Starman en onder de hashtag #TheStarman kunnen TikTok-gebruikers dan eer betonen aan het leven en het werk van Bowie.\nZo is ook de muziek van Queen, John Lennon en George Michael te vinden in de muziekbibliotheek van de app.", "paragraphs": ["Bekende nummers van David Bowie als Let's Dance, Heroes en Space Oddity zijn vanaf nu ook te beluisteren in de app van TikTok, maakte het bedrijf bekend. Ter ere van wat zijn 74e verjaardag zou zijn geweest, is een speciaal kanaal opgericht met muziekvideo's van de overleden popster.", "\"Een pionier in muziek en mode. David was - en blijft - een cultureel icoon\", schrijft TikTok in een verklaring op de website. \"Hij was nooit bang om zijn grenzen te verleggen en was altijd de eerste die nieuwe technologie omarmde om zijn wereldwijde fanbase te bedienen.\"", "Op zondag 10 januari wordt stilgestaan bij de dood van Bowie, die vijf jaar geleden overleed. Met het nummer Starman en onder de hashtag #TheStarman kunnen TikTok-gebruikers dan eer betonen aan het leven en het werk van Bowie.", "Eerder al werden andere bekende Britse bands en popsterren aan de playlist van TikTok toegevoegd. Zo is ook de muziek van Queen, John Lennon en George Michael te vinden in de muziekbibliotheek van de app."], "authors": ["Door"], "keywords": ["muziekvideos", "tiktok", "van", "zijn", "muziek", "richt", "kanaal", "en", "met", "bowie", "een", "om", "op", "te", "ook", "het", "david"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}