{"id": "a5f3d97b-0e9e-321a-8186-7bde3821b8ea", "title": "Kerstmenu 2020: Dit jaar vieren we Kerst in een pannetje, om uit te delen", "url": "https://trouw.nl/recepten/kerstmenu-2020-dit-jaar-vieren-we-kerst-in-een-pannetje-om-uit-te-delen~b0207bab/", "summary": "Met ­zoveel mogelijk mensen aan tafel, grote schalen om door te geven en samen uit op te scheppen.\nEen compleet viergangenmenu dat helemaal vooraf bereid kan worden en dat u in een pannetje kunt afleveren bij wie u maar wilt.\n“Wat had je een leuk kerstmenu”, riep mijn huisarts toen ik begin januari voor een akkefietje even bij hem langsging.\nWijntip Fritz Haag, Riesling, Trocken 2019, €13,95 Deze sprankelende riesling uit het hart van het Duitse Moselgebied maakt de smaakpapillen wakker.\nEen wijn met veel fruitexpressie, maar ook mineraliteit, een lichte bloemigheid en een perfecte zoet/zuur balans.", "paragraphs": ["Alles is dit jaar anders, dus welja, ook het kerst­diner. Weet u nog, vorig jaar, pre-corona? Toen had ik een kerstmenu rond het thema ‘delen’. Met ­zoveel mogelijk mensen aan tafel, grote schalen om door te geven en samen uit op te scheppen.", "Dat zit er dit jaar niet in. Zolang het ­virus nog rondwaart, dient Kerstmis bij voorkeur in zo klein mogelijke kring te worden­ gevierd. Maar dat wil niet zeggen dat er niet lekker gegeten mag worden. Desnoods samen­­, maar toch apart. Kom op zeg, we gaan toch niet bij de pakken neerzitten? We doen Kerst dit jaar gewoon in een pannetje. Of beter­­ gezegd­­­: in een hele bups pannetjes. Een compleet viergangenmenu dat helemaal vooraf bereid kan worden en dat u in een pannetje kunt afleveren bij wie u maar wilt. Of u eet het zelf op, dat kan natuurlijk ook.", "En wat o wat zit er dan in die pannetjes? Elk jaar is het weer een heel gepuzzel om iedereen te plezieren. Vorig jaar had ik me enorm uitgesloofd met het oog op zowel vegetariërs, veganisten, pescotariërs als low-carbers. “Wat had je een leuk kerstmenu”, riep mijn huisarts toen ik begin januari voor een akkefietje even bij hem langsging. Toevallig is hij abonnee van Trouw en gaat elk consult doorgaans voor de helft over koken en mijn rubriek. Ik was blij verrast door zijn compliment, had hij het menu gemaakt dan? Nee, dat niet ‘want mijn vrouw eet geen vlees meer’. Dat het een geheel vleesloos menu was, was hem noch zijn vrouw opgevallen.", "Een ouderwets maaltje comfort food (mét vlees)", "Dit jaar doe ik doodleuk wél iets met vlees. Sterker nog, een heerlijke wildstoofschotel. Maar vooruit, voor wie liever geen hert in de pan wil, heb ik het speciaal uitgetest met runderstoofvlees, dat werkt ook uitstekend. En voor wie die port niet ziet zitten, al dan niet in verband met kinderen, ook daar heb ik een alternatief voor bedacht. Want ik probeer­­ heus wel rekening met u te houden hoor, beste lezer. Tussengerecht en toetje zijn trouwens wel vegetarisch en de soep is veganistisch.", "Maar belangrijker: dit jaar wordt het een ouderwets maaltje comfort food. Want ik weet niet hoe het met u zit, maar volgens mij hebben we nu geen van allen zin in hip gefröbel. Welnee, buiten is het aanhoudend bar en boos, binnen troosten we ons met rijke, warme stoofgerechten vol intens bevredigende smaken. Misschien wat minder fotogeniek met al die bruine tinten, maar ach, Instagram kan de boom in, dit jaar draait het om heerlijk huiselijk geluk.", "Alle recepten zijn voor zes personen en aan de royale kant als u kiest voor het complete menu. Maar dat is bewust: stoofvlees maken voor één persoon heeft niet zoveel zin en een grote pan soep is net zoveel werk als een klein pannetje. U hoeft niet het complete menu er in één avond doorheen te jassen. U kunt ook volstaan met alleen het soepje en het hoofdgerecht. En dat pasteitje is ook een goed idee op Tweede Kerstdag en het toetje op de derde. Had ik al gezegd dat alles gemakkelijk vooraf te maken is en ook nog eens prima in te vriezen valt?", "Bovenal is het menu dit jaar bedoeld om uit te delen. Letterlijk. Breng een pannetje naar opa en oma. Zet er een op de stoep bij uw eenzame buurvrouw of die net gescheiden collega. Verdeel en eet. Samen krijgen we die Kerst wel gezellig. En in ieder geval lekker", "Beeld Martijn Gijsbertsen", "Menu • Spruitjessoep met kerrie en peterselie-olie • Paddestoelenpasteitje met dragon • Hertenstoof met port en bramen • Rodekoolstamppot • Appel-speculaascrumble met sinaasappelcustard", "Het voorgerecht. Beeld Karin Luiten", "Spruitjessoep met kerrie en peterselie-olie", "Een Kerst zonder spruitjes is natuurlijk geen optie. In deze soep vindt iedereen ze lekker. Een sliertje mooi knalgroene olie sjiekt de boel ook nog eens op.", "Nodig voor 6 personen:", "500 g spruitjes", "1200 ml groentebouillon (mag van blokjes)", "1 grote ui", "3 cm gemberwortel", "1 knoflookteen", "1 eetl kerriepoeder", "zout & peper uit de molen", "wat olijfolie", "Peterselie-olie:", "1 bosje peterselie (zo’n compleet supermarktbakje of een halve bos van de Turk)", "100 ml olijfolie", "Bereiding", "Snipper de ui. Verhit wat olie in een soeppan. Fruit hierin de ui zachtjes 10 minuten. Rasp de gember erboven, hak de knoflook fijn en bak even mee met de ui. Roer de kerrie erdoor plus de (liefst hete) bouillon. Breng aan de kook. Maak de spruitjes schoon door ze te wassen maar verwijder verder helemaal niks. Snij ze hooguit doormidden als het grote zijn, dan garen ze sneller. Doe in de pan, samen met wat zout en peper. Laat onder een deksel 20 minuten koken, of tot de spruitjes echt helemaal zacht zijn. Pureer glad in de blender.", "Peterselie-olie: Meet 100 ml olijfolie af in de hoge smalle kom die bij de staafmixer hoort. Hou wat peterselie achter voor de garnering, doe de rest bij de olie. Pureer met de staafmixer tot het helemaal glad is. Laat rustig uitlekken in een theezeefje boven een kommetje. De groene prut kunt u prima meeblenderen met de soep. De groene olie zelf bewaart u in een klein glazen potje.", "Serveren: Warm de soep op het fornuis zachtjes weer op. Verdeel over kommen of borden. Zwiebel er met een lepel wat van de olie over. Bestrooi met wat gehakte peterselie.", "TIPS:", "• Invriezen kan prima.", "• De rest van de olie gebruikt u in een vinaigrette.", "• Geen zin in die olie? Een kringeltje slagroom of kokosmelk oogt ook leuk. Of strooi er wat gehakte (geroosterde) walnoten of cashewnoten over.", "Wijntip Fritz Haag, Riesling, Trocken 2019, €13,95 Deze sprankelende riesling uit het hart van het Duitse Moselgebied maakt de smaakpapillen wakker. Een wijn met veel fruitexpressie, maar ook mineraliteit, een lichte bloemigheid en een perfecte zoet/zuur balans. Een frisse energie die prachtig combineert met de verschillende gedaantes van de soep: de mooie bitters van de spruitjes en de lichte pittigheid van gember en kerrie. Door zijn enorme flexibiliteit en variëteit geldt Riesling terecht als ‘koning’ van de witte wijndruiven. Via: arentzwijnen.nl (Tip van Ilse Eijsink, vinoloog)", "Het tussengerecht: een paddestoelenpasteitje met dragon. Beeld Karin Luiten", "Paddestoelenpasteitje met dragon", "Ooit stond het kerstpakket symbool voor in ieder geval een blikje ragout met kant-en-klare pasteibakjes. Dat kunnen we zelf beter. Koop bijzondere paddestoelen (het is Kerst!) bij de groenteboer of op de markt. Maar met supermarktpaddestoelen werkt het ook.", "Nodig voor 6 personen:", "6 vierkante plakjes roomboter-bladerdeeg (diepvries).", "500 g gemengde paddestoelen (bijv. oesterzwammen, shiitakes, kastanjechampignons)", "10 g gedroogde funghi porcini (eekhoorntjesbrood)", "1 grote ui", "70 g boter", "50 g bloem", "3 takjes verse dragon", "kneep vers citroensap", "1 ei", "zout & peper uit de molen", "Bereiding:", "Oven voorverwarmen op 200 °C. Laat het bladerdeeg iets ontdooien, maar niet te veel, anders wordt het te slap. Snij alle plakjes diagonaal doormidden, zodat u twaalf driehoeken krijgt. Leg er zes op een met bakpapier beklede bakplaat. Snij uit de overige zes een dunne rand van 1 cm. Hevel die over op de bodems, dat worden de opstaande randjes. Kerf langs de binnenkant nog even met een mesje langs de randjes (zonder de bodem door te snijden), dan rijzen ze nog beter. Leg de overgebleven uitgesneden, middelste driehoekjes ook los op de bakplaat, dat worden de dekseltjes. Kwast alle bovenkanten in met wat losgeklopt ei voor de glim. Bak ze 15 minuten in de hete oven. Wip eventueel het middelste deel eruit als dat omhoog gekomen is. Zet de oven uit, leg de bakjes onderste­boven en laat de onderkant nog 5 minuten goed drogen.", "Vulling: Doe de gedroogde paddestoelen in een kom met 650 ml heet water en laat een half uur weken. Snipper de ui. Smelt 20 g boter in een braadpan/hapjespan en fruit daarin de ui heel zachtjes 10 minuten. Maak ­intussen de verse paddestoelen schoon. Dat mag best met water, maar dep ze daarna dan wel goed droog met keukenpapier. Snij in reepjes of plakjes, dat hoeft niet heel fijntjes. Voeg toe aan de ui en bak nog eens 20 minuten.", "Giet intussen de gedroogde paddestoelen af door een zeef en vang vooral het geurige bruine week­water op, u moet in ieder geval een halve liter hebben. Hak de geweekte paddestoelen fijn en voeg toe aan de pan.", "Saus: Maak een roux door de resterende 50 g boter op laag vuur te smelten in een pan met dikke bodem. Voeg de bloem toe en roer 3 minuten, zodat hij kan garen. Giet nu 500 ml van het bruine weekwater erbij en klop met een garde tot een glad geheel. Laat op heel zacht vuur 10 minuten sudderen en garen. ­Verwijder de taaie steeltjes van de dragon, hak de blaadjes fijn. Roer dit samen met alle gebakken ­paddestoelen door de saus. Breng op smaak met zout, peper en een kneep citroensap.", "Serveren: Verwarm de pasteibakjes en -deksels 10 minuten in een hete oven (180 °C). Warm de ragout al roerend op het fornuis zachtjes weer op. Zet de pasteibakjes op borden en schep de ragout erop. Garneer met de dekseltjes.", "TIPS:", "• U heeft maar heel weinig gedroogde paddestoelen nodig, het is heel krachtig spul en geeft een prima basis voor bouillon. Niet gevonden? Maak dan paddestoelenbouillon met behulp van een blokje.", "• Meng de overgebleven dragon door mayonaise (lekker bij kip) of stop in een flesje wittewijnazijn.", "• Geen dragon? Neem peterselie, maar dan wel de dubbele hoeveelheid, want dat is veel subtieler van smaak.", "• Variant: de saus wordt nog lekkerder als u de gebakken paddestoelen eventueel afblust met een scheut drank zoals witte wijn, sherry of cognac.", "Wijntip Clos SaintGermain-Bourgogne, Vieilles Vignes Pinot Noir 2018 De aardsheid van dit gerecht in combinatie met de lichte kruidigheid vraagt om een pinot noir. Zoals deze wijn uit het klassieke wijnbouwgebied de Bourgogne, waar de prachtig, glooiende wijngaarden op de Unesco Werelderfgoedlijst staan. Deze houtgerijpte wijn heeft aroma’s van rood fruit, bessen, maar ook aardse tonen en rozen in de neus. ‘Vieilles Vignes’ staat voor oude wijnstokken, wat zorgt voor meer concentratie in de druiven en dus meer kwaliteit. Via: degoudenton.nl, €15,95 (Tip van Ilse Eijsink, vinoloog)", "Het hoofdgerecht. Beeld Karin Luiten", "Hertenstoof met port en bramen", "Een heerlijk pannetje met ultiem comfort food. En het wordt alleen maar zachter en smakelijker als u het van tevoren maakt. Zelfs van invriezen wordt het beter.", "Nodig voor 6 personen:", "1200 gram hertenstoofvlees", "250 g diepvriesbramen", "300 ml rode port", "100 g boter", "1 grote ui", "1 wortel", "3 stengels bleekselderij", "3 laurierblaadjes", "5 takjes tijm (of 1 eetl gedroogde)", "3 eetl bloem", "zout & peper uit de molen", "Bereiding:", "Verwarm de oven voor op 125 ° C. Laat de bramen alvast ontdooien. Snij het hertenvlees in blokjes van pak ‘m beet 3 cm of vraag of de slager/poelier het doet. Bestrooi met zout en peper, doe in een plastic zak met de bloem en hussel tot het vlees bedekt is met een licht waasje. Snipper de ui, hak wortel en selderij in piepkleine stukjes. Of haksel alles fijn in de keukenmachine met de pulse-knop. Smelt de helft van de boter in een braadpan die ook in de oven kan (zonder plastic of houten handvaten dus). Bak hierin het vlees op hoog vuur in porties al omscheppend bruin. Bewaar op een bord. Doe de rest van de boter in de pan plus de ui, wortel en selderij. Fruit dit op laag vuur 10 minuten. Giet de port erbij en breng aan de kook. Voeg de laurier en tijm toe. Schep het vlees erdoor, strooi de bramen erover. Zet met deksel erop 2 uur in de oven. Vlees nog een tikkie taai? Half uurtje langer.", "Serveren: Pas op, van te snel verwarmen kan het vlees alsnog droog worden. Heel langzaam opwarmen dus in pan mét deksel op het allerkleinste pitje, eventueel met een plaatje eronder. Reken op een kwartier.", "TIPS:", "•Variant: het kan ook met rundersukadelappen in plaats van hert, reken dan wel op 3 uur in de oven.", "•Voor wie geen alcohol wil: vervang de port door 1 pot wildfond of runderfond.", "•Sommige bramen hebben pitjes en sommige mensen vinden dat hinderlijk. In dat geval moet u de ontdooide bramen vooraf eerst door een zeef duwen. Van mij hoeft het niet.", "Bijgerecht rodekoolstamppot", "Lekker winters en een ideale begeleider voor bij stoofvlees.", "Nodig voor 6 personen:", "800 g kruimige aardappels", "500 g rode kool", "1 grote ui", "100 g appelstroop", "25 ml appelazijn", "3 kruidnagelen", "4 cm gemberwortel", "50 g boter", "2 theel Dijonmosterd", "zout & peper uit de molen", "Bereiding:", "Pel en snipper de ui. Fruit zachtjes in de helft van de boter in een stoofpan. Rasp de gember erboven. Snij/schaaf intussen de rode kool in dunne reepjes. Voeg toe aan de pan, plus stroop, azijn, kruidnagelen, zout en peper. Laat met deksel op de pan een half uur stoven tot de rode kool zacht is. Schil intussen de aardappels en snij in even grote stukken. Kook gaar in water met zout in ± 15 minuten. Giet af en laat even droog stomen. Stamp fijn met de pureestamper. Roer de rest van de boter erdoor plus de mosterd. Schep ten slotte de rode kool erdoor. Bij heel kort scheppen krijgt u een marmer-effect. Hoe meer rode kool door de stamppot, hoe donkerder de kleur. U kunt er ook voor kiezen om maar de helft van de rode kool erdoor te doen, en de andere helft er los bij te serveren.", "Serveren: Stamppot verwarmen gaat het makkelijkst in de magnetron, in een afgedekte schaal. Hetzelfde geldt voor de losse rode kool, al kan die ook met deksel op de pan op een zacht vuurtje.", "TIPS:", "•Serveer de stamppot eens met behulp van de ijsbolletjestang.", "•Kliekje? In de krant van 24 december heb ik een leuk recept voor overgebleven stamppot.", "Wijntip Tabali Vetas Blancas Reserva Especial 2016 wijnhandelbasbaan.nl € 15,35 Een krachtige wijn voor bij de hertenstoof. De wijnstokken van deze Syrah staan aangeplant in de Limari-vallei in Chili, waar steeds meer succesvolle wijnen van deze druif worden gemaakt. De nabijheid van de oceaan zorgt voor verkoeling, die nodig is om er een gebalanceer­de wijn van te maken; stevig, met voldoende frisheid. In 2016 geoogst, 1 jaar houtrijping, een aantal jaren flesrijping, nu prachtig op dronk. Kernachtig, kruidig, fruitig, een licht pepertje.", "Het nagerecht: appel-speculaascrumble met sinaasappelcustard. Beeld Karin Luiten", "Appel-speculaascrumble met sinaasappelcustard", "Een fijn huiselijk toetje wat iedereen lust. Heet serveren en dan in combinatie met die koude saus. Nu eens niet klassiek met vanille, maar met sinaasappel.", "Nodig voor 6 personen:", "Vulling:", "4 grote moesappels (goudreinetten)", "75 g gedroogde cranberry’s", "2 eetl suiker", "1 theel kaneel", "1 theel gemalen kardemom", "1 citroen (alleen rasp)", "wat boter voor invetten", "Kruimeldeeg:", "10 speculaasjes (liefst met amandel)", "75 g bloem", "75 g bruine basterdsuiker", "75 g boter", "Sinaasappelcustard:", "500 ml volle melk", "2 grote eidooiers", "60 g suiker", "15 g maizena", "1 eetl oranjebloesemwater", "1 sinaasappel (alleen rasp)", "Bereiding:", "Oven voorverwarmen op 180 °C. Sinaasappelcustard: Breng de melk in een steelpan aan de kook. Klop intussen in een kom met de mixer de dooiers schuimig met de suiker en maizena. Giet de melk al mixend erbij. Doe alles terug in de pan en laat 5 minuten zachtjes binden, al roerend met een garde. Zet het vuur uit. Rasp de schil van de schoongeboende sinaasappel erboven fijn en roer het oranjebloesemwater erdoor. Laat helemaal afkoelen.", "Vulling: Schil de appel en snij in kleine stukjes. Meng in een kom met de cranberry’s, suiker, kaneel en kardemom. Rasp de schil van de schoongeboende citroen erboven fijn. Schep alles door elkaar. Verdeel over 6 ingevette eenpersoonsovenpannetjes of één grote ingevette ovenschaal.", "Kruimeldeeg: Doe bloem en basterdsuiker in een kom. Snij de boter in blokjes en breek de speculaas in stukjes. Doe erbij en wrijf tussen uw vingers tot een kruimelig geheel. Verdeel over de appel. Stapel lekker hoog, want tijdens het bakken zakken de appels wat in. Bak 30 minuten in de oven tot de appels gaar zijn en het kruimellaagje goudbruin en knapperig.", "Serveren: Warm de crumble 15 minuten op in een hete oven (180 °C). Serveer met de ijskoude saus er los bij.", "TIPS:", "•De complete crumble is makkelijk een paar dagen houdbaar in de koelkast, of langer in de vriezer (dan wel ontdooien voor het opwarmen).", "•Het losse kruimeldeeg is ideaal om in te vriezen, het kan bevroren en al over de appels gestrooid worden als het gerecht de oven ingaat.", "•De saus blijft in een afgesloten pot in de koelkast zeker 5 dagen goed. . Is lekker bij van alles en nog wat.Te dik? Scheutje koude melk of slagroom erbij.", "•Bewaar de overgebleven eiwitten in een zakje in de vriezer en bak er t.z.t. kokosmakronen mee.", "Wijntip Domaine des Baumard – Coteaux du Layon – Carte d’or bartswijnkoperij.nl €11,49 (35 cl) Een lichtzoete elegante dessertwijn van de chenin blanc-druif. We zijn neergestreken in de Loire, Frankrijk. Voor deze Carte d’Or worden overrijpe druiven zorgvuldig uitgezocht en met de hand geplukt. Peer, bloesem, honing en een lichte noterigheid. Een perfecte begeleider van de appel-speculaascrumble."], "authors": ["Karin Luiten"], "keywords": ["vieren", "van", "g", "jaar", "en", "uit", "om", "kerstmenu", "een", "dit", "met", "voor", "te", "op", "het", "dat", "kerst", "pannetje"], "pubDate": "2020-12-19T09:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}