{"id": "a603aa11-6f21-365b-b576-8086bdbf8a49", "title": "Hoe je automobilisten elektrisch kan laten rijden: afkijken bij Noorwegen", "url": "https://trouw.nl/duurzaamheid-natuur/hoe-je-automobilisten-elektrisch-kan-laten-rijden-afkijken-bij-noorwegen~b00c01ca/", "summary": "Van een buitencategorie zijn de waarschuwingen dat de wereld een kantelpunt nadert.\nBijvoorbeeld, als het zeeijs rond de Noordpool is gesmolten, wordt het zonlicht niet meer weerkaatst en warmte het de poolzee op.\nEn als de permafrost van de toendra’s ontdooit, komt het krachtige broeikasgas methaan vrij.\nNu is bijvoorbeeld maar een paar procent van de nieuwe auto’s elektrisch aangedreven.\nLees ook:We zijn volgens Noorse wetenschappers de kantelpunten al voorbij‘Opwarming is nog te remmen, maar niet meer te keren’", "paragraphs": ["Klimaatwetenschappers hebben doorgaans een sombere boodschap. De aarde warmt gevaarlijk op. IJskappen dreigen te verdwijnen. De doelen van Parijs worden niet gehaald. Landen komen hun beloftes niet na.", "Van een buitencategorie zijn de waarschuwingen dat de wereld een kantelpunt nadert. Dat een grens in de buurt komt waarna de opwarming door een natuurlijk proces zal versnellen. Bijvoorbeeld, als het zeeijs rond de Noordpool is gesmolten, wordt het zonlicht niet meer weerkaatst en warmte het de poolzee op. En als de permafrost van de toendra’s ontdooit, komt het krachtige broeikasgas methaan vrij.", "Tim Lenton, hoogleraar klimaatverandering aan de universiteit van Exeter, heeft al vaak op deze dreigingen gewezen. Maar nu komt hij met een optimistisch verhaal. Er zijn ook kantelpunten die de balans naar de goede kant laten doorslaan. Die de strijd tegen de opwarming juist een oppepper geven, schrijft hij in het vakblad Climate Policy.", "Het gaat volgens Lenton tot nu toe veel te traag. Als we de doelen van Parijs willen halen en de opwarming tot twee graden willen beperken, zal het verkeer twee keer zo snel als nu elektrisch moeten worden. En de elektriciteitssector moet in een vier keer zo hoog tempo afstappen van fossiele brandstoffen.", "Dat lijkt onmogelijk, schrijft hij. Nu is bijvoorbeeld maar een paar procent van de nieuwe auto’s elektrisch aangedreven. Maar in Noorwegen is dat 50 procent. Als de mondiale autobolwerken – China, Europa en Californië – het Noorse beleid van stimuleren en belasten zouden overnemen, kan de elektrische auto heel snel aan terrein winnen. Op vergelijkbare wijze heeft het Verenigd Koninkrijk de elektriciteitssector ontkoold.", "Lees ook:", "We zijn volgens Noorse wetenschappers de kantelpunten al voorbij", "‘Opwarming is nog te remmen, maar niet meer te keren’"], "authors": ["Joep Engels"], "keywords": ["elektrisch", "bij", "laten", "afkijken", "hoe", "te", "je", "van", "en", "een", "noorwegen", "kan", "nu", "op", "automobilisten", "het", "maar", "niet", "als", "rijden"], "pubDate": "2021-01-11T09:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}