{"id": "a63a18a4-ac23-3845-8e8c-15432a8424f1", "title": "Restaurant in Moskou dicht wegens 'smakeloze Stalin-accenten'", "url": "https://nu.nl/opmerkelijk/6101069/restaurant-in-moskou-dicht-wegens-smakeloze-stalin-accenten.html", "summary": "Een shoarmarestaurant in Moskou met veel Stalin-parafernalia is onder grote druk van de autoriteiten een dag na de opening alweer gesloten.\nBoven de ingang van het restaurant hing een afbeelding van de omstreden Sovjetleider Josef Stalin en de bezoekers kregen hun bestellingen uit handen van een man gekleed in een uniform uit het stalinistisch tijdperk.\nHet 'Stalin-restaurant' veroorzaakte veel rumoer op sociale media en ook de autoriteiten vonden de gekozen branding smakeloos.\n\"Er waren geen juridische redenen om te stoppen\", zei hij, maar hij voegde er wel aan toe dat de politie hem had opgedragen de beeltenis van Stalin van de gevel te verwijderen.\n\"Maar ik had niet verwacht dat zo veel tv-stations, verslaggevers en bloggers hier in de rij zouden staan zoals gebeurt voor het Lenin Mausoleum.\"", "paragraphs": ["Een shoarmarestaurant in Moskou met veel Stalin-parafernalia is onder grote druk van de autoriteiten een dag na de opening alweer gesloten.", "Boven de ingang van het restaurant hing een afbeelding van de omstreden Sovjetleider Josef Stalin en de bezoekers kregen hun bestellingen uit handen van een man gekleed in een uniform uit het stalinistisch tijdperk. De gerechten droegen namen van voormalige Sovjetleiders.", "Het 'Stalin-restaurant' veroorzaakte veel rumoer op sociale media en ook de autoriteiten vonden de gekozen branding smakeloos. Stalins heerschappij werd gekenmerkt door massale onderdrukking, werkkampen en honger, maar hij wordt door vele Russen ook geëerd als de leider die het leger van nazi-Duitsland in de Tweede Wereldoorlog weerstond en versloeg.", "Volgens eigenaar Stanislav Voltman was de eerste dag na de opening een succes met circa tweehonderd bezoekers.", "\"Er waren geen juridische redenen om te stoppen\", zei hij, maar hij voegde er wel aan toe dat de politie hem had opgedragen de beeltenis van Stalin van de gevel te verwijderen. Daarna besloot hij onder \"kolossale druk\" van de lokale autoriteiten ermee te stoppen.", "\"Ik had wel wat hype op sociale media verwacht\", aldus Voltman. \"Maar ik had niet verwacht dat zo veel tv-stations, verslaggevers en bloggers hier in de rij zouden staan zoals gebeurt voor het Lenin Mausoleum.\""], "authors": ["Door"], "keywords": ["veel", "autoriteiten", "van", "stalinaccenten", "en", "maar", "een", "dicht", "smakeloze", "te", "het", "moskou", "wegens", "hij", "restaurant", "wel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}