{"id": "a63b96a9-ba1d-3ed6-9dcc-2a96e0443424", "title": "Erling Haaland is het voorbeeld voor FC Groningen-spits Jørgen Strand Larsen", "url": "https://www.dvhn.nl/sport/Erling-Haaland-is-het-voorbeeld-voor-FC-Groningen-spits-J%C3%B8rgen-Strand-Larsen-26347972.html", "summary": "Zo spectaculair als Haaland ontwikkelt Strand Larsen zich niet, maar ook hij maakt flinke stappen.\n„Net voor de kick-off zag ik dat Erling weer twee goals had gemaakt voor Borussia Dortmund.\nHij zei dat ik het goed had gedaan en dat ik ook goed bezig was bij FC Groningen.\n„Voor de wedstrijd hadden we getekend voor een punt.\nHet was zeker niet onverdiend dat FC Utrecht nog gelijk maakte, maar het mag ons niet overkomen met nog maar zo kort te gaan tot het eindsignaal.", "paragraphs": ["De voetbalwereld is al bijna twee jaar compleet in de ban van Erling Braut Haaland, een 20-jarige Noorse spits van 1,94 meter. Sinds dit seizoen heeft FC Groningen Jørgen Strand Larsen, een 20-jarige Noorse spits van 1,93 meter.", "Zo spectaculair als Haaland ontwikkelt Strand Larsen zich niet, maar ook hij maakt flinke stappen. Met een assist (bij de openingsgoal van Patrick Joosten) en een goal was de Noorse puntspeler heel belangrijk voor FC Groningen bij het 2-2 gelijkspel tegen FC Utrecht.", "‘Noorwegen maakt aan de lopende band grote spitsen’", "„Ik ken Erling heel goed. We hebben een paar jaar samengespeeld bij de Noorse jeugdteams. In Noorwegen worden aan de lopende band grote spitsen gemaakt”, grapte Strand Larsen in de Galgenwaard, waar hij de Utrechtse centrumverdedigers Willem Janssen en Justin Hoogma een lastige avond had bezorgd.", "„Net voor de kick-off zag ik dat Erling weer twee goals had gemaakt voor Borussia Dortmund. Ik heb bewondering voor wat hij laat zien en ik kan er ook van leren. Als je zo groot en snel bent is dat een goede combinatie”, aldus de FC Groningen-spits.", "Drie goede spitsen", "Naast bewondering is er ook sprake van enige verwondering bij Strand Larsen. „Erling heeft zich explosief ontwikkeld de afgelopen jaren. Dat had ik niet voorzien, toen we samen in de jeugd speelden. In onze lichting hadden we drie goede spitsen. De derde was Erik Botheim van Rosenborg.", "Het was echt niet zo dat Erling altijd speelde. Het was stuivertje wisselen tussen ons. Wij tweeën stonden er toen een beetje hetzelfde voor. Allebei erg groot voor onze leeftijd, nog niet zo snel en wat log. Erling heeft zichzelf geweldig ontwikkeld en ik wil diezelfde kant op. Daarvoor moet ik nog grote stappen zetten. Maar het is altijd goed om een rolmodel te hebben.”", "Met zes goals en vijf assists is Strand Larsen de meest productieve speler van FC Groningen, dat keurig in de subtop meedraait. „Het gaat steeds beter, maar het is voor mensen in Nederland moeilijk om te begrijpen hoe groot de overgang is van Noorwegen naar de Eredivisie. Ik had het moeilijk in mijn eerste wedstrijden, maar ik heb sindsdien veel bijgeleerd.”", "’Slimmer worden’", "Trainer Danny Buijs is blij met de boomlange spits. „Deze jongen gaat nog veel stappen maken. Hij verzet bergen werk. Soms moet hij nog wat slimmer worden in de duels, wat balvaster. Maar als je kijkt naar wat hij brengt in zijn eerste seizoen als 20-jarige, dan is dat heel goed.”", "De ontwikkeling van Strand Larsen is in Noorwegen niet onopgemerkt gebleven en heeft inmiddels geresulteerd in een debuut in de nationale ploeg. Dat was bij een bijzondere gelegenheid. Omdat er bij het gebruikelijke Noorse team een corona-uitbraak was, werd er voor de interland tegen Oostenrijk een compleet nieuwe Noorse selectie opgetrommeld, die Oostenrijk op 1-1 hield. „Na die wedstrijd kreeg ik een appje van Erling. Hij zei dat ik het goed had gedaan en dat ik ook goed bezig was bij FC Groningen. Erling is een goede jongen. Misschien kunnen we in de toekomst ooit weer samen spelen voor Noorwegen, zoals we in de jeugd hebben gedaan.”", "‘Mag ons niet nog eens overkomen’", "Strand Larsen leek in Utrecht lange tijd de matchwinnaar te worden. Na een snelle aansluitingstreffer van Bart Ramselaar liep FC Utrecht zich 55 minuten lang stuk op de stugge Groningse defensie. Totdat Gyrano Kerk in de vierde minuut van de blessuretijd de thuisploeg het negende gelijkspel van dit seizoen bezorgde. Tot teleurstelling van Strand Larsen.", "„Voor de wedstrijd hadden we getekend voor een punt. Maar doordat de gelijkmaker zo laat valt, zijn we teleurgesteld. Het was zeker niet onverdiend dat FC Utrecht nog gelijk maakte, maar het mag ons niet overkomen met nog maar zo kort te gaan tot het eindsignaal. Dit had een onverdiende overwinning voor ons moeten worden.”"], "authors": ["Jeroen Kapteijns"], "keywords": ["ik", "van", "voorbeeld", "fc", "voor", "erling", "en", "een", "larsen", "jørgen", "haaland", "groningenspits", "strand", "het", "maar", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}