{"id": "a63cfadb-fafd-3452-b3a5-e868afe83b1e", "title": "Dit is wat we vanavond van Rutte en De Jonge kunnen verwachten tijdens de persconferentie over de coronamaatregelen", "url": "https://www.dvhn.nl/extra/Dit-is-wat-we-vanavond-van-Rutte-en-De-Jonge-kunnen-verwachten-tijdens-de-persconferentie-over-de-coronamaatregelen-26268911.html", "summary": "Minister-president Mark Rutte en minister Hugo de Jonge van Volksgezondheid geven vanavond om 19.00 een persconferentie.\nHet zal vooral gaan over de coronamaatregelen tijdens kerst en oud en nieuw.\nVoordat Rutte en De Jonge het avondoverleg met het Veiligheidsberaad betraden, zei De Jonge al dat de cijfers er daarvoor niet goed uitzagen.\nHalverwege november adviseerde het OMT nog om met kerst en oud en nieuw met maximaal zes gasten buiten het huishouden te vieren, het liefst afkomstig uit eigen regio.\nIn Groot-Brittannië werd dinsdagmorgen de eerste persoon zelfs al gevaccineerd met het Pfizer-vaccin.", "paragraphs": ["Minister-president Mark Rutte en minister Hugo de Jonge van Volksgezondheid geven vanavond om 19.00 een persconferentie. Het zal vooral gaan over de coronamaatregelen tijdens kerst en oud en nieuw. Mogelijk wordt ook meer bekend over het vaccinatieplan. Bekijk hier wat we kunnen verwachten.", "Versoepelingen rond de feestdagen? Dat wordt een lastig verhaal, werd maandag al bekend. Voordat Rutte en De Jonge het avondoverleg met het Veiligheidsberaad betraden, zei De Jonge al dat de cijfers er daarvoor niet goed uitzagen. Het aantal positieve coronatests zit weer in een stijgende lijn, met gisteren landelijk 7134 nieuwe besmettingen. 224 daarvan kwamen uit Groningen, 91 uit Drenthe .", "Halverwege november adviseerde het OMT nog om met kerst en oud en nieuw met maximaal zes gasten buiten het huishouden te vieren, het liefst afkomstig uit eigen regio. Ook lag toen nog een heropening van de horeca rond de feestdagen op tafel. Beide plannen lijken met het huidige aantal besmettingen niet uitvoerbaar. Bronnen in Den Haag stellen dat de groepsgrootte dan ook op drie gasten buiten het huishouden blijft staan.", "‘Langere kerstvakantie voor scholen van de baan’", "Het kabinet overwoog om een langere kerstvakantie in te lassen voor scholen, nadat de herfstvakantie een positief effect had op het terugdringen van het virus. Deze maatregel zou inmiddels van de baan zijn, meldde de NOS op basis van Haagse bronnen. De verwachting is dat de extra vrije tijd juist gebruikt zou worden om meer familie te bezoeken. Bovendien zou afstandsonderwijs lastig georganiseerd kunnen worden.", "Coronavaccin", "Hugo de Jonge kondigde vorige week aan op 4 januari te willen beginnen met het vaccinatieprogramma. Volgens het vaccinatieprotocol krijgen eerst verpleeghuisbewoners en gehandicapten een prik (binnen de instelling), daarna ouderen en/of zieken (via de huisarts) en dan het zorgpersoneel. De rest van de bevolking is als laatste aan de beurt.", "Veel details rond het vaccinatieplan zijn nog onduidelijk. Zo is nog niks bekend over wie de prik moet gaan uitdelen, en op welke locatie. Mogelijk zal De Jonge hier tijdens de persconferentie uitgebreider op in gaan.", "In het buitenland is al meer bekend over de vaccinatieplannen . In Groot-Brittannië werd dinsdagmorgen de eerste persoon zelfs al gevaccineerd met het Pfizer-vaccin.", "", ""], "authors": ["Koen Marée"], "keywords": ["persconferentie", "van", "wat", "nog", "het", "jonge", "op", "met", "vanavond", "verwachten", "tijdens", "een", "kunnen", "rutte", "en", "te", "om"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}