{"id": "a662c6d9-6820-3423-869d-1a7ea1eecfbc", "title": "Claartje Chajes wil een gedicht maken voor elke Amsterdamse buurt", "url": "https://www.parool.nl/kunst-media/claartje-chajes-wil-een-gedicht-maken-voor-elke-amsterdamse-buurt~b25895a0/", "summary": "“Ik doe het voor organisaties en particulieren, maar het vermarkten is niet mijn grote liefde.\nEn zo kwam ik op het idee dat het ook leuk zou zijn om dat portretteren met buurten te doen.\nWe willen toch niet allemaal hetzelfde worden?”Enorme mazzelVoor haar plan – ze zegt het een beetje besmuikt – bleek de huidige crisis een ‘enorme mazzel.\n“Van een school die de gedichten ook wil, tot het stadsdeel.\nEn dan wil ik voor elk stadsdeel mensen uitnodigen uit andere disciplines, om samenwerkingen aan te gaan.", "paragraphs": ["Claartje Chajes portretteerde Noord in 21 buurtgedichten. Voor Amsterdam 750 jaar wil ze de hele stad in woord verbeelden.", "In juni begon Claartje Chajes (40) een zoektocht naar ramen in Amsterdam-Noord om haar buurtgedichten op te hangen. Vierhonderd posters, met 21 gedichten, hangen nu door de hele wijk. Het project resulteerde ook in een website: de poetischebuurtatlas.amsterdam, waarvoor haar geliefde Job Chajes (Amsterdam Klezmer Band) het klankdecor maakte en waarop ze samen met acteur en spoken word-artiest Hamda Belgaroui de gedichten voorleest.", "Chajes studeerde journalistiek en theaterwetenschap. Ze werkte als tekstschrijver, maar gooide anderhalf jaar geleden het roer om. “Ik dacht: ik moet stoppen met dit reserveleven en me serieus gaan verhouden tot kunst – dat is het enige wat me echt voldoening geeft. Ik heb de journalistieke en informatieve teksten achter me gelaten en wil me als auteur uiten in de literaire vorm die aansluit op de inhoud, op het idee: gedichten, proza, theater. ”", "Nieuwendammerbuikdijk vanaf de Leeuwarderweg. Beeld -", "Ideeën uitwerken", "Ze was al het bedrijfje portretgedichten.nl begonnen, waarin ze gedichten op maakt maakt voor opdrachtgevers. “Ik doe het voor organisaties en particulieren, maar het vermarkten is niet mijn grote liefde. Ik ben meer van ideeën uitwerken. En zo kwam ik op het idee dat het ook leuk zou zijn om dat portretteren met buurten te doen. Een buurt is iets waar iedereen die er woont wat van vindt en het leek me de moeite waard om het gemeenschappelijke en de ziel van de buurt onder woorden te brengen.”", "Ze kreeg een klein potje van het Amsterdams Fonds voor de Kunst – ‘ik kan schrijven en dus ook een subsidieaanvraag’ – en koos begin dit jaar voor de wijk waar ze zelf woont. “Dat leek het me praktisch. Maar in Noord is ook altijd wat aan de hand, veel aan de hand, met oud en nieuw en culturen die langs elkaar heen leven. Noord bestaat ook eigenlijk uit allemaal verschillende dorpjes, buurten waar de oude cultuur nu vervaagt door de veranderende tijd. Ik vind: cultuur moet je koesteren, het geeft de mens authenticiteit. We willen toch niet allemaal hetzelfde worden?”", "Enorme mazzel", "Voor haar plan – ze zegt het een beetje besmuikt – bleek de huidige crisis een ‘enorme mazzel. “De mensen zijn thuis, ik kan ze spreken; mensen zijn ook meer geïnteresseerd in hun eigen omgeving, want ze zijn er nu eenmaal; ze wandelen door de buurt. Ik heb veertig grote interviews gedaan, gesproken bronnen vormen het zwaartepunt van dit project. In sommige gedichten zit vrij veel letterlijkheid, bij andere heb ik meer mijn vermoeden gevolgd waar de buurt behoefte aan zou hebben.”", "Ze krijg nu krijg nu allerlei aanvragen van mensen in Noord die iets willen met haar werk. “Van een school die de gedichten ook wil, tot het stadsdeel. Maar daarna ga ik een plan schrijven, voor als Amsterdam straks 750 jaar wordt; hoe goed zou het zijn als ik de hele stad rond ga en al die kleine samenlevinkjes onder woorden breng. Dit visitekaartje ligt er nu. En dan wil ik voor elk stadsdeel mensen uitnodigen uit andere disciplines, om samenwerkingen aan te gaan. We zullen in de toekomst allemaal minder vliegkilometers maken, maar je kunt heel veel ontdekken in je eigen stad. Dat is machtig interessant.”"], "authors": ["Marjolijn De Cocq"], "keywords": ["gedicht", "van", "claartje", "het", "wil", "elke", "met", "chajes", "buurt", "ik", "een", "ze", "en", "ook", "nu", "maken", "amsterdamse", "voor"], "pubDate": "2020-11-23T15:00:05+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}