{"id": "a6733465-6fcf-3bbe-aba3-ff03a6994d96", "title": "Stedelijk Museum hoeft Kandinsky-schilderij niet terug te geven", "url": "https://nu.nl/cultuur-overig/6097013/stedelijk-museum-hoeft-kandinsky-schilderij-niet-terug-te-geven.html", "summary": "Het Stedelijk Museum in Amsterdam hoeft een schilderij van Wassily Kandinsky niet terug te geven aan de nabestaanden van de voormalige eigenaar, zo heeft de rechtbank van Amsterdam woensdag bepaald.\nHet Stedelijk Museum werkte de afgelopen jaren mee aan een landelijk onderzoek naar de herkomst van kunstwerken.\nIn 2016 besloot de Restitutiecommissie dat het museum het werk mocht houden.\nGeen bewijs voor verkoop onder dwang van nazi'sDe gemeente Amsterdam kocht het schilderij op 9 oktober 1940 op een veiling in Amsterdam, waarna het werd opgenomen in de collectie van het Stedelijk Museum.\n\"Dit biedt naar het oordeel van de commissie een minder sterke grondslag voor restitutie\", aldus de commissie destijds.", "paragraphs": ["Het Stedelijk Museum in Amsterdam hoeft een schilderij van Wassily Kandinsky niet terug te geven aan de nabestaanden van de voormalige eigenaar, zo heeft de rechtbank van Amsterdam woensdag bepaald.", "Het Stedelijk Museum werkte de afgelopen jaren mee aan een landelijk onderzoek naar de herkomst van kunstwerken. Daaruit zou onder meer blijken dat Kandinsky's Bild mit Häusern uit 1909 een vorm van roofkunst is.", "In 2016 besloot de Restitutiecommissie dat het museum het werk mocht houden. De nabestaanden stapten alsnog naar de rechter om die uitspraak van de commissie ongedaan te maken.", "De rechtbank stelt de erfgenamen op alle punten echter in het ongelijk. \"Belangrijk is dat het toetsingskader van de rechter wettelijk beperkt is. Het gaat hier om een bindend advies van de Restitutiecommissie, waarbij zowel de gemeente als de erfgenamen zelf voorafgaand aan het onderzoek hebben aangegeven het bindend advies van de commissie te zullen accepteren.\"", "Geen bewijs voor verkoop onder dwang van nazi's", "De gemeente Amsterdam kocht het schilderij op 9 oktober 1940 op een veiling in Amsterdam, waarna het werd opgenomen in de collectie van het Stedelijk Museum.", "Voormalig eigenaar Emanuel Lewenstein zou door de nazi's zijn gedwongen Bild mit Häusern te veilen. Dat is echter niet bewezen. Het oprukkende naziregime gaf misschien wel de doorslag om het werk te veilen, erkende de commissie, maar er zouden meer factoren een rol hebben gespeeld.", "Zo verkeerden de eigenaren volgens de commissie al voor de Duitse inval in een verslechterde financiële situatie. \"Dit biedt naar het oordeel van de commissie een minder sterke grondslag voor restitutie\", aldus de commissie destijds."], "authors": ["Door"], "keywords": ["amsterdam", "geven", "van", "commissie", "museum", "stedelijk", "niet", "te", "het", "kandinskyschilderij", "een", "voor", "terug", "op", "dat", "hoeft"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}