{"id": "a68c3829-4c7b-3f56-9e9c-f49fadc10310", "title": "Anne moest afscheid nemen van haar beide ouders: ‘Het eerste wat ik dacht: we zijn nu nog maar met z’n tweeën’", "url": "https://volkskrant.nl/cultuur-media/anne-moest-afscheid-nemen-van-haar-beide-ouders-het-eerste-wat-ik-dacht-we-zijn-nu-nog-maar-met-z-n-tweeen~b55c67b0/", "summary": "Ik koos ervoor om in Eindhoven te gaan studeren, zodat ik het huis uit moest.\nOp vrijdag kon hij zich pas laten testen en op zondagochtend kregen we de bevestiging dat hij covid had.\nIk heb nog een half uur bij mijn vader gezeten en een filmpje van ons samen gemaakt waarop ik tegen hem zeg dat ik van hem hou.\nHet was samen met de dood van mijn moeder het moeilijkste moment in mijn leven.\nMijn broer en ik denken achteraf dat mijn vader misschien heeft gedacht dat het nu zijn beurt was om wat te betekenen voor Nederland.", "paragraphs": ["Beeld Krista van der Niet", "Han van Engelen (70, specialist ouderengeneeskunde) overleed op 11 mei 2020 aan de gevolgen van corona. Hij was getrouwd met Letty van Engelen, die in 2013 op 55-jarige leeftijd is overleden aan longkanker. Ze hadden twee kinderen, Daan (32, ict-specialist) en Anne (26, radiotherapeutisch laborant).", "Anne: ‘Mijn moeder was heel bang om dood te gaan. Ze wilde alle behandelingen ondergaan want, zei ze steeds, ze wilde zo lang mogelijk bij haar kinderen blijven. Ik was 17 toen ze ziek werd en 18 toen ze overleed. Het is sowieso heel moeilijk om je moeder te verliezen op die leeftijd, dat ze zo angstig was maakte het nog zwaarder. Mijn moeder was niet heel gelovig, maar ze wilde wel een zalving van de pastoor krijgen. Na die zalving zei ze: ‘God heeft me nodig, dat geeft me rust.’ Dat gaf mij ook rust, want toen had ze een reden om ons te verlaten.", "De eerste drie jaar nadat mijn moeder was overleden woonde ik nog bij mijn vader, mijn broer was al het huis uit. Mijn vader was introvert, ikzelf ben extravert. Het was moeilijk om het over mijn moeder te hebben. Als ik vroeg of hij mama miste, zei hij: ‘Natuurlijk mis ik mama.’ Hij begon er nooit zelf over, ik moest het uit hem trekken, maar ik wist hoeveel hij om haar gaf. Het huishouden met z’n tweetjes draaide als een geoliede machine. Ik kookte, hij deed de was, de een ruimde op, de ander maakte schoon; we leken wel een stel. Het was eigenlijk niet gezond. Ik koos ervoor om in Eindhoven te gaan studeren, zodat ik het huis uit moest. Dat was uiteindelijk beter voor onze vader-dochterrelatie.", "Anne van Engelen, broer Daan en vader Han Beeld privé", "Mijn vader was al vijf jaar gepensioneerd, maar hij hield zo van zijn vak dat hij na zijn pensioen door is blijven werken. Hij verving artsen tijdens zwangerschapsverloven, viel in tijdens vakanties en draaide avond- en nachtdiensten. Hij was ontzettend bevlogen. Zijn certificering liep af op zijn 70ste, maar de regels werden in het voorjaar tijdelijk versoepeld om artsen te kunnen inzetten in coronatijd. Hij was ontzettend blij dat hij nog even door mocht dokteren. Het zat mijn broer en mij helemaal niet lekker, want hij had een half jaar daarvoor een heel zware longontsteking gehad. Ik had nog maar één ouder en daar was ik heel voorzichtig mee. Mijn broer en schoonzus hebben een stevig gesprek met mijn vader gevoerd om hem ervan te overtuigen niet in het verpleeghuis te gaan werken omdat hij zelf in de risicogroep viel. Hij wilde er niks van weten, ze hadden hem nodig.", "Twee weken nadat hij begonnen was, op dinsdag 31 maart, kreeg hij koorts. Hij is onmiddellijk in thuisquarantaine gegaan. Op vrijdag kon hij zich pas laten testen en op zondagochtend kregen we de bevestiging dat hij covid had. Mijn broer zette elke dag een bakje soep onder aan de trap. Op een dag stond de soep er nog. Hij belde mijn vader en die zei dat hij geen energie meer had om de trap af te komen. Mijn broer belde de huisartsenpost, die onmiddellijk een ambulance stuurde. Die hele week heeft hij in het ziekenhuis op de corona-afdeling gelegen. We mochten niet op bezoek komen, maar hadden contact via WhatsApp. Tekenend voor mijn vader was dat hij alleen positieve berichten stuurde. ‘Mijn infectiewaarden zijn gedaald: dat is goed!’ Maar dan belde ik daarna met de verpleging en dan hoorde ik dat hij ontzettend veel moeite had met ademhalen. Daar repte hijzelf met geen woord over. Hij wilde ons beschermen, we moesten ons vooral geen zorgen maken.", "Op vrijdag was hij jarig, hij werd 70. Ik mocht niet bij hem, maar ik ben toch naar Zaandam gereden om een cadeautje af te leveren bij de receptie van het Zaans Medisch Centrum. Toen ik net weer in Eindhoven was, belde mijn broer: ‘Papa moet naar de ic.’ De volgende ochtend werd ik weer gebeld door mijn broer: ‘Je moet nú naar Zaandam komen, want papa wordt in slaap gebracht.’ Ik reed als de wiedeweerga terug naar Zaandam. Ik heb nog een half uur bij mijn vader gezeten en een filmpje van ons samen gemaakt waarop ik tegen hem zeg dat ik van hem hou. Hij lag er best goed bij, zag er goed uit. Ik besefte helemaal niet dat hij dood zou kunnen gaan. Ik zag wel angst in zijn ogen. Toen ik vroeg of hij bang was, antwoordde hij ja. Daar schrok ik van, want dat was niks voor hem om te zeggen.", "Hij werd overgeplaatst naar het AMC in Amsterdam en vanaf dat moment kregen we elke dag een belletje van Judith. Zij was kinderarts en door het ziekenhuis aangesteld voor de communicatie met ons. Ik werkte tijdens die eerste lockdown thuis en zat mezelf de hele dag op te vreten tot het half vier was, het moment dat Judith belde. Meestal had ze slecht nieuws. Infecties door virussen en bacteriën zaten het herstel volledig in de weg. Ik vond het vreselijk om niet bij mijn vader te kunnen zijn, voelde me zo gedistantieerd van hem. Judith vertelde dat ze op de kinderafdeling weleens een knuffeltje bij het kind leggen en dat de ouders hetzelfde knuffeltje thuis hebben. Eigenlijk mocht het niet volgens het protocol van de intensive care, maar Judith heeft geluld als Brugman zodat wij een knuffel mochten brengen. Ik heb drie dezelfde knuffelhondjes gekocht; voor mijn broer, voor mezelf en eentje hebben we naar het AMC gebracht. We mochten af en toe videobellen. Dan zette een verpleger de telefoon op Facetime naast het bed van mijn vader en zag ik zijn hoofd liggen op het kussen met die knuffel ernaast.", "Op 7 mei kregen we te horen dat mijn vader covid-vrij was en toen mochten we voor het eerst sinds 11 april naar hem toe. Hij lag levenloos op zijn rug, zijn ogen waren wel open maar hij had een lege blik. Hij had geen spieren meer, zijn armen lagen slap naast zijn lichaam. Er was gewoon niks meer van hem over. De artsen zeiden dat ze hem nog één antibioticakuur wilden geven, maar als die binnen 48 uur niet zou aanslaan, konden ze niks meer doen. Na het weekend kregen we een belletje van Judith dat we moesten komen omdat ze met de beademing wilden stoppen. De dokter vroeg aan mijn broer en mij of we er klaar voor waren. Ik antwoordde dat ik er helemaal nooit klaar voor zou zijn. Maar ik wist ook wel dat wij het formeel moesten aangeven. Toen de apparaten uitgeschakeld waren, zagen we hem binnen tien minuten gaan. Het was samen met de dood van mijn moeder het moeilijkste moment in mijn leven. Het eerste wat ik dacht: we zijn nu nog maar met z’n tweeën. Het wende nooit dat ik geen moeder meer had, maar mijn leven had zich wel weer gevormd. Nu zijn we zeven jaar verder en moet ik leren leven zonder ouders.", "Onze opa stond aan de frontlinie van de Tweede Wereldoorlog, hij was luitenant-kolonel. Mijn vader heeft altijd veel respect gehad voor zijn vader. Mijn broer en ik denken achteraf dat mijn vader misschien heeft gedacht dat het nu zijn beurt was om wat te betekenen voor Nederland. Om ook aan de frontlinie te staan. Op de rouwkaart stond: hij is in het harnas gestorven.’"], "authors": ["Barbara Van Beukering"], "keywords": ["ik", "ouders", "zijn", "van", "tweeën", "nog", "moest", "mijn", "en", "nemen", "een", "zn", "nu", "op", "hij", "het", "wat", "dat"], "pubDate": "2020-12-31T09:48:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}