{"id": "a69faee3-53bc-3c5a-862c-9442ca19b308", "title": "Verpleegkundige verdient meer dan agent, en evenveel als basisschoolleraar", "url": "https://nos.nl/artikel/2344685-verpleegkundige-verdient-meer-dan-agent-en-even-veel-als-basisschoolleraar.html", "summary": "Zorgpersoneel roept al maanden: applaus is leuk, maar niet genoeg.\nEen echte waardering zou een hoger salaris zijn.\nEr zou door de coronacrisis geen geld voor zijn.\nHet brutosalaris - zonder vakantiegeld en toeslagen - van een verpleegkundige in het ziekenhuis ligt tussen 2600 euro en 4100 euro per maand.\nOnderstaande zorgsalarissen staan vermeld in een Kamerbrief van de ministers De Jonge en Van Ark en staatssecretaris Blokhuis van 18 augustus, de salarissen bij de politie, de gemeente en het basisonderwijs zijn afkomstig uit de cao's in die sectoren.", "paragraphs": ["Zorgpersoneel roept al maanden: applaus is leuk, maar niet genoeg. Een echte waardering zou een hoger salaris zijn. Maar een extra loonsverhoging komt er voorlopig niet. Een Kamermeerderheid stemde er vandaag tegen. Er zou door de coronacrisis geen geld voor zijn.", "De strijd om de zorgsalarissen lijkt daarmee nog niet gestreden. Hoeveel verdient een verpleegkundige nu daadwerkelijk?", "Het brutosalaris - zonder vakantiegeld en toeslagen - van een verpleegkundige in het ziekenhuis ligt tussen 2600 euro en 4100 euro per maand. Het gemiddelde startsalaris van hun collega's in verpleeghuizen is ongeveer even hoog, maar verzorgenden op MBO-niveau, die daar veel werken, verdienen een stuk minder.", "Ook politie-agenten en gemeenteambtenaren - allebei ook in dienst van de overheid - verdienen minder. Leraren in het basisonderwijs verdienen ongeveer evenveel als verpleegkundigen.", "Onderstaande zorgsalarissen staan vermeld in een Kamerbrief van de ministers De Jonge en Van Ark en staatssecretaris Blokhuis van 18 augustus, de salarissen bij de politie, de gemeente en het basisonderwijs zijn afkomstig uit de cao's in die sectoren."], "authors": [], "keywords": ["zorgsalarissen", "evenveel", "zou", "van", "verdient", "een", "niet", "het", "agent", "verdienen", "basisschoolleraar", "en", "er", "als", "maar", "meer", "dan", "verpleegkundige"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}