{"id": "a6b63236-7676-3cef-b9a5-99778f4cfbdf", "title": "Ik ga de totale idioot Trump op een bepaalde manier toch missen", "url": "https://volkskrant.nl/columns-opinie/ik-ga-de-totale-idioot-trump-op-een-bepaalde-manier-toch-missen~b8584df2/", "summary": "Dit voor het geval T. Baudet door Trump op het idee zou zijn gebracht zijn wappies ook maar eens op te hitsen richting Binnenhof te trekken.\nTrump, zo blijkt uit elke biografie, is een niet al te intelligente narcistische proleet met een groot talent voor het manipuleren van de massa.\nSlappe hap van de neefjes van Trump, dat deed oom Donald heel anders.\nZijn fans kunnen wel verwachten dat hij in 2024 terugkomt, maar dat is wensdenken.\nToen ik woensdag naar de beelden van het Capitool zat te kijken, dacht ik: ik ga hem op een bepaalde manier toch missen.", "paragraphs": ["De bestorming van ‘de heilige tempel van de Amerikaanse democratie’ door het Trump-gepeupel valt natuurlijk niet goed te keuren. Democratische betrokkenheid is oké, maar het parlement binnendringen en zelf op de stoel van de voorzitter gaan zitten, gaat te ver. De voorzitter van onze Tweede Kamer, Khadija Arib, wil dat niet. Zij kondigde donderdag meteen een veiligheidscheck aan. Dit voor het geval T. Baudet door Trump op het idee zou zijn gebracht zijn wappies ook maar eens op te hitsen richting Binnenhof te trekken.", "Dat zou goed kunnen, want Baudet is al jaren een trouwe fan van de bijna ex-president. In 2016 vond hij hem niet alleen de beste leider voor de USA, maar de ideale chef voor ‘de hele westerse wereld’. Geert Wilders wenste in 2016 maar één ding: Donald Trump worden. Dat was begrijpelijk. Trump, zo blijkt uit elke biografie, is een niet al te intelligente narcistische proleet met een groot talent voor het manipuleren van de massa. Dat is door de eeuwen heen een beproefde methode voor het veroveren van macht gebleken. Dat de populistische kneusjes Baudet en Wilders daar met jaloezie naar keken, snap ik wel.", "Maar ze leren het nooit. Toen Trumps talent om het falderappes in beweging te zetten woensdag bijna tot grote ongelukken leidde, twitterde Wilders schijnheilig ‘Shocking images from Washington’. Daar had natuurlijk iets instemmends moeten staan over het volk dat de elite mores leert. Baudet zette zijn oude lofzang op Trump opnieuw online, maar verwijderde die even later toch maar weer – het werd hem vermoedelijk allemaal te heftig.", "Slappe hap van de neefjes van Trump, dat deed oom Donald heel anders. Die stond, volgens ‘bronnen in het Witte Huis’ van Maggie Haberman van The New York Times ‘in borderline-achtige staat’ voor de tv op en neer te springen van enthousiasme, bij het zien van de beelden uit het Capitool. Hopelijk heeft Melania het opgenomen en gooit ze de beelden na de scheiding als wraakporno online.", "De Trump-era is voorbij. Zijn fans kunnen wel verwachten dat hij in 2024 terugkomt, maar dat is wensdenken. De kans dat hij voor die tijd omvalt op een golfgreen lijkt me groter.", "Toen ik woensdag naar de beelden van het Capitool zat te kijken, dacht ik: ik ga hem op een bepaalde manier toch missen. Hij is een gevaarlijke idioot, maar hij heeft de afgelopen vier jaar wel voor reuring gezorgd. Ik meende in de woorden van de CNN-analisten eenzelfde sentiment te horen. Over welke andere politicus kun je zo oneindig ouwehoeren, verontwaardigd doen en columns schrijven?", "Wie anders dan Trump kan ervoor zorgen dat je heel even denkt dat je live getuige bent van een re-enacting van de 14de juli 1789, de dag van de bestorming van de Bastille en het begin van de Franse Revolutie?Je zag de Dantons voorbij trekken, op zoek naar een guillotine.", "Bij CNN was nog even verwarring over de wijze waarop de Trumpmeute moest worden omschreven. Uiteindelijk kwam van hogerhand de oekaze dat het om ‘rioters’ (relschoppers) of ‘the mob’ (het gepeupel) ging. In Nederland hielden we het neutraal op ‘Trump-fans’, terwijl we toch beschikken over mooie woorden als rapalje, geteisem, jan hagel, schoelje, plebs, tuig, schorriemorrie, falderappes en gajes. Maar die mag je niet meer gebruiken sinds de stem, de smaak en de opvattingen van het volk tot de maat der dingen zijn verheven.", "Ik heb natuurlijk ook liever Biden, maar tijdens diens bewogen toespraak dacht ik toch heel even: met die vette tokkie was het amusementsgehalte hoger geweest."], "authors": ["Bert Wagendorp"], "keywords": ["ik", "van", "ga", "toch", "manier", "voor", "totale", "een", "en", "idioot", "op", "te", "trump", "het", "maar", "dat", "missen"], "pubDate": "2021-01-07T21:54:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}