{"id": "a6ba6e97-2c2b-39b5-b823-4c98a2c7e7eb", "title": "Justitie wil Zwollenaar zes jaar vastzetten voor schietpartij in Dieze-Oost", "url": "https://nu.nl/zwolle/6096669/justitie-wil-zwollenaar-zes-jaar-vastzetten-voor-schietpartij-in-dieze-oost.html", "summary": "Justitie wil een 32-jarige man uit Zwolle zes jaar achter de tralies voor een schietpartij.\nVolgens de verdachte hadden het slachtoffer en zijn broertje het al sinds het voorjaar op hem voorzien.\nDe twee hadden een ruzie met een vriend van de verdachte en daarbij was de verdachte tussenbeide gesprongen, verklaarde hij maandag in de rechtbank in Zwolle.\nOp 3 september reed de verdachte met een vrouw over de Zerboltstraat in Dieze-Oost, toen hij het 25-jarige slachtoffer en diens broertje in een auto zag.\nDe officier van justitie geloofde het verhaal niet, omdat de verdachte een geladen vuurwapen op zak en bij het slachtoffer is nooit een wapen aangetroffen.", "paragraphs": ["Justitie wil een 32-jarige man uit Zwolle zes jaar achter de tralies voor een schietpartij. De verdachte schoot in september in de wijk Dieze-Oost een plaatsgenoot in zijn been bij een conflict. De verdachte beroept zich op noodweer.", "Volgens de verdachte hadden het slachtoffer en zijn broertje het al sinds het voorjaar op hem voorzien. De twee hadden een ruzie met een vriend van de verdachte en daarbij was de verdachte tussenbeide gesprongen, verklaarde hij maandag in de rechtbank in Zwolle.", "Op 3 september reed de verdachte met een vrouw over de Zerboltstraat in Dieze-Oost, toen hij het 25-jarige slachtoffer en diens broertje in een auto zag. De man uit Zwolle stopte en stapte uit ter hoogte van de De Voochtstraat. Om het conflict uit te praten, zo stelde hij.", "In het opstootje dat ontstond zag de verdachte de andere man naar een vuurwapen grijpen, zo verklaarde hij. \"Toen trok ik mijn vuurwapen. Om hem te stoppen voor hij mij neer zou schieten. Ik schoot hem gericht in zijn been en stapte in mijn auto.\"", "Dat agenten die ter plaatse kwamen geen vuurwapen aantroffen bij het slachtoffer en ook getuigen daar niet over reppen, komt volgens de verdachte omdat het slachtoffer zijn wapen gauw aan iemand anders heeft gegeven. Een getuige verklaarde dat een andere auto ter plaatse kwam, maar weer vertrok toen de politie aan kwam rijden.", "De officier van justitie geloofde het verhaal niet, omdat de verdachte een geladen vuurwapen op zak en bij het slachtoffer is nooit een wapen aangetroffen. De eis is dan ook zes jaar vanwege poging tot doodslag. De uitspraak volgt over twee weken."], "authors": ["Door"], "keywords": ["zes", "uit", "zwollenaar", "verklaarde", "een", "wil", "vuurwapen", "en", "slachtoffer", "vastzetten", "zijn", "voor", "jaar", "verdachte", "schietpartij", "hij", "diezeoost", "het", "justitie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}