{"id": "a6bb15f9-2e41-35c7-a284-db73998131c2", "title": "De bemande commerciële ruimtevaart neemt een vlucht", "url": "https://volkskrant.nl/wetenschap/de-bemande-commerciele-ruimtevaart-neemt-een-vlucht~b8cabcdc/", "summary": "Voor het eerst voerde een bedrijf, het Amerikaanse SpaceX, een retourtje uit naar het internationale ruimtestation ISS.\nOp de bulderende soundtrack van raketmotoren vloog daarmee ook de dollar definitief de wereld van de bemande ruimtevaart binnen.\nDe werkelijkheid is anders: Neil Armstrong en collega’s surften richting maan op een golf van nationalistische trots en de spanning van de Koude Oorlog.\nWie hoopt op een sciencefictionachtige toekomst waarin een retourtje ruimte net zo normaal is als op en neer vliegen naar Amerika of Australië, kan daarom niet langer om commerciële diensten heen.\nVerlang je naar een weekje op een Australisch strand, dan klop je immers niet aan bij de Rijksoverheid, maar boek je, in normale tijden althans, een ticket bij een commerciële luchtvaartmaatschappij.", "paragraphs": ["Beeld Getty - illustratie Typex", "In mei gebeurde het. Voor het eerst voerde een bedrijf, het Amerikaanse SpaceX, een retourtje uit naar het internationale ruimtestation ISS. Op de bulderende soundtrack van raketmotoren vloog daarmee ook de dollar definitief de wereld van de bemande ruimtevaart binnen. Tot dat moment hadden alleen overheidsdiensten als de Russische Roscosmos of de Amerikaanse Nasa mensen de ruimte ingeschoten.", "Apollo-tijdperk", "Sla de geschiedenis erop na, en je kunt het pad naar commercie tussen de iconische ruimtevaartmomenten uit het verleden al een beetje ontwaren. Neem het Apollo-tijdperk, waaraan tegenwoordig het beeld kleeft van altruïstische pioniers die hun leven waagden uit naam van de gehele mensheid. De werkelijkheid is anders: Neil Armstrong en collega’s surften richting maan op een golf van nationalistische trots en de spanning van de Koude Oorlog. Het gevolg was dat toen de wereld in de jaren die volgden kalmeerde, ook de drang naar nieuwe kosmische heldendaden stokte. Natuurlijk bouwden we nog het internationale ruimtestation ISS, succesvol als plek die politieke tegenstanders nader tot elkaar bracht. Maar de belofte van die iconische voetafdruk in de grijze maangrond, een stap die oogde als de eerste van vele, werd nooit meer ingewilligd. Spoel door naar nu en mensen komen kosmisch gezien niet verder dan een baan om de eigen planeet.", "Doordat de ruimte rap zakte op de lijst van politieke prioriteiten kon SpaceX, geleid door miljardair Elon Musk, de handschoen oppakken die overheden decennialang lieten liggen. Dankzij Nasa’s onvermogen om, na de ontmanteling van het voormalige spaceshuttleprogramma, zelf nieuw vervoer naar het ISS te regelen, kreeg SpaceX de kans een vaste plek te claimen in ons kosmisch reisschema. Het bedrijf mag zichzelf sinds dit jaar gecertificeerd ruimtependelaar noemen en astronauten vervoeren tussen planeet en ruimtestation. Een mooie prestatie, maar de ambities reiken verder: naar Mars en daar voorbij.", "Cowboyachtig", "Vraag het planeetonderzoekers en ruimtevaartkenners en de droom van Musk om Mars te koloniseren grenst aan het schier onhaalbare. Toch levert SpaceX met zijn cowboyachtige bedrijfsmentaliteit van ‘gewoon proberen en zien waar het schip strandt’ ook nu al prestaties die eerder onmogelijk leken. Zo kan het bedrijf na talloze mislukte pogingen en continue verbeteringen zijn raketten inmiddels hergebruiken door ze na een ruimtemissie te laten landen op een speciaal daarvoor uitgerust ‘raketdekschip’. Dat is niet alleen economisch aantrekkelijk, want goedkoper dan steeds nieuwe raketten bouwen, maar ook een daverende technologische prestatie. Geen overheidsdienst kan hetzelfde.", "Wie hoopt op een sciencefictionachtige toekomst waarin een retourtje ruimte net zo normaal is als op en neer vliegen naar Amerika of Australië, kan daarom niet langer om commerciële diensten heen. En dat is ook niet zo gek. Verlang je naar een weekje op een Australisch strand, dan klop je immers niet aan bij de Rijksoverheid, maar boek je, in normale tijden althans, een ticket bij een commerciële luchtvaartmaatschappij. Met de komst van de eerste ruimtedienst wordt de kosmos als bestemming dus eindelijk volwassen."], "authors": ["George Van Hal"], "keywords": ["van", "bemande", "ruimtevaart", "naar", "en", "een", "vlucht", "neemt", "op", "ook", "het", "commerciële", "niet", "als", "die"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}