{"id": "a6c09c01-d9f8-3d41-9160-f49bfd437aa8", "title": "OM: geen strafrechtelijk onderzoek naar Belastingdienst", "url": "https://www.parool.nl/nederland/om-geen-strafrechtelijk-onderzoek-naar-belastingdienst~b8bb9f8f/", "summary": "Beeld ANP‘Na een zorgvuldige beoordeling van de feiten en omstandigheden komt het OM niet tot een strafrechtelijke verdenking,’ laat het OM in een toelichting weten.\n‘Het OM realiseert zich dat deze uitkomst voor de getroffen ouders een teleurstelling kan zijn,’ staat in de toelichting.\nNa de aangifte heeft de Rijksrecherche onder het gezag van het OM een uitgebreid oriënterend feitenonderzoek uitgevoerd.\nDaaruit concludeert het OM nu dat er geen reden is tot vervolging.\nTal van ouders hebben ernstige financiële en sociale gevolgen ervaren van de fraudeaanpak van de Belastingdienst bij de uitvoering van de kinderopvangtoeslag.", "paragraphs": ["De Belastingdienst is, als onderdeel van de Staat, immuun voor strafrechtelijke vervolging. Beeld ANP", "‘Na een zorgvuldige beoordeling van de feiten en omstandigheden komt het OM niet tot een strafrechtelijke verdenking,’ laat het OM in een toelichting weten.", "‘Het OM realiseert zich dat deze uitkomst voor de getroffen ouders een teleurstelling kan zijn,’ staat in de toelichting. ‘Ouders die zelf aangifte hebben gedaan bij het OM, zouden via een zogeheten ‘artikel 12 Wetboek van Strafvordering-procedure’ de rechter kunnen vragen om alsnog tot vervolging over te gaan.’", "Aangifte", "De staatssecretarissen van Financiën hebben mei vorig jaar aangifte gedaan tegen de Belastingdienst wegens ‘een vermoeden van zogeheten knevelarij en beroepsmatige discriminatie’. Knevelarij wil zeggen dat een ambtenaar in strijd met de regels geld vordert, ontvangt of niet uitbetaalt omdat dat verschuldigd zou zijn ‘aan enige openbare kas’.", "Na de aangifte heeft de Rijksrecherche onder het gezag van het OM een uitgebreid oriënterend feitenonderzoek uitgevoerd. Daaruit concludeert het OM nu dat er geen reden is tot vervolging.", "Daarnaast is de Belastingdienst, als onderdeel van de Staat, immuun voor strafrechtelijke vervolging. ‘Over verwijtbare handelingen die de Staat zijn toe te rekenen, moet verantwoording worden afgelegd in het politieke domein en niet in het strafrecht.’", "Vernietigend rapport", "De toeslagenaffaire veroorzaakte veel maatschappelijke beroering. Tal van ouders hebben ernstige financiële en sociale gevolgen ervaren van de fraudeaanpak van de Belastingdienst bij de uitvoering van de kinderopvangtoeslag. Recent kwam een vernietigend rapport uit over de affairedat een ondervragingscommissie van de Tweede Kamer had opgesteld na verschillende verhoren met ambtenaren en bewindspersonen.", "Daarin werd geconcludeerd dat de grondbeginselen van de rechtstaat zijn geschonden tijdens de te fanatieke jacht door de Belastingdienst op mogelijke fraudeurs met de kinderopvangtoeslag. Duizenden ouders werden ten onrechte als fraudeur bestempeld, waarna ze alle ontvangen toeslag moesten terugbetalen. Vaak ging het om vele duizenden euro’s, waardoor levens werden verwoest."], "authors": [], "keywords": ["staat", "zijn", "van", "ouders", "onderzoek", "naar", "en", "om", "een", "dat", "geen", "het", "strafrechtelijk", "belastingdienst"], "pubDate": "2021-01-07T12:55:18Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}