{"id": "a6ca0f56-6046-394b-a64f-111fa5dc1fb1", "title": "Verheug je en je zult gelukkig zijn", "url": "https://volkskrant.nl/cultuur-media/verheug-je-en-je-zult-gelukkig-zijn~b16b1467/", "summary": "Januari werd vernoemd naar Janus, de Romeinse god van het begin en het einde.\nDenk aan die keren dat je op vakantie ging naar een plezierige bestemming en het gevoel had dat de dagen voorbijvlogen, terwijl je je aan het einde van de reis nauwelijks kon voorstellen dat het echt pas tien dagen geleden was dat je vertrok.\nAl die verstrooiing, de drukte en het rumoer hebben ook een andere, misschien nog belangrijkere functie, en dat is dat ze verheugmomenten vormen.\nIedereen kent het lekkere gevoel dat je krijgt als je naar de apotheose van een mooi muziekstuk luistert.\nNiet iedereen weet dat dat lekkere gevoel er eerder is dan de betreffende noten.", "paragraphs": ["Januari is de verheugmaand bij uitstek, en dit jaar al helemaal. Maar waarom is het zo fijn je ergens op te kunnen verheugen?", "Niemand verheugt zich op januari. Januari is grijs en grauw en gevuld met onleuke dingen. Om te beginnen wemelt het van de blauweknoopnazi’s die willen dat je de alcohol laat staan. Lekker eten mag ook al niet; in januari word je geacht saai te lijnen en streng te sporten. Over roken hoeven we het niet eens te hebben. Buiten is het koud en binnen is het donker, maar de gezellige feestlichtjes zijn alweer naar zolder verbannen, met een grimmigheid die zo mogelijk nog groter was dan de gretigheid waarmee ze in oktober naar beneden werden gezeuld.", "In de oudste versie van de Romeinse kalender kwam januari nog niet voor, en terecht. Het jaar begon in maart en eindigde in december, de tiende maand. Januari en zijn naargeestige broertje februari vormden een onduidelijke periode zonder naam; die kregen ze pas in de zevende eeuw voor Christus. Januari werd vernoemd naar Janus, de Romeinse god van het begin en het einde.", "Niemand verheugt zich dus op januari. Maar iedereen verheugt zich ín januari: namelijk op de fijne maanden die komen gaan (met uitzondering van februari dat net doet alsof het een voorjaarsmaand is, met zijn schijnheilige krokusjes, maar gewoon bij de winter hoort) en waarin het licht en de warmte terugkeren waaraan alles wat groeit en bloeit zijn leven dankt. Dat maakt van januari de verheugmaand bij uitstek. Nu helemaal natuurlijk, in dit jaar dat alles goed moet maken; maar ook onder normale omstandigheden kijken de mensen in januari graag vooruit.", "Voorjaarsbelofte", "Dat weet de bloemist, die zijn zaak onmiddellijk na Kerst ombouwt tot een voorjaarsbelofte vol hyacinten, blauwe druifjes en narcissen (hoewel het nog niet eens hartje winter is). Dat weet Albert Heijn, waar eind deze maand de eerste paaseitjes in de schappen worden gelegd, aangevuld met nieuwe producten als de ‘Paas timbola’ en het ‘discodip chocolade-ei’ (hoewel het pas in april Pasen is). Dat weet de reisbranche, die al vijftig jaar in januari (nu bij hoge uitzondering in april) de Vakantiebeurs in Utrecht organiseert, een evenement dat jaarlijks meer dan honderdduizend bezoekers trekt.", "Maar ook gedurende de rest van het jaar wordt gretig vooruitgekeken. De kunst van het verheugen zit ons in het bloed. Stel een klein kind iets leuks in het vooruitzicht en het stopt met zeuren. De stichters van het christendom, de islam en al die andere godsdiensten wisten heel goed wat ze deden toen ze hun paradijselijk hiernamaals bedachten: het beste medicijn tegen een treurig nu is het vooruitzicht op een beter later. Stil maar, wacht maar, alles wordt nieuw.", "Eind november uitte hoogleraar religie en zorg Hans Schilderman van de Radboud Universiteit Nijmegen in NRC Handelsblad zijn zorgen over de impact van de coronacrisis op studenten. De behoefte aan professionele hulp onder die groep was veel groter dan doorgaans, zei Schilderman. Dat komt niet door de ziekte zelf, wel door de drastische maatregelen ertegen. Die hadden alle agenda’s leeggeveegd, waardoor veel studenten kampen met gevoelens van hopeloosheid en uitzichtloosheid.", "Natuurlijk kunnen studenten, net als iedereen, best een jaartje zonder feestjes en partijen, zonder buitenlandse vakantie, zonder Lowlands, zonder opera, zonder toneel, zelfs zonder Tour de France of EK voetbal. Maar al te leeg moet de agenda toch niet worden. Niet vanwege de tijdsbestedingen an sich, maar omdat het piketpalen zijn in een landschap dat anders wel erg eentonig wordt.", "Toveren met tijd", "Prettige gebeurtenissen toveren met tijd. Denk aan die keren dat je op vakantie ging naar een plezierige bestemming en het gevoel had dat de dagen voorbijvlogen, terwijl je je aan het einde van de reis nauwelijks kon voorstellen dat het echt pas tien dagen geleden was dat je vertrok. Het effect van veel verschillende indrukken is dat de tijd in je beleving op het moment zelf sneller gaat en met terugwerkende kracht juist lánger lijkt te hebben geduurd.", "Gedwongen thuis zitten tijdens een lockdown doet met de tijdsbeleving precies het omgekeerde. Voor veel mensen kropen de dagen in 2020 op het moment dat ze er middenin zaten traag en saai voorbij, om met terugwerkende kracht samen te klonteren tot één grauwe, eenvormige homp die eigenlijk verrassend kort duurde; is het echt alweer januari?", "Volgens de 17de-eeuwse filosoof en wiskundige Blaise Pascal kunnen mensen niet zonder verstrooiing, omdat ze van nature ongelukkig zijn. Pascal meende dat we permanent in een erbarmelijke staat verkeren, bewust als we ons zijn van onze onbeduidendheid en sterfelijkheid. Rumoer, drukte en beweging leiden ons van dat besef af: ‘Vandaar dat de gevangenis zo’n vreselijke straf is en de vreugde der eenzaamheid iets onbegrijpelijks’.", "Al die verstrooiing, de drukte en het rumoer hebben ook een andere, misschien nog belangrijkere functie, en dat is dat ze verheugmomenten vormen. Dingen om naar uit te kijken. Dat ze perspectief bieden. Prettige gebeurtenissen in het vooruitzicht kleuren het gemoed zonnig; gebrek aan perspectief maakt depressief.", "Waarom is het zo fijn je ergens op te kunnen verheugen? Wat maakt dat voorpret vaak zelfs belangrijker is dan de gebeurtenis waar zo hunkerend naar wordt uitgekeken?", "Een deel van de verklaring is dat verheugen per definitie over de toekomst gaat, die nog schoon en onbevlekt is. Waar herinneringen gebukt gaan onder de last van de werkelijkheid, kun je met de toekomst alle kanten op. Je kunt erop projecteren wat je wilt, en jezelf wijsmaken dat de werkelijkheid zich naar jouw ideaalbeeld zal voegen. Vergelijk het met verliefdheid, die doorgaans het hevigst is in het begin, wanneer het object van de verliefdheid meer lijkt op wat je zelf graag in hem ziet dan op wie hij werkelijk is.", "Beeld Avalon Nuovo", "Maar vooral vinden we verheugen prettig omdat het zo wezenlijk met ons mens-zijn is verbonden. Vreugdevolle momenten kennen andere dieren ook, bijvoorbeeld als ze zich aan het voortplanten zijn, of tijdens het oppeuzelen van een zojuist gevangen ander dier. Maar het kunnen ervaren van gevoelens van opgetogenheid over dingen die er nog niet zijn, die alleen in je hoofd bestaan, is vermoedelijk voorbehouden aan de mens. Daar heb je de gave van de verbeelding voor nodig, plus het vermogen een behoefte niet onmiddellijk te bevredigen, maar die bevrediging uit te stellen.", "Je zou kunnen zeggen dat op die vermogens onze hele beschaving is gestoeld. Als onze voorouders een riviertje wilden oversteken, konden ze er wat haastig bij elkaar gescharrelde takken overheen gooien; maar ze konden er ook voor kiezen rustig na te denken en dan een solide bruggetje te bouwen – zodat ze niet alleen heen konden maar ook terug. Wie honger heeft, kan een opgewarmde diepvriespizza in zijn mond proppen, maar hij kan zich ook beheersen, een mooi gerecht verzinnen, de ingrediënten bij elkaar zoeken en lekker gaan koken.", "Onze samenleving, met zijn volgebouwde steden, uitgekiende mode, goede restaurantjes, gelikte kunst, slimme sportstadions, snelle auto’s en verslavende mobieltjes, is het resultaat van eeuwen uitgestelde behoeftebevrediging. Er is geen enkel ander dier dat zich niet aanpast aan zijn omgeving, maar zijn omgeving aanpast aan zichzelf. Onze hele cultuur komt voort uit pure verheuging; alles wat je om je heen ziet is ooit begonnen in een mensenhoofd, als wild plan, als goed idee, als verzonnen beeld.", "Van wens naar bevrediging", "‘Het wezen van de mens bestaat hierin dat zijn wil streeft, vervolgens bevredigd wordt, en weer opnieuw streeft, en dat in voortdurende herhaling’, schrijft filosoof Arthur Schopenhauer in De wereld als wil en voorstelling (1819). ‘Ja, zijn geluk en welzijn is niets anders dan de snelle overgang van wens naar bevrediging en van bevrediging naar nieuwe wens; het uitblijven van bevrediging betekent immers lijden, het uitblijven van een nieuwe wens uit zich in een ijdel verlangen, languor, verveling.’ Het citaat staat in een hoofdstuk over muziek; ook een melodie, die voortdurend afdwaalt van de grondtoon en weer terugkeert, brengt volgens de Duitse filosoof ‘het veelvormige streven van de wil tot uitdrukking’.", "Over muziek gesproken! Iedereen kent het lekkere gevoel dat je krijgt als je naar de apotheose van een mooi muziekstuk luistert. Niet iedereen weet dat dat lekkere gevoel er eerder is dan de betreffende noten. Dat ontdekte neurobioloog Robert Zatorre, toen hij het brein van mensen onderzocht die rillingen kregen bij bepaalde muziekfragmenten. De dopamine die voor het lekkere gevoel zorgt, bleek al vrij te komen vóór het fragment in kwestie geklonken had. De verheugende verwachting was bepalender voor het plezier dan het moment suprême zelf.", "Over brein gesproken! Daar moet je wezen als je de zetel van het verheugen zoekt, namelijk ons beloningssysteem, waarbij onder meer de amygdala (de amandelvormige kern in de hersenen die betrokken is bij emoties als angst en genot) en de hippocampus (het gebied dat het geheugen opslaat) betrokken zijn. Het beloningssysteem is de grote motor achter vrijwel alles wat we doen en laten.", "‘Het kan ons tot drugsverslaafde maken, of verliefd – toestanden waarvan het uitkijken naar beloning een cruciaal onderdeel is’, zegt neuropsycholoog Peter Bos. Van hem verscheen recentelijk het boek Verbonden, over de invloed van hormonen, die ook bij verheugen een belangrijke rol spelen: ‘Opioïden en testosteron beïnvloeden beide het beloningssysteem, bijvoorbeeld door de effecten die ze hebben op dopamine. Als er één systeem in ons brein is dat ongekend sterke sensaties teweeg kan brengen dan is het ons beloningssysteem wel, dat ook een cruciale rol speelt bij de anticipatie op beloning of straf.’", "Stoïcisme", "Over filosofie gesproken! In 2020 was er een kleine revival van de Stoa, de filosofische stroming die in de 3de eeuw voor Christus werd gesticht door de Cyprioot Zeno, een fan van Socrates, maar nu vooral bekend dankzij de nog altijd veelgelezen boeken van Romeinse wijsgeren als Epictetus (eerste eeuw na Christus), Lucius Annaeus Seneca (4 v. Chr-65 n. Chr) en keizer-filosoof Marcus Aurelius (121-180).", "Het stoïcisme legt nadruk op het logische verloop van de dingen, sluit toeval uit en raadt het individu aan zich vooral niet nodeloos druk te maken om gebeurtenissen die hij toch niet kan veranderen (Epictetus: ‘Vergeet niet dat je een toneelspeler bent in een stuk waarvan de schrijver de plot heeft bedacht’). Cabaretier en filosoof Tim Fransen schreef er in deze krant een mooi stuk over waarin hij de voormalige Denker des Vaderlands René Gude citeerde, die de stoïcijnse leer in het boek Stand-up filosoof dat ik met hem maakte, omschreef als ‘een trainingsprogramma dat je helpt om althans een beetje ongevoelig te worden voor de grillen van de buitenwereld’.", "Dat paste natuurlijk heel goed bij 2020, dat vervelende, agendaloze kutjaar. Maar voor het vrolijke nieuwe jaar, het jaar van het grote verheugen, hebben we bij de stoïcijnen minder te zoeken. Als leidsman van 2021 stel ik Spinoza voor, filosoof van het streven, een denker die de nadruk legt op de eigen daden, op zelfverwezenlijking en vrijheid, die onze lichamelijkheid als vertrekpunt neemt en de kracht van de verbeelding onderkent. Zijn biograaf Steven Nadler schreef toevallig net een nieuw boek over hem: Think Least of Death. Spinoza on How to Live and How to Die (Princeton, nog niet vertaald).", "Op 8 januari gaat in Nederland de eerste spuit met het coronavaccin in een arm.", "Op 10 januari begint het keihard te vriezen en kunnen we schaatsen.", "Op 19 januari is de lockdown afgelopen.", "Op 20 januari wordt Joe Biden geïnaugureerd als president van de Verenigde Staten.", "Leve januari, leve 2021. Laat het grote verheugen beginnen."], "authors": ["Wilma De Rek"], "keywords": ["zijn", "verheug", "van", "en", "een", "zult", "te", "op", "gelukkig", "het", "dat", "die", "je"], "pubDate": "2021-01-01T14:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}