{"id": "a6cea324-941e-3e87-bd2e-c56087b785eb", "title": "De Volkskeuken: aardse smaken aan het eind van het jaar", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-aardse-smaken-aan-het-eind-van-het-jaar~b39ad285/", "summary": "En dat dat in Europa wel geldt, maar voor arme kindertjes in [vul in] niet.\nOnlangs had ik het geluk vers eekhoorntjesbrood te kunnen kopen.\nVan het mooiste exemplaar sneed ik dunne plakken om gegrild op de rijst te leggen, de rest ging er gehakt doorheen.\nIk bleek verwend door de smaak van gedroogd eekhoorntjesbrood, dat zinsbegoochelende aroma van schurend tot stilstand gekomen leven, van samengebalde seizoenen, van geloof, hoop en liefde.\nAls je het ook nog combineert met rijst in de vorm van risotto, dat lepelbare vertrouwen uit Italië, komt alles goed.", "paragraphs": ["Risotto met eekhoorntjesbrood. Beeld Onno Kleyn", "Het ligt op de loer om op deze bijna-oudejaarsdag iets beschouwends te gaan zeggen. Iets filosofisch. Rozen verwelken, schepen vergaan, maar ons bordje eten zal altijd bestaan. Ofzo. En dat dat in Europa wel geldt, maar voor arme kindertjes in [vul in] niet. Of iets fijn bemoedigends over vaccins. Nee, ik ga het hebben over paddestoelen. Aards.", "Onlangs had ik het geluk vers eekhoorntjesbrood te kunnen kopen. Prachtig eekhoorntjesbrood, waarvan het sponsachtige deel onder de hoed nog wit en stevig was, niet groenig en slap. Ik blies flink in de bus – waar moet je nog je geld aan uitgeven, deze dagen? – en kocht 300 gram voor in de risotto. Van het mooiste exemplaar sneed ik dunne plakken om gegrild op de rijst te leggen, de rest ging er gehakt doorheen. Tataaa!", "Het viel tegen. Het was flauw. Het stelde teleur. Ik bleek verwend door de smaak van gedroogd eekhoorntjesbrood, dat zinsbegoochelende aroma van schurend tot stilstand gekomen leven, van samengebalde seizoenen, van geloof, hoop en liefde. Dat is een wonderproduct. Het aardige is dat je er zo onwaarschijnlijk weinig van nodig hebt. Hamsterproof spul. Als je het ook nog combineert met rijst in de vorm van risotto, dat lepelbare vertrouwen uit Italië, komt alles goed.", "Ingrediënten", "25 g gedroogd eekhoorntjesbrood (funghi porcini)", "0,8 l runder- of paddestoelenbouillon (desnoods van 1,5 blokje)", "1 uitje, fijngehakt", "50 + 25 g boter", "250 g risottorijst", "100 ml witte wijn", "25 g vers geraspte parmigiano reggiano", "Week de gedroogde paddestoelen een kwartier in een beetje warm water. Rubbel ze dan om het zand te verwijderen, knijp ze uit (bewaar het weekvocht) en snijd ze klein.", "Breng de bouillon aan de kook en houd hem heet. Bak het uitje zachtjes in 50 gram boter tot hij glazig is. Voeg de rijst toe en roer tot alle korrels met vet bedekt zijn. Schenk dan de wijn in de pan en laat bijna verdampen. Doe er het weekvocht en wat bouillon bij, zo veel dat de rijst onderstaat. Roer en ga door met laten koken en bouillon toevoegen tot de rijst al dente is (ongeveer 15 minuten). Voeg halverwege de geweekte paddestoelen toe. Zorg op het eind dat de risotto voldoende soepig is; hij gaat namelijk nog door met vocht opnemen. Meng er de resterende boter en de kaas door en roer goed door. Waarschijnlijk mag er nog wat bouillon bij; risotto mag nooit droog zijn."], "authors": ["Onno Kleyn"], "keywords": ["eind", "ik", "er", "van", "risotto", "nog", "smaken", "jaar", "en", "met", "volkskeuken", "aan", "het", "rijst", "dat", "aardse"], "pubDate": "2020-12-29T13:52:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}