{"id": "a6d76d63-c8f0-39e1-a679-e5f93d46a0cc", "title": "Moet je de auto in de winter vaker wassen?", "url": "https://nu.nl/auto/6096522/moet-je-de-auto-in-de-winter-vaker-wassen.html", "summary": "Moet je je auto in het winterseizoen vaker wassen of blijf je dan bezig?\nMaar bij het schoonhouden geldt het devies dat onderhoudsvoorzorgsmaatregelen, net als bij het wassen van de lak, van belang zijn.\nZeker als er op de weg strooizout is gebruikt is het raadzaam je auto zo snel mogelijk te wassen.\nMaar bij een ophoping van zand of zout kun je niet zomaar met de spons of borstels aan de slag.\nOm haarkrasjes te voorkomen moet je door middel van een voorbehandeling eerst zorgen dat de carrosserie volledig zand- of zoutvrij is.", "paragraphs": ["De auto is in de winter door regen, zand en ander vuil op de weg vaak al snel smerig. Moet je je auto in het winterseizoen vaker wassen of blijf je dan bezig? En hoe zit het met de lichtmetalen wielen? Hebben deze een speciale behandeling nodig? Hieronder enkele tips.", "Lichtmetalen wielen lopen 's winters dezelfde risico's als autolak. Zand en zout kunnen op plekken komen waar de velg kleine beschadigingen. Er gaat dan vuil tussen de beschermende laag en het basismateriaal zitten. Als dat gebeurt, kunnen deze plekjes op de velgen groter worden.", "In de basis kun je de wielen prima wassen in de wintermaanden, meldt Bart Kusters van KSC Import uit Venlo. Maar bij het schoonhouden geldt het devies dat onderhoudsvoorzorgsmaatregelen, net als bij het wassen van de lak, van belang zijn. Zorg dat de velg voor behandeling volledig zand- en zoutvrij is.", "Volgens KSC, dat velgen van onder meer JE Design en Oettinger importeert, is de kwaliteit van het wiel doorslaggevend in hoe het winterse omstandigheden doorstaat. Niet alle velgen krijgen vanuit de fabriek dezelfde laklaag mee. Duurdere wielen hebben een dikkere laag, waardoor deze exemplaren niet alleen kleurvaster zijn maar ook betere vuilafstotende eigenschappen hebben.", "Een andere stelregel is dat velgen met gepolijste delen meer kans op kleine schades hebben dan gecoate exemplaren.", "Door: Audi", "Mooie lichtmetalen wielen kosten vaak een lieve duit. (Foto: Audi)", "Wassen aangeraden bij gebruik van strooizout op de weg", "Vuil op de lak is doorgaans de reden om een auto naar de wasstraat te brengen. Zeker als er op de weg strooizout is gebruikt is het raadzaam je auto zo snel mogelijk te wassen. Zout kan de laklaag aanvreten. Maar bij een ophoping van zand of zout kun je niet zomaar met de spons of borstels aan de slag.", "Om haarkrasjes te voorkomen moet je door middel van een voorbehandeling eerst zorgen dat de carrosserie volledig zand- of zoutvrij is. Afspuiten met water is het devies, zeg ook Gerard van de Reep, technisch voorlichter bij autolakfabrikant AkzoNobel. De wasstraat heeft in dit geval de voorkeur, omdat je er dan zeker van bent dat er geen delen worden overgeslagen.", "Een voorbehandeling is vooral belangrijk als de carrosserie een normale laklaag heeft. Deze auto's worden weliswaar afgewerkt met een blanke laklaag, maar die is door het ontbreken van metaaldeeltjes niet zo hard als metallic lak. Bovendien is de laatste in feite een zogenaamde topcoat, een extra bescherming boven op de kleurlagen.", "Het is overigens niet zo dat je per definitie lakbeschadiging krijgt zonder voorbehandeling. Met zout- en zandresten schuur je niet zomaar door de verschillende lagen heen, zegt Van de Reep. Wel wordt de lak er niet mooier op.", "Door: ANP", "Strooizout kan de laklaag aanvreten. (Foto: ANP)"], "authors": ["Door"], "keywords": ["van", "dat", "niet", "een", "en", "moet", "winter", "op", "vaker", "je", "auto", "als", "met", "wassen", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}