{"id": "a7056683-ef2e-396a-8a20-663e77cfffdf", "title": "Vraag een zieke oudere wat hij wíl, niet wat hij mankeert", "url": "https://trouw.nl/binnenland/vraag-een-zieke-oudere-wat-hij-wil-niet-wat-hij-mankeert~b57700eb/", "summary": "Als verpleegkundige voor ouderen in het Utrecht Medisch Centrum besefte Ruth Pel-Littel al dat maatwerk voor tevredenheid zorgt.\nMaar voor ouderen met complexe problemen kun je beter een stap terugdoen en eerst vragen wat voor hen belangrijk is.\n“Bij het onderzoek werkte ik behalve met het AMC ook met ziekenhuizen in Eindhoven, Haarlem, Tilburg en Nijmegen.\nIk ontwierp een voorbereidingsfolder voor patiënten en een artsentraining met digitale oefenpatiënten.\nArtsen die breed kijken, doen het het best.", "paragraphs": ["Als verpleegkundige voor ouderen in het Utrecht Medisch Centrum besefte Ruth Pel-Littel al dat maatwerk voor tevredenheid zorgt. “Een deftige dame uit Bilthoven werd doodongelukkig toen ze steunkousen tot haar lies kreeg voorgeschreven. ‘Dan is mijn leven over’, zei ze. “We bedachten als alternatief dat zij tegen duizeligheid ook even kan zitten voordat ze opstond vanuit bed.”", "Het voorbeeld illustreert waarom de laatste jaren het concept ‘Samen beslissen’ in de zorg voor ouderen zo’n vlucht heeft genomen. Pel-Littel (49), werkzaam bij kenniscentrum Vilans, promoveerde er zelfs op aan de Universiteit van Amsterdam, locatie AMC. Dat had subsidie gekregen voor onderzoek naar verbetering van de zorg voor ouderen.", "Wat is uw belangrijkste conclusie?", "“Artsen zijn oplossingsgericht en vragen direct wat er aan de hand is. Maar voor ouderen met complexe problemen kun je beter een stap terugdoen en eerst vragen wat voor hen belangrijk is. Ik deed onderzoek onder 500 ouderen. Het blijkt dat zij kwaliteit van leven, zelfstandigheid en sociale contacten belangrijker vinden dan ziekte-specifieke uitkomsten. Met andere woorden: het is belangrijker voor iemand of hij straks zijn hond weer kan uitlaten, of familie kan bezoeken dan hoeveel centimeter een tumor geslonken is. Als deze levensvragen aan de orde komen, zijn patiënten zekerder over de keuze voor een bepaalde behandeling en gebruiken zij hun medicatie beter.”", "U zag mensen met wel zeven chronische ziektes. Hoe ongezond zijn ouderen?", "“Gemiddeld krijgt een Nederlander op zijn veerstigste de eerste chronische ziekte, dat valt nog wel mee. Naarmate je ouder wordt, komen er dingen bij en worden kwalen erger. De grote meerderheid van de zeventigplussers heeft meerdere ziektes, zoals diabetes, hoge bloeddruk, artrose, geheugenproblemen of immobiliteit. Ouderen willen met hun arts bespreken hoe ze moeten omgaan met ziekte, de gevolgen en stress daarvan in hun dagelijks leven. Vaak kiezen ze voor verbetering op één punt, en nemen genoegen met een zesje voor de rest. De hele dag pillen slikken is ook geen leven.”", "Het is u gelukt de vragenlijst die geriaters standaard gaan afnemen aan te laten vullen met deze punten. Wat kreeg u nog meer voor elkaar?", "“Bij het onderzoek werkte ik behalve met het AMC ook met ziekenhuizen in Eindhoven, Haarlem, Tilburg en Nijmegen. Ik ontwierp een voorbereidingsfolder voor patiënten en een artsentraining met digitale oefenpatiënten. Nu gaan twintig ziekenhuizen met hun poli geriatrie mijn training ‘Samen Beslissen’ volgen en de folder gebruiken, supergaaf. Om het te laten beklijven moet dat in een tweejarig traject. En ‘Samen beslissen’ met persoonlijke uitkomsten wordt straks praktijk op alle geriatrie-afdelingen in het land.”", "U filmde ruim 200 gesprekken van tien geriaters met ouderen, met een training halverwege. Wat viel op?", "“Na de training gingen de artsen beter persoonlijke doelen van ouderen bespreken. Ze legden ook verschillende behandelmogelijkheden beter uit. Toch blijft er winst te halen. Voor artsen is de uitdaging de juiste taal voor een patiënt te vinden. Artsen die breed kijken, doen het het best. Heel gespecialiseerde artsen praten vaker ingewikkeld. Een mooie slotvraag kan zijn om de patiënt het besprokene in eigen woorden te laten samenvatten.”", "U concludeert dat het een uitdaging blijft om ouderen actief in het gesprek te betrekken.", "“Genoeg ouderen zijn assertief en betrokken. Anderen vinden het spannend en zeggen: ‘Zegt u het maar dokter’. Dat is voor een arts erg moeilijk. Juist iemand die medische informatie moeilijk begrijpt, kan baat hebben bij een heldere uitleg over voor- en nadelen. Dan voelt die persoon zich ook zekerder over een besluit als bijvoorbeeld een open-hartoperatie ondergaan op je tachtigste. Het kan een duivels dilemma zijn: soms is niets doen beter. Het is goed als een dokter durft te zeggen: ‘Wij weten het ook niet zeker’. Op hun beurt moeten ouderen een gesprek voorbereiden. Daarom werken wij samen met seniorenorganisatie KBO-PCOB. Een goede tip is om van tevoren te bedenken: Waar hoop ik op, wat wil ik weer kunnen doen, waar wil ik minder last van hebben?”", "Lees ook:", "Onderzoek bewijst belang van gezamenlijk overleg patiënt en dokter", "Het anderhalvemeterleven valt ouderen zwaar. Voer het isolement niet te ver door, adviseert gezondheidsexpert Julia van Weert."], "authors": ["Sybilla Claus"], "keywords": ["zijn", "van", "zieke", "ouderen", "voor", "oudere", "en", "mankeert", "een", "met", "niet", "te", "wíl", "hij", "het", "wat", "dat", "vraag"], "pubDate": "2021-01-10T11:20:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}