{"id": "a7227d29-0282-3b8f-a204-d795eee11127", "title": "Anke ten Brinke werkte in de gevangenisbieb tussen levenslang gestraften: ‘Mensen zijn niet slecht, hun daden zijn slecht’", "url": "https://trouw.nl/leven/anke-ten-brinke-werkte-in-de-gevangenisbieb-tussen-levenslang-gestraften-mensen-zijn-niet-slecht-hun-daden-zijn-slecht~b87f35b0/", "summary": "Doe het niet, denkt Anke ten Brinke telkens als ze hoort dat een gevangenis de fysieke bibliotheek opdoekt en vervangt door e-books.\nDat is een denktank die zich inzet voor een humane behandeling van de zwaarst gestrafte mensen van het land.\n“Als iemand niet tot zelfinzicht komt en het volgens deskundigen niet mogelijk is iemand veilig terug te laten keren in de samenleving, dan niet.\nBegeleid ze tijdens hun straf, leid ze op zodat ze een doel hebben na vrijlating, monitor ze vanaf dag één.\nDe minister heeft een te grote politieke invloed op het traject van resocialisatie en uiteindelijke gratie van levenslanggestraften, zeggen juristen.", "paragraphs": ["Doe het niet, denkt Anke ten Brinke telkens als ze hoort dat een gevangenis de fysieke bibliotheek opdoekt en vervangt door e-books. Het gaat haar niet alleen om de boeken. “Het gaat ook om het menselijke contact. Een bibliothecaris die advies kan geven als je naar iets specifieks op zoek bent, of die er is voor een praatje. En wat dacht je van de signaleringsfunctie van analfabetisme? Ik heb gedetineerden gezien die vol verbazing om zich heen keken omdat ze nog nooit een bibliotheek hadden gezien. Die kon ik mooi doorsluizen naar het onderwijs.”", "Ten Brinke (57) bestierde jarenlang de bibliotheek in de bajes. Eerst in Leeuwarden, waar de voormalige gevangenis inmiddels treffend genoeg is omgebouwd tot openbare bieb en waarover ze, ondanks de verbouwingen, nog feilloos kan vertellen hoe het er vroeger uitzag. En daarna in Veenhuizen, waar de penitentiaire inrichting (PI) veel weidser was opgezet, met een ruime binnenplaats met grote bomen. “In Veenhuizen zaten vooral langgestraften”, zegt Ten Brinke. “De sfeer was er gemoedelijker dan in Leeuwarden. Alsof iedereen besefte: we zitten hier toch nog een tijdje, dus we zullen het samen moeten doen.”", "Waar de kortgestraften in de bieb vooral gingen voor de ‘snelle hap’, zoals de Baantjerboeken, leenden de langgestraften de meest uiteenlopende titels over filosofie, opvoeden en psychologie. “Al is het soms ook heel praktisch hoor. Zo van: ik ga vanavond gehaktballen draaien, maar heb dat nog nooit gedaan. Heb je een kookboek?”", "De langgestraften houden Ten Brinke nog altijd bezig. Hoewel ze professioneel gezien al een tijdje weg is uit het gevangeniswezen – ze is nu docent aan een mbo-opleiding juridisch-administratief dienstverlener – bezoekt ze nog steeds een paar keer per jaar een man die een levenslange straf uitzit. Ruim dertig jaar geleden werd hij veroordeeld voor meervoudige moord.", "Boekenverslinder", "Ze ontmoette hem in de gevangenisbibliotheek, waar hij hielp. Een man van de buitencategorie, zegt Ten Brinke. Intellectueel, rustig, een boekenverslinder. Er ontstond een vriendschap tussen hen.", "Zijn naam wil ze liever niet noemen in de krant, omdat ze zijn zaak geen kwaad wil doen. Wat ze wel wil vertellen, is hoe ze door hem ging inzien wat levenslang zitten eigenlijk betekent.", "“Hij werd veroordeeld in de tijd dat levenslang betekende dat je na zo’n twintig jaar weer buiten stond. Die einddatum stond bij hem echt al aangekruist. Maar toen veranderden de spelregels. In Den Haag stak een politieke wind op die bepaalde dat levenslang ook echt levenslang is. Ik heb hem zien veranderen nadat zijn initiële einddatum verstreken was. Hij werd stiller, trok zich meer terug. Hij kreeg fysieke problemen, rugklachten, slapeloosheid. En inmiddels zijn we meer dan tien jaar verder.”", "De paar uur onbegeleid verlof per maand – hij mag dan met een enkelband naar buiten – houden hem op dit moment staande, denkt Ten Brinke. “Die paar uur komt hij in aanraking met het normale leven. Hij kan laten zien dat hij het leven buiten aankan. Maar wat heeft het voor zin als het rechtssysteem zo is dat je er niet meer uitkomt?", "“Tijdens mijn bezoeken probeer ik de vlam brandend te houden bij hem. Want als die vlam uitgaat omdat al het perspectief op een normaal leven verdwijnt, dan overleeft iemand het niet. Zijn verjaardag of een jaarwisseling vind ik het allermoeilijkst. Wat kun je zeggen? Dat zeg ik ook altijd: ik weet niet wat ik moet zeggen, maar ik wens je toch het allerbeste.”", "Heeft ze medelijden met hem? Dat is niet het juiste woord, zegt Ten Brinke. “Maar je zou kunnen zeggen dat het onder mijn huid is gaan zitten. Of eigenlijk niet onder mijn huid, maar in mijn hart.”", "De Penitentiaire Inrichting Veenhuizen, locatie Esserheem. Beeld Hollandse Hoogte / Kees van de Veen", "Definitief afschrijven", "In de samenleving hoor je vaak andere geluiden. Het gros van de mensen identificeert zich vooral met het slachtoffer, dat begrijpt ze best, zegt Ten Brinke. Wie levenslang krijgt in Nederland is veroordeeld voor minstens een moord, in verreweg de meeste gevallen meer dan één. Gruwelijke misdrijven die veel verdriet veroorzaken. Maar dat betekent nog niet dat je de mens om die daden definitief mag afschrijven door iemand op te sluiten, de sleutel om te draaien en die weg te gooien, zegt Ten Brinke. “Deze mensen zijn, of je dat nou wilt of niet, onderdeel van onze maatschappij. Ik vind het verschrikkelijk om te horen hoe veroordeelden soms monsters worden genoemd. Het zijn vaders, zonen, partners, broers, buurmannen.", "“Alleen in mijn allereerste week in de bibliotheek dacht ik bij iedereen: waarvoor zou hij hier zitten? Maar daarna liet ik dat los. Het doet er niet toe, je gaat de mens zien, niet zijn daad. Ik vind het hoogmoedig om als individu te zeggen: jij bent slecht en ik deug. Het is niet aan mij om er iets van te vinden. Ik denk dat ik daarom ook iemand was met wie ze graag een praatje maakten. Ik ben geen maatschappelijk werker, er zitten geen consequenties aan het vertellen van je verhaal aan de bibliothecaris. Ik luisterde alleen maar.”", "Anke ten Brinke: ‘Het gaat om het menselijke contact’. Beeld Werry Crone", "Humane behandeling", "De man die ze bezoekt en haar ervaringen in de gevangenisbieb inspireerden Ten Brinke tot het oprichten van het Forum Levenslang, samen met de Groningse strafrechtdocent Wiene van Hattum. Dat is een denktank die zich inzet voor een humane behandeling van de zwaarst gestrafte mensen van het land. “We zijn niet tegen de levenslange straf”, legt Ten Brinke uit. “Als iemand niet tot zelfinzicht komt en het volgens deskundigen niet mogelijk is iemand veilig terug te laten keren in de samenleving, dan niet. Maar we vinden wel dat het menselijker moet en kan.”", "Dat laatste heeft vooral te maken met de kans op vrijlating. Hoewel toewerken naar gratie lange tijd vanzelfsprekend was na een veroordeling tot levenslang, sloeg het beleid rond de eeuwwisseling om. Levenslanggestraften maakten geen kans meer op een terugkeer in de samenleving. Maar mensen opsluiten zonder perspectief is volgens het Europees hof voor de Rechten van de Mens en de Hoge Raad een schending van artikel 3 van het Europese mensenrechtenverdrag (een verbod op onmenselijke bestraffing).", "Dus introduceerde het kabinet in 2017 het Adviescollege Levenslanggestraften, dat na 25 jaar bekijkt of iemand kan beginnen aan een resocialisatietraject. Dat wil nog niet zeggen dat hij (alle ongeveer vijftig levenslanggestraften die momenteel vastzitten zijn man) vrijkomt. De koning, wat in de praktijk de minister betekent, moet nog altijd gratie verlenen.", "Gratieverzoeken afgewezen", "Een farce noemt Ten Brinke de aanpassing van het beleid. Vervroegd vrijkomen, bestaat volgens haar enkel op papier, in de praktijk is er niets veranderd. “Minister Sander Dekker (rechtsbescherming, red.) blijft van mening dat levenslang ook daadwerkelijk levenslang moet duren en hij blijft daarom gratieverzoeken afwijzen. Het is te veel een politieke beslissing. Daarom ben ik er voorstander van dat een onafhankelijke rechter zich over een gratieverzoek buigt.” Voor de man die Ten Brinke bezoekt kwam het Adviescollege sowieso te laat, hij was de 25 jaar detentie al ruim gepasseerd in 2017.", "Mensen kunnen veranderen, daar is Ten Brinke van overtuigd. Zeker als je bedenkt dat levenslanggestraften minstens 25 jaar vastzitten. Kijk naar jezelf, zegt ze. Wie is er nog precies dezelfde persoon als hij of zij twee decennia geleden was?", "Maar veranderen gaat niet vanzelf, zegt ze ook. “We moeten gedetineerden niet aan hun lot overlaten in de cel om na 25 jaar te kijken of er iets veranderd is. Begeleid ze tijdens hun straf, leid ze op zodat ze een doel hebben na vrijlating, monitor ze vanaf dag één. Daarom vind ik het onbegrijpelijk dat alles in de gevangenissen alleen maar soberder moet. Zoals fysieke bibliotheken die verdwijnen.”", "In haar tijd in de gevangenisbieb zag Ten Brinke de waarde van contact in de bibliotheek. En van boeken, juist voor mensen die zeer lange tijd tussen de muren zitten. “Een boek is een van de weinige manieren voor de gedetineerden om zich even helemaal te verliezen in een verhaal en om zich te ontwikkelen. Ze kunnen via een boek een taal leren of zich verdiepen in psychologie of filosofie, zodat ze ook zichzelf wat beter gaan begrijpen. De bibliothecaris kan ze daarover adviseren. Dat moet je niet van ze afpakken.”", "Interviews over ‘levenslang’ De komende tijd verschijnen in de Verdieping verschillende interviews met mensen die persoonlijk of professioneel met de levenslange celstraf te maken hebben. Dit naar aanleiding van de discussie die er in Nederland nog altijd wordt gevoerd over het thema. Zo bekritiseren juristen minister Sander Dekker omdat hij weigert gratie te verlenen en resocialisatietrajecten volgens hen blokkeert. De minister voor rechtsbescherming wilde zelf niet meewerken aan een interview.", "Lees ook:", "Betekent levenslang ook echt tot de dood in de cel?", "De minister heeft een te grote politieke invloed op het traject van resocialisatie en uiteindelijke gratie van levenslanggestraften, zeggen juristen. De levenslange celstraf in Nederland is volgens hen daardoor nog altijd uitzichtloos.", "Deze officier van justitie eiste levenslang voor de Utrechtse tramaanslag", "“Het is echt een heel zware straf, maar ik heb er niet over getwijfeld,” zegt Henriëtte van Ooijen. Levenslang heeft Gökmen T. volgens haar over zichzelf afgeroepen."], "authors": ["Kristel Van Teeffelen"], "keywords": ["ik", "zijn", "ze", "te", "die", "slecht", "levenslang", "mensen", "van", "tussen", "en", "een", "hun", "werkte", "gestraften", "gevangenisbieb", "het", "niet", "dat"], "pubDate": "2021-01-06T21:10:18Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}