{"id": "a74e31a4-09f6-3db7-ab7e-de91088d39aa", "title": "Waarom huizen uit de jaren dertig nog steeds zo gewild zijn", "url": "https://www.parool.nl/ps/waarom-huizen-uit-de-jaren-dertig-nog-steeds-zo-gewild-zijn~bcbcb86b/", "summary": "Al is het maar om de plek waar de huizen staan.\n“Vraag een willekeurige makelaar welke drie aspecten de prijs van een ­woning bepalen en ze zullen antwoorden: locatie, locatie en locatie.\nDie zijn zó duur ­geworden dat ze al min of meer op hetzelfde niveau zijn gekomen als nog centraler gelegen woningen.\nLichtoranje mag ook, als het maar een kleur is die zo ouderwets is dat we hem tijdloos zijn gaan noemen.\nStedenbouwkundige Joost Kingma dook diep in dit onderwerp en schreef het boek De magie van het jaren ’30 huis (2012).", "paragraphs": ["Beeld Ted Struwer", "Een eigen huis, een plek onder de zon – allemaal leuk en aardig, maar geluk is niet zomaar een eigen huis, dat is er eentje dat gebouwd is in de jaren dertig. De populariteit van woningen uit die tijd is onveranderd groot. Kandidaten van woonprogramma’s mijmeren er over, gemiddeld zijn ze 10 procent duurder dan huizen uit andere decennia en er worden hele nieuwe wijken opgetrokken in deze stijl. Waarom? Wat deden ze goed in die tijd en waarom komt er geen einde aan onze voorliefde voor huizen van toen?", "Steven Lagerweij – algemeen directeur van Vivantus, de grootste NVM-makelaar van Nederland – is ervan overtuigd dat we er nooit genoeg van gaan krijgen. Al is het maar om de plek waar de huizen staan.", "“Vraag een willekeurige makelaar welke drie aspecten de prijs van een ­woning bepalen en ze zullen antwoorden: locatie, locatie en locatie. En jarendertigwoningen zijn nu eenmaal ­gebouwd op mooie plekken in steden, precies op het ­moment dat de steden voor het eerst echt gingen groeien. Het gaat om de eerste uitbreiding tegen de stadscentra aan. Dat zijn meestal prachtplekken om te wonen. Sfeervolle straten vaak, met volwassen bomen, parken in de buurt, soms klinkerstraten en buurtvoorzieningen zoals kleinschalige winkelpleinen en scholen.”", "De Amsterdamse variant is de gestapelde etagevorm, maar ook hier geldt dat de wijken waar het glas in lood ­welig tiert over het algemeen aanschurken tegen het centrum. De Rivierenbuurt natuurlijk, maar ook de Baarsjes, omgeving Hoofddorpplein en de Spaarndammerbuurt.", "Beeld Ted Struwer", "Tierelantijntjes", "Jerry Wijnen, voorzitter van Makelaarsvereniging Amsterdam (MVA), kon er tien jaar geleden de klok op ­gelijk zetten: woningzoekers vroegen steevast om een huis in de ‘20-40-gordel’. Betaalbaarder dan in het centrum, maar nog wel binnen de Ring.", "Maar er is iets veranderd. Wijnen: “Omdat de populariteit en daardoor de prijzen van woningen uit de jaren dertig zo’n vlucht namen – in combinatie met het beperkte aanbod – is de betaalbaarheid eigenlijk geen ­argument meer voor een jarendertighuis in Amsterdam. Die zijn zó duur ­geworden dat ze al min of meer op hetzelfde niveau zijn gekomen als nog centraler gelegen woningen. Nu stijgen de prijzen van huizen uit die tijd relatief juist wat minder omdat ze al zo duur zijn. De grote stijging zien we nu buiten de Ring.”", "In 2020 werden er volgens de MVA in Amsterdam 991 ja­rendertigwoningen verkocht, voor een gemiddelde prijs van 557.000 euro.", "Behalve de locatie, is er nog iets: het huis zelf, met al zijn tierelantijntjes. En daar begint de dolle liefde voor de ­jarendertighuizen pas echt. Het sleutelwoord: authentiek. Meteen bij de voordeur al, die glanst van de gelakte mahonie. Speelse vormen in het houtwerk zeggen: denk niet dat je zomaar een huis betreedt, dit is een jarendértighuis. En dan meteen erop en erover in het halletje, te beginnen met de vloer: die is van granito, en dat voelt als gewijde grond onder onze voeten.", "Bonuspunten zijn er voor mintgroene tegels met een zwart randje erboven. Lichtoranje mag ook, als het maar een kleur is die zo ouderwets is dat we hem tijdloos zijn gaan noemen. En dan de heilige graal op het gebied van jarendertighuizen: de paneeldeur met glas in lood. In de woonkamer zien we ze weer, maar dan en suite. Ook ravissant: de schouw van marmer of natuursteen. Oh, en zo’n érker! Met ook weer glas in lood, overal glas in lood.", "Ruimtelijkheid", "“Inmiddels is deze stijl toch al bijna een eeuw oud,” zegt architect Britta van Egmond, die haar twintig jaar aan ­expertise nu ook inzet bij het RTL-programma De perfecte verbouwing. “We noemen het nu traditioneel. Maar toentertijd was het een ware revolutie op het gebied van architectuur, die voortkwam uit het idee dat schoonheid voor iedereen beschikbaar moest zijn, niet alleen voor de happy few. Dat ideaal speelde in de tijd na de industriële revolutie heel erg en zorgde wereldwijd voor een nieuwe architectonische taal. Een uiting van het nieuwe denken dat op heel veel terreinen terugkwam. Het leven mocht leuk zijn, en móói.”", "En dat we het mooi vinden, is duidelijk. Een huis kopen is emotie en dat is precies waar die subtiele elementen ons op raken. Maar is dat het hele verhaal? Is er sprake van een collectieve bedwelming door glas in lood, nisjes en schouwen van marmer? Nee, er is meer, weet Van Egmond: een diepere architectonische laag.", "“Natuurlijk,” zegt ze, “er zit vakmanschap in de kleine dingen, zoals het metselwerk, ronde vormen, gootlijstjes, overstekjes, balkonnetjes: alles met een enorm aandacht voor detail. Maar de reden dat mensen zich gelukkig voelen in een ruimte uit de jaren dertig heeft te maken met de ruimtelijkheid, waar goed over is nagedacht. De hoge plafonds – vaak wel 3 meter – en de lichtinval. De gelegenheid tot hoekjes maken zonder dat het hokkerig wordt. Het horizontale denken. Als architect herken ik dat en zelf pas ik het ook toe, maar je hoeft geen architect te zijn om het onbewust wel te voelen. Een ruimte die klopt, dat merk je zonder het op te merken.”", "Kortom, we worden bedwelmd, maar niet alleen door het glas in lood. Voor de leek ongrijpbare maar niet te negeren architectonische wetten spelen een verleidingsspel waardoor we precies zo’n huis willen, ondanks dat het relatief duur is, ondanks de loden leidingen die per direct aan vervanging toe zijn, en laten we het maar niet hebben over hoe breekbaar glas in lood eigenlijk is.", "Maar er is nog iets. Stedenbouwkundige Joost Kingma dook diep in dit onderwerp en schreef het boek De magie van het jaren ’30 huis (2012). In tijdschrift Arts en Auto stipte hij naar aanleiding daarvan nog het volgende aan: ‘Wat we geneigd zijn te vergeten (of niet zo correct vinden om hardop te zeggen) is dat de waardering voor het jarendertighuis ook wordt beïnvloed door sociaal-economische factoren. Jarendertigwijken blijken namelijk opvallend vaak te worden bewoond door een nogal homogene groep mensen, te weten gezinnen uit de hogere middenklasse met een vergelijkbare sociaal-culturele levensstijl. Dit heeft een aanzuigend effect, het roept gevoelens van herkenning, geborgenheid en veiligheid op.’", "Oog voor schoonheid", "Ook Van Egmond heeft de afgelopen jaren wijken ontworpen in jarendertigstijl, maar de vraag blijft: waarom zijn we niet altijd vrolijk verder gegaan op deze voet van bouwen? “Na de jaren dertig kwam de nieuwe zakelijkheid,” zegt Van Egmond. “Die was nodig natuurlijk, want er was na de oorlog geen geld en een groot gebrek aan woningen. Er moest snel en veel gebouwd worden, en daarbij is de waardering voor kwaliteit en vakwerk verloren gegaan, net als het oog voor schoonheid. Dat was bijzaak geworden, een luxe. En het duurde lang voordat dat weer de norm werd. Eigenlijk is dat een beweging van de laatste ­jaren. De aandacht en het niveau van wat we bouwen – ­zowel in schoonheid als in kwaliteit – is op een bepaalde manier nu weer vergelijkbaar met de jaren dertig.”", "De geschiedenis die zich herhaalt dus, en het geeft te denken: zou er in 2121 massaal worden geaasd op de huizen van nu? Zo herkenbaar, zo geborgen, zo veilig? Maar dan zónder glas in lood."], "authors": ["Kees Van Unen"], "keywords": ["dertig", "jaren", "er", "zijn", "waarom", "nog", "uit", "die", "gewild", "zo", "van", "huizen", "en", "een", "steeds", "voor", "het", "maar", "dat"], "pubDate": "2021-01-08T19:00:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}