{"id": "a75bc2ff-5ee8-3542-bcfd-e1115cbd367b", "title": "Waarom weegt religie zwaarder dan onderwijs?", "url": "https://volkskrant.nl/nieuws-achtergrond/waarom-weegt-religie-zwaarder-dan-onderwijs~bda662ba/", "summary": "In dat licht is het een goede zaak dat gebedshuizen mogen openblijven.\nHet dichtgooien van scholen ter bescherming van de volksgezondheid heeft niets te maken met de vrijheid van onderwijs.\nDie houdt alleen in dat ouders het recht hebben hun kind het onderwijs te geven dat overeenkomt met hun geloofs- of levensovertuiging.\nDie scheiding wordt zeer serieus genomen en dat wordt weerspiegeld in haast de weigering om kerken te sluiten.\nDan maar op het scherm een kerkdienst volgen en hopen op betere tijden.’", "paragraphs": ["Kerkgangers komen aan bij de Hersteld Hervormde Kerk in het diepgelovige dorp Staphorst. Beeld ANP", "Yücel Aydemir, voorzitter Ulu Moskee in Utrecht: ‘Ik kan me heel goed voorstellen dat mensen denken: en de gebedshuizen dan? Je kan alles dichtgooien, maar je moet ook denken aan de geestelijke gezondheid van mensen. Naar het gebedshuis gaan is een soort therapie, bidden geeft innerlijke rust. In dat licht is het een goede zaak dat gebedshuizen mogen openblijven. Wij hebben voldoende maatregelen getroffen om virusverspreiding te minimaliseren.’", "Jesse Klaver, fractievoorzitter GroenLinks in een Kamerdebat: ‘Je geloof belijden is heel belangrijk, maar dat je ook nog steeds naar de kerk mag (...) vind ik niet uit te leggen nu we de stap zetten om wel het basisonderwijs te sluiten.’", "Daniël van Deutekom, evangelist en organisator van gebedsmanifestatie Laat Ons Aanbidden in Kampen: ‘We staan op ons grondrecht om op elke publieke plaats samen te komen. In de buitenlucht is het [besmettingsgevaar, red.] verwaarloosbaar. We verwachten dat er geen besmettingen zullen plaatsvinden.’", "De burgemeester van Kampen heeft de gebedsmanifestatie van Laat Ons Aanbidden, inmiddels verboden met het oog op het beschermen van de gezondheid van onder anderen de medewerkers van de organisatie en de naar verwachting tweehonderd bezoekers.", "Lodewijk Asscher, fractievoorzitter PvdA in het Kamerdebat: ‘Is dan het grondrecht om naar de kerk te gaan belangrijker voor ons allemaal dan het grondrecht om naar school te gaan?’", "De Nederlandse bisschoppenconferentie, in een persverklaring: ‘Met pijn in het hart hebben we besloten om op kerstavond en in de kerstnacht geen publieke vieringen te laten plaatsvinden. De dagmissen en andere vieringen met Kerstmis op 25 en 26 december kunnen wel – zij het maximaal met het beperkte aantal van dertig gelovigen – publiek worden gevierd.’", "Paul van Geest, hoogleraar kerkgeschiedenis (Universiteit van Tilburg en Rotterdam): ‘In deze discussie worden twee denkfouten gemaakt. Het dichtgooien van scholen ter bescherming van de volksgezondheid heeft niets te maken met de vrijheid van onderwijs. Die houdt alleen in dat ouders het recht hebben hun kind het onderwijs te geven dat overeenkomt met hun geloofs- of levensovertuiging. De vrijheid van godsdienst houdt in dat de staat zich niet bemoeit met kerkelijke aangelegenheden, maar het beschermen van de gezondheid van mensen die naar de kerk gaan is géén kerkelijke aangelegenheid. Grondwettelijke vrijheden moet je eigenlijk zien in het licht van de plicht die wij allemaal hebben om kwetsbare mensen gezond te houden.’", "Wim Voermans, hoogleraar staats- en bestuursrecht (Universiteit van Leiden): ‘Op basis van de grondwet is iedereen vrij om ook in gemeenschap een godsdienst te belijden, behoudens ieders verantwoordelijkheid volgens de wet. Je zou dus regels voor gebedshuizen via een wet, zoals de nieuwe coronawet, kunnen opstellen. Maar de regering heeft er nadrukkelijk voor gekozen om geen regels te stellen achter de voordeur én in gebedshuizen. Dat is dus een politieke keuze.’", "Yücel Aydemir: ‘Voor degenen die niet op de hoogte zijn van onze activiteiten, lijkt het alsof jan en alleman kan binnenkomen. Maar wij hebben heel veel ingeleverd. De moskee is normaal gesproken een ontmoetingsplek, nu is het alleen komen, gebed uitvoeren en weggaan. De maatschappij moet weten dat sobere diensten in een sobere opstelling worden gehouden.’", "Paul van Geest: ‘Godsdienstvrijheid ligt gevoelig en is gecompliceerd vanwege de scheiding van kerk en staat in Nederland. Die scheiding wordt zeer serieus genomen en dat wordt weerspiegeld in haast de weigering om kerken te sluiten. Maar deze scheiding van kerk en staat mag niet leiden tot situaties waar in kerkelijke bijeenkomsten de nationale volksgezondheid op het spel wordt gezet. Dan maar op het scherm een kerkdienst volgen en hopen op betere tijden.’"], "authors": ["Wafa Al Ali", "Yassamine El-Kajdouhi"], "keywords": ["van", "religie", "dat", "om", "dan", "een", "onderwijs", "en", "maar", "weegt", "te", "waarom", "op", "met", "het", "zwaarder"], "pubDate": "2020-12-16T19:04:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}