{"id": "a76047a8-6ba6-3de9-b868-81bb4b9c93d9", "title": "Popfestivals kijken reikhalzend uit naar de zomer. Kunnen ze wel doorgaan? Er moeten drie kapitale horden worden genomen", "url": "https://volkskrant.nl/cultuur-media/popfestivals-kijken-reikhalzend-uit-naar-de-zomer-kunnen-ze-wel-doorgaan-er-moeten-drie-kapitale-horden-worden-genomen~b01a6527/", "summary": "Of ze ook echt doorgaan hangt af van het succes van de coronabestrijding – én van wat de overheid intussen aan voorbereidingen toestaat.\nVan de bouwers van toiletten, leveranciers van meters bier of vintage koffie, tot concerttentenverhuurders en de hotel en onderkomens van artiesten en personeel.\nEn voor het cluster Pinkpop, Best Kept Secret en Down the Rabbit Hole – eind juni, begin juli – is het ook al snel kielekiele.\nDe komst van nog meer mutaties van het coronavirus, zoals in het Verenigd Koninkrijk, is daar ook van invloed op.\nIn de conferentiepanels schuiven daar ook festivalbazen uit heel Europa aan, onder wie Michal Kaščák van het Slowaakse festijn Pohoda en Kate Wenster van het Britse Base Camp Festival.", "paragraphs": ["Het is nog maar de vraag of we ons kunnen gaan verheugen op een festivalzomer. Beeld Anne Stalinski", "De oprichter van popfestival Glastonbury, de 85-jarige Michael Eavis, is op oudjaarsdag ingeënt tegen corona. De afdeling Zuidwest van de Britse gezondheidsdienst NHS leverde zelf via Twitter het bewijs ervan met foto en citaat. ‘Michael zei: zou het niet prachtig zijn om de meerderheid van onze bevolking voor juni gevaccineerd te krijgen, zodat we de zomer in Glastonbury-stijl kunnen vieren’.", "Glastonbury stamt uit 1970 en behoort daarmee – net als het even oude Pinkpop – tot het fundament waarop in vijftig jaar de popfestivalindustrie is gebouwd. In de loop van de 21ste eeuw is het fenomeen doorgedrongen tot in alle hoeken en gaten van Europa. Overal hebben ze geleerd hoe je het voor elkaar krijgt dat tienduizenden bezoekers een weekend lang bij daglicht naar optredens luisteren om daarna te dansen onder de sterren.", "De grote vraag is: kan het circus na het verloren coronajaar 2020 in de zomer van 2021 wel weer de tenten opslaan?", "Bij de kantoren van veel festivalorganisaties zijn het afgelopen jaar ontslagen gevallen en zodoende hebben ze in kleine bezetting nieuwe edities in de grondverf gezet. Op de Nederlandse festivalkalender staan dan ook al de data van Lowlands, Paaspop, Best Kept Secret, Down The Rabbit Hole, Pinkpop en zo nog een reeks. Het zijn festivals die hun bezoekers vorig jaar hebben gevraagd gekochte kaartjes te bewaren voor 2021.", "Of ze ook echt doorgaan hangt af van het succes van de coronabestrijding – én van wat de overheid intussen aan voorbereidingen toestaat. Het is nagelbijten bij de festivalorganisaties, die weten dat na een tweede verloren zomer een golf van faillissementen dreigt.", "‘Met wat powermanagement kun je op het laatste moment nog best veel voor elkaar krijgen, maar niet alles’, zegt Eric van Eerdenburg, directeur van het door concertorganisator Mojo gedragen Lowlands-festival. ‘Maar het is net als met de vaccins: als je niet op tijd met voorbereidingen begint, ben je de laatste in de rij. We missen een overheid die vooruit kijkt. Als je zomerfestivals wilt, moet je nu beslissen. En volgens mij wil je die festivals, want als in april of mei de zon gaat schijnen dan is de jeugd niet meer te houden.’", "In november hield Van Eerdenburg de Tweede Kamer tijdens een rondetafelgesprek over de problemen in de evenementensector al voor dat januari de maand van de grote beslissingen is. Dan maken festivals afspraken met allerhande toeleveranciers. Van de bouwers van toiletten, leveranciers van meters bier of vintage koffie, tot concerttentenverhuurders en de hotel en onderkomens van artiesten en personeel. Maar dan moet je wel weten of de kans reëel is dat het festival doorgaat, anders zijn de financiële risico’s onaanvaardbaar.", "Veel perspectief heeft het kabinet nog niet gegeven. In de tweede helft van januari mag er in zogeheten ‘field labs’ worden geëxperimenteerd met manieren om grootschalige evenementen veilig te organiseren – ook belangrijk voor de zwaar getroffen branches van sport en zakenbeurzen. Daar wordt bijvoorbeeld gekeken of het werkbaar is om naast een toegangskaartje een recente negatieve coronatest van bezoekers te vragen, zoals dat ook voor het maken van vliegreizen door veel landen is ingevoerd.", "Er wordt gekeken naar de mogelijkheid een negatieve coronatest van bezoekers te vragen. Beeld Anne Stalinski", "Hoe snel daar resultaten van bekend zijn, is nog moeilijk te zeggen. Lowlands, dat in het weekend van 20 augustus de festivalzomer traditiegetrouw afsluit, heeft in tijd nog de meeste speling. Voor Paaspop, dat in het weekend van 2 april het seizoen even traditiegetrouw opwarmt, is het al aftellen geblazen. En voor het cluster Pinkpop, Best Kept Secret en Down the Rabbit Hole – eind juni, begin juli – is het ook al snel kielekiele.", "‘Ik kan de vraag of Paaspop doorgaat niet beantwoorden’, zegt festivaldirecteur Peter Sanders, die met zijn bedrijf ook 120 andere evenementen en shows per jaar organiseert. ‘Of het doorgaat horen we van premier Rutte, en ik hoop dat hij zich volgende week duidelijk uitspreekt en iets verder vooruit kijkt dan de komende vier weken. Wij moeten half februari al gaan bouwen om een festivaldorp dat eruitziet als Las Vegas op tijd af te krijgen.’", "De belangen voor de festivalindustrie zijn groot, want de sector is snel knowhow aan het verliezen. Tal van zzp’ers zijn zich aan het omscholen, en een nieuwe generatie van festivaltentenbouwers haal je niet zomaar van de opleiding, want die is er niet. Tegelijk lijkt niemand gebaat bij een overhaast begin. Want mocht een festival achteraf een ‘superspreader’ blijken te zijn, dan is het vertrouwen bij de bezoekers vermoedelijk voor langere tijd weg.", "Om een festivalzomer van de grond te krijgen moeten daarom de volgende drie horden op tijd worden genomen.", "EERSTE HORDE: een garantiefonds van de overheid om nu investeringen te kunnen doen voor de voorbereiding van festivals", "Met jaloezie kijken de popfestivals naar Duitsland, waar de minister van Financiën, sociaal-democraat Olaf Scholz, begin december een garantiefonds aankondigde voor het organiseren van evenementen. De Nederlandse Alliantie van Evenementenbouwers, waar de cultuur- en sportsector zich in hebben verenigd, heeft hun eerdere roep om zo’n fonds maandag nog eens kracht bijgezet met een advertentiecampagne. ‘Zonder toezeggingen van de overheid en een garantiefonds naar Duits model blijft een happy new year voor onze branche en u als bezoeker helaas uit.’", "Het garantiefonds moet het mogelijk maken investeringen in evenementen te doen, ondanks het risico dat coronamaatregelen er later in het jaar alsnog een streep door zetten. Normaal gesproken kan je je daartegen verzekeren, maar de pandemiedekking is vorig jaar snel door verzekeringsmaatschappijen uit hun polissen gehaald.", "De Nederlandse minister van Cultuur, Ingrid van Engelshoven (D66), toonde zich eind december welwillend. Maar het overleg met de ministeries van Economische Zaken en Financiën duurt nog even en haar woordvoerder laat weten dat ‘we hopen eind januari, uiterlijk begin februari meer duidelijkheid te geven’. In Duitsland is 2,5 miljard euro apart gezet om toch vast de voorbereidingen in gang te zetten voor evenementen in, let wel, de tweede helft van 2021 - zo’n model zou de zomerfestivals net kunnen helpen.", "Voor Lowlands zijn uiteindelijk 2.700 tot 3.000 medewerkers op de been – van beveiliging en horecapersoneel, tot podiumbouwers en logistiek managers. Met name de contracten om hen in huisjes en hotels onder te brengen in de buurt van het terrein in de Flevopolder, moeten nu worden getekend, zegt Van Eerdenburg. ‘Sommigen hebben de voorwaarden veranderd: ze zeggen je moet de helft nu aanbetalen en als je cancelt krijg je niks terug. Zij dekken zich ook in. Bij het nemen van dat soort beslissingen helpt een garantiefonds.’", "Naast leveranciers vragen ook zzp’ers die Lowlands inhuurt om toezeggingen. Als je ze pas in april gaat vragen, zit hun agenda waarschijnlijk vol. ‘Mensen die goed technische tekeningen in Autocad kunnen maken voor de inrichting van het terrein, werken nu in de bouw. De persoon die altijd de logistiek doet achter het plaatsen van de hekken rond het terrein, werkt nu bij de reclassering. Ze laten die zekerheden niet snel los voor een maand werken voor Lowlands als dat niet gegarandeerd inkomsten oplevert.’", "Het is voor festivalorganisaties moeilijk zo niet onmogelijk om zelf de financiële risico’s te dragen, omdat 2020 de festivals geen omzet heeft opgeleverd. De spaarpotten zijn leeggehaald, omdat met de steunmaatregelen van de overheid vrijwel alleen salarissen konden worden doorbetaald. De festivals hebben wel de inkomsten uit de kaartverkoop van 2020 ergens apart staan, maar die flinke som geld kunnen ze pas aanspreken als het evenement echt doorgaat. Tot die tijd moeten ze rekening houden met een nieuwe afgelasting, waarna al die tickethouders hun geld alsnog terugvragen.", "Festivalondernemers kunnen pas aanspraak maken op de inkomsten uit de kaartverkoop van 2020 als zeker is dat het evenement echt doorgaat. Beeld Anne Stalinski", "TWEEDE HORDE: voldoende vaccinatiegraad in Nederland om de anderhalve meter maatregelen los te kunnen laten", "Als eenmaal meer financiële armslag is geregeld, is de volgende vraag of het Nederlandse vaccinatieprogramma snel genoeg gaat. Als Lowlands-directeur Eric van Eerdenburg even hardop rekent, dan hoopt hij erop dat in juni 4 tot 5 miljoen mensen zijn ingeënt en kwetsbaren en ouderen dus veilig zijn. ‘Dan is je doel bereikt: de zorg ontzien. Wie dan nog niet is gevaccineerd, loopt veel minder risico ernstig ziek te zijn. Dan kunnen we open.’", "Het loslaten van de anderhalve meter is een voorwaarde om Lowlands door te kunnen laten gaan – en voor de andere grote zomerfestivals is dat niet anders. ‘Ik ben uitverkocht’, zegt Van Eerdenburg. ‘Zestigduizend kaarten. Anderhalve meter is dan op het terrein niet te handhaven. Als je dat wilt, moet ik het festival zes keer achter elkaar houden, voor steeds tienduizend mensen. Dan zijn de kosten hoger dan de inkomsten.’", "Voor het driedaagse Paaspop zijn elke dag 35 duizend kaarten verkocht. Het is onmogelijk als die bezoekers op anderhalve meter welkom te heten. ‘Ik heb daar nooit in geloofd’, zegt Paaspop-directeur Sanders. ‘Voor ons hoofdpodium is plek voor 18 duizend mensen. Het is helemaal niet gezellig als ik daar maar vijfduizend man mag toelaten. En hoe selecteer ik die: loten? Dat zie ik niet gebeuren.’", "Het vaccineren is daarom een race tegen de klok voor de festivalzomer. Het draaiboek dat het kabinet deze week openbaarde laat wel zien wanneer zorgpersoneel, kwetsbaren en verschillende leeftijdsgroepen aan de beurt zijn, maar nog niet hoe snel die inentingsfases verlopen en zijn afgerond. De (onvoorspelbare) beschikbaarheid van voldoende vaccins speelt daarbij natuurlijk een grote rol.", "Het is ook nog onduidelijk wat het kabinet en zijn medische adviseurs precies een acceptabele vaccinatiegraad vinden om de maatregelen af te bouwen. De komst van nog meer mutaties van het coronavirus, zoals in het Verenigd Koninkrijk, is daar ook van invloed op. Jongeren – toch de hoofdmoot van het festivalpubliek – lijken daarnaast het laatst aan de beurt te zijn om zich te laten vaccineren en vooralsnog zijn ze ook het minst gemotiveerd. Wat betekent dat voor het besluit zomerevenementen toe te staan? Festivals voor een volledig gevaccineerd publiek van de Woodstock-leeftijd?", "Het alternatief voor een hoge vaccinatiegraad is een systeem waarbij festivalbezoekers een recente negatieve coronatest moeten overleggen om binnen te komen. De kunst daarbij is te voorkomen dat een bezoeker met de testuitslag van iemand anders binnenkomt. Om van de combinatie toegangskaartje, identiteitsbewijs en testuitslag geen ingewikkelde papierwinkel aan de poort te maken, is een app gebouwd waarin dat allemaal privacy-vriendelijk wordt samengebracht. Of dat ook echt werkt wordt de komende weken getest in een ‘field lab’.", "Hoewel Sanders van Paaspop enthousiast is over zo’n testaanpak en het jammer vindt dat het Rijk niet al in november experimenten heeft toegestaan, signaleert hij wel dat er een ‘ethische discussie’ aan vast zit. ‘Mag ik iemand weigeren die geen coronatest wil doen terwijl hij al wel een kaartje van vorig jaar heeft? En mag iemand die gevaccineerd is wel zo naar binnen, terwijl andere bezoekers gewoon nog niet aan de beurt zijn geweest om zich te laten vaccineren? Is dat solidair? Over dat soort vragen moet de overheid zich uitspreken.’", "Om niet te hoeven wachten tot iedereen is gevaccineerd, zijn er ook al andere maatregelen geopperd. ‘Je kunt daarnaast ook nog kijken naar de invloed van ventilatie en het gebruik van uv-licht om de verspreiding van het virus op evenementen tegen te gaan’, zegt Van Eerdenburg. ‘Alles om de overheid aan te tonen dat we het veilig kunnen organiseren zonder anderhalve meter aan te houden. Net als in het vliegtuig.’", "Beeld Anne Stalinski", "DERDE HORDE: een programma met een aantrekkelijk mengeling van grote en kleine namen uit buiten- en binnenland", "Aan optimisme geen gebrek: Lowlands heeft de programmering voor 75 procent rond en is van plan die in februari bekend te maken. Na de online-editie van 2020 had het festival al laten weten dat in ieder geval de Nederlandse hiphopband The Opposites weer komt, maar het is de bedoeling dat alle Nederlandse acts die voor 2020 op het programma stonden nu alsnog hun opwachting maken.", "‘We houden er wel ernstig rekening mee dat Amerika nog niet klaar is om te reizen’, zegt Van Eerdenburg. ‘Zeker niet voor de grote tours, waarbij een band wel vier tot zes vrachtwagens meeneemt en met vijftig of zestig man on the road is. Als de regels tussen Europese landen te veel verschillen – denk aan verplichte quarantaines – doen ze dat denk ik niet.’", "Zodoende liggen er verschillende scenario’s op tafel voor een affiche met alleen Europese bands - of voor alleen bands uit de Benelux of desnoods alleen uit Nederland. ‘Allemaal vanuit de overtuiging dat iedereen straks hoe dan ook naar een festival wil.’", "Ook voor Paaspop is de programmering de minste zorg. ‘Alle artiesten zijn doorgezet van ’20 naar ’21’, zegt Sanders. ‘Dat was ook de eenvoudigste manier om de juridische discussie over contracten en gages te beslechten. Van ons programma bestaat 70 procent uit Nederlandse en Belgische acts, dus dat is met reizen goed te doen.’", "Grootste popfestival ter wereld", "Glastonbury – met 200 duizend bezoekers het grootste popfestival ter wereld – was tien maanden geleden het eerste Europese festival dat de editie van 2020 schrapte. Sinds december is organisator Emily Eavis, dochter van de ingeënte oprichter Michael Eavis, op Twitter druk de geruchten aan het tegenspreken dat de editie van 2021 al is afgelast. De 78-jarige Beatles-coryfee Paul McCartney stond op het programma en hij had op de BBC gezegd dat hij zich moeilijk kon voorstellen dat het festijn zou doorgaan. ‘Honderdduizend mensen opeengepakt met vlaggen en geen maskers, dat is wat je noemt een superspreader.’", "Maar Glastonbury heeft nog niet opgegeven. In Nederland heeft tot nu alleen het Tilburgse Roadburn-festival voor de hardere rockgenres de 2021-editie al afgezegd. Het nichefestival - dat dit jaar voor het eerst meerjarige rijkssubsidie krijgt via het Fonds Podiumkunsten (FPK) - trekt publiek en bands van over de hele wereld, en de organisatie achtte het niet realistisch dat dat in april alweer haalbaar zou zijn. Kaarthouders kunnen hun ticket aanhouden tot 2022, of hun geld terugvragen.", "De andere festivals zijn nog niet zover. Mocht Paaspop niet in april kunnen doorgaan, dan kijkt de organisatie voorzichtig vooruit naar een unieke najaarseditie - sinds eind jaren zeventig is het festival in Schijndel met Pasen gehouden.", "Maar bovenal hopen de festivals dat de overheid alles op alles zet. Niet alleen om de branche overeind te houden, maar ook uit een gevoel van maatschappelijke verantwoordelijkheid. ‘Hoe hou je de jeugd van de straat?’, zegt Van Eerdenburg. ‘Straks krijg je een wildgroei aan illegale feesten.’", "De verboden nieuwjaarsrave in de Franse streek Bretagne, waar 2.500 jongeren op afkwamen en die zodoende in heel Europa de aandacht trok, kan als waarschuwing gelden.", "De festivals hopen dat de overheid alles op alles zet om de branche overeind te houden. Beeld Anne Stalinski", "Meerdaagse popfestivals in 2021 Paaspop: 2-4 april Best Kept Secret: 11-13 juni Pinkpop: 18-20 juni Down The Rabbit Hole: 2-4 juli Woohah: 9-11 juli Lowlands: 20-22 augustus Into The Great Wide Open: 2-5 september Topberaad in Groningen Tijdens de online-editie van het Groningse festival ESNS (Eurosonic Noorderslag), die woensdag 13 januari begint, is vier dagen lang het herstel van de popmuziekindustrie onderwerp van gesprek. In de conferentiepanels schuiven daar ook festivalbazen uit heel Europa aan, onder wie Michal Kaščák van het Slowaakse festijn Pohoda en Kate Wenster van het Britse Base Camp Festival. Programma: esns.nl."], "authors": ["Alex Burghoorn"], "keywords": ["om", "worden", "zijn", "naar", "uit", "ze", "moeten", "te", "van", "en", "een", "popfestivals", "zomer", "voor", "kunnen", "reikhalzend", "het", "niet", "dat", "wel"], "pubDate": "2021-01-07T16:02:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}