{"id": "a78cc4ae-7f8d-30e1-ad1f-4b2ad129d0b6", "title": "Door podcast Lock Down hoopte je stiekem dat de lockdown nooit zou eindigen", "url": "https://trouw.nl/cultuur-media/door-podcast-lock-down-hoopte-je-stiekem-dat-de-lockdown-nooit-zou-eindigen~b4f6cc86/", "summary": "“De zin die ik eruit haalde was: ‘We zijn voorbij de start, maar nog niet aan het eind van het begin’.” Ze bekwamen zich in thuisonderwijs voor hun 5-jarige zoon Wiek.\nElke dag kon je zo even een kwartier lang je eigen lockdownleven toetsen aan dat van anderen.\nStiekem hoopte je dat de lockdown nooit zou eindigen, want dan zou ook deze podcast eindigen.\nDe afleveringen ademen de sfeer van het afgelopen jaar, helemaal omdat je na het luisteren nog dagenlang de eindtune (‘Coronaaaaa, coronaaaa’) zingt.\nAls we volgend jaar nog steeds in een lockdown zitten, dan liever weer elke dag met Bajema.", "paragraphs": ["In de podcast ‘Lock Down’ hoor je hoe het er achter andere voordeuren aan toegaat. Nu, tijdens de tweede lockdown, heeft de Man zijn Microfoon weer opgepakt.", "Als er één woord is dat dit jaar perfect samenvat, dan is het wel ‘lockdown’. Chris Bajema, de man achter de veelgeprezen podcast ‘Man met de Microfoon’, had dus best een vooruitziende blik toen hij vóór Ruttes eerste coronapersconferentie op 12 maart al nadacht over de serie ‘Lock Down’ – die hij diezelfde avond startte. Om samen toe te werken naar 1 juni, het einde van de lockdown.", "Een gouden greep. Want in de lockdown werd onze wereld kleiner, en kleine zorgen werden groter. Je had behoefte aan lichtpuntjes, tegenover de diepe put waar meerdere media je dagelijks in praatten. Dus hoe gaat zo’n lockdown eraan toe, achter andere voordeuren?", "Lerarenkamer", "Achter Bajema’s voordeur gebeurt blijkbaar genoeg. Zo levert partner Paulien Cornelisse (bonus!) prikkelende nabeschouwingen op de persconferenties. “De zin die ik eruit haalde was: ‘We zijn voorbij de start, maar nog niet aan het eind van het begin’.” Ze bekwamen zich in thuisonderwijs voor hun 5-jarige zoon Wiek. “We hebben een lerarenkamer in de gang, waar we onze voeten vegen. En dat wordt dus gewoon geaccepteerd als lerarenkamer.” Wiek heeft overigens ook zijn eigen rubriek, net als Bajema’s moeder.", "Ook via de telefoon komen de verhalen tot hem, onder meer van een bevriende ic-arts in het Elisabeth-TweeStedenziekenhuis in Tilburg. En omdat we er sámen doorheen moeten, kunnen luisteraars in de podcast een eigen ‘lockdown’-ervaring delen.", "Elke dag kon je zo even een kwartier lang je eigen lockdownleven toetsen aan dat van anderen. En naarmate de dagen vorderden, vorderde ook de podcast. Zoals Bajema op dag 3 zegt: “We ontdekken eigenlijk gaandeweg waar het naartoe gaat”. Stiekem hoopte je dat de lockdown nooit zou eindigen, want dan zou ook deze podcast eindigen. Maar na 81 afleveringen werd het toch 1 juni.", "Bijzonder tijdsdocument", "In de zomer werden we, net als in het echte leven, een beetje aan ons lot overgelaten. Maar in september pakte de Man zijn Microfoon weer op. Met de ontwikkelingen in huis sinds de Lock Down-afleveringen. Wat in de – nu wekelijkse – podcast wel weer pareltjes oplevert als ‘Sint-Maarten 2020, the Home Edition’.", "Met Lock Down heeft Bajema een bijzonder en herkenbaar tijdsdocument gemaakt. De afleveringen ademen de sfeer van het afgelopen jaar, helemaal omdat je na het luisteren nog dagenlang de eindtune (‘Coronaaaaa, coronaaaa’) zingt. Als we volgend jaar nog steeds in een lockdown zitten, dan liever weer elke dag met Bajema.", "Man met de Microfoon is te beluisteren via iTunes of Stitcher, of op manmetdemicrofoon.nl. Lees hier andere podcastbesprekingen van Trouw."], "authors": ["Helen Verkaik"], "keywords": ["aan", "van", "lockdown", "als", "het", "lock", "op", "eindigen", "zou", "hoopte", "een", "je", "podcast", "stiekem", "en", "door", "nooit"], "pubDate": "2020-12-03T01:00:45+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}