{"id": "a79ee8c7-455c-3c5f-9506-4770c4f36b24", "title": "Willemijn Veenhoven: ‘Ik wil gewoon net zo vrij kunnen zijn als een man, verdomme!’", "url": "https://volkskrant.nl/mensen/willemijn-veenhoven-ik-wil-gewoon-net-zo-vrij-kunnen-zijn-als-een-man-verdomme~b8407e5d/", "summary": "Maar dat zat ik niet, en dat was te zien ook.’Voor Willemijn Veenhoven was radio haar liefde.\nMaar ik geloof niet dat dat in the end te maken heeft met jezelf kunnen zijn of niet.\nMaar goed, ik baal er natuurlijk wel van dat ik niet het beste van mezelf heb kunnen laten zien.’Hoe ziet een balende Willemijn eruit?\nWat interesseert dat je, in hemelsnaam?’Hoe komt het dat jij dat niet nodig hebt?\nIk wil gewoon net zo vrij kunnen zijn als een man, verdomme!’Lachend: ‘Kijk, toch nog een uitgesproken mening.’", "paragraphs": ["Na een uitstapje als tv-presentator is Willemijn Veenhoven (46) weer terug op de radio – het lukte haar niet zichzelf te zijn aan de talkshowtafel. Alleen daar niet, hoor: ‘Ik ben volstrekt op mijn gemak met mezelf.’", "Willemijn Veenhoven (46) ontvangt op haar woonboot in Amsterdam Noord, aan een dijk die nog net niet is ontdekt door het grote geld – geen bakfiets te bekennen, wel tuinkabouters en sociale controle, het domein van de laatste echte Noorderlingen.", "Van alle dingen die ze de laatste jaren ondernam noemt ze de aanschaf van deze boot de allerbeste. Op tien minuten fietsen van het centrum, maar toch tussen de futen en de aalscholvers voor het door haar zo gekoesterde idee van buiten zijn, ‘van ruimtelijkheid’.", "Van april tot oktober neemt ze iedere ochtend een duik in de vaart. Eén keer ging het mis: nadat ze in het vroege voorjaar op de steiger klom zakte ze spontaan door haar hoeven. Veenhoven: ‘Bleek ik onderkoeld te zijn. Toen ik later een vriendin belde zei ze: ‘Ben je helemaal gék geworden? Zoiets moet je opbouwen. Wist ik veel.’ Tussen het praten door serveert ze percolatorkoffie, op tafel staan schaaltjes chocoladebonen, gevulde speculaas en slagroomtruffels, een roomboterstaaf gaat nog even snel de oven in. ‘De echte, van Kwekkeboom. Ook daarom zwem ik.’", "Begin dit jaar begon je als één van de presentatoren bij Op1. Tien maanden later ben je er alweer mee gestopt. Waarom?", "Nonchalant: ‘Waarom niet?’", "Dan: ‘Ja nee, mag ik eerst iets van de voorgeschiedenis vertellen? Ik werkte hartstikke lang bij radio 1, iets van vijftien jaar. Ongelooflijk leuke tijd, had ik zo nóg dertig jaar kunnen doen, maar op een gegeven moment wil je ook weleens wat anders. Je zit toch elke dag op dezelfde stoel, letterlijk. Bovendien wilde ik een keer úít het nieuws. Nieuws is heerlijk, maar het is ook all-consuming. Het is wakker worden en meteen: bam. Knallen. En, maar dat is heel persoonlijk, ik had altijd dat stemmetje in mijn hoofd van: je zou ook nog die krant lezen. En die. En die. En dan heb je alle Nederlandse kranten al gehad, hè? Plus alle talkshows, websites, noem maar op. Het is nooit klaar. Ook op vakantie niet. De eerste jaren dacht ik nog: bekijk het maar met je nieuws, maar dan kwam ik terug en liep ik ineens vier weken achter. Dat kan dus niet.’", "Want dan maak je blunders?", "‘Ik weet nog dat Hans Janmaat was overleden en ik in een live uitzending iets zei van: ‘Ja maar, dat zegt Hans Janmaat ook.’ Werd het ineens heel stil in de studio. Dan voel je je lullig, hoor.’", "Je hebt mensen die zich daar doorheen bluffen.", "‘Dat is een ander menstype. Mijn karakter zegt: wat ik doe is niet genoeg.’", "En toen was daar eind 2019 ineens de nieuwe talkshow Op1, waarvoor de verschillende zenders op de publieke omroep vijf nieuwe presentatieduo’s zochten. De aanloop was rommelig: Eva Jinek ging weg, er was niks, er moest iets komen. Veenhoven: ‘Toen is vrij kort voor de startdatum Op1 bedacht, en werd ik gebeld of ik een duo wilde vormen met Erik Dijkstra.’", "Terwijl jij net had besloten niet langer in het eerstelijnsnieuws te willen zitten.", "‘Ik twijfelde dan ook enorm. Even daarvoor had ik ja gezegd tegen de presentatie van Vroege Vogels. Door de jaren heen had ik al eens laten vallen: ik hoef niet zo nodig met mijn kop op televisie maar mocht hier ooit plek zijn, bel me dan meteen. Ik bedoel: tot je oksels in het water staan, betááld, wie wil dat nou niet? Maar ik vond Op1 óók heel spannend. Er werd een gevoel in mij wakker van: als ik dit laat schieten krijg ik spijt. Want dat krijgen we als kind allemaal erin gepompt: grijp je kans. Hoe vaak zou deze kans nog langskomen? Al die stemmen zaten in mijn hoofd.’", "Lacht: ‘Weet je wat mijn moeder zei?’", "Nou?", "‘Ze zei: ‘Maar kind, je bent al bijna 46, en dan ga je nú nog op televisie?’ Mijn moeder draagt het hart op de tong, denkt niet altijd even goed na voor ze wat zegt. Dat heb ik van haar. Maar buiten dat, zij zagen ook wel dat mijn liefde altijd radio is geweest, als kind al. Dat komt van binnen uit. En om dan ineens die switch te maken... Dat is niet niks.’", "Goed, dan begin je bij Op1, en tien maanden later stop je er al weer mee. Wat gebeurde er?", "‘Spijkers met Koppen kwam voorbij, dat gebeurde er. En ook dát gebeurt maar eens in de vijfentwintig jaar.’", "Op 2 januari 2021 zal Veenhoven Felix Meurders opvolgen als presentator van het satirische radioprogramma Spijkers met Koppen, dat al sinds 1988 wordt uitgezonden vanuit café Florin in Utrecht. Felix Meurders was er vanaf het begin bij. Veenhoven: ‘Spijkers heeft de lichtheid en toch ook de maatschappelijke relevantie die bij mij past. Maar tuurlijk: als ik honderd procent op mijn plek had gezeten bij Op1, was het nog een ingewikkelde keus geworden. Maar dat zat ik niet, en dat was te zien ook.’", "Voor Willemijn Veenhoven was radio haar liefde. Beeld Jeroen Hoffman", "Ik vroeg een van je beste vrienden Klaske Tameling, tevens zendermanager bij NPO Radio 1, wat zij zag als ze naar jou keek. Zij zei: ‘Wat Willemijn zo goed maakt is haar oprechte interesse, en dat status haar niet interesseert. Maar juist die lichtheid, het Willemijn-grapje, de ontspanning van jezelf durven zijn, die ontbrak.’", "‘Ja. Ja. Klopt honderd procent. Als ik mezelf terugkeek dacht ik ook: nou, je hebt er weleens gelukkiger uitgezien. Zo’n strak bekkie, weet je wel. Het lukte me gewoon niet om mezelf te zijn. En dan denk je steeds van: godverdorie, de mensen weten helemaal niet hoe léúk ik ben. Ik hoopte maar dat mensen me nog kenden van de radio. Een vriend vertelde laatst dat hij tegen een andere vriend had gezegd: ‘Ze is in het echt heel leuk, hoor.’", "Waarom lukte het je op de radio wel jezelf te zijn, en op televisie niet?", "‘Een combinatie van dingen. Ik had me van tevoren niet gerealiseerd dat de wetten van talkshows heel strikt zijn. Het is het nieuws van de dag, punt. Radio is veel vrijer, bij Radio 1 kon heel veel. Dat ging ook wel over nieuws, maar dan gaven we er een eigen slinger aan. De dagelijkse concurrentiestrijd vond ik ook lastig. Dat hijgerige: wat doet Jinek? Wat doet De Vooravond? Zij hebben die, wie hebben wij, kunnen we het nog omgooien? Dat gaat de hele dag door, en het maakt dat je minder snel maakt wat je zelf wil maken. En dus minder betrokken bent. De show was niet van mij, dat voelde ik sterk.’", "En dan zat je ook nog naast iemand met wie het niet vanzelf ging.", "‘Ik ben dol op Erik, maar dat je buiten de uitzending prima een biertje met elkaar kan drinken betekent nog niet dat je op televisie een gouden duo bent, nee. Dat is geen geheim. Een duo vormen is sowieso hartstikke moeilijk. Dat luistert heel nauw. Barend en Van Dorp waren al goede vrienden, wat Pauw en Witteman hebben neergezet is gewoon magisch. De meeste mensen mogen allang blij zijn als het een beetje loopt. Het lijkt makkelijk, maar dat is televisie: alles lijkt makkelijk op televisie. Het is zó anders dan je vrienden thuis aan het lachen maken. En wat er ook mee te maken heeft: ik ben geen 25 meer. Als ik 25 was geweest dan had ik gedacht: ik zet door, want dit is goed voor mijn carrière. Maar dat argument telt niet voor mij. Mijn carrière ís al goed. Bovendien gaat het mij om interessante dingen doen, niet om die lijn naar boven. Hoeveel mensen niet aan me hebben gevraagd: je bent zó goed, waarom ga je niet naar televisie? Alsof dat het hoogste is.’", "Radiomensen zijn relaxed, tv-mensen denken: en op de achtste dag schiep god televisie?", "‘Haha, Jeroen Pauw heeft een keer tegen me gezegd: ‘Radio is toch een beetje kapotte televisie.’ Dat was natuurlijk een grapje, maar toch. Hij zei ook eens: maar Willemijn, televisie heeft toch veel meer impact? Oké, nou, impact, word je daar dan gelukkiger van? Naar Vroege Vogels kijken standaard zo’n 450 duizend mensen en het wordt hoog gewaardeerd, we krijgen elke week een 8,5. Het zijn trouwe kijkers, ze zetten speciaal voor Vroege Vogels de tv aan. Dat is voor mij ook veel waard.’", "Als je naar Jeroen Pauw kijkt heb je het idee dat er weinig verschil zit tussen wie hij thuis is en op tv. Is het voor mannen makkelijker om zichzelf te zijn op televisie dan voor vrouwen?", "‘Nee hoor. Kijk naar Sophie (Hilbrand, red.), die is op televisie precies hetzelfde als thuis. Het heeft vooral te maken met ervaring. Ik was me er elke keer zo van bewust dat er een miljoen mensen naar me keken. Een miljoen! Ik vond het ook lastig om herkend te worden op straat. Dan zei Jeroen wel van: joh, dat valt wel mee, en hij leerde me ook wel trucjes, maar...’", "Wat voor trucjes?", "‘Nou, om een voorbeeld te geven: op straat kijk ik altijd iedereen aan. Zeker hier in Noord, we groeten elkaar allemaal. Jeroen zei: ‘Dat moet je niet doen, je kunt beter naar de grond kijken.’ En als je langs een vol terras komt, moet je gewoon doen alsof je aan het bellen bent. Maar dat is allemaal zo tegennatuurlijk, dat wil ik helemaal niet. Hou op.’", "Het was Jeroen Pauw die vond dat jij je bril moest afdoen. Dat zou hij niet hebben gezegd als jij Willem Veenhoven was geweest.", "‘Nee, zeker niet. Wat dat betreft wordt er wel écht kritischer naar vrouwen gekeken dan naar mannen. Maar ik geloof niet dat dat in the end te maken heeft met jezelf kunnen zijn of niet. Dat heeft met zoveel meer te maken. Maar goed, ik baal er natuurlijk wel van dat ik niet het beste van mezelf heb kunnen laten zien.’", "Hoe ziet een balende Willemijn eruit?", "‘Naar buiten, lopen, potje janken, dan ben je in ieder geval de spanning kwijt. Sowieso klaart mijn hoofd wel vrij snel op, hoor. Plus ik praat heel veel hardop met mezelf. Eigenlijk de hele dag.’", "Wat zeg je dan?", "‘Gewoon, gedachten ordenen. Voordat jij kwam zei ik hardop waar ik het over wilde hebben. Dat doe ik dan in de derde persoon.’", "Veenhoven: ‘Er wordt écht kritischer naar vrouwen gekeken dan naar mannen’. Beeld Jeroen Hoffman", "En antwoord je jezelf dan ook?", "‘Jaja, zeker. Maar nu lijkt het net of ik gek ben, en dat is niet zo, het is gewoon... Dan zeg ik bijvoorbeeld: ‘Moet je eens kijken hoe mooi die rozen erbij staan! Of dan ben ik aan het nadenken en dan corrigeer ik mezelf door hardop te zeggen: ‘Doe effe normaal.’ En dan zeg ik terug: ‘Doe zelf normaal.’ Klink ik nu als een oud wijf?’", "Het duurde even, voor Willemijn Veenhoven ja zei op het verzoek van de Volkskrant haar te interviewen. Het eerste contact vond plaats in april, het tweede in september en al die tijd waren er mitsen en maren – geen tijd, niet het moment, niks te zeggen. Ook nu, in het staartje van 2020, zegt ze uiteindelijk toe, maar nog altijd aarzelend. Aan de telefoon: ‘Maar waar moeten we het dan over hebben? Ik ben niet zoals Sander Schimmelpenninck, met van die uitgesproken meningen.’", "Dat is toch een opvallende uitspraak voor iemand die jaren dompteur is geweest in dat meningencircus.", "‘Jawel, maar ik zit niet voor niets aan die kant van de tafel: daar waar de vragen worden gesteld. Jort Kelder zei laatst: ‘Ik ben beter als tafelgast dan als tafelheer.’ Ik ben precies het tegenovergestelde. Het is niet dat ik geen mening héb, hè? Dat wil ik er wel even bij zeggen. Ik ben opgegroeid in het nieuws. Bij ons thuis aten we altijd stipt om acht uur, zodat mijn ouders tijdens het eten Het Journaal konden zien. En nog steeds, als je bij mijn ouders binnenkomt hoor je uit drie verschillende kamers radio 1 komen, tot de badkamer aan toe, als je aan het lichttouwtje trekt gaat-ie automatisch aan. Dus ik heb van jongs af aan geleerd over de wereld na te denken en daar een eigen mening over te vormen. Maar dat leidt dus niet per se naar een heel stevige publieke mening. Sterker: ik erger me aan het feit dat mensen dat wél hebben. En vooral: dat ze alles zo zéker weten. Ik lees de Volkskrant en de Telegraaf en het AD en het Parool en als je die allemaal uithebt bestáát het niet dat je maar één mening hebt. Overal zit namelijk wel wat in. Ik kan het van de ene kant begrijpen, maar ook van de andere kant. En dat verandert ook nog eens per week. Daarom, ik zou me doodschamen als tafelgast: verkondig je op maandag de waarheid, denk je er op vrijdag alweer anders over.’", "Heb je een voorbeeld waarin jouw mening verschoof?", "Denkt even na. ‘Nou, Black Lives Matter. Tuurlijk begrijp ik waar het vandaan komt: achterstelling, discriminatie. In Amerika, maar ook hier: kijk naar de toeslagenaffaire, de woningmarkt, stages. Dan is het niet gek dat mensen op een zeker moment zeggen: en nu is het godverdomme klaar. Maar dan zie ik laatst een item op Nieuwsuur waarbij een blank Amerikaans meisje door Eelco Bosch van Rosenthal werd geïnterviewd tijdens een pro-Biden-demonstratie. Eelco stelde haar een vraag en toen zei zij: ‘Vraag het mij maar niet, onze witte stem hoeft nu niet gehoord te worden.’ Dan denk ik: ho even, hoor. Dit schiet door. Je ziet dan gewoon dat zo’n meisje in een bubbel zit waarin dit gedrag van haar wordt verlangd, zo niet geëist, door de groep. Dat vind ik ook zo moeilijk aan deze tijd, dat als je vóór Black Lives Matter bent, je ook meteen tégen Zwarte Piet en vóór het hernoemen van straatnamen moet zijn. Hiervoor woonde ik in Amsterdam Oost naast een moskee die werd gefinancierd door allerlei dubieus geld uit Koeweit om het salafisme te pushen. Daar maak ik me zorgen om. Maar ik maak me óók ongelooflijk zorgen om de opwarming van de aarde. Maar op de een of andere manier kan dat niet meer samengaan, omdat alles gepolitiseerd is.’", "Maar zijn talkshows geen onderdeel van die politisering, van de uitvergroting?", "‘Ja, dat is helemaal waar, en dat vind ik dus ook steeds moeilijker worden. De bruiloft van Ferd Grapperhaus: ophef! Schande! En daar dan zes dagen tv van maken. Team Akwasi, Team Johan Derksen. Hashtag ophef, het is zó armoedig.’", "Hoe kijk jij naar presentatoren – Fidan Ekiz, Jort Kelder – die wel een geprononceerde mening hebben?", "‘Het heeft niet mijn voorkeur. Het wordt er minder spannend door. Je weet van tevoren al hoe ze een bepaald onderwerp aanpakken, gevoed door hun succes online. Ze bedienen een achterban. Als je dan kijkt naar een Sven Kockelmann: ik moet soms een beetje lachen om zijn toon, maar elk gesprek is elke dag weer spannend omdat iedereen dezelfde scherpe behandeling van hem krijgt. Dat is zoveel interessanter om naar te luisteren. Dat andere is in feite terug naar de verzuiling.’", "Kennelijk heeft men behoefte aan weerklank van de eigen identiteit.", "‘Misschien is het wel andersom. Ik bedoel, het wordt er ook een beetje ingepompt. Alleen al het woord opiniemaker. What the fuck, dat zijn dus mensen die geld verdienen met opinies? Dat is net zo stom als mensen die influencer willen worden. Maar wat ik vooral niet snap: wat haal je eruit om de hele tijd je mening te laten horen? Ook al die comments onder nieuwsartikelen, serieus, wat brengt het je?’", "Gehoord worden?", "‘Ja, maar door wíé? Mensen die jij niet kent! Wat interesseert dat je, in hemelsnaam?’", "Hoe komt het dat jij dat niet nodig hebt?", "‘Het is psychologie van de koude grond, maar in the end komt het er toch op neer dat ik tevreden ben met mezelf. Ik kan onzeker zijn, maar niet over mijn karakter, dus ik heb die bevestiging gewoon niet nodig.’", "Behalve als je Op1 presenteert.", "‘Ha! Dan snap je meteen waar mijn grote frustratie zit.’", "Op 19 november werd Veenhoven 46 jaar. Ze vierde haar verjaardag coronaproof, met taart en bier voor drie vrienden op de woonboot – zodra het vaccin er is, gaat ze het nemen, zegt ze. Veenhoven: ‘Omdat het zo’n druk jaar was had ik niet zoveel tijd om erbij stil te staan, maar ik mis alle gezelligheid enorm. Ik ben dol op dansen, dat gaat toch vervelen op je eigen boot.’", "Waar dans je op?", "‘Good ol’ Madonna. Kijk, daar staat ze.’", "Ze wijst naar een zwart-witfoto van een jonge, naakte Madonna.", "‘Goeie tieten, hè? Dit was ver voordat ze doorbrak, toen ze nog geld verdiende als naaktmodel. Prachtig. Maar ik dans op alles, ik heb laatst het album Kick van INXS weer hervonden, fantastisch. Ik hou alleen niet van wat onze generatie nog house noemt.’", "Veenhoven vierde haar 46ste verjaardag coronaproof. Beeld Jeroen Hoffman", "Hoe heet house nu dan?", "‘Dance. Of EDM, electronic dance music. Als je ‘house’ zegt op een festival word je echt keihard uitgelachen.’", "Wat mis je het meest?", "‘Gewoon, feestjes, lachen met vrienden. Plezier maken.’", "Drinken?", "‘Ja, al kan ik niet meer zoveel drinken als vroeger. Sowieso drink ik alleen bier en wijn.’", "Drugs?", "‘Eh, daar mag ik van mijn vader niks over zeggen. Maar ja, ik heb weleens een pilletje genomen: fantastisch.’", "Dan: ‘Ik heb geen kinderen, die heb ik bewust niet, en daarmee heb ik wel een héél vrij leven. Ik kan doen wat ik wil. Vijftien kilometer wandelen, in de auto stappen om te kijken wat er aan de Waddenzee te doen is. Dat is wie ik ben. De afgelopen tien maanden heb ik me niet zo vrij gevoeld, en ik ben heel blij dat die mogelijkheid er nu weer is.’", "Hoe werd je je bewust van het feit dat je geen kinderen wilde?", "‘Mensen denken vaak dat het is omdat ik mijn vrijheid niet kwijt wilde, maar dat is het niet: als je moeder wil worden, lever je je vrijheid daar volgens mij graag voor in. Ik heb het gewoon nooit echt gewild.’", "Van je 24ste tot je 35ste was je getrouwd met Armand. Dacht hij er hetzelfde over?", "‘Nee, hij had wel kinderen gewild. Maar hij zei nooit tegen mij: en nú gaan we een beslissing nemen. Het was altijd: we zien wel. Toen we uit elkaar gingen zei mijn vader, en ik kan dit nu met een lach zeggen omdat ik er overheen ben: ‘Nou, er zijn dus drie redenen dat het uit is. 1: je kunt niet koken, 2: je bent nooit thuis en 3: je wil geen kinderen.’ En misschien zat daar stiekem ook wel wat in.’", "Heb je dat getoetst bij Armand?", "‘Hij zei: ‘Je kunt inderdaad niet koken.’", "Schaterlach. ‘Daar ging het natuurlijk niet om. Maar ik zie nu wel… Die collega die zijn vriendin werd, had wél kinderen, en als ik nu zie hoe geweldig hij daarmee omgaat: het zou zo zonde zijn geweest als hij die níét had gehad. Die man is vreselijk gelukkig. Ik bedoel, jammer voor mij, destijds, maar dat hij met haar is gegaan is een heel goeie move geweest. En wij hebben er een geweldige vriendschap aan over gehouden. Ik ben dol op die jongen.’", "Tot hoe lang na die breuk had je hem weer binnengelaten als hij met hangende pootjes was teruggekomen?", "‘Hij ís even terug geweest. Maar zoiets wil ik nooit meer meemaken. Ik ging namelijk heel erg mijn best doen. Ineens waren kinderen toch bespreekbaar, weet je wel, heel pijnlijk. Toen hij opnieuw wegging dacht ik: oké, dan is het nu ook echt klaar. Inmiddels zijn we goede vrienden, ik kom daar ook gewoon over de vloer.’", "Ik begreep dat je na Armand niet hebt stilgezeten?", "Bulderlach: ‘Ik werkte bij BNN hè? Alle clichés zijn waar: dat was een ruige omroep. Seks, drugs, rock-’n-roll.’", "Ook binnenpands?", "‘Niet voortdurend. Weet je wat het is, ik had elf jaar niet om me heen gekeken, maar daarna denk je ineens: hé, die is leuk, die is leuk, en die is eigenlijk óók wel leuk. En aan wie moet ik anders mijn liefde kwijt? Ja, aan mijn neefje en nichtje, maar dat is anders. Bovendien: je neemt niet zomaar een relatie. Ik val op een bepaalde lichtheid, dat vind je heel weinig. Sterker, hoe ouder mensen worden, hoe serieuzer ze zichzelf nemen. Ik heb geen moeite met praten, en ik heb ook totaal geen moeite mezelf in een relatie binnenstebuiten te keren. Alles is bespreekbaar, en mijn geliefden krijg ik meestal ook wel zover. Wat veel moeilijker is, en dat klinkt misschien oppervlakkig, is plezier maken. En dan vooral plezier blijven maken.’", "Later: ‘Weet je wat raar is? Als we het dan zo over die verschillende geliefden hebben is er altijd een stemmetje in mijn hoofd dat zegt: wat zullen de mensen daar wel niet van vinden? Hoe progressief we ook zijn in Nederland, seksuele gelijkheid tussen mannen en vrouwen is er gewoon niet. Het is toch van: zoho, die Willemijn heeft veel vriendjes gehad. Over mannen zal dat nooit worden gezegd.’", "Jeroen Pauw, hebben we ’m weer.", "‘Ja! Dat interview waarin Rick Nieman een buiging voor hem maakte toen het ging over het aantal vrouwen met wie hij het bed had gedeeld. Die blik van Rick Nieman: pure bewondering! Zo van: lekker bezig gozer. Die blik zal een vrouw niet krijgen.’", "Heb je privé ook weleens opgetrokken wenkbrauwen gekregen?", "‘Ach... Ik ben heel vrij, schaam me nergens voor, heb geen remmingen, voel me volstrekt op mijn gemak met mezelf. En dat vinden mannen leuk, maar ook een beetje spannend. Want je bent de uitzondering. Kijk maar naar Heleen van Royen. Die praat nadrukkelijk over seks en dat vinden we nog steeds niet normaal, niet echt. En waar ik me zorgen om maak: het verandert nauwelijks. Sterker, de wereld wordt steeds preutser.’", "Hoe merk je dat?", "‘Van vrienden hoor ik dat hun kinderen niet meer douchen na het sporten. En uit onderzoek is gebleken dat jongeren veel later seks hebben. Ik geloof dat de leeftijd twee jaar is opgeschoven sinds mijn jeugd, omhóóg dus. Voor havo is het nu 18 jaar, en voor vwo 19.’", "Hoe verklaar je dat?", "‘Fidan Ekiz zegt dat het door de migranten komt, maar ik denk dat het vooral te maken heeft met alle perfectie die ze voorgesteld krijgen op Instagram enzo. Waardoor ze automatisch denken: ik heb niet dat pornolijf. Mijn lijf is lelijk, uit balans, niet goed genoeg. Kijk maar om je heen, al die kinderen staan in de sportschool, allemaal. En niet eens omdat ze dat leuk vinden, maar omdat ze er niet buiten willen vallen. Het is groepsdruk. In mijn tijd ging niemand naar de sportschool. Het gevolg is een nieuw soort preutsheid, en daarmee staat de normalisering van de vrouwelijke seksualiteit ook meteen weer stil. Wat dat betreft was Madonna haar tijd vér vooruit. Echt hoor, ze wordt nu belachelijk gemaakt en ik zie ook wel dat ze een beetje losgezongen is van de realiteit, maar jarenlang verzette ze in haar eentje de bakens wat seksualiteit betreft. Zeg nou zelf: het is toch heel gek dat we het hier nu nóg over hebben? Ik wil gewoon net zo vrij kunnen zijn als een man, verdomme!’", "Lachend: ‘Kijk, toch nog een uitgesproken mening.’"], "authors": ["Eva Hoeke"], "keywords": ["dat", "net", "vrij", "van", "die", "niet", "een", "wil", "en", "willemijn", "verdomme", "zo", "je", "kunnen", "ik", "zijn", "veenhoven", "maar", "man", "het"], "pubDate": "2020-12-10T14:00:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}