{"id": "a7a61762-f422-3166-8a3f-d9bb19ebbd8e", "title": "Razma: 'Ik moet na ieder toernooi tien dagen in thuisisolatie'", "url": "https://www.rtlnieuws.nl/sport/darts/artikel/5202410/razma-ik-moet-na-ieder-toernooi-tien-dagen-thuisisolatie", "summary": "Online darts houd ik totaal niet van, omdat ik mij daar gewoon niet 100 procent voor kan concentreren.\nInmiddels heb ik die wedstrijd achter me gelaten, want ik kan het verleden niet veranderen; alleen maar het heden.\nMaar ik kijk uiteraard niet te ver vooruit, aangezien ik eerst de eerste ronde moet zien te overleven.\"\n\"Vorig jaar was ik er klaar voor om mijn goede spel te laten zien, maar verloor ik direct mijn eerste duel.\nIk focus mij volledig op de eerste partij en zie daarna wel hoe ver ik kan komen.", "paragraphs": ["Darts is een grote sport in Nederland. Maar hoe zit dat in Letland? \"Darts is zeker niet zo groot als in Nederland. Als jullie 200.000 spelers hebben, dan hebben wij er maar 200\", zegt Razma. \"Voor mij is het lastig om de exacte staat van het Letse darts te bespreken, aangezien ik al twee jaar niet meer heb gegooid in Letland en daardoor dus ook geen verkeerde dingen wil zeggen. Ik ben wel blij dat ik elk jaar nieuw talent zie opkomen en ik hoop dat er snel een tweede speler komt die sterk genoeg is om mee te draaien in het Europese circuit.\"", "Corona", "Net als voor vele andere spelers, heeft het coronavirus erin gehakt bij ‘Razzmatazz’. \"Het meest lastige is dat ik na elk toernooi tien dagen in thuisisolatie moet. Daardoor is het ook lastig om met andere spelers te trainen. In aanloop naar het WK zal ik dus thuis in mijn eentje moeten trainen. Hopelijk kan ik al wat eerder naar Londen afreizen om wellicht met mijn Litouwse vriend Darius Labanauskas te oefenen. Online darts houd ik totaal niet van, omdat ik mij daar gewoon niet 100 procent voor kan concentreren. Maar ik klaag zeker niet, want het had allemaal een stuk slechter kunnen zijn. Hopelijk kunnen we snel weer terug naar een ‘normaal’ leven.\"", "Tijd voor revanche", "Vorig jaar maakte Razma zijn debuut op het PDC WK. Hij verloor echter al in de eerste ronde met 3-2 van Harry Ward. \"Ik herinner mij nog goed hoe teleurgesteld ik was na die wedstrijd. Inmiddels heb ik die wedstrijd achter me gelaten, want ik kan het verleden niet veranderen; alleen maar het heden. Ik heb veel geleerd van die ervaring en ben er 100 procent klaar voor om dit jaar te knallen in ‘Ally Pally’.\"", "\"Dit jaar speel ik tegen Toru Suzuki\", gaat hij verder. \"Ik weet alleen van hem dat hij deel uitmaakt van ‘Team Unicorn’. Ik hoop dat ik nog wat video’s van hem kan vinden, want ik heb geen idee hoe zijn speelstijl is en wil dan ook niet verrast worden op het podium.\"", "Voor niemand bang", "Bij winst in de eerste ronde, wacht Razma een duel tegen tweevoudig wereldkampioen Gary Anderson. \"Je wilt natuurlijk spelen tegen de beste spelers ter wereld, en Gary is daar één van. Maar ik kijk uiteraard niet te ver vooruit, aangezien ik eerst de eerste ronde moet zien te overleven.\"", "\"Vorig jaar was ik er klaar voor om mijn goede spel te laten zien, maar verloor ik direct mijn eerste duel. Ik focus mij volledig op de eerste partij en zie daarna wel hoe ver ik kan komen. De Players Championship Finals die onlangs gespeeld werden, waren een goed voorbeeld voor mij. Als ik speel zoals in mijn duel tegen Karel Sedlacek, dan ga ik geen wedstrijd meer winnen. Maar als mijn dubbels gaan zoals in mijn wedstrijd tegen Chris Dobey, dan kan ik iedereen verslaan!\""], "authors": [], "keywords": ["ieder", "tien", "van", "dagen", "het", "maar", "thuisisolatie", "ik", "kan", "moet", "niet", "mijn", "te", "om", "toernooi", "razma", "voor"], "pubDate": "2020-12-10T12:40:56+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}