{"id": "a7d00ba7-4050-305f-a6a0-ab43f85dbad2", "title": "Gecanceld in 2020: Depp en LaBeouf", "url": "https://nrc.nl/nieuws/2021/01/05/gecanceld-in-2020-depp-en-labeouf-a4026219", "summary": "Filmserie Pirates of the Caribbean zeilt verder zonder Depp, zijn rol in Fantastic Beasts is vergeven aan Mads Mikkelsen.\nHollywood gunt een bekeerde zondaar graag een tweede kans; in juni vreesde ik zelfs dat LaBeouf saai zou worden.\nDe door Variety gepubliceerde aanklacht biedt een deprimerend beeld van een ster die wurgt, slaat, dreigt, dreint, manipuleert en isoleert.\nAls voorbereiding voor zijn rol van gangster Creeper in The Tax Collector zou LaBeouf vanuit zijn auto straathonden hebben doodgeschoten.\nLaBeouf stelt nu dat „niet alles” in haar aanklacht klopt, maar erkent dat hij zichzelf en zijn omgeving jarenlang terroriseerde met alcoholisme en agressie en dat hij zich daarvoor schaamt.", "paragraphs": ["Op de valreep van 2020 zijn twee Hollywoodsterren gecanceld. De val van Johnny Depp (57) zat eraan te komen na jarenlang moddergooien met zijn ex, actrice Amber Heard. Een Britse rechter mocht zich vorig jaar buigen over de kwestie of Depp dreigde hondje Pistol uit een rijdende auto te gooien of dat Heard op zijn dekbed had gepoept. Volgens Heard had hondje Boo dat gedaan, misselijk van de spacecake die Depp achteloos liet rondslingeren.", "Een jaar kleurrijke zittingen, rampzalige interviews en idiote parfumreclames hebben Depp gereduceerd tot een verwend, lachwekkend mankind. Dat de rechter nu tevens bepaalt dat tabloid The Sun hem een ‘wife beater’ mag noemen lijkt de nekslag. Filmserie Pirates of the Caribbean zeilt verder zonder Depp, zijn rol in Fantastic Beasts is vergeven aan Mads Mikkelsen. Depp is ‘box office poison’: zijn enige rol in 2021 is volgens filmdatabase IMDb die van pinguïn in animatieserie Puffins.", "Dat is meer dan Shia LaBeouf (34) kan zeggen: hij verspeelde in proeftijd zijn laatste krediet. Na een reeks arrestaties wegens openbare dronkenschap en geweld had de acteur in de ontwenningskliniek de weg omhoog gevonden, zo leek het. Hij schreef eind 2017 als zelftherapie Honey Boy en speelde daarna zijn eigen vader in de verfilming: een verslaafde, rancuneuze Vietnam-veteraan die leeft op de zak van kindsterretje Shia.", "Hollywood gunt een bekeerde zondaar graag een tweede kans; in juni vreesde ik zelfs dat LaBeouf saai zou worden. Dat viel best mee: niet veel later sloeg LaBeouf als vanouds een voorbijganger en verving regisseur Olivia Wilde (Booksmart) hem door Harry Styles wegens wangedrag op de filmset; ze hanteert een ‘zero asshole policy’.", "Lees ook: ‘Honey Boy’ is meer dan dure zelftherapie voor Shia LaBeouf", "Dat kwam allemaal naar buiten na 11 december, toen LaBeoufs ex, zangeres FKA Twigs, hem betichtte van seksueel, fysiek en emotioneel geweld en opzettelijke besmetting met een geslachtsziekte. De door Variety gepubliceerde aanklacht biedt een deprimerend beeld van een ster die wurgt, slaat, dreigt, dreint, manipuleert en isoleert. Als voorbereiding voor zijn rol van gangster Creeper in The Tax Collector zou LaBeouf vanuit zijn auto straathonden hebben doodgeschoten. LaBeouf stelt nu dat „niet alles” in haar aanklacht klopt, maar erkent dat hij zichzelf en zijn omgeving jarenlang terroriseerde met alcoholisme en agressie en dat hij zich daarvoor schaamt.", "Wie weet zit er ooit nog een Mel Gibson-achtige comeback in, maar in de VS volgt na je tweede kans doorgaans „three strikes and you’re out”. Wel heeft LaBeouf weer sjans: actrice Andie MacDowell is volgens de roddelpers in hoogste staat van paraatheid nu hij een verhouding heeft met haar dochter Margaret Qualley, als actrice in trek sinds haar rol van sektelid Pussycat in Tarantino’s Once Upon a Time ... in Hollywood.", "Shia LaBeouf lijkt een groter verlies voor de film dan de toch al uitgerangeerde Depp. Ondanks – of dankzij – zijn hostiele, maniakale karakter is hij een fascinerend performance-artiest en acteur: zie Neflix’ Pieces of a Woman. Maar ja, #metoo en hondenmishandeling zijn een dodelijke combinatie.", "Coen van Zwol is filmrecensent.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 6 januari 2021"], "authors": ["Coen Van Zwol", "Leestijd Minuten"], "keywords": ["depp", "zijn", "van", "2020", "en", "rol", "labeouf", "een", "gecanceld", "op", "hij", "dat"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}