{"id": "a7fb5c76-cd3b-32a8-96c7-bcdcbcdb3efd", "title": "Amerikaanse kartelautoriteit wil Facebook opbreken: hoognodig", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/amerikaanse-kartelautoriteit-wil-facebook-opbreken-hoognodig-793618/", "summary": "De Amerikaanse kartelautoriteit FTC en 46 Amerikaanse staten willen dat het Amerikaanse techbedrijf Facebook Instagram en WhatsApp verkoopt.\nFacebook kocht concurrenten Instagram (2012) en WhatsApp (2014).\nDe drie bedrijven plus Facebooks Messenger hebben 2,7 miljard maandelijks actieve gebruikers en een dominante positie in onder meer de Verenigde Staten en Europa.\n‘Lijden onder Facebooks illegale gedrag’De Federal Trade Commission (FTC) en openbaar aanklagers van 46 Amerikaanse staten hebben Facebook aangeklaagd wegens het overtreden van anti-monopolie- en anti-kartelwetten en willen dat het techbedrijf wordt opgebroken.\nInstagram en WhatsApp moeten wat hen betreft worden afgestoten en weer met elkaar gaan concurreren.", "paragraphs": ["De Amerikaanse kartelautoriteit FTC en 46 Amerikaanse staten willen dat het Amerikaanse techbedrijf Facebook Instagram en WhatsApp verkoopt. De marktmacht van de sociale mediadienst is inderdaad te groot, schrijft Jelte Wiersma.", "Facebook-oprichter en CEO Mark Zuckerberg schreef in 2008 in een e-mail: ‘Het is beter te kopen dan te concurreren.’ Daarmee onthulde hij dat Facebook de concurrentie wilde uitschakelen door ze over te nemen. Zo gebeurde ook. Facebook kocht concurrenten Instagram (2012) en WhatsApp (2014). De drie bedrijven plus Facebooks Messenger hebben 2,7 miljard maandelijks actieve gebruikers en een dominante positie in onder meer de Verenigde Staten en Europa.", "‘Lijden onder Facebooks illegale gedrag’", "De Federal Trade Commission (FTC) en openbaar aanklagers van 46 Amerikaanse staten hebben Facebook aangeklaagd wegens het overtreden van anti-monopolie- en anti-kartelwetten en willen dat het techbedrijf wordt opgebroken. Instagram en WhatsApp moeten wat hen betreft worden afgestoten en weer met elkaar gaan concurreren. Openbaar aanklager Letitia James van de staat New York zei het woensdag zo: ‘Geen enkel bedrijf zou zoveel ongecontroleerde macht mogen hebben over onze persoonlijke gegevens en onze sociale interacties en dat is waarom wij vandaag actie ondernemen en opstaan voor de miljoenen consumenten en kleine bedrijven die lijden onder Facebooks illegale gedrag.’", "De aanklacht tegen Facebook is noodzakelijk. Nieuwe economische ontwikkelingen dreigen altijd te ontaarden in monopolies en kartels. Eind negentiende eeuw ontstonden in de Verenigde Staten bijvoorbeeld monopolies van oliebedrijven en spoorwegen. Om de voor een vrije markt noodzakelijke competitie te redden, zijn destijds een reeks anti-monopolie- en anti-kartelwetten aangenomen. Met die wetten in de hand zijn de olie- en spoorweg-monopolies en -kartels opgebroken."], "authors": [], "keywords": ["staten", "van", "opbreken", "whatsapp", "en", "een", "dat", "hoognodig", "te", "wil", "het", "facebook", "kartelautoriteit", "amerikaanse"], "pubDate": "2020-12-11T12:22:49Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}