{"id": "a7fe36c4-870e-303a-ad3d-f2058bc2a4be", "title": "RTL zendt vanaf medio 2021 Champions League uit, Europa League naar Talpa", "url": "https://nu.nl/algemeen/6097346/rtl-zendt-vanaf-medio-2021-champions-league-uit-europa-league-naar-talpa.html", "summary": "De Champions League is vanaf het seizoen 2020/2021 te zien op RTL 7, zo heeft het mediabedrijf donderdag bekendgemaakt.\nRTL neemt de uitzendrechten over van Talpa, waar vanaf de komende zomer de Europa League en de nieuwe Europa Conference League worden uitgezonden.\nZowel de Champions League-rechten van RTL als de Europa League-rechten van Talpa gelden voor drie jaar.\nHet is voor het eerst dat de Champions League, die in 1992 de eerste editie kende, wordt uitgezonden op RTL.\nNaast de Europa League krijgt Talpa dus ook de uitzendrechten van de nieuwe Europa Conference League.", "paragraphs": ["De Champions League is vanaf het seizoen 2020/2021 te zien op RTL 7, zo heeft het mediabedrijf donderdag bekendgemaakt. RTL neemt de uitzendrechten over van Talpa, waar vanaf de komende zomer de Europa League en de nieuwe Europa Conference League worden uitgezonden.", "Zowel de Champions League-rechten van RTL als de Europa League-rechten van Talpa gelden voor drie jaar. Het is voor het eerst dat de Champions League, die in 1992 de eerste editie kende, wordt uitgezonden op RTL. Het miljoenenbal verhuisde in 2015 van de NOS naar Talpa, waar het eerst op Veronica en daarna op SBS6 te zien was.", "\"We zijn natuurlijk enorm blij dat we de meest prestigieuze voetbalcompetitie van Europa bij RTL 7 kunnen gaan uitzenden\", zegt RTL-directeur Peter van der Vorst in een persbericht.", "\"De Champions League is een fantastische aanvulling op ons bestaande aanbod van entertainment, nieuws en sport. Voetbal verbindt, en dat is exact wat we met al onze programma's voor ogen hebben.\"", "Door: ANP", "Johan Derksen zal vanaf komend seizoen analist zijn bij de Europa League. (Foto: ANP)", "'Dit is heel mooi nieuws'", "De Europa League was sinds de start van het toernooi in 2009 steevast bij RTL te zien, maar dat wordt vanaf komende zomer Talpa. \"Dit is heel mooi nieuws\", reageert Marco Louwerens, directeur Televisie bij Talpa Network.", "\"De concurrentie voor de uitzendrechten is structureel enorm. We zijn blij dat ook na de zomer Europees topvoetbal bij onze zenders te zien is.\"", "Naast de Europa League krijgt Talpa dus ook de uitzendrechten van de nieuwe Europa Conference League. In dat derde Europese toernooi zullen vooral clubs uit de kleinere voetballanden actief zijn. Namens Nederland stromen de nummer drie van de Eredivisie en de winnaar van de play-offs in."], "authors": ["Door"], "keywords": ["champions", "van", "zendt", "uit", "dat", "rtl", "medio", "en", "talpa", "vanaf", "league", "op", "naar", "europa", "het", "bij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}