{"id": "a802ed6f-6d81-3d09-8973-df51666ceb19", "title": "Wat we kunnen leren wanneer we denken als een boom", "url": "https://trouw.nl/opinie/wat-we-kunnen-leren-wanneer-we-denken-als-een-boom~ba747ce2/", "summary": "Een binnenplaats meesmuilt ge, sintels, schillen,En schimmel die een blinde muur aanrandt,Er is geen boom, alleen een grauwe wand.\nSamen met de schrijver Youssef loop ik een rondje door de oude stad.\nMarokko gaat beginnen met vaccineren, er is een Chinees vaccin en er is het Sputnik-V-vaccin uit Rusland.\nGedurende het leven van een beuk maakt dat een totaal van 1,8 miljoen beukennootjes.\nDaarvan groeit er een uit tot een volwaardige boom.", "paragraphs": ["Iets verlaat lees ik een van de mooiste boeken van de afgelopen jaren, ‘Tot in de hemel’ (vertaald door Jelle Noorman) van de Amerikaanse auteur Richard Powers, waarin aan de hand van bomen een meeslepend verhaal wordt verteld over de interactie tussen mens en natuur. In het eerste verhaal staan de Amerikaanse kastanjebomen centraal. Van deze bomen stonden er rond 1900 vier miljard in de Verenigde Staten, vijftig jaar later was er geen een meer van over. Een schimmel uit Azie was de boosdoener.", "Richard Powers vertelt het verhaal van een boerenfamilie die hun kastanjeboom generatie op generatie koestert, de pater familias geeft de zoon de opdracht om de kastanjeboom op het land te fotograferen. De verzameling foto’s dient in het verhaal als herinnering aan wat gekoesterd werd en niet meer is. Mijn gedachten dwalen af naar het gedicht De ceder van Han G. Hoekstra,", "Ik heb een ceder in mijn tuin geplant,", "Gij kunt hem zien, gij schijnt het niet te willen.", "Een binnenplaats meesmuilt ge, sintels, schillen,", "En schimmel die een blinde muur aanrandt,", "Er is geen boom, alleen een grauwe wand.", "De dichter roept het beeld van de boom in ons op. Hij kan er net zo goed niet zijn. Wat we koesteren is de herinnering aan leven. Door te lezen over bomen oefen ik mezelf in denken als een boom. Mijn hoofd schiet wortel. We dragen virussen met ons mee. Onze beschaving die is gebouwd op stabiliteit en welvaart komt met een prijs, haar achilleshiel is onze onrustige natuur. De vier miljard verdwenen kastanjebomen dwingen me na te denken over onze beschaving, het jaar waarin we als mensheid dodelijk getroffen werden door een virus. Er zullen meer virussen komen. Dat weerhoudt ons er niet van om te gaan reizen, om te dromen van ontsnapping.", "Ik ben in Tanger, Marokko. Samen met de schrijver Youssef loop ik een rondje door de oude stad. De straten zijn uitgestorven. “Alles staat stil”, zegt Youssef. Marokko gaat beginnen met vaccineren, er is een Chinees vaccin en er is het Sputnik-V-vaccin uit Rusland. God zegene de greep.", "Oude bomen zijn onze ouders en wellicht de ouders van onze ouders. Als je de geheimen van de natuur wil doorgronden, zal je meer menselijkheid moeten betrachten.", "Weer zo’n mooie passage uit het boek van Powers. Menselijkheid, kunnen we het nog opbrengen? Het Westen bedrijft vaccin-imperialisme door dwingend tenminste 53% van alle voorraden op te kopen.", "Youssef en ik dwalen langs de buitenste rand van de oude binnenstad. Hier hebben de Marokkaanse migranten hun huizen gebouwd toen het nog kon. Dit zijn de noordelijkste huizen van Marokko, een paar honderd meter verder begint de zee, een paar kilometer verder is Spanje. De schrijver groet een jongeman. “Ik moet nog eens een verhaal over hem schrijven. Op zijn zevende smokkelde hij zichzelf aan boord van een vrachtwagen en ging naar Spanje. Zeventien jaar later kwam hij terug. Hij leeft van de hand in de tand.”", "De mens is geen boom. De beukenboom, zo lees ik in het indrukwekkende ‘Het verborgen leven van bomen’ van Peter Wohlleben, produceert elk jaar 30.000 beukennootjes. Gedurende het leven van een beuk maakt dat een totaal van 1,8 miljoen beukennootjes. Daarvan groeit er een uit tot een volwaardige boom. De rest vergaat. Als wij mensen wat meer als bomen zouden denken, zal dan de nederigheid inslaan die ons zal helpen overleven?", "Abdelkader Benali", "Abdelkader Benali (1975) is schrijver. In 1996 debuteerde hij met ‘Bruiloft aan zee’, in 2003 won hij de Libris Literatuur Prijs voor zijn roman ‘De langverwachte’. Om de week schrijft hij voor Trouw een column. Lees ze hier terug."], "authors": ["Abdelkader Benali"], "keywords": ["ik", "leren", "er", "van", "het", "zijn", "en", "kunnen", "een", "te", "op", "hij", "boom", "denken", "wat", "als", "wanneer"], "pubDate": "2020-12-22T13:28:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}