{"id": "a840c0ee-d338-365f-a23d-624414e98913", "title": "De draadloze tv-speaker van Sony is geen alternatief voor soundbars, maar wel bijzonder handig", "url": "https://volkskrant.nl/wetenschap/de-draadloze-tv-speaker-van-sony-is-geen-alternatief-voor-soundbars-maar-wel-bijzonder-handig~b9c442d9b/", "summary": "De draadloze tv-speaker van Sony is een anomalie in het landschap van televisieluidsprekers.\nHet bereik van het signaal is zo’n dertig meter, in de praktijk is dat uiteraard meer dan genoeg.\nBovendien is Sony erin geslaagd zijn toch niet al te grote speaker te voorzien van een prima geluidskwaliteit.\nBeeld SonyDe installatie is een fluitje van een cent.\nMaar voor een specifieke doelgroep is het een bijzonder handig apparaat.", "paragraphs": ["De draadloze tv-speaker van Sony. Beeld Sony", "Nee, nu eens niet een imposante soundbar voor bij de platte tv waarmee series en films lekker de kamer in knallen. De draadloze tv-speaker van Sony is een anomalie in het landschap van televisieluidsprekers.", "Het apparaat van nog geen decimeter lang is allereerst een speaker die het geluid van de tv via een draadloze verbinding opvangt en die in de buurt van de tv-kijker kan worden geplaatst. Bij de luie stoel bijvoorbeeld, of in de keuken, tijdens het jassen van de piepers. De doelgroep is duidelijk: de wat oudere consument met beginnende gehoorproblemen. Het bereik van het signaal is zo’n dertig meter, in de praktijk is dat uiteraard meer dan genoeg.", "Omdat de speaker dicht bij het oor kan worden gezet, hoeft de tv niet knoerthard te staan. Wel zo prettig voor de buren. Bovendien is Sony erin geslaagd zijn toch niet al te grote speaker te voorzien van een prima geluidskwaliteit. Vooral praatprogramma’s profiteren hiervan, dankzij de kraakheldere stemmen die eruit komen. Overigens kan er ook een hoofdtelefoon ingeplugd worden.", "Tegelijkertijd is het apparaat een afstandsbediening met lekker grote knoppen voor de basale functies, zoals zender wisselen en het volume aanpassen. De vormgeving is fraai en rustig. De vorige versie voelde wat goedkoop aan, maar deze is mooier afgewerkt. Zo is het plastic handvat vervangen door een houten exemplaar.", "Beeld Sony", "De installatie is een fluitje van een cent. Sony levert alle kabeltjes netjes mee en heeft werk gemaakt van een zeer duidelijke handleiding met grote letters en kleuren die duidelijk maken welke kabel in welke ingang moet. Voor de verandering hoeft YouTube niet te worden geraadpleegd vanwege onleesbare en priegelige, bijna abstracte tekeningetjes of warrige en tegenstrijdige teksten. Standaard staat de speaker ingesteld op Sony-tv’s, maar apparaten van andere grote merken (Samsung, LG, Panasonic, Philips, Loewe, Hitachi, Toshiba en Sharp) zijn ook te gebruiken.", "Het oplaadplateau wordt aan de tv en elektra gekoppeld, terwijl de speaker pas na zo’n dertien uur terug naar zijn plateau moet om opgeladen te worden. Dat is meer dan genoeg. Het opladen duurt drie uur.", "Al met al is het géén alternatief voor de indrukwekkende soundbars met hun brede klankspectrum en diepe bassen. Maar voor een specifieke doelgroep is het een bijzonder handig apparaat. En nog mooi ook."], "authors": ["Laurens Verhagen"], "keywords": ["van", "soundbars", "tv", "voor", "en", "een", "draadloze", "met", "worden", "geen", "handig", "te", "het", "maar", "sony", "wel", "tvspeaker", "speaker"], "pubDate": "2020-12-21T15:21:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}