{"id": "a8517ddd-d98f-3681-89c0-1e9bc3494db4", "title": "Het tweede seizoen van After Life is leuk genoeg, maar mist toch de verrassing van seizoen één ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/het-tweede-seizoen-van-after-life-is-leuk-genoeg-maar-mist-toch-de-verrassing-van-seizoen-een~b4aa67a9/", "summary": "Ricky GervaisAfter Life, seizoen 2 ★★★☆☆ Regie, scenario, hoofdrol: Ricky Gervais Te zien op NetflixHet tweede seizoen van After Life was nog niet op Netflix verschenen of het derde seizoen werd al aangekondigd.\nMan is blijven steken in de rouw om de voortijdige dood van zijn vrouw en maakt het zijn omgeving en zijn collega’s – en zichzelf – bijzonder moeilijk.\nHet tweede seizoen van After Life is leuk genoeg, maar mist toch veel van de verrassing die het eerste seizoen bood.\nDe postbode en de prostituee, de miljonair en de weduwe, die Tony altijd tegenkomt op een bankje op het kerkhof?\nZou dat niet, op zijn minst, zijn eigen eenzaamheid enigszins dempen?", "paragraphs": ["Ricky Gervais", "After Life, seizoen 2 ★★★☆☆ Regie, scenario, hoofdrol: Ricky Gervais Te zien op Netflix", "Het tweede seizoen van After Life was nog niet op Netflix verschenen of het derde seizoen werd al aangekondigd. En dat voor een serie die in zes economisch vertelde afleveringen eigenlijk in het eerste seizoen een vrij perfecte verhaalboog beschreef. Man is blijven steken in de rouw om de voortijdige dood van zijn vrouw en maakt het zijn omgeving en zijn collega’s – en zichzelf – bijzonder moeilijk. Maar ergens in die zwarte comedy die zijn leven is geworden ontdekt hij een paar losse draadjes die misschien weer gaan leiden tot een zinvol bestaan. The end, niets meer aan doen.", "Vervolgseizoenen lopen niet altijd goed af. Denk aan The End of the Fucking World, seizoen 2, waar in de recensie het woord ‘overbodig’ viel. Maar goed, tegenover ieder overbodig vervolg staat het tweede seizoen van Fleabag. Het tweede seizoen van After Life is leuk genoeg, maar mist toch veel van de verrassing die het eerste seizoen bood.", "Ricky Gervais (hoofdrol, scenario en regie) is nog steeds niet over de dood van zijn geliefde heen, en kijkt nog steeds naar oude filmpjes en videoboodschappen die zij vanuit haar ziekbed achterliet. Tegelijkertijd probeert hij zijn nieuwe inzichten over zijn rol in de wereld uit: zou het helpen om de mensen om je heen te helpen? Zou dat niet verlichting in het tranendal kunnen brengen? Het antwoord is: soms. En hij worstelt met het feit dat er niet een formule is om zijn verdriet voor altijd te verjagen.", "Ricky Gervais (links) and Penelope Wilton (rechts) in seizoen twee van After Life.", "In het tweede seizoen van After Life is er meer aandacht voor de andere personages uit de wereld van Tony, die nog altijd bij een lokale krant (The Tambury Gazette) werkt, in een stadje dat model kan staan voor heel Engeland. Gervais is op zijn best in scènes waarin hij op reportage gaat om zonderlinge stadgenoten te portretteren, en dat levert momenten op die nogal eens aan de legendarische sketchshow Little Britain van Matt Lucas en David Walliams doen denken. En om het niet al te zoetsappig te maken, probeert Gervais in elke aflevering minstens één onbedaarlijk grove en tenenkrommende scene te schrijven, zijn handelsmerk immers. Hoogtepunt is een varieté-avond in het lokale cultuurcentrum, waar we een niet-geestige comedian onderuit zien gaan; Gervais trekt echt alle tijd voor deze mislukte act uit.", "Onder de goede werken van Tony is de poging om de krant te redden als de eigenaar aan verkopen denkt en het zich actief bemoeien met de eenzaamheid van de mensen om zich heen. Zou hij niet een paar van die extreem eigenzinnige en moeilijke mensen bij elkaar kunnen brengen? De postbode en de prostituee, de miljonair en de weduwe, die Tony altijd tegenkomt op een bankje op het kerkhof? Zou dat niet, op zijn minst, zijn eigen eenzaamheid enigszins dempen?", "En aangezien er een derde seizoen komt weten we dat Tony’s missie nog niet is volbracht."], "authors": ["Mark Moorman"], "keywords": ["één", "van", "tweede", "toch", "verrassing", "het", "op", "maar", "seizoen", "zijn", "die", "mist", "leuk", "een", "niet", "en", "te", "life"], "pubDate": "2020-05-21T16:28:03+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}