{"id": "a86b3c56-6b2e-30a7-8fe0-038e544c6efa", "title": "Ondernemers vrezen gevolgen van verlenging lockdown. Is een afhaalloket ook voor winkels een uitkomst?", "url": "https://www.dvhn.nl/economie/Ondernemers-vrezen-gevolgen-van-verlenging-lockdown.-Is-een-afhaalloket-ook-voor-winkels-een-uitkomst-26347260.html", "summary": "Ook branchevereniging INretail waarschuwt voor ’een bloedbad als de situatie niet verandert’.\nTot half oktober de tweede lockdown een feit was.\nEen woordvoerder van INretail noemt de verlenging van de lockdown dan ook een bittere pil.\n„Kabinet, als je besluit tot een winkel lockdown, kom dan in ieder geval met een realistische vergoeding over de brug.\n„Net als de horeca en bouwmarkten moeten ook winkels van hun entree een afhaalloket kunnen maken.", "paragraphs": ["Dat horeca en retail nog zeker twee weken langer dicht blijven komt niet als een verrassing, maar de situatie voor ondernemers in de branches wordt wel steeds nijpender. „De centen zijn op, de rek is eruit”, zegt directeur Dirk Beljaarts van brancheorganisatie Koninklijke Horeca Nederland (KHN) die zonder passende steun vreest voor een tsunami aan faillissementen.", "Ook branchevereniging INretail waarschuwt voor ’een bloedbad als de situatie niet verandert’.", "Het kabinet heeft aangegeven naar extra financiële steun voor ondernemers te kijken. Ministers Koolmees (Sociale Zaken), Wiebes (Economische Zaken) en Hoekstra (Financiën) gaan de komende dagen het plan voor extra steun uitwerken. Beljaarts pleit voor 100 procent compensatie bij 100 procent sluiting.", "„Het kabinet heeft oog voor de BV Nederland, maar niet voor de individuele ondernemers. De huidige compensatieregeling is onvoldoende. Het afgelopen jaar is meer dan €5 miljoen spaargeld in de branche gepompt. Alleen als de vaste lasten 100% vergoed worden, kun je je adem inhouden en na de crisis weer verder gaan.”", "Lockdown", "De coronacrisis raakt de horeca al bijna een jaar. Na de eerste lockdown in maart mochten restaurants in juni weer beperkt open. Tot half oktober de tweede lockdown een feit was. De verplichte winkelsluiting geldt pas sinds 15 december, maar door het advies om zoveel mogelijk thuis te blijven was het ook voor die tijd in veel winkels rustiger dan normaal.", "Een woordvoerder van INretail noemt de verlenging van de lockdown dan ook een bittere pil. Extra maatregelen in de vorm van tegemoetkomingen zijn volgens INretail nodig om een faillissementsgolf te voorkomen. „Kabinet, als je besluit tot een winkel lockdown, kom dan in ieder geval met een realistische vergoeding over de brug. Er is 20 miljoen euro voor de voorraadvergoeding gereserveerd, maar zelfs behoudende berekeningen tonen aan dat de totale schade richting een miljard euro gaat.”", "Afhaalloket", "Naast vergoedingen op maat wil INretail dat het afhalen van bestellingen groen licht krijgt. „Net als de horeca en bouwmarkten moeten ook winkels van hun entree een afhaalloket kunnen maken. Dat kan veilig. Bezorgen en afhalen zijn de enige opties tijdens deze lockdown. Maak dat dan mogelijk.” De woordvoerder wijst erop dat dit vanaf maandag ook in Duitsland, en daarmee overal in Europa, is toegestaan. „Neem dat voorbeeld over en creëer zo een Europese aanpak.”"], "authors": ["Gabi Ouwerkerk"], "keywords": ["van", "lockdown", "dan", "voor", "uitkomst", "en", "een", "winkels", "ook", "verlenging", "als", "het", "ondernemers", "dat", "vrezen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}