{"id": "a884ffcf-f618-38ae-84f7-5b059cbecfc7", "title": "Zorgen om derde besmettingsgolf in Azië", "url": "https://www.parool.nl/wereld/zorgen-om-derde-besmettingsgolf-in-azie~b6cb33ac/", "summary": "Een grote tegenslag, want juist Zuid-Korea leek er grotendeels in geslaagd om het aantal nieuwe besmettingen onder controle te krijgen door uitgebreide tests en een efficiënte contactopsporing.\nIn de hoofdstad meldde de Tokyo Metropolitan Government donderdag 888 nieuw bevestigde besmettingen met het coronavirus, ook een record.\nHet stadsbestuur heeft de inwoners aangespoord om zelfs in hun eigen huis maskers te dragen en om de twee uur hun ramen te openen om de ventilatie te verbeteren.\nScholen en belangrijke openbare kantoren zijn gesloten, openbare bijeenkomsten zijn verboden en er zijn beperkingen opgelegd aan het openbaar vervoer.\nDe Taiwanese autoriteiten hebben een jaarlijkse nieuwjaarsviering op het noordoostelijke puntje van het eiland geannuleerd na een eerste, nieuw, besmettingsgeval sinds 12 april.", "paragraphs": ["Studenten in Zuid-Korea. Beeld EPA", "Het Koreaanse RIVM (KDCA) meldde zaterdag dat er 1132 nieuwe besmettingsgevallen met Covid-19 waren, niet ver onder het record van 1241 dat vrijdag was geregistreerd. De meeste besmettingen werden getraceerd naar een gevangenis, verpleeghuizen en kerken.", "Rem op nieuwjaarsbijeenkomsten", "De autoriteiten overwegen nu alsnog stopzetting van alle nieuwjaarsbijeenkomsten. “Het virus verspreidt zich waar en wanneer het maar wil,” aldus minister van Volksgezondheid Kwon Deok-cheol. Tijdens de kerst zouden ook mensen zijn besmet bij kleine bijeenkomsten met vrienden en kennissen. Morgen wordt door het Zuid-Koreaanse crisisteam waarschijnlijk besloten tot aanvullende maatregelen.", "De zorg is groot voor een derde golf. Een grote tegenslag, want juist Zuid-Korea leek er grotendeels in geslaagd om het aantal nieuwe besmettingen onder controle te krijgen door uitgebreide tests en een efficiënte contactopsporing. Maar critici verwijten de autoriteiten nu te veel te vertrouwen op het systeem en een verkeerde inschatting van de extra risico’s rond de feestdagen. Het huidige grootste cluster bevindt zich in een gevangenis in het oosten van Seoul, waar 520 gevangenen, werknemers en hun familieleden zijn geïnfecteerd. Het totale aantal besmettingen in Zuid-Korea staat nu op 55.902, met 793 doden, zo blijkt uit gegevens van KDCA.", "Thuis masker op", "Ook in Japan groeien de zorgen weer. In de hoofdstad meldde de Tokyo Metropolitan Government donderdag 888 nieuw bevestigde besmettingen met het coronavirus, ook een record. Het stadsbestuur heeft de inwoners aangespoord om zelfs in hun eigen huis maskers te dragen en om de twee uur hun ramen te openen om de ventilatie te verbeteren. Autoriteiten zijn vooral bezorgd over een toename van ernstige Covid-19-gevallen onder oudere Japanners.", "In Singapore werden vrijdag 19 nieuwe gevallen gemeld, waaronder drie zorgwekkende omdat het bezoekers waren uit Engeland en Zuid-Afrika waar besmettelijke varianten van het virus zijn ontdekt.", "De Sri Lankaanse autoriteiten hebben ook een extra lockdown opgelegd aan drie steden aan de rand van de hoofdstad om de verspreiding van Covid-19 tegen te gaan. Lockdowns waren al van toepassing in tientallen steden en dorpen sinds de heropleving van het coronavirus in de eilandstaat in de Indische Oceaan in oktober. Scholen en belangrijke openbare kantoren zijn gesloten, openbare bijeenkomsten zijn verboden en er zijn beperkingen opgelegd aan het openbaar vervoer.", "China", "Op het vasteland van China werden vrijdag 20 nieuwe gevallen van Covid-19 gemeld, zes meer dan de dag ervoor. De National Health Commission zei in haar dagelijkse bulletin dat 12 van de nieuwe gevallen uit het buitenland waren ‘geïmporteerd’.", "De Taiwanese autoriteiten hebben een jaarlijkse nieuwjaarsviering op het noordoostelijke puntje van het eiland geannuleerd na een eerste, nieuw, besmettingsgeval sinds 12 april. Andere oudjaarsvieringen, waaronder vuurwerk in de hoofdstad Taipei, vinden nog steeds plaats, maar met maskers verplicht voor de aanwezigen.", "Taiwan geldt met zijn preventie vaak als voorbeeld voor de rest van de wereld. Het land heeft tot dusver in totaal 777 gevallen gemeld - meestal geïmporteerd - en zeven doden. Ongeveer 130 mensen liggen in het ziekenhuis voor behandeling."], "authors": ["Bob Van Huet"], "keywords": ["autoriteiten", "zijn", "azië", "van", "en", "nieuwe", "om", "derde", "een", "met", "te", "het", "zorgen", "besmettingsgolf"], "pubDate": "2020-12-26T08:48:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}