{"id": "a88891d2-cd71-3799-a351-b4afb54cd840", "title": "Ikazia neemt afscheid van neuroloog die tegen coronamaatregelen is", "url": "https://nu.nl/rotterdam/6096975/ikazia-neemt-afscheid-van-neuroloog-die-tegen-coronamaatregelen-is.html", "summary": "Het Ikazia Ziekenhuis in Rotterdam heeft afscheid genomen van neuroloog Jan Bonte.\nNaar eigen zeggen ageerde Bonte ook in het Ikazia tegen de mondkapjesplicht, omdat het mondkapje volgens hem niet werkt.\n\"Afspraken op de polikliniek deed ik niet met een mondkapje op, maar ik liep wel van koffieautomaat naar mijn kamer met een kapje op.\nEen opmerking tegen een arts-assistent op de spoedeisende hulp zou volgens Bonte zijn einde in het Ikazia hebben betekend.\nDe twee hadden een verschil van inzicht over de behandeling van een patiënt.", "paragraphs": ["Het Ikazia Ziekenhuis in Rotterdam heeft afscheid genomen van neuroloog Jan Bonte. De arts uit Dalfsen werkte sinds vorig jaar als waarnemer in het ziekenhuis. Hij laat zich kritisch uit over het nut van mondkapjes, PCR-testen en andere coronamaatregelen.", "Naar eigen zeggen ageerde Bonte ook in het Ikazia tegen de mondkapjesplicht, omdat het mondkapje volgens hem niet werkt. \"Afspraken op de polikliniek deed ik niet met een mondkapje op, maar ik liep wel van koffieautomaat naar mijn kamer met een kapje op. Met een grote scheur erin.\" Later mocht hij als enige een 'face shield' dragen.", "Een opmerking tegen een arts-assistent op de spoedeisende hulp zou volgens Bonte zijn einde in het Ikazia hebben betekend. De twee hadden een verschil van inzicht over de behandeling van een patiënt.", "Afscheid genomen", "Het ziekenhuis bevestigt dat er afscheid is genomen van de arts, maar doet verder inhoudelijk geen uitspraken. Bonte krijgt naar eigen zeggen nog voor twee dagen salaris.", "Eerder kwam hij in het nieuws vanwege zijn tegendraadse ideeën. Zo wilde hij geen witte doktersjas dragen. Bonte gaat bekijken waar hij nu aan de slag kan. \"Er is in Nederland weinig werk voor waarnemers. Maar er is altijd nog België of Duitsland.\""], "authors": ["Door"], "keywords": ["van", "die", "coronamaatregelen", "een", "neuroloog", "bonte", "met", "maar", "neemt", "hij", "op", "ziekenhuis", "ikazia", "tegen", "het", "afscheid"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}