{"id": "a88bd12d-aa96-3828-9bf9-775baec0ff16", "title": "Dansen met vingers", "url": "https://nrc.nl/nieuws/2020/12/11/dansen-met-vingers-a4023528", "summary": "Het is dat die laatste episode in het Moskou van 1968 speelt, anders hadden we aan het eind de kerstklokjes horen klingelen.\nDe hoofdrolspeelster Anya Taylor-Joy zei in The New York Times dat ze profijt had gehad van haar training als danser.\nVroeger won hij van Aljechin en Botwinnik, wat betekent dat hij losjes gebaseerd is op de grote schaker Grigori Löwenfisch (1889 - 1961).\nNadat Luchenko van Harmon heeft verloren, zegt hij dat ze de sterkste schaker is tegen wie hij ooit speelde.\nOplossing: Beth Harmon had geen moeite met dit vrij onnozele probleem en lezers van NRC waarschijnlijk ook niet.", "paragraphs": ["Zou het waar zijn wat ik las, dat de schaakborden en stukken niet meer aan te slepen zijn door het succes van de Netflix-serie The Queen’s Gambit? In de schaakwinkel viel dat mee. Wie voor een schaakspel kwam kon nog kiezen uit een ruim assortiment. Neem de tijd, een schaakspel is een aankoop voor het leven, zei de eigenaar van de winkel.", "Wel was het waar dat mensen die zelden een schaakstuk aanraken me enthousiast vroegen of ik de serie al had gezien, en dat internetschaakclubs duizenden nieuwe leden kregen. Peter Doggers, een van de hoofdmannen van het Amerikaanse chess.com, schreef eind november dat er in de week daarvoor per dag gemiddeld 1.600 nieuwe Nederlandse leden bij waren gekomen.", "Het Brooklyn Museum had (tot 13 december) een virtuele tentoonstelling over de prachtige kleren die de hoofdpersoon van de serie Beth Harmon draagt. Kleren geïnspireerd door Dior en Cardin en luisterrijke locaties ondersteunen de beproefde succesformule van de serie: ‘door tegenspoed naar de sterren’.", "In de laatste episode valt Beth de man op wie ze al een paar jaar heimelijk verliefd is in de armen, ze verslaat de Russische wereldkampioen Vasili Borgov en bij de schaaktafels in een parkje voelt ze zich opgenomen in een wereldwijde familie. Het is dat die laatste episode in het Moskou van 1968 speelt, anders hadden we aan het eind de kerstklokjes horen klingelen.", "Bruce Pandolfini, een van de schaakadviseurs, leerde de acteurs hoe ze de stukken moesten vastpakken en verplaatsen. Dat lijkt simpel, maar het luistert nauw. Vaak zie je al in een seconde dat iemand geen echte schaker is, maar hier gaat alles goed, zelfs in de vluggertjes. De hoofdrolspeelster Anya Taylor-Joy zei in The New York Times dat ze profijt had gehad van haar training als danser. De bewegingen van de stukken noemde ze choreografieën voor de vingers.", "Adviseur Garry Kasparov ging over de partijfragmenten in de serie. Die worden besproken in het decembernummer van het maandblad Chess, dat zes pagina’s aan de serie wijdt. Kasparov baseerde zich op echt gespeelde partijen en verzon er een mooi slot bij. Het mooiste dat hij verzon is de laatste fase van Beth Harmons partij tegen Dimitri Luchenko, een oude man die een wat slordige bohemien lijkt, heel anders dan de andere sovjetspelers. Vroeger won hij van Aljechin en Botwinnik, wat betekent dat hij losjes gebaseerd is op de grote schaker Grigori Löwenfisch (1889 - 1961). Nadat Luchenko van Harmon heeft verloren, zegt hij dat ze de sterkste schaker is tegen wie hij ooit speelde. Geen wonder, hij verloor nu van Kasparov.", "Zie diagram", "Dimitri Luchenko - Elizabeth Harmon, Moskou 1968", "In de echte wereld werd deze stelling bereikt in Arsjak Petrosian - Akopian, Jerevan 1988. Daar volgde 38...Tcf7 en het werd remise. Kasparov bedacht voor Beth Harmon iets moois. 38...h5 Een schitterende afgegeven zet. 39. gxh5 Kh8 Weer een wonderbaarlijke zet. Wat wil zwart? 40. hxg6 Txh4 41. Th1 Tch7 Deze prachtzet, een torenoffer dat niet mag worden aangenomen, is de pointe van het voorafgaande. Wit is verloren. 42. Tg1 Na 42. gxh7 Dg7+ zou wit na een reeks schaakjes mat gaan en na 42. Txh4 Txh4 heeft zwart een snel beslissende aanval. 42...T7h5 Nu werken vier zwarte stukken samen aan de koningsjacht. 43. Kf1 Kg7 44. Ld7 Td4 45. De3 Td1+ 46. Te1 Ld4 Wit gaf op.", "Opgave William Atkinson, Canadian Chess Problems 1890. Wit geeft mat in 3 zetten.", "Oplossing: Beth Harmon had geen moeite met dit vrij onnozele probleem en lezers van NRC waarschijnlijk ook niet. 1. Kd7 Kg7 (of 1...Lg7 2. Pd6) 2. Pd6 en mat op de volgende zet.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Hans Ree", "Leestijd Minuten"], "keywords": ["van", "dat", "harmon", "die", "een", "het", "en", "ze", "vingers", "hij", "serie", "dansen", "met"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}