{"id": "a890df27-7e81-3ee3-b727-234cbe59b43c", "title": "Ajax leek weinig zin te hebben in dit tussendoortje", "url": "https://www.parool.nl/sport/ajax-leek-weinig-zin-te-hebben-in-dit-tussendoortje~b813bc0d/", "summary": "Beeld BSR AgencyEen levendige bekerwedstrijd barstensvol fouten, (eigen) doelpunten en een winnaar die weinig zin leek te hebben in het tussendoortje.\nHet ging na een minuut al mis – was dat het startsein voor een merkwaardige voetbalavond?\nDe boomlange keeper (2,04 meter) ging overigens zelf gruwelijk in de fout bij de 4-3 van FC Utrecht.\nHij deed het redelijk, al ging hij bij de tweede treffer van FC Utrecht in de fout.\nMet twee eigen doelpunten van FC Utrecht, het paste allemaal in het beeld van de wedstrijd.", "paragraphs": ["Beeld BSR Agency", "Een levendige bekerwedstrijd barstensvol fouten, (eigen) doelpunten en een winnaar die weinig zin leek te hebben in het tussendoortje.", "Het ging na een minuut al mis – was dat het startsein voor een merkwaardige voetbalavond?", "Nicolás Tagliafico bracht zijn ploeg in grote problemen. De Argentijn heeft een matig seizoen. Hij maakt nog steeds zijn meters, maar hij verliest voor zijn doen veel duels – tot vorig seizoen juist zijn grote kracht – en ook in balbezit is het niet je van het. Tegen FC Utrecht leidde een fout van de 28-jarige linksback na één minuut tot een tegendoelpunt. Hij kreeg aan de zijlijn weliswaar een lastige bal aangespeeld van Ryan Gravenberch, maar Tagliafico liet zich veel te makkelijk aftroeven door Gyrano Kerk. Via Mark van der Maarel kwam de bal bij Mimoun Mahi, die Kjell Scherpen verschalkte.", "Fijn debuut voor Scherpen.", "Zo wil je niet aan je eerste wedstrijd in Ajax 1 beginnen. Scherpen heeft anderhalf jaar op zijn kans moeten wachten sinds hij in de zomer van 2019 overkwam van FC Emmen. De boomlange keeper (2,04 meter) ging overigens zelf gruwelijk in de fout bij de 4-3 van FC Utrecht. Hij liet een simpele voorzet van Kerk los. Moussa Sylla profiteerde.", "Wat was er met Andre Onana?", "Die kreeg een dagje vrij. Dat gebeurt vaker in het bekertoernooi. Er ontbraken overigens veel meer spelers bij Ajax, de meeste door blessures. Klaas-Jan Huntelaar en Sean Klaiber waren geschorst. De 17-jarige Devyne Rensch had een basisplaats als rechtsback. Hij deed het redelijk, al ging hij bij de tweede treffer van FC Utrecht in de fout. Maar een foutenfestival was het sowieso.", "Dat leidde tot negen doelpunten?", "Met twee eigen doelpunten van FC Utrecht, het paste allemaal in het beeld van de wedstrijd. Van der Maarel (na een vrije trap van Tadic) en Tommy St. Jago (na een schot van Antony) veranderden de bal zodanig van richting dat de keeper kansloos was. Ajax nam aanvallend alle risico’s en verwaarloosde de defensieve organisatie, Utrecht counterde scherp. Het had ook 8-8 kunnen worden. Maar het werd 5-4, door een laat maar mooi doelpunt van Tadic.", "Ajax", "Kjell Scherpen 4", "Devyne Rensch 6", "Perr Schuurs 5", "Daley Blind 5", "Nicolás Tagliafico 4", "Edson Álvarez 6", "Davy Klaassen 5", "Ryan Gravenberch 6", "Antony 5", "Zakaria Labyad 6", "Dusan Tadic 5", "Wissels:", "Jurgen Ekkelenkamp (6) voor Edson Álvarez (’73)", "Lisandro Martínez (-) voor Devyne Rensch (’86)", "FC Utrecht", "Maarten Paes -", "Mark van der Maarel 4", "Justin Hoogma 6", "Tommy St. Jago 5", "Django Warmerdam 6", "Joris van Overeem 6", "Sander van de Streek 6", "Bart Ramselaar 5", "Eljero Elia 6", "Gyrano Kerk 6", "Mimoun Mahi 7", "Wissels:", "Eric Oelschlägel (5) voor Maarten Paes (’34)", "Moussa Sylla (6) voor Eljero Elia (’62)", "Othmane Boussaid (-) voor Mimoun Mahi (’69)"], "authors": ["Dick Sintenie"], "keywords": ["tussendoortje", "zijn", "van", "fc", "voor", "weinig", "maar", "een", "en", "dit", "hij", "te", "zin", "het", "hebben", "ajax", "leek", "utrecht"], "pubDate": "2020-12-16T22:09:40Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}