{"id": "a8958537-86f1-3fba-9977-af0842f87050", "title": "Wat weten we van de allergische reacties op het coronavaccin?", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2020/12/wat-weten-we-van-de-allergische-reacties-op-het-coronavaccin-795736/", "summary": "Een allergie is een overreactie van het afweersysteem op een onschadelijke stof, ook wel een allergeen genoemd.\nDeze stof wordt toegevoegd om de belangrijkste component van het vaccin, een stukje genetisch materiaal van het coronavirus, te verpakken.\n3 Is een allergische reactie op een coronavaccin gevaarlijk?\n4Hoe groot is de kans op een allergische reactie op het coronavaccin?\nDe kans op een allergische reactie op een vaccin is groter bij mensen die al allergieën hebben.", "paragraphs": ["Een ernstige allergische reactie, anafylaxie, is waargenomen bij ten minste acht mensen die het coronavaccin van Pfizer/BioNTech hebben gekregen. Volgens de EMA moet het toedienen van het vaccin daarom ‘onder waakzaamheid’ gebeuren. Wat weten we van de allergische reacties op dit vaccin? Vier vragen.", "1 Wat is een allergische reactie en wat is anafylaxie?", "Een allergie is een overreactie van het afweersysteem op een onschadelijke stof, ook wel een allergeen genoemd. Voorbeelden van zulke stoffen zijn voedingsmiddelen (zoals noten), pollen, huisdieren, insectenbeten en bepaalde medicijnen. Waarom een allergische reactie tegen deze stoffen ontstaat, is onduidelijk. Het afweersysteem herkent een allergeen en reageert erop door antistoffen te maken. De antistoffen prikkelen cellen die vervolgens stofjes vrijlaten, zoals histamine, die zorgen voor de allergische reactie. Dit leidt tot de symptomen van allergie, zoals niezen, hoesten en jeuk.", "Anafylaxie is een ernstige allergische reactie die binnen enkele minuten of uren kan ontstaan. De symptomen leiden in sommige gevallen tot de dood. Het mechanisme is eigenlijk hetzelfde als bij een allergische reactie, maar dan heftiger, met een effect op veel organen. Dit heeft ernstige symptomen tot gevolg, zoals een moeilijke ademhaling, zwelling van de mond, tong of keel, verminderd bewustzijn en een shock.", "2Hoe kan een allergische reactie ontstaan bij de coronavaccins?", "Het komt vaker voor dat mensen allergisch reageren op een vaccin. Vaccins bevatten een zogenoemde actieve component, vaak een stukje van het virus of de bacterie, die het afweersysteem kan activeren. Daarnaast bevatten ze in de regel stoffen om bijvoorbeeld de actieve component te verpakken of om een betere afweerreactie op te wekken. Een overgevoelige reactie na vaccinatie wordt meestal veroorzaakt door die extra stoffen. De hoeveelheden zijn zo klein dat deze stoffen bij de meeste mensen geen allergische reactie veroorzaken, maar sommige mensen die gevoelig zijn voor allergenen, kunnen zo’n reactie toch krijgen.", "Nog niet bekend is hoe het Pfizer/BioNTech-vaccin leidt tot een allergische reactie. Mogelijk is de stof polyethyleenglycol (PEG) de oorzaak. Deze stof wordt toegevoegd om de belangrijkste component van het vaccin, een stukje genetisch materiaal van het coronavirus, te verpakken. PEG is nog niet eerder gebruikt in vaccins, maar zit wel in andere medicijnen die af en toe anafylaxie veroorzaken. Al is de concentratie PEG in de vaccins lager dan in deze medicijnen. Of PEG werkelijk een allergische reactie opwekt en wat het mechanisme hierachter is, is dus nog onduidelijk.", "3 Is een allergische reactie op een coronavaccin gevaarlijk?", "In het algemeen zijn allergische reacties op een vaccin niet gevaarlijk, omdat de symptomen mild zijn. Maar wanneer iemand een anafylaxie tegen een van de componenten in een vaccin ontwikkelt, kan dat levensbedreigend zijn.", "Lees ook het commentaar van Marieke ten Katen: Oordeel niet te vroeg over vaccinatiestrategie", "De Europese medicijnautoriteit EMA adviseert het vaccin daarom niet te geven aan mensen die weten dat ze allergisch zijn voor een van de bestanddelen van het vaccin. Daarnaast houdt de arts je na de vaccinatie een kwartier in de gaten, opdat direct kan worden ingegrepen als iemand een heftige allergische reactie krijgt. Als laatste adviseert de EMA om mensen die allergisch reageerden op de eerste vaccindosis, de tweede dosis niet te geven.", "4Hoe groot is de kans op een allergische reactie op het coronavaccin?", "De kans op een allergische reactie op een vaccin is groter bij mensen die al allergieën hebben. Maar een ernstige allergische reactie als anafylaxie is zeer zeldzaam.", "Hoe vaak allergische reacties optreden na vaccinatie met het Pfizer/BioNTech-coronavaccin is nog onbekend. In eerdere onderzoeken zijn geen ernstige allergische reacties gemeld, maar tijdens het grootschalig vaccineren in de Verenigde Staten en het Verenigd Koninkrijk zijn wel al acht gevallen van anafylaxie gerapporteerd. Dit lijkt wat vaker dan normaal bij vaccins. Daarom wordt dit goed in de gaten gehouden door diverse instanties."], "authors": [], "keywords": ["reacties", "zijn", "van", "weten", "reactie", "en", "een", "coronavaccin", "allergische", "op", "vaccin", "het", "wat", "die"], "pubDate": "2020-12-24T15:13:50Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}