{"id": "a8a1b2fc-a6d9-3c7b-99fa-c924f1c84dfb", "title": "Papa overleefde de tocht door de woestijn niet: ‘Ik ging er altijd van uit dat hij leefde’", "url": "https://trouw.nl/buitenland/papa-overleefde-de-tocht-door-de-woestijn-niet-ik-ging-er-altijd-van-uit-dat-hij-leefde~ba9f8060/", "summary": "Intussen bekijken de twee foto’s van hun overleden vader, Hector Ramirez: een mollige Guatemalteek met een stevige snor.\nDe eerste zei dat Ramirez in een gevangenis zat – tegen betaling konden ze een telefoon naar binnen smokkelen.\n“Ik begreep het niet”, vertelt ze, met een zakdoek het vocht van haar ogen deppend.\n“Ik ging er altijd van uit dat hij leefde.”Een beugel betekent dat een tandarts misschien archieffoto’s heeftOp hemelsbreed 1600 kilometer van Norfolk ligt de stad Tucson, vlak bij de grens met Mexico.\n“Een pasfoto in een broekzak, een liefdesbriefje met een naam.” Dat het met Hector Ramirez lang duurde voordat de identificatie voltooid was, verbaast de 35-jarige Vollner niets.", "paragraphs": ["Tussen de zussen Erika en Kathy Ramirez in staat de urn op tafel: een kersenhouten kist ter grootte van een schoenendoos. De urn, met daarin de as van hun vader, is enkele dagen geleden in hun woonplaats Norfolk in de Amerikaanse staat Nebraska afgeleverd, vanuit Arizona. Ze wachten op een telefoontje van de begrafenisondernemer over de aanstaande herdenkingsdienst.", "Intussen bekijken de twee foto’s van hun overleden vader, Hector Ramirez: een mollige Guatemalteek met een stevige snor. Ze lachen als ze vertellen dat van hem altijd alles mocht. Ze lachen ook om zichzelf, vanwege de oplichters die ze betaalden tijdens zijn vermissing. “Weet je nog, die helderziende?”, zegt de 30-jarige Erika Ramirez. “Daar zijn we ingetrapt hè?”", "Kathy en Erika Ramirez met een kersenhouten kist waarin de gecremeerde resten zitten van hun vader Hector Ramirez. Beeld Eline van Nes", "Gemiddeld komen jaarlijks drie- tot vierhonderd migranten om aan de grens tussen Mexico en de VS. Hector Ramirez was een van hen. Ruim dertig jaar geleden stak hij voor het eerst over naar de VS, waar hij in Nebraska een leven opbouwde. In 2012 keerde hij terug naar Guatemala om een legaal verblijf aan te vragen. Hij zou verder gaan werken bij het bedrijf voor boerenbenodigdheden, waarvoor hij al jaren werkzaam was. Door een vergissing werd zijn aanvraag geweigerd. Hij besloot toch terug te keren, illegaal.", "“We zeiden nog dat hij niet moest gaan”, zegt dochter Kathy, 27 jaar. “Maar hij wilde niet inzien dat de grens gevaarlijker is geworden. ‘Maak je geen zorgen’, zei hij.”", "Op 20 juli 2017 begon zijn tocht. De mensensmokkelaar belde de familie vier dagen later en zei dat Ramirez, toen 57 jaar, was aangehouden. Later zei hij dat Ramirez was weggerend. Uiteindelijk nam hij zijn telefoon niet meer op. Alle reden voor ongerustheid, want de grenswoestijn is onverbiddelijk: wie verdwaalt, overleeft niet lang. De lichamen worden binnen uren door zon en beesten gereduceerd tot botten.", "Iemand dreigde vader te martelen", "De familie hield hoop en plaatste vermissingsberichten op Facebook. Kathy Ramirez reisde met haar broer naar Arizona. Ze liet DNA achter bij een hulporganisatie en hing vermissingsposters op. Daarna kwamen de oplichters. De eerste zei dat Ramirez in een gevangenis zat – tegen betaling konden ze een telefoon naar binnen smokkelen. Een ander dreigde de vader te martelen. Telkens betaalde de familie honderden dollars, waarna de stilte viel. Erika Ramirez telt op haar vingers. “We zijn zeker tien keer opgelicht. Misschien vaker.”", "Lege flessen en onnodige spullen worden door migranten achtergelaten in het grensgebied tussen de VS en Mexico. Beeld Eline van Nes", "In juni 2018 werd een schedel gevonden door een vrijwilligersorganisatie die in de woestijn naar lichamen zoekt. Het duurde nog eens twee jaar voordat Erika een telefoontje kreeg: haar DNA had een match. “Ik begreep het niet”, vertelt ze, met een zakdoek het vocht van haar ogen deppend. “Ik ging er altijd van uit dat hij leefde.”", "Een beugel betekent dat een tandarts misschien archieffoto’s heeft", "Op hemelsbreed 1600 kilometer van Norfolk ligt de stad Tucson, vlak bij de grens met Mexico. Een paar stappen in de buitenlucht tonen waarom de woestijn hier gevaarlijk is: het is kurkdroog en zelfs in de wintermaanden nog warm. In het lokale mortuarium buigt forensisch antropologe Jennifer Vollner zich over lichamelijke restanten: botten, donkerbruine gescheurde stof.", "Beeld Louman & Friso", "Omdat migranten veelal uit afgelegen Latijns-Amerikaanse dorpen komen, zijn er meestal geen gegevens. Een beugel betekent dat een tandarts misschien archieffoto’s heeft. “De spullen helpen het meest”, zegt Vollner, wijzend naar de halfvergane stof. “Een pasfoto in een broekzak, een liefdesbriefje met een naam.” Dat het met Hector Ramirez lang duurde voordat de identificatie voltooid was, verbaast de 35-jarige Vollner niets. Ze verzucht: “We hebben een enorme achterstand. Het is moeilijk geldpotjes te krijgen.”", "Het mortuarium werkt samen met de FBI, de Amerikaanse grensbewaking, verschillende diplomatieke vertegenwoordigers en vrijwilligersorganisaties. Allemaal met het doel zo snel mogelijk de families van overleden migranten in te lichten over het lot van vermisten.", "“Het wordt ons niet makkelijk gemaakt, omdat de migranten hun documenten bij de grens weggooien en camouflagekleding aandoen”, vertelt de Guatemalteekse consul Carlos Enrique de León over de telefoon. “Bovendien krijgen de migranten leugens te horen: dat het maar enkele uren lopen is, terwijl ze dagen onderweg zijn.”", "Forensisch antropologe dr. Jennifer Vollner van het mortuarium van Pima County buigt zich over lichamelijke restanten van een persoon die in de Sonorawoestijn is overleden. Beeld Eline van Nes", "De Guatemalteekse overheid probeert potentiële grensoverstekers al onderweg in Mexico te informeren over de gevaren. Daarnaast neemt een medewerker contact op met de familie bij vermissing, om ze te waarschuwen voor oplichting. Geïdentificeerde lichamen worden door de diplomatieke diensten gerepatrieerd. Maar identificatie gebeurt maar druppelsgewijs, er liggen nog ruim honderd open zaken, die teruggaan tot 2005.", "‘Je denkt toch altijd: wat als het waar is?’", "In Nebraska heeft de familie van Hector Ramirez intussen van de begrafenisondernemer gehoord dat de herdenkingsdienst door kan gaan. Ook al was Ramirez geen Amerikaans staatsburger en ook al duurt het vermoedelijk nog weken voordat een officiële overlijdensakte wordt opgestuurd vanuit Arizona.", "Een foto van Hector Ramirez, overleden in de woestijn aan de grens van de VS en Mexico in 2017. Beeld Eline van Nes", "Aan de woonkamertafel vertellen de dochters dat ze vanwege hun eigen ervaringen mensen willen waarschuwen voor oplichting en de gevaarlijke oversteek. “Maar of het helpt?”, vraagt Erika zich af. “Wij wilden uiteindelijk ook niet luisteren.” Haar zus Kathy vult aan: “Je denkt toch altijd: wat als het waar is? Wat als ze werkelijk informatie over hem hebben?”", "Ze zijn even stil, waarna Kathy zegt: “Afgelopen jaren dacht ik dagelijks aan hem. Als in de politiek over ‘die illegalen’ werd gesproken, dacht ik: dat is mijn vader.”", "Lees ook:", "Deze drieduizend kaartjes laten zien hoeveel mensen de tocht door de woestijn naar de VS niet overleven", "Bijna dagelijks wordt in de Sonorawoestijn het dode lichaam gevonden van een migrant die de tocht naar de Verenigde Staten niet heeft overleefd. Op honderd plekken in de wereld wordt met een tentoonstelling aandacht gevraagd voor hun lot."], "authors": ["Jurriaan Van Eerten"], "keywords": ["ik", "ramirez", "van", "papa", "het", "tocht", "overleefde", "uit", "leefde", "een", "en", "ze", "met", "te", "hij", "woestijn", "niet", "dat"], "pubDate": "2021-01-02T11:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}