{"id": "a8a3f6ac-e0eb-3c5a-ba6c-bff56e7b89aa", "title": "Online les werkt niet voor kwetsbare studenten – zeven maanden werk in twee weken naar de knoppen", "url": "https://volkskrant.nl/nieuws-achtergrond/online-les-werkt-niet-voor-kwetsbare-studenten-zeven-maanden-werk-in-twee-weken-naar-de-knoppen~bf37b0d0/", "summary": "Beeld Guus Dubbelman / de VolkskrantZe staan in een Rotterdamse boksschool toe te te kijken hoe hun studenten op elkaar in beuken.\nMet andere woorden, zegt woordvoerder Pauline Soer van het Zadkine, ‘jongeren die dingen hebben meegemaakt waarvan je mond openvalt’.\nDramatischer: veel van waar ze voor gewerkt hadden, zagen ze voor hun ogen verdampen.\nBij zichzelf niet en bij anderen niet.\nEn als er alsnog een strengere lockdown komt en alle lessen op het mbo online moeten, zoals de routekaart van het kabinet voorschrijft?", "paragraphs": ["Leerlingen van het Zadkine college krijgen boksles. Beeld Guus Dubbelman / de Volkskrant", "Ze staan in een Rotterdamse boksschool toe te te kijken hoe hun studenten op elkaar in beuken. De grote jongen die zo hard en onbehouwen kan slaan dat sommige meisjes niet meer tegen hem durven. Het tengere meisje dat al dagen nauwelijks gegeten of geslapen heeft, en dat nu als een beest tekeer gaat.", "Didi Lopes (43) en Steye Felix (30) zijn verantwoordelijk voor een groepje jongeren in misschien wel de moeilijkste categorie van het mbo. ‘Jongeren in een kwetsbare positie met multidisciplinaire problematiek’, zoals de officiële definitie luidt. Ze zitten in de structuurklas van het Zadkine Startcollege. Jongeren vanaf 16 jaar die zonder diploma van school zijn gegaan kunnen op het college terecht. Met andere woorden, zegt woordvoerder Pauline Soer van het Zadkine, ‘jongeren die dingen hebben meegemaakt waarvan je mond openvalt’. Binnen de opleiding is het voor één categorie jongeren nog moeilijker om een mbo-niveau-1 te volgen. Omdat ze autisme hebben of pdd-nos, een ontwikkelingsstoornis. Of simpelweg vanwege de enorme hoeveelheid ‘shit’ op hun weg.", "Duo penotti", "Lopes is ambulant jeugdzorgwerker, Felix is docent. Op het oog verschillen de twee nogal van elkaar. De een is groot, breed, rustig. De ander een kop kleiner, beweeglijk en bleker. ‘Duo penotti’, grapt een collega. Maar allebei beschikken ze over een ogenschijnlijk onuitputtelijke hoeveelheid geduld en enthousiasme voor hun studenten.", "‘Ze zijn fantastisch’, zegt Lopes. ‘Je ziet ze elke dag groeien.’", "Docent Steye Felix: ‘Veel collega’s vinden de doelgroep leuk, maar te complex.’ Beeld Guus Dubbelman / de Volkskrant", "Dit voorjaar gebeurde het omgekeerde. Ze zagen hun studenten terugvallen. Het was halverwege maart, en net als alle andere onderwijsinstellingen moest Zadkine van de ene op de andere dag overstappen op online onderwijs. In het geval van Lopes en Felix betekende dit: tot half twaalf ’s avonds aan de telefoon hangen met hun studenten om ze uit te leggen ‘op welk knopje ze moesten drukken’. Na twee weken was het tweetal duidelijk dat les op afstand een onhaalbare kaart was. Dramatischer: veel van waar ze voor gewerkt hadden, zagen ze voor hun ogen verdampen.", "De jongen met selectief mutisme bijvoorbeeld, een stoornis waardoor een kind soms niet kan praten. Tijdens zijn intakegesprek had hij geen woord gesproken. Hij kon vragen alleen met pen en papier beantwoorden. Na een paar maanden in de structuurklas was hij voorzichtig gaan praten. In maart kon hij al gesprekjes voeren. ‘Maar toen ik hem na twee weken lockdown opbelde, bleef het stil aan de andere kant van de lijn’, zegt Felix.", "Zeven maanden werk in twee weken teniet gedaan.", "Zoiets, zeggen Felix en Lopes nu, gaat ze niet nog eens gebeuren. En dus is het tweetal voor het begin van dit studiejaar naar de teamleider gestapt. Ze begrijpen best dat in het mbo lessen zoveel mogelijk online moeten. Maar voor hun structuurklas kan dat domweg niet. En dus mogen hun negen studenten dit studiejaar nagenoeg elke dag naar school komen. De ‘weerbaarheidsles’ in de boksschool krijgen ze twee keer per week in plaats van één keer. Om drukte op school te voorkomen, maar ook omdat de docenten zien hoeveel goed het doet.", "Deze jongeren zijn niet goed in grenzen herkennen, legt Lopes uit. Bij zichzelf niet en bij anderen niet. Hij heeft tijdens de lessen al meermaals klappen gehad van studenten die niet weten wanneer ze moeten stoppen. Vandaag is het andersom en moet hij een student tegen zichzelf beschermen. Het tengere meisje van 17 dat aan een chronische ziekte lijdt en nauwelijks eet, heeft zo hard gevochten dat ze staat te trillen. ‘Kom’, zegt Lopes, ‘we gaan nú iets te eten halen.’ Het wordt thee met suiker, maar alles is beter dan helemaal niets.", "Complexe doelgroep", "Werken voor de structuurklas is geen populaire functie, zegt Felix. ‘Veel collega’s vinden de doelgroep leuk, maar te complex.’ Snapt hij best. De zorgen worden elk jaar groter, de dossiers ingewikkelder. ‘Wij nemen leerlingen bijna altijd aan. Hoe moeilijk ook.’ Ze houden de klas klein en de zorg en aandacht groot. Het werkt. Na een jaar in de structuurklas stromen veel studenten door naar een vervolgopleiding binnen Zadkine.", "Dat hopen Felix en Lopes dit jaar ook weer te bereiken. En als er alsnog een strengere lockdown komt en alle lessen op het mbo online moeten, zoals de routekaart van het kabinet voorschrijft? ‘Dan pakken we de auto’, zegt Felix vastberaden, ‘en gaan we bij iedereen langs.’"], "authors": ["Kaya Bouma"], "keywords": ["studenten", "weken", "online", "van", "niet", "een", "en", "naar", "ze", "twee", "te", "werkt", "hun", "op", "voor", "zeven", "werk", "het"], "pubDate": "2020-11-29T18:34:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}