{"id": "a8d8b3df-2229-3489-b67e-6ce7d974be10", "title": "Zeg je cárbit of carbít? De meningen zijn verdeeld", "url": "https://trouw.nl/achterpagina/zeg-je-carbit-of-carbit-de-meningen-zijn-verdeeld~b6c03399/", "summary": "Soms zorgt een overheidsmaatregel ervoor dat een woord dat in de landelijke kranten jarenlang een sluimerend bestaan heeft geleid weer courant wordt.\nDe aanleiding is het verbod op het afsteken van vuurwerk rond Oud en Nieuw.\nMet de comeback van carbid rijst meteen de vraag hoe je dit woord uitspreekt.\nEen (vermoedelijk Randstedelijke) spreker had het op de radio over ‘cárbit’ (met het accent op de eerste lettergreep).\nDe tongval waarmee hij carbid uitsprak, deed vermoeden dat hij dacht dat het om een Engels leenwoord gaat.", "paragraphs": ["Soms zorgt een overheidsmaatregel ervoor dat een woord dat in de landelijke kranten jarenlang een sluimerend bestaan heeft geleid weer courant wordt. Zoals carbid. Tussen 1990 en 2019 werd dat woord hooguit een 1 à 2 keer per jaar in Trouw, de Volkskrant, NRC of De Telegraaf aangetroffen, maar in 2020 vertoont de carbidcurve in elk van deze kranten een opvallende stijging. De aanleiding is het verbod op het afsteken van vuurwerk rond Oud en Nieuw. Wie op 31 december toch wil knallen, zal moeten uitwijken naar carbid, voor zover het carbidschieten – met name in stedelijke gebieden – niet ook verboden is.", "Met de comeback van carbid rijst meteen de vraag hoe je dit woord uitspreekt. Een (vermoedelijk Randstedelijke) spreker had het op de radio over ‘cárbit’ (met het accent op de eerste lettergreep). De tongval waarmee hij carbid uitsprak, deed vermoeden dat hij dacht dat het om een Engels leenwoord gaat. Uit een mini-enquête die ik vervolgens op Twitter plaatste, blijkt dat hij niet de enige is. Bijna 13 procent van de deelnemers blijkt carbid uit te spreken als ‘cárbit’. 29 procent kiest voor de uitspraak ‘carbít’ (met accent op de tweede lettergreep, die dan wordt uitgesproken met de i als in wit). Ruim de helft van de mensen kiest voor de uitspraak die volgens Van Dale als enige correct is: ‘carbiet’ (met accent op de tweede lettergreep, die wordt uitgesproken met de ie als in riet). Die uitspraak sluit overigens mooi aan bij de (nakeur)spelling die carbid tot de spellingwijziging van 1995 had: karbied. De uitspraak met een ie als in lied is logisch als je bedenkt dat carbid een verkorting is van (calcium)carbide, dat gevormd is van Latijn carbo (steen- of houtskool) en het achtervoegsel -ide. Dat carbide verkort werd tot carbid, komt waarschijnlijk mede doordat het woord via het Duits (Karbid) tot ons gekomen is.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["van", "als", "meningen", "cárbit", "het", "op", "met", "zijn", "carbít", "verdeeld", "die", "een", "je", "dat", "en", "zeg", "carbid"], "pubDate": "2020-12-03T14:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}