{"id": "a8ddfcfc-5031-3e88-aa83-b1ce56edce04", "title": "Amsterdam is growing: more people, more businesses, more jobs", "url": "https://www.parool.nl/english/amsterdam-is-growing-more-people-more-businesses-more-jobs~b51162215/", "summary": "This great repository of facts and figures even predicts that Amsterdam will welcome its millionth inhabitant in 2031 – previous reports said 2032.\nThe report also says that 12,000 businesses were set up in the city last year, taking the total to around 121,000.\nLast year, 481,000 of the population were of working age, and 458,000 had jobs, a 10 percent increase on 2014.\nThe growth figures reflect the fact that more immigrants are coming to the city than ever before: in 2008, there were 43,325.\nThe growth figures reflect the fact that more immigrants are coming to the city than ever before: in 2008, there were 43,325.", "paragraphs": ["The Zuidas-district. Amsterdam's economy is on a roll. Beeld ANP", "Amsterdam is still a seemingly never-ending success story. The city is flourishing, and many of its less attractive aspects, like empty retail properties, air pollution, and burglaries, are in decline. On the other hand, more people than ever are leaving the city, perhaps in disillusionment.", "If the annual report of the city council’s research, information and statistics department is anything to go by, all’s right with the world. This great repository of facts and figures even predicts that Amsterdam will welcome its millionth inhabitant in 2031 – previous reports said 2032.", "The economy is on a roll, though growth tailed off from 5.9 percent in 2016 to 3.3 percent in 2018. The report also says that 12,000 businesses were set up in the city last year, taking the total to around 121,000. Last year, 481,000 of the population were of working age, and 458,000 had jobs, a 10 percent increase on 2014.", "The education system is churning out a new generation of workers, with more and more young people entering higher education. There are more students at university, though fewer in hogescholen (vocational universities).", "Outside the city", "While Amsterdam’s future looks bright, the housing situation still leaves a lot to be desired. A shortage of larger properties for families with children, and of affordable starter homes, is forcing people to move away from the city. Although the population rose by 8,671 to 862,987, nearly 47,000 people left Amsterdam. In the 1970s the destinations of choice were Purmerend, Almere and Lelystad; today, improbably large numbers are deserting the crowds and high prices of Amsterdam for the likes of Haarlem, Zaanstad, and Amstelveen.", "The growth figures reflect the fact that more immigrants are coming to the city than ever before: in 2008, there were 43,325. Of these, the largest number came from the UK. The report says that Brexit played an important part in this: significantly, only half of the incomers were British nationals, and many were Dutch people returning home.", "The growth figures reflect the fact that more immigrants are coming to the city than ever before: in 2008, there were 43,325. Of these, the largest number came from the UK. The report says that Brexit played an important part in this: significantly, only half of the incomers were British nationals, and many were Dutch people returning home.", "One in five is a tourist", "The returners had better brace themselves: many will hardly recognize the city they left. Amsterdam has become more crowded: the city centre, in particular, is bursting at the seams, with twenty hotel guests for every hundred inhabitants, and over 2,700 tourists per square kilometre. Visitor numbers are also less seasonal than they used to be, with hotel overnights more evenly distributed throughout the year.", "Amsterdam’s streets still have plenty to offer tourists: despite the growth of online shopping, retail property vacancies decreased slightly. This is because there are more large supermarkets, so while there aren’t as many shops as there used to be, there’s less empty floor space.", "All this growth generates tax revenue, which the city can use to fuel more growth: the busier Amsterdam is, the faster its infrastructure wears out. In 2020, its budget will be €6.3 billion, an increase of €771 million. The biggest slice of the cake will be spent on improved welfare services for young people and other vulnerable groups. A lot of money has also been set aside for major one-off expense items, and particularly repairs to bridges and quays that have been neglected for decades. €289 million has been budgeted for these over the next few years, though it will not be nearly enough, covering only twenty-seven bridges and 800 metres of quays."], "authors": ["Marc Kruyswijk", "Translation", "Het Vertaalcollectief"], "keywords": ["figures", "businesses", "amsterdam", "young", "uk", "report", "tourists", "used", "city", "growth", "significantly", "growing", "jobs"], "pubDate": "2019-12-02T09:38:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}