{"id": "a8e4d914-3ca8-300b-9b8d-47d4b2012c8b", "title": "Samenwerken met Shell brengt ons verder, polarisatie en rechtszaak niet", "url": "https://trouw.nl/opinie/samenwerken-met-shell-brengt-ons-verder-polarisatie-en-rechtszaak-niet~bc209554/", "summary": "We worden niet alleen geconfronteerd met een verwoestende pandemie, zei hij, maar ook met de doorgaande opwarming van de aarde en ecologische achteruitgang.\nMaar dat helpt ons niet echt verder.\nDe rechtszaak tegen Shell wordt daarin vanuit de verschillende perspectieven verteld: de CEO van Shell, de consument, de topambtenaar, de docent maatschappijleer en een jongere.\nDie zeker op de schouders van Shell ligt, maar ook op die van u en mij, van politici en de regering.\nHet oliebedrijf zelf ontkent dat het op ramkoers zou liggen met het klimaat.", "paragraphs": ["Shell zit in het beklaagdenbankje. Milieudefensie voert een rechtszaak tegen het oliebedrijf. De zaak spreekt tot de verbeelding en genereert veel publiciteit. Maar is polarisatie de route naar effectief klimaatbeleid? Alleen coöperatie brengt ons verder.", "De klimaatuitdaging is enorm. António Guterres, secretaris-generaal van Verenigde Naties, sprak zich onlangs nog krachtig uit over de toestand van de wereld. We worden niet alleen geconfronteerd met een verwoestende pandemie, zei hij, maar ook met de doorgaande opwarming van de aarde en ecologische achteruitgang. De opgave waarvoor we als mensheid staan, is enorm en dit vraagt om een gezamenlijke inzet.", "Ons wordt niet gevraagd bij de pakken neer te zitten; ons wordt gevraagd verantwoordelijkheid te nemen en ‘een gebroken wereld heel te maken’, zoals de onlangs overleden rabbijn Jonathan Sacks het treffend formuleert in zijn gelijknamige boek. De gevolgen van klimaatverandering en de ecologische achteruitgang kunnen ons angstig en apathisch maken. Sacks schrijft hierover: “Het enige tegengif tegen angst is verantwoordelijkheid. (…) Moed wordt geboren op het moment dat we besluiten om, in plaats van te klagen, persoonlijk protest aan te tekenen tegen het kwaad in de wereld door goed te doen, hoe onbeduidend ook.”", "In een gebroken wereld zijn altijd tekenen van hoop zichtbaar. Burgers zetten energiecoöperaties op. Wetenschappers bedenken cleantech innovaties. Start-ups storten zich op het opruimen van de plastic soep, installateurs installeren warmtepompen, glastuinbouwers verwarmen hun kassen met aardwarmte. Ook de grote olie- en gasbedrijven investeren in toenemende mate in duurzame energieoplossingen.", "Geen makkelijke oplossingen", "De ecologische crisis is geen crisis waarin makkelijke oplossingen voor het oprapen liggen. Deze crisis stelt fundamentele vragen bij de inrichting van onze samenleving, de spelregels van onze economie en onze verhouding tot de natuur. Dat maakt dit vraagstuk een sociale kwestie.", "Het is dan makkelijk om een zondebok aan te wijzen, zoals de overheid, het ‘systeem’ of een oliebedrijf. Maar dat helpt ons niet echt verder. Het creëren van tegenstellingen die mensen en organisaties uit elkaar drijven, maakt dialoog onmogelijk. Wij zitten met elkaar in hetzelfde schuitje. Iedereen heeft een verantwoordelijkheid: als burger, consument, werknemer, werkgever, buur, aandeelhouder, ambtenaar, politicus. Kerkvader Augustinus zei het mooi: “Wij zijn de tijden. Zoals wij zijn, zijn de tijden.”", "Deze gezamenlijke verantwoordelijkheid komt goed naar voren in de voorstelling ‘De Zaak Shell’ die theatermakers Anoek Nuyens en Rebekka de Wit in opdracht van Milieudefensie maakten. De rechtszaak tegen Shell wordt daarin vanuit de verschillende perspectieven verteld: de CEO van Shell, de consument, de topambtenaar, de docent maatschappijleer en een jongere. De rollen worden zo overtuigend vertolkt dat de toeschouwer in verwarring en met ongemak naar huis gaat. En dat maakt deze voorstelling zo sterk. “De klimaatcrisis is een verantwoordelijkheidscrisis”, constateren de theatermakers terecht.", "Gedeelde verantwoordelijkheid", "Maar het is een gedeelde verantwoordelijkheid. Die zeker op de schouders van Shell ligt, maar ook op die van u en mij, van politici en de regering. De industrie of de oliebedrijven aanwijzen als de zondebok is een te gemakkelijk antwoord. Het levert wellicht stemmen en publiciteit op, we helpen het klimaat er niet mee verder.", "In de overgang naar een duurzame economie heeft ieder een verantwoordelijkheid. Zonder grote bedrijven gaan we de energietransitie niet voor elkaar krijgen. Kijk maar wie de windparken op zee bouwt, plannen ontwikkelt voor waterstoffabrieken en elektrische auto’s produceert. In het klimaatdebat zien we veel polarisatie, maar wat we nodig hebben, is coöperatie. Elk bedrijf, ook Shell, kan een ‘force for good’ zijn. Alleen als we klimaatverandering beschouwen als ons gezamenlijk vraagstuk, vinden we ook met elkaar de oplossingen.", "Lees ook:", "‘Shell-bestuur beschikt over de klimaatknop, maar draait de verkeerde kant op’", "Tenzij de rechter ingrijpt, veroorzaakt Shell in 2030 nog 35 procent éxtra CO2, stelt Milieudefensie. Het oliebedrijf zelf ontkent dat het op ramkoers zou liggen met het klimaat.", "Als wij geen olie pompen doet een ander het wel, zegt Shells advocaat in unieke klimaatzaak Milieudefensie", "Milieudefensie sleepte Shell voor de rechter om een schone koers te eisen. Dat is onterecht en zinloos, reageerde het oliebedrijf.", "Wie is verantwoordelijk voor klimaatcrisis? Zeg het maar", "Toneelschrijvers Anoek Nuyens en Rebekka de Wit maakten een voorstelling over de klimaatcrisis. Het werd een soort whodunit. Wie is verantwoordelijk? Shell, de overheid, of de consument?"], "authors": ["Henri Bontenbal"], "keywords": ["van", "shell", "het", "rechtszaak", "ons", "met", "op", "maar", "samenwerken", "verder", "niet", "een", "en", "te", "dat", "polarisatie", "brengt"], "pubDate": "2020-12-10T13:58:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}