{"id": "a8f1f610-5333-324a-983a-5adf21d4a3f1", "title": "De hele avond kwam de hand van God voorbij", "url": "https://www.parool.nl/kunst-media/de-hele-avond-kwam-de-hand-van-god-voorbij~b34acba03/", "summary": "Bij M werd ook stilgestaan bij de dood van Maradona.\nTom Egbers noemde het overlijden van Diego Maradona in het NOS Sportjournaal ‘een kroniek van een aangekondigde dood’ en vond het nog een wonder dat Maradona zestig was geworden, gezien zijn levensstijl.\nUiteraard lag de necrologie vol iconische beelden al jaren klaar maar ook bij M werd stil gestaan bij de dood van Maradona.\nHij noemde Maradona ‘de god van de grootste sport ter wereld’ en ja, de onvermijdelijke ‘hand van God’ waarmee Maradona in 1986 scoorde tegen de Engelsen kwam ook weer voorbij.\nTegen de tijd dat oud-voetbalcommentator Theo Reitsma aanschoof bij Op1 om nog eens uit te leggen dat hij de handsbal van Maradona in 1986 meteen doorhad, had Lips de hand van God wel weer vaak genoeg voorbij zien komen.", "paragraphs": ["Bij M werd ook stilgestaan bij de dood van Maradona.", "Tom Egbers noemde het overlijden van Diego Maradona in het NOS Sportjournaal ‘een kroniek van een aangekondigde dood’ en vond het nog een wonder dat Maradona zestig was geworden, gezien zijn levensstijl. Dat was een beetje cru, zo vlak na de dood van de legendarische voetballer, dus zei Tom Egbers er maar meteen haastig achteraan dat Maradona een magistrale voetballer was.", "Bij de NPO hadden ze sowieso snel gereageerd. Uiteraard lag de necrologie vol iconische beelden al jaren klaar maar ook bij M werd stil gestaan bij de dood van Maradona. Fans en sportjournalisten Sjoerd Mossou en Erik Dijkstra vertelden met verstikte stem wat Maradona voor hen had betekend. Mossou noemde hem ‘genie én boef’ en had zelfs zijn collectie Maradonashirts meegenomen naar de studio.", "Erik Dijkstra vertelde hoe hij als 9-jarige tijdens het WK van 1986 ‘als een zuignap aan de tv zat geplakt’. Hij noemde Maradona ‘de god van de grootste sport ter wereld’ en ja, de onvermijdelijke ‘hand van God’ waarmee Maradona in 1986 scoorde tegen de Engelsen kwam ook weer voorbij.", "Bij SBS6 werd de Champions Leaguewedstrijd van Ajax ook voorafgegaan door herinneringen aan Maradona. Analist Kieft had ‘drie of vier keer’ tegen hem gespeeld in Italië. “Dan was je extra opgewonden voor de wedstrijd. Hij had magie, dat hebben er maar weinig.” En René van der Gijp zei zeker vier, vijf keer per week filmpjes van Maradona op YouTube te bekijken, noemde hem ‘buitenaards’ en ‘de beste voetballer ooit’.", "Tegen de tijd dat oud-voetbalcommentator Theo Reitsma aanschoof bij Op1 om nog eens uit te leggen dat hij de handsbal van Maradona in 1986 meteen doorhad, had Lips de hand van God wel weer vaak genoeg voorbij zien komen."], "authors": ["Han Lips"], "keywords": ["van", "bij", "noemde", "hand", "kwam", "het", "hij", "god", "hele", "een", "ook", "en", "dat", "voorbij", "avond", "maradona"], "pubDate": "2020-11-26T09:57:46+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}