{"id": "a9039cc9-5e64-3060-99c0-5893f73196b3", "title": "Eerste hulp bij vliegschaamte: reis niet minder, maar beter", "url": "https://volkskrant.nl/reizen/eerste-hulp-bij-vliegschaamte-reis-niet-minder-maar-beter~bc2c9bcf/", "summary": "Althans, als ze dat willen, want wie liever achteroverleunt en het zeezicht aanschouwt, zit ook goed op deze tweemaster.\nOp open zee is genoeg tijd voor goede gesprekken, dus stappen ze weer van boord als vrienden voor het leven.\nEn zo doe ik het met reizen ook; ik ben niet eens minder gaan reizen, maar wel minder schadelijk.\nZelf zie ik het niet als probleem of belemmering.\nMaak minder, maar langere verre reizen – vlieg niet in hetzelfde jaar op en neer naar Singapore en naar Sydney, maar combineer die twee.", "paragraphs": ["Het vliegtuig heeft de auto ingehaald als meest gebruikte vervoermiddel bij buitenlandse vakanties. Reisjournalist Sander Groen vliegt al twintig jaar de wereld rond, maar kampt nu met vliegschaamte. Kan een weldenkend mens in tijden van klimaatcrisis en overtoerisme nog wel verantwoord de wereld verkennen? Groen biedt soelaas.", "‘Alle hens aan dek!’, roept stuurman Inna. ‘Als we zo buitengaats zijn, dan willen we snel de zeilen kunnen hijsen.’ De opvarenden leren het verschil tussen stuur- en bakboord, overstag gaan en gijpen, voor of aan de wind varen. Deze touwen doen dit en die dat, zo heten de zeven zeilen, zo hijs of strijk je ze. Gerald zet de koers uit, Daniëlla houdt het logboek bij, Nanda klimt in het kluivernet en Ton staat aan het roer. Aan de horizon verschijnt de Londense skyline. Volleerde zeilers zijn ze inmiddels. Althans, als ze dat willen, want wie liever achteroverleunt en het zeezicht aanschouwt, zit ook goed op deze tweemaster. Recht zo die gaat.", "Meehelpen met zeilen mag en op zee is er alle tijd om te genieten van het uitzicht. Beeld Sander Groen", "Duurzaam reizen hoeft niet saai te zijn, dat bewijst de Fair Ferry, een veerdienst per zeilschip tussen Rotterdam en Londen. Het Kanaal oversteken op windkracht is niet logisch, want het vliegtuig is goedkoper en de trein sneller, maar een onvergetelijk avontuur is het wel – zelfs voor wie niet van zeilen houdt. De twintig passagiers stappen aan boord als vreemden en zitten vijf dagen met elkaar in hetzelfde schuitje. Boven de soeppan, bij het kompas of in de kajuit maken ze kennis met elkaar. Op open zee is genoeg tijd voor goede gesprekken, dus stappen ze weer van boord als vrienden voor het leven. Kom daar eens om in de Eurostar of bij Ryanair.", "Vliegschaamte? We vliegen juist vaker Vliegvakanties groeiden het afgelopen jaar met 3 procent. In 2019 is 84 procent van de Nederlanders op vakantie geweest, gemiddeld gaat de Nederlander zo’n drie keer per jaar. Duitsland, Frankrijk en Spanje dalen in populariteit als vakantiebestemming. In 2019 gaven Nederlanders 20,4 miljard euro uit aan vakantie, een groei van 3 procent.", "De Noordzee oversteken per zeilschip is niet logisch, maar wel een onvergetelijk avontuur. Beeld Sander Groen", "Bangladesh verdrinkt", "Wie geregeld reist, komt ook op plekken waar de gevolgen van de klimaatverandering merkbaar en zichtbaar zijn – niet pas over decennia, maar nu al. Afgelopen jaar was ik in Bangladesh, een land dat elk jaar kampt met overstromingen. Een zegen en een vloek tegelijk, want dat de vele rivieren tijdens de moesson buiten hun oevers treden is goed voor de rijstvelden, maar de laatste jaren worden de overstromingen alsmaar heviger – en dodelijker. De dreiging komt nu ook van de andere kant: door de stijging van de zeespiegel wordt de kust langzaam maar zeker verzwolgen door de Golf van Bengalen. Bangladesh verdrinkt.", "Bangladesh is zo plat als een dubbeltje en zelfs in het droge seizoen is overal water Beeld Sander Groen", "In Guyana, net als buurland Suriname ooit een Nederlandse kolonie, ontplooiden de Hollanders een sterk staaltje watermanagement: ze bedachten een 450 kilometer lange zeemuur, zodat men de laaggelegen moerassige kuststrook kon ontginnen tot vruchtbare landbouwakkers. Hier woont 90 procent van de bevolking. Anderhalve eeuw lang hielden zij droge voeten. Toen ik aankwam, werd er volop gepompt en gedweild, want er was net springvloed geweest. De zeemuur is niet meer hoog genoeg om de zee te stoppen.", "Langs de kust van Guyana loopt een door Nederlanders bedachte zeemuur. Beeld Sander Groen", "De bewoners van de Mekongdelta in Vietnam kampen met overvloedige regenval, frequentere en heftigere overstromingen, verzilte landbouwgrond, een sterk afgenomen visstand en kusterosie. Tijdens een boottocht op de Mekong zag ik vorige maand de oevers bijkans voor mijn ogen afbrokkelen. Jaarlijks verdwijnt hier 500 hectare land in de rivier, compleet met akkers en woonhuizen. Nederland behoort tot de rijkste landen ter wereld; wij wapenen ons wel tegen het wassende water. Het zijn juist arme ontwikkelingslanden die de klimaatverandering het hardst treft. Het water staat veel Bengalen, Guyanezen en Vietnamezen aan de lippen.", "Vietnam: ook deze akker met peperplanten zal weldra verdwijnen in de Mekong Beeld Sander Groen", "Minder vliegen of helemaal stoppen?", "Ik heb de mooiste baan van de wereld: ik ben reisjournalist. Al twintig jaar reis ik de wereld rond en ik word er nog voor betaald ook. In de kast staat een doos vol instapkaarten van vluchten naar ontelbare bestemmingen: Antigua, Bangkok, Buenos Aires, Colombo, Dakar, Fernando de Noronha, Goa, Kuala Lumpur, Luang Prabang, Mahé, Mauritius, Puerto Vallarta, Singapore, Teheran, Windhoek en ga zo maar door. Gemiddeld eens per maand maakte ik een verre reis, goed voor 150 duizend vliegkilometers en 13 ton CO 2 -uitstoot per jaar. Ik mag dan de mooiste baan van de wereld hebben, tegelijkertijd maak ik me grote zorgen om onze planeet. Ik heb vliegschaamte.", "‘Jij wilt minder gaan vliegen?’, vroeg een collega verbouwereerd. ‘Wát een onzin! Dan moet je er gewoon mee stoppen.’ Ik kamp ook met overgewicht, toch zie ik diëten als een betere oplossing dan helemaal stoppen met eten. En zo doe ik het met reizen ook; ik ben niet eens minder gaan reizen, maar wel minder schadelijk. Ik blijf vaker dicht bij huis en neem bij voorkeur de trein. Vliegen doe ik nog steeds, maar met mate. Door opdrachten te combineren, leg ik per geproduceerd reisverhaal veel minder kilometers af. Afgelopen jaar maakte ik vier vliegreizen, goed voor 50 duizend kilometer en 4 ton CO 2 . Nog steeds veel, maar toch tweederde minder dan voorheen.", "Het uit Zweden overgewaaide begrip vliegschaamte (flygskam) maakt hevige emoties los. Zelf zie ik het niet als probleem of belemmering. Integendeel: het biedt me nieuwe kansen. Zoals de rubriek die we vorig jaar in de Volkskrant zijn begonnen: Groen op reis, waarvoor ik om de week een onvermoede bestemming verken in Nederland of net over de grens. Ik bezocht de geboortestad van commissaris Maigret, de onbekende thuisstreek van Kuifje, een modernistisch modeldorp in de Noordoostpolder en de Drentse proefkolonie waar de verzorgingsstaat werd uitgevonden. Wat je van ver haalt is lekker, zo luidt het cliché, maar om de hoek zijn de bestemmingen vaak minstens zo exotisch. Er ging een wereld voor me open.", "In Nederland is er bijna geen plek die niet snel, makkelijk en betaalbaar per openbaar vervoer – en dus duurzaam – bereikbaar is. Elders in Europa ligt dat anders. Duurzaam reizen, zo klinkt het vaak, is duur en te veel gedoe. Je kúnt wel per trein naar Berlijn, Madrid of Milaan, maar vliegen is makkelijk, snel en goedkoop. Maar er zijn positieve ontwikkelingen. Onlangs kondigde TUI Nederland aan te stoppen met vliegreizen naar Parijs, want die stad is prima bereikbaar per trein. Op termijn wil men ook Berlijn en Londen toevoegen aan het lijstje vliegvrije bestemmingen. Dat ook de grootste reisorganisatie van ons land werk maakt van duurzaamheid, is een teken aan de wand.", "Internationale treinverbindingen verbeteren: Brussel is goed bereikbaar met de Intercity Direct, naar Parijs rijdt de Thalys en de verbinding met Berlijn wordt sneller. Dit jaar gaat er vanuit Amsterdam weer een nachttrein rijden naar München en Wenen, met aansluiting naar tal van andere Europese steden. Vanaf het voorjaar rijdt de Eurostar rechtstreeks naar Londen in iets meer dan vier uur. Uiteindelijk moeten er zes treinen per dag gaan rijden. Elke volle trein is vijf vliegtuigen minder. NS International en de Treinreiswinkel zagen het aantal boekingen afgelopen jaar sterk stijgen, met respectievelijk 20 en 30 procent.", "Intussen ontdekken luchtvaartmaatschappijen dat ze iets moeten doen aan hun grootvervuilersimago. Als eerste grote maatschappij compenseert Easyjet de CO 2 -uitstoot voor alle vluchten. De kosten worden geraamd op bijna 30 miljoen euro per jaar – 6 procent van de winst.", "KLM volgt het voorbeeld niet: het doel is om in 2030 de CO 2 -uitstoot ten opzichte van 2005 met 15 procent te verminderen – niet bijster ambitieus. Een bomenplantprogramma is er ook, CO 2 Zero, maar daarvoor legt KLM het initiatief bij de klant. In 2018 vinkten 88 duizend mensen bij het boeken van hun ticket dat hokje aan – 0,25 procent van de 34 miljoen passagiers die KLM dat jaar vervoerde.", "Begin bij jezelf", "Er komt dus beweging in, maar het is laat, weinig en traag. De situatie is ernstig, maar niet hopeloos, vindt ook de piepjonge klimaatactivist Greta Thunberg uit Zweden, het thuisland van de vliegschaamte: ‘Er is hoop, ik heb het zelf gezien. Maar hoop komt niet van overheden of bedrijven, die komt vanuit de mensen zelf.’ Het komt inderdaad aan op u en mij. Verbeter de wereld, begin bij jezelf. Niet wachten op overheden en bedrijven, maar zelf verantwoordelijkheid nemen. Hoe dan? De oplossing is verbluffend simpel: gebruik je gezonde verstand en maak bewuste keuzen.", "Kennismaken met de lokale bevolking? Boek eens een meerdaagse treinreis Beeld Sander Groen", "Compenseer je CO 2 -uitstoot of boek bij een luchtvaartmaatschappij of reisorganisatie die dat doet. Dat is geen ideale oplossing, maar zolang er nog geen schone vliegtuigen bestaan, helpt het wel. Maak minder, maar langere verre reizen – vlieg niet in hetzelfde jaar op en neer naar Singapore en naar Sydney, maar combineer die twee. Maak van de reis de bestemming en boek eens een meerdaagse boot- of treinreis. Ondersteun de lokale economie van ontwikkelingslanden door geen pakketreis of een westers ketenhotel te boeken, maar een zelfstandig hotelletje, of slaap bij mensen thuis.", "En bovenal: blijf eens wat vaker in de buurt. Neem de trein, bus of boot, leun achterover, geniet van het uitzicht en maak kennis met de geneugten van slow travel. Wereldreiziger Mark Twain zei ooit dat ‘reizen fataal is voor vooroordelen, betweterigheid en kleingeestigheid’. Je wordt er een beter mens van. Reizen verrijkt. Moeten we vooral blijven doen. Maar doe ook eens wat terug voor de wereld. Of beter gezegd: doe meer terug voor de wereld dan je wegneemt. Reis niet minder, maar beter. Dan kunnen we met een gerust hart nog vele mooie reizen maken, in Nederland, Europa én de rest van de wereld. Goede reis!"], "authors": ["Sander Groen"], "keywords": ["van", "niet", "een", "hulp", "en", "minder", "maar", "reis", "ik", "jaar", "eerste", "vliegschaamte", "bij", "voor", "beter", "met", "het"], "pubDate": "2020-01-03T12:34:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}