{"id": "a9129450-176c-3959-a84e-c83b7747d6be", "title": "Er is te veel, niet te weinig informatie", "url": "https://www.ewmagazine.nl/nederland/opinie/2021/01/er-is-te-veel-niet-te-weinig-informatie-224174w/", "summary": "De ethicus Tolstoj noch de estheet Nabokov zou er materiaal voor een literair project in zien.\n‘Er is op alle niveaus zoveel informatie, dat de voor de beleidsbeoordeling relevante informatie niet meer op het goede moment op de goede plek arriveert.\nHet onderzoek werd eind jaren tachtig ingesteld nadat het niet was gelukt een nieuw, fraudebestendig paspoort in te voeren.\nEr lijkt geen sprake te zijn van bijzondere factoren en evenmin van bijzondere omstandigheden die het paspoortproject uitzonderlijk maken.\nEen vergelijking met voetbaltrainers dringt zich op, maar die vergelijking gaat op een belangrijk punt niet op – en dan doel ik niet op salarissen.", "paragraphs": ["Dertig jaar parlementaire onderzoeken leert: politieke affaires lijken allemaal verdacht veel op elkaar. Oude lessen zijn nog relevant. Léér ervan, bepleit Arno Visser, president van de Algemene Rekenkamer.", "‘Gelukkige gezinnen lijken allemaal op elkaar, maar elk ongelukkig gezin is ongelukkig op zijn eigen manier.’ Zo begint Tolstojs roman Anna Karenina. Hij zegt ermee dat een verhaal over geluk saai en weinig leerzaam is. Ellende daarentegen boeit en is leerzaam. Vladimir Nabokov roemde Tolstojs spanningsopbouw met de terugkerende vooruitwijzingen naar Anna’s einde. Passages met perrons en treinen werpen hun schaduw vooruit.", "Nabokov beheerste zelf ook het literaire ambacht tot in perfectie. Hij bouwt op het werk van zijn voorgangers. Zijn oeuvre staat bol van associaties en verwijzingen die lezers menigmaal om de tuin leiden. Wanneer je denkt een patroon te hebben gevonden, blijkt Nabokov je altijd te slim af te zijn geweest. Elk boek is een puzzel die even aangenaam is voor beginners als uitdagend voor gevorderden. Maar de onervaren lezer krijgt nooit alle stukjes gelegd.", "Hoe anders is politiek dan een gezin. Politieke ­ellende is steeds dezelfde trein die een vast spoorboekje volgt maar telkens weer een rood sein mist en ontspoort. De ethicus Tolstoj noch de estheet Nabokov zou er materiaal voor een literair project in zien. Waarom zou je lezers vervelen met voorspelbaarheid?", "Elk plot kenmerkt zich door onduidelijk belegde verantwoordelijkheid. In elke geschiedenis is sprake van overhaaste invoering van een project. Alle hoofdpersonages hebben onrealistische ambities. De informatievoorziening tussen de protagonisten blijkt telkens niet op orde. Ook de waarschuwingen van het Griekse koor worden genegeerd.", "Het podium is een dikke laag leem. Het Haags theater wordt niet gefrequenteerd door mensen uit de praktijk en signalen bereiken dus niet tijdig het hoofd­podium. En, o ja, het drama begint altijd mediis in rebus, midden in de gebeurtenissen: een mediarel, de minister wordt door de oppositie streng ter verantwoording geroepen en door de coalitie hartstochtelijk verdedigd.", "Dat patroon werd eind 2020 eens te meer zichtbaar. De parlementaire ondervraging naar de kinderopvangtoeslag onder voorzitterschap van CDA’er Chris van Dam bevatte alle ingrediënten. Beleid en uitvoering botsten zo ongenadig hard dat ‘ongekend onrecht’ het trieste gevolg was.", "Arno Visser (54) is president van de Algemene Rekenkamer en ­publiceert voor het vijfde jaar op rij een ‘nieuwjaars­essay’ in EW. Voordat Visser lid werd van de Rekenkamer, was hij als wethouder van Almere onder meer verantwoordelijk voor financiën (2008-2013). Ook was hij lid van de Tweede Kamer namens de VVD (2003-2006). Visser studeerde algemene literatuurwetenschap aan de Rijksuniversiteit Groningen.", "Wat minder opviel, was dat dit drama een griezelig perfecte illustratie was van een vrijwel gelijklopend parlementair onderzoek naar de uitvoering van beleid onder voorzitterschap van VVD’er André Bosman. Deze twee ­onderzoeken sloten niet alleen in de tijd op elkaar aan. De verhoren door Van Dams commissie over uitvoering van de kinderopvangtoeslag werden een parabel van wat daarvoor in algemene termen werd verteld en toegelicht aan Bosman cum suis.", "Sterker, uit de verhoren van de commissie-Bosman kwam eenzelfde beeld naar voren als uit alle parlementaire enquêtes en onderzoeken van de afgelopen dertig jaar. Het is een vast patroon van politieke en parlementaire wetmatigheden. Los van de inhoud zijn er opvallend grote overeenkomsten.", "Elke ongelukkige politieke affaire is ongelukkig op dezelfde wijze.", "Tjeenk Willinks waarschuwingen", "De hamvraag is of we daarvan leren. Minister van Staat Herman Tjeenk Willink (PvdA) pakte afgelopen jaren ­diverse malen de handschoen op. Zo voegde hij in 2017 een waarschuwing aan de Tweede Kamer als bijlage toe bij zijn eindverslag als informateur. Onder de ­titel Over de uitvoerbaarheid en uitvoering van nieuw beleid waarschuwde hij nieuwe Kamerleden voor de consequenties van de recente bezuinigingen.", "Tjeenk Willink: ‘De taakstellingen werden vaak verbonden met reorganisaties, schaalvergroting en uitbreiding van taken, versobering van personele formaties en (her-)huisvesting, digitalisering en beleids- c.q. wetswijzigingen. Veel publieke organisaties hebben de afgelopen jaren daarmee te maken gehad. Daarbij was niet altijd sprake van grote consistentie (arbeidsbemiddeling UWV). Tegelijkertijd bleef de tussenlaag tussen de ­minister die voor het beleid politiek verantwoordelijk is en de professional op de werkvloer stelselmatig buiten beeld. Die tussenlaag bestaat uit ambtenaren en deskundigen, rekenmeesters en onderzoekers, communicatiedeskundigen en toezichthouders, (commerciële) adviseurs en (proces)managers. Het is een tussenlaag geworden van gelijk denken, gelijk spreken en gelijk doen. Zij is vanuit “de overheid” doorgedrongen in beroepsorganisaties en grote uitvoeringsinstanties, in zelfstandige bestuursorganen en private instellingen. Niemand schijnt te weten hoeveel geld in die tussenlaag omgaat.’", "De nieuwe Tweede Kamer moest volgens de minister van Staat de politieke ambities daarop afstemmen. Hij schreef: ‘Het zou verstandig zijn als niet alleen het nieuwe kabinet, maar ook de Kamer deze erfenis van de afgelopen decennia onder ogen zou zien. De overheid is ondanks (of dankzij) alle reorganisaties in de afgelopen decennia kwetsbaarder geworden. De uitvoering van een nieuwe beleidsagenda vergt inzicht in de bestuurlijke capaciteit (vooral ook kwalitatief-inhoudelijk), zorgvuldigheid in de uitvoering (met ruimte voor de uitvoerende professional) en zicht op de resultaten en (neven)effecten. Voor dat laatste toont – anders dan incidenteel – ook de Kamer traditioneel weinig belangstelling.’", "Die incidentele belangstelling waarop Tjeenk Willink doelde, is doorgaans het instellen van speciale onderzoeks- en ­enquêtecommissies. Zo was er eens een commissie die onderwijsvernieuwingen onderzocht onder voorzitterschap van de latere minister van Financiën ­Jeroen Dijsselbloem (PvdA). In 2008 concludeerde ze dat het onderwijs werd overladen met ambities, de rol van het ministerie in handen werd gegeven van proces­managers, de onderbouwing van vernieuwing tekortschoot, de implementatie van beleid meer tijd kostte, en dat onvoldoende werd geluisterd naar ouders, leerlingen en docenten.", "Dijsselbloems commissie spaarde de politiek niet. Regeerakkoorden werkten averechts, het parlement ­baseerde zich op ‘vermeend draagvlak’, en het parlement hield bij deze grote vernieuwingen in het onderwijs de staatsrechtelijke verhoudingen onvoldoende in het oog.", "Niet zo lang daarvoor was er een parlementair onderzoek naar het tbs-stelsel, onder leiding van ondergetekende, waarin het parlement ook als onderdeel van het probleem werd geoormerkt. Die commissie stelde in 2006 dat in een inquisitiedemocratie ‘niet meer wordt geleerd van gemaakte fouten en daarmee stagneren ontwikkelingen. (…) Het nagaan en opschrijven van fouten is eenvoudig, het vinden van schuldigen vervolgens nooit moeilijk. Voor het ontdekken van complotten is een creatieve geest voldoende. Maar daarmee is de situa­tie de volgende dag niet beter.’", "De term ‘inquisitiedemocratie’ is afkomstig van ­bestuurskundige Paul ’t Hart. Hij signaleerde in 2002 in een interview met de Volkskrant dat de trend om af te rekenen haaks staat op de doelstelling te leren van fouten. ‘De paradox is dat hoe heftiger de strijd is om de schuldvraag, hoe moeilijker het is van het verleden te leren.’", "De tbs-commissie stelde dat ‘ook de politiek zelf onderdeel van het onderzoeksterrein moet zijn, anders wordt iedereen beoordeeld, behalve politici zelf. Probleem hierbij is natuurlijk, dat dit makkelijk kan uitmonden in een vrijblijvende vorm van zelfevaluatie ­gevolgd door een oppervlakkige aanbeveling.’", "Politiek, media en burgers tot elkaar veroordeeld", "Politieke affaires als die rond terbeschikkingstelling ontstaan door wat ‘medialogica’ wordt genoemd. Volgens de Raad voor Maatschappelijke Ontwikkeling is medialogica het resultaat van structurele maatschappelijke en technologische ontwikkelingen die burgers, ­politici en media vasthouden in een interactie waaruit zij niet meer kunnen ontsnappen. Deze zijn gedwongen het ‘spel’ binnen die driehoeks­relatie te spelen en kunnen (en willen) zich daaraan eigenlijk ook niet onttrekken. Ze hebben elkaar nodig en zijn tegelijk tot elkaar ‘veroordeeld’.", "Burgers hebben ‘behoefte’ aan nieuws met attentiewaarde en aan politici die recht doen aan hun opvattingen en gevoelens. Media leveren nieuws dat ‘pakt’ en zijn op zoek naar politici die inspelen op gevoelens van burgers. Politici ‘framen’ hun uitspraken in hun poging de nieuwspodia te bereiken en recht te doen aan de gevoelens van burgers. Aldus de tbs-commissie van de Tweede Kamer.", "De toenmalige Kamerleden herkenden het, op een enkeling na, en beloofden beterschap. Maar kort daarna waren er verkiezingen, betraden nieuwe tbs-woordvoerders het politieke toneel en binnen de kortste keren was het alsof er niets was veranderd en leidden media­berichten over incidenten tot het overdoen van de discussie over het tbs-stelsel.", "‘Door de overdaad is de informatie ­inmiddels ook zelf een probleem’", "Er was ook eens een commissie-Duivesteijn. Die werd in 2003 ingesteld na forse kostenoverschrijdingen bij de Betuweroute en de Hogesnelheidslijn (hsl). Het doel van de commissie was om aanbevelingen te doen hoe de Tweede Kamer besluitvorming over en controle op de uitvoering van grote infrastructurele projecten kon verbeteren. Het rapport zou model kunnen staan voor ontspoorde politieke besluitvormingsprocessen. Een bloemlezing:", "‘Bij de Betuweroute en de hsl-zuid zijn belangrijke problemen gesignaleerd op het gebied van de informatievoorziening aan het parlement. Het is een rode draad, in alle parlementaire onderzoeken sinds de RSV-enquête, halverwege jaren tachtig: het signaleren van fundamentele tekortkomingen in de wijze waarop en de ­tijdigheid waarmee het parlement door de regering wordt geïnformeerd.", "‘Telkens wordt in de analyse van beleid dat heeft gefaald of grote tekort­komingen heeft laten zien, de informatievoorziening als probleempunt aangemerkt. Als het parlement informatie vraagt, krijgt het doorgaans naar de letter – maar niet altijd naar de geest (inhoud) – antwoord op de gestelde vraag. Omdat de Tweede Kamer niet weet welke informatie precies voorhanden is, krijgt zij, zoals vaak blijkt, niet altijd alle inlichtingen die ­relevant zijn. Om die specifieke informatie heeft zij ­immers niet gevraagd.", "‘Er is op alle niveaus zoveel informatie, dat de voor de beleidsbeoordeling relevante informatie niet meer op het goede moment op de goede plek arriveert. Door de overdaad is de informatie inmiddels ook zelf een probleem geworden, omdat de capaciteit ontbreekt de informatie te selecteren en te duiden. Het informatievraagstuk is een onderwerp dat de essentie raakt van het functioneren van de parlementaire democratie. Het is van belang dat het parlement zich opnieuw eigenstandig een opvatting over de rol en de betekenis van artikel 68 van de Grondwet verwerft.’", "Het zijn deze letterlijke citaten uit het rapport van de commissie-Duivesteijn die achttien jaar na het verschijnen van het rapport nog steeds actueel zijn. Duivesteijn beval aan de parlementaire commissie Rijksuitgaven te versterken. Die commissie is in 2016 wegens gebrek aan parlementaire belangstelling opgeheven.", "Midden jaren negentig leidde de zogenoemde IRT-­crisis niet alleen tot het aftreden van bewindslieden, maar ook tot een parlementaire enquête. Een ander onderwerp, maar ook hier zien we herkenbare patronen ­terug in de conclusies van die commissie.", "‘De organisatiecrisis manifesteert zich naar het oordeel van de commissie vooral in onduidelijke besluitvorming over wie waarvoor daadwerkelijk verantwoor­delijk is. De bevoegdheden en verantwoordelijk­heden van vele betrokkenen zijn diffuus. De commissie is van oordeel dat dringend behoefte bestaat aan meer duidelijkheid over wie de verantwoordelijkheid dragen voor de opsporing in Nederland. (…) Opheldering en wellicht vereenvoudiging is noodzakelijk.’", "De conclusie van de enquêtecommissie over de ­medeverantwoordelijkheid van de Kamer zelf als medewetgever was ook toen niet mals. ‘De organisatie van de opsporing is slechts op enkele onderdelen aan de orde geweest. Bij de behandeling van de Politiewet is er niet over gesproken. (…) Kamerleden blijken zich niet ervan bewust te zijn geweest hoe de opsporing in de praktijk werkt.’", "Ook enquêtecommissie paspoortaffaire legde vinger al op de zere plek", "De parlementaire enquête naar de paspoortaffaire toont dezelfde patronen. Het onderzoek werd eind jaren tachtig ingesteld nadat het niet was gelukt een nieuw, fraudebestendig paspoort in te voeren. De conclusies uit het rapport: ‘De Tweede Kamer is over het paspoortproject weinig ruimhartig van informatie voorzien. Ook is zij op verschillende punten onvolledig en op een aantal punten zelfs onjuist ingelicht. De beleidsvoorbereiding in het kader van het paspoortproject is gebrekkig verlopen. De beleidsuitvoering is vaak chaotisch geweest. Het heeft ontbroken aan vaststelling van duidelijke beleidsuitgangspunten, van voldoende gepreciseerde eisen en van heldere toetsingsprocedures voor een nieuw paspoortsysteem en paspoort.’", "De enquêtecommissie legt de vinger ook in algemene zin precies op de zere plek. Ze trekt een conclusie en doet een aanbeveling die beide 33 jaar later weinig aan kracht hebben verloren. ‘De commissie heeft de indruk dat het paspoort­project niet als geval op zichzelf dient te worden beschouwd. Er lijkt geen sprake te zijn van bijzondere factoren en evenmin van bijzondere omstandigheden die het paspoortproject uitzonderlijk maken. De commissie is van mening dat in algemene zin bezien zou moeten worden op welke wijze bij dergelijke (complexe) projecten het overleg tussen regering en parlement ter bepaling van beleidsuitgangspunten en ter controle van de uitvoering daarvan verbeterd kan worden.’", "Bovenstaande uitingen van incidentele belangstelling laten dus een structureel probleem zien. En niet ­alleen uit onderzoek van de Tweede Kamer kwamen deze patronen tevoorschijn. Eind 2002 maakte de Algemene Rekenkamer een overzichtsstudie op ­basis van vele voorgaande onderzoeken. Ze kwam tot de conclusie: ‘Het feit dat de Algemene Rekenkamer bij voortduring bij onderzoeken op verschillende beleidsterreinen tot dezelfde zorgelijke conclusies over de uitvoering en informatievoorziening komt, valt zelden medewerkers belast met de uitvoering te verwijten. De Algemene Rekenkamer zoekt de oorzaken van de hardnekkige uitvoeringsproblemen waar zij op stuit ergens anders: bij een gebrekkige beleidsvoorbereiding en te ambitieuze beleidsvoornemens; bij een overwaardering van beleidsvorming naast een onderwaardering van de uitvoering; bij een veel te geringe aandacht voor verantwoording, evaluatie en nacalculatie; bij het kennelijk onvermogen om lessen van het verleden te leren.’", "Wat is de Algemene Rekenkamer? De onafhankelijke Algemene Rekenkamer, gevestigd aan het Lange Voorhout in Den Haag, dateert in zijn huidige vorm van 1814 en controleert of de uitgaven van de rijksoverheid rechtmatig en doelmatig zijn gedaan. De uitgaven moeten in overeenstemming zijn met de regels en genomen besluiten, en de bestede bedragen moeten daadwerkelijk aan het beoogde doel zijn uitgegeven. In toenemende mate staat in onderzoek ook de vraag centraal of overheidsbeleid doel treft. Het college van de Rekenkamer bestaat uit drie leden. Sinds 2015 is Arno Visser president van dit college. De twee andere collegeleden zijn Barbara Joziasse en Ewout Irrgang. De Rekenkamer heeft zo’n 270 medewerkers.", "Na het benoemen van deze vier oorzaken gaat ze ­verder: ‘Harde cijfers ontbreken over de beleidsuitvoering. Wanneer echter een terugblik op vier jaar onderzoek ­zoveel voorbeelden oplevert van beleid dat slechts deels werd uitgevoerd of slecht werd uitgevoerd, en van beleid waarvan we helemaal niet weten of het volledig en goed wordt uitgevoerd, dan is er iets serieus aan de hand met de beleidsuitvoering. De Algemene Rekenkamer maakt zich met name zorgen over beleid dat slechts ten dele wordt uitgevoerd (slechts een deel van de doelgroep wordt bereikt, niet alle voorgenomen maatregelen worden uitgevoerd, de noodzakelijke registraties vertonen lacunes).", "‘Wat niet wordt uitgevoerd, onttrekt zich ook aan oordelen over de kwaliteit van de uitvoering en zal in verantwoordingsinformatie gemakkelijk ondergesneeuwd raken. Daarmee verdwijnt geruisloos uit beeld dat een deel van het beleid waartoe is besloten zonder opgaaf van redenen niet wordt uitgevoerd. (…) De Algemene ­Rekenkamer ziet deze slechte aansluiting – zo niet kloof – tussen beleidsambities en uitvoeringspraktijk als een van de grote risico’s voor de geloofwaardigheid van de rijksoverheid en het vertrouwen van de burgers in de overheid.’", "In 2016, aan de vooravond van de vorige verkiezingen, kwam de Rekenkamer op dit thema terug: ‘De lijst van vele reorganisaties en veranderingen is langer dan dit, maar de conclusie dat de publieke sector in bijna permanente staat van reorganisatie verkeert, is niet overdreven. Dat is op zichzelf al een vraagstuk dat om aandacht vraagt. De vraag of burgers al die systeem­wijzigingen kunnen volgen en weten waar ze aan moeten kloppen, en wie dan antwoord geeft, hoort er onlosmakelijk bij, maar wordt zelden gesteld. Er is volgens ons dus meer aan de hand dan alleen de vraag van behapbaarheid van reorganisaties. Het is “tijd voor uitvoering” stelden we vorig jaar. Nu, twaalf maanden later, is de noodzaak voor bezinning op uitvoeringsvraagstukken niet minder geworden.", "‘Het nieuwe publieke ecosysteem vraagt een nieuw antwoord op oude vragen. Welke rol heeft de volksvertegenwoordiging in die nieuwe constellatie? Welke informatie past bij het parlementair budgetrecht? Hoe kan moderne technologie moderne publieke verantwoording helpen vormgeven? Is real-time auditing en data-analytics een wenkend perspectief naast of in de plaats van klassieke controle? Welke verantwoordingstaak richting het parlement heeft de minister als opdracht­gever, eigenaar of aandeelhouder ten opzichte van verzelfstandigde publieke instituties? Hoe “zelfstandig” zijn die organisaties? Maar bovenal, waar moet je als burger aankloppen als je vragen, problemen of klachten hebt? Hoe weet je of je waar voor je geld krijgt? En, wie gaat je dat vertellen?’", "‘Interessant wat je zegt, maar niet zo relevant’", "Dat was vóór de vorige verkiezingen in 2017. Daarna kwam tijdens de kabinetsformatie Tjeenk Willink dus met bijkans dezelfde waarschuwing. Wat gebeurt daarmee? Want binnenkort zijn er weer verkiezingen. Tjeenk Willink vertelde desgevraagd eind november 2020 tegenover de parlementaire onderzoekscommissie Uitvoeringsorganisaties over de reactie die hij doorgaans krijg: ‘Het is interessant wat je zegt, maar niet zo relevant.’", "Hoezo niet relevant? Tjeenk Willink ontleent zijn analyse aan decennia ervaring. Onderzoek van het parlement zelf vertelt hetzelfde verhaal. Het zijn steeds terugkerende elementen, maar waar is de herkenning? In de position paper die hij bij zijn verhoor verstrekte, verklaarde Tjeenk Willink de geringe politieke belangstelling voor uitvoering van beleid als volgt:", "‘Volksvertegenwoordigers behoren tot de Haagse werkelijkheid. Daarbuiten treden – het handelings­perspectief richten op de uitvoering – betekent al vlug conflicten met andere politieke en/of maatschappelijke belangen. Tegen (bezuinigings-)afspraken in het regeer­akkoord of belangen van maatschappelijke organisaties en private partijen leggen uitvoerders het vaak af. In de hele beleidsketen nemen zij meestal de zwakste positie in. Het collectieve politieke geheugen aan wat eerder, door de regering en parlement aan professionals op de werkvloer werd opgedragen (en de effecten daarvan) is uiterst beperkt. Consistentie in die opdrachten blijkt vaak gering. Het ontbreekt de Kamer ook aan eigen kennis van en ervaring in de praktijk van de uitvoering. Voor de informatie daarover heeft de Kamer zich afhankelijk gemaakt van de departementen, de Haagse ­werkelijkheid.’", "Wie het bovenstaande nog eens overdenkt, kan niet anders dan concluderen dat alles al een keer is gezegd en geschreven. Informatie is er wel, maar wordt niet gelezen. Het is alsof je kijkt naar een rondrijdende miniatuurtrein die op een modelspoorbaan telkens bij dezelfde wissel ontspoort.", "Hoe staat het met het collectief geheugen?", "Wat gaat de Kamer doen met de rapporten van die twee parlementaire commissies, die verschijnen vlak voor de verkiezingen? Ongeacht de uitslag in maart betreedt een grote groep nieuwe parlementariërs het politieke toneel. Wat dan? Allereerst, er is geen inwerktijd. Want dat is de realiteit: vanaf dag één ben je volledig in functie. Er moet een regeerakkoord komen, een kabinet geformeerd. Journalisten melden zich op de eerste dag voor live-interviews over ingewikkelde onderwerpen met een lange geschiedenis. Nieuwe Kamerleden springen op een snel rijdende trein.", "Hoe staat het dan met het collectief geheugen? Daarnaar gevraagd, zei Tamara van Ark (VVD), eerst ­Kamerlid, later staatssecretaris, tegen de enquêtecommissie Toeslagen: ‘Ik vind dit echt de belangrijkste vraag, (…). Ik ga nu interpreteren, maar ik denk toch dat het niet hebben van een soort collectief geheugen … Ik zie overdrachts­momenten … Ik ben er zelf ook onderdeel van. Ik heb een overdracht gehad waarbij je 80 procent van de materie meekrijgt, maar als dat drie keer gebeurt, is er heel veel waardevolle materie weg. Misschien is dat een heel logische verklaring.’", "Tweede Kamervoorzitter Khadija Arib (PvdA) en oud-voorzitter Frans Weisglas (VVD) waarschuwen voor de consequenties van de hoge doorloop. Zelf zei ik in november tegen de onderzoekscommissie van de Tweede Kamer:", "‘U heeft een ongelofelijk moeilijk vak. Dat wordt hierbuiten weleens onderschat. Op dag één bent u volwaardig Kamerlid. U moet op dag één acteren. Op dag twee kan er iets gebeuren … U krijgt helemaal geen inwerktijd. U moet dus in die korte tijd een inwerkprogramma organiseren dat ongelofelijk veel behelst, en dan in vele fracties. (…) Het antwoord zit voor een belangrijk deel ook bij de politieke partijen die lijsten maken. Hoe wordt daar deskundigheid beoordeeld?’", "Deskundigheid en ervaring zijn in elk vak en bij ­iedere beroepsgroep gewaardeerde kwaliteiten. Waarom zou dat niet gelden voor het openbaar bestuur?", "Toch is de verwachting – op basis van de kandidatenlijsten – dat na 17 maart eenderde van de zittende ­Kamerleden vertrekt. Bij elke andere organisatie zou dat zorgen baren. Maar uit de gegevens van vertrekkende Kamerleden sinds 2006 blijkt dat steeds vaker ervaren Kamer­leden vertrekken. In 2017 keerden 87 leden niet terug in de Kamer of schoven door naar het kabinet. Daarmee verdween cumulatief 438 jaren aan parlementaire ervaring. Die trend is sinds het begin van deze eeuw stijgende. De vernieuwingsdrang van politieke partijen leidt elke vier jaar tot groeiende afname aan parlementaire kennis en ervaring.", "Maar niet alleen bij de controlerende macht is dat het geval. Voor ministers en staatssecretarissen geldt hetzelfde. Ook hoge ambtenaren zijn in een carrousel van de Algemene Bestuursdienst beland waarin maar één zekerheid bestaat: ‘binnenkort doe je iets anders, op een ander terrein bij een ander ministerie’.", "Een vergelijking met voetbaltrainers dringt zich op, maar die vergelijking gaat op een belangrijk punt niet op – en dan doel ik niet op salarissen. Voetbalexperts verkassen geregeld, maar blijven wel actief in dezelfde tak van sport. Ze worden niet opeens korfbal- of hockeydeskundigen die vanaf dag één de verantwoordelijkheid krijgen voor een team dat in de sterkste competitie meedingt. U ziet Dick Advocaat niet druk gebarend de handbaldames bij het volgende grote toernooi de weg wijzen – die voorspelling durf ik wel te doen.", "Neem de tijd voor het rijke parlementaire oeuvre", "Terug naar de literatuur van Tolstoj en Nabokov. ­Romans zijn uniek en in die uniciteit zit het literaire karakter. ­Politieke besluitvorming is geen literaire ervaring. Dus uniciteit is geen parlementaire waarde. En toch kan de literatuur helpen. Want bij literatuur is herlezing en geoefendheid nodig om alle finesses te vatten. Je begrijpt pas bij tweede lezing van Nabokovs Lolita dat in het voorwoord het mysterie al was onthuld. En daarmee begint het pas.", "Ook een politicus moet de tijd krijgen het rijke parlementaire oeuvre tot zich te nemen, teneinde de kennis en ervaring van zijn voorgangers te kennen en ten nutte te maken. De canon van parlementaire onderzoeken en enquêtes moet 150 boekenkasten vullen, de inhoud ervan moet helpen een nieuwe ontsporing van beleid tijdig te herkennen. Voor al die lessen uit het verleden geldt: het is tijd voor uitvoering. Want elke ongelukkige politieke affaire is ongelukkig op dezelfde wijze.", "Dit leidt tot een nieuwjaarswens voor kandidaat-­Kamerleden die in maart een zware verantwoordelijkheid op zich nemen. Zie politieke ontwikkelingen als een narratief dat moet worden herkend en ontleed. Want anders dan bij een roman is er in de politiek geen herkansing. De kunst is om in het hier en nu patronen te leren herkennen. De toeslagenaffaire mag niet worden overgedaan.", "Was een oude waarschuwing niet dat de geschiedenis zich herhaalt; eerst als tragedie en daarna als farce? Bezie de politiek als een roman van Nabokov. Lees die als een roman van Nabokov. Apprecieer en waardeer als Nabokov het werk van je voorgangers. En begin daarom met het lezen van wat er al geschreven is. Dat is niet alleen interessant, maar ook relevant."], "authors": [], "keywords": ["veel", "informatie", "er", "van", "zijn", "voor", "weinig", "en", "een", "te", "op", "het", "niet", "dat", "die"], "pubDate": "2021-01-05T14:43:10Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}