{"id": "a91dfa0a-c11c-3ce1-809b-9c6842b15392", "title": "Hoe moet het dan wel verder met de Nederlandse landbouw?", "url": "https://volkskrant.nl/columns-opinie/hoe-moet-het-dan-wel-verder-met-de-nederlandse-landbouw~b0827b90/", "summary": "Hoe moet het dan wel verder met de Nederlandse landbouw?\nEn een voorbeeldsector, de melkveehouderij.\nHet maatschappelijke landbouwfonds is tot dusverre gratis voor de overheid, en gratis voor consumenten.\nNiet alles is beter: de extensieven stoten fors meer CO 2 uit dan de intensieven.\nDat is (althans bij het veehouders uit het databestand) nu klein bier.", "paragraphs": ["Hoe moet het dan wel verder met de Nederlandse landbouw? Vorige week hebben we een landbouwfonds bedacht dat boeren betaalt voor geleverde maatschappelijke bijdragen en juist geld bij hen int als zij maatschappelijke schade veroorzaken.", "Deze week: de bijdrage hieraan van de overheid. En een voorbeeldsector, de melkveehouderij.", "Het maatschappelijke landbouwfonds is tot dusverre gratis voor de overheid, en gratis voor consumenten. Maar dat is, zeker op de langere termijn, onhoudbaar. Er moet geld bij. De totale gewenste landbouwproductie is de som van de productiewaarde (appels plus peren plus kippen, et cetera) plus de maatschappelijke waarde (uitstootarm plus landschappelijk interessant plus biodivers et cetera). Die maatschappelijke waarde kost geld en iemand moet dat betalen.", "Veel boeren (en ook de overheid) kijken naar de consument. Als die nou eens wat meer betaalt voor zijn voedsel, dan … Dit is er een uit de categorie (zoals mijn vader vroeger zei) ‘als stront stroop was, aten we alle dagen pannenkoeken’. En áls de consument al meer zou betalen komen de euro’s terecht bij de supermarkt, en of ze dan via de supermarkt ook bij de boer terecht komen is twijfelachtig.", "Nee, de overheid moet bijlappen. En de consument betaalt z’n voedsel dan in tweeën: deels via de winkelier en deels via z’n belastingafdracht.", "Laten we als voorbeeld naar de melkveehouderij kijken. Via een lezer kwam ik terecht bij een bedrijf dat werkt als consultant voor melkveehouders, PPP Agro Advies. Zij beschikken over een mooi databestand met kenmerken van ruim honderd melkveebedrijven in West-Nederland, en maakten een vergelijking tussen de 25 procent meest extensieve veehouders (weinig koeien per hectare) en de 25 procent meest intensieve (veel koeien per hectare).", "De verschillen zijn aanzienlijk. De intensieve bedrijven hebben minder grondkosten dan de extensieven, hebben daar veel minder werk aan en kunnen hun stallen intensiever benutten. Dat scheelt 6,3 cent per kilo aan kosten. De markprijs voor de melk is nagenoeg gelijk: 38,3 cent voor de extensieven, 37,9 cent voor de intensieven.", "Bij de maatschappelijke prestaties is het precies andersom. Bij de extensieven staan de koeien langer in de wei en ze hebben véél meer natuurgrasland. De veehouders gebruiken minder kunstmest en voeren meer eiwit van eigen land, en de koeien stoten minder ammoniak uit. Niet alles is beter: de extensieven stoten fors meer CO 2 uit dan de intensieven.", "De extensieven hebben wél enige andere inkomsten uit bijvoorbeeld de provinciale ‘Subsidieregeling natuur- en landschapsbeheer’. Dat is (althans bij het veehouders uit het databestand) nu klein bier. Maar de vorm ervan is interessant. Want voor die subsidies bestaat een keurige ‘prijslijst’, met prijzen voor laat maaien, voor kruidenrijk of botanisch (in plaats van gewoon) grasland, en voor het tijdelijk onder water zetten ervan (inundatie). De overheid betaalt dus voor geleverde diensten.", "Deze ‘prijslijst’ kan simpelweg worden uitgebreid. Met (hogere) positieve én negatieve prijzen. De extensieve melkveehouders krijgen dan dus een hogere bijdrage uit het (deels door de overheid gevoede) fonds voor de weidegang, het vermijden van kunstmest, en hun botanische grasland, et cetera. En ze leveren daar weer wat op in omdat ze moeten lappen voor hun hoge CO 2 -uitstoot. De intensieven op hun beurt betalen voor de extra ammoniakuitstoot en de kunstmest, en krijgen een CO 2 -bonus. De kostenvergelijking (inclusief maatschappelijke opbrengsten en kosten) tussen veehouders komt dan veel gelijker uit.", "Tot zover voor deze serie. Ik kom er vast op terug in de nabije toekomst."], "authors": ["Frank Kalshoven"], "keywords": ["van", "bij", "dan", "maatschappelijke", "landbouw", "hoe", "het", "met", "voor", "verder", "moet", "een", "overheid", "en", "uit", "wel", "nederlandse"], "pubDate": "2020-11-27T17:00:29+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}