{"id": "a9251e21-ee7c-396f-94f7-3c442ea5b1ce", "title": "Ze wonen in een woonwagen, maar dat is alles. ‘Burgers zijn superbang voor ons’", "url": "https://volkskrant.nl/mensen/ze-wonen-in-een-woonwagen-maar-dat-is-alles-burgers-zijn-superbang-voor-ons~b513785a/", "summary": "Als bewoners van een grote witte woonwagen hebben ze de indruk dat de buurt en alle instanties tegen hen zijn.\nWant in 2004 was Ank Bijleveld de burgemeester van het Hof van Twente, de gemeente die het gezin de woonwagen uitzette.\nEn als ze ons ’s ochtends wakker maakt, krijgen we een broodje, een kus en ze zwaait ons uit als we naar school gaan.’Inmiddels kan Kees wel praten.\nAls ik op dat weilandje wil crossen met een brommertje, zegt niemand: dat mag niet.’Weet je wat de crux is, zegt Rita terwijl ze een blik werpt de velden.\n‘De mensen die achter ons wonen hebben een koophuis en ze zijn gewoon strontjaloers op ons uitzicht.’ Ze steekt nog een sigaretje op, en geeft hondjes Roos en Diesel een aai.", "paragraphs": ["Het gezin Oosten in Goor zit in het verdomhoekje. Als bewoners van een grote witte woonwagen hebben ze de indruk dat de buurt en alle instanties tegen hen zijn. Ze wantrouwen de buitenwereld. Fotograaf Marleen Kuipers kan wel bij hen rondlopen en kan zo laten zien dat ze ook maar gewone mensen zijn. ‘We praten misschien wat harder.’", "Het liefst kruipt de 12-jarige ­Sabrina Oosten ‘terug in de buik’ van haar mama. ‘Zodat ik er opnieuw uit kan komen, zonder alle nare herinneringen aan de tijd dat ik uit huis geplaatst was.’", "Het is woensdagmiddag en Sabrina – ‘ik ben een meisje dat van haar ­tablet houdt’ – zit op haar bed. Ze scrollt op haar iPad door oude foto’s. Ook aan de wand hangen foto’s van haar familie, in een hartvormige lijst. ‘Als ik ga slapen, geef ik iedereen op de foto een kusje.’", "Want, stelt het meisje dat door haar moeder ‘kleefaapje’ wordt genoemd omdat ze zo aanhankelijk is: ‘Mijn familie betekent veel voor me.’", "Net als haar vier broers wil Sabrina nooit meer weg uit de ouderlijke woonwagen aan de rand van het Twentse dorpje Goor. En als ze wel ooit deze woonwagen moeten verlaten, dan gaan de kinderen het liefst een paar meter naar links. Naar een braakliggend veldje, pal naast de woonwagen van vader Theo en moeder Rita. Om daar hun eigen woonwagen neer te zetten – al weten ze nu al dat de gemeente er niks voor voelt.", "Sabrina Beeld Marleen Kuipers", "Hier blijven. Voor altijd samen. Dat is wat het gezin Oosten na een jarenlange strijd tegen tal van overheids­instanties het liefste wil. Fotograaf Marleen Kuipers (37) portretteerde de gezinsleden die een geïsoleerd bestaan leiden, en van wie de meesten zeggen dat ze getraumatiseerd zijn door de juridische gevechten, uithuisplaatsingen en een politie-inval.", "Kuipers leerde hen kennen in 2013 – toen alle kinderen nog in een gezinsvervangend tehuis woonden en Kuipers’ vader een van de weinige hulpverleners was met wie het gezin wel een goede band had. Afgelopen drie jaar heeft ze hen gevolgd. ‘Ze wantrouwen de buitenwereld, maar willen tegelijkertijd laten zien dat ze ook maar gewone mensen zijn, mensen die met veel vooroordelen worden bejegend.’", "Of, zoals vader Theo het omschrijft, ‘we willen laten zien hoe wij leven als woonwagenbewoners. Burgers zijn soms superbang voor ons.’", "‘Maar wij doen niets’, voegt moeder Rita toe. ‘Wij praten misschien wat harder. De burgers denken dan: oeh, er is heel wat aan de hand. Maar blaffende honden bijten niet.’", "Theo junior. Beeld Marleen Kuipers", "Het stel zit aan de tuintafel, achter hen staat de witte woonwagen waarover zo veel te doen is geweest. Om hen heen lopen hondjes Roos en Diesel – die bij elke beweging beginnen te blaffen. Ze kijken uit over de weilanden, terwijl verderop de oudste zoons Johannes (18) en Theo jr. (21) druk in de weer zijn met het opknappen van oude SpartaMet-fietsen in het aanpalende schuurtje. Achter hen begint een nieuwbouwwijk – maar met de buren hebben ze geen contact.", "‘Met dit uitzicht heb je altijd het gevoel dat je op vakantie bent’, zegt Theo sr. (60) terwijl hij een sjekkie draait.", "‘We hoeven daarom nooit op vakantie’, voegt Rita (40) toe. Sterker nog: ze wil ook niet op vakantie. Ze is veel te bang dat bij thuiskomst haar woonwagen beklad blijkt.", "De juridische strijd is misschien ten einde. Opgejaagd voelt het gezin zich nog altijd. Rita: ‘Elke maand was ik mijn gordijnen, en dan denken de buren dat we gaan verhuizen. Ze hangen de vlag nog net niet uit.’ Een paar jaar geleden werden de ruiten van Rita’s Amica-brommobiel vernield. En in 2017 kreeg zoon Theo jr. een wapen op zijn hoofd gericht tijdens een politie-inval. Rita: ‘De gezinsvoogden hadden een melding gedaan over wapenbezit, nadat ze een filmpje van Theo jr. online hadden gezien waarop hij schiet met een luchtdrukpistool. Maar dat is niet illegaal. Na een paar uur liet de politie hem weer vrij.’", "Joost Beeld Marleen Kuipers", "Theo jr.: ‘Ik was doodsbang. Ik dacht: ik word kapot geschoten.’", "Rita: ‘En je krijgt dan ook geen excuses, hè.’", "De ellende begon in 2004. Dat jaar klaagden buren over overlast, en werd het gezin de woonwagen uitgezet. Rita: ‘Het waren de jaren van de familie Tokkie, en ze probeerden ons ook in die hoek te drukken.’ Het resulteerde in een twee jaar durende zwerftocht in een auto en een caravan met twee kinderen, en een derde op komst.", "Theo sr.: ‘We hebben overal gezworven. Als we ergens parkeerden om te overnachten, was het gewoon wachten tot de politie kwam om ons weg te jagen. Ik dronk dan altijd een biertje zodat ik kon zeggen: ik heb gedronken en kan nu niet meer rijden. Dan zeiden ze: als je morgenochtend maar weg bent.’", "Rita: ‘De kinderen gingen wel naar school. Bij mijn schoonzusje douchten we, en wasten we. Op het kerkhof haalde ik water om te koken. En weet je nog, Theo, die dagen met die heftige sneeuwval?’", "Theo: ‘Het dak van de caravan zakte bijna in – zo zwaar was de sneeuw.’ Hij valt even stil. ‘De kinderen hebben wel dingen meegemaakt en ze hebben ook dingen weggestopt.’", "En dat is volgens Rita allemaal de schuld van ‘Bijleveld’. Ze spreekt de naam van de huidige minister van Defensie uit met afgrijzen. Want in 2004 was Ank Bijleveld de burgemeester van het Hof van Twente, de gemeente die het gezin de woonwagen uitzette.", "Theo: ‘Het was allemaal gelogen over die overlast.’", "Rita: ‘Maar ik heb alles gewonnen. Ik geef namelijk nooit op.’", "Sabrina en Rita Beeld Marleen Kuipers", "Want hoewel de rechter in 2004 toenmalige burgemeester Bijleveld in het gelijk stelde, oordeelde het Arnhemse gerechtshof in 2006 dat er geen bewijs was. En ook de Hoge Raad stelde het gezin in het gelijk. Dus volgde er een schadevergoeding, en mocht het gezin – dat inmiddels vier kinderen telde – terugkeren naar haar plek aan de Van Heeckerenweg. Nadat het gezin Oosten had gewonnen, tekende regionale krant de Stentor uit de mond van Bijleveld op dat bewoners eventuele overlast in de toekomst moesten blijven melden. ‘Met naam en getuige. Anders vindt de rechter het bewijs niet overtuigend.’ Volgens Rita heeft het gezin hier nog steeds last van. ‘Er worden soms nog steeds foto’s van ons gemaakt vanaf de overkant.’", "Het duurde bovendien niet lang voordat opnieuw een juridische strijd oplaaide. In 2011 werden de – inmiddels – zes kinderen het huis uitgeplaatst. Reden: een onveilige situatie. Volgens Rita had dat alles te maken met de voogd, die bang zou zijn geworden nadat ze ‘uit wanhoop’ een glazen asbak naar zijn hoofd had geworpen. Rita: ‘Ik had hulp gevraagd voor mijn zoon Kees, want hij kon niet praten. Maar ze konden me niet helpen, dus ik werd een beetje kwaad. Ik gooide de asbak tegen de deurpost, en die spatte uit elkaar. Ik dacht: als ik die asbak gooi, krijg ik hulp.’", "Het was het begin van ‘alle ellende’.", "Kort daarna keken Theo en Rita uit het raam van hun woonwagen, in afwachting van het taxibusje dat hun kinderen dagelijks van en naar het speciaal onderwijs bracht. Alleen het taxibusje kwam maar niet.", "Rita: ‘Na tien minuten belden we naar de school. Aan de telefoon zei iemand van school: de kinderen zijn opgehaald. Ik vroeg: door wie dan? Door een instantie.’", "Theo sr.: ‘Vlak daarna kwamen ze voor Sabrina. Ze was nog maar 2 jaar, en zat hier in de box. Ik heb haar naar de auto van jeugdzorg gebracht. Rita kon het niet. Ze komt wel weer terug, dacht ik.’", "Vier jaar, en vele juridische procedures, later mochten de kinderen weer thuiskomen.", "Rita: ‘Toen Sabrina in 2015 terugkwam, wist ze eigenlijk niet dat ik haar moeder was.’", "Vraag je de kinderen hoe zij die periode hebben ervaren, dan volgt een unaniem antwoord: hier is het leuker. Volgens Rita en Theo sr. zijn de kinderen getraumatiseerd, en kampt Sabrina met een hechtingsstoornis.", "De Caravan Beeld Marleen Kuipers", "Zoon Kees – inmiddels 15 – zegt nog steeds niet te begrijpen waarom de uithuisplaatsing nodig was. ‘Toen ze ons ophaalden, zeiden ze: jullie moeder kan niet zo goed voor jullie zorgen. Ik kon toen niet zo goed praten, dus ik kon geen antwoord geven. Maar ik weet nog wel dat ik dacht: mijn moeder maakt altijd netjes ons eten klaar, en vouwt onze kleren op. En als ze ons ’s ochtends wakker maakt, krijgen we een broodje, een kus en ze zwaait ons uit als we naar school gaan.’", "Inmiddels kan Kees wel praten. Maar schrijven? Dat lukt nog niet. School is geen succes geworden, onlangs is Kees ermee gestopt. Hij vindt het wel prima zo. Want hier in de woonwagen kan hij doen wat hij wil.", "Zo verdient hij zijn geld met de handel in tweedehandsspullen, waaronder luchtbuksen. ‘En deze jukebox heb ik in Weerselo op de markt gekocht voor 5 euro. Ik heb hem gerepareerd. Alles doet het weer, op Marktplaats verkoop ik hem voor 150 euro.’", "Johannes Beeld Marleen Kuipers", "Daarbij wordt hij geholpen door zijn 14-jarige broer Joost, die wel kan lezen en schrijven en de Marktplaatsadvertenties maakt. Samen hebben ze nog een handel: met een 3D-printer maken ze bijna niet te verkrijgen onderdelen voor de oude SpartaMet-fietsen die de zoons samen met hun vader opknappen en verhandelen op de markt.", "Hoeveel Kees met zijn handel verdient? Genoeg, antwoordt de puber met een grote glimlach. Binnenkort hoopt hij zijn eerste Canta-brommobiel te kopen. Een opknappertje. Als bijna 16-jarige mag hij daar over niet al te lange tijd in rijden.", "Vader Theo Beeld Marleen Kuipers", "Ook Kees moet er niet aan denken hier ooit te vertrekken. ‘Waarom zou ik?’ Net als zijn broers heeft hij het gevoel dat de buitenwereld toch niet op hen – woonwagenbewoners – zit te wachten. En hier heeft hij alles. ‘Er is vrijheid, dat had ik niet op de zorgboerderij waar ik eerst woonde. Als ik op dat weilandje wil crossen met een brommertje, zegt niemand: dat mag niet.’", "Weet je wat de crux is, zegt Rita terwijl ze een blik werpt de velden. ‘De mensen die achter ons wonen hebben een koophuis en ze zijn gewoon strontjaloers op ons uitzicht.’ Ze steekt nog een sigaretje op, en geeft hondjes Roos en Diesel een aai. ‘Daarom geniet ik er extra van.’"], "authors": ["Elsbeth Stoker"], "keywords": ["van", "woonwagen", "het", "ons", "maar", "op", "wonen", "zijn", "superbang", "ik", "ze", "een", "dat", "en", "niet", "voor"], "pubDate": "2020-10-23T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}