{"id": "a929bbcf-b2c4-3555-8071-2c2cb863648e", "title": "Meer strijd, veel actie. De Formule 1 kan een voorbeeld nemen aan de MotoGP", "url": "https://volkskrant.nl/sport/meer-strijd-veel-actie-de-formule-1-kan-een-voorbeeld-nemen-aan-de-motogp~b88181b7/", "summary": "Afhankelijk van het contract kan een satellietteam over exact hetzelfde materiaal bezitten als de fabrikant.\nDie zijn van oudsher huiverig voor elke ingreep die meer gelijkwaardigheid afdwingt.\nEen rijder was jaren veldvulling als hij niet reed op een motor van een fabrieksteam.\nHet is niet voor te stellen in de MotoGP, waar racespektakel sinds de eerste GP in 1949 op één staat.\nDus ik zou zeggen: geef de auto’s een vaste hoeveelheid brandstof, zeg dat een race een uur en drie kwartier plus één ronde duurt en wens iedereen succes.", "paragraphs": ["Drie Yahama-coureurs tijdens de GP van Portugal in november: Franco Morbidelli, Maverick Vinales en Valentino Rossi. Beeld AFP", "Meer onderlinge strijd", "De MotoGP telde dit seizoen net zoveel verschillende winnaars als de Formule 1 in de afgelopen drie seizoenen. En hoewel in de F1 dit jaar twee coureurs voor het eerst een GP wonnen (Pierre Gasly en Segio Pérez), was dat vooral te danken crashes of geblunder bij topteams die races overhoop gooiden.", "MotoGP is minder afhankelijk van dergelijke, ontregelende omstandigheden voor spektakel. Een reden? De verschillen tussen de fabrieksteams en de zogenoemde satellietteams, die hun motoren ‘huren’, zijn aanzienlijk minder groot.", "Afhankelijk van het contract kan een satellietteam over exact hetzelfde materiaal bezitten als de fabrikant. ‘Dus er zit nooit heel veel verschil tussen de motoren’, zegt Jurgen van den Goorbergh, die tussen 1997 en 2005 reed op het allerhoogste motorsportniveau. ‘Misschien dat het eens 10 pk scheelt, maar vooral de rijder en dus niet de motor bepaalt hoe snel hij rondgaat.’", "Verder bestaan er in de MotoGP zogenoemde concessieregels om mindere teams te ondersteunen bij het verbeteren van hun motoren. Zo’n team krijgt na een mager jaar meer vrijheid om te testen of motoren te ontwikkelen. Met goede prestaties verdwijnen die voordelen weer. Het maakt seizoenen onvoorspelbaar. Zo won het klantenteam van Yamaha dit seizoen meer races dan het fabrieksteam en won de Spanjaard Joan Mir op een motor van subtopper Suzuki zijn eerste titel.", "In de Formule 1 is zoiets ondenkbaar. De regels voor het ontwikkelen van de auto’s zijn streng, de kosten zijn hoog en wie te veel naar een ander kijkt, wordt verlinkt. Racing Point bleek dit jaar de Mercedes van 2019 te hebben gekopieerd. Renault diende direct een klacht in over de concurrent, toen de ‘roze Mercedes’ sneller bleek dan de Franse creatie. Het kopieerwerk leverde Racing Point een straf op.", "De soap onderstreepte hoe lastig het is voor teams om het gat met de toprenstallen te dichten. Het gevolg: bloedeloze kampioenschappen. Van de 1.037 ronden dit seizoen werden er 860 geleid door een Mercedes.", "Vanaf volgend seizoen introduceert de F1 wel een soort concessiesysteem, waarbij mindere teams meer testtijd in de windtunnel krijgen. Het zal de pikorde waarschijnlijk weinig veranderen, maar voor de topteams was het een revolutionaire knieval. Die zijn van oudsher huiverig voor elke ingreep die meer gelijkwaardigheid afdwingt.", "‘Maar de auto-industrie is ook vele malen groter dan de motorindustrie, dus er spelen veel meer belangen’, zegt Jurgen van den Goorbergh.", "Leiderschap met lef", "Ook de MotoGP worstelde lang met dominante, starre topteams. Een rijder was jaren veldvulling als hij niet reed op een motor van een fabrieksteam. Die teams stopten dankzij de ongebreidelde kennis over het eigen materiaal hun motoren vol met technische snufjes en hulpmiddelen die anderen niet hadden.", "Tot het Spaanse bedrijf Dorna, de eigenaar van de klasse, besloot alle motoren van hetzelfde softwarepakket (de ECU) te voorzien. Onder meer recordkampioen Honda dreigde de sport te verlaten. Toch zette Dorna in 2016 het plan door. Inmiddels zijn alle teams, inclusief Honda, het eens dat de uniforme software een zegen is voor de sport.", "Met KTM is er een fabrieksteam aan de MotoGP toegetreden. Er bouwen nu zes merken motoren in de klasse, tegenover de drie die vanaf 2022 nog over zijn in de Formule 1. Het constructeurskampioenschap was tot de laatste race in Portugal spannend.", "Volgens F1-coureur Carlos Sainz kan de Formule 1 het nodige leren van Dorna, dat de strijd met de topteams durfde aan te gaan. ‘Het belangrijkste is dat de fabrikanten eerst sceptisch waren, maar nu blijer dan ooit zijn, denk ik. Ze winnen nog steeds, maar moeten er meer voor vechten. Dat maakt de fabrikant en het merk sterker’, zei hij vorig jaar tegen racesite Motorsport.", "Er is wel iemand nodig die de teams dwingt dat in te zien. Volgens voormalig Formule 1-coureur Jan Lammers mist de autosport die leiding. Kunstgrepen om het spektakel te verbeteren, zoals het DRS-systeem waarmee auto’s ‘geholpen’ worden bij het inhalen, vindt hij niks. ‘Vergelijk het met de koploper in een marathon een rugzak geven. Zo zijn er nog tal van zaken die ik niet kan uitleggen.", "‘Door het technische reglement beter aan te pakken, hoef je niet aan het sportieve reglement te sleutelen. Maar de Formule 1 is wat dat betreft iets te democratisch’, zegt Lammers. ‘Het is ook lastig voor Liberty Media (de F1-eigenaar, red.) om in deze tijd harde beslissingen te nemen. Zij kunnen het niet permitteren dat een topteam eruit stapt. Dus je mag ook best wat meer verantwoordelijkheid voor de sport bij die teams verwachten.’", "Minder regelzucht", "Een autocoureur die bewust van het gas moet, omdat zijn banden anders te snel slijten? Jurgen van de Goorbergh vindt het als oud-MotoGP-rijder maar raar. Net als het gegeven dat F1-auto’s door alle complexe aerodynamica niet te dicht achter elkaar kunnen rijden, omdat ze dan grip verliezen.", "Het is niet voor te stellen in de MotoGP, waar racespektakel sinds de eerste GP in 1949 op één staat. Wedstrijden zijn daardoor vaak onafgebroken inhaalfeesten van zo’n drie kwartier. Zo haalden twee jaar geleden tijdens de TT van Assen de rijders elkaar in 26 ronden meer dan honderd keer in. De wedstrijd kende vijf leiders.", "‘Natuurlijk moet je in de MotoGP weleens je rijstijl aanpassen aan een bepaalde band’, zegt Van den Goorbergh. ‘Dan gaat het misschien om een paar tienden verschil per ronde. Niet om een paar seconden, zoals soms in de Formule 1. Eigenlijk is dat belachelijk.’", "F1-coureurs vinden dat ook. Max Verstappen mopperde flink na de bloedeloze GP van België van dit jaar. Hij had geen moment genoten van de race op zijn favoriete circuit, omdat hij naar eigen zeggen 38 van de 44 ronden bezig was met het sparen van zijn banden.", "Volgens Jan Lammers is de F1 door alle regelzucht het zicht op de essentie van de sport, het organiseren van ‘een titanenstrijd’ tussen automerken, kwijtgeraakt. ‘Die bandenregels worden alleen begrepen door de mensen die het hebben bedacht ’, zegt Jan Lammers. ‘Soms zijn banden na twintig rondjes versleten. Hoe leg je dat uit aan iemand die probleemloos 40.000 kilometer per jaar rijdt?’", "‘Eigenlijk zou alles wat op het circuit ontwikkeld wordt, direct in het voordeel moeten zijn van straatauto’s. Dan wordt de sport ook interessanter voor fabrikanten. Dus ik zou zeggen: geef de auto’s een vaste hoeveelheid brandstof, zeg dat een race een uur en drie kwartier plus één ronde duurt en wens iedereen succes. Schrap de motorregels. Laat teams zelf bepalen wat het snelste is. Dan geef je ruimte aan de vrije geest en krijg je weer diversiteit in de sport.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "dat", "die", "voorbeeld", "niet", "een", "actie", "formule", "en", "strijd", "te", "zijn", "nemen", "meer", "voor", "veel", "kan", "het", "motogp"], "pubDate": "2020-12-13T19:04:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}