{"id": "a92c1195-bd5a-373c-8225-b9ab13afd586", "title": "Het tweede seizoen van Fleabag bereikt een staat van perfectie ★★★★★", "url": "https://volkskrant.nl/cultuur-media/het-tweede-seizoen-van-fleabag-bereikt-een-staat-van-perfectie~bb4c418f/", "summary": "En het derde seizoen van Easy (Netflix), waarin een bont assortiment inwoners van Chicago worstelt met zichzelf en de liefde.\nMaar het is het tweede, en laatste, seizoen van Fleabag, de comedy-dramaserie van en met Phoebe Waller-Bridge, dat dit seriejaar tot nu toe het meest indruk maakt.\nFleabag begon als een theatersolo van Waller-Bridge op het Edinburgh Festival Fringe van 2013, en werd in 2016 bewerkt tot een korte serie (zes afleveringen van een halfuur), waarin het turbulente leven van de jonge vrouw Fleabag in Londen centraal staat.\nEn dan het tweede seizoen, dat verteltechnisch en qua acteren een staat van perfectie bereikt - en dat allemaal weer in wederom zes economisch vertelde afleveringen.\nHet jaar van Phoebe Waller-Bridge, het intense middelpunt van het Fleabag-universum, is nog lang niet voorbij.", "paragraphs": ["Maker en hoofdrolspeler Phoebe Waller-Bridge in Fleabag. Beeld Steve Schofield/Amazon Studios", "Fleabag, seizoen 2", "Komedie, drama", "Van en met Phoebe Waller-Bridge", "Te zien op Amazon", "Je zou het bijna vergeten tussen al het drakengeweld en het aantal woorden dat er aan het einde van Game of Thrones is gewijd (ook op deze plek), maar de afgelopen weken zijn er een paar series opgedoken die een tot nu toe wat onopvallend seriejaar een gouden glans verlenen.", "Chernobyl (Ziggo/HBO) bijvoorbeeld, een aangrijpende en keeldichtsnoerende Brits-Amerikaanse miniserie van vijf afleveringen over de kernramp uit 1986. En het derde seizoen van Easy (Netflix), waarin een bont assortiment inwoners van Chicago worstelt met zichzelf en de liefde.", "Maar het is het tweede, en laatste, seizoen van Fleabag, de comedy-dramaserie van en met Phoebe Waller-Bridge, dat dit seriejaar tot nu toe het meest indruk maakt. Allereerst: de serie is alleen te zien op Amazon, een streamingdienst die in Nederland niet echt breed wordt gevolgd en dat is jammer, want je zou Fleabag een groot publiek toewensen. Daar staat tegenover dat Phoebe Waller-Bridge ook de uiterst scherpe en originele scenarist van spionagedrama Killing Eve is, waarvan we na het eerste geslaagde seizoen opmerkten dat James Bond beter op zoek naar zijn rollator kon gaan. Dat gevoel hadden de producenten van de Bond-serie kennelijk ook en Waller-Bridge werd ingehuurd om de vrouwenrollen in de komende James Bond-film meer persoonlijkheid en minder hijgerige oneliners te geven.", "Fleabag begon als een theatersolo van Waller-Bridge op het Edinburgh Festival Fringe van 2013, en werd in 2016 bewerkt tot een korte serie (zes afleveringen van een halfuur), waarin het turbulente leven van de jonge vrouw Fleabag in Londen centraal staat. Elke relatie in haar leven, met haar complexe, neurotische familie en een sneue polonaise aan mannen, lijkt onder hoogspanning te staan en aan te sturen op een verlossende zelfdestructie, een rampenfilm in slowmotion, waarvan ze ons, de kijker (hallo vierde muur!), met onweerstaanbare terzijdes op de hoogte houdt. En ja, herkenbaar en aangrijpend en hysterisch geestig af en toe, maar met een sterke tragische onderstroom, waarvan we in de loop van de zes afleveringen steeds meer te horen krijgen.", "En dan het tweede seizoen, dat verteltechnisch en qua acteren een staat van perfectie bereikt - en dat allemaal weer in wederom zes economisch vertelde afleveringen. Met ijzersterke bijrollen van topactrices als Olivia Colman (stiefmoeder des doods) en Kristin Scott Thomas (als een ‘zakenvrouw van het jaar’ die de harde waarheid in pacht heeft).", "De openingsaflevering waarin een ontspoord familie-etentje in een restaurant vanaf het desastreuze slot wordt terug gevolgd is een meesterwerk van vertelkunst en een brute (en nogmaals: zeer geestige) autopsie van familiedynamiek. We zien Fleabag voor een spiegel in een toilet staan, gekleed in een jumpsuit. Ze draait zich om en kijkt ons aan; ze heeft een bloedneus. ‘This is a love story’, zegt ze. Kijk, zo kom je een verhaal binnen.", "En dat is het ook, een liefdesverhaal, en misschien wel het hartverscheurendste dat we in lange tijd gezien hebben. Dat is allemaal de schuld van de priester (Andrew Scott - ook bekend als Moriarty uit Sherlock), die door haar vader is ingehuurd voor zijn eigen aanstaande huwelijk. Het is liefde en lust, in willekeurige volgorde, op het eerste gezicht. Maar ja, God en celibaat en dat soort dingen. Dus er staan nogal wat wetten in de weg en praktische bezwaren, maar hij is het echt: de man die haar ziet. Die ook ziet dat ze ons, de kijker, in vertrouwen neemt als ze vlucht uit haar eigen wereld. ‘Wat doe je? Waar ben je?’, vraagt hij als ze de kijker weer eens in vertrouwen neemt. Er wordt, zonder zelfs maar een zweem van pretentie, een vergelijking gemaakt tussen zijn band met zijn onzichtbare God en haar band met de onzichtbare kijker. De biechtscène halverwege het tweede seizoen, waarin alle verhaaldraden samenkomen, kan bijgeschreven worden als instantklassieker.", "Het jaar van Phoebe Waller-Bridge, het intense middelpunt van het Fleabag-universum, is nog lang niet voorbij. En dan staat Killing Eve, seizoen 2, ook nog op het programma. Op 30 juni, gewoon bij de NPO.", "Op zoek naar nieuw bingemateriaal? Op deze pagina verzamelen we al onze recensies van televisieseries. Zodat je weet wat de moeite van het kijken waard is (en wat niet)."], "authors": ["Mark Moorman"], "keywords": ["staat", "van", "en", "fleabag", "een", "met", "ze", "bereikt", "op", "ook", "seizoen", "perfectie", "het", "dat", "tweede"], "pubDate": "2019-05-29T15:09:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}