{"id": "a93db2ad-f9e8-3e96-bedb-abc3760394e0", "title": "Trump: ‘Als ik verlies, zal ik uit het Witte Huis vertrekken’", "url": "https://www.parool.nl/wereld/trump-als-ik-verlies-zal-ik-uit-het-witte-huis-vertrekken~ba40a4f0/", "summary": "De Amerikaanse president Donald Trump in het Witte Huis voorafgaand aan een videoconferentie met vertegenwoordigers van de strijdkrachten op de nationale feestdag Thanksgiving.\nBeeld REUTERS“Als blijkt dat mijn tegenstander de meeste kiesmannen heeft vergaard, zal ik vertrekken uit het Witte Huis,” zei Trump.\nOf hij op 20 januari volgend jaar bij de inauguratie van zijn opvolger Joe Biden aanwezig zal zijn, liet hij in het midden.\nDe officiële resultaten worden vervolgens doorgestuurd naar het nieuw samengestelde Congres.\nDe Senaat en het Huis van Afgevaardigden komen op 6 januari in nieuwe samenstelling in een gezamenlijke zitting voor het eerst bijeen.", "paragraphs": ["De Amerikaanse president Donald Trump in het Witte Huis voorafgaand aan een videoconferentie met vertegenwoordigers van de strijdkrachten op de nationale feestdag Thanksgiving. Beeld REUTERS", "“Als blijkt dat mijn tegenstander de meeste kiesmannen heeft vergaard, zal ik vertrekken uit het Witte Huis,” zei Trump. Of hij op 20 januari volgend jaar bij de inauguratie van zijn opvolger Joe Biden aanwezig zal zijn, liet hij in het midden. “Ik weet het antwoord, maar dat ga ik nog niet vertellen.”", "Trump deelde opnieuw een sneer uit naar de nieuwszender Fox News, het rechtse televisiekanaal van mediamagnaat Rupert Murdoch dat hem al jarenlang door dik en dun steunt. “De kijkcijfers hebben een duik naar beneden gemaakt en die zullen blijven dalen,” zei hij.", "De president is verbolgen over het feit dat de zender kort na de verkiezingen Biden uitriep tot winnaar van de staat Arizona. Fox had het bij het rechte eind. Biden won Arizona met een kleine 11.000 stemmen verschil, maar Trump betwist die uitslag en claimt, zonder dat daar bewijs voor is, dat er verkiezingsfraude is gepleegd.", "Trump heeft zich sinds de verkiezingen al vaker negatief uitgelaten over nieuwszender Fox. Volgens bronnen eerder deze maand zou Trump van plan zijn een eigen digitaal mediakanaal te beginnen, nu Fox minder op zijn hand is dan voorheen.", "Biden vergaarde bij de verkiezingen 306 kiesmannen. Trump kwam niet verder dan 232. De 538 kiesmannen stemmen op 14 december. Die stemming vindt plaats in hun eigen staat, die vervolgens de uitslag daarvan doorstuurt naar de Senaat in Washington. De president van de Senaat en de archivaris moeten de uitslagen uiterlijk 23 december binnen hebben.", "De officiële resultaten worden vervolgens doorgestuurd naar het nieuw samengestelde Congres. De Senaat en het Huis van Afgevaardigden komen op 6 januari in nieuwe samenstelling in een gezamenlijke zitting voor het eerst bijeen."], "authors": ["Het Parool"], "keywords": ["verlies", "van", "trump", "als", "huis", "het", "op", "naar", "zijn", "witte", "ik", "een", "dat", "zal", "en", "fox", "uit", "vertrekken"], "pubDate": "2020-11-27T02:14:52+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}