{"id": "a95067cf-ee5f-34a6-92b3-aec27b65b232", "title": "Schoutens kringlooplandbouw: het idee is wel leuk, maar het perspectief blijft onhelder", "url": "https://volkskrant.nl/columns-opinie/schoutens-kringlooplandbouw-het-idee-is-wel-leuk-maar-het-perspectief-blijft-onhelder~be52b9fb/", "summary": "Landbouw­minister Carola Schouten stelt vast dat het huidige economisch model van de landbouw onhoudbaar is, bepleit als alternatief kringlooplandbouw, maar voert geen beleid.\nBoeren geven in enquêtes in opdracht van het ministerie aan in meerderheid die kringlooplandbouw niet te zien zitten.\nEn het zijn ook geen slechte mensen.\nEen van hen stuurde me deze week een prachtige mail.\nHet utopische deel van het antwoord van de taskforce gaat over de ‘randvoorwaarden’ voor een gezond verdienvermogen in de kringlooplandbouw.", "paragraphs": ["Landbouw­minister Carola Schouten stelt vast dat het huidige economisch model van de landbouw onhoudbaar is, bepleit als alternatief kringlooplandbouw, maar voert geen beleid. Boeren geven in enquêtes in opdracht van het ministerie aan in meerderheid die kringlooplandbouw niet te zien zitten. Deze week: zijn de boeren ziende blind en horende doof?", "Neen! En het zijn ook geen slechte mensen. Boeren zitten simpelweg klem. Een van hen stuurde me deze week een prachtige mail. Liefde voor de natuur, schrijft hij, is de grondslag van het vak. En: verandering is ­nodig en goed. Maar de economie van de boerderij draait op het ‘kostprijsprincipe’; echt winst maken is er niet bij. Kringlooplandbouw betekent: tekenen voor verlies, want niemand wil ervoor betalen. En dan schrijft hij: ‘Waarom zou ik al mijn persoonlijke vermogen op het spel zetten om vervolgens minder efficiënt en duurder te produceren, voor het wensdenken van anderen die daar niet voor willen betalen?’ En het antwoord is natuurlijk: dat kan niet.", "Als boeren in meerderheid zeggen: doe maar niet, die kringlooplandbouw, dan betekent dat in veel gevallen dus ook: ik zou het eigenlijk wel willen, maar zolang niemand de rekening wil betalen ben ik tegen. Verstandig.", "Wie moet er dan gaan betalen? En hoe? Dit was de kernvraag van Carola Schouten aan de ‘taskforce verdienvermogen kringlooplandbouw’ die een jaar geleden rapport uitbracht. Dit is fijn leesvoer, heus waar, maar geeft geen bruikbaar antwoord op de kernvraag.", "Fijn leesvoer. De taskforce analyseert dat boeren de afgelopen decennia lage, in de tijd sterk wisselende arbeidsinkomens hebben. Dat is het lot van de producent van bulkproducten voor de wereldmarkt. ‘Als ­rekening wordt gehouden met kapitaal- en loonkosten, dan blijkt dat deze kosten bij veel sectoren (binnen de landbouw, red.) niet of nauwelijks worden ­terugverdiend.’ Bij de grotere bedrijven gaat het nog net, in kleinere bedrijven heeft de boer er steeds vaker een baan naast.", "Hoe geld te verdienen met kringlooplandbouw? Het antwoord van de taskforce vind ik troebel. Enerzijds is het een jij-bak, en anderzijds een utopie. De jij-bak is: boeren moeten ondernemen en via kringlooplandbouw hun kosten drukken en afzetprijzen verhogen. En beter samenwerken, zowel in de keten waarin ze actief zijn als met hun collega-boeren. ‘De ondernemer zal van de kringlooplandbouw een succes moeten ­maken.’ Bedankt voor de tip, zou ik denken als boer.", "Het utopische deel van het antwoord van de taskforce gaat over de ‘randvoorwaarden’ voor een gezond verdienvermogen in de kringlooplandbouw. Zo moet eigenlijk wel heel Europa over op de kringlooplandbouw (of in elk geval Noord-Europa), moet het ­Europees landbouwbeleid geheel in het teken van de kringlooplandbouw worden ingericht (wat onlangs dus niet is gebeurd), dienen alle kringlopen kwantitatief in kaart te zijn gebracht in ‘dashboards’, en moet de overheid dan de 10 procent ‘best-presterende’ bedrijven belonen om ‘het peloton’ te prikkelen aansluiting te vinden. Geef een seintje als dat voor de bakker is, zou ik denken als boer.", "De taskforce schrijft gelukkig ook: ‘Groen doen terwijl je rood staat, kan niet gevraagd worden van partijen in de agrarische keten.’ Dat lijkt me een helder uitgangspunt. De mailende boer hoeft zijn persoonlijke vermogen dus niet in te zetten voor het wensdenken van anderen die hiervoor niet willen betalen.", "Dat boeren sceptisch zijn over Schoutens kringlooplandbouw is dus goed te begrijpen. Het idee is wel leuk. Maar het perspectief blijft onhelder. Volgende week: hoe dan wel (op hoofdlijnen)?"], "authors": ["Frank Kalshoven"], "keywords": ["schoutens", "van", "het", "maar", "idee", "boeren", "leuk", "een", "onhelder", "en", "niet", "te", "blijft", "dat", "perspectief", "kringlooplandbouw", "wel", "voor"], "pubDate": "2020-11-13T16:20:43+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}