{"id": "a965d9a5-2ead-368c-8b3b-4f8689b1a664", "title": "Oud-‘treitervlogger’ onderzoekt nu het activistische gehalte van drillrap", "url": "https://trouw.nl/cultuur-media/oud-treitervlogger-onderzoekt-nu-het-activistische-gehalte-van-drillrap~b969bca4/", "summary": "Laatst in ‘Danny op straat’ (ook NTR), maandag bij Ismail Ilgun (23), de oud-‘treitervlogger’ die zich nu inzet voor begrip in zijn tweeluik ‘Project Ismail: Drillrap’.\nbegon over zijn jeugd zonder beleg op zijn brood, met een alleenstaande moeder met twee banen.\nMijn zakken waren leeg, leeg.” Ismail biedt context met een hiphopdeskundige, een criminoloog en een opvoeddeskundige.\nHet label ‘potentieel extremistisch en gewelddadig’ is nu van KOZP naar Farmers Defence Force verschoven en KOZP mag nu aan tafel bij premier Rutte en minister van sociale zaken Koolmees praten over verbeteringen.\nMet een schok zag ik diezelfde Ella John in Bergmans documentaire op de Dam staan bij het protest na de dood van George Floyd.", "paragraphs": ["De NTR schrijft: “Je hoort er steeds vaker over in het nieuws: Drillrap. Gemaskerde rappers met gewelddadige teksten”. Precies ja, die gasten krijgen steeds meer een podium. Laatst in ‘Danny op straat’ (ook NTR), maandag bij Ismail Ilgun (23), de oud-‘treitervlogger’ die zich nu inzet voor begrip in zijn tweeluik ‘Project Ismail: Drillrap’.", "Hoezo ‘project’ eigenlijk? Niet dat hij die jongens actief probeert te veranderen zoals Beau van Erven Dorens met daklozen deed in ‘Project Amsterdam’. Hij onderzoekt de agressieve muziekvorm en spreekt jongens en meisjes over wat hen ertoe beweegt.", "Is dat rappen over moord en provoceren via sociale media nu aan het groeien, of groeit de aandacht ervoor? Op 10 augustus dit jaar liep een afgesproken ‘beef’ (vechtontmoeting) tussen twee drillrapgroepen fataal af voor een 19-jarige Rotterdammer. Ismail ging bij de Amsterdamse groep ‘73 De Pijp’ langs, volgende week bij de Rotterdamse groep ‘24’.", "Gemarginaliseerd opgroeien", "Hier geen wapens in beeld gelukkig en de jongens zonder bivakmuts bleken best voor rede vatbaar. Rapper V.K. begon over zijn jeugd zonder beleg op zijn brood, met een alleenstaande moeder met twee banen. “Ik kom van niks broer. Mijn zakken waren leeg, leeg.” Ismail biedt context met een hiphopdeskundige, een criminoloog en een opvoeddeskundige. Die weet hoe de pijn van gemarginaliseerd opgroeien zichtbaar is in de hersenen.", "De meiden-rappers die hij spreekt zeggen tenminste waar het op staat. “Met of zonder drillrap gebeurde deze shit ook al”, aldus rap-talent Ella John. “Die boys die boos zijn maken boze muziek, eigenlijk gaat het over eenzaamheid, armoede, dertig man in een klas.” Mijn conclusie: hun medium is choquerend maar iedereen wil gezien, gehoord en gesteund worden. Laten ze dan een uitlaatklep kiezen die gemakkelijker te pruimen is.", "Maar met aardig zijn verander je niets, begreep ik maandag uit de nieuwe Sunny Bergman. ‘Oproerkraaiers’ (VPRO) was een wat warrig portret van het fenomeen actievoeren, waarin ze Farmers Defence Force, Kick Out Zwarte Piet, dier- en klimaatactivisme en Black Lives Matter op één hoop gooide en toch weer onderscheidde. De politie bleek de boeren namelijk meer welgezind dan de zwarte protestbeweging. KOZP-voorman Jerry Afriyie heeft permanente rugklachten van mishandelingen door de politie, die in 2017 nog een potentiële terrorist in hem zag. Hij blijkt zachtaardig en redelijk. Eigenlijk strijdt hij met betere woorden voor hetzelfde als die drillrappers uit achterwijken: gelijke rechten en kansen.", "Activisme werkt", "Het hoofdpunt bleef hangen: activisme werkt, wanneer een belang maar genoeg gehoord wordt. Activisten zijn vaak irritant omdat ze wijzen op de slechte of onverschillige kanten van onszelf. Toch hebben ze abortus en AOW mogelijk gemaakt. Het label ‘potentieel extremistisch en gewelddadig’ is nu van KOZP naar Farmers Defence Force verschoven en KOZP mag nu aan tafel bij premier Rutte en minister van sociale zaken Koolmees praten over verbeteringen.", "Met een schok zag ik diezelfde Ella John in Bergmans documentaire op de Dam staan bij het protest na de dood van George Floyd. Stonden daar ook drillrappers bij? Ze zijn geslaagd in hun angstaanjagende werking. Laat ze nu maar eens nadenken over de beste weg naar hun doel.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["onderzoekt", "van", "bij", "het", "op", "gehalte", "die", "met", "zijn", "activistische", "een", "oudtreitervlogger", "nu", "en", "ze", "drillrap"], "pubDate": "2020-12-09T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}