{"id": "a96fd5d1-bb5d-35eb-83c1-ee0bdc4807be", "title": "Jongeren komen geld tekort, denken ze: 'Puberbrein gevoelig voor beloning'", "url": "http://www.nu.nl/geldzaken/6100713/jongeren-komen-geld-tekort-denken-ze-puberbrein-gevoelig-voor-beloning.html", "summary": "Meer dan de helft van de Nederlandse scholieren komt geld tekort, bleek uit onderzoek van het Nibud in 2020.\nEn: als jong geleerd oud gedaan is, hoe voorkom je dan dat ze later in de financiële problemen komen?\n\"Opeens kun je geld lenen, mag je een creditcard nemen, en moet je alles zelf regelen: je zorgverzekering, geld ophoesten als je boetes krijgt.\nHet is handig als je geleerd hebt dat rood staan niet méér geld betekent, maar dat het een schuld is die terugbetaald moet worden.\"\n“Jongeren zijn veel gevoeliger voor sociale en materiële beloning.” Janne Manschot, VolksbankDaarbij gedragen jongeren zich anders dan volwassenen, ook op het gebied van financiën.", "paragraphs": ["Meer dan de helft van de Nederlandse scholieren komt geld tekort, bleek uit onderzoek van het Nibud in 2020. Het is een toename ten opzichte van 2016, terwijl jongeren gemiddeld juist meer inkomsten hebben dan voorheen. Hoe kan dat? En: als jong geleerd oud gedaan is, hoe voorkom je dan dat ze later in de financiële problemen komen?", "De problemen kunnen al meteen ontstaan als jongeren achttien worden, zegt Nibud-woordvoerder Karin Radstaak. \"Opeens kun je geld lenen, mag je een creditcard nemen, en moet je alles zelf regelen: je zorgverzekering, geld ophoesten als je boetes krijgt. Het is handig als je geleerd hebt dat rood staan niet méér geld betekent, maar dat het een schuld is die terugbetaald moet worden.\"", "“Jongeren zijn veel gevoeliger voor sociale en materiële beloning.” Janne Manschot, Volksbank", "Daarbij gedragen jongeren zich anders dan volwassenen, ook op het gebied van financiën. \"Het puberbrein is op twee gebieden overactief: emotie en directe beloning\", vertelt Janne Manschot, gedragsexpert bij de Volksbank. \"Maar de prefrontale cortex - plat gezegd het deel van je hersenen dat je emoties onder controle houdt, waardoor je bijvoorbeeld kunt plannen - is juist minder actief. Niet erg, maar hierdoor zijn jongeren wel veel gevoeliger voor sociale en materiële beloning.\"", "'The sky is the limit geworden'", "Deze gevoeligheid kan financiële problemen veroorzaken. Opvallend aan het scholierenonderzoek van Nibud is dat scholieren feitelijk meer geld hebben in vergelijking met vier jaar geleden, maar juist vaker het gevoel hebben geld tekort te komen. De boosdoener: sociale media.", "\"Door sociale media is het verlangen qua uitgaven grenzeloos. Alles lijkt voor anderen te kunnen. Die sociale druk is er altijd geweest, maar werd beperkt tot de omgeving\", legt Radstaak uit. \"Nu vergelijkt de jeugd zich met mensen van over de hele wereld. The sky is the limit geworden.\"", "Manschot beaamt dit. \"En iedere like die je op sociale media krijgt als je jezelf in je nieuwe outfit post, betekent een dopaminepiekje, en dat is smullen voor een puber. Sparen, dat levert op lange termijn wat op. Maar houd dat maar eens vol als je ergens anders meteen het beloningsgevoel kunt krijgen.\"", "Haar tip: leer je kinderen vanaf een jaar of zeven sparen. \"Gedragswetenschap leert ons dat gedrag dat we al eens hebben meegemaakt, makkelijker terug te halen is. Als je als kind hebt leren sparen, kun je die herinnering als puber terughalen en is het makkelijker om over die drang naar directe beloning heen te stappen.\"", "Weg met het taboe op praten over geld", "Het is mooi als je financiële kennis van huis uit meekrijgt, maar dat gebeurt niet altijd. Daarom ontwikkelden Nibud en Diversion het landelijke initiatief MoneyWays; een lesprogramma voor en door jongeren op de middelbare school en het middelbaar beroepsonderwijs, bedoeld om hen financieel weerbaar en bewust te maken. Jonge rolmodellen gaan met de klas het gesprek aan over geld en geldproblemen.", "“Om die schoenen van je favoriete influencer te financieren, gebruik je AfterPay.” Mert Kumru, MoneyWays", "Student rechtsgeleerdheid Mert Kumru (23) is een van hen; hij werkt nu anderhalf jaar voor MoneyWays. Ook hij ziet dat het online leven financiële moeilijkheden met zich meebrengt. \"Door sociale media is de tendens snappy. Langetermijnconsequenties worden niet ingezien. Om die schoenen van je favoriete influencer te financieren, gebruik je AfterPay. En je hoeft maar één keer op een product te klikken en je komt in een online visnet terecht waarbij je er constant aan wordt herinnerd. Ik spreek jongeren die schulden opbouwen door online koopgedrag.\"", "Kumru hoopt het Nederlandse taboe op over geld praten te doorbreken; volgens hem is het met het oog op financiële weerbaarheid essentieel om kennis mee te krijgen. \"Het is net als seksuele voorlichting: misschien een awkward gespreksonderwerp, maar later heb je er profijt van.\"", "Een tip voor ouders en onderwijzers om het taboe te doorbreken? Kumru: \"Speel open kaart. Ik vertel leerlingen over mijn eigen financiële blunders. Toen een meisje me na de les vertelde dat ze een boete had en vroeg wat ze moest doen, wist ik dat ik mijn doel bereikt had.\""], "authors": ["Door", "Chantal Van Wees"], "keywords": ["komen", "beloning", "tekort", "ze", "jongeren", "te", "dat", "je", "van", "en", "een", "puberbrein", "gevoelig", "geld", "voor", "op", "het", "denken", "maar", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}