{"id": "a9875f62-d120-3931-87f1-3e3d9377c48e", "title": "Mijn gender, ras, beperking of andere beschermde eigenschap? Neerlandicus", "url": "https://volkskrant.nl/columns-opinie/mijn-gender-ras-beperking-of-andere-beschermde-eigenschap-neerlandicus~b935b48d/", "summary": "We moeten zo divers mogelijk worden en een omgeving creëren die inclusief en veilig is.\nIedere deelnemer moest zichzelf omschrijven in termen van ‘gender, ras, beperking of elke andere beschermde eigenschap’.\nWas het een pluspunt als je Christen was of kon je toch beter atheïstisch zijn?\nPas enkele weken later, toen ik naar het Bilderdijk-journaal keek, wist ik wat ik achter mijn naam had moeten invullen: neerlandicus.\nHij was een vrouwenhater, antisemiet en een ultraorthodoxe protestant.", "paragraphs": ["Diversiteit, inclusiviteit en safe spaces zijn buzzwoorden aan de universiteit. We moeten zo divers mogelijk worden en een omgeving creëren die inclusief en veilig is. Nobel streven, maar het kan ook te ver doorschieten. Zo diende mijn onderzoeksgroep een voorstel in voor een sessie op een Europees congres over milieugeschiedenis. Iedere deelnemer moest zichzelf omschrijven in termen van ‘gender, ras, beperking of elke andere beschermde eigenschap’. Het lijstje zou worden meegestuurd naar de beoordelaars, want de organisatoren streefden naar zoveel mogelijk diversiteit.", "Onze groepsapp ontplofte. De een prees het initiatief, de ander verzette zich juist tegen dit type hokjesdenken. Want wat bedoelden de organisatoren eigenlijk met beschermde eigenschap? Met vijf keer ‘wit’ stonden we er natuurlijk niet goed op, maar zou drie keer ‘vrouw’ iets compenseren? Was het een pluspunt als je Christen was of kon je toch beter atheïstisch zijn? Zou het in ons voordeel uitpakken als iemand uit onze groep biseksueel of homo was? Wat had dit nog met ons voorstel over historische dijkdoorbraken te maken?", "Pas enkele weken later, toen ik naar het Bilderdijk-journaal keek, wist ik wat ik achter mijn naam had moeten invullen: neerlandicus. De Leidse Universiteitsbibliotheek had een speciale nieuwsuitzending over de dichter Willem Bilderdijk (1756-1831) gemaakt, gevuld met clips, reportages en interviews. Een unieke gebeurtenis, want het was de eerste keer dat een Nederlandse schrijver zijn eigen journaal kreeg. Een mirakel ook in deze tijden van ‘cancelculture’, want Bilderdijk deugde van geen kant. Hij was een vrouwenhater, antisemiet en een ultraorthodoxe protestant. En, alsof dat nog niet erg genoeg is, hij was de geestelijke vader van de eerste georganiseerde anti-vaccinatiebeweging in Nederland.", "Waarom dan toch een eigen journaal? Er werd gevierd dat Bilderdijks unieke nalatenschap nu in Leiden berust. Van haarlok tot prenten, van dodenmasker tot dichtbundels.", "Dankzij deze uitzending wist ik dus wat ik had moeten invullen: Bilderdijkkenner, Vondel-verslinder, Feith-fetisjist en Tollensadept. Kortom, neerlandicus. Zie daar een categorie, die dagelijks moet opboksen tegen het allesverslindende monster van de verengelsing in het hoger onderwijs. Dat neerlandici bescherming verdienen, is nu trouwens ook officieel erkend door de Tweede Kamer, die 1,5 miljoen euro uittrekt om de opleidingen neerlandistiek in stand te houden en te versterken. Een verrassend eindejaarsgeschenk!", "Intussen is diversiteit natuurlijk wel belangrijk. Alleen een Bilderdijk-journaal is ongehoord. Ook de absolute tegenpool van Bilderdijk verdient een eigen uitzending, Maria Aletta Hulshoff (1781-1846). Zij was voor democratie, tegen de monarchie en voor vaccinatie. Ze schreef in 1827 een vlammend pamflet, waarin ze Amsterdamse moeders aanmoedigde hun kinderen te laten inenten tegen koepokken. Bilderdijk vond haar maar een ‘hysterische dweepster’. Wij weten wel beter."], "authors": ["Lotte Jensen"], "keywords": ["ik", "van", "mijn", "gender", "beperking", "een", "en", "met", "andere", "tegen", "eigenschap", "beschermde", "te", "neerlandicus", "ook", "het", "ras", "wat"], "pubDate": "2020-12-29T17:40:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}