{"id": "a98ca91a-b785-36bd-a305-cb44936ea09e", "title": "Overheid reserveert miljoenen voor verbetering gevaarlijke verkeerspunten", "url": "https://nu.nl/auto/6095075/overheid-reserveert-miljoenen-voor-verbetering-gevaarlijke-verkeerspunten.html", "summary": "Voor de periode tot en met 2021 is door het ministerie van Infrastructuur en Waterstaat 165 miljoen euro gereserveerd voor het veiliger maken van gevaarlijke kruisingen, fietspaden, wegen en rotondes.\nHet geld komt terecht bij bijna 190 gemeenten verspreid over het land.\nLagere overheden konden tot september bij het ministerie een aanvraag doen voor de aanpak van onveilige verkeerssituaties.\nVan Nieuwenhuizen vindt dat er hele goede plannen zijn ingediend en denkt dat het extra geld een verschil gaat maken voor de verbetering van de verkeersveiligheid.\nDit gaat echt een verschil maken en zorgen voor minder ongevallen op die wegen en fietspaden.\"", "paragraphs": ["Voor de periode tot en met 2021 is door het ministerie van Infrastructuur en Waterstaat 165 miljoen euro gereserveerd voor het veiliger maken van gevaarlijke kruisingen, fietspaden, wegen en rotondes. Het geld komt terecht bij bijna 190 gemeenten verspreid over het land. Ook twee waterschappen kunnen op geld rekenen, schrijft minister Cora van Nieuwenhuizen maandag aan de Tweede Kamer.", "Lagere overheden konden tot september bij het ministerie een aanvraag doen voor de aanpak van onveilige verkeerssituaties. Om ervoor in aanmerking te komen, moeten zij ook zelf een gelijk bedrag investeren in de geplande aanpassing. Binnen nu en de komende tien jaar heeft het kabinet in totaal 500 miljoen euro gereserveerd voor de lokale overheden om deze gevaarlijke situaties te verbeteren.", "Het gaat hierbij onder meer om de aanleg van verkeersdrempels, wegversmallingen, veilige bermen en vrij liggende fietspaden. Ook kunnen fietspaden met dit geld worden verbreed en van kruispunten rotondes worden gemaakt. Dertig gemeenten kregen geld om veilige schoolzones in te richten. Het is de bedoeling dat ongeveer twee derde van de maatregelen binnen een jaar wordt uitgevoerd.", "Van Nieuwenhuizen vindt dat er hele goede plannen zijn ingediend en denkt dat het extra geld een verschil gaat maken voor de verbetering van de verkeersveiligheid. \"Wij zetten de rijksverdubbelaar in. Op die manier kunnen de mensen bij de lokale en regionale overheden nu snel aan de slag om die gevaarlijke kruising of dat te smalle fietspad onder handen te nemen. Dit gaat echt een verschil maken en zorgen voor minder ongevallen op die wegen en fietspaden.\""], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "miljoenen", "verkeerspunten", "het", "geld", "verbetering", "fietspaden", "een", "overheid", "en", "te", "om", "reserveert", "dat", "gevaarlijke", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}