{"id": "a9acada8-d30c-3d7e-8da2-4608c3e44a01", "title": "Taal is het mooist als iedereen en alles er welkom in is", "url": "https://www.parool.nl/columns-opinie/taal-is-het-mooist-als-iedereen-en-alles-er-welkom-in-is~ba0c435c/", "summary": "“Het zou zeker wel handig zijn als iedereen het gebaar zou kennen voor ‘dank je wel’, en ‘fijne dag nog’,” antwoord ik.\nDe laatste opdracht die ik deed, was samen met een dove man een gedicht en een performance maken over de wereld anno nu.\nWe appten een aantal keer heen en weer en vervolgens bespraken we onze teksten via videobellen met behulp van een tolk.\nHij schreef over een minderheid die niet zichtbaar is en een taal die niet zichtbaar genoeg is.\nTaal is het mooist als iedereen en alles er welkom in is, als elke tongval, elk accent, schrift, gebaar, gevoel, elk gezicht er een plek in heeft.", "paragraphs": ["Zodra we buiten de supermarkt onze mondkapjes afzetten, oppert zoonlief dat het een goed idee zou zijn om wat gebaren te leren. Op zijn minst een gebaar voor ‘wilt u de bon?’", "Kort hiervoor had het kassameisje iets van­achter haar mondkapje gezegd wat ik niet had verstaan, waarop ik had gevraagd wat ze had gezegd en zij dat op haar beurt niet had verstaan en vervolgens weer iets had gezegd wat ik niet had verstaan en dat ging zo een tijdje heen en weer totdat mijn zoon zich naar mij had gewend en hard en duidelijk vanachter zijn kapje had geroepen of ik de bon wilde. Hij had duidelijk de beste oren.", "“Het zou zeker wel handig zijn als iedereen het gebaar zou kennen voor ‘dank je wel’, en ‘fijne dag nog’,” antwoord ik. “En ‘hoe gaat het met je?’ en ‘heb je iets nodig?’,” vult hij aan.", "De laatste opdracht die ik deed, was samen met een dove man een gedicht en een performance maken over de wereld anno nu. We appten een aantal keer heen en weer en vervolgens bespraken we onze teksten via videobellen met behulp van een tolk.", "Ik schreef over de wereld die er sinds de pandemie iets stiller op is geworden. Hij schreef over een wereld die altijd stil is maar niet in de ogen. ‘Ogen nemen geluid waar.’ Ik schreef over verbinding nu we allemaal in dezelfde storm zitten. Hij schreef over een minderheid die niet zichtbaar is en een taal die niet zichtbaar genoeg is. Hij eindigde zijn tekst hoopvol met een wens tot gelijkwaardigheid en gebaren die verbinden.", "Toen de opname erop zat, wilde ik hem bedanken en wendde me tot de tolk, maar wat had ik het hem graag rechtstreeks willen vertellen. Wat had ik graag gewild dat ik zijn taal had geleerd. Een paar leden van de crew konden zich aardig redden in gebarentaal en ik keek er een beetje jaloers naar. Ik bedacht me hoeveel taal we naast ons laten liggen en wat we daar allemaal door missen.", "Taal is het mooist als iedereen en alles er welkom in is, als elke tongval, elk accent, schrift, gebaar, gevoel, elk gezicht er een plek in heeft. Het hart verstaat alle talen, woorden vanaf lippen, uit ogen, handen, het lichaam, de lucht, van papier. En wat maakt je nou rijker om met iedereen, in elke taal die maar voor handen, voeten, ogen, oren is te kunnen communiceren? Zodat we altijd woorden hebben om iemand welkom te heten, iemand te kunnen bedanken. In elke taal van iemand kunnen houden. Of te kunnen vragen of je de bon wil.", "Spokenwordartiest, schrijver en ­docent Babs Gons maakt ons deelgenoot van haar belevenissen. Lees al haar columns hier terug.", "Reageren? b.gons@parool.nl"], "authors": ["Babs Gons"], "keywords": ["ik", "welkom", "er", "zijn", "van", "en", "een", "niet", "te", "taal", "iedereen", "mooist", "het", "wat", "als", "alles", "die"], "pubDate": "2021-01-10T06:00:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}