{"id": "a9ac90ac-1792-37dd-9973-db5004fc9efb", "title": "Onderhandelingen tussen Europese Unie en Verenigd Koninkrijk hervat", "url": "https://www.parool.nl/wereld/onderhandelingen-tussen-europese-unie-en-verenigd-koninkrijk-hervat~b6cf53e5/", "summary": "Beeld Hollandse Hoogte / AFPNadat de onderhandelingen in Londen waren vastgelopen, gingen ze zondag in Brussel verder, bevestigde een woordvoerder van de Europese Commissie.\nZij maakten bekend dat de meningsverschillen niet waren overbrugd, maar dat het beraad zondag weer verder zou gaan.\nHet handelsverdrag moet vanaf 1 januari voorkomen dat de handel tussen de Europese Unie en Groot-Brittannië op grote barrières stuit.\nhttps://t.co/dUGmZB4Dgx — Michel Barnier (@MichelBarnier) 5 december 2020‘Belachelijke eisen’Politici van beide kampen zeggen dat een akkoord nog mogelijk is, maar dat het ook moeilijk zal worden.\nMaar zonder verdrag zijn er bijvoorbeeld ook geen duidelijke afspraken voor onderling dataverkeer of toegang voor voertuigen op elkaars wegen.", "paragraphs": ["Boris Johnson heeft met Ursula von der Leyen gesproken om de onderhandelingen te hervatten. Beeld Hollandse Hoogte / AFP", "Nadat de onderhandelingen in Londen waren vastgelopen, gingen ze zondag in Brussel verder, bevestigde een woordvoerder van de Europese Commissie.", "Om de gesprekken weer vlot te trekken, sprak de Britse leider Boris Johnson zaterdag telefonisch ruim een uur met Europees leider Ursula von der Leyen. Zij maakten bekend dat de meningsverschillen niet waren overbrugd, maar dat het beraad zondag weer verder zou gaan.", "Frans Timmermans", "‘We zullen zien of er een weg vooruit is’, twitterde de onderhandelaar namens Europa, Barnier, vervolgens. Het handelsverdrag moet vanaf 1 januari voorkomen dat de handel tussen de Europese Unie en Groot-Brittannië op grote barrières stuit.", "Eerder zondag zei Frans Timmermans, de tweede man van de Europese Commissie, in het programma Buitenhof dat de EU ook bereid moet zijn om van de onderhandelingen weg te lopen als er geen schot in zit.", "Tekst gaat verder onder tweet", "We will see if there is a way forward. Work continues tomorrow. https://t.co/dUGmZB4Dgx — Michel Barnier (@MichelBarnier) 5 december 2020", "‘Belachelijke eisen’", "Politici van beide kampen zeggen dat een akkoord nog mogelijk is, maar dat het ook moeilijk zal worden. De Britse minister voor Milieu, George Eustice, zei tegenover nieuwszender Sky News dat de handelsgesprekken in een ‘zeer moeilijke uitgangspositie zitten’. Tegelijkertijd gaf hij aan dat de Britse regering bereid is door te onderhandelen ‘tot het geen zin meer heeft om verder te gaan’. Hij zei wel dat de EU ‘belachelijke eisen’ stelde op het vlak van visserij.", "Officieus zijn de laatste dagen ingegaan waarin de onderhandelaars een akkoord kunnen sluiten. Een top van Europese leiders eind deze week wordt gezien als het laatste moment waarop regeringsleiders van lidstaten kunnen instemmen met een onderhandelingsresultaat. Voor de jaarwisseling moet een eventueel verdrag ook nog worden geratificeerd door onder meer het Europees Parlement.", "Op 1 januari verloopt de overgangsfase waarin de Britten nog aan oude afspraken met de EU zijn gebonden. Als er geen verdrag komt, heeft dat na de jaarwisseling meteen gevolgen voor de wederzijdse handel. Die valt dan terug op de zeer ongunstige regels van de Wereldhandelsorganisatie (WTO), waardoor invoerheffingen gaan gelden voor veel producten. Maar zonder verdrag zijn er bijvoorbeeld ook geen duidelijke afspraken voor onderling dataverkeer of toegang voor voertuigen op elkaars wegen."], "authors": ["Anp Het Parool"], "keywords": ["hervat", "europese", "van", "onderhandelingen", "verenigd", "het", "op", "voor", "zijn", "tussen", "verder", "een", "ook", "en", "dat", "te", "unie", "koninkrijk"], "pubDate": "2020-12-06T17:02:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}