{"id": "a9b2724b-8e6e-3428-b043-ad8451f45349", "title": "Australië klaagt Facebook aan voor misleiding van gebruikers", "url": "https://nu.nl/tech/6097010/australie-klaagt-facebook-aan-voor-misleiding-van-gebruikers.html", "summary": "In de woensdag gepubliceerde aanklacht staat dat Facebook zijn gebruikers heeft misleid via zijn gratis beveiligingsapp Onavo Protect.\nDe ACCC zegt dat Facebook Australische gebruikers tussen 1 februari 2016 en oktober 2017 heeft misleid.\n\"De Onavo Protect-app zou persoonlijke informatie van gebruikers volgens de beschrijving anonimiseren en beschermen.\nDe data zouden voor niets anders worden gebruikt dan voor producten van Onavo Protect.\nIn werkelijkheid verzamelde de app flink wat informatie van gebruikers waar Facebook geld aan kon verdienen.\"", "paragraphs": ["De Australische markttoezichthouder ACCC heeft een rechtszaak aangespannen tegen Facebook. In de woensdag gepubliceerde aanklacht staat dat Facebook zijn gebruikers heeft misleid via zijn gratis beveiligingsapp Onavo Protect.", "De ACCC zegt dat Facebook Australische gebruikers tussen 1 februari 2016 en oktober 2017 heeft misleid. \"De Onavo Protect-app zou persoonlijke informatie van gebruikers volgens de beschrijving anonimiseren en beschermen. De data zouden voor niets anders worden gebruikt dan voor producten van Onavo Protect. In werkelijkheid verzamelde de app flink wat informatie van gebruikers waar Facebook geld aan kon verdienen.\"", "Via de app verzamelde Facebook bijvoorbeeld surfgedrag van mensen, zegt de autoriteit. Ook werd bijgehouden welke apps er werden geopend en hoelang gebruikers dagelijks gebruikmaakten van die apps.", "De ACCC zegt dat dit indruist tegen de belofte die Facebook met de app maakte. De toezichthouder wil via een rechtszaak straffen en vergoedingen afdwingen.", "In een reactie aan TechCrunch laat Facebook weten altijd duidelijk te zijn geweest over welke data werden verzameld en hoe de informatie werd gebruikt. \"We hebben meegewerkt aan het onderzoek van de ACCC. We zullen de aanklacht beoordelen en blijven ons standpunt verdedigen.\"", "Vorig jaar kondigde Facebook aan vanwege kritiek te stoppen met Onavo Protect. Het bedrijf nam de VPN-app in 2013 over. In 2018 werd gebruik van de app door de Nederlandse Consumentenbond al afgeraden, vanwege het schenden van privacy."], "authors": ["Door"], "keywords": ["van", "onavo", "zegt", "en", "klaagt", "gebruikers", "accc", "app", "zijn", "misleiding", "voor", "australië", "aan", "facebook"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}