{"id": "a9e08ff7-9e8e-344b-afe1-6d6becab39ad", "title": "Amber Heard: niets kon mij op 2020 voorbereiden", "url": "https://www.telegraaf.nl/entertainment/2015953291/amber-heard-niets-kon-mij-op-2020-voorbereiden", "summary": "In de serie The Stand, een verfilming van het boek van Stephen King, speelt Amber de rol van Nadine Cross, een van de weinige overlevenden van de uitbraak.\nHoewel de gebeurtenissen in de serie lijken op die van het echte leven, kwam ook Amber voor een totale verrassing te staan.\n„Laten we eerlijk zijn, niets kon mij op 2020 voorbereiden.\nIk denk ook niet dat ik daarin de enige ben.”De productie was al bijna klaar toen het coronavirus wereldwijd om zich heen greep.\n„We stopten gelukkig eind maart met filmen, maar ik moest later nog wat shots opnieuw draaien toen alles weer een beetje open ging”, vertelt Amber.", "paragraphs": ["In de serie The Stand, een verfilming van het boek van Stephen King, speelt Amber de rol van Nadine Cross, een van de weinige overlevenden van de uitbraak. Hoewel de gebeurtenissen in de serie lijken op die van het echte leven, kwam ook Amber voor een totale verrassing te staan. „Laten we eerlijk zijn, niets kon mij op 2020 voorbereiden. Ik denk ook niet dat ik daarin de enige ben.”", "De productie was al bijna klaar toen het coronavirus wereldwijd om zich heen greep. „We stopten gelukkig eind maart met filmen, maar ik moest later nog wat shots opnieuw draaien toen alles weer een beetje open ging”, vertelt Amber. „Dus het is ironisch dat we moesten stoppen met het filmen van onze serie over een wereldwijde pandemie, de strijd tussen goed en kwaad en een overheid en gemeenschap die stil kwamen te liggen vlak voor een echte pandemie. Dat is echt een interessante timing.”"], "authors": [], "keywords": ["van", "dat", "heard", "niets", "kon", "een", "voorbereiden", "en", "toen", "mij", "2020", "ik", "op", "serie", "amber", "voor", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}