{"id": "a9e7fac7-0a95-3ded-b4f5-49ff94727ea6", "title": "Bouterse voor krijgsraad: ‘Geschiedenis zal mij vrijspreken van Decembermoorden’", "url": "https://www.parool.nl/wereld/bouterse-voor-krijgsraad-geschiedenis-zal-mij-vrijspreken-van-decembermoorden~ba17843e/", "summary": "Beeld ANPHet was de eerste keer dat Bouterse aanwezig was in de rechtszaak die in 2007 van start ging.\n“De geschiedenis zal mij vrijspreken van alle schuld aan het trieste, traumatische gebeuren van 8 december 1982, aldus de oud-legerleider.\nBouterse betoogde ook dat Nederland als voormalige kolonisator een grote rol heeft gespeeld in het proces tegen de verdachten van de Decembermoorden.\nTijdens het gerechtelijk vooronderzoek werden de latere verdachten ‘in de massieve beïnvloedingscampagne door de voormalige kolonisator als moordenaars gebrandmerkt’, aldus Bouterse, die sprak van een eenzijdig onderzoek.\nIn zijn verklaring verwijst Bouterse naar die documenten “die de voormalige kolonisator in zijn kluizen heeft opgeborgen.”", "paragraphs": ["De Surinaamse oud-president Desi Bouterse arriveert bij de krijgsraad. Beeld ANP", "Het was de eerste keer dat Bouterse aanwezig was in de rechtszaak die in 2007 van start ging. Hij las een verklaring voor van acht kantjes. “De geschiedenis zal mij vrijspreken van alle schuld aan het trieste, traumatische gebeuren van 8 december 1982, aldus de oud-legerleider. Hij hield onder meer vast aan de lezing van de legerleiding na de moord op vijftien vooraanstaande tegenstanders van de militaire dictatuur. Die komt erop neer dat de slachtoffers betrokken zouden zijn geweest bij de voorbereidingen voor een militaire invasie onder Nederlandse leiding.", "Bouterse vindt dat tijdens het proces onvoldoende onderzoek is gedaan naar dat scenario. “Wanneer mensen worden verdacht van ernstige staatsgevaarlijke activiteiten, dan is het volkomen legitiem om die onder arrest te plaatsen. Die arrestatie vindt overal in de wereld altijd plaats zoals dat ook hier is gebeurd.” Door de nadruk te leggen op de gewelddadige arrestatie van de vijftien, probeert de krijgsraad in de ogen van Bouterse “de gedoodverfde moordenaars een extra smet te bezorgen in de ogen van de samenleving.”", "Spijt", "De voormalig legerleider benadrukte dat hij met spijt terugkijkt op de moorden. “Ik ben er absoluut niet trots op. Het heeft mij veel verdriet gedaan en ik heb er ook spijt van dat ik de gebeurtenissen van december 1982 absoluut niet heb zien aankomen.” Met dat laatste wil Bouterse weerleggen dat de moorden met voorbedachten rade zijn gepleegd, zoals de krijgsraad in januari in zijn vonnis concludeerde. Volgens hem was er alleen sprake van voorbereidingen om de buitenlandse invasie af te slaan.", "Bouterse betoogde ook dat Nederland als voormalige kolonisator een grote rol heeft gespeeld in het proces tegen de verdachten van de Decembermoorden. Tijdens het gerechtelijk vooronderzoek werden de latere verdachten ‘in de massieve beïnvloedingscampagne door de voormalige kolonisator als moordenaars gebrandmerkt’, aldus Bouterse, die sprak van een eenzijdig onderzoek. “Helaas is tijdens het proces nooit aan waarheidsvinding gedaan.”", "De betrokkenheid van Nederland bij de staatsgreep van 1980 en het latere verzet tegen de militairen in de jaren daarna is al tientallen jaren onderwerp van speculatie. Er is veel over geschreven, maar volledige openheid van zaken hebben de opeenvolgende kabinetten nooit willen geven. Ook de huidige regering bevestigde enkele jaren terug dat de stukken tot 2060 geheim blijven. In zijn verklaring verwijst Bouterse naar die documenten “die de voormalige kolonisator in zijn kluizen heeft opgeborgen.”"], "authors": ["Patrick Meershoek"], "keywords": ["vrijspreken", "bouterse", "van", "geschiedenis", "decembermoorden", "het", "op", "die", "zijn", "mij", "krijgsraad", "een", "ook", "dat", "zal", "te", "voor"], "pubDate": "2020-11-30T15:46:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}