{"id": "a9fe317d-59ec-3ff3-a345-e1da9176ff21", "title": "Burgemeester Wienen gaat in gesprek met antiabortusdemonstranten", "url": "https://nu.nl/haarlem/6096111/burgemeester-wienen-gaat-in-gesprek-met-antiabortusdemonstranten.html", "summary": "Burgemeester Jos Wienen gaat op korte termijn in gesprek met demonstranten bij de abortuskliniek.\nVier partijen (D66, VVD, de Actie Partij en de SP) drongen aan op een snelle beslissing van burgemeester Wienen over deze kwestie.\nBurgemeester op korte termijn in gesprek met demonstrantenEerder sprak bestuurder van de abortuskliniek Rob Benschop al met NH Nieuws over de situatie.\nBurgemeester Wienen zei daarom \"op korte termijn\" in gesprek te gaan met de organisatoren van de demonstratie.\n\"Ik ga kijken wat de demonstranten willen en of ik met hen in het gesprek een situatie kan creëren waardoor verdere maatregelen niet nodig zijn.", "paragraphs": ["Burgemeester Jos Wienen gaat op korte termijn in gesprek met demonstranten bij de abortuskliniek. Dat meldde hij donderdagavond in een vragenuur van de gemeenteraad.", "Afgelopen weekend berichtte NH Nieuws over de antiabortusdemonstranten die bij de Haarlemse ingang van de Beahuis & Bloemenhovekliniek mogen staan. Bij de andere ingang van de kliniek moeten de demonstranten juist een ruime afstand houden. Die ingang bevindt zich net over de gemeentegrens in Heemstede.", "Vier partijen (D66, VVD, de Actie Partij en de SP) drongen aan op een snelle beslissing van burgemeester Wienen over deze kwestie. De politici willen weten of hij het besluit van zijn collega in Heemstede zal volgen, die dit jaar een bufferzone van 25 meter aan de antiabortusdemonstranten oplegde.", "Dit besluit werd gesterkt door de rechter, die bovendien oordeelde dat het aanspreken van individuen niet onder het betogingsrecht valt.", "Burgemeester op korte termijn in gesprek met demonstranten", "Eerder sprak bestuurder van de abortuskliniek Rob Benschop al met NH Nieuws over de situatie. Volgens de politie en de afdeling handhaving van de gemeente zijn er geen klachten bekend.", "\"Vervolgens heb ik verzocht om de gang van zaken te observeren\", zegt Wienen. \"Daar heb ik verslag van gekregen. Ik heb geconstateerd dat het aantal mensen dat demonstreert op zichzelf het probleem niet is, maar dat het aanspreken van mensen wel degelijk als intimiderend en verstorend kan worden ervaren.\"", "Burgemeester Wienen zei daarom \"op korte termijn\" in gesprek te gaan met de organisatoren van de demonstratie. \"Ik ga kijken wat de demonstranten willen en of ik met hen in het gesprek een situatie kan creëren waardoor verdere maatregelen niet nodig zijn. Als dat niet zo is, zal ik wel die maatregelen nemen die nodig zijn.\""], "authors": ["Door"], "keywords": ["van", "dat", "die", "burgemeester", "antiabortusdemonstranten", "een", "het", "gaat", "gesprek", "ik", "wienen", "zijn", "op", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}