{"id": "aa0347a1-7f57-3f25-b2e0-5b8083517f11", "title": "Gaycafé transformeert in ‘Ikea’ om aandacht voor penibele situatie horeca", "url": "https://www.parool.nl/amsterdam/gaycafe-transformeert-in-ikea-om-aandacht-voor-penibele-situatie-horeca~ba429b78/", "summary": "Steven Koudijs, eigenaar van De Spijkerbar, wil met de ludieke actie aandacht vragen voor de penibele situatie waarin hij zit.\nAndere horecaondernemers krijgen financiële steun van de overheid om (een deel van) de verliezen op te vangen, maar Koudijs krijgt geen euro.\n“Je krijgt alleen compensatie als je kan aantonen dat je vóór maart omzet had, maar ik heb de zaak pas begin maart overgenomen.\nDat zijn leningen die ik binnen vijf jaar met rente moet terugbetalen.\nIk heb het café juist overgenomen om ervoor te zorgen dat deze waardevolle plek niet verdwijnt.”Zweedse balletjesDoor van zijn zaak een ‘Ikea’ te maken hoopt Koudijs aandacht te krijgen voor zijn situatie en die van andere ondernemers die vlak voor de coronacrisis zijn begonnen.", "paragraphs": ["Steven Koudijs, eigenaar van De Spijkerbar, wil met de ludieke actie aandacht vragen voor de penibele situatie waarin hij zit. Beeld De Spijkerbar", "Koudijs nam de zaak op 1 maart over, maar moest na twee weken de deuren sluiten vanwege de coronamaatregelen. In de zomer kon de zaak weer even open met een extra groot terras, maar sinds 13 oktober zijn de deuren, zoals bij alle horecazaken in het land, opnieuw gesloten.", "Andere horecaondernemers krijgen financiële steun van de overheid om (een deel van) de verliezen op te vangen, maar Koudijs krijgt geen euro. “Je krijgt alleen compensatie als je kan aantonen dat je vóór maart omzet had, maar ik heb de zaak pas begin maart overgenomen. Daarom vissen we achter het net.”", "Schulden", "Koudijs becijfert dat hij per maand zo’n 20.000 euro ‘in het rood gaat’. “Ik heb de zaak met crowdfunding gefinancierd. Dat zijn leningen die ik binnen vijf jaar met rente moet terugbetalen. De vaste lasten zijn rond de 10.000 euro per maand. De schulden lopen elke maand verder op.”", "Als De Spijkerbar verdwijnt, verliest de stad volgens Koudijs een iconische plek en een rafelrandje. “Het is al 42 jaar een icoon van vrijheid waar iedereen altijd welkom is. Het heeft echt een buurtfunctie, er is een pooltafel en een darkroom. De Spijkerbar is in zijn soort uniek en heeft een lange geschiedenis van vrijheid blijheid. Ik heb het café juist overgenomen om ervoor te zorgen dat deze waardevolle plek niet verdwijnt.”", "Zweedse balletjes", "Door van zijn zaak een ‘Ikea’ te maken hoopt Koudijs aandacht te krijgen voor zijn situatie en die van andere ondernemers die vlak voor de coronacrisis zijn begonnen. “Als we geen hulp krijgen, zal De Spijkerbar verdwijnen. Dan komt er een Nutellawinkel of een andere keten voor in de plaats. Ik denk geen Ikea, daar is het te klein voor, maar dat vonden we leuk omdat we gek zijn op Zweedse balletjes en de ballenbakken.”", "“Ik hoop dat ergens op een ministerie een ambtenaar wakker wordt die zich realiseert dat er ook randgevallen zoals ik zijn, waar individueel naar moet worden gekeken. Rutte zegt wel dat we het allemaal samen doen, maar daar merk ik tot nu toe heel weinig van.”"], "authors": ["Josien Wolthuizen"], "keywords": ["van", "ikea", "het", "transformeert", "maar", "zijn", "aandacht", "ik", "horeca", "gaycafé", "penibele", "een", "om", "dat", "zaak", "situatie", "te", "voor"], "pubDate": "2020-12-07T17:46:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}