{"id": "aa15ef07-493f-3604-af8b-ed719ada9acd", "title": "Een tweede leven voor de theremin? ‘Het laatste écht nieuwe instrument’", "url": "https://www.parool.nl/kunst-media/een-tweede-leven-voor-de-theremin-het-laatste-echt-nieuwe-instrument~b1e0e0a0/", "summary": "Hij doopte het elektronische instrument etherphone, maar die term raakte al snel overvleugeld door het woord theremin.\nIk heb bij haar de techniek afgekeken, want de makke van de theremin is dat je het instrument nog nergens officieel kunt studeren.\nNee, het unieke van de theremin is dat je er oneindige frases op kunt spelen, melodelijnen die nooit meer ophouden.\n“Het instrument heeft een bereik van een C onder de lage C van een cello tot acht octaven daarboven.”Een van de componisten van naam die graag gebruikmaken van de theremin, is Lera Auerbach.\nHet is het laatste écht nieuwe instrument dat is uitgevonden.", "paragraphs": ["Thorwald Jørgensen met de Moog Etherwave Pro theremin, volgens de muzikant de ‘Stradivarius in zijn soort’. Beeld Anouschka Hendriks-Van den Hoogen", "In 2020 was het honderd jaar geleden dat de theremin werd uitgevonden, vernoemd naar zijn Russische bedenker, de geniale natuurkundige Lev Termen. Hij doopte het elektronische instrument etherphone, maar die term raakte al snel overvleugeld door het woord theremin.", "", "De theremin bestaat uit een kastje en twee antennes die elk manipuleerbare elektrische velden genereren waardoor melodieën, glissandi en vele effecten zijn te creëren. De Russische overheid was zo enthousiast over de uitvinding dat Termen op wereldtoernee mocht om het instrument te promoten. Met name in Amerika was Termen (wiens naam daar tot Theremin werd verbasterd) een succes. RCA kocht de rechten voor massaproductie.", "De markt bleek aanzienlijk kleiner dan gedacht. Wel werden de bijzondere klankmogelijkheden opgepikt door componisten in Hollywood. De theremin klonk met veel effect in films als Spellbound (1945) van Hitchcock en The Day The Earth Stood Still (1951) van Robert Wise, met een soundtrack van Bernard Herrmann. Als serieus concertinstrument kwam de theremin nooit echt van de grond.", "Geen overdraagbare techniek", "Jammer, vindt Thorwald Jørgensen (40), die ondanks zijn Noorse naam gewoon in Zaltbommel is geboren. Hij raakte zo betoverd door de theremin dat hij na zijn conservatoriumstudie als slagwerker en een jaar spelen in orkesten van stiel veranderde “Ik had het heilige vuur niet als slagwerker. Ik vond het een beetje saai. Maar wat dan? Voor viool was ik te oud om nog echt goed te kunnen worden. En toen kwam de theremin op mijn pad. Ik zag een filmpje van Clara Rockmore, die al op haar derde bij Auer viool studeerde in Sint Petersburg, maar na problemen met haar linkerhand op de theremin overging. Zij was een groot virtuoos. Ze kon de Sonate van Franck spelen. Ik heb bij haar de techniek afgekeken, want de makke van de theremin is dat je het instrument nog nergens officieel kunt studeren. Een overdraagbare, gestructureerde techniek moet nog steeds worden gevormd.”", "Het wonderlijke is dat Jørgensen meteen bij zijn kennismaking met de theremin er Bachs Ave Maria op kon voortbrengen. “Daarna heb ik tweeënhalf jaar aan zelfstudie gedaan, waarbij ik vooral keek naar hoe Rockmore het deed, maar op een gegeven moment liep ik vast. Ik had iemand nodig die me stuurde. En die vond ik in de persoon van Saskia Boon, oud-celliste van het Concertgebouworkest. Aanvankelijk zag ze er weinig in, omdat ze het instrument zelf niet bespeelde, maar na enig aandringen mocht ik komen.”", "“Ik speelde de Vocalise van Rachmaninoff voor en al na drie noten zei ze: stop maar, want je speelt het fout. Ze had meteen door dat de theremin een cellosnaar is en deed op haar instrument voor hoe ze van de ene noot naar de andere ging. Uiteindelijk heb ik drie jaar bij haar gestudeerd en dat heeft veel zoden aan de dijk gezet, al was het maar omdat ze nooit tevreden was.”", "Oneindige frases", "Inmiddels mag Jørgensen zich een van de beste thereminspelers van de wereld noemen, die het als zijn missie ziet het imago van het instrument uit de sfeer van de novelty te halen. “Het bijzondere van de theremin is niet dat je met je handen in de lucht bezig bent, want als je vals speelt, of oninteressant, ben je daar al na een paar minuten op uitgekeken. Nee, het unieke van de theremin is dat je er oneindige frases op kunt spelen, melodelijnen die nooit meer ophouden. Ik heb bijvoorbeeld Arvo Pärts Spiegel im Spiegel opgenomen en daarop kreeg ik een prachtige reactie van de componist. Pärt vond dat er geen instrument bestond dat de oneindigheid van de melodie zo mooi wist te treffen.”", "Het lastigste aan de theremin is niet, zoals je misschien zou verwachten, de intonatie (‘dat kun je leren’), maar het spelen van lange, strakke tonen. “Dat komt doordat elke beweging die je met je lichaam maakt, invloed heeft op de klank, zelf hoe je ademt.”", "Jørgensen bespeelt een Moog Etherwave Pro theremin, ‘de Stradivarius in zijn soort’. “Het instrument heeft een bereik van een C onder de lage C van een cello tot acht octaven daarboven.”", "Een van de componisten van naam die graag gebruikmaken van de theremin, is Lera Auerbach. “Zij schrijft hem in bijna al haar orkestwerken voor. Juist samen met andere instrumenten werkt een theremin fantastisch. Martinu schreef bijvoorbeeld in 1920 een fantasie voor strijkkwartet, hobo, piano en theremin. Prachtig stuk! Mijn wens zou dan ook zijn dat veel meer componisten voor de theremin gaan schrijven, want ik vind dat hij echt iets toevoegt aan wat er al is. Het is het laatste écht nieuwe instrument dat is uitgevonden. Je bespeelt lucht en klankgolven. Daarom heb ik op mijn debuut-cd alleen maar origineel repertoire gezet, al speel ik ook The Flight of the Bumblebee en andere favorieten. Allemaal op YouTube te zien.”", "Thorwald Jørgensen (theremin), Kamilla Bystrova (piano): Air électrique, orginal music for theremin and piano. Zefir Records."], "authors": ["Erik Voermans"], "keywords": ["ik", "je", "laatste", "van", "voor", "écht", "nieuwe", "een", "leven", "en", "instrument", "op", "tweede", "het", "dat", "die", "theremin"], "pubDate": "2021-01-10T11:00:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}