{"id": "aa164488-7b5f-3cb9-b723-433f7b3d3a60", "title": "Coronabesmettingen razen door VS, erkent ook Trump", "url": "https://www.parool.nl/wereld/coronabesmettingen-razen-door-vs-erkent-ook-trump~b5610019/", "summary": "Dat laatste impliceert dat het dus ook slecht gaat in zijn eigen land.\nPresident Trump blijft vooral bezig met het aanvechten van de voor hem teleurstellende verkiezingsuitslag.\nWel feliciteert Trump zichzelf regelmatig met de supersnelle ontwikkeling van een vaccin in de Verenigde Staten die hij inderdaad heeft aangejaagd.\nBijna elke Amerikaanse staat meldt nu een snelle toename van het aantal gevallen.\nOok Choo vreesde deze winter een onstuitbaar lijkende acceleratie van het aantal besmettingen.", "paragraphs": ["Reizigers op de internationale luchthaven Newark in New Jersey. Beeld AFP", "Zelfs president Donald Trump, die de ernst van de pandemie doorgaans publiekelijk relativeert, lijkt nu toch indirect te erkennen dat het gierend uit de hand loopt. In een tweet veroordeelde de Amerikaanse president vannacht de Amerikaanse media (‘The Fake News’) omdat ze niet zouden melden dat het virus wereldwijd uit de hand loopt, dus ‘niet alleen in de Verenigde Staten’, voegde de president eraan toe. Dat laatste impliceert dat het dus ook slecht gaat in zijn eigen land.", "Trump deed vannacht kort mee aan een virtuele bijeenkomst van de G20-landen. Daar werd de situatie wereldwijd besproken. Naar verluidt zou Donald Trump andere wereldleiders hebben verteld dat hij het goed had gedaan in de strijd tegen het virus en de VS dankzij hem vooropliepen met vaccins. In een latere tweet stelde Trump geërgerd dat ‘Fake News’ nooit meldt dat er tegenwoordig ‘veel minder mensen doodgaan als ze corona krijgen’.", "The Fake News is not talking about the fact that “Covid” is running wild all over the World, not just in the U.S. I was at the Virtual G-20 meeting early this morning and the biggest subject was Covid. We will be healing fast, especially with our vaccines! — Donald J. Trump (@realDonaldTrump) 21 november 2020", "Ondertussen worden de coronacijfers uit de VS met de dag beroerder. Vrijdag werd een nationaal dagrecord geregistreerd van 198.500 nieuwe besmettingsgevallen. De komende week wordt een daggemiddelde gevreesd van boven 200.000, per dag, misschien zelfs 250.000, wat betekent dat er binnen vijf of vier dagen dagen weer een miljoen besmette Amerikanen bijkomen. Het aantal coronadoden gaat inmiddels hard richting 260.000.", "Acceleratie", "De acceleratie die nu zo uit de hand loopt begon halverwege oktober. In grote delen van het land werden plots veel nieuwe gevallen gemeld, zonder dat er maatregelen werden genomen op federaal niveau. Binnen twee weken steeg het landelijke aantal besmettingsgevallen zo van 8 naar 9 miljoen. Om vervolgens de grens van 10 miljoen te passeren duurde het nog maar tien dagen. Een week later was de 11 miljoen bereikt en nu is binnen een week ook de grens van 12 miljoen besmettingen alweer gepasseerd.", "De zorg over die explosief snel groeiende aantallen neemt toe op vele niveaus, maar in het Witte Huis wordt die urgentie nog niet echt uitgestraald. President Trump blijft vooral bezig met het aanvechten van de voor hem teleurstellende verkiezingsuitslag. Hij laat de strijd tegen het virus over aan de staten en lokale autoriteiten. Wel feliciteert Trump zichzelf regelmatig met de supersnelle ontwikkeling van een vaccin in de Verenigde Staten die hij inderdaad heeft aangejaagd. Binnenkort zou met grootschalige vaccinatie kunnen worden begonnen.", "Bijna elke Amerikaanse staat meldt nu een snelle toename van het aantal gevallen. Sinds het begin van de maand zijn er maar liefst 2,9 miljoen infecties bijgekomen.", "Thanksgiving", "In Illinois kregen bewoners een alert op hun telefoon waarin feitelijk een gedeeltelijke lockdown werd geadviseerd. Thuiswerken moest prioriteit hebben en familiebezoek werd ten zeerste afgeraden. Illinois registreert nu 12.000 nieuwe besmettingsgevallen per dag en heeft nog maar een handvol ic-bedden beschikbaar. Dr. Esther Choo, hoogleraar spoedeisende geneeskunde aan de Oregon Health & Science University, zei op CNN dat het werkelijke aantal gevallen waarschijnlijk ‘massa’s hoger’ is dan de gerapporteerde 12 miljoen. Dat komt volgens haar omdat er niet genoeg mensen worden getest. Ook Choo vreesde deze winter een onstuitbaar lijkende acceleratie van het aantal besmettingen. Sommige scenario’s spreken van ruim 300.000 doden rond de jaarwisseling.", "Het Amerikaanse RIVM blijft er ondertussen maar op aandringen bij de Amerikanen om niet te gaan reizen om komende Thanksgiving (26 november) te vieren met familie. Ook het maken van cruisevakanties wordt nu met klem afgeraden. Maar desondanks neemt de drukte op veel vliegvelden alleen maar toe. “Ik smeek je, laat deze Thanksgiving niet je laatste zijn,” zei een Amerikaanse arts op nieuwszender NPR. Verschillende mensen op Reagan National Airport in Washington vertelden deze week aan CNN dat ze zich veilig genoeg voelden om te vliegen. “Ik begrijp het risico dat ik neem, maar ik wil mijn familie zien,” zei een vrouw vlak voordat ze instapte."], "authors": ["Bob Van Huet"], "keywords": ["coronabesmettingen", "van", "trump", "miljoen", "het", "op", "maar", "met", "erkent", "een", "ook", "vs", "dat", "nu", "razen", "door"], "pubDate": "2020-11-22T10:03:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}