{"id": "aa40121d-b381-3ef1-b2f7-69fc8163bb7c", "title": "Dj De Wilt over nieuwe Top 2000-koploper: 'Danny Vera geeft gevoel van hoop'", "url": "https://nu.nl/muziek/6095402/dj-de-wilt-over-nieuwe-top-2000-koploper-danny-vera-geeft-gevoel-van-hoop.html", "summary": "De zanger geeft de luisteraars met zijn nummer een gevoel van hoop, verklaart Top 2000-dj Emmely de Wilt.\n\"Het geeft een gevoel van hoop, het gevoel dat we samen door de diepste dalen en hoogtepunten van het leven gaan.\n\"Ik denk wel dat het hoog eindigt volgend jaar en dat het meegroeit met de nieuwe generatie.\n\"Dat is toch wel het coronanummer van het jaar, dat heeft zo veel verpleegkundigen moed gegeven.\nDe Wilt verwacht dat \"het janken wordt\" als Roller Coaster op 31 december als afsluitende plaat wordt gedraaid.", "paragraphs": ["Queens Bohemian Rhapsody is van de troon gestoten: Roller Coaster van Danny Vera is de nieuwe nummer één in de Top 2000, zo werd maandagavond bekendgemaakt. De zanger geeft de luisteraars met zijn nummer een gevoel van hoop, verklaart Top 2000-dj Emmely de Wilt.", "De Wilt, die tijdens de uitzenddagen van de Top 2000 van 20.00 tot 22.00 uur te horen is, was net als andere NPO Radio 2-collega's verrast door de nieuwe nummer één. \"Er is geen actie voor gevoerd. En waarom het dan op de eerste plek staat? Dat durf ik niet te zeggen. Het is geen nummer dat aan corona is gelinkt.\"", "Wel weet Vera de mensen met Roller Coaster te raken, zegt de dj. \"Het geeft een gevoel van hoop, het gevoel dat we samen door de diepste dalen en hoogtepunten van het leven gaan. Zo'n nummer heeft 'blijfkracht'. Als je dat lukt als artiest, om zo'n nummer te maken, dan verdien je ook een plek in de Top 2000.\"", "De Wilt kan uiteraard niet voorspellen of Roller Coaster, dat vorig jaar op de vierde plek binnenkwam, in 2021 ook de eerste plaats bezet. Maar het is volgens haar bijna zeker dat het liedje wederom in de hogere regionen te vinden zal zijn.", "\"Ik denk wel dat het hoog eindigt volgend jaar en dat het meegroeit met de nieuwe generatie. Ik vind het wel leuk dat zo'n nuchtere jongen als Danny, die een hekel aan lijstjes heeft, uitgerekend op nummer één staat. Het is de hoogste eer die je als artiest kunt krijgen, dat je nummer zo veel mensen weet te raken.\"", "Top 2000-dj Emmely de Wilt. (Foto: Stijn Ghijsen)", "'Het wordt een emotioneel moment'", "Op 17 december wordt de volledige Top 2000 bekendgemaakt en weten we welke andere opvallende noteringen er zijn. De Wilt verwacht een hoge binnenkomer voor Soldier On van DI-RECT. \"Dat is toch wel het coronanummer van het jaar, dat heeft zo veel verpleegkundigen moed gegeven. Ik zet mijn geld op dat nummer voor de hoogste binnenkomer van het jaar.\"", "De Wilt verwacht dat \"het janken wordt\" als Roller Coaster op 31 december als afsluitende plaat wordt gedraaid. \"Ja, dat wordt wel een emotioneel moment. Het is ook een gek jaar geweest, voor veel mensen natuurlijk.\""], "authors": ["Door", "Danja Koeleman"], "keywords": ["wilt", "nummer", "van", "als", "het", "op", "nieuwe", "danny", "2000koploper", "hoop", "vera", "een", "dat", "te", "dj", "wordt", "geeft", "gevoel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}