{"id": "aa4106cc-2132-3a6e-a0f7-2d7479cb13b0", "title": "Dr. Dre betaalt ex-vrouw voorlopig 2 miljoen dollar alimentatie per maand", "url": "https://nu.nl/achterklap/6100771/dr-dre-betaalt-ex-vrouw-voorlopig-2-miljoen-dollar-alimentatie-per-maand.html", "summary": "Dr. Dre, die begin deze week in het ziekenhuis werd opgenomen vanwege een hersenbloeding, heeft toegezegd voorlopig akkoord te gaan met een maandelijkse alimentatie.\nHij gaat zijn ex-vrouw Nicole Young voorlopig 2 miljoen dollar (1,8 miljoen euro) per maand betalen, meldt TMZ.\nOm zijn ex tegemoet te komen, heeft Dr. Dre ook toegezegd om voorlopig ook nog alle kosten van haar huis in de Amerikaanse Malibu en ook die van haar moeder voor zijn rekening te nemen.\nBegin augustus werd al duidelijk dat Young bezwaar maakte tegen het huwelijkscontract.\nZij en Dr. Dre zijn onder huwelijkse voorwaarden getrouwd, maar Young stelt dat ze dat contract onder dwang heeft getekend.", "paragraphs": ["Dr. Dre, die begin deze week in het ziekenhuis werd opgenomen vanwege een hersenbloeding, heeft toegezegd voorlopig akkoord te gaan met een maandelijkse alimentatie. Hij gaat zijn ex-vrouw Nicole Young voorlopig 2 miljoen dollar (1,8 miljoen euro) per maand betalen, meldt TMZ.", "De 55-jarige producer en rapper hoopt dat alle juridische en financiële zaken zo snel mogelijk afgehandeld zijn, zodat hij zich volledig op zijn herstel kan richten.", "Om zijn ex tegemoet te komen, heeft Dr. Dre ook toegezegd om voorlopig ook nog alle kosten van haar huis in de Amerikaanse Malibu en ook die van haar moeder voor zijn rekening te nemen.", "Dr. Dre is momenteel in een moeizame scheidingsprocedure verwikkeld met Young. De twee maakten in het voorjaar van 2020 bekend na 24 jaar huwelijk te gaan scheiden.", "Begin augustus werd al duidelijk dat Young bezwaar maakte tegen het huwelijkscontract. Zij en Dr. Dre zijn onder huwelijkse voorwaarden getrouwd, maar Young stelt dat ze dat contract onder dwang heeft getekend. Bovendien zou haar man de papieren hebben verscheurd, omdat hij zich ervoor schaamde."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["voorlopig", "zijn", "van", "dr", "dollar", "young", "en", "dre", "te", "ook", "hij", "alimentatie", "exvrouw", "dat", "miljoen", "betaalt", "maand"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}