{"id": "aa4a240d-dd38-3f31-bfd7-caf5cc0c2664", "title": "Netflixserie The Crown is niet accuraat, maar is dat erg?", "url": "https://www.parool.nl/kunst-media/netflixserie-the-crown-is-niet-accuraat-maar-is-dat-erg~b2779ec2/", "summary": "“De betrokkenheid van het publiek is dan groter.”Fake newsZo dekten de makers van het Oscargenomineerde Vice, over voormalig Amerikaans vice-president Dick Cheney, zich op voorhand in tegen kritiek.\nBut we did our fucking best.’ Toch was Cheneys dochter niet te spreken over de film.\nJe kunt immers evengoed aanvoeren dat een serie als The Crown de geschiedkundige honger van het brede publiek aanwakkert.\nFilm- en tv-makers hebben een luxe die historici, biografen en journalisten niet hebben: die van de creatieve vrijheid.\n“Er hangt veel af van het genre,” zegt Joye.", "paragraphs": ["De verhaallijn over prinses Diana wijkt erg af van de realiteit. Beeld AP", "“Ik denk dat we de morele verantwoordelijkheid hebben om te zeggen: ‘Wacht even, mensen, dit is geen dramadocumentaire, we maken drama.’ Dat zijn twee verschillende dingen.” Dat zei Helena Bonham-Carter, die in het derde en vierde seizoen van The Crown de rol van Prinses Margaret vertolkt, in de officiële podcast van de reeks. Daarmee echoot ze de oproep van de Britse minister van Cultuur Oliver Dowden, die Netflix opriep om voor elke episode een disclaimer te plaatsen. “Anders ben ik bang dat de generatie kijkers die deze tijd niet bewust heeft meegemaakt de getoonde gebeurtenissen voor echt aanneemt,” stelde hij in The Mail on Sunday.", "Het vierde seizoen van The Crown wordt veel besproken, juist omdat de makers zich heel wat creatieve vrijheid permitteren: in de verhaallijnen over prins Charles, zijn voormalige echtgenote Diana en premier Margaret Thatcher, zou de dramatisering van bedenker Peter Morgan te veel afwijken van de geschiedenis.", "Inglourious Basterds", "Historische accuraatheid is vaak een bron van discussie bij films en series die ‘gebaseerd’ of ‘geïnspireerd’ zijn op waargebeurde verhalen. Soms is die kritiek wat overdreven: er zijn ook wel kenners van de Tweede Wereldoorlog die zich ergeren aan het feit dat Inglourious Basterds, waarin Hitler wordt neergeschoten in een Franse bioscoop die nadien afbrandt, geschiedkundig gezien weinig ‘correct’ is.", "Hoe verder het verhaal in het verleden ligt, hoe meer vrijheden film- en tv-makers zich kunnen permitteren. “Maar hoe dichter het verhaal bij de hedendaagse realiteit staat, hoe moeilijker,” vindt professor Film- en Mediastudies aan de Universiteit Gent Stijn Joye. “De betrokkenheid van het publiek is dan groter.”", "Fake news", "Zo dekten de makers van het Oscargenomineerde Vice, over voormalig Amerikaans vice-president Dick Cheney, zich op voorhand in tegen kritiek. ‘Het volgende is een waar verhaal,’ leest een pancarte aan het begin van de film. ‘Of toch zo waar mogelijk, aangezien Dick Cheney bekend staat als één van de meest geheimzinnige leiders in de geschiedenis. But we did our fucking best.’ Toch was Cheneys dochter niet te spreken over de film.", "Zeker in tijden waarin fake news hoogtij viert, kunnen films die een loopje nemen met de werkelijkheid een verkeerd beeld van de geschiedenis schetsen. Toch, zo zegt Joye, mag je het publiek niet onderschatten. “Kijkers kunnen heus wel beseffen dat ze naar een gefictionaliseerde versie kijken.”", "Als er een effect is op de perceptie van het publiek, hoeft die overigens niet negatief te zijn. Je kunt immers evengoed aanvoeren dat een serie als The Crown de geschiedkundige honger van het brede publiek aanwakkert. ‘Zolang historici publiekelijk kunnen antwoorden – wat we en masse doen –, zijn deze films een hulp, en geen belemmering, in het stimuleren van de publieke fascinatie met ons verleden,’ tweette geschiedkundige Greg Jenner vorig jaar.", "Film- en tv-makers hebben een luxe die historici, biografen en journalisten niet hebben: die van de creatieve vrijheid. “Er hangt veel af van het genre,” zegt Joye. “Een dramaserie als The Crown is geen nieuwsprogramma of documentaire. Als dat duidelijk is, zie ik geen probleem met zulke creativiteit.”", "Of, zoals Aaron Sorkin, de scenarist van The Social Network en het fel gedramatiseerde Steve Jobs, het destijds verwoordde in New York Magazine: “Ik wil niet dat mijn loyaliteit bij de werkelijkheid ligt, maar bij het vertellen van een goed verhaal.”"], "authors": ["Ewoud Ceulemans"], "keywords": ["van", "het", "maar", "die", "zijn", "crown", "niet", "accuraat", "dat", "een", "en", "te", "zich", "erg", "netflixserie"], "pubDate": "2020-12-05T11:00:22+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}