{"id": "aa4ff5af-456d-3a55-bdb5-355b89338cd6", "title": "Smashburgers, soesjes en nederwijn: dit eten en drinken we in 2021", "url": "https://www.parool.nl/ps/smashburgers-soesjes-en-nederwijn-dit-eten-en-drinken-we-in-2021~b9fc2639/", "summary": "Van aleppo tot ancho-chili’s en van chipotle tot cascabel… mede dankzij de nieuwe Ottolenghi zet de opmars van pittig gestaag door.\nKlimaatvriendelijk dieetHet draait niet alleen om wat gezond is voor ons lichaam, maar ook steeds meer om wat gezond is voor de planeet.\nDaarom eten we palmolievrij, zijn recepten met oud brood hipper dan ooit, en wordt de app TooGoodToGo steeds meer gebruikt.\nJe zet ze tijdens je lunchpauze op het vuur en een paar uur later heb je een slow cooked dinner, zelfs op doodgewone dinsdag.\nBeeld Rein JanssenAlles ansjovisDankzij de Amerikaanse kookboekenschrijver Alison Roman is ansjovis een steeds belangrijker smaakmaker in pasta’s en sauzen.", "paragraphs": ["Beeld Rein Janssen", "Soesjes", "Het soesje is terug! Van hartige kaassoesjes tot profiteroles… in 2021 zien we het soesje in alle soorten en maten.", "High end picknicks", "Het verlangen naar natuur is groter dan ooit – en dus eten we ook als de crisis voorbij is zoveel mogelijk buiten, bij voorkeur in het park of aan het water. En dan geen klef broodje, maar een beetje op stand. Na de dinerboxen waar we tijdens de lockdown mee zijn overspoeld, komen steeds meer restaurants daarom met luxe picknickmanden.", "Het nieuwe normaal", "Vegan is allang geen trend meer, maar steeds meer de nieuwe norm. McDonald’s komt later dit jaar met z’n langverwachte vegan burger: de McPlant. Ondertussen openen zelfs in het klassieke Parijs steeds meer restaurants waar plantaardig wordt gekookt. Ook zien we een opmars van vegan sushi, plantaardige kant-en-klaarmaaltijden en nieuwe zuivel- en vleesvervangers. In de gaten houden: Those Vegan Cowboys, van de oprichters van de Vegetarische Slager. Ze streven ernaar melk zonder koe te maken en zijn daarom hard op zoek naar een speciale schimmel die gras kan omzetten in de eiwitten die in koemelk voorkomen.", "Kamille", "Was kardemom dé specerij van 2020, dit jaar wint kamille aan populariteit. En dan niet als thee, maar als smaakmaker in sauzen, kruidenboters en patisserie.", "Nederexotiek", "De hang naar lokale producten is zo groot, dat ook producten die ooit als exotisch bekend stonden steeds vaker van eigen bodem komen. Escargots uit Zaltbommel, sojasaus uit Rotterdam, ansjovis uit Bergen, oesters van ’t Wad en mozzarella uit Groningen kenden we al. Nieuwer zijn zout uit Zeeland en sojamelk uit Twente. Ook de eerste Nederlandse thee is een feit: Tea by Me uit Brabant.", "Tempeh", "Tofu en tempeh schudden het geitenwollensokkenimago definitief van zich af. Culinair gezien is tempeh (dat wordt gemaakt van gefermenteerde sojabonen) misschien wel het meest interessant van de twee. We gaan het dan ook steeds vaker zien in restaurants. Een beetje chef maakt het natuurlijk zelf; Merijn van Berlo van restaurant Choux is bijvoorbeeld al volop aan het experimenteren.", "Smashburgers", "In Londen en New York zijn ze al een hype: smashburgers. Je maakt ze door de burgerpatty op de bakplaat plat te slaan. Het resultaat is een dunne, bijna krokante maar supersappige burger.", "Lokaal-digitaal", "Boodschappen doen we nóg bewuster: we willen een kortere keten en eerlijke prijzen voor de producenten. Dat doen we door lokale producten digitaal te bestellen. Dankzij Woordvis (www.woordvis.nl) koop je vis uit Urk via WhatsApp. Liever zelf op pad? Via de app Kraampje vind je alle boeren die hun producten verkopen bij jou in de buurt. Ook leuk is www.boerenenburen.nl. Op deze website bestel je producten van lokale boeren die je vervolgens afhaalt bij een Buurderij.", "Restaurantwinkels", "Nóg een noemenswaardige ontwikkeling op boodschappengebied: restaurantwinkels. Tijdens de lockdown transformeerden steeds meer restaurants een deel van hun zaak tot winkeltje, waardoor Amsterdam uitgroeide tot delicatessenwalhalla. Het goede nieuws: veel van die restaurantwinkels blijven ook na de crisis open.", "Darmdrankjes & superwaters", "De obsessie met de gezondheid van onze darmen zet door. Na vitaminewater is het nu tijd voor water en frisdranken waar probiotica aan is toegevoegd.", "Beeld Rein Janssen", "Paddo’s", "De wens om meer groenten te eten wordt alleen maar groter. Verborgen groenten zoals nasi van gele wortel of filet americain van tomaat scoren nog steeds. Daarnaast gaan we meer soorten paddenstoelen eten. Niet alleen omdat het uitstekende vleesvervangers zijn, maar ook omdat ze supergezond zijn. Om die reden worden ze ook populairder als voedingssupplement: van het poeder van de Agarikon-paddenstoel schijn je bijvoorbeeld stukken langer te leven.", "Sterren voor thuis", "Veel chefs zullen zich ook na de crisis blijven focussen op takeawayconcepten en luxe menuboxen. Thuis dineren op topniveau dus, ook na de lockdown. Liever zelf aan de slag? Toprestaurant De Librije geeft online kookworkshops. Ook digitale wijnproeverijen blijven in trek.", "China, Japan & Suriname", "De landen waar chefs zich door laten inspireren? Dat zijn dit jaar vooral China, Japan en eindelijk: Suriname. Het van harte aanbevolen kookboek Paramaribo van Judith Cyrus, dat later deze maand verschijnt, én de Suriname-tentoonstelling in het Rijksmuseum, die 1 februari opent, gaan vast helpen.", "Chilivariëteiten", "Bij Whole Foods in Londen hebben ze een enorm schap met allerlei gedroogde chilisoorten. In de Nederlandse supermarkten is het nog een beetje behelpen. Van aleppo tot ancho-chili’s en van chipotle tot cascabel… mede dankzij de nieuwe Ottolenghi zet de opmars van pittig gestaag door.", "Brioche", "We blijven bakken alsof ons leven ervan afhangt, thuis én in de horeca. Na bananenbrood, zuurdesem en focaccia zien we steeds meer brioche.", "Vis van kop tot graat", "Vlees eten van kop tot staart deden we allang. Bij vis lag dat anders: een groot deel verdween gewoon in de prullenbak. Dankzij het baanbrekende kookboek De Hele Vis van de Australische chef Josh Niland komt daar eindelijk verandering in en eten we straks ook gegrilde vissenharten en gefrituurde schubben.", "Klimaatvriendelijk dieet", "Het draait niet alleen om wat gezond is voor ons lichaam, maar ook steeds meer om wat gezond is voor de planeet. Daarom eten we palmolievrij, zijn recepten met oud brood hipper dan ooit, en wordt de app TooGoodToGo steeds meer gebruikt.", "Nederwijn", "Chardonnay uit Limburg en rosé uit Gelderland… Nederlandse wijn is niet alleen steeds beter van kwaliteit, maar wordt eindelijk ook serieus genomen. Niet in de laatste plaats dankzij de inzet van wijnschrijver Esmee Langereis.", "Dranquilo", "Nu we het toch over drank hebben: ook in 2021 blijft de vraag naar alcoholvrij stijgen. Alcoholvrije wijn is nog steeds niet te harden, maar op biergebied gaat het uitstekend; zelfs Youp van ’t Hek gaf in deze krant onlangs aan aangenaam verrast te zijn door het nieuwe alcoholvrije bier. Ook zien we steeds meer siropen en seltzers.", "De nieuwe luxe", "Van paté en croute tot Engelse pies… gerechten die onder normale omstandigheden voor veel restaurants te tijdrovend zijn om te maken, werden tijdens de lockdown volop omarmd. Als de horeca straks weer opengaat, blijft dat zo: ouderwets ambacht is de nieuwe luxe. Verwacht ook een terugkeer van tafelbereidingen: van aan tafel gefileerde vis tot voor je neus geflambeerde crêpes suzette.", "Stracciatella", "Niet het ijs, maar de gelijknamige kaas. De Italiaanse keuken is onverminderd populair, maar na de overkill aan burrata is het tijd voor iets nieuws. Stracciatella wordt gemaakt van buffelmelk en is friszuur, draderig en romig.", "Stoven & semi-kant-en-klaar", "Een logisch gevolg van het feit dat we meer thuiswerken: stoofschotels en suddervlees winnen aan populariteit. Je zet ze tijdens je lunchpauze op het vuur en een paar uur later heb je een slow cooked dinner, zelfs op doodgewone dinsdag. Het andere uiterste zien we ook: er komen steeds meer maaltijdboxen met voorgesneden ingrediënten waarmee je in een handomdraai een semi-zelfgekookte maaltijd op tafel zet.", "Reuben revival & squid sandwich", "In tegenstelling tot de heersende gezondheidsidealen zijn de sandwiches ook in 2021 zo groot en calorierijk mogelijk – en vaak allesbehalve vegetarisch. Na de katsu sando beleeft de Reuben een revival: een Amerikaanse sandwich van runderpas­trami, Zwitserse kaas, zuurkool en Russische dressing. Ook visliefhebbers komen aan hun trekken: de squid sandwich maakt een opmars.", "Fried Chicken", "Nu we toch bezig zijn: de opmars van fried chicken zet ook in 2021 keihard door. In Amsterdam openen dit jaar minstens drie zaken die het als specialiteit hebben.", "‘Customized’ boter", "Het schaaltje olijfolie is al een paar jaar van tafel verdwenen, want een beetje restaurant heeft allang een goede kwaliteit boter op tafel staan. Die boter wordt steeds vaker gecustomized: restaurant Van der Veen maakt boter met bier, restaurant Sjefietshe met zeewier en ui en restaurant Bord’eau heeft langoustineboter.", "Flambadou", "Volgens barbecuegoeroe Jord Althuizen wordt de flambadou dit jaar dé barbecuehit. De wàt? Deze gietijzeren kegel plaats je in de kolen tot hij gloeiend heet is. Vervolgens doe je er vet in. Door de hitte vat het vet vlam en druppelt het vervolgens uit de onderste opening van de kegel op een stuk vlees of vis. Het resultaat: extra smaak én extra show.", "Beeld Rein Janssen", "Alles ansjovis", "Dankzij de Amerikaanse kookboekenschrijver Alison Roman is ansjovis een steeds belangrijker smaakmaker in pasta’s en sauzen. Terecht, want deze umami-bom geeft gerechten een lekker hartige kick. In San Francisco opende onlangs zelfs het eerste restaurant dat volledig in teken staat van dit visje: The Anchovy Bar.", "Voor de buurt", "Een erfenis van de crisis: toprestaurants richten zich niet langer op een high end internationaal publiek dat één keer per jaar komt eten, maar op locals die regelmatig aanschuiven. Dat betekent dat menu’s stukken laagdrempeliger worden dan ze voor de crisis waren."], "authors": ["Mara Grimm"], "keywords": ["je", "soesjes", "eten", "van", "zijn", "en", "nederwijn", "een", "dit", "drinken", "smashburgers", "ook", "steeds", "op", "het", "meer", "2021"], "pubDate": "2021-01-03T15:00:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}