{"id": "aa5dc9c0-c6ae-3aca-81da-60ad62f6fa23", "title": "Wonderlijk slaapritueel van performancekunstenaars Suzan Boogaerdt en Bianca van der Schoot ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/wonderlijk-slaapritueel-van-performancekunstenaars-suzan-boogaerdt-en-bianca-van-der-schoot~b69ad6e4/", "summary": "Ook bij nadere inspectie verbaas je je over de zorgvuldige details waarmee vormgever Lotte Goos de witte ruimte heeft ingericht.\nVijf kwartier lang zijn we hier getuige van een als slaapceremonie gebrachte voorstelling, getiteld Track: Fremdkörper.\nTussen al die ademende body’s neemt de fixatie van het performanceduo Boogaerdt/VanderSchoot op het menselijk lichaam wonderlijke proporties aan.\nDe ruimte combineert het macabere van een sterfhuis met het experimentele van een laboratorium en het archaïsche van een militair veldhospitaal.\nDaarbij hebben Suzan Boogaerdt en Bianca van der Schoot de reacties van bezoekers nodig; wij worden door een vrouwelijke voice-over als proefdieren aangesproken.", "paragraphs": ["Beeld Theater Rotterdam/Mark Bolk", "Het is dat we kruip-door-sluip-door een verdieping van Theater Rotterdam betreden, anders zou je denken dat je, ingesnoerd in een anti-infectiepak, op de ic-afdeling van een coronaziekenhuis bent beland. De eerste blik op de zaal vol bedden is onvergetelijk. Ook bij nadere inspectie verbaas je je over de zorgvuldige details waarmee vormgever Lotte Goos de witte ruimte heeft ingericht.", "Vijf kwartier lang zijn we hier getuige van een als slaapceremonie gebrachte voorstelling, getiteld Track: Fremdkörper. Tussen al die ademende body’s neemt de fixatie van het performanceduo Boogaerdt/VanderSchoot op het menselijk lichaam wonderlijke proporties aan. De ruimte combineert het macabere van een sterfhuis met het experimentele van een laboratorium en het archaïsche van een militair veldhospitaal.", "Om spoilers te voorkomen moeten de beschrijvingen tot hier beperkt blijven. Bovendien zullen de makers dit droomritueel in het voorjaar nog uitbreiden tot een grotere versie. Daarbij hebben Suzan Boogaerdt en Bianca van der Schoot de reacties van bezoekers nodig; wij worden door een vrouwelijke voice-over als proefdieren aangesproken.", "Daar zit nog wel een hobbel. De Engelse tekst duikt steeds dieper een overgangsritueel in, waarin deelnemers worden opgeroepen ego en lichaam los te laten. Bloed te vervangen door lucht. Spieren door stof. Maar meer dan zitten, kijken en luisteren op een plastic stoel doen we voorlopig nog niet. Je hoopt op een iets actievere rol, om zo te kunnen opgaan in het narcotiserende geluidsontwerp.", "En dan daadwerkelijk de sluimer als transitie te ervaren. Naar, wie weet, een nieuwe tijd waarin ons kwetsbare lichaam een ‘vreemde identiteit’ wordt."], "authors": ["Annette Embrechts"], "keywords": ["suzan", "performancekunstenaars", "van", "het", "nog", "bianca", "en", "der", "een", "lichaam", "schoot", "te", "boogaerdt", "op", "wonderlijk", "slaapritueel", "door", "je"], "pubDate": "2020-12-10T16:30:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}