{"id": "aa60606e-fb8a-356e-8d50-3b18b448e830", "title": "Decafé, cichorei of rooibos? Dit zijn alternatieven voor de koffieleut", "url": "https://nu.nl/eten-en-drinken/6095878/decafe-cichorei-of-rooibos-dit-zijn-alternatieven-voor-de-koffieleut.html", "summary": "Aangezien cafeïne een halfwaardetijd heeft van vijf tot zes uur is een kopje koffie na het eten niet zo'n goed idee.\nFilterkoffie, oploskoffie, koffiepads en een percolator bevatten de minste cafestol, cafetière en kookkoffie (ook wel Turkse of Griekse koffie) de meeste.\nDe nepoploskoffie werkt volgens de oprichters tegen de opgefoktheid van cafeïne en beperkt de milieu-impact van koffieteelt.\nIn groene thee zit 30 milligram cafeïne per kop, ongeveer de helft van een espresso.\nMate komt niet van de theeplant, maar van vermalen en gedroogde bladeren, takjes en knoppen van de mate-plant.", "paragraphs": ["Sommige koffiedrinkers slurpen de hele dag bakkies troost zonder daar veel last van te hebben, maar bij anderen gaat de bijbehorende cafeïnekick over in trillerigheid en duizeligheid. Met welke drankjes kun je een koffieverslaving temperen?", "Nederlanders drinken gemiddeld vier koppen koffie per dag. Dat zit rond de grens waarbij de meeste mensen volgens het Voedingscentrum geen negatieve effecten van cafeïne ondervinden.", "Het cafeïnegehalte hangt wel af van de bereidingswijze: in een kop filterkoffie (125 milliliter) zit 85 milligram cafeïne, in een espresso (50 milliliter) 65 milligram. Aangezien cafeïne een halfwaardetijd heeft van vijf tot zes uur is een kopje koffie na het eten niet zo'n goed idee. Rond middernacht zit de helft daarvan nog in het bloed.", "Een nadeel van koffie is de stof cafestol, die de hoeveelheid LDL-cholesterol in het bloed verhoogt. LDL-cholesterol kan aan de binnenkant van de bloedvaten blijven plakken en het risico op een hartaanval of beroerte vergroten. Filterkoffie, oploskoffie, koffiepads en een percolator bevatten de minste cafestol, cafetière en kookkoffie (ook wel Turkse of Griekse koffie) de meeste.", "Koffie heeft ook gezondheidsvoordelen. Bij twee tot vier kopjes per dag verlaag je het risico op hartziekten en beroerten volgens het Voedingscentrum met 10 procent, bij vijf bakkies heb je 30 procent minder risico op diabetes type 2. Toch kan een tijdje minderen nooit kwaad, zeker voor koffieleuten. Kinderen, zwangere vrouwen en mensen met een hoge bloeddruk wordt sowieso aangeraden koffie te laten staan. Wat zijn gezonde alternatieven?", "Optie 1: Decafé", "Van alle opties smaakt decafé het meest naar koffie, zonder de 'bite' of de 'kick'. In decafé zit nog wel een beetje cafeïne, 2 tot 4 milligram per kop. Het cafestolgehalte is waarschijnlijk vergelijkbaar met dat van gewone koffie, afhankelijk van de bereidingswijze.", "“Geroosterde cichoreiwortels worden al sinds de negentiende eeuw gebruikt in surrogaatkoffie door hun licht bittere smaak.”", "Optie 2: Cichorei", "Geroosterde cichoreiwortels worden al sinds de negentiende eeuw gebruikt in surrogaatkoffie door hun licht bittere smaak. Bij Chikko not Coffee hebben ze cichorei wat opgefrist. De nepoploskoffie werkt volgens de oprichters tegen de opgefoktheid van cafeïne en beperkt de milieu-impact van koffieteelt. Er zitten wel meer calorieën in dan in koffie.", "Optie 3: Rooiboskoffie", "Het is koffie noch thee, al heet het koffie. De fijngemalen rooibos van ROOI rooiboskoffie gaat 'gewoon' in een filter- of espressoapparaat. Rooibos bevat volgens het bedrijf vijf keer zoveel antioxidanten als groene thee, plus ijzer, magnesium en zink. De looizuren die de bittere nasmaak in thee veroorzaken, heeft rooibos dan weer niet.", "Optie 4: Matcha", "In tegenstelling tot 'gewone' groene thee, waarbij je de bladeren er voor het drinken uithaalt, los je deze Japanse poederthee op in het water. Zo krijg je meer van de gezonde stoffen binnen. En aangezien de theestruiken voor matcha in de schaduw groeien en daardoor meer bladgroen aanmaken, schijnen de concentraties gezonde stoffen hoger te zijn dan in 'gewone' groene thee.", "“In groene thee zit 30 milligram cafeïne per kop, ongeveer de helft van een espresso.”", "De Gezondheidsraad raadt drie koppen groene of zwarte thee per dag aan, omdat dat de bloeddruk verlaagt en de kans op een beroerte verkleint. In groene thee zit 30 milligram cafeïne per kop, ongeveer de helft van een espresso. Dat zou bij matchathee iets hoger kunnen zijn. Bereid groene thee wel altijd met water van maximaal 85 graden, anders verbrandt hij.", "Optie 5: Mate", "Yerba mate is de nationale drank van Argentinië. Mate komt niet van de theeplant, maar van vermalen en gedroogde bladeren, takjes en knoppen van de mate-plant. Er zit meer cafeïne in dan in groene thee, maar minder dan in koffie. Het drogen van de mate-bladeren gebeurt vaak met rook, waarbij polycyclische aromatische koolwaterstoffen kunnen vrijkomen, die ook in roet en verbrand vlees van de barbecue zitten. Of die stoffen ook in de drank belanden, hangt af van de manier waarop de mate vervolgens wordt bewerkt en bereid.", "Optie 6: Cacao", "In een beker chocolademelk zit ongeveer evenveel cafeïne als in een kop decafé. In 30 gram pure chocola zit echter flink wat meer: 14 milligram. Als je chocolademelk uit een pak opwarmt, drink je voornamelijk melk en suiker. Maar als je pure cacao opschenkt met water en roert tot het schuimt, heb je een serieuze koffievervanger."], "authors": ["Door", "Robin Van Wechem"], "keywords": ["zit", "thee", "je", "zijn", "decafé", "van", "cafeïne", "een", "voor", "het", "koffieleut", "en", "alternatieven", "koffie", "cichorei", "dit", "groene", "rooibos"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}