{"id": "aa66645b-f8ca-3257-9a65-bae06440fb0e", "title": "De demonische kracht van het charisma", "url": "https://nrc.nl/nieuws/2020/12/04/de-demonische-kracht-van-het-charisma-a4022622", "summary": "Wij hebben Napoleon gezien!’, schreef een dichter na de val van de keizer en het herstel van de geknakte Bourbon-monarchie.\nZoals Napoleon III, neef van Napoleon en keizer van Frankrijk in het midden van de 19de eeuw schreef: „Het is de aard van de democratie om zichzelf door één mens te laten personifiëren.” En de Franse filosoof Alexis de Tocqueville zag de opkomst van burgerlijke charismatische leiders als een bewijs voor de kracht van het politieke principe van gelijkheid dat sinds de Franse Revolutie de wereld veroverde.\nTragiek en dilemmaWant dat is de tragiek en het dilemma van de charismatische leider: het volk heft hem op het schild, maar vanaf dat moment gaat de leider zelf in zijn genie geloven, en ziet het volk als een verlengstuk van zijn eigen noden en belangen.\nHet volk meent dat het een individuele (liefdes)relatie met de leider heeft – lees nog maar eens de van hartstocht en overgave overschuimende brieven van burgers aan Pim Fortuyn (zie Fortuyn: chaos en charisma van Clemens van Herwaarden).\nEr zijn maar weinig charismatische leiders die aan die ‘demonische kracht’ (Goethe) weerstand kunnen bieden.", "paragraphs": ["Er is geen ruimte voor een nieuwe partij op rechts. Dat wil zeggen: er is geen ruimte voor een nieuwe partij op rechts binnen de grenzen van de democratische rechtsstaat. Er is wél ruimte voor charismatische leiders ter rechts-populistische zijde. Of, zoals de historicus David A. Bell uitlegt in zijn nieuwe boek: voor Men on Horseback, mannen te paard. Maar het is de vraag hoe democratisch dat soort leiders werkelijk zijn.", "Op sociale media circuleert een foto van Stalin, Roosevelt en Churchill, gemaakt tijdens de conferentie van Jalta, in februari 1945. Daar bespraken zij de naoorlogse wereldorde en het lot van Duitsland. De loden last van oorlog en vrede drukt zichtbaar op hun schouders. Plechtig houden ze hun gelaat in de plooi. Iemand heeft direct onder dat historische groepsportret drie foto’s van hun huidige opvolgers geplaatst: een halfblote Poetin te paard, een schreeuwende Trump en een grimassende Johnson, met als onderschrift: ‘How did the world go from this… to this???’.", "Te makkelijk scoren, denkt u. En ja, dat denkt u goed. Die laatste drie politici behoren inderdaad minder tot de categorie serieuze staatsmannen en meer tot het type charismatische leiders. Maar dit type leiderschap kwam al veel eerder op, in de revolutionaire periode van eind achttiende eeuw.", "Totalitaire oorlogsvoering", "Historicus Bell verdiende zijn sporen met analyses van de revolutionaire en Napoleontische oorlogen als een eerste vorm van totalitaire oorlogsvoering. Staat, natie en samenleving vloeiden samen. Alles is politiek, en politiek werd alles. In Men on Horseback zet Bell een stap verder. Bij zo’n nieuwe vorm van politiek hoort ook een nieuw type leider: de charismatische leider, die zijn volk als nobele held te paard voert naar de overwinning – of de totale ondergang. Max Weber maakte dit punt al in de 19de eeuw, Hannah Arendt bedacht het concept totalitarisme in de jaren vijftig. Maar Bell voegt daar nu concrete, historische analyses van bestaande politici aan toe, en werkt die uit met het oog op onze huidige democratische staatsvorm.", "Met het wegvallen van oude feodale structuren en met de onttroning dan wel onthoofding van door god geroepen koningen en vorsten omarmden de burgers van Europa ideeën over vrijheid, gelijkheid en mensenrechten. Maar, aldus Bell, van abstracties kun je niet houden. Van leiders wel. Maar alleen als ze heroïsch zijn, en stiekem toch weer die goddelijke vonk van genie en onoverwinnelijkheid via de achterdeur van de democratische acclamatie naar binnen smokkelen. ‘Weg met de kleine lieden! Wij hebben Napoleon gezien!’, schreef een dichter na de val van de keizer en het herstel van de geknakte Bourbon-monarchie.", "Waren de charismatische leiders van de vroege 19de eeuw vooral ‘mannen te paard’ en ‘militaire verlossers’ – Bell bespreekt onder meer George Washington, Napoleon, en Simon Bolivar – anno nu zitten de meesten niet meer te paard, maar berijden de sociale media. En verkondigen daar de ‘verlossing van [vult u maar een vijand in]’, en ‘regeneratie van de natie’, waarbij oorlogstermen het nog steeds goed doen.", "De vraag die bij dit type leiders steeds wordt gesteld: zijn ze de belichaming van het democratische ideaal, of brengen zij de democratie om zeep? Zoals Napoleon III, neef van Napoleon en keizer van Frankrijk in het midden van de 19de eeuw schreef: „Het is de aard van de democratie om zichzelf door één mens te laten personifiëren.” En de Franse filosoof Alexis de Tocqueville zag de opkomst van burgerlijke charismatische leiders als een bewijs voor de kracht van het politieke principe van gelijkheid dat sinds de Franse Revolutie de wereld veroverde. Maar volgens tijdgenoten was charismatisch politiek leiderschap daarentegen juist niet verenigbaar met democratische gelijkheid. Zowel de revolutionair Giuseppe Mazzini als de historicus Jules Michelet waarschuwden tegen de opkomst van nieuwe ‘Caesars’: leiders die liefde en overgave eisen, maar dat onmogelijk terug kunnen geven.", "Tragiek en dilemma", "Want dat is de tragiek en het dilemma van de charismatische leider: het volk heft hem op het schild, maar vanaf dat moment gaat de leider zelf in zijn genie geloven, en ziet het volk als een verlengstuk van zijn eigen noden en belangen. Het volk meent dat het een individuele (liefdes)relatie met de leider heeft – lees nog maar eens de van hartstocht en overgave overschuimende brieven van burgers aan Pim Fortuyn (zie Fortuyn: chaos en charisma van Clemens van Herwaarden). Maar de leider ziet het volk als applausmachine. Er zijn maar weinig charismatische leiders die aan die ‘demonische kracht’ (Goethe) weerstand kunnen bieden.", "Want wat is het tegenovergestelde van charismatisch leiderschap? Dat is het zoeken naar consensus. Het erkennen dat politiek niet alles is en dat de eigen identiteit daar nooit in kan opgaan. Dat de leider niet van je houdt. Want in de politiek gaat het immers niet om liefde, maar om alledaags doormodderen. En wel binnen de grenzen van de democratische rechtsstaat, waar vrijheid en gelijkheid pas echt door worden beschermd. En de broederschap? Die vind je gewoon onder je eigen familie, vrienden en buren. Dat is al moeilijk genoeg.", "Beatrice de Graaf is hoogleraar geschiedenis van de internationale betrekkingen in Utrecht.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Leestijd Minuten"], "keywords": ["van", "leiders", "als", "het", "demonische", "maar", "die", "zijn", "charisma", "een", "en", "dat", "kracht"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}