{"id": "aa6a1723-ce67-3d01-8f9a-82732f7e5b90", "title": "Nederlandse handbalsters weten het: ‘We moeten winnen, het is onze laatste kans’", "url": "https://www.dvhn.nl/sport/Nederlandse-handbalsters-weten-het-%E2%80%98We-moeten-winnen-het-is-onze-laatste-kans%E2%80%99-26265958.html", "summary": "De Nederlandse handbalsters moeten dinsdagavond op het EK van Hongarije winnen om in het toernooi te blijven.\nMaar het is zonneklaar dat ze dinsdagavond na de ontluisterende nederlagen tegen Servië en Kroatië in hun laatste poulewedstrijd van Hongarije moeten winnen.\nAnders is het in het toernooi over en uit voor het team, dat vorig jaar in Japan nog zo indrukwekkend de wereldtitel veroverde.\nWe hebben wat geprobeerd, maar het lukte niet om zo het verlies te voorkomen.’’Estevana PolmanMayonnade gelooft niet dat het Nederlandse team ondermaats presteert omdat de immer fanatieke, maar geblesseerde Estavana Polman als leider in het team ontbreekt.\nDus daar ligt het niet aan.’’Nederland, dat vier jaar geleden brons op het EK won, zal aan Hongarije een zware kluif hebben.", "paragraphs": ["De Nederlandse handbalsters moeten dinsdagavond op het EK van Hongarije winnen om in het toernooi te blijven. Speelsters en coach houden de moed erin.", "Waarom de Nederlandse handbalsters op het EK Denemarken tot nu toe onder hun kunnen spelen, daar kunnen speelsters en coach Emmanuel Mayonnade moeilijk hun vinger op leggen. Maar het is zonneklaar dat ze dinsdagavond na de ontluisterende nederlagen tegen Servië en Kroatië in hun laatste poulewedstrijd van Hongarije moeten winnen. Anders is het in het toernooi over en uit voor het team, dat vorig jaar in Japan nog zo indrukwekkend de wereldtitel veroverde.", "‘Handballen zoals we dat kunnen’", ",,We misten te veel kansen en speelden niet het handbal dat we kunnen spelen’’, laat de Groningse Lois Abbingh in een online-gesprek met de pers weten. ,,Dat is ons grootste probleem. We moeten onze laatste twee wedstrijden en de nederlagen vergeten en gaan handballen zoals we dat kunnen. Dat is het belangrijkste om tegen Hongarije te gaan doen.’’", "De Franse bondscoach Mayonnade had niet verwacht dat Nederland na twee wedstrijden al onder zo’n grote druk zou staan. ,,We hadden als team niet gedacht dat we twee keer achter zouden verliezen. We moesten sowieso van Hongarije winnen, maar daar is nu meer druk bij gekomen. Ik ben natuurlijk niet erg blij, maar het is wat is. We moeten winnen om door te gaan naar de hoofdronde van het EK. Dus dat moeten we gaan doen. Het is onze laatste kans.’’", "Domme fouten vermijden", "Waarom het Nederlandse spel nog niet naar behoren liep, had volgens de coach meerdere oorzaken. ,,Zowel technisch, tactisch als mentaal waren we niet goed genoeg. We moeten ons spel wat veranderen, maar ook meer vertrouwen in onszelf hebben. Dat laatste is het mentale gedeelte. We gaan het juiste plan bedenken om Hongarije te verslaan en moeten domme fouten vermijden. Het is niet één probleem dat we moeten oplossen, maar van alles wat.’’ Volgens Mayonnade begrijpt hij ook niet waarom Nederland ondermaats presteert. ,,Ik heb tegen de meiden gezegd dat ik mijn team soms niet herken. Er werden stomme fouten gemaakt die ik niet eerder heb gezien. Dat heb ik ook gezegd: hoe kun je fouten maken die ik in de afgelopen twintig wedstrijden niet gezien heb.’’", "De bondscoach en zijn staf, onder wie de uit Emmen afkomstige assistent Harrie Weerman, probeerden vanaf de kant tegen Servië en Kroatië met wissels en tactische aanpassingen bij de sturen, maar dat had niet het beoogde resultaat. ,,Nadat we de eerste wedstrijd van Servië verloren, heb ik tegen Kroatië wat veranderd. We begonnen met Larissa (Nusser, red.) als spelmaker, daarna stond Inge (Smits, red.) op die positie en we eindigden daar met Lois (Abbingh, red.). Ook op de rechteropbouw en de hoeken lieten we andere speelsters meedoen. We hebben wat geprobeerd, maar het lukte niet om zo het verlies te voorkomen.’’", "Estevana Polman", "Mayonnade gelooft niet dat het Nederlandse team ondermaats presteert omdat de immer fanatieke, maar geblesseerde Estavana Polman als leider in het team ontbreekt. ,,Er zijn op dit EK veel andere speelsters erbij die ook leiders zijn en in Japan wereldkampioen werden. Dus daar ligt het niet aan.’’", "Nederland, dat vier jaar geleden brons op het EK won, zal aan Hongarije een zware kluif hebben. De hoog ingeschatte Hongaarse vrouwen verloren weliswaar in hun eerste wedstrijd verrassend van Kroatië, maar versloegen Servië, dat dus te sterk was voor Oranje, met 38-26. ,,Hongarije is een sterk team. Ik ken veel speelsters erg goed’’, zegt aanvoerster Danick Snelder, die lang in de Hongaarse competitie speelde. ,,Het zal zwaar worden. Hongarije voelt zich natuurlijk goed na de zege op Servïe, maar de krachten van alle teams liggen dicht bij elkaar. Wij twijfelen er niet dat we ze kunnen verslaan.’’", "Mayonnade: ,,Hongarije is een sterke tegenstander, maar we weten dat we kunnen winnen. Al zal dat niet gemakkelijk worden.’’"], "authors": ["Sjoerd Jansen"], "keywords": ["moeten", "hongarije", "handbalsters", "van", "onze", "het", "op", "winnen", "laatste", "maar", "ik", "kans", "weten", "niet", "dat", "en", "nederlandse"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}