{"id": "aa6d994e-6228-3b6b-91b1-0b8ea97f4761", "title": "Minder medicijnen, effectievere behandelingen. Hoe zit dat?", "url": "https://www.parool.nl/nederland/minder-medicijnen-effectievere-behandelingen-hoe-zit-dat~b1790275/", "summary": "Het probleem is dat onderzoek en gezondheidszorg nog steeds uitgaan van het idee dat het twee gescheiden processen zijn, niet één proces.\n“Allereerst moet je met onderzoek aantonen dat behandelingen effectiever zijn als je rekening houdt met de achtergrond van de patiënt.\nEen medicijn dat je krijgt van iemand in een witte jas in een ziekenhuis vertrouw je sneller dan een medicijn van een clown in een circus.\nDie wijzen er allemaal op dat je met conditionering met minder medicijnen toekunt.\nDat houdt in dat als je negatieve verwachtingen hebt van een medicijn, het ook minder goed werkt.", "paragraphs": ["Ivan Pavlov (midden) toonde met zijn beroemde experiment de conditionering aan. Beeld Bettmann Archive", "Voor veel mensen voelt het ondanks alle wetenschappelijke ­bewijzen een beetje als magie: het placebo­-effect. Je neemt een pilletje zonder werk­zame stof en doordat jij erop vertrouwt, word je er beter van. Onze gedachten en gevoelens zijn dus niet los te zien van onze lichamelijke processen.", "Andrea Evers, hoogleraar gezondheidspsycho­logie aan de Universiteit Leiden, onderzoekt de werking van het placebo-effect. Hoe beter we het begrijpen, des te gerichter patiënten optimaal kunnen worden behandeld. Zij pleit ervoor om in onderzoek en behandelingen naar het hele plaatje te kijken, zonder die eeuwige splitsing tussen psychologie en geneeskunde.", "Waarom kunnen we lichaam en geest niet los van elkaar zien?", "“Met elke gedachte gaat een parallel hersenproces gepaard. Dat heeft dan weer invloed op onder andere het immuunsysteem. Je gedachten hebben dus een directe invloed op je lichaam en omgekeerd geldt hetzelfde. We kunnen die wederzijdse invloed niet heel nauwkeurig in kaart brengen. Het probleem is dat onderzoek en gezondheidszorg nog steeds uitgaan van het idee dat het twee gescheiden processen zijn, niet één proces. Maar een patiënt in de spreekkamer is niet puur een ­verzameling cellen of eiwitten, een ziekte. Een patiënt is een mens met gedachten en gevoelens, die allemaal invloed hebben op het ziekteproces. Ons zorgsysteem houdt daar geen rekening mee.”", "Hoe moeten we dat veranderen?", "“Allereerst moet je met onderzoek aantonen dat behandelingen effectiever zijn als je rekening houdt met de achtergrond van de patiënt. Wij ­zeggen: je moet het hele plaatje bekijken, de relatie tussen de verschillende processen aan­tonen. Hiervoor kijken we niet naar patiënten, maar gebruiken we experimenteel laboratorium­onderzoek, want dat is de zuiverste vorm van onderzoek.”", "Hoe gaat zo’n laboratoriumonderzoek in zijn werk?", "“We kijken bijvoorbeeld of je mensen kunt aan­leren dat ze minder of meer pijn hebben. Met bewuste of onbewuste processen. In de bewuste vorm gaat dat vooral via communicatie. Dan geef ik iemand een pijnprikkel en zeg ik: ‘Dit is vast héél pijnlijk.’ Dan rapporteren mensen gegarandeerd meer pijn. Eén suggestie is dus al genoeg om iemand meer pijn te laten ervaren, in elk geval subjectief; fysiologisch is het een iets complexer proces.”", "“Nog veel interessanter zijn onbewuste ef­fecten. Een medicijn dat je krijgt van iemand in een witte jas in een ziekenhuis vertrouw je sneller dan een medicijn van een clown in een circus. Dat komt doordat je een bepaalde verwachting hebt. Die beïnvloedt je lichamelijke processen en daarmee de werking van het medicijn.”", "Hoe kunnen verwachtingen lichamelijke ­processen beïnvloeden?", "“Het duidelijkste bewijs daarvoor is dat lab­onderzoek laat zien dat je neurobiologische processen, zoals hormonen of moleculen die een rol spelen in het afweersysteem, kunt aanleren. Dat kennen we van Pavlovs honden, die telkens te eten kregen na een belletje. Na een tijdje koppelden de honden het belletje aan eten en gingen ze al speeksel produceren als ze dat geluid hoorden. Wij geven mensen ook medicijnen met een prikkel erbij. Dat kan bijvoorbeeld een milkshake zijn. Die fungeert dan als Pavlovs belletje. We geven drie dagen lang een medicijn met een milkshake en daarna alleen die milkshake. Dat drankje lokt dan dezelfde lichamelijke respons uit als het medicijn. Het is dus mogelijk om het lichaam moleculen te laten maken die een rol spelen in het afweersysteem.”", "Maar betekent dat dan dat medicijnen na drie dagen overbodig zijn?", "“Zeker niet. De respons die we in het lab kunnen aanleren, is nog klein. Bij oxytocine, het ‘knuffelhormoon’, was de respons niet meer dan een duizendste van de respons die het medicijn zelf gaf. Bovendien dooft zo’n respons na verloop van tijd uit. Dat zag Pavlov ook al: als het belletje niet meer aan voedsel is gekoppeld, vergeet zo’n hond dat weer snel. Dus je moet het op een of andere manier blijven koppelen. Daarvoor is nog veel onderzoek nodig. Er zijn experimenten gedaan waarbij het medicijn­gebruik van patiënten werd aangepast. Artsen schreven eerst een hoge dosis medicijnen voor, vervolgens lieten ze die even weg en gaven daarna een dosis volgens een schema, zodat het conditioneringseffect zo min mogelijk uitdoofde. Die experimenten zijn gedaan met nierziektes, depressie en de huidziekte psoriasis. Die wijzen er allemaal op dat je met conditionering met minder medicijnen toekunt. Maar in totaal zijn er misschien tien van dat soort onderzoeken uitgevoerd. Eigenlijk zou je dit moeten doen voor elke ziekte en voor elk medicijn.”", "Hoe kun je het placebo-effect optimaal benutten?", "“Naast het placebo-effect heb je het tegenovergestelde, het nocebo-effect. Dat houdt in dat als je negatieve verwachtingen hebt van een medicijn, het ook minder goed werkt. Uit onderzoek blijkt vooral dat je niet zozeer het placebo-effect moet benutten, als wel het nocebo-effect moet vermijden. Als er één risicofactor is die al onze ziektes negatief beïnvloedt, dan is het dat ‘nocebo-achtige’ denken: continu negatieve verwachtingen hebben. Dat kan allerlei biolo­gische processen in gang zetten die de afweer negatief beïnvloeden. Die negatieve gedachten kun je mensen afleren, bijvoorbeeld met psychotherapie.”", "Kan het medicijngebruik afnemen dankzij uw vakgebied?", "“Jazeker. Ik denk dat we binnen vijf jaar al verschil kunnen zien. Dat moet ook. Huisartsen hebben te maken met veel patiënten met aanhoudende klachten waarvan ze niet weten wat ze ermee aan moeten. Er is gewoon veel vraag naar een interdisciplinaire aanpak. Het huidige gezondheidssysteem, dat de mens zelf niet centraal stelt, werkt niet meer.”", "Andrea Evers, geboren te Arnsberg (Duitsland), 7 februari 1967 Beeld Bob Bronshoff"], "authors": ["Fenna Van Der Grient", "Jim Jansen"], "keywords": ["zijn", "van", "zit", "behandelingen", "en", "een", "met", "minder", "hoe", "effectievere", "medicijnen", "het", "niet", "dat", "die", "je"], "pubDate": "2021-01-10T06:00:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}