{"id": "aa825444-e36b-3624-9486-eb4677912c83", "title": "Vermaarde vechtschool Pancration in Noord dreigt te verdwijnen", "url": "https://www.parool.nl/amsterdam/vermaarde-vechtschool-pancration-in-noord-dreigt-te-verdwijnen~b12ac409/", "summary": "Justitie heeft beslag gelegd op het tot kickbokswalhalla verbouwde schoolgebouwtje aan de Zilverberg in Buikslotermeer.\n“Mijn vader had dit in 2011 van de gemeente gekocht en van ons eigen geld verbouwd.\nWel hebben we gelukkig héél veel kinderen die hier met een stadspas of via het sportfonds gratis sporten.\n“Kijk, justitie in Rotterdam heeft beslag laten leggen op het gebouw, maar we weten nog steeds niet waarom.\n“We overwegen het pand te kopen mits het leeg is opgeleverd en de beslaglegging van het gebouw af is, maar dat is nu dus niet het geval,” zegt ze.", "paragraphs": ["Kinderen krijgen les in sportschool Pancration. Beeld Marc Driessen", "De kleuters rennen in hun sportpakjes fanatiek rond de stootzakken in de dojo terwijl iets oudere jongens zich opmaken voor hun kickbokstraining, maar de net nog zo joviale Sharon Dolman (37) en moeder Olga (69) zitten verontwaardigd en moedeloos in hun met trofeeën en foto’s behangen kantoortje.", "Het kan over een paar weken zomaar gebeurd zijn met hun vechtsportschool Pancration, beroemd in Amsterdam-Noord en ver daarbuiten.", "Justitie heeft beslag gelegd op het tot kickbokswalhalla verbouwde schoolgebouwtje aan de Zilverberg in Buikslotermeer. Op 31 december moeten alle fitnessapparaten, matten, zakken, kickboksattributen en de overvloed aan parafernalia er uit – tenzij een wonder gebeurt.", "Wat er precies is misgegaan, blijft in alle correspondentie nog raadselachtig, maar justitie heeft voor 19,3 miljoen euro (!) beslag gelegd op de bezittingen van de Tsjechische investeerder Lavita SE en de sportschool behoort tot de boedel.", "Doodvonnis", "Veelvoudig worstelkampioen, topjudoka en ‘ordehandhaver’ op de Wallen Chris Dolman (75) – Olga’s man, Sharons vader – verkocht het pand in 2018 voor zeven ton aan de Tsjechen om de rekeningen te kunnen betalen. Dat contract voelt nu als een doodvonnis.", "“Mijn vader had dit in 2011 van de gemeente gekocht en van ons eigen geld verbouwd. Burgemeester Eberhard van der Laan heeft het nog heropend,” zegt Sharon. De bewijzen hangen aan de muren tussen de ontelbare foto’s van Dolman senior en andere topvechters: Van der Laan poserend tussen de krachtpatsers.", "In 2002 begon de familie Dolman hier, toen nog samen met de beroemde kickbokstrainer Thom Harinck, voor de buurt én de prijsvechters.", "Alle leeftijden, kleuren en klassen", "Kinderen van alle leeftijden, kleuren en klassen; sporters met goede banen én straatjongens, ook uit de Top 600 van jonge criminelen. “Iederéén traint hier,” herhaalt Sharon. “Tot 2015 kregen we nog subsidie, maar die verviel, terwijl de kosten blijven stijgen. Wel hebben we gelukkig héél veel kinderen die hier met een stadspas of via het sportfonds gratis sporten. Dat kunnen we gelukkig declareren bij de gemeente.”", "Ook financiert stadsdeel Noord liefst zes projecten, omdat Pancration een baken is in een moeilijke wijk. Olga somt op: “De lessen voor vrouwen met hoofddoeken uit de buurt lopen als een trein. We hebben meidenkickboksen en judo, maar ook bingo voor ouderen, ochtendgymnastiek en 65-plusfitness.”", "Beslag op het gebouw", "Ineens kwamen de verkeerde mailtjes, nadat de pandeigenaar zich al een tijd niet had laten zien. Sharon pakt de paperassen er bij. “Kijk, justitie in Rotterdam heeft beslag laten leggen op het gebouw, maar we weten nog steeds niet waarom. Onze advocaat komt er niet doorheen.”", "De familie Dolman is ervan overtuigd dat de gemeente het pand al heeft gekocht, inclusief het naastgelegen deel. “Ik heb meerdere malen met de gemeente contact gehad en zij hebben de deal al gesloten. Ze wachten alleen tot het beslag eraf is,” zegt Sharon. “De eigenaar zegt dat de gemeente dit koopt voor 1,2 miljoen, maar de gemeente wil kennelijk iets anders met het pand, of sloop om er te kunnen bouwen, en laat ons in de kou staan.”", "‘Pand kopen als het leeg is’", "Dat weerspreekt woordvoerder Roos Groen van stadsdeel Noord. “We overwegen het pand te kopen mits het leeg is opgeleverd en de beslaglegging van het gebouw af is, maar dat is nu dus niet het geval,” zegt ze.", "Het stadsdeel noemt ‘een breed en laagdrempelig aanbod’ van activiteiten ‘essentieel’ in elke buurt. Groen: “Het zou erg jammer zijn als Pancration de activiteiten voor de jeugd en volwassenen moet stoppen vanwege het juridische conflict tussen de familie en huidige eigenaar van het pand.”", "Het stadsdeel zegt mee te zoeken naar een alternatieve locatie, zoals gymzalen, maar een plek die alle partijen geschikt lijkt, is niet gevonden. “De familie Dolman zou de activiteiten na zo’n eventuele aankoop en verbouwing in de toekomst kunnen voortzetten, maar dan zou de accommodatie ook voor andere partijen worden opengesteld vanwege de behoeftes van de buurt.”", "‘We komen geen stap verder’", "Sharon: “Dat de gemeente het pand eigenlijk al heeft gekocht, weten we pas sinds deze week. We bellen continu, maar komen geen stap verder. Dat beslag kan nog wel jaren op het pand blijven rusten, zegt onze advocaat.”", "Olga: “We hebben zelf wel een idee voor een nieuwe plek, maar daar willen ze kinderopvang, terwijl niemand in deze buurt dat kan betalen.”", "600 sporters", "Zo komt voor de familie Dolman, tien medewerkers en ruim 600 sporters – ruim de helft jeugd – het ondenkbare steeds dichterbij: een knock-out, in vechterstermen.", "“We zitten hier verdomme bijna twintig jaar,” zegt Sharon. “Wij redden ons heus wel, maar waar moeten al die jongens en meiden heen? De moeilijkste jongens dragen mijn boodschappen naar mijn auto en komen met hun problemen waarover ze thuis niet kunnen praten, maar staan straks gewoon weer op straat.”"], "authors": ["Paul Vugts"], "keywords": ["van", "zegt", "vermaarde", "dreigt", "het", "op", "maar", "voor", "met", "een", "noord", "te", "en", "dat", "verdwijnen", "pancration", "vechtschool"], "pubDate": "2020-12-06T12:51:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}