{"id": "aaa6abe9-a173-3763-83fd-c5ddca11c0f0", "title": "Twitter draagt account president VS op 20 januari over aan Biden", "url": "https://www.parool.nl/wereld/twitter-draagt-account-president-vs-op-20-januari-over-aan-biden~b49d4a93f/", "summary": "Beeld EPAOok de officiële accounts van het Witte Huis, de vicepresident, de first lady worden dan overgedragen.\nVolgens Twitter is daar geen informatie-uitwisseling tussen Trump en het team van Biden voor nodig.\n@POTUS heeft 32,8 miljoen volgers, maar Trump communiceert vooral via zijn privéaccount @realDonaldTrump, dat door bijna 89 miljoen twitteraars wordt gevolgd.\nTrump zegt zonder bewijs dat sprake was van verkiezingsfraude en hoopt via rechtszaken en politieke druk alsnog een tweede termijn te krijgen.\nHij weigert toestemming te geven om het proces van machtsoverdracht in gang te zetten, zoals presidenten voor hem dat wel deden.", "paragraphs": ["Joe Biden. Beeld EPA", "Ook de officiële accounts van het Witte Huis, de vicepresident, de first lady worden dan overgedragen. Volgens Twitter is daar geen informatie-uitwisseling tussen Trump en het team van Biden voor nodig.", "@POTUS heeft 32,8 miljoen volgers, maar Trump communiceert vooral via zijn privéaccount @realDonaldTrump, dat door bijna 89 miljoen twitteraars wordt gevolgd. Bidens account heeft 19,3 miljoen volgers.", "Biden werd door prominente Amerikaanse media op 7 november uitgeroepen tot winnaar van de verkiezingen. Trump zegt zonder bewijs dat sprake was van verkiezingsfraude en hoopt via rechtszaken en politieke druk alsnog een tweede termijn te krijgen. Hij weigert toestemming te geven om het proces van machtsoverdracht in gang te zetten, zoals presidenten voor hem dat wel deden."], "authors": [], "keywords": ["aan", "draagt", "van", "biden", "20", "trump", "miljoen", "heeft", "twitter", "op", "het", "account", "vs", "te", "en", "dat", "president", "januari", "door", "voor"], "pubDate": "2020-11-21T16:20:35+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}