{"id": "aabb2c34-aee1-34f0-b7c8-0c416854b715", "title": "Marco Borsato wordt moe van speculaties over nieuwe relatie", "url": "https://nu.nl/achterklap/6100576/marco-borsato-wordt-moe-van-speculaties-over-nieuwe-relatie.html", "summary": "Marco Borsato kampt met een burn-out en verschijnt amper in het openbaar, maar Anouk Smulders vertelde woensdagavond in Shownieuws dat ze hem gesproken heeft over geruchten over een nieuwe relatie.\nDe presentatrice zei dat de zanger moe wordt van de speculaties.\nBorsato kwam zelf niet aan het woord, maar Smulders zei dat hij haar vertelde dat er geen sprake is van een nieuwe liefde.\nBorsato kampt met een burn-out en heeft zijn handen vol aan zijn herstel.\nIk wens mijn meest dierbaren heel veel liefde en geluk in het nieuwe jaar!", "paragraphs": ["Marco Borsato kampt met een burn-out en verschijnt amper in het openbaar, maar Anouk Smulders vertelde woensdagavond in Shownieuws dat ze hem gesproken heeft over geruchten over een nieuwe relatie. De presentatrice zei dat de zanger moe wordt van de speculaties.", "Borsato kwam zelf niet aan het woord, maar Smulders zei dat hij haar vertelde dat er geen sprake is van een nieuwe liefde. De zanger zou daaraan hebben toegevoegd dat zijn ex-vrouw Leontine de enige grote liefde voor hem is.", "Marco en Leontine Borsato waren bijna 22 jaar getrouwd toen ze in februari 2020 aankondigden uit elkaar te gaan. Het stel heeft drie kinderen: Jada, Senna en Luca.", "Sinds de bekendmaking heeft de zanger amper iets van zich laten horen. Borsato kampt met een burn-out en heeft zijn handen vol aan zijn herstel. Eind 2020 liet hij wel weten dat het voor hem het verdrietigste jaar uit zijn leven was.", "\"En al is het verdriet nog niet verwerkt, ik kijk vol vertrouwen naar 2021! Ik wens mijn meest dierbaren heel veel liefde en geluk in het nieuwe jaar! Luca, Senna, Jada en Leontine. We laten de vorm los en we blijven toch een eenheid\", schreef hij toen op sociale media."], "authors": ["Door"], "keywords": ["zijn", "van", "marco", "zanger", "liefde", "en", "nieuwe", "een", "heeft", "wordt", "speculaties", "borsato", "het", "moe", "dat", "relatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}