{"id": "aac4ca95-2fe6-3107-b643-28912f771656", "title": "Musicalacteur Tony Neef kneust rib bij lelijke val met fiets", "url": "https://nu.nl/achterklap/6101169/musicalacteur-tony-neef-kneust-rib-bij-lelijke-val-met-fiets.html", "summary": "Tony Neef is afgelopen vrijdag van zijn fiets gevallen en heeft hierbij zijn rib gekneusd.\nIk werd wakker toen de ambulance eraan kwam\", schrijft de musicalster bij een foto van zijn verwondingen.\n\"De ambulancemeneer zei dat ik geen hechtingen nodig had, dat ik geen hersenschudding heb gehad en dat ik niet naar de tandarts hoefde.\nMaar ik had een afspraak, dus ik ging toch.\"\n\"Het lijkt wel een ideale tijd om een ongeluk te krijgen en te herstellen\", vervolgt Neef.", "paragraphs": ["Tony Neef is afgelopen vrijdag van zijn fiets gevallen en heeft hierbij zijn rib gekneusd. Ook was hij na de val even buiten westen, deelt de musicalacteur op Instagram.", "\"Afgelopen vrijdag fietste ik waarschijnlijk iets te fanatiek door Amsterdam. Op weg naar de tandarts. Maar in Amsterdam heb je gladde tramrails. Ik kan me van het vallen niets herinneren, godzijdank. Ik werd wakker toen de ambulance eraan kwam\", schrijft de musicalster bij een foto van zijn verwondingen.", "\"De ambulancemeneer zei dat ik geen hechtingen nodig had, dat ik geen hersenschudding heb gehad en dat ik niet naar de tandarts hoefde. Maar ik had een afspraak, dus ik ging toch.\"", "\"Het lijkt wel een ideale tijd om een ongeluk te krijgen en te herstellen\", vervolgt Neef. \"De gekneusde rib is nog het vervelendste. Maar het komt goed hoor.\"", "Neef maakte zijn musicaldebuut in 1990 en heeft sindsdien in meer dan veertig voorstellingen gespeeld. Bij het grote publiek brak hij door met Miss Saigon."], "authors": ["Door"], "keywords": ["ik", "musicalacteur", "val", "kneust", "bij", "neef", "zijn", "met", "te", "van", "en", "vrijdag", "een", "tony", "rib", "lelijke", "fiets", "het", "maar", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}