{"id": "aac7df54-c2b9-3172-857e-b32e31aacfd3", "title": "Jarenlang je haar verven, is dat wel gezond?", "url": "https://trouw.nl/zorg/jarenlang-je-haar-verven-is-dat-wel-gezond~b2d462451/", "summary": "Regelmatig een kleurtje in je haar, is dat wel goed voor je haar en hoofdhuid?\n“Dan verf je alleen het gezonde, nieuwe deel van het haar.\nAls het lange deel van het haar keer op keer wordt meegeverfd, wordt het steeds brozer en doffer.\nVerf je je haar buiten de Europese Unie, dan adviseert de arts voorzichtiger te zijn.\n“Dat is beter voor het haar, omdat de kleurmoleculen niet in het haar doordringen, maar op het haar blijven liggen.” Voor fanatieke haarververs is het vooral belangrijk dat zij goed voor hun manen blijven zorgen, benadrukt de dermatoloog.", "paragraphs": ["Regelmatig een kleurtje in je haar, is dat wel goed voor je haar en hoofdhuid?", "Veel mensen voorzien hun haardos regelmatig van een nieuw kleurtje, soms al jarenlang. Om grijze haren te verbergen, of omdat ze blond, bruin, rood of zwart mooier vinden dan de kleur die moeder natuur hen gaf. Maar wat doen we onze lokken aan? Kan regelmatig verven kwaad?", "Je haardos verven is niet helemaal zonder risico’s, zegt Tanja Vogel, dermatoloog bij Medisch Spectrum Twente. Dat komt door de chemische stoffen in de verf, die het haar kleuren maar ook poreus maken. Verzorg het haar daarom goed, adviseert ze, maar geef het ook rust. “Was het niet te vaak, een tot twee keer per week is genoeg”, zegt Vogel. “Föhn het bovendien niet te heet, kijk uit met de stijl- en krultang en gebruik niet te veel stylingproducten.”", "Regelmatig het het gehele haar van boven tot onder kleuren is niet aan te raden, zegt Vogel, die zelf ook regelmatig met een kwast in de weer is. Werk liever alleen de uitgroei bij. “Dan verf je alleen het gezonde, nieuwe deel van het haar. Als het lange deel van het haar keer op keer wordt meegeverfd, wordt het steeds brozer en doffer. Het wordt dan te vaak blootgesteld aan de irriterende stoffen in de verf.” En als de lokken eenmaal ongezond zijn, is daar niets meer aan te doen. “Dof haar en gespleten haarpunten krijg je ook met haaroliën en haarmaskers niet meer goed, ondanks de mooie beloftes. Afknippen is dan nog het enige dat helpt.”", "Allergische reacties", "Op de dode haarpunten na, brengt haarkleuring geen serieuze gezondheidsrisico’s met zich mee, zegt Vogel. “De verf zoals wij dat bij de kapper en in de winkel kunnen kopen, is niet schadelijk.” Toch kunnen sommige mensen allergisch worden, wat zich uit in roodheid, jeuk en schilfers op de hoofdhuid. Soms zijn de reacties heftiger, zegt Vogel, zoals zwelling van de ogen of het hele gezicht, of benauwdheidsklachten. “Het komt voor dat iemand naar de eerste hulp moet.”", "Zo’n ziekenhuisbezoek is zeldzaam, stelt de dermatoloog gerust. Maar overgevoeligheid is dat niet, blijkt uit haar eigen onderzoek. In 2016 promoveerde Vogel op de risico’s van de haarkleurstof parafenyleendiamine, of PPD, een molecuul dat van oudsher voorkomt in haarverf en zwarte henna-tatoeages. Ruim 1 procent van de mensen blijkt er allergisch voor te zijn, concludeerde Vogel. De kans op een PPD-allergie neemt toe als iemand een zwarte henna-tattoo heeft gehad of kapper is. Dat komt door de blootstelling aan een hoge concentratie van PPD, stelt Vogel Vast. “Als je een zo’n henna-tattoo hebt gehad, is de kans op een allergie twee keer groter, en is deze vaak ernstiger. Bij kappers is die kans zelfs vier keer groter.”", "Buiten de Europese Unie", "Een meevaller voor haarververs: juist vanwege de vele allergieën wordt de stof in Nederland en andere Europese landen steeds minder gebruikt, weet Vogel. Verf je je haar buiten de Europese Unie, dan adviseert de arts voorzichtiger te zijn. “Op vakantie in Turkije kun je er niet vanuit gaan dat de verf hetzelfde is als in Nederland, want daar gelden andere regels dan in de EU. Het product hoeft niet per se slechter te zijn, maar hetzelfde is het niet.”", "Als je allergisch blijkt voor haarverf, kun je volgens Vogel het best stoppen met verven of kiezen voor een semi-permanente haarverf. “Dat is beter voor het haar, omdat de kleurmoleculen niet in het haar doordringen, maar op het haar blijven liggen.” Voor fanatieke haarververs is het vooral belangrijk dat zij goed voor hun manen blijven zorgen, benadrukt de dermatoloog. “Wees lief voor je haar.”", "Consult", "In Het Consult beantwoorden experts wekelijks gezondheidsvragen van lezers. Ook een gezondheidsvraag? Stuur een mailtje naar gezondheid@trouw.nl."], "authors": ["Laura Popken"], "keywords": ["gezond", "van", "voor", "en", "een", "verven", "niet", "vogel", "het", "jarenlang", "haar", "dat", "wel", "je"], "pubDate": "2020-12-11T12:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}