{"id": "aac87f4d-8de8-3724-a2b4-2a2e1319951b", "title": "Commissie: ongekend onrecht in toeslagenaffaire, beginselen rechtsstaat geschonden", "url": "https://nos.nl/artikel/2361021-commissie-ongekend-onrecht-in-toeslagenaffaire-beginselen-rechtsstaat-geschonden.html", "summary": "De commissie noemt het een grondbeginsel van de rechtsstaat dat bij het maken en uitvoeren van wetten zoveel mogelijk rekening wordt gehouden met de belangen van mensen.\n\"Daarmee heeft de bestuursrechtspraak zijn belangrijke functie van bescherming van individuele burgers veronachtzaamd\", constateren Van Dam en zijn collega's.\n\"Dat is nodig voor het goed functioneren van de ministeries, van de parlementaire democratie en van de controlerende functie van de media.\"\nMaar de commissie heeft daarover nog geen definitief oordeel.\nAls commissie maken we rustig de balans op en kijken we wat er nog binnenkomt.", "paragraphs": ["Ernst lang niet onderkend", "Dat het onrecht ongekend was, blijkt volgens de commissie onder meer doordat het lang heeft geduurd voordat de omvang en ernst door de politieke en ambtelijke top werden erkend. Bovendien was de informatievoorziening vanuit de Belastingdienst beperkt en stond de manier waarop ouders werden aangepakt in geen verhouding stond tot wat hun werd verweten, vaak ook nog eens onterecht.", "De commissie noemt het een grondbeginsel van de rechtsstaat dat bij het maken en uitvoeren van wetten zoveel mogelijk rekening wordt gehouden met de belangen van mensen. Maar bij de uitvoering van de toeslagen lag zoveel nadruk op een efficiënte uitvoering en op de wens om fraude te voorkomen, dat er niet of nauwelijks naar individuele situaties werd gekeken. Zelfs als ze zonder kwade opzet een administratieve vergissing maakten, constateert de commissie.", "Spijkerharde wetgeving", "In het rapport wordt de rol van veel betrokken huidige en voormalige bewindslieden kritisch besproken. De hardste kritiek lijkt uit te gaan naar Eric Wiebes, staatssecretaris van Financiën in het tweede kabinet-Rutte en nu minister van Economische Zaken. Hij krijgt het verwijt dat hij vanaf augustus 2017 \"persoonlijk op de hoogte was van de groepsaanpak, de gebrekkige rechtsbescherming en de disproportionele gevolgen voor ouders van de fraudeaanpak\".", "Kabinet en parlement mogen het zich aanrekenen dat ze spijkerharde wetgeving hebben gemaakt die onvoldoende recht kon doen aan individuele situaties, staat verder in het rapport. De commissie stelt dat het ministerie van Financiën de kinderopvangtoeslag uitvoerde als een massaproces, met een 'alles-of-niets-benadering', waarin ouders \"in de raderen van de uitvoering door de Belastingdienst\" ten onrechte gebrandmerkt werden als fraudeurs.", "Ook de manier waarop het ministerie van Sociale Zaken zijn verantwoordelijkheid voor het beleid heeft ingevuld, was volgens het eindrapport ver onder de maat.", "Rechters lieten steken vallen", "Rechters krijgen van de commissie eveneens een veeg uit de pan. Er werd vastgehouden aan een \"spijkerharde uitvoering van de regels\" die niet noodzakelijkerwijs uit de wet volgde. \"Daarmee heeft de bestuursrechtspraak zijn belangrijke functie van bescherming van individuele burgers veronachtzaamd\", constateren Van Dam en zijn collega's.", "De commissie zegt verder dat de informatievoorziening vanuit de rijksoverheid op allerlei fronten onvoldoende is. Volgens het rapport was die in meerdere gevallen ingegeven door gewenste juridische of politieke uitkomsten. De commissie constateert dat de Tweede Kamer bij herhaling geconfronteerd is met ontijdige, onvolledige en onjuiste informatie.", "Informatiehuishouding moet prioriteit krijgen", "Ook binnen en tussen de ministeries schoot de informatievoorziening tekort. In het rapport wordt benadrukt dat ook eerdere commissies op de gebrekkige informatiehuishouding hebben gewezen. Volgens de commissie moet het daarom prioriteit krijgen om dat op orde te brengen.", "\"Dat is nodig voor het goed functioneren van de ministeries, van de parlementaire democratie en van de controlerende functie van de media.\"", "De commissie heeft vorige maand verschillende politici en ambtenaren gehoord. Ook hadden de commissieleden de beschikking over een groot aantal documenten, zoals brieven en e-mails.", "Meineed", "In een toelichting zegt Van Dam dat hij nog van geen enkele getuige hard kan zeggen dat die meineed heeft gepleegd. Maar de commissie heeft daarover nog geen definitief oordeel.", "\"Nog zeer recent zijn er stukken boven water gekomen. En twee weken geleden zijn we gestopt met het innemen van informatie. Als commissie maken we rustig de balans op en kijken we wat er nog binnenkomt. Als er aanleiding is om te handelen, zullen we dat niet nalaten.\""], "authors": [], "keywords": ["rechtsstaat", "onrecht", "commissie", "geschonden", "ongekend", "van", "een", "heeft", "toeslagenaffaire", "het", "er", "en", "beginselen", "op", "dat", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}