{"id": "aad10ac4-5bb3-3966-9168-c36dfb733894", "title": "Wandel fijn op de Utrechtse Heuvelrug door Bosch en Duin over een oude spoorlijn", "url": "https://volkskrant.nl/reizen/wandel-fijn-op-de-utrechtse-heuvelrug-door-bosch-en-duin-over-een-oude-spoorlijn~bf0e1c2d/", "summary": "De stationschef kan zo tevoorschijn komen om met fluit en spiegelei de stoptrein naar Zeist het vertreksein te geven.\nDe wandelroute langs de voormalige Zeister spoorlijn voert door natuurgebieden De Biltsche Duinen en het Panbos.\nVilladorpen Bilthoven, Bosch en Duin en Huis ter Heide danken hun ontstaan aan de spoorlijn.\nDe oplettende wandelaar ontdekt het perron van station Bosch en Duin en de restanten van een spoorviaduct over de A28.\nIn de zomer van 1910, toen het buurtspoor drommen recreanten aanvoerde en Zeist bekendstond als ‘de parel van de Stichtse Lustwarande’ opende aan het Stationsplein Het Wapen van Zeist.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland. Deze week: spoorzoeken tussen Bilthoven en Zeist.", "Station Huis ter Heide is pico bello opgeknapt. De rode baksteentjes zijn perfect gevoegd, de gietijzeren straatlantaarns blinken, langs het perron staat een NS-rangeerlocomotief paraat en aan de Wegh der Weegen is de plaatsnaam in witte letters op de gevel geschilderd. De stationschef kan zo tevoorschijn komen om met fluit en spiegelei de stoptrein naar Zeist het vertreksein te geven. Maar in de wachtkamer is niemand te bekennen. De laatste passagierstrein vertrok op 5 mei 1941 – daarna braken de nazi’s de spoorlijn op. Niettemin zijn de herinneringen in de lommerrijke omgeving langs de lijn na tachtig jaar nog terug te vinden.", "De wandelroute langs de voormalige Zeister spoorlijn voert door natuurgebieden De Biltsche Duinen en het Panbos. Beeld Sander Groen", "De spoorlijn van Bilthoven naar Zeist werd op donderdag 29 augustus 1901 geopend. ‘Zonder eenige feestelijkheid’, aldus het Algemeen Handelsblad, maar mét succes: ‘Er werd den eersten dag reeds druk gebruik gemaakt van de nieuwe lijn, die door prachtige bosschen en met dennen begroeide duinen loopt.’ Dagtoeristen ontdekten de Utrechtse Heuvelrug, maar er ontstond ook een nieuw slag mensen: forenzen. Dankzij de spoorlijn kon men werken in de stad en wonen in het groen. Villadorpen Bilthoven, Bosch en Duin en Huis ter Heide danken hun ontstaan aan de spoorlijn.", "Langs de spoordijk waarschuwen stokoude NS-paaltjes voor hoogspanning. Beeld Sander Groen", "Het ‘Zeister lijntje’ was een aftakking van de Centraalspoorweg van Utrecht naar Zwolle. Het begin ervan is op Google Maps goed te zien: voorbij station Bilthoven loopt een boog door de achtertuinen van de villa’s aan de Prins Bernhardlaan. Verderop loopt over de spoordijk een fietspad dat ook prima te bewandelen is, dwars door de natuur. Stenen paaltjes met in rode letters ‘N.S. 10 K.V.’ waarschuwen voor een hoogspanningskabel die door het talud loopt. De oplettende wandelaar ontdekt het perron van station Bosch en Duin en de restanten van een spoorviaduct over de A28. Terug in de bebouwde kom zijn in Zeist nog twee bosjes te vinden die het tracé volgen. Spoorzoeken is hier niet moeilijk.", "In Bosch en Duin loopt het fietspad langs het voormalige perron, dat nu dient als oprijlaan. Beeld Sander Groen", "Het Centraal Station van Zeist was ooit een druk ov-knooppunt, maar werd gesloopt in 1977. Wat er nog wél staat, is het spoorweghotel. In de zomer van 1910, toen het buurtspoor drommen recreanten aanvoerde en Zeist bekendstond als ‘de parel van de Stichtse Lustwarande’ opende aan het Stationsplein Het Wapen van Zeist. Uitgebaat door G. Gramsma, die ook de stationsrestauratie bestierde. Een kamer kostte anderhalve gulden. Tegenwoordig is het simpel en sleets, maar de kamers zijn goedkoop en proper. Zes jaar geleden kreeg het een nieuwe naam: Hotel Corona. Tja. Desondanks sliep Groen er goed, dromend van vervlogen spoorwegromantiek.", "De laatste passagierstrein reed in 1941, maar in Bosch en Duin herinnert de Spoorlaan nog aan de vroegere spoorlijn. Beeld Sander Groen", "Praktische informatie Reis", "Treinstation Bilthoven is bereikbaar via Utrecht of Amersfoort. Vanaf busstation Zeist rijden bussen naar treinstations Utrecht en Driebergen-Zeist; ns.nl, u-ov.info Route", "De wandelroute langs de verdwenen spoorlijn is 7 kilometer lang en voert door de Biltsche Duinen en het Panbos. Routebeschrijving op sandergroen.nl/bilthoven-zeist Bed", "Voormalig spoorweghotel Het Wapen van Zeist heet nu Hotel Corona en heeft drie sterren en tweepersoonskamers vanaf € 60 inclusief ontbijt; coronazeist-utrecht.nl", "Het Wapen van Zeist is 110 jaar oud en heet nu Hotel Corona, maar oogt nog altijd als een romantisch spoorweghotel. Beeld Sander Groen"], "authors": ["Sander Groen"], "keywords": ["van", "fijn", "sander", "het", "op", "maar", "zeist", "spoorlijn", "een", "oude", "wandel", "en", "te", "heuvelrug", "door", "utrechtse", "duin"], "pubDate": "2020-11-12T13:41:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}