{"id": "aae8eaef-29a4-37b3-88d8-4f12bba4ca13", "title": "De Grote Trouw Bordspellentest 2020: dit zijn de leukste spelletjes om de winter door te komen", "url": "https://trouw.nl/cultuur-media/de-grote-trouw-bordspellentest-2020-dit-zijn-de-leukste-spelletjes-om-de-winter-door-te-komen~b88be589/", "summary": "De Zoektocht naar El Dorado (1 uur)Winnaar Speelgoed van het jaar 2020 in de categorie 10-11 jaar.\nJe wint het spel door tactisch te handelen, soms even stil te staan en dan op het juiste moment een sprintje te trekken.\nIn deze versie zijn het echter geen treinsporen, maar handelsroutes in het oude Amsterdam.\nKort door de bocht: spelers geven om beurten een omschrijving van een van de rijkelijk geïllustreerde, dromerige, raadselachtige speelkaarten.\nPubers gedragen zich vaak alsof ze het centrum van het universum zijn.", "paragraphs": ["DE TOPPERS", "Welke spellen voegen zich ooit bij klassiekers als Catan en Monopoly? Van de volgende vier konden wij in elk geval geen genoeg krijgen.", "De zoektocht naar El Dorado", "1. De Zoektocht naar El Dorado (1 uur)", "Winnaar Speelgoed van het jaar 2020 in de categorie 10-11 jaar. Van 999 Games.", "Zo werkt het", "Het is even puzzelen om de verschillende tegels van het spelbord aan ­elkaar te leggen, maar dan heb je ook wat. De Zoektocht naar El Dorado is een bordspel pur sang. Het doet inde verte denken aan het beroemde (Kolonisten van) Catan, maar het is veelzijdiger en avontuurlijker.", "Alles draait om de kleinste tegel aan het einde van de reis: El Dorado. De speler die daar als eerste aankomt, wint het spel. Maar de reis ernaartoe zit vol obstakels als diepe wateren, een moeilijk begaanbare jungle en hete woestijnzanden. Om in El Dorado te geraken kunnen spelers hulptroepen inschakelen, zoals wetenschappers, de plaatselijke bevolking of een kompas. Alle bieden andere voordelen en staan op kaarten die de speler naar eigen inzicht kan kopen en inzetten. Je wint het spel door tactisch te handelen, soms even stil te staan en dan op het juiste moment een sprintje te trekken.", "Dit vonden we ervan", "Het spel is veelzijdig door de verschillende tegels waarmee het spelbord wordt gebouwd. De handleiding geeft enkele voorbeelden, maar gevorderde spelers kunnen ook hun ­eigen spelbord samenstellen. Daarnaast geven de kaarten met hulptroepen het spel een vrolijke dynamiek. Door slim in te kopen op de marktplaats krijg je al snel tactische verschillen tussen de spelers en een lekker gevoel van rijkdom. El Dorado is een ontspannend spel dat je snel onder de knie hebt, maar toch avontuurlijk blijft, doordat je er telkens nieuwe dingen in ontdekt.", "Grootste pluspunt", "Veelzijdig en afwisselend.", "Grootste minpunt", "Is er niet.", "Conclusie", "Een solide spel, vormgegeven met vrolijke kleuren en plaatjes. Perfect voor een druilerige zondagmiddag in coronatijd.", "Ticket to Ride Amsterdam", "2. Ticket to Ride Amsterdam (20 minuten)", "Uitgegeven door Asmodee.", "Zo werkt het", "Ticket to Ride Amsterdam is een variant van de bekende Ticket to Ride-spellen, waarmee je de hele wereld over kunt reizen. Het principe is simpel: met behulp van treinkaartjes leggen spelers routes tussen twee plaatsen. Degene met de meeste missies en routes wint.", "In deze versie zijn het echter geen treinsporen, maar handelsroutes in het oude Amsterdam. Zo reis je van de Dam via het Begijnhof naar de Munttoren en de Blauwbrug. Sommige routes leveren extra punten op in de vorm van handelsbonuskaarten. Spelers kunnen het elkaar moeilijk maken door belangrijke sporen van elkaar in te pikken.", "Dit vonden we ervan", "Het spel is een turboversie van Ticket to Ride. De handleiding is snel doorgewerkt en mensen met een beetje ervaring kunnen binnen vijf minuten aan de slag. De routes zijn relatief kort en makkelijk te leggen. Het is zaak snel te bedenken welke routes belangrijk zijn om je hoofdmissie – maak een aangesloten handelsroute tussen twee stadsdelen – te voltooien, want de mogelijkheden zijn vaak beperkt. Speel het spel in hoog tempo, dat geeft vaart en vraagt om snel nadenken en schakelen.", "Grootste pluspunt", "Simpel en dynamisch.", "Grootste minpunt", "De karretjes waarmee de sporen worden gebouwd voelen een beetje goedkoop aan.", "Conclusie", "Leuk spelletje voor even tussendoor. Leent zich ook prima om mee te nemen op vakantie.", "Azul Zomerpaviljoen", "3. Azul – Zomerpaviljoen (40 minuten)", "De tweede variant op het succesvolle Azul-bordspel van Asmodee. In 2018 verscheen al de spin-off Azul – De ramen van Sintra.", "Zo werkt het", "Elke speler bouwt een zomerpaviljoen in opdracht van de Portugese koning Manuel I. Dat doet iedereen op zijn eigen plattegrond: een kartonnen bordje met daarop een mozaïek van zeven sterren. Elke ster heeft zijn eigen kleur en bestaat uit ruitvormige tegels. Het is zaak de juiste tegels te bemachtigen. Winnaar is degene die na zes rondes zijn zomerpaviljoen het verst heeft af­gebouwd.", "Dit vonden we ervan", "Dit spel heeft minstens één gezin door een saaie quarantaine heen ­gesleept; we speelden het avonden achter elkaar in afwachting van de maaltijdbezorger. Iedereen is lekker bezig op zijn eigen speelbord, toch is het niet solistisch: bij het verzamelen van de tegels kun je elkaar fijn dwarszitten.", "Je speelt het vlot en het spel is prachtig uitgevoerd, geschikt voor estheten. De tegels liggen heerlijk in de hand. Als Azul-beginners kunnen we deze versie niet vergelijken met het moederspel Azul of met De ramen van Sintra.", "Grootste pluspunt", "Voltooid raakt het zomerpaviljoen nooit en daardoor verveelt het niet gauw.", "Grootste minpunt", "De foeilelijke kleur oranje – zeg maar WK-voetbal-oranje – detoneert in het verder zo afgewogen kleurenpalet van de tegels.", "Conclusie", "Makkelijk te leren en verslavend bordspel.", "Tiny Towns", "4. Tiny Towns (45 minuten)", "De Nederlandse versie van dit Amerikaanse spel verscheen bij White Goblin Games.", "Zo werkt het", "Net als bij Azul moet je ook in dit spel iets bouwen: een klein stadje in het bos. Elke speler krijgt zijn eigen bouwplaats: een kartonnen bord met zestien vakjes. Met de grondstoffen hout, tarwe, baksteen, glas en steen kun je daarop allerlei gebouwen doen verrijzen: van eenvoudige huisjes tot kerken en monumenten. Je moet passen en meten én de bouwplaats van je medespelers in de gaten houden en zo nodig saboteren.", "Dit vonden we ervan", "Tijdens de testperiode sloeg de spelletjesmoeheid toe bij één gezin; ineens hadden alle huisgenoten na het avondeten dringender bezigheden. De verslaggever besloot daarom maar de solovariant van Tiny Towns te spelen en dat bleek nog leuk en uitdagend ook. Eén spelweigeraar deed toch nog een potje mee en ook die amuseerde zich prima.", "Groot voordeel is dat het spel snel te doorgronden is; dat scheelt een hoop geploeter met instructies. Extra ­opties en variaties maken het desgewenst complexer voor gevorderden. Het is mooi uitgevoerd, met kleurige houten gebouwtjes en dito grondstoffenblokjes.", "Grootste pluspunt", "De mogelijkheid om het in je eentje te spelen: een uitkomst voor éénpersoonshuishoudens of mensen in soloquarantaine.", "Grootste minpunt", "De puntentelling vergt wat hoofd­rekenvaardigheid (maar enige oefening op dit terrein kan eigenlijk geen kwaad).", "Conclusie", "Een leuk, aantrekkelijk vormgegeven, gelaagd en tegelijkertijd laagdrempelig puzzelspelletje voor één tot zes personen.", "OOK LEUK", "1. The Crew (20 minuten)", "Winnaar Speelgoed van het jaar 2020 in de categorie 18+, 999 Games.", "The Crew is een kaartspel waarbij de spelers moeten samenwerken. Net als bij kroegspelletjes, zoals hartenjagen of toepen, gaat het om de slagen, waarbij missies in de handleiding vertellen op welke wijze die moeten worden verdeeld. Zo kan een speler specifiek de opdracht krijgen om de kaart met de blauwe vijf binnen te halen. De andere spelers moeten hem daarbij helpen, maar ze kunnen maar beperkt communiceren. Ondanks de ontmoedigende handleiding waarvan eerst elf pagina’s moeten worden doorgeworsteld, blijkt het een eenvoudig en vlot spelletje.", "2. Dixit (30 minuten)", "Uitbreidingsset Mirrors, uit­gegeven door Asmodee.", "In een spelletjestest in 2020 hoort Dixit eigenlijk niet thuis, het bestaat al twaalf jaar. Maar gelukkig is er weer een uitbreidingsset verschenen van misschien wel het leukste spel van deze eeuw voor minimaal vier personen. Kort door de bocht: spelers geven om beurten een omschrijving van een van de rijkelijk geïllustreerde, dromerige, raadselachtige speelkaarten. De anderen moeten raden welke afbeelding bij die omschrijving past. Bij dit spel moet je goed kijken: naar de kaarten, maar liefst ook in het hoofd van je medespeler. Hoe associeert en redeneert die? Ook deze Mirrors-set ziet er weer prachtig uit.", "3. Paranormale detective ( 45 minuten)", "Uitgegeven door 999 Games.", "Vooral de 12-jarige testspeler was ­enthousiast: ze noemt het spel een kruising tussen Cluedo en Black Stories (een kaartspel waarbij je griezelige raadsels moet oplossen). Er is een moord gepleegd, maar door wie, waarom en waar? En wie was het slachtoffer überhaupt? De geest van de overledene helpt de detectives met hints, onder andere via tarotkaarten, touwtjes, aanraking en uitbeelding. Sommige moordzaken zijn wat voorspelbaar, andere best uitdagend. Je kunt elke verhaalkaart slechts één keer spelen, maar er zijn meer verhalen beschikbaar via een gratis app.", "DE AFVALLERS", "1. Mariposas (1 uur)", "Uitgegeven door White Goblin Games.", "Kosten noch moeite zijn gespaard voor dit spel. Een prachtige doos vol met schitterende monarchvlinders, een spelbord met fleurige bloemen, vrolijk gekleurde fiches en actiekaarten. En een handleiding van zestien pagina’s waar niet doorheen te komen is. Na een uur studeren kan de vlindertrek eindelijk beginnen, waarbij er met de wisseling van de seizoenen telkens enkele vlinders sterven. Nodeloos ingewikkeld en traag. Bovendien is er weinig interactie tussen de spelers, iedereen kiest zijn eigen koers. Het spel is wel zeer ontspannend, maar misschien is slaapverwekkend een beter woord.", "2. Stay cool (25 minuten)", "Winnaar Speelgoed van het jaar 2020 in de categorie 12-17 jaar, 999 Games.", "Op de doos staat vermeld dat Stay cool een spel is voor multitaskers en inderdaad blijken werkende moeders, die gewend zijn gelijktijdig in verschillende potjes te roeren, er verrassend goed in te zijn. Dit uiteraard tot grote frustratie van hun huisgenoten. Spelers vuren vragen af op de speler die aan de beurt is en die sommige vragen mondeling beantwoordt en andere moet spellen met letters op dobbelstenen. Een zandloper houdt de tijd bij en wordt elke dertig seconden gedraaid. Na twee minuten wisselt de beurt. Als het antwoord fout is, of te lang op zich laat wachten, wordt de vraag herhaald. Veel geluid, herhalingen, prikkels, véél prikkels. Te veel voor mensen die liever ontspannen een spelletje spelen.", "3. Unlock! (1 uur)", "Uitgegeven door Asmodee.", "Escaperooms zijn populair dezer dagen: wie wil er nou niet even ontsnappen aan de werkelijk? In de doos van Unlock! zitten er drie, die slechts een keer kunnen worden gespeeld, met kaarten en een app op de smartphone. Dat is al een beetje jammer: de charme van gezelschapsspelletjes is juist dat ze analoog zijn. Op de smartphone tikt een klok zestig minuten af. Spelers combineren kaarten om dichterbij de uitgang te komen en een verkeerd antwoord levert strafsecondes op. Nergens wordt het echt spannend en het vergt ook best veel discipline om de klok niet tussendoor even op pauze te zetten. Bij een geslaagde ontsnapping resteert het gevoel ‘was dit het nou?’.", "Lees ook:", "Het gaat lekker met Lego, dankzij de lockdown", "Gedwongen huisarrest en een geslaagd tv-format dreven de winst van Lego in het eerste half jaar flink op. Maar een nieuwe samenwerking met Levi’s leidt tot scepsis.", "Opvoedvraag: Blijf thuis! Hoe maak je dat de puber wijs?", "Pubers gedragen zich vaak alsof ze het centrum van het universum zijn. Probeer hen maar eens te houden aan de oproep thuis te blijven."], "authors": ["Iris Pronk En Nienke Schipper"], "keywords": ["spel", "van", "het", "op", "grote", "met", "zijn", "spelletjes", "winter", "trouw", "een", "je", "te", "om", "en", "komen", "door", "leukste"], "pubDate": "2020-11-17T10:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}