{"id": "aaea93c3-2052-3971-9c73-a1b42e46f813", "title": "Visquota Nederlandse vissers bekend voor de komende drie maanden", "url": "https://nos.nl/artikel/2361017-visquota-nederlandse-vissers-bekend-voor-de-komende-drie-maanden.html", "summary": "Normaal gesproken sluiten de EU-landen een akkoord voor een heel jaar, maar vanwege de ontwikkelingen rondom de nog lopende brexit gaat het nu om een kortere periode.\nNederlandse vissers mogen volgend jaar in januari, februari en maart sowieso 25 procent van hun quota van afgelopen jaar vangen.\n\"Ik ben tevreden dat we voor een beetje zekerheid in onzekere tijden voor de vissers hebben kunnen zorgen\", zegt minister Schouten (Landbouw).\nDe komende weken wordt met deze twee landen besproken of Europese vissers ook in hun wateren hun quota kunnen opvissen.\nVerder wil Nederland dat vissers een deel van hun niet gebruikte visquota van 2020 mee kunnen nemen naar volgend jaar.", "paragraphs": ["In Brussel zijn afgelopen nacht afspraken gemaakt over de visquota voor de komende drie maanden. Normaal gesproken sluiten de EU-landen een akkoord voor een heel jaar, maar vanwege de ontwikkelingen rondom de nog lopende brexit gaat het nu om een kortere periode.", "Nederlandse vissers mogen volgend jaar in januari, februari en maart sowieso 25 procent van hun quota van afgelopen jaar vangen. Van de vis die vooral dit seizoen wordt gevangen, zoals onder meer blauwe wijting, makreel en horsmakreel, mag 40 tot 65 procent worden gevangen.", "\"Ik ben tevreden dat we voor een beetje zekerheid in onzekere tijden voor de vissers hebben kunnen zorgen\", zegt minister Schouten (Landbouw). \"Het is wel van groot belang dat er snel duidelijkheid komt over een akkoord met het Verenigd Koningrijk. Als dat helder is, kan de Europese Commissie ook handelen en waar nodig maatregelen nemen om de vissers te steunen en helpen.\"", "Vispopulaties onderzoeken", "Het is nog wel onduidelijk waar gevist mag worden: alleen in Europese en internationale wateren, of ook in de Noorse of Britse wateren. De komende weken wordt met deze twee landen besproken of Europese vissers ook in hun wateren hun quota kunnen opvissen.", "Verder wil Nederland dat vissers een deel van hun niet gebruikte visquota van 2020 mee kunnen nemen naar volgend jaar. Nederland stelde daarom voor om onderzoeksorganisatie ICES te laten adviseren of de vispopulaties dit aan zouden kunnen. De Europese Commissie stemde in met dit verzoek.", "Vanwege de coronacrisis en de sluiting van de horeca konden vissers minder verkopen. Daarom is er dit jaar uiteindelijk minder gevist dan verwacht."], "authors": [], "keywords": ["europese", "vissers", "van", "kunnen", "een", "voor", "dit", "maanden", "bekend", "en", "visquota", "jaar", "hun", "drie", "komende", "nederlandse"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}