{"id": "ab00f60c-e0b1-3068-bb29-e9c7e9810224", "title": "Door corona werd afvlakken een breder inzetbaar werkwoord", "url": "https://trouw.nl/cultuur-media/door-corona-werd-afvlakken-een-breder-inzetbaar-werkwoord~ba725164/", "summary": "De Engelse uitdrukking raakte al snel weer in onbruik en nu hebben we het weer gewoon in onze moerstaal over een curve die afvlakt.\nDat betekent eigenlijk dat de grafische weergave van een ontwikkeling – in dit geval de groei of daling van het aantal covidpatiënten – een vlakker verloop krijgt.\nEen werkwoord voor het tegenovergestelde is er nietDeze metonymische betekenis van afvlakken is niet nieuw.\nDe Dikke Van Dale maakt onder meer gewag van ‘een afvlakkende omzet’ en ‘een afvlakkende markt’.\nJe zou verwachten dat er ook een courant werkwoord is met een betekenis die precies het tegenovergestelde uitdrukt van afvlakken, dus opeens sterk stijgen of plotseling scherp dalen.", "paragraphs": ["Flattening the curve – vlak nadat de coronapandemie Nederland had bereikt, werd die Engelse uitdrukking plots populair. Letterlijk werd ermee bedoeld dat de grafische weergave van het aantal covidpatiënten in het ziekenhuis zou moeten afvlakken, maar de uitdrukking werd ook een mantra met een andere betekenis: niet zozeer de curve, als wel het aantal patiënten zelf moet afvlakken.", "De Engelse uitdrukking raakte al snel weer in onbruik en nu hebben we het weer gewoon in onze moerstaal over een curve die afvlakt. Dat betekent eigenlijk dat de grafische weergave van een ontwikkeling – in dit geval de groei of daling van het aantal covidpatiënten – een vlakker verloop krijgt.", "Maar afvlakken (eigenlijk: vlak maken) wordt daarnaast ook gebruikt om niet de curve zelf te beschrijven, maar de ontwikkeling waarvan de curve een grafische weergave is. De betekenis is dan niet ‘vlak worden’, maar ‘minder groot worden’. Doordat afvlakken die metonymische betekenis heeft gekregen, kun je bijvoorbeeld zeggen dat het aantal covidpatiënten afvlakt of dat de pandemie afvlakt. Je kunt afvlakken zelfs gebruiken om de trend te beschrijven die een ontwikkeling doormaakt: de groei of de toename vlakt af, maar ook de daling, de krimp of de afname.", "Een werkwoord voor het tegenovergestelde is er niet", "Deze metonymische betekenis van afvlakken is niet nieuw. In economisch jargon wordt afvlakken namelijk al veel langer op deze manier gebruikt. De Dikke Van Dale maakt onder meer gewag van ‘een afvlakkende omzet’ en ‘een afvlakkende markt’. Corona heeft er wel voor gezorgd dat afvlakken in de betekenis ‘minder groot worden’ nu algemener is dan voorheen.", "Je zou verwachten dat er ook een courant werkwoord is met een betekenis die precies het tegenovergestelde uitdrukt van afvlakken, dus opeens sterk stijgen of plotseling scherp dalen. Zo’n antoniem zie ik zo snel echter niet.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["van", "breder", "betekenis", "het", "inzetbaar", "die", "werkwoord", "corona", "werd", "een", "ook", "dat", "curve", "afvlakken", "door", "worden"], "pubDate": "2020-12-02T14:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}