{"id": "ab295c03-31d4-3cc9-82c2-bfdac60986be", "title": "De man die zag dat het IQ stijgt", "url": "https://nrc.nl/nieuws/2020/12/14/de-man-die-zag-dat-het-iq-stijgt-a4023784", "summary": "Hij stelde in 1984 vast dat de regelmatige ijking van IQ-testen (het gemiddelde moet 100 punten blijven) betekende dat het (ongecorrigeerde) IQ voortdurend steeg.\nMet die ontdekking werd Flynn, van oorsprong politiek filosoof, een van de belangrijkste intelligentie-onderzoekers van de afgelopen decennia.\nOok was het een dreun voor het idee dat de algemene intelligentie onder bevolking juist zou dalen omdat ‘domme’ mensen meer kinderen zouden krijgen dan ‘slimme’.\nDat er zo’n verschil in voortplanting zou zijn is nooit bewezen, eerder zijn er aanwijzingen dat mensen met een hoger IQ méér kinderen krijgen dan mensen met een lager IQ.\nAls je kijkt naar de toename van de zwarte IQ-scores, zie je dat die in 1995 op het niveau liggen dat witten behaalden in 1945.", "paragraphs": ["Omdat hij weleens wilde weten ‘hoe het zat’, heeft de Amerikaans-Nieuw-Zeelandse politicoloog James Robert Flynn in de jaren tachtig met één klap voorgoed de discussie over intelligentie veranderd. Hij stelde in 1984 vast dat de regelmatige ijking van IQ-testen (het gemiddelde moet 100 punten blijven) betekende dat het (ongecorrigeerde) IQ voortdurend steeg. Met die ontdekking werd Flynn, van oorsprong politiek filosoof, een van de belangrijkste intelligentie-onderzoekers van de afgelopen decennia.", "James Robert Flynn overleed op vrijdag 11 december vredig in een ‘pensioneringsdorp’ in Dunedin, in het zuiden van Nieuw-Zeeland, 86 jaar oud. Amerikaan van geboorte werkte hij sinds 1963 aan de Universiteit van Otago, ook in Dunedin. De politiek sociaal-democratisch geïnspireerde Flynn deed twee keer zonder succes mee aan verkiezingen voor het Nieuw-Zeelandse parlement. Zijn TED-talk uit 2013 is door ruim vier miljoen mensen bekeken.", "Verbeterd onderwijs", "Het ‘Flynn-effect’ bleek behoorlijk groot: ongeveer 3 IQ-punten per decennium. Iemand die dus bijvoorbeeld in 1972 100 punten scoorde op de herijkte IQ-test zou volgens de normen van 1948 108 punten hebben gehaald, enzovoorts. Dat effect is daarna voor vele westerse landen vele malen bevestigd in vervolgonderzoek, door Flynn zelf en door anderen. De oorzaken worden vooral gezocht in verbeterd onderwijs, dat in feite steeds beter is gaan opleiden voor de IQ-test. Tegenwoordig staat ter discussie of het Flynn-effect in sommige landen nog wel bestaat.", "De ontdekking van het Flynn-effect maakte voorgoed duidelijk hoezeer uitslag van een IQ-test afhankelijk is van opvoeding, onderwijs en omgeving. Ook was het een dreun voor het idee dat de algemene intelligentie onder bevolking juist zou dalen omdat ‘domme’ mensen meer kinderen zouden krijgen dan ‘slimme’. Dat er zo’n verschil in voortplanting zou zijn is nooit bewezen, eerder zijn er aanwijzingen dat mensen met een hoger IQ méér kinderen krijgen dan mensen met een lager IQ.", "De nieuwsgierigheid van Flynn naar de achtergrond van intelligentie ontstond door de felle discussies in de jaren zeventig en tachtig in de Verenigde Staten over het verschil in IQ-scores tussen zwarte en witte Amerikanen. Volgens sommige onderzoekers zouden die door een erfelijk verschil moeten worden verklaard. De inmiddels algemeen gebruikelijke term ‘Flynn’-effect is zelfs gemunt door pleitbezorgers van zo’n genetisch IQ-verschil, Richard Herrnstein en Alexander Murray, in hun veelbesproken boek The Bell Curve uit 1994. Volgens Flynn was die genetische kloof onzin. Als je kijkt naar de toename van de zwarte IQ-scores, zie je dat die in 1995 op het niveau liggen dat witten behaalden in 1945. „Het is niet onwaarschijnlijk dat voor zwarten de gemiddelde omgevingskwaliteit in 1995 vergelijkbaar is met die voor witten in 1945”, schreef hij in 1999 in American Psychologist.", "Bezit van een elite", "De hoffelijke Flynn stond overigens op goede voet met zijn intellectuele tegenstanders. Murray schreef bijvoorbeeld in 2007 een warme aanbeveling op de flap van What Is Intelligence? Beyond the Flynn-effect, een van de vele boeken die Flynn schreef. En op zijn beurt pleitte Flynn onlangs (in het Journal of Criminal Justice, 2018) voor academische vrijheid voor wie gelooft dat er genetische verschillen in intelligentie bestaan tussen zwarte en witte Amerikanen. Flynn had een diep vertrouwen in het wetenschappelijk debat. „Anderen verbieden dat te onderzoeken, betekent dat je bepaalde waarheden aanwijst als het bezit van een elite, die verder niemand mag aanraken”, schreef hij. „En je schermt hen dan ook af voor nieuw wetenschappelijk bewijs dat hun geloof juist kan veranderen.”", "Dat de scores op IQ-testen stijgen, betekende volgens Flynn overigens niet dat de algemene intelligentie, hoe je die ook verder definieert, zou stijgen. „Vergelijk het met lengte”, schreef hij in 1999 in American Psychologist. Iedereen kent de ervaring dat je door de stijgende lengte van jongere generaties wordt ingehaald: „ooit was ik langer dan de meeste van mijn studenten, nu allang niet meer, maar wie heeft die ervaring met intelligentie? Neem bijvoorbeeld een vrouw met een IQ van 110 die dertig jaar les geeft in Nederland. In 1952 was ze slimmer dan driekwart van haar leerlingen. In 1967 waren ze gemiddeld even slim en in 1982 was juist driekwart slimmer dan zij. Is dat werkelijk de ervaring van Nederlandse onderwijzers?” In zijn boek Are We Getting Smarter? uit 2012 waarschuwde Flynn dan ook tegen ‘sociologische blindheid’ van het onderzoek van intelligentie.", "Correctie (14 december 2020): In een eerdere versie stond vermeld dat Flynn werkzaam was aan de Universiteit van Otega. Dat klopt niet en is hierboven gecorrigeerd.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Hendrik Spiering", "Leestijd Minuten"], "keywords": ["dat", "van", "zag", "die", "een", "en", "flynn", "met", "op", "voor", "man", "stijgt", "iq", "het"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}