{"id": "ab313835-0522-3fc5-ac11-b9529521b781", "title": "Room 2806 bewijst het maar weer eens: ‘Powerful people can do anything’", "url": "https://volkskrant.nl/cultuur-media/room-2806-bewijst-het-maar-weer-eens-powerful-people-can-do-anything~bac6c567/", "summary": "Op de opgewonden toon die hoort bij dit soort gelegenheden vuurt de komiek grappen af over de geruchten over seksueel wangedrag die DSK al jaren omgeven.\nDaarna speelt hij het geluid van een alarm af, zodat alle vrouwen zich uit de voeten kunnen maken.\nOf, zoals Diallo het formuleert: ‘Powerful people can do anything.’ Ook scheert Lespert kort en niet erg overtuigend langs de mogelijkheid van een politiek complot om DSK te tackelen.\nRoom 2806 is een portret van een onuitstaanbaar ijdele en nietsontziende kerel die krijgt wat hij denkt dat hem toekomt, maar ook een product van een omgeving waarin macht en wangedrag bijna vanzelfsprekend met elkaar verbonden zijn.\nEen wereld waarin geen grens bestaat tussen losbandigheid en een wreedheid die kennelijk best leuk kan zijn, tot je aan de ontvangende kant belandt.", "paragraphs": ["De nieuwe miniserie Room 2806: The Accusation is al een tijdje onderweg wanneer maker Jalil Lespert op de proppen komt met een fragment van Dominique Strauss-Kahn te gast bij een Frans radiostation. Het fragment dateert van jaren vóór het incident in de New Yorkse hotelkamer waar de serie naar is vernoemd, en dat de val van DSK inluidde – ook al leidde de beschuldiging van Sofitel-medewerkster Nafissatou Diallo niet tot een veroordeling.", "In dat fragment wordt de man die gerede kans maakt Frankrijks nieuwe president te worden geïntroduceerd door een comedian. Op de opgewonden toon die hoort bij dit soort gelegenheden vuurt de komiek grappen af over de geruchten over seksueel wangedrag die DSK al jaren omgeven. Daarna speelt hij het geluid van een alarm af, zodat alle vrouwen zich uit de voeten kunnen maken. De camera zoomt in op de wenkbrauwen van Strauss-Kahn, die in een almaar norser wordende rimpel naar elkaar toe kruipen.", "Als de comedian uitgesproken is, zegt Strauss-Kahn, op de toon van de man die niet op de wereld is om tegenspraak te dulden: ‘Wreedheid is niet leuk.’", "De vier afleveringen van Room 2806: The Accusation – sinds vorige week te zien op Netflix – vertellen in krap drie uur het verhaal van de oerknal van #MeToo. In de documentaire wordt aannemelijk gemaakt dat het de trillingen van de explosie van de zaak-DSK zijn geweest die uiteindelijk hebben geleid tot de val van Harvey Weinstein, en alles wat erna kwam.", "Room 2806: The Accusation Beeld Netflix", "Het naar wraak geurende gerecht dat Room 2806 opdient, is inmiddels bijna een klassieker, de ingrediënten zijn in elk geval altijd dezelfde: rijke, machtige kerel die denkt zich alles te kunnen permitteren, in de rug gesteund door talloze invloedrijke connecties, struikelt uiteindelijk over zijn eigen roekeloosheid. Er wordt een beeld geschetst van een vanzelfsprekendheid die je je nu, een paar jaar later, nog maar moeilijk kunt voorstellen, een wereld waarin de vader van een van Frankrijks voornaamste economen een vrijgezellenflat huurt om zijn zoon zijn echtgenote te laten bedriegen, een wereld waarin affaires op de werkvloer verzetjes zijn voor de meerdere, terwijl de ondergeschikte achterblijft met de brokken.", "De documentaire concentreert zich ook op het decor van de economische crisis waarin DSK als IMF-baas kon uitgroeien tot een superster, en later op de gewiekste manier waarop DSK de publieke opinie vanuit zijn cel naar zijn hand zette. Of, zoals Diallo het formuleert: ‘Powerful people can do anything.’ Ook scheert Lespert kort en niet erg overtuigend langs de mogelijkheid van een politiek complot om DSK te tackelen.", "Room 2806 is een portret van een onuitstaanbaar ijdele en nietsontziende kerel die krijgt wat hij denkt dat hem toekomt, maar ook een product van een omgeving waarin macht en wangedrag bijna vanzelfsprekend met elkaar verbonden zijn. Een wereld waarin geen grens bestaat tussen losbandigheid en een wreedheid die kennelijk best leuk kan zijn, tot je aan de ontvangende kant belandt."], "authors": ["Frank Heinen"], "keywords": ["weer", "van", "die", "room", "een", "waarin", "en", "eens", "powerful", "maar", "te", "bewijst", "2806", "zijn", "op", "dsk", "het"], "pubDate": "2020-12-14T13:34:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}