{"id": "ab3a8681-142d-3760-8d01-e289383ab78c", "title": "WeTransfer zou beursgang voorbereiden: waarom is een dienst om bestanden te delen geld waard?", "url": "https://volkskrant.nl/nieuws-achtergrond/wetransfer-zou-beursgang-voorbereiden-waarom-is-een-dienst-om-bestanden-te-delen-geld-waard~b0a419c1/", "summary": "Beeld Contour by Getty ImagesHet was een grote frustratie van Bas Beerens: als hij een video van een van de computers van zijn communicatiebureau naar die van een klant wilde krijgen, dan moest dat op bijvoorbeeld een usb-stick, via een reizende koerier.\nOm op die kosten te besparen richtte hij samen met Nederlands bekendste blogger Nalden en ondernemer Rinke Visser in 2009 WeTransfer op.\nVeel meer en veel zwaardere bestanden versturen werd opeens niet moeilijker dan het versturen van een bijlage bij een e-mail.\nWeTransfer zou een miljard waard zijn, een beursgang levert de oprichters naar verwachting miljoenen op.\nLezers op hun beurt volgden iemand met smaak op een blog dat zijn tijd ver vooruit leek.", "paragraphs": ["Ronald Hans, beter bekend als blogger Nalden, in 2014 bij zijn kantoor in Amsterdam. Beeld Contour by Getty Images", "Het was een grote frustratie van Bas Beerens: als hij een video van een van de computers van zijn communicatiebureau naar die van een klant wilde krijgen, dan moest dat op bijvoorbeeld een usb-stick, via een reizende koerier. Om op die kosten te besparen richtte hij samen met Nederlands bekendste blogger Nalden en ondernemer Rinke Visser in 2009 WeTransfer op. Veel meer en veel zwaardere bestanden versturen werd opeens niet moeilijker dan het versturen van een bijlage bij een e-mail.", "Inmiddels wordt de dienst elke dag door meer dan 70 miljoen mensen in 195 landen gebruikt. Per maand worden 1,5 miljard bestanden verstuurd. WeTransfer, met het hoofdkantoor in Amsterdam en kantoren in Los Angeles en New York, heeft tweehonderd werknemers en biedt ook andere diensten, voor met name de creatieve sector. Betalende gebruikers leveren de helft van de inkomsten, meldt het bedrijf. Naar eigen zeggen maakt het sinds 2014 al winst – niet heel gebruikelijk in de techindustrie.", "En nu wil WeTransfer, volgens meerdere bronnen, naar de Amsterdamse beurs. Het bedrijf ontkent dat niet, maar zegt niet in te willen gaan op speculaties. Het nam in september vorig jaar voor het eerst een financieel directeur in dienst: Melissa Nussbaum stapte over van PricewaterhouseCoopers. Ze heeft ervaring met het naar de beurs brengen van techbedrijven. WeTransfer zou een miljard waard zijn, een beursgang levert de oprichters naar verwachting miljoenen op.", "Tijdelijke opslag", "WeTransfer werkt betrekkelijk eenvoudig: je uploadt wat je wilt versturen naar een server, waar het tijdelijk wordt opgeslagen; de beoogde ontvanger krijgt een link om het ‘verstuurde’ te downloaden. Je zou het een digitale postbus kunnen noemen.", "Het bleek een oplossing voor een probleem dat meer internetgebruikers in het eerste decennium van deze eeuw hadden. Doordat een bijlage bij een e-mail niet groter kon zijn dan een megabyte of 6 en andere gratis diensten niet verder gingen dan 100 megabyte, was je al snel aangewezen op de genoemde usb-stick. WeTransfer (de naam is een reactie op de toenmalige concurrent YouSendIt) bood de mogelijkheid om tot 2 gigabyte te versturen – twintig keer zoveel als bij bedrijven die vergelijkbare diensten boden.", "Dat kon in principe gratis en zonder een account aan te maken. Dus ook zonder tal van mailtjes die je moesten overhalen om de betaalde variant te gaan gebruiken. De nadruk lag op een goed ontwerp, een liefde die Beerens (nu 50) en Nalden (nu 36) delen. Het liefst, zei Beerens in een interview in 2016, zou hij 90 procent van het internet opnieuw ontwerpen. Dat vertaalde zich in een dusdanig groot gebruiksgemak, dat ‘ik wetransfer het je even’ een zin werd die veel mensen begrijpen.", "Advertenties, maar dan smaakvol", "Een ander deel van de strategie die WeTransfer anders en succesvol maakte, kwam rechtstreeks van Nalden: geef adverteerders de ruimte. Hij zorgde ervoor dat grote merken hém benaderden voor een samenwerking, door ze letterlijk alle ruimte op de voorpagina van zijn blog te geven. Lezers op hun beurt volgden iemand met smaak op een blog dat zijn tijd ver vooruit leek. En hij was een ideaal uithangbord voor de dienst, vertelde Beerens in een interview.", "Nalden reed als 25-jarige in een dure Lotus Elite en had op zijn 30ste genoeg verdiend om nooit meer te hoeven werken, vertelde hij de Volkskrant in 2015. Dat was drie jaar nadat hij was gestopt met zijn succesvolle blog, omdat hij ‘meer wilde dan sneakers en whiskymerken pluggen’. In zekere zin was Nalden tijdens een deel van zijn leven influencer voordat iemand de term kende.", "Het succes van WeTransfer is deels gebouwd op de lessen van zijn blog. Gratis internetdiensten moeten het over het algemeen hebben van reclame, van vrij schreeuwerige banners en popups die met elkaar concurreren om aandacht. WeTransfer gaf vrijwel het hele desktopscherm aan de reclamemaker en moedigde het aan die advertenties meer te benaderen zoals de veel smaakvoller vormgegeven reclame in tijdschriften. Adverteerders meldden zich daardoor al snel bij het bedrijf, in plaats van dat WeTransfer op zoek moest.", "Daarbij is de dienst consequent ruimte blijven bieden aan opkomende kunstenaars. 30 procent van de ruimte voor advertenties wordt ‘gegeven’ aan goede doelen en ontwerpers en kunstenaars die de oprichters bewonderden. Dat ook dat werkt, liet muziekgrootheid Prince zien toen hij zijn volgers wilde wijzen op het werk van de beginnende muzikant Judith Hill. In zijn tweet: een link naar een WeTransfer-bestand.", "Meer Nederlandse eenhoorns Ze zijn zeldzaam, maar toch telt Nederland inmiddels een handvol ‘unicorns’, oftewel eenhoorns. Die term staat voor start-ups die meer dan 1 miljard dollar waard zijn. Voorbeelden zijn maaltijdbezorger Just Eat Takeaway, opgericht in 2000 als Thuisbezorgd.nl. Ceo Jitse Groen, toen een 21-jarige student in Enschede, is tegenwoordig miljardair. Een ander voorbeeld is Booking.com, al kwam dat bedrijf al snel in Amerikaanse handen. Eind vorig jaar trad ook de Amsterdamse betaaldienstverlener Mollie toe tot het exclusieve gezelschap. Misschien wel de bekendste polder-eenhoorn is een andere internetkassa: Adyen. De beursgang in 2018 van het bedrijf, dat onder meer Facebook en Netflix tot zijn klantenkring mag rekenen, heeft de oorspronkelijke investeerders, onder wie prinses Mabel van Oranje, schatrijk gemaakt. Sindsdien is de waarde van het aandeel nog verzevenvoudigd. (Koen Haegens)"], "authors": ["Pieter Sabel"], "keywords": ["zijn", "van", "het", "waarom", "en", "waard", "om", "zou", "een", "voorbereiden", "te", "op", "dienst", "dat", "wetransfer", "die", "geld"], "pubDate": "2021-01-06T19:42:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}