{"id": "ab3f288d-0fe7-36f5-9b61-a8cb46614314", "title": "VodafoneZiggo-topman hoeft veiligheid 5G niet te garanderen", "url": "https://www.rtlnieuws.nl/tech/artikel/5202455/ook-topman-vodafoneziggo-hoeft-veiligheid-5g-niet-te-garanderen", "summary": "Dat heeft de rechtbank Midden-Nederland bepaalt in een kort geding dat de Nationale Bond tegen Overheidszaken (NBO) had aangespannen tegen VodafoneZiggo-ceo Jeroen Hoencamp.\nIn de zaak tegen Farwerck bepaalde de rechter dat een kort geding niet bedoeld is om een garantie af te geven.\nIn de zaak tegen tegen Abildgaard oordeelde de rechter dat er geen sprake zou zijn van een onrechtmatige daad als de T-Mobilebestuurder de verklaring niet af zou geven en dat de NBO daarom geen zaak had.\nZorgen om stralingDe NBO maakt zich zorgen om gezondheidsrisico's door straling van de 5G-netwerken.\nHet is niet aangetoond dat de straling van het netwerk schadelijk is, maar het is ook niet helemaal uit te sluiten, aldus de raad.", "paragraphs": ["Dat heeft de rechtbank Midden-Nederland bepaalt in een kort geding dat de Nationale Bond tegen Overheidszaken (NBO) had aangespannen tegen VodafoneZiggo-ceo Jeroen Hoencamp.", "Eerder verloor de NBO ook al vergelijkbare zaken tegen KPN-topman Joost Farwerck en T-Mobile-topman Søren Abildgaard. In de zaak tegen Farwerck bepaalde de rechter dat een kort geding niet bedoeld is om een garantie af te geven.", "In de zaak tegen tegen Abildgaard oordeelde de rechter dat er geen sprake zou zijn van een onrechtmatige daad als de T-Mobilebestuurder de verklaring niet af zou geven en dat de NBO daarom geen zaak had.", "Zorgen om straling", "De NBO maakt zich zorgen om gezondheidsrisico's door straling van de 5G-netwerken. De grote drie Nederlandse telecombedrijven begonnen in de zomer met de grootschalige uitrol van 5G.", "In september concludeerde de Gezondheidsraad na onderzoek dat de overheid en de providers kunnen doorgaan met de invoering van 5G, maar dat ze wel in de gaten moeten houden wat de gevolgen voor de gezondheid kunnen zijn. Het is niet aangetoond dat de straling van het netwerk schadelijk is, maar het is ook niet helemaal uit te sluiten, aldus de raad."], "authors": [], "keywords": ["van", "het", "garanderen", "hoeft", "veiligheid", "nbo", "niet", "5g", "te", "dat", "een", "zaak", "om", "en", "vodafoneziggotopman", "tegen"], "pubDate": "2020-12-10T16:30:28+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}