{"id": "ab512422-a4c8-395c-bb71-db6ea8d6356e", "title": "Nederlandse handbalsters slepen verdiende zege op Hongarije voor de poorten van de hel weg en gaan door op het EK", "url": "https://www.dvhn.nl/sport/Nederlandse-handbalsters-slepen-verdiende-zege-op-Hongarije-voor-de-poorten-van-de-hel-weg-en-gaan-door-op-het-EK-26271168.html", "summary": "De Nederlandse handbalsters hoeven op het EK hun koffers nog niet te pakken.\nWant tot de cruciale wedstrijd tegen Hongarije hadden de speelsters van Oranje geen enkele reden voor een feestje gehad.\nBij hernieuwd verlies was het voor Nederland over en uit geweest en had de reis terug naar huis moeten worden aangevangen.\nMaar de wereldkampioen liet op het EK wel weer zien dat het kan knokken en tot het gaatje gaan als het echt moet.\nAbbingh, een speelster met een van de hardste schoten die er zijn, durfde daarna nog maar weinig op het Hongaarse doel te schieten.", "paragraphs": ["De Nederlandse handbalsters hoeven op het EK hun koffers nog niet te pakken. Ze blijven in het toernooi door Hongarije 28-24 te verslaan.", "Het was een alles of niets wedstrijd dinsdagavond in het Deense Kolding, waar Nederland van Hongarije moest winnen om na de poulefase niet uit het EK te vliegen. Zoals wel vaker grepen de Oranje-handbalsters in een bloedstollend gevecht de laatste strohalm. Door de 28-24 zege op de sterke Hongaarse vrouwen gaat Nederland door naar de hoofdronde, waarin het donderdag ook nog eens met twee bonuspunten gaat beginnen.", "Uitzinnig van vreugde", "Geen wonder dat de meiden van bondscoach Emmanuel Mayonnade na afloop van hun verdiende overwinning uitzinnig van vreugde in de ronde dansten als waren ze voor de tweede keer wereldkampioen geworden. Dat was natuurlijk niet het geval, maar de uitbarsting was te begrijpen. Want tot de cruciale wedstrijd tegen Hongarije hadden de speelsters van Oranje geen enkele reden voor een feestje gehad. Twee keer werd er in de poule ontluisterend verloren van Servië en Kroatië. Bij hernieuwd verlies was het voor Nederland over en uit geweest en had de reis terug naar huis moeten worden aangevangen.", "Rechtten op tijd de rug", "Maar zoals wel vaker na een slecht toernooibegin rechtten de vaderlandse handbalsters weer net op tijd hun rug. Op de zege tegen Hongarije viel op zich weinig af te dingen, al was het spel van Nederland wederom niet altijd vlekkeloos. Maar de wereldkampioen liet op het EK wel weer zien dat het kan knokken en tot het gaatje gaan als het echt moet.", "De verpersoonlijking van die strijdlust was Kelly Dulfer, die in het verleden nog voor DOS in Emmer-Compascuum speelde. De boomlange speelster, die bij de Duitse topclub Borussia Dortmund onder contract staat, ging voorop in de strijd. Ze was onverzettelijk in de dekking, die gedurende het duel steeds beter werd en stoomde aanvallend als een tank door de defensie van de Hongaren. Dulfer was uiteindelijk goed voor 8 doelpunten en had een belangrijk aandeel in de overwinning.", "Lois Abbingh", "Haar gedurfde optreden stond enigszins in contrast met dat van de geboren Groningse Lois Abbingh. De gedeeltelijk in Emmen opgegroeide opbouwster begon ongelukkig aan het duel en zag een paar schoten mislukken, terwijl ze voor haar doen heel ongebruikelijk een strafworp miste. Abbingh, een speelster met een van de hardste schoten die er zijn, durfde daarna nog maar weinig op het Hongaarse doel te schieten. Wel was ze passend belangrijk, waarvan andere Nederlandse speelsters met doelpunten konden profiteren.", "Maar nadat Abbingh vier minuten voor tijd eindelijk weer eens snoeihard uithaalde en met 26-23 de stand op een verschil van drie doelpunten in Nederlandse voordeel bracht, werd duidelijk dat de zege Oranje niet meer kon ontgaan. De Hongaren kwamen niet meer door de dekking heen, waarin Merel Freriks uit Emmen een stevige duit in het zakje deed. En ook keepster Tess Wester was goed voor cruciale reddingen.", "Geconcentreerd", "Lang ging de strijd met de Hongaren gelijk op, waarbij Nederland bij rust nog tegen een 13-15 achterstand aankeek. Maar Oranje hield de kop er goed bij, kwam in de tweede helft langszij en bouwde geconcentreerd aan een voorsprong. Die werd vervolgens niet meer uit handen gegeven."], "authors": ["Sjoerd Jansen"], "keywords": ["poorten", "zege", "van", "hongarije", "het", "op", "nederlandse", "met", "die", "slepen", "een", "niet", "en", "te", "verdiende", "weg", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}