{"id": "ab535f80-58d0-39ad-933b-d2ed2521fd11", "title": "Is Beethoven niet voor de chef?", "url": "https://trouw.nl/cultuur-media/is-beethoven-niet-voor-de-chef~bafe4fee/", "summary": "Ik denk overigens dat niet één van hen bezwaar zou maken als we Beethoven alsnog goed in de zon gaan zetten.\nKort geleden kwam daar het eerbetoon aan Beethoven van het Koninklijk Concertgebouworkest (KCO) bij.\nEn nog zo’n verrassing: Antal Doráti’s lezing van de Negende uit 1985 met het Koor van het Concertgebouworkest, in 1979 opgericht en een jaar na deze opname alweer ontbonden.\nIk schrijf ‘is’ en niet ‘was’, want Alexander (71) zingt nog steeds.\nVorige week werd haar de Edison Klassiek Oeuvreprijs uitgereikt, een waardering voor haar veelzijdige en geweldige bijdragen op al die geluidsdragers.", "paragraphs": ["Het Beethovenjaar loopt op een eindje. Op de zeventiende van deze maand werd hij gedoopt, en waarschijnlijk kwam hij op 16 december (Beethoven wist het zelf ook niet precies) in Bonn ter wereld, nu 250 jaar geleden. Veel van de aangekondigde festiviteiten rondom deze klassieke reus gingen niet door, en je hoort zo her en der om je heen al suggesties dat we dat hele Beethovenjaar misschien maar gewoon over moeten doen. Beethoven verdient dat uiteraard absoluut.", "Maar misschien rijden we dan de jubilarissen van volgend jaar in de wielen: Camille Saint-Saëns, Engelbert Humperdinck, Josquin des Prez, Astor Piazzolla en Mieczyslaw Weinberg. Of om het nationaal te houden: Tristan Keuris, Alphons Diepenbrock, Pieter Hellendaal en Jan Pieterszoon Sweelinck. Allemaal hebben ze rondom hun geboorte- of sterftejaar een rond getal te vieren in 2021. Ik denk overigens dat niet één van hen bezwaar zou maken als we Beethoven alsnog goed in de zon gaan zetten. Veel van de genoemde namen staan immers fier op zijn muzikale schouders.", "De cd-wereld heeft zich gelukkig wel kunnen roeren dit jaar, omdat veel uiteraard al vóór de pandemie was opgenomen. Kort geleden kwam daar het eerbetoon aan Beethoven van het Koninklijk Concertgebouworkest (KCO) bij. Een kleurrijke box met vijf cd’s waarop alle negen symfonieën staan. Het zijn live-opnamen uit het radio-archief daterend van 1978 (Leonard Bernstein met de Tweede symfonie) tot 2010 (David Zinman met de Eerste). Best opvallend en verrassend dat slechts één voormalig chef-dirigent van het KCO acte de presence geeft, en dat is de vorig jaar overleden Mariss Jansons die de Vijfde symfonie voor zijn rekening neemt. Je zou haast kunnen denken dat de symfonieën van Beethoven bij het KCO geen chefsache is. Dus zul je in deze box vergeefs zoeken naar Riccardo Chailly, Bernard Haitink, Eduard van Beinum of Willem Mengelberg.", "Verrassend inderdaad, maar is het erg? Nou nee, want we krijgen een keur aan interessante gastdirigenten voorgeschoteld. De enige opname die we wel al kenden uit het op cd gezette radio-archief van het KCO is de zeer geslaagde Derde symfonie onder leiding van Nikolaus Harnoncourt. De rest is nieuw op cd en veel ervan doet je de oren spitsen. Die Bernstein-opname is bijvoorbeeld heerlijk opruiend, Blomstedt flitst door de Vierde, en Carlos Kleibers dollemansrit door de Zevende in 1983, zijn enige optreden met het KCO ooit, blijft een van de wonderen van de Beethoven-discografie überhaupt. En nog zo’n verrassing: Antal Doráti’s lezing van de Negende uit 1985 met het Koor van het Concertgebouworkest, in 1979 opgericht en een jaar na deze opname alweer ontbonden. Nog een troef van die Negende: sopraan Roberta Alexander.", "Roberta Alexander! Wat een heerlijke en eerlijke zangeres is dat toch. Ik schrijf ‘is’ en niet ‘was’, want Alexander (71) zingt nog steeds. Nu natuurlijk even niet, maar als het straks weer mag is ze gewoon van de partij in die onvergetelijke ‘Elektra’-productie van Patrice Chéreau, die al jaren met groot succes over de wereld trekt. Alexander zingt daarin de Vijfde Maagd, maar Chéreau waardeerde die kleine rol op tot iets fenomenaals. Niet alleen haar stem, maar ook Alexanders stille spel daar is om koud van te worden. Vorige week werd haar de Edison Klassiek Oeuvreprijs uitgereikt, een waardering voor haar veelzijdige en geweldige bijdragen op al die geluidsdragers. Veel ervan zijn me dierbaar, maar haar titelrol in Händels ‘Theodora’ samen met Harnoncourt is er echt een voor de eeuwigheid.", "Peter van der Lint schrijft iedere week met aanstekelijk enthousiasme over de wereld van de klassieke muziek. Lees zijn columns hier terug."], "authors": ["Peter Van Der Lint"], "keywords": ["van", "het", "op", "beethoven", "met", "die", "zijn", "niet", "een", "en", "dat", "chef", "voor"], "pubDate": "2020-12-06T10:18:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}