{"id": "ab6b7bea-bccc-37ff-848b-a1269539b403", "title": "Bezoek bij familie en vrienden bron van besmettingen", "url": "https://www.parool.nl/nederland/bezoek-bij-familie-en-vrienden-bron-van-besmettingen~b6157526/", "summary": "35 procent van de besmettingsgevallen waarvoor de GGD-medewerkers een bron konden achterhalen, had zijn oorsprong in een bezoek van (of bij) familie en vrienden.\nKerstdagenOf we hier al het effect zien van de veelbesproken kerstdagen, die inmiddels tien tot twaalf dagen achter ons liggen, kan een woordvoerder van het RIVM niet zeggen.\nDe afgelopen week daalde het aantal besmettingen dat werd vastgesteld vrij fors, van 67.388 naar 56.440.\nHet RIVM is er echter niet van overtuigd dat dat bewijst dat de strenge coronamaatregelen werken.\nHet RIVM weet niet precies hoe het komt dat het aantal testen daalt maar dat het aantal positieve gevallen relatief gezien toch stijgt.", "paragraphs": ["Of we hier al het effect zien van de veelbesproken kerstdagen, die inmiddels tien tot twaalf dagen achter ons liggen, kan een woordvoerder van het RIVM niet zeggen Beeld Getty Images", "Uit het bron- en contactonderzoek van de GGD’en blijkt dat het aantal mensen dat corona opliep op school, op het werk of bij de sportclub de afgelopen weken fors daalde. Dat is logisch, bevestigt een RIVM-woordvoerder, want door de lockdown zijn die besmettingsroutes voor een groot deel afgesloten.", "Er is één categorie die cijfermatig ‘profiteert’: die van de thuisbezoekjes. 35 procent van de besmettingsgevallen waarvoor de GGD-medewerkers een bron konden achterhalen, had zijn oorsprong in een bezoek van (of bij) familie en vrienden. Dat is fors meer dan het gemiddelde sinds de zomer, dat voor deze categorie iets boven de 20 procent ligt. Een week geleden lag het percentage ook nog maar op 23,6 procent.", "Kerstdagen", "Of we hier al het effect zien van de veelbesproken kerstdagen, die inmiddels tien tot twaalf dagen achter ons liggen, kan een woordvoerder van het RIVM niet zeggen. Opvallend genoeg steeg het percentage besmettingen dat via directe huisgenoten liep relatief gezien niet. Dat lag iets boven de 50 procent, ongeveer even veel als gemiddeld voor de tweede golf.", "In de harde lockdown geldt thuis een maximaal aantal bezoekers van twee. Tijdens de kerstdagen waren dat er drie. Of de besmettingen zijn opgelopen in situaties waarin dat maximum aantal werd overschreden, meldt het RIVM ook niet.", "De afgelopen week daalde het aantal besmettingen dat werd vastgesteld vrij fors, van 67.388 naar 56.440. Het RIVM is er echter niet van overtuigd dat dat bewijst dat de strenge coronamaatregelen werken. “Overtuigende effecten van de lockdown van 15 december blijven vooralsnog uit.”", "Reden voor dit pessimisme is het percentage positieve tests, dat ging van 13 naar 13,7 procent. Het RIVM weet niet precies hoe het komt dat het aantal testen daalt maar dat het aantal positieve gevallen relatief gezien toch stijgt. “Het kan zijn dat mensen tijdens en na de feestdagen minder geneigd waren om zich te laten testen, of dat de lockdown wel effect heeft en minder mensen klachten hebben.”", "Waar raken mensen besmet? - Thuis (door huisgenoten): 50,6 procent (-2,4 procent)* - Bij bezoek thuis: 35,2 procent (+14,2 procent) - Werk: 10,5 procent (-4,1) - Verpleeghuis: 5,9 (-0,1 procent) - School/kinderopvang: 0,5 procent (- 5,4 procent) - Vrije tijd/sportclub: 0,1 procent (- 1,7 procent) * tussen haakjes het verschil met het gemiddelde voor deze categorie sinds 31 augustus", "Een stabieler beeld van de stand van de pandemie is doorgaans te vinden in de ziekenhuizen. Daar schiet het nog niet echt op met de verlichting van de druk. Sterker nog: er lagen in deze tweede golf nooit zoveel patiënten met Covid-19 in het ziekenhuis als dinsdag: 2890. Ee maand geleden waren dat er nog 1602. Zowel op de ic’s als op de verpleegafdeling neemt de bezetting toe.", "Wel is de instroom van nieuwe patiënten de laatste week íets lager dan vorige week, maar heel veel scheelt het niet. Gemiddeld worden nu 265 coronapatiënten per dag opgenomen op de verpleegafdeling, blijkt uit cijfers van koepel LCPS. Een week geleden lag dat aantal op 299. Het gemiddeld aantal nieuwe ic-opnames ligt op 41. Dat is nog altijd ruim het viervoudige van de grens waar beneden het kabinet versoepelingen mogelijk acht.", "Zeer opvallend gegeven in de cijfers is verder dat Rotterdam en Amsterdam, de twee steden die lange tijd de tweede golf aanvoerden, qua besmettingsaantallen nu onderin de ranglijst bungelen. Met 213 positieve tests per 100.000 inwoners (op weekbasis) staat Rotterdam-Rijnmond zelfs helemaal onderaan, nog onder Groningen, Drenthe en Friesland. Twente is de GGD-regio waar het virus momenteel het hardst woekert, met 510 besmettingen per 100.000 mensen."], "authors": ["Sander Van Mersbergen"], "keywords": ["van", "besmettingen", "het", "bezoek", "nog", "en", "een", "bij", "aantal", "procent", "op", "bron", "vrienden", "familie", "niet", "dat"], "pubDate": "2021-01-05T19:23:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}