{"id": "ab7094b9-9f55-30ea-bf71-0533c366ac54", "title": "Universiteitsmuseum Utrecht doet onderzoek naar Niasmaskers", "url": "https://nu.nl/utrecht/6095153/universiteitsmuseum-utrecht-doet-onderzoek-naar-niasmaskers.html", "summary": "Het Universiteitsmuseum Utrecht onderzoekt zogenoemde Niasmaskers, afgietsels van de gezichten van inwoners van het Indonesische eiland Nias.\nDe maskers zijn in de koloniale tijd gemaakt ten behoeve van onderzoek door Prof. Kleiweg de Zwaan.\nDe informatie die het oplevert is waardevol voor hen en voor ons\", aldus Paul Voogt, directeur Universiteitsmuseum Utrecht.\nDe financiering van het project is inmiddels goedgekeurd door NWO en in 2021 wordt gestart met het onderzoek.\nBij de heropening van het Universiteitsmuseum zullen de maskers deel uitmaken van de vaste tentoonstelling.", "paragraphs": ["Het Universiteitsmuseum Utrecht onderzoekt zogenoemde Niasmaskers, afgietsels van de gezichten van inwoners van het Indonesische eiland Nias. Bijzonder is dat dit onderzoek wordt uitgevoerd samen met het Indonesische museum Pusaka Nias. Ook de Vrije Universiteit en het Nationaal Museum voor Wereldculturen doen mee.", "De maskers zijn in de koloniale tijd gemaakt ten behoeve van onderzoek door Prof. Kleiweg de Zwaan. Indertijd zijn ze echter nooit gebruikt voor onderzoek. Nu gebeurt dit alsnog.", "Het Museum Pusaka Nias heeft interesse in een tentoonstelling over de Niasmaskers en om met de huidige eilandbewoners onderzoek te doen naar de maskers. Bijzonder aan deze collectie is dat de namen van een groot deel van de personen van wie de afgietsels gemaakt zijn, bekend zijn.", "Men wil de nakomelingen proberen te achterhalen door middel van een citizen science-project. Ook wordt onderzocht hoe de huidige bevolking tijdens een bezoek aan een tentoonstelling reageert op de maskers en zodoende de impact van dit erfgoed", "Samenwerking met Indonesische wetenschappers", "\"Het is bijzonder dat we een onderzoek op deze manier kunnen aanpakken. De samenwerking met het museum in Nias, Indonesische wetenschappers en de lokale bevolking maken het een interessante zoektocht. We hopen meer inzicht te krijgen in de waarde van deze collectie voor de huidige bevolking van Nias. De informatie die het oplevert is waardevol voor hen en voor ons\", aldus Paul Voogt, directeur Universiteitsmuseum Utrecht.", "De Niasmaskers maken deel uit van het project Pressing Matter: Ownership, Value and the Question of Colonial Heritage in Museums. De financiering van het project is inmiddels goedgekeurd door NWO en in 2021 wordt gestart met het onderzoek.", "Een deel van de Niasmaskers is nu te zien in het Rijksmuseum. Bij de heropening van het Universiteitsmuseum zullen de maskers deel uitmaken van de vaste tentoonstelling."], "authors": ["Door"], "keywords": ["van", "doet", "universiteitsmuseum", "niasmaskers", "het", "naar", "met", "onderzoek", "een", "utrecht", "en", "te", "nias", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}