{"id": "ab96008c-48d5-3d59-aecb-18b3e27b39bf", "title": "Bioscoopjaar 2020 met 56 procent minder bezoekers een ramp (maar 2021 belooft veel goeds)", "url": "https://volkskrant.nl/cultuur-media/bioscoopjaar-2020-met-56-procent-minder-bezoekers-een-ramp-maar-2021-belooft-veel-goeds~b4fcc502/", "summary": "Beeld ANPMogen we van een rampjaar spreken?\nNederlandse cinema bleek iets van een kurk, in de maanden waarin de Hollywoodstudio’s hun blockbusters stalden: het marktaandeel van de filmwaar van eigen bodem steeg van 12 procent naar 21 procent.\nVóór 15 maart was het bioscoopbezoek zelfs 9 procent hoger dan in 2019; in die tweeënhalve maand werd meer verdiend dan in de hele rest van het jaar.\nWinnie Sorgdrager, voorzitter van de Nederlandse Vereniging van Bioscopen en Filmtheaters, spreekt van een ‘tragisch jaar’ voor de Nederlandse bioscopen.\nEn dat er geen consumpties mogen worden verkocht, kun je binnen de bioscoopsector heel moeilijk uitleggen.", "paragraphs": ["Coronamaatregelen in de bioscoop. Het was een rampjaar voor de filmbranche. Beeld ANP", "Mogen we van een rampjaar spreken? Absoluut. De hoeveelheid bezoeken aan de filmtheaters werd in 2020 meer dan gehalveerd. Er werden slechts 16,7 miljoen kaartjes verkocht, na dat record van 38 miljoen in 2019, zo werd dinsdagochtend bekendgemaakt tijdens de traditionele presentatie van de jaarcijfers van de bioscoopbranche.", "Een daling van 56 procent. Maar gezien de omstandigheden – de wekenlange verplichte sluitingen en de zaallimiet van dertig man in de perioden dat de theaters wél toegankelijk waren – valt ook te constateren dat de Nederlandse bioscopen nog knap standhielden.", "Ga maar na: het hele jaar moest 80 procent van de bioscoopstoelen verplicht leeg blijven. Er toch waren er nog enkele bonafide hits, surfend tussen de virusgolven. Christopher Nolans sciencefictionthriller Tenet flopte in de Verenigde Staten, maar maakte de belofte hier wel waar: 720.185 kaartjes verkocht, het beste resultaat ooit voor een blockbuster van Nolan in ons land.", "Herman Finkers", "Ook de Twentse romantische komedie van Johan Nijenhuis en Herman Finkers presteerde miraculeus goed: De beentjes van Sint-Hildegard werd 711.864 maal bezocht. Méér zelfs dan willekeurig welke Nederlandse film uit dat virusvrije recordjaar 2019. Nederlandse cinema bleek iets van een kurk, in de maanden waarin de Hollywoodstudio’s hun blockbusters stalden: het marktaandeel van de filmwaar van eigen bodem steeg van 12 procent naar 21 procent.", "Maar de cijfers illustreren ook wat de nationale filmindustrie misliep: zo’n 200 miljoen euro aan recettes. Vóór 15 maart was het bioscoopbezoek zelfs 9 procent hoger dan in 2019; in die tweeënhalve maand werd meer verdiend dan in de hele rest van het jaar.", "‘We weten allemaal de oorzaak’, zegt Hajo Binsbergen, bestuurslid van Filmdistributeurs Nederland (FDN) en managing director van Warner Bros Nederland. ‘Maar het blijft teleurstellend: een enorme daling, die 56 procent.’", "1917, de bestbezochte film in 2020.", "Protocollen", "De Nederlandse bioscoopexploitanten en filmdistributeurs hebben er nog het maximale uitgehaald, meent Binsbergen. ‘Er zijn snel goede protocollen opgesteld, dat was heel belangrijk. Er is alles aan gedaan om bezoekers het vertrouwen te geven dat de bioscoop een veilige omgeving is. Je zag ook veel flexibiliteit en ondernemersgeest binnen de branche, de wil om er het beste van te maken.’", "In landen als Duitsland, Frankrijk en Groot-Brittannië, waar de bioscopen langer dicht bleven, kromp de kaartverkoop met ruim 70 procent.", "Winnie Sorgdrager, voorzitter van de Nederlandse Vereniging van Bioscopen en Filmtheaters, spreekt van een ‘tragisch jaar’ voor de Nederlandse bioscopen. ‘Tamelijk veel theaters kunnen nauwelijks het hoofd boven water houden. Ondanks alle steunmaatregelen, waar we heel blij mee zijn, blijft het heel moeilijk.’", "Met een daling van 42 procent van de kaartverkoop ten opzichte van 2019 (van 3,2 naar 1,9 miljoen) deden de filmhuizen het verhoudingsgewijs iets minder slecht dan de grote bioscoopketens. De oorzaak: met dertig man zit een kleine zaal relatief voller.", "Vanwege alle uitgestelde films belooft 2021 in elk geval geen gebrek aan grote of veelbelovende titels. Voor 20 januari, als de bioscopen hopelijk weer open mogen, staan het Nederlandse oorlogsdrama De slag om de Schelde en het superheldenfestijn Wonder Woman 1984 paraat.", "Sorgdrager: ‘Maar de vraag is ook: hóé gaan de bioscopen open? Als de besmettingen pieken, gaat alles dicht, dat snappen we. Maar er is nu ook maatwerk nodig. Als je de protocollen goed volgt, kun je in grote zalen best wat meer mensen herbergen dan die dertig. En dat er geen consumpties mogen worden verkocht, kun je binnen de bioscoopsector heel moeilijk uitleggen. Dan kopen mensen die consumpties wel om de hoek in de supermarkt of de snackbar, voor ze de zaal ingaan. Wat is het verschil? En die inkomsten zijn héél belangrijk voor de bioscopen.’"], "authors": ["Bor Beekman"], "keywords": ["er", "goeds", "ramp", "dan", "met", "procent", "bioscopen", "nederlandse", "veel", "van", "en", "een", "minder", "bezoekers", "voor", "het", "maar", "dat", "bioscoopjaar"], "pubDate": "2021-01-05T11:00:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}