{"id": "ab968cbf-5bb9-3c64-83ed-7caa9ecf282f", "title": "In één dag 'Funda-klaar': zussen vinden gat in de markt tijdens de crisis", "url": "https://www.rtlnieuws.nl/economie/bedrijven/artikel/5199424/kalter-en-kalter-woning-huizenmarkt-coronacrisis-covid-19", "summary": "Binnen één dag maken de zussen Olde Kalter je huis 'Funda-klaar', vertelt Marinthe.\nTot het eind van het jaar is het enorm druk, het lijkt wel alsof iedereen nog snel zijn huis wil verkopen.\"\nStewardess bij KLMAls de coronacrisis er niet was geweest, zou Marinthe op dit moment als stewardess bij KLM werken.\nZe was net aangenomen toen de overheid met maatregelen kwam om de verspreiding van het coronavirus te beperken.\nLandsgrenzen gingen dicht, vliegtuigen bleven aan de grond en Marinthe kreeg te horen dat die nieuwe baan niet doorging.", "paragraphs": ["Binnen één dag maken de zussen Olde Kalter je huis 'Funda-klaar', vertelt Marinthe. En daar is veel vraag naar. \"We zijn er op dit moment zelfs meer dan fulltime meebezig. Tot het eind van het jaar is het enorm druk, het lijkt wel alsof iedereen nog snel zijn huis wil verkopen.\"", "Stewardess bij KLM", "Als de coronacrisis er niet was geweest, zou Marinthe op dit moment als stewardess bij KLM werken. Ze was net aangenomen toen de overheid met maatregelen kwam om de verspreiding van het coronavirus te beperken. Landsgrenzen gingen dicht, vliegtuigen bleven aan de grond en Marinthe kreeg te horen dat die nieuwe baan niet doorging.", "Ook haar zus Merel had het moeilijk. Zij had net haar eigen vergaderlocatie geopend in Diemen, toen heel Nederland thuis moest werken. Daarnaast runde ze nog een bedrijf rondom Airbnb-verhuur en ook dat lag stil door de crisis."], "authors": [], "keywords": ["één", "van", "zussen", "dag", "markt", "het", "op", "zijn", "toen", "tijdens", "ze", "vinden", "fundaklaar", "en", "te", "werken", "gat", "crisis", "marinthe"], "pubDate": "2020-11-26T16:23:12+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}