{"id": "ab9db357-1427-3aff-afd7-eb88302b52c1", "title": "Champions League verhuist naar RTL, Europa League naar Talpa", "url": "https://www.nrc.nl/nieuws/2020/12/17/champions-league-verhuist-naar-rtl-europa-league-naar-talpa-a4024304", "summary": "De rechten zijn momenteel in handen van Talpa, dat de wedstrijden sinds 2014 uitzendt op SBS6 of Veronica.\nOndertussen is ook bekend geworden dat de Europa League de verhuizing juist andersom maakt.\nDeze competitie zal de komende drie jaar uitgezonden worden bij een van de zenders van Talpa, het mediabedrijf van John de Mol.\nHij uit zich tevreden met de aanschaf van de Europa League.\nRTL-contentdirecteur Peter van der Vorst zegt op zijn beurt „enorm blij” te zijn met de aankoop van de Champions League.", "paragraphs": ["Vanaf het volgende voetbalseizoen zijn de wedstrijden van de Champions League drie jaar lang te zien op RTL7. RTL heeft de rechten van de Europese voetbalcompetitie voor de komende jaren verworven, meldt het mediabedrijf donderdag. De rechten zijn momenteel in handen van Talpa, dat de wedstrijden sinds 2014 uitzendt op SBS6 of Veronica.", "Ondertussen is ook bekend geworden dat de Europa League de verhuizing juist andersom maakt. Deze competitie zal de komende drie jaar uitgezonden worden bij een van de zenders van Talpa, het mediabedrijf van John de Mol. Ook de nieuwe Europa Conference League gaat naar Talpa. Directeur televisie Marco Louwerens stelt dat „de concurrentie voor de uitzendrechten structureel enorm” is. Hij uit zich tevreden met de aanschaf van de Europa League.", "RTL-contentdirecteur Peter van der Vorst zegt op zijn beurt „enorm blij” te zijn met de aankoop van de Champions League. De competitie is volgens hem „een fantastische aanvulling op ons bestaande aanbod”. „Laten we hopen op een spannend toernooi dat voor veel spektakel en enthousiasme gaat zorgen in de Nederlandse huiskamers.” Het is niet duidelijk hoeveel er betaald wordt voor de uitzendrechten van de verschillende competities."], "authors": ["Floor Bouma", "December Om", "Leestijd Minuut"], "keywords": ["champions", "van", "dat", "een", "rtl", "zijn", "talpa", "league", "verhuist", "op", "naar", "voor", "europa", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}