{"id": "ab9d0355-ddcf-3f55-97dc-b6a1ae214b9d", "title": "Schrijver Jeroen Olyslaegers: ‘Ik heb één regel voor mezelf: het mag nooit, nooit, nooit saai zijn’", "url": "https://volkskrant.nl/cultuur-media/schrijver-jeroen-olyslaegers-ik-heb-een-regel-voor-mezelf-het-mag-nooit-nooit-nooit-saai-zijn~b27e5fac/", "summary": "Hoofdpersoon Wilfried Wils wordt heen en weer geslingerd tussen twee kampen: dat van de Duitse bezetter en dat van het plaatselijke verzet, en staat daarmee symbool voor de tweeslachtige opstelling van de stad tijdens de oorlog.\nDe een gelooft heilig dat het maar een griepje is, de ander vermoedt een complot, voor een derde kunnen de maatregelen niet streng genoeg zijn.\nIk heb een zelfontwikkelde visuele meditatietechniek toegepast, een manier van intens kijken die maakte dat ik helemaal dáár was.\nWant als ik dat ben tijdens het schrijven, dan is de lezer dat tijdens het lezen.\nIk had het gevoel dat ik mijn verhaal doodde.", "paragraphs": ["Jeroen Olyslaegers: ‘Ik was vastbesloten een historische roman te schrijven die werkt als een teletijdmachine. Als de lezer door mijn boek niet het gevoel zou hebben door 16de-eeuws Antwerpen rond te lopen, dan zou ik hebben gefaald.’ Beeld Anthony Dehez", "Hij ís natuurlijk ook wel een opvallende verschijning, met zijn woeste haar en baard, zijn jas met wapperende panden, de tros kettingen om zijn nek, de grote ringen om zijn vingers. Dus als hij over straat loopt, ja, dan kijken de mensen wel, naar Jeroen Olyslaegers. Maar nu, sinds zijn laatste roman Wildevrouw een enorm succes is geworden in België, merkt hij dat er ánders naar hem gekeken wordt. Niet: ‘Wat is dat voor ’n figuur?’, maar: ‘Hé, dat is die schrijver.’ Ook vandaag weer, in Antwerpen. Al zijn de meeste Antwerpenaren vooralsnog te cool om een kik geven. ‘Alleen oude dametjes durven op mij af te stappen,’ grijnst Olyslaegers.", "De historische roman Wildevrouw verdrong zelfs de memoires van Obama van de eerste plaats in de Vlaamse toptien van bestverkochte boeken. In de boekhandel waar Olyslaegers vandaag zit te signeren, verkopen ze elke dag ruim vijftig exemplaren. Niet gek voor een schrijver die tot een paar jaar geleden nog vrijwel onbekend was, ook al publiceerde hij zijn halve leven al columns, theaterteksten en proza. Als romancier had hij lange tijd amper succes. Olyslaegers, opgewekt: ‘Ik was een nogal obscure schrijver zonder lezers. Bijna was ik zover dat ik mijn boeken uit een kartonnen doos op straat wilde gaan verkopen.’", "Beeld Anthony Dehez", "Maar dan, in 2016, breekt hij door met de historische roman Wil, over Antwerpen tijdens de Tweede Wereldoorlog. Hoofdpersoon Wilfried Wils wordt heen en weer geslingerd tussen twee kampen: dat van de Duitse bezetter en dat van het plaatselijke verzet, en staat daarmee symbool voor de tweeslachtige opstelling van de stad tijdens de oorlog.", "Wildevrouw is wederom een historische roman over Antwerpen, maar dan over de jaren zestig van de 16de eeuw. Oók een bewogen tijd. Het is een gouden eeuw – de handel in de stad aan de Schelde floreert – die dramatisch eindigt met de clash tussen katholieken en protestanten, wat leidt tot de Beeldenstorm in 1566, plunderingen en slachtpartijen en uiteindelijk tot het begin van de Tachtigjarige Oorlog.", "Waarom wilde u over deze periode schrijven?", "‘Nou, het was wel echt een gok hoor, de 16de eeuw. Is het een goed idee om daar vier jaar van je leven in te steken? Goddank heeft het goed uitgepakt. Het drama van die periode trok me. In een paar jaar tijd verandert Antwerpen van een bloeiende handelsstad, bekend om haar tolerantie, in een slagveld waar niemand elkaar het licht in de ogen nog gunt. Hoe kan dat? Volgens mij ligt de oorzaak in bepaalde maatschappelijke ontwikkelingen die van alle tijden zijn. Ook van deze tijd. Een goede historische roman is wat mij betreft ook altijd een hedendaagse roman.’", "Welke maatschappelijke ontwikkelingen bedoelt u?", "‘In het boek schrijf ik ergens: de eenheid baart de vrijheid en de vrijheid vreet de eenheid op. Daarmee bedoel ik dat in een stad of land met veel eenheid, en dus met weinig conflict, de welvaart zal groeien. En die welvaart creëert vervolgens ruimte voor persoonlijke vrijheid. Dat is op zichzelf niet slecht, maar vrijheid leidt vaak tot iets wat Freud het ‘narcisme van het kleine gelijk’ noemde: iedereen vindt zijn eigen meninkje ontzettend belangrijk.", "‘We kijken niet meer naar wat ons tot eenheid maakt, maar naar hoe we van elkaar verschillen, ook al zijn die verschillen heel klein. We menen allemaal recht te hebben op onze eigen, specifieke waarheden. Zo komen groepen tegenover elkaar te staan. In de 16de eeuw waren dat verschillende religieuze groepen, nu nog steeds. Maar je ziet het ook bij de verschillende visies op corona. De een gelooft heilig dat het maar een griepje is, de ander vermoedt een complot, voor een derde kunnen de maatregelen niet streng genoeg zijn. Van de saamhorigheid aan het begin van de crisis is weinig meer over; de eenheid is wederom opgevreten door de vrijheid.’", "Jeroen Olyslaegers: ‘Een goede historische roman is wat mij betreft ook altijd een hedendaagse roman.’ Beeld Anthony Dehez", "Een interessant thema, maar nog geen verhaal.", "‘Klopt. En ik ben ook niet het soort schrijver dat hardnekkig op zoek gaat naar een verhaal om een thema in te verpakken. Het verhaal moet mij vinden. Dat gebeurde bij Wildevrouw toen ik tijdens een literair festival in Nijmegen in een 16de-eeuws huis sliep. De eigenaar vertelde dat hier drie vrouwen gestorven waren – ‘pas op voor hun geesten’, zo wenste hij me goedenacht. In een droom kreeg ik toen bezoek van die vrouwen, die me brachten tot de man die hen met elkaar verbond: Beer. Ik hoorde zijn stem. Toen had ik mijn hoofdpersonage: de herbergier Beer, die drie vrouwen in het kraambed verliest. Daarmee begint het boek.’", "En die wildevrouw?", "‘Ook die is op een wonderlijke manier tot me gekomen. Je moet weten dat mijn werktitel vanaf het begin al Wildevrouw was, dat was gewoon zo, ik weet ook niet waarom. En toen stuitte mijn goede vriend en mede-researcher Stef Franck ineens op een 16de-eeuwse gravure van iemand die als ‘wildevrouw’ werd omschreven. Ze was een inheemse uit het hoge noorden, meegenomen op een expeditieschip dat haar als bezienswaardigheid afleverde in Antwerpen. En let op: we waren hier niet naar op zoek, hè. Die vrouw heeft óns gevonden, zo zie ik het. Eeuwen heeft zij overbrugd en ineens was ze daar. Dat was zo ontroerend. Ik heb met tranen in mijn ogen naar die gravure zitten kijken. En ik wist toen helemaal zeker: dit boek moet er komen.’", "Tijdens het lezen kreeg ik vaak het gevoel in een schilderij van Pieter Bruegel te zijn gevallen, zo beeldend zijn de beschrijvingen. De hagepreken van de calvinisten, de handel en ijspret op de dichtgevroren Schelde, het radbraken van twee jongens…", "‘Pieter Bruegel is een figuur uit die tijd, en hij komt ook in het boek voor. Ik heb een grote fascinatie voor hem en dit boek was mijn kans om in zijn schilderijen te stappen en rond te lopen door zijn wereld. Ik heb ontzettend veel over de 16de eeuw zitten lezen, maar een belangrijk deel van mijn onderzoek was ook gewoon veel naar schilderijen van Bruegel kijken. Úren en úren. Ik heb een zelfontwikkelde visuele meditatietechniek toegepast, een manier van intens kijken die maakte dat ik helemaal dáár was. Want als ik dat ben tijdens het schrijven, dan is de lezer dat tijdens het lezen.", "‘Ik was vastbesloten een historische roman te schrijven die werkt als een teletijdmachine. Als de lezer door mijn boek niet het gevoel zou hebben door 16de-eeuws Antwerpen rond te lopen, dan zou ik hebben gefaald. Dan zou het een saai boek zijn geworden. Terwijl ik één stellige regel heb waaraan ik me als schrijver houdt: never be boring. Nooit, nooit, nooit saai zijn. Soms lees ik nieuw werk voor aan vrienden en als ik ze dan te vaak naar de wijn zie grijpen, weet ik genoeg: dat wordt herschrijven.", "‘Mijn werk heeft een hoog spektakelgehalte, het moet echt van de bladzijden afspatten. En dan krijg je natuurlijk weleens te horen: het is overdadig, of: je bent wel heel aanwezig, Jeroen. Maar dat vind ik allemaal prima. Het predicaat ‘overdaad’ vind ik zelfs heerlijk. Dan voel ik me een soort banketbakker die iemand op dieet een tafel vol lekkers serveert. Maar als iemand zou zeggen: jouw boek is eigenlijk nogal saai. Ai. Dat is de ergste kritiek die ik kan krijgen.’", "Beeld Anthony Dehez", "Eén schilderij van Bruegel in het bijzonder speelt een rol in het boek: Dulle Griet.", "‘Jaaa, de Dulle Griet. Dat is in opdracht geschilderd, in 1563, toen in Antwerpen alles nog koek en ei was. Maar het tafereel op het doek is allesbehalve vredig: het is de hel met overal demonen, enge figuurtjes, vuur, bloed en zonde. Wie geeft er in een vredige tijd de opdracht tot zo’n gewelddadig doek? In mijn boek doe ik een suggestie, maar feit blijft dat we het niet weten. Het gesprek dat tussen Bruegel en die opdrachtgever heeft plaatsgevonden, moet zeer bijzonder zijn geweest. Als ik zou kunnen terugreizen naar die tijd, man, dan zou ik dáárbij willen zitten, bij dat gesprek. Hoe dan ook: het is duidelijk dat er al van alles sluimerde en broeide in de stad en dat Bruegel dat moet hebben aangevoeld. Het schilderij is bijna een visioen van wat er een paar jaar later in werkelijkheid zal gebeuren.", "‘Het intrigerendst vind ik de vrouwfiguur in het midden van die hel: dulle Griet. Ze loopt weg van het geweld met opengesperde ogen. Een getraumatiseerde blik. Zo bezien is zij een slachtoffer. Maar ze draagt ook een mandje met spullen, geroofd, zo lijkt het. Is ze juist medeplichtig aan het geweld? En zie je die twee witte streepjes bij haar neusbrug? Ze draagt een sluier. Dat zou kunnen betekenen dat ze de dingen niet zo helder ziet. Ik hou van Bruegel omdat zijn werk altijd vragen oproept.’", "Jeroen Olyslaegers: ‘Na twee jaar dacht ik: mijn meesterwerk is af. Terwijl ik iets volstrekt onleesbaars had geschreven.’ Beeld Anthony Dehez", "Uw hoofdpersonage Beer staat ook te midden van heftige gebeurtenissen. Het is niet duidelijk of hij getuige is ván of medeplichtig is áán de dingen die in zijn herberg en stad gebeuren. En ook hij heeft een gesluierde blik: er is veel dat hem ontgaat. Dat is vast geen toeval.", "‘Inderdaad lijkt Beer op dulle Griet. Getuige én medeplichtige. Het is een typisch personage dat in mijn romans opduikt. Wilfried Wils was er ook zo een. En eigenlijk zijn we allemáál een beetje zo. Neem de klimaatcrisis: we staan erbij en kijken ernaar. Ondertussen maken we het met ons gedrag erger.’", "Samen met Stef Franck heeft u ontzettend veel research gedaan, maar u kon dat natuurlijk niet allemaal over de lezer uitstorten. Hoe heeft u de selectie gemaakt?", "‘Veel historische romans worden gesmoord door een overdaad aan researchfeitjes. Ik moest me ook echt inhouden. Wat hielp, was dat ik eerst een versie heb geschreven waarin ik puur en alleen ooggetuige was. Zonder rekening te houden met de begrijpelijkheid, de feiten of de lezer. Alleen ik, in Antwerpen, in de 16de eeuw. Ik heb twee jaar over die versie gedaan, en dat was één lange trip. Als een waanzinnige schreef ik op wat ik zag: het geweld, de winter, de mensen, de herberg. Dag in dag uit. Manisch was ik. Alles wat ik schreef, leek me virtuoos en zeer belangrijk.", "‘En dus dacht ik na twee jaar: mijn meesterwerk is af. Terwijl ik natuurlijk iets volstrekt onleesbaars had geschreven. Nou, toen moesten mijn redacteuren bij De Bezige Bij, Suzanne Holtzer en Katrijn van Hauwermeiren, me duidelijk maken: Jeroen, het is nog geen boek. Dat was pijnlijk, hoor. Maar ik kon toen wel duidelijk zien waar het verhaal precies onbegrijpelijk was en meer feiten en historisch fundament nodig had.’", "Beeld Anthony Dehez", "Is er een moment geweest dat u wilde opgeven?", "‘Er is één moment waarmee ik echt veel moeite had en dat was toen ik besloot om alles van de tegenwoordige tijd naar de verleden tijd om te zetten. Dat klinkt misschien als een lullig detail, maar voor mij was het groot, en voor het boek ook. De kleur verandert. Terugblikken is passiever, in de tegenwoordige tijd zit veel meer actie. Dus heb ik die vorm zo lang mogelijk vastgehouden. Echt als een kind dat zijn speelgoed niet wil afgeven. Maar ja, Beer blikt terug, dus ik moest mijn verzet wel opgeven. Ik had het gevoel dat ik mijn verhaal doodde. Gelukkig was daar mijn vrouw, Nikkie, die dan gewoon zegt: stop met zeuren en schrijf door. Dat heb ik toen maar gedaan.’", "Jeroen Olyslaegers: Wildevrouw. De Bezige Bij; 480 pagina’s; € 26,99.", "Wie is Jeroen Olyslaegers? Jeroen Olyslaegers (Mortsel, 1967) schreef jarenlang columns en recensies voor verschillende Vlaamse media en teksten voor theater. In 1994 debuteerde hij met de roman Navel. Met zijn roman Wil won hij meerdere prijzen, waaronder de Fintro Literatuurprijs en de F. Bordewijk-prijs, en behaalde hij de shortlist van de Libris Literatuurprijs. Olyslaegers woonde lange tijd in Antwerpen, maar brengt nu het merendeel van zijn tijd door in de Franse Ardennen. Hij heeft een volwassen zoon en is getrouwd met zangeres en schrijver Nikkie van Lierop."], "authors": ["Bo Van Houwelingen"], "keywords": ["ik", "mezelf", "zijn", "nooit", "regel", "te", "die", "schrijver", "van", "olyslaegers", "en", "een", "saai", "voor", "één", "het", "maar", "dat", "mag"], "pubDate": "2021-01-08T09:29:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}