{"id": "aba6dae7-42f2-3204-9fc4-936ed5f7e451", "title": "Jinek had wat goed te maken en trok een blik Amerikadeskundigen open", "url": "https://www.parool.nl/kunst-media/jinek-had-wat-goed-te-maken-en-trok-een-blik-amerikadeskundigen-open~b171176f/", "summary": "Twan Huys zat er weer en net als een dag eerder zat de voormalige Amerika-correspondent zich te verbijten dat hij niet in de VS was.\n“Ik woonde ooit vijf straten van het Capitool vandaan!” Hij vergeleek de massale inzet van politie en leger bij de Black Lives Matter-protesten met het handjevol agenten bij de bestorming van het Capitool.\nTerrorisme-expert Beatrice de Graaf trapte ook een open deur in door te stellen dat Amerika ‘aan het rechteroog blind is als het om terrorisme gaat’.\nMaar dat de rest die avond werd gevuld met promotie voor een TV-Kantine spin-off had natuurlijk weinig met de actualiteit te maken.\nDus was gisteren een heel blik Amerikadeskundigen opengetrokken – onder wie Maarten van Rossem die een dag eerder al bij Op1 had gezeten.", "paragraphs": ["Beeld -", "Het was the day after the Capitol siege en ­Margriet van der Linden noemde het in M dan ook zo. Twan Huys zat er weer en net als een dag eerder zat de voormalige Amerika-correspondent zich te verbijten dat hij niet in de VS was. “Ik woonde ooit vijf straten van het Capitool vandaan!” Hij vergeleek de massale inzet van politie en leger bij de Black Lives Matter-protesten met het handjevol agenten bij de bestorming van het Capitool.", "Dat was geen origineel standpunt, al bleven de tot de verbeelding sprekende foto’s schokkend. Terrorisme-expert Beatrice de Graaf trapte ook een open deur in door te stellen dat Amerika ‘aan het rechteroog blind is als het om terrorisme gaat’.", "Historicus Geert Mak, die Lips toch meer een Europa-expert dan een Amerikakenner vindt, vergeleek de complottheorie van de ‘gestolen verkiezing’ met de dolkstootlegende die na de Eerste Wereldoorlog in Duitsland een dankbare voedingsbodem voor fascisme was. Wijze, maar weinig optimistische woorden.", "Eva Jinek had wat goed te maken. Woensdagavond moest de geboren Amerikaanse tandenknarsend toezien hoe haar halve programma over V-day ging – je stuurt minister Hugo de Jonge natuurlijk niet weg als je hem als gast hebt gestrikt. Maar dat de rest die avond werd gevuld met promotie voor een TV-Kantine spin-off had natuurlijk weinig met de actualiteit te maken.", "Dus was gisteren een heel blik Amerikadeskundigen opengetrokken – onder wie Maarten van Rossem die een dag eerder al bij Op1 had gezeten. Hij was nog steeds niet verbaasd over de gebeurtenissen: “Trump valt nooit mee, hij valt altijd tegen.”", "Even later bromde Van Rossem over de toekomst van de VS: “Er is geen enkele reden voor optimisme.” Toen had Lips wel weer genoeg meningen gehoord en fragmenten van Trumpwappies gezien.", "Reageren? hanlips@parool.nl."], "authors": ["Han Lips"], "keywords": ["goed", "maken", "trok", "van", "blik", "jinek", "en", "voor", "een", "met", "open", "te", "hij", "het", "wat", "als", "die"], "pubDate": "2021-01-08T08:33:18Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}