{"id": "abaefe1c-ba14-3076-bfb0-4a352e05b235", "title": "We gaan weer stemmen voor de Grammaticale Structuur", "url": "https://trouw.nl/cultuur-media/we-gaan-weer-stemmen-voor-de-grammaticale-structuur~bb5572a1/", "summary": "In 2016 zijn we in deze rubriek begonnen aan een verkiezing met een wat langere adem: de verkiezing van de Grammaticale Structuur van het Decennium.\nDus niet een woordjesverkiezing met een vluchtig of hijgerig karakter, maar even stilstaan bij wat het afgelopen decennium ons op grammaticaal gebied gebracht heeft.\nHet plan is dat u in de laatste week van het jaar kunt stemmen, en dat we in de resterende tijd de nominaties voltooien.\nEn ‘een X van een Y’ is wel beperkt (je kunt niet zomaar elk woord gebruiken), maar toch heb je ook ‘een boom van een vent’ of ‘een draak van een film’.\nOok een taalvraag?", "paragraphs": ["December is altijd weer de maand van de terugblik, de reflectie en natuurlijk de lijstjes. In 2016 zijn we in deze rubriek begonnen aan een verkiezing met een wat langere adem: de verkiezing van de Grammaticale Structuur van het Decennium. Dus niet een woordjesverkiezing met een vluchtig of hijgerig karakter, maar even stilstaan bij wat het afgelopen decennium ons op grammaticaal gebied gebracht heeft.", "De werkelijke ontwikkelingen zullen natuurlijk pas over een halve eeuw duidelijk worden, want met name grammaticale veranderingen voltrekken zich meer in een gletsjertempo, maar een decennium is al langer dan een jaar.", "Hoe gaat de verkiezing in zijn werk? Het plan is dat u in de laatste week van het jaar kunt stemmen, en dat we in de resterende tijd de nominaties voltooien. In de afgelopen jaren zijn er al vijf grammaticale structuren genomineerd: het nieuwe gebruik van de genitief (‘Dat is niet des Feyenoords’), het gebruik van tijdsaanduidingen als naamwoordelijk deel van het gezegde (‘Dat is zó 2019’) als vrij jonge ontwikkelingen, maar ook het met uitsterven bedreigde ‘een X van een Y’ (‘een schat van een kind’, ‘een wolk van een baby’) en het verguisde ‘ik heb zoiets van…’. Maar ook het regionaal gekleurde ‘ik heb de band lek’ (‘hebben’ met een voorwerp én een eigenschap) is door u aangedragen als iets wat in de afgelopen tien jaar sterk is opgevallen.", "Wat zijn de spelregels? Het moet gaan om een echte constructie. Dat wil zeggen: je moet meerdere woorden kunnen invullen. Zo lijkt ‘Ik heb zoiets van’ wel een vaste uitdrukking, maar je kunt er elk citaat bij zetten. En ‘een X van een Y’ is wel beperkt (je kunt niet zomaar elk woord gebruiken), maar toch heb je ook ‘een boom van een vent’ of ‘een draak van een film’.", "U kunt uw nominaties insturen tot en met woensdag 23 december. De week daarna gaan we stemmen.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["van", "stemmen", "kunt", "het", "grammaticale", "maar", "met", "gaan", "zijn", "een", "ook", "en", "weer", "structuur", "dat", "voor"], "pubDate": "2020-12-08T01:01:01+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}