{"id": "abb33d24-a725-3628-8079-079a6a719bce", "title": "OM pakt ruim 7 miljoen af van drugsbaas Breda", "url": "https://www.telegraaf.nl/nieuws/925911961/om-pakt-ruim-7-miljoen-af-van-drugsbaas-breda", "summary": "G. werd veroordeeld tot een gevangenisstraf van vier jaar, omdat hij zich in 2009 en 2010 bezighield met de productie van en handel in soft- en harddrugs en witwassen.\nHet zou een vergeldingsactie zijn geweest, omdat G. 400 kilo cocaïne zou zijn kwijtgeraakt, stelde justitie toen.\nDe rechtbank sprak hem destijds vrij van handel in die bewuste 400 kilo, omdat het bewijs ontbrak dat het om cocaïne ging.\nTegen het vonnis van de rechtbank ging zowel het OM als de verdachte in beroep.\nMet de verdachte is afgesproken dat hij en het OM het hoger beroep intrekken.", "paragraphs": ["G. werd veroordeeld tot een gevangenisstraf van vier jaar, omdat hij zich in 2009 en 2010 bezighield met de productie van en handel in soft- en harddrugs en witwassen. Tegen G. was zes jaar geëist.", "G. kwam in 2010 in het nieuws toen zijn woonwagen in Breda werd doorzeefd met kogels. Zijn 12-jarige zoon Danny kwam daarbij om het leven. Het zou een vergeldingsactie zijn geweest, omdat G. 400 kilo cocaïne zou zijn kwijtgeraakt, stelde justitie toen. De rechtbank sprak hem destijds vrij van handel in die bewuste 400 kilo, omdat het bewijs ontbrak dat het om cocaïne ging.", "Naast het opleggen van de celstraf verklaarde de rechtbank de miljoenen die G. met de drugshandel zou hebben verdiend als verbeurd. Ook een auto raakte hij kwijt. Tegen het vonnis van de rechtbank ging zowel het OM als de verdachte in beroep. Met de verdachte is afgesproken dat hij en het OM het hoger beroep intrekken. Daarmee wordt het vonnis van de rechtbank onherroepelijk. G. zal de gevangenisstraf, met aftrek van het voorarrest, moeten uitzitten.", "Er loopt nog een ontnemingszaak tegen de medeverdachte."], "authors": [], "keywords": ["breda", "zijn", "van", "het", "af", "g", "en", "om", "drugsbaas", "met", "een", "zou", "rechtbank", "pakt", "ruim", "miljoen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}