{"id": "abccd0fa-7137-3995-a43f-5956befc63a1", "title": "Snel een boodschap doen en je kind alleen thuislaten, is dat verstandig?", "url": "https://volkskrant.nl/opvoeden/snel-een-boodschap-doen-en-je-kind-alleen-thuislaten-is-dat-verstandig~b39707d1/", "summary": "Terugkijkend roept dat de vraag op: vanaf welke leeftijd kun je een kind overdag alleen laten?\nDit zeggen de deskundigenHet is in Nederland niet wettelijk bepaald vanaf welke leeftijd je een kind alleen thuis mag laten.\nWoon je in een rijtjeshuis met betrokken buren of op een boerderij in een verlaten uithoek?’, zegt pedagoog Femke van Kilsdonk van onlineopvoeden.nl.\nDan weet je dat ik even buiten ben.’’Hoe pak je het aan?\nGrote kans dat je als ouder die eerste keer zwetend in de drogisterij staat en op een drafje terugkeert.", "paragraphs": ["Beeld Claudie de Cleen", "Toen mijn moeder op een middag naar het nabijgelegen winkelcentrum moest, liet ze mijn zus (7) en mij (5) thuis. We speelden braaf met onze poppen, tot mijn zus de portemonnee van onze moeder op tafel zag liggen. ‘Straks staat mama zonder geld bij de kassa, we moeten haar redden’, riep ze. Op onze sloffen renden we de deur uit, richting de grote weg. Mijn moeder had een losse pinpas op zak en keek verbaasd toen ze ons halverwege de route trof. Terugkijkend roept dat de vraag op: vanaf welke leeftijd kun je een kind overdag alleen laten?", "Dit zeggen de deskundigen", "Het is in Nederland niet wettelijk bepaald vanaf welke leeftijd je een kind alleen thuis mag laten. In artikel 255 van het Wetboek van Strafrecht staat echter wel dat het verboden is om iemand ‘tot wiens onderhoud, verpleging of verzorging’ je verplicht bent ‘in hulpeloze toestand’ achter te laten. Wanneer een jong kind gewond raakt tijdens een Home Alone-moment, dan zou dit kunnen leiden tot een boete of gevangenisstraf voor de ouders.", "‘Ieder kind is anders en iedere situatie is anders. Woon je in een rijtjeshuis met betrokken buren of op een boerderij in een verlaten uithoek?’, zegt pedagoog Femke van Kilsdonk van onlineopvoeden.nl. Het is dus lastig om een exacte leeftijdsgrens te trekken. ‘Als ouder kun je zelf het best inschatten of je kind zelfstandig en verantwoordelijk genoeg is. Volg je gevoel.’", "In het algemeen wordt het door deskundigen afgeraden kinderen tot 7 jaar alleen thuis te laten. Zij zijn dan nog niet goed in het inschatten van risico’s en het bekwaam handelen tijdens gevaarlijke situaties. Van Kilsdonk: ‘Vanaf 8 jaar kun je voorzichtig gaan oefenen. Kinderen uit groep 7 en 8 (11-12 jaar) kunnen prima twee uurtjes overdag alleen zijn.’", "Hoe weet je als ouder of de tijd rijp is? ‘Kijk naar hoe je kind reageert als de deurbel gaat. Rent hij of zij vrolijk naar de gang, ook al heb je gezegd dat opendoen voor vreemden niet mag? Dan zou ik nog even wachten’, zegt pedagoog Simone Spanjaard. Wat te doen als er wordt aangebeld, is precies zo’n onderwerp waarover je duidelijke afspraken moet maken. Net als: is buitenspelen toegestaan; wie kan er gebeld worden als er iets misgaat; hoelang blijft de ouder weg?", "Volgens Spanjaard is het knap hoe mijn zus destijds anticipeerde op het mogelijke drama van mijn moeder bij de kassa. ‘Je weet nooit wat kinderen in hun hoofd halen. Probeer zo veel mogelijk scenario’s luchtig te bespreken.’ Een soort draaiboek dus. ‘Zelf liet ik de hond ’s avonds uit als de kinderen sliepen. Maar ik zei wel: ‘Als jullie wakker worden, kijk dan of de hond weg is. Dan weet je dat ik even buiten ben.’’", "Hoe pak je het aan?", "Door te oefenen merk je of de afspraken volstaan. ‘Bouw het op. Kijk wat er gebeurt als je op zolder de was ophangt, koffie drinkt met de buurvrouw of de container buiten zet’, zegt Van Kilsdonk. ‘Doe het spelenderwijs. Ik zou afraden om op de bank te gaan zitten en heel officieel alle afspraken door te nemen, dan maak je het te spannend.’", "Regel altijd iemand als back-up, die telefonisch bereikbaar is en die redelijk snel bij het huis kan zijn.", "Grote kans dat je als ouder die eerste keer zwetend in de drogisterij staat en op een drafje terugkeert. ‘Bedenk: hiermee bereid je ze voor op het volwassen leven. Het geeft ze uiteindelijk zelfvertrouwen.’", "Wil je dat vertrouwen in een goede afloop vasthouden, zap volgende maand vooral even weg bij die ene bekende kerstfilm."], "authors": ["Anna Van Den Breemer"], "keywords": ["dat", "snel", "van", "verstandig", "kind", "een", "mijn", "en", "doen", "te", "boodschap", "thuislaten", "op", "als", "je", "het"], "pubDate": "2020-11-10T12:59:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}