{"id": "abd0f8da-b122-31ea-a941-a06aea3a4e81", "title": "Een jaar vol dynamiek, talent en groei", "url": "https://trouw.nl/opinie/een-jaar-vol-dynamiek-talent-en-groei~b9cc703f7/", "summary": "Ik hield achter een tafel met een grote microfoon een kersttoespraak.\nVerjonging op de redactieIn het beeld zweefde hier en daar een trotse baby door een huiskamer.\nZe vormden onderdeel van een flinke personeelscarrousel op de redactie die op gang kwam door het inrichten van een nieuwe redactie voor het zaterdagmagazine Tijdgeest en het opheffen van de redacties voor Tijd en Letter&Geest, vacatures op de eindredactie en pensioneringen.\nEn het is ook een compliment aan de redactie die in moeilijke omstandigheden – voornamelijk van huis uit en elkaar dus niet echt zien of spreken – de krant, de dagelijkse Editie en een site maakt.\nTrouw-hoofdredacteur Cees van der Laan schrijft wekelijks over de discussies op de redactie en de keuzes van de krant.", "paragraphs": ["‘Je zag eruit als Fred Emmer’, grapte eindredacteur en commentator Teun Lagas via de Zoom naar mij in de piepkleine studio in Leusden. We hadden net een virtuele kerstborrel gehouden, zo aan het eind van donderdagmiddag, toen het alweer donker was.", "Iedereen zat thuis met een drankje. Gerda Havertong zong vanuit een andere ruimte boven in de studio enkele prachtige Surinaamse liederen. Ik hield achter een tafel met een grote microfoon een kersttoespraak. Het was de eerste keer dat we elkaar bijna allemaal weer eens zagen.", "Dat ‘met elkaar’ moet je er even bij denken, maar toch, de Zoom-bijeenkomst met honderd collega’s die zich hadden aangesloten, ademde de sfeer van gezamenlijkheid en gemoedelijkheid. Sommige collega’s heb ik al negen maanden niet meer in levende lijve gezien. Dan ben je al gauw tevreden als je elkaar kan ontmoeten via een scherm.", "Verjonging op de redactie", "In het beeld zweefde hier en daar een trotse baby door een huiskamer. Ja, wij hebben bij de redactie te maken met een geboortegolf. Drie vrouwelijke collega’s hebben inmiddels een baby gekregen, twee zijn er zwanger. En er was ook gezinsuitbreiding bij mannelijke collega’s. Dit geeft aan hoeveel jonger de redactie gemiddeld is geworden in vergelijking met pakweg tien jaar geleden.", "Dit jaar alleen al hebben wij tien nieuwe, veelal jonge talenten aangetrokken. Ze vormden onderdeel van een flinke personeelscarrousel op de redactie die op gang kwam door het inrichten van een nieuwe redactie voor het zaterdagmagazine Tijdgeest en het opheffen van de redacties voor Tijd en Letter&Geest, vacatures op de eindredactie en pensioneringen. Wat personeelsbeleid betreft is het een dynamisch jaar geweest.", "Uiteraard geldt dat dynamische ook in journalistiek opzicht. Eigenlijk was het journalistiek gezien nog veel dynamischer, vanwege de coronacrisis, de presidentsverkiezingen in de VS, de boerenprotesten en de brexit-perikelen.", "Werkdruk is hoger dan normaal", "In mijn praatje vertelde ik dat Trouw dit jaar met vier procent is gegroeid naar 117.000 betalende klanten (print en digitaal). Daar zijn we best trots op. En het is ook een compliment aan de redactie die in moeilijke omstandigheden – voornamelijk van huis uit en elkaar dus niet echt zien of spreken – de krant, de dagelijkse Editie en een site maakt.", "Dat was beslist geen sinecure. De werkdruk is in normale omstandigheden al hoog, maar door de coronabeperkingen wordt door vrijwel iedereen dit nog meer ervaren. Het loflied op het thuiswerken is inmiddels wel verstomd.", "Ik sluit niet uit dat de behoefte aan betrouwbare journalistiek de oorzaak is van de groei. We hebben dit jaar kritiek gekregen van lezers op onze corona-verslaggeving, omdat we te volgzaam zouden zijn en te weinig kritisch op het RIVM en de overheid. Tegen die mensen zeg ik dat ik daarin niet geloof, als in ogenschouw wordt genomen dat Trouw en RTL samen de toeslagenaffaire bij de Belastingdienst hebben blootgelegd. We hebben in een groot aantal andere zaken gespit – zoals de relatie tussen banken en Russische oligarchen. Zaken die het liefst door belanghebbenden onder het tapijt worden gehouden.", "Ondanks die werkdruk liggen er vandaag prachtige kerstbijlagen bij u op de deurmat of in uw computer of telefoon, met een groot aantal interviews, een kerstmenu in coronatijd en lijstjes van de beste boeken, muziek en films van onze experts. Volgende week donderdag krijgt u al de zaterdagbijlagen, want op zaterdag, Tweede Kerstdag, verschijnt er geen krant. Veel leesplezier toegewenst.", "Trouw-hoofdredacteur Cees van der Laan schrijft wekelijks over de discussies op de redactie en de keuzes van de krant."], "authors": ["Cees Van Der Laan"], "keywords": ["vol", "van", "talent", "jaar", "en", "een", "met", "dat", "op", "dynamiek", "het", "hebben", "groei", "redactie", "die"], "pubDate": "2020-12-19T11:54:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}