{"id": "abd47638-1721-33fc-9030-c074a3075471", "title": "Zo maak je die online cursus wél af en meer tips om bij te leren via het internet", "url": "https://volkskrant.nl/werken/zo-maak-je-die-online-cursus-wel-af-en-meer-tips-om-bij-te-leren-via-het-internet~b92938a1/", "summary": "Slim, daarmee vergroot je je kansen op de arbeidsmarkt.\nDat blijkt uit statistieken uit 2015, van cursussen die deel uitmaken van het van het MOOC-project (massive open online courses).\nPas als je het toepast, onthoud je het goed.’Ruth Rottiné (37, business to business marketeer) plant na iedere les een actie.\nOude Veldhuis: ‘Soms is het niet het goede moment.\nVertel mensen in je omgeving dat je een cursus doet zodat je minder snel afhaakt.", "paragraphs": ["Heb je je aangemeld voor een online cursus of opleiding? Slim, daarmee vergroot je je kansen op de arbeidsmarkt. Mits je ‘m echt volgt natuurlijk. We vroegen deelnemers van e-cursussen hoe zij gemotiveerd blijven.", "‘E-learning fanaticus’ Ewout Meijer (35, commercieel directeur bij opleidingenplatform Springest) voelt zich soms een kind in een snoepwinkel. Zoveel ‘coole’ online cursussen die met een paar klikken zijn aangeschaft. Maar ja, ze volgen kost al snel een paar uur per week. Online cursist Wendy Oude Veldhuis (35, zelfstandig marketingcoach) voelt zich precies hetzelfde. Vooral bij gratis cursussen merkt ze dat de drempel om je aan te melden erg laag is. De drempel om na één lesje weer af te haken is daardoor ook laag.", "Meijer en Oude Veldhuis zijn niet de enigen die moeite hebben om de e-cursus waar ze ooit zo enthousiast over waren, daadwerkelijk te volgen. Slechts zo’n 10 procent van de inschrijvers van een universitaire online opleiding doorloopt de hele cursus en 5 procent doet ook alle opdrachten trouw. Dat blijkt uit statistieken uit 2015, van cursussen die deel uitmaken van het van het MOOC-project (massive open online courses). Dit zijn cursussen van meer dan 140 universiteiten over de hele wereld die iedereen kan volgen, ongeacht vooropleiding. De cursussen zijn te volgen via verschillende platformen, waaronder Coursera en EdX.", "Ondanks het hoge afhaakpercentage is er veel interesse voor e-learning. Enerzijds omdat veel traditionele cursussen niet doorgaan of nu via internet plaatsvinden, anderzijds omdat werknemers op zoek zijn naar meer baanzekerheid. Zo is een van de populairste opleidingen bij opleidingenplatform Springest een training tot programmeur met 100 procent baangarantie. Ook ziet het platform dat cursussen in schrijf-, communicatie- en presentatievaardigheden aan populariteit winnen.", "Om te profiteren van een digitale training moet je eerst natuurlijk wel slagen. Daarom: de grootste valkuilen van online leren plus de oplossingen.", "Valkuil: niet doorzetten", "Dat je een online training in je eigen tijd kunt doen is zowel een pluspunt als het grootste gevaar. Je kunt eindeloos uitstellen wanneer je verdergaat. Of er zelfs nooit aan beginnen.", "Oplossing: Plan een tijd in je agenda, is een eerste simpele tip van Wendy Oude Veldhuis. ‘Het gaat ook om het doorbreken van gewoontes. Veel mensen zeggen dat ze geen tijd hebben, maar liggen wel iedere avond op de bank. Dan denk ik: als je het echt wilt, maak je er een prioriteit van.’ En plan alvast je examen, indien dat deel uitmaakt van de online opleiding. Charlotte Kroon (32) deed dit bij haar opleiding tot levenscoach. ‘Het heeft me wat stress opgeleverd, maar uiteindelijk ben ik geslaagd met een 9.’", "Een betaalde cursus kan ook helpen, volgens Oude Veldhuis. Op die manier vind je het zonde van het geld als je er niet aan begint en je wordt voor de aanschaf geconfronteerd met de vraag of je deze cursus wel écht waardevol vindt. ‘Vooraf denk ik na over mijn persoonlijke doelen en of de cursus of opleiding hier echt aan bijdraagt’, zegt ze. ‘Is dit de chocoladereep bij de kassa waar ik ineens trek in heb of is dit het wasmiddel dat ik nu echt nodig heb? Alles lijkt leuk, maar je hebt niet overal tijd voor, dus focus.’", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep De Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Valkuil: er zijn geen opdrachten", "Er zijn online trainingen in allerlei soorten en maten. Bij de ene kom je om in het huiswerk, bij andere cursussen rol je van de ene video in de andere en kun je verder achteroverleunen. Dat is dan ook meteen het struikelblok: je blijft achteroverleunen.", "Oplossing: De stof meteen toepassen, tipt Sharon van Sprang (41). De salestrainer en -coach volgt momenteel een cursus online adverteren via Udemy. Dit is geen officiële opleider, maar een platform waar iedereen een online training op kan plaatsen. Het zijn dan ook niet de allerbeste trainingen, vindt Van Sprang. Zo ontbreekt het soms aan opdrachten, maar ze zijn over het algemeen wel voordelig. ‘Na elke video schrijf ik voor mezelf op wat ik geleerd heb en wat de belangrijkste punten zijn. Ook wil ik de nieuwe kennis direct implementeren. Pas als je het toepast, onthoud je het goed.’", "Ruth Rottiné (37, business to business marketeer) plant na iedere les een actie. Via de Export Academy volgt ze een e-cursus over marketingstrategieën. ‘Tijdens de eerste sessie ging het over het kennen van de doelgroep. Voor een van mijn opdrachtgevers heb ik daarna meteen een persona (een gedetailleerde beschrijving van je fictieve ideale klant, red.) gemaakt en intern besproken.’", "Las je vaak iets te lange pauzes in tussen de lessen en weet je na een onderbreking van twee weken niet meer wat je hebt geleerd? Ook dan kan het helpen om de kennis na de les meteen toe te passen.", "Valkuil: als er wel opdrachten zijn, die niet maken", "Op de middelbare school was er altijd de vrees dat je ineens je huiswerk moest laten zien of, erger nog, inleveren. Bij een online cursus word je geacht zelf verantwoordelijk genoeg te zijn om je huiswerk te maken. Toch is de verleiding groot om het over te slaan als er geen docent zegt dat het moet. Je hebt het al druk genoeg, toch?", "Oplossing: Tja, gewoon doen? Of in de woorden van Guiselaine Capella (42, geeft e-courses in Excel bij haar bedrijf Databeet): ‘Maak het huiswerk en de opdrachten ook echt en niet half omdat toch niemand het nakijkt.’ Ze volgt zelf een pr-cursus via internet en maakt daarbij ook vaak screenshots van opdrachten en andere belangrijke dingen, omdat het materiaal beperkt beschikbaar is. Zo kun je dat later nog eens naslaan.", "Ewout Meijer voegt daar nog een tip aan toe. Hij volgde onder andere een hele masteropleiding online en is momenteel zelf werkzaam bij opleidingenplatform Springest. ‘Het beste is om een medestander te vinden met wie je samen de opleiding kunt doen. Dan kun je er ook over praten en neem je de theorie beter op. Vertel sowieso in je omgeving dat je een cursus doet, dat helpt als stok achter de deur.’", "Valkuil: afdwalen tijdens de les", "Sommige cursussen zijn nou eenmaal dynamischer dan andere. Wendy Oude Veldhuis: ‘Eén cursus was via Instagram en had gifjes en interactieve dingen tussendoor, dat was heel leuk. De cursus die ik nu volg is soms twintig minuten achtereen een pratend hoofd, dan is het lastig om niet af te dwalen.’", "Sharon van Sprang herkent dit: zij volgde een training waarbij de docent constant heen en weer deinde voor de camera. Van Sprang verzucht: ‘Zo’n irritante tik!’", "Oplossing: Gewoon even stoppen. Een rondje lopen, een kop koffie pakken of de volgende dag doorgaan. Kan gewoon, want die saaie docent kijkt niet raar op als je zijn video pauzeert. Oude Veldhuis: ‘Soms is het niet het goede moment. Maar andere keren zie ik dat het nog acht minuten duurt en dan denk ik, dat hou ik nog wel vol.’", "Veel afwisseling is belangrijk om de aandacht vast te houden. Denk: korte video’s, quizzen, artikelen, geluidsfragmenten. Ewout Meijer: ‘De grootste expert is soms niet de beste presentator. Het Journaal wordt toch ook niet gepresenteerd door de journalisten, maar door een nieuwslezer? Ik doe daarom altijd veel onderzoek voor ik me aanmeld voor een e-training, zodat ik weet wat ik kan verwachten.’", "Valkuil: niet goed communiceren met medecursisten", "Ruth Rottiné moest voor haar cursus in coaching feedback geven aan andere cursisten. Maar doordat ze niet direct hun reactie kon zien, wist ze niet hoe haar opmerkingen overkwamen. ‘Dan is het lastig aan te voelen hoe iemand iets ervaart.’", "Oplossing: Blijf niet in het duister tasten, maar vraag hoe je het doet. Rottiné: ‘Ik los dat op door in de chat privé even te toetsen hoe die feedback overkomt. Eventueel zou ik zelfs kunnen bellen, maar dat heb ik nog niet gedaan. Ruis oplossen vind ik wel belangrijk.’", "Vergeet ook de docent niet. Ben je onzeker of je op het goede spoor zit met de cursus en opdrachten wel goed begrijpt? De docent om feedback vragen per mail is bij veel online cursussen mogelijk.", "Drie praktische inzichten 1. Vraag jezelf af voordat je je aanmeldt: is dit chocoladereep bij de kassa of is het wasmiddel dat echt nodig is. Gaat het je echt verder helpen? Schrijf dan meteen voor jezelf op waarom je de cursus wilt doen, wat je precies wilt leren en wat je eraan gaat hebben. 2. Vertel mensen in je omgeving dat je een cursus doet zodat je minder snel afhaakt. Je wilt immers geen gezichtsverlies. 3. Vind iemand om de cursus mee samen te doen. Zo kun je samen praten over de stof en de opdrachten, waardoor je het beter onthoudt."], "authors": ["Yasmine Esser"], "keywords": ["zo", "van", "tips", "het", "meer", "online", "leren", "ik", "maak", "wél", "je", "te", "om", "een", "en", "niet", "dat", "ook"], "pubDate": "2020-06-15T10:13:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}