{"id": "abd4bc5c-0132-3769-845e-cb52bc9a58ad", "title": "‘The Anthropocene Reviewed’ biedt een moment van bezinning met ’s werelds meest geliefde nerd", "url": "https://trouw.nl/recensies/the-anthropocene-reviewed-biedt-een-moment-van-bezinning-met-s-werelds-meest-geliefde-nerd~bdf65d65/", "summary": "Met aanstekelijk enthousiasme word je als luisteraar meegetrokken in de geschiedenis van het QWERTY-toetsenbord of gezelschapsspel Monopoly.\nNa ongeveer een half uur wordt een oordeel op een schaal van één tot vijf sterren geveld.\nIn ‘The Anthropocene Reviewed’ wisselt hij dan ook trivia over bijvoorbeeld airconditioning af met een eerlijk verhaal over zijn worsteling met zijn geestelijke gezondheid.\nJohn Green is de maker van ‘The Anthropocene Reviewed’ en auteur van succesvolle tienerboeken als ‘The Fault in Our Stars’.\nHet zorgt er ook voor dat ‘The Anthropocene Reviewed’ een uitstekende podcast is om te luisteren in een wereld die door ­corona aanzienlijk geslonken en bij vlagen misschien zelfs uitzichtloos lijkt; de podcast biedt je een moment van bezinning met ’s werelds meest geliefde nerd.", "paragraphs": ["Hotdog-eetwedstrijden, de pest en zonsopgangen: in ‘The Anthropocene Reviewed’ recenseert de Amerikaanse jeugdboekenschrijver John Green ‘verschillende facetten’ van het huidige tijdperk, het Antropoceen, waarin de menselijke impact op de planeet steeds zichtbaarder wordt. Het resultaat is even absurd als diepgaand.", "Achter elk gerecenseerd ­fenomeen blijkt een verhaal te zitten, door Green verteld met zijn kenmerkende droge stemgeluid. Met aanstekelijk enthousiasme word je als luisteraar meegetrokken in de geschiedenis van het QWERTY-toetsenbord of gezelschapsspel Monopoly. Na ongeveer een half uur wordt een oordeel op een schaal van één tot vijf sterren geveld.", "Green, die wereldwijd ­beroemd werd met tiener­tranentrekkers als ‘The Fault in Our Stars’ over twee ongeneeslijk zieke jonge geliefden, blinkt uit in het omschrijven van grote emoties die gepaard gaan met het menselijke bestaan: verdriet, geluk, liefde. Daarbij is Green niet de meest optimistische persoon: het Antropoceen is voor hem bij uitstek een tijdperk om moedeloos van te worden. In ‘The Anthropocene Reviewed’ wisselt hij dan ook trivia over bijvoorbeeld airconditioning af met een eerlijk verhaal over zijn worsteling met zijn geestelijke gezondheid.", "John Green is de maker van ‘The Anthropocene Reviewed’ en auteur van succesvolle tienerboeken als ‘The Fault in Our Stars’. Beeld AP", "Veel afleveringen van de podcast eindigen echter in een betoog over waarom het allemaal wél de moeite waard is: kijk eens naar die majestueuze plataan, vind je niet dat die bladerpracht viereneenhalve ster verdient? Het maakt dat Green af en toe klinkt als een soort spirituele boekenwurm die ondanks ­alles gelooft in het menselijke vermogen tot compassie en verwondering. Het zorgt er ook voor dat ‘The Anthropocene Reviewed’ een uitstekende podcast is om te luisteren in een wereld die door ­corona aanzienlijk geslonken en bij vlagen misschien zelfs uitzichtloos lijkt; de podcast biedt je een moment van bezinning met ’s werelds meest geliefde nerd.", "Dat wil niet zeggen dat de formule altijd even goed werkt. De aflevering over het nummer ‘You’ll Never Walk Alone’, supporterslied in Liverpool en onofficiële coronahymne om solidariteit te betonen, is wat saai en voor de hand liggend. Maar andere afleveringen zijn bijna niet met droge ogen te luisteren. De aflevering over de door menselijk toedoen uitgestorven Hawaïaanse vogelsoort Kaua’i ’ō’ō bijvoorbeeld, dompelt je op een ongenadige manier onder in het besef dat het verdwijnen van diersoorten en habitats onomkeerbaar is. Rouwen in het Antropoceen: John Green laat je zien hoe het voelt en hoe het moet.", "In de laatste aflevering ­recenseert Green – hoe kan het ook anders – de podcast zelf. Hij geeft ‘The Anthropocene Reviewed’ vier sterren. In mei verschijnen alle afleveringen in boekvorm."], "authors": ["Robin Goudsmit"], "keywords": ["van", "het", "nerd", "met", "die", "werelds", "meest", "reviewed", "s", "geliefde", "een", "en", "green", "te", "je", "moment"], "pubDate": "2020-11-19T01:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}