{"id": "abe896a7-bd87-3006-9c6a-dd99a1cd5024", "title": "De beste religieuze en filosofische boeken werpen ook een ander licht op de lockdown", "url": "https://trouw.nl/religie-filosofie/de-beste-religieuze-en-filosofische-boeken-werpen-ook-een-ander-licht-op-de-lockdown~b29c3bdc/", "summary": "Al vanaf eind maart resoneerden de boeken die ik voor Trouw las ineens met die ­bijzondere situatie: een wereldwijde pandemie­­ en een periode van lockdown.\nAls je alles wat ongemakkelijk voelt probeert te vermijden, voel je je niet langer verbonden met, en mogelijk ook bedreigd door anderen.\nDit boek is een van de mooiste van deze vorige maand overleden denker.\nEen filosofie van de liefde , LetterwerkWord je een beter mens door onpartijdig te zijn en je gevoelens op te schorten?\nDe soevereine macht en het naakte leven, BoomEen welkome nieuwe vertaling van een filosofische klassieker.", "paragraphs": ["Al vanaf eind maart resoneerden de boeken die ik voor Trouw las ineens met die ­bijzondere situatie: een wereldwijde pandemie­­ en een periode van lockdown. Met spanning werd ’s avonds het verloop­­ van de besmettingscijfers gevolgd en stonden op televisie de ‘frontberichten’ aan, overdag las ik op een bankje onder de strakblauwe hemel een recensieboek. Ik onderstreepte de zinnen die nu ineens een bijzondere klank kregen.", "Zoals in Alles hier is welkom van de boeddhistische non Pema Chödrön, dat als oorspronkelijke titel Welcoming the Unwelcome heeft. Dat was immers wat het coronavirus was: een onwelkome gast. Chödrön wil ons helpen met bodhichitta, het ‘ontwaken van ons hart’. ‘Begin met een gebroken hart’, schrijft ze.", "‘Als je jezelf afschermt voor de kwetsbaarheid van alle levende wezens, en dus ook voor je eigen kwetsbaarheid, kun je het leven niet in zijn volledigheid ervaren. Dan krimpt je wereld. Als je alles wat ongemakkelijk voelt probeert te vermijden, voel je je niet langer verbonden met, en mogelijk ook bedreigd door anderen. Je wikkelt jezelf in een net van angst.’", "Ik weet niet wat u voor u ziet, maar voor mij werden op dat moment de angstige en kille bubbels van onze geïsoleerde leventjes blootgelegd. Chödrön leert wat ze met een Tibetaans woord tonglen noemt, het ‘niets-afwijzen’. ‘Als je angst voelt en die niet wilt ervaren dan probeer je daar niet meteen vanaf te komen, maar adem je hem in’. De enige manier om angst te hanteren is hem te ver­welkomen.", "Ik geef toe, het is niet direct voer voor regerings­beleid in een pandemie, maar deze toon van levenskunst raakte wel zoek in de reflex van controle en beheersbaarheid waar we sinds de komst van het coronavirus mee te maken hebben. Adem de angst in? Inademen is nu juist precies ­datgene waar we bang voor zijn. Wat kan er allemaal wel niet in die enge lucht zitten? Het is bovendien een stuk lastiger met een mondkapje voor.", "Het grootste verlangen van de mens: met elkaar zijn", "Een tijd later was het een boek van theoloog Samuel Wells, Een Nazaret-manifest, dat onbedoeld de ander­halvemetersamenleving fileerde. Want wat is volgens hem de kern van het christelijke evangelie? Dat God met ons is. Dat ‘met-zijn’, being with, is de kern van wat wij mensen verlangen. Niet sterfelijkheid is ons grootste probleem, hoezeer we dat ook lijken te denken. Ook ­armoede is dat niet.", "Ons grootste probleem, zegt Wells, is isolement. Het puur overleven van een naakt bestaan is niet waar het ons om te doen is, maar dat we willen leven in relatie en fysieke nabijheid. ‘Het boek is een groot theologisch gevuld pleidooi tegen afstandelijkheid’, schreef ik in mijn recensie. ‘Voor Wells is de anderhalvemeter­samenleving de hel op aarde’.", "Lezen in lockdown, het stelde de dilemma’s van dit jaar maar weer eens op scherp. Corona verwelkomen als een gast die ons iets belangrijks over onszelf te zeggen heeft? Maar wat als de ic’s overbelast raken of mijn kwetsbare vader het virus krijgt? Verder knipperen we niet meer met de ogen bij de zin ‘Blijf thuis en houd ­afstand’. Maar wat nou als we elkaar gewoon nodig hebben, niet om via beeldschermen woorden uit te wisselen, maar om elkaar met onze broze lichamen aan te raken en vast te houden?", "Wolter Huttinga (religie)", "1 Erik Borgman, Alle dingen nieuw, KokBoekencentrum", "Een dikke pil, barstensvol gesprekken met denkers en dichters. Je moet wel mee willen deinen op de golven van Borgmans onstuitbare, complexe gedachtestroom. Intussen is zijn centrale punt kraakhelder: de God die zich in Jezus Christus openbaart zit volop in de shit van deze werkelijkheid en zal pas daar voor ons oplichten waar wij hem niet meer in onze greep hebben.", "2 Tom Holland, Heerschappij, Athenaeum", "Een meeslepend boek dat heerlijk is geschreven. Holland laat zien hoe de geschiedenis van het christendom vormend is geweest voor vrijwel al onze moderne intuïties. Die geschiedenis is niet eenduidig, maar eerder een geniale mix van diepe paradoxen. Onderdrukkend én bevrijdend, stem van de macht én profetische kritiek. Het is geen nieuw verhaal, maar wel erg goed verteld.", "3 Samuel Wells, Een Nazaret-manifest, Van Wijnen", "Wells besloot de eenvoud van dat ‘being with’ van God eens heel goed te doordenken. Wat impliceert dat voor het christelijk handelen? Heel kort gezegd: bewegen van doen naar zijn. Want wat deed Jezus daar al die jaren in Nazareth? De wereld verbeteren? Al onze problemen oplossen? Nee, God was gewoon onder de mensen.", "", "Marijke Laurense (religie)", "1 Samuel Lee, Verlangen naar een nieuw christendom, KokBoekencentrum", "Het aanstekelijkste reliboek is van de Theoloog des Vaderlands, de beminnelijke Samuel Lee. Immigrant, wereldburger en prediker van een Engelstalige pinkstergemeente in Amsterdam-Zuidoost. Zijn boodschap: wonderen en openbaringen zijn prachtig, maar medemenselijkheid en sociale gerechtigheid gaan een christen bovenal. Ja, ook voor vrouwen en lhbt’ers.", "2 Corien Oranje e.a., Oer. Het grote verhaal van nul tot nu, Ark Media", "", "Je kunt je afvragen of het wel wetenschappelijk verantwoord of geloofwaardig is om het scheppingsverhaal en de evolutietheorie aan elkaar te knopen. Maar binnen de grenzen van de orthodoxe protestantse heilsleer knalde Corien Oranje er met Oer verrukkelijk creatief in, als ze een proton als ooggetuige de 14 miljard oude geschiedenis van het heelal laat vertellen.", "3 Frank Krake, Hannelore. Het meisje uit de sekte, Achtbaan", "Dat het in de naam van de Heer ook nog altijd huiveringwekkend mis kan gaan, blijkt uit het levensverhaal van Hannelore, wier ouders in de ban raken van ‘profeet’ Sipke Vrieswijk. Zie als kind maar eens evenwichtig op te groeien onder de terreur van zo’n sekteleider. Toch weet ze eruit te stappen. Een jonge vrouw om veel respect voor te hebben.", "Auteur: Frank Krake Uitgever: Uitgeverij Achtbaan | Nederlands | Paperback | 9789082476422 | Druk: 1 | december 2019 | 480 € 22,99", "Sjoerd Mulder (religie)", "1 Jim Forest, Alles is genade: een biografie van Dorothy Day, Damon", "Dorothy Day (1897-1980) was een Amerikaanse vredesactivist. Ze deelde haar bezit met daklozen, zette zich in voor onderdrukten en stichtte de katholieke arbeidersbeweging. Het lijkt een kwestie van tijd tot Rome haar heilig verklaart. Lees haar verhaal voor die tijd, om niet uit het oog te verliezen hoe deze onconventionele heilige schuurde met kerk en samenleving.", "2 David Brooks, De tweede berg. De zoektocht naar een zinvol leven, Spectrum", "Leef niet langer voor je carrière, maar kies voor een zinvol leven: Brooks spreekt de taal van de feel-good-filosofie. Maar hij zet hoger in. Werkelijk geluk is volgens hem alleen te vinden in toewijding aan anderen. Aan de hand van mensen als Moeder Theresa en Dorothy Day toont hij: toewijding aan anderen maakt het leven werkelijk heel vrolijk en aanstekelijk. Een indrukwekkend boek.", "3 Jonathan Sacks, Exodus. Boek van de bevrijding, Skandalon", "Het bijbelboek Exodus vertelt hoe het volk Israël op wonderbaarlijke wijze uit Egypte vlucht. Voormalig opperrabbijn Sacks toont een belangrijke politieke les achter die wonderverhalen: een volk is pas vrij is als het zich die vrijheid eigen leert maken. Dat was toen én is nu een uitdaging. Dit boek is een van de mooiste van deze vorige maand overleden denker.", "Tanny Dobbelaar (filosofie)", "", "1 Miriam Rasch, Frictie. Ethiek in tijden van dataïsme, De Bezige Bij", "Sprankelend, relevant en stilistisch interessant is dit boek. Rasch bekritiseert het ‘dataïsme’ dat streeft naar een gladde, wrijvingsloze, voorspelbare wereld door alles in digitale data te vatten. Data lijken nauwkeurig, maar kunnen levens verwoesten door hun onnauwkeurigheid. Dataïsme miskent daardoor het belang van vrijheid, rechtvaardigheid en zelfbeschikking.", "2 Michael Sandel, De tyrannie van verdienste, Ten Have", "Op voorbeeldige wijze bekri­tiseert Sandel het streven naar gelijke kansen als het hoogste goed. Je krijgt dan een samen­leving waarin ‘slim’ en ‘dom’ ­verworden tot normatieve oordelen. Dit boek zou verplichte kost moeten zijn voor de gehele PvdA, ook al behandelt Sandel vooral de Amerikaanse samen­leving.", "3 Peter Godfrey-Smith, Metazoa. Het dierenrijk en de evolutie van het verstand, Spectrum", "Godfrey-Smith onderzoekt de gevoeligheid van dieren voor hun omgeving. Hij veronderstelt een biologische basis voor subjectiviteit en bewustzijn. Zo maakt hij korte metten met het idee dat we bewustzijn alleen kunnen bestuderen door zelfreflectie. Menselijk en dierlijk bewustzijn liggen meer in elkaars verlengde dan filosofen al eeuwenlang beweren.", "Fleur Jongepier (filosofie)", "1 Eleanor Gordon-Smith, Stop met redelijk zijn: Het leven is geen debat, Ten Have", "Filosofen prijzen zichzelf graag met hun vermogen tot kritische reflectie en redelijkheid. Ten onrechte­­. Met redelijke argumenten overtuig je uiteindelijk helemaal niemand, volgens deze bevlogen­­, grappige en enorm scherpe filosofe. Als er één ­filosofieboek is dat je iemand of jezelf­­ cadeau doet, laat het dit zijn.", "", "2 Klaas van Berkel en Carmen van Bruggen (red.), Academische vrijheid: Geschiedenis en actualiteit, Boom", "Staat de academische vrijheid in Nederland onder druk? Wanneer is de academie eigenlijk ‘vrij’? Is de Nederlandse wetenschap vooringenomen, en zo ja, over welke flank? Hoe moet een wetenschapper omgaan met zijn of haar politieke standpunten? ­Deze­ bundel is (helaas) inmiddels nog actueler dan toen hij net verscheen.", "3 Katrien Schaubroeck, Iris Murdoch. Een filosofie van de liefde , Letterwerk", "Word je een beter mens door onpartijdig te zijn en je gevoelens op te schorten? Nee, aldus Iris Murdoch, volgens wie liefde het fundament is van de moraal. Veel beter is het om je te verliezen in kunst of natuur. Katrien Schaubroeck geeft een prachtig helder inkijkje in Murdoch’s ­filosofisch werk.", "Sofie Messeman (filosofie)", "1 Susan Neiman, Wat we van de Duitsers kunnen leren, Lemniscaat", "Hoe gaat het zuiden van Ame­rika om met zijn verleden van zwarte slavernij en segregatie? Susan Neiman stelt vast dat er nog niet een begin van verwerking is. Ze suggereert dat men in Mississippi iets kan leren van de Duitsers op het vlak van Ver­gangenheitsaufarbeitung, het verwerken van de last van een beschamende geschiedenis.", "2 Willem Schinkel, De hamsteraar. Kritiek van het logistiek kapitalisme. Boom", "Schinkel ageert tegen ‘logistiek kapitalisme’, de extreme efficiëntie in de productie en distributie van levensmiddelen in een geglobaliseerde wereld, die leidt tot stuitende ongelijkheid. Laten we niet denken dat er geen alternatief is, schrijft Schinkel. Hij pleit voor een socialistische economie, met collectief georganiseerde productie en distributie op cruciale domeinen.", "3 Bruno Latour, Het parlement van de dingen. Over Gaia en de representatie van niet-mensen, Boom", "In het Antropoceen werd de mens een bepalende geologische factor op aarde. Een immens probleem: we vernietigen de aarde waarvan we afhankelijk zijn. Dat niet onder ogen zien is geen optie, meent Bruno Latour. Om ons de moed te geven er ernstig over na te denken, ontwikkelt Latour originele strategieën. Hij bouwt onder meer op het concept ‘Gaia’ van James Lovelock.", "Laura Molenaar (filosofie)", "1 Cheryl Misak, Frank Ramsey. A Sheer Excess of Powers, Oxford University Press", "Filosoof Frank Ramsey wordt veelal overschaduwd door zijn tijdgenoten: Keynes, Russell, Wittgenstein. Onterecht, laat Misak overtuigend zien in deze prachtige biografie. Misschien overtrof hij hen wel in denkkracht. Een gedurfde stelling, maar Ramsey leverde enorme bijdragen aan filosofie, wiskunde en economie voor zijn tragische dood op 26-jarige leeftijd.", "2 Katrien Schaubroeck, Iris Murdoch. Een filosofie van de liefde, Letterwerk", "Een prachtig, toegankelijk boek over de rol die de liefde speelt in het denken van Iris Murdoch. Niet alleen opent de liefde deuren naar kennis, het leert ons ook hoe we een beter mens kunnen worden, zegt Murdoch. Het boek is helder geschreven, bevat mooie voorbeelden en anek­dotes, en bijna op iedere pagina interessante inzichten.", "3 Regine Dugardyn (red.), Waarom ik van Simone de Beauvoir houd, Ten Have", "In zestien essays, in briefvorm, leggen schrijvers en denkers uit wat de invloed van de existen­tialistische filosoof Simone de Beauvoir is geweest op hun leven. Het biedt een mooi inkijkje in de filosofie van De Beauvoir. Ook is het interessant om de verschillende brieven naast ­elkaar te leggen: wat de een in De Beauvoir waardeert, hekelt de ander.", "Maurice van Turnhout (filosofie)", "1 Giorgio Agamben, Homo sacer. De soevereine macht en het naakte leven, Boom", "", "Een welkome nieuwe vertaling van een filosofische klassieker. Agamben herijkt het concept van de homo sacer, de heilige ­vogelvrij verklaarde uit het Romeinse recht. Zijn wij allen homines sacri, in een wereld waar biopolitiek ons vogelvrij maakt? Agamben brengt filosofie, theologie, geschiedenis, recht en ­literatuur weergaloos samen.", "2 Thomas Macho, Van wie is je leven? Cultuurgeschiedenis van de zelfdoding, Ten Have", "Een grimmig onderwerp meeslepend behandeld. Filosofie fungeert in Macho’s geschiedenis van de zelfdoding als missing link tussen de statistieken van sociologen en de individuele casussen van psychologen. De term ‘subjectsplijting’ blijkt ­cruciaal: slachtoffer en dader van zelfdoding zijn in één subject verenigd, maar splijten dat subject ook als een atoom.", "3 Peter Godfrey-Smith, Metazoa. Het dierenrijk en de evolutie van het verstand, Spectrum", "Mensen kennen zichzelf een geest toe, maar bij bacteriën kunnen ze zich geen bewustzijn voorstellen. Hoe valt dit te verklaren? Godfrey-Smith ­harpoeneert de Cartesiaanse lichaam-geestscheiding. Filosofie- en biologieles zijn met elkaar verknoopt in een lezenswaardig boek over menselijk en dierlijk bewustzijn, en de complexiteit van evolutionaire processen."], "authors": ["Wolter Huttinga"], "keywords": ["licht", "lockdown", "van", "het", "voor", "werpen", "en", "een", "met", "filosofische", "dat", "ook", "op", "te", "boeken", "niet", "religieuze", "je"], "pubDate": "2020-12-20T12:50:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}