{"id": "ac1ba936-5f3f-3fb9-b193-e018da2e17b6", "title": "Kosmische ‘Google Maps’ is geüpdatet en daarmee de meest nauwkeurige 3D-kaart van ons Melkwegstelsel ooit", "url": "https://volkskrant.nl/wetenschap/kosmische-google-maps-is-geupdatet-en-daarmee-de-meest-nauwkeurige-3d-kaart-van-ons-melkwegstelsel-ooit~b6a9bdb5/", "summary": "Een driedimensionale kaart van ons thuissterrenstelsel de Melkweg – de meest nauwkeurige ooit – met daarin gegevens over onder meer de positie, snelheid en kleur van 1,8 miljard sterren.\nZo ontdekten onderzoekers bijvoorbeeld dat de buitenste delen van de Melkweg oorspronkelijk deel uitmaakten van een ander sterrenstelsel.\nWereldwijde raceDe publicatie van de nieuwe kaart vormt het startschot van een wereldwijde wetenschappelijke race.\n‘Over de hele wereld zijn donderdag zogeheten Gaia-sprints gaande’, zegt Anthony Brown (Universiteit Leiden), hoofd van het dataverwerkings- en analyseteam van Gaia.\nIn 2022 volgt een nieuwe update, formeel een versie 3.5, met nieuwe gegevens uit de huidige verzameling.", "paragraphs": ["Concepttekening van satelliet Gaia. Beeld ESA", "Al maandenlang verheugen astronomen zich op de update die medewerkers van het Gaia-project donderdagmorgen om 10 uur Nederlandse tijd dan eindelijk publiceerden. Het resultaat is de derde versie van wat je nog het best kunt beschouwen als een soort kosmische Google Maps. Een driedimensionale kaart van ons thuissterrenstelsel de Melkweg – de meest nauwkeurige ooit – met daarin gegevens over onder meer de positie, snelheid en kleur van 1,8 miljard sterren.", "De eerdere versies van de kaart zorgden voor flinke doorbraken in de kennis over ons kosmische thuis. Zo ontdekten onderzoekers bijvoorbeeld dat de buitenste delen van de Melkweg oorspronkelijk deel uitmaakten van een ander sterrenstelsel. Eentje dat zo’n 10 miljard jaar geleden in volle vaart op de onze klapte. En begin dit jaar maakten andere onderzoekers bekend dat ze in de sterrenkaart bewijs hadden gevonden voor een reusachtige kosmische kraamafdeling in onze hoek van de Melkweg, een plek waar Moeder Natuur op grote schaal nieuwe sterren kneedt.", "Wereldwijde race", "De publicatie van de nieuwe kaart vormt het startschot van een wereldwijde wetenschappelijke race. Astronomen hebben onderling namelijk afgesproken dat niemand voor donderdagochtend aan de slag mocht. Zelfs de onderzoekers niet die achter de schermen al maandenlang bezig waren met het ordenen en controleren van de meetgegevens.", "‘Heel erg spannend’, zegt astronoom Emma Dodd, voor wie de nieuwe kaart de belangrijkste bron moet vormen van haar nog prille promotietraject aan de Rijksuniversiteit Groningen. ‘Ik ben hier al een behoorlijke tijd naartoe aan het leven.’", "Om zich heen zag ze hoe collega’s zich de afgelopen maanden voorbereidden. In afwachting van de resultaten sleutelden ze alvast aan computercodes voor analyse en bedachten slimme onderzoeksvragen waarmee ze donderdag meteen uit de startblokken konden schieten.", "‘Over de hele wereld zijn donderdag zogeheten Gaia-sprints gaande’, zegt Anthony Brown (Universiteit Leiden), hoofd van het dataverwerkings- en analyseteam van Gaia. Bij die sprints kondigen onderzoekers vooraf aan welke analyse ze precies willen doen, waarna ze over een aantal weken hun resultaten al online zetten. ‘Sommige onderzoeken zijn zo opgezet dat je binnen een uur de nieuwe gegevens kunt downloaden, een grafiekje kunt maken en een eerste resultaat kunt noteren’, zegt Brown.", "Magelhaense Wolk", "Toch werden om 10 uur, tegelijktijd met de gegevens, ook al een viertal vakartikelen gepubliceerd waarin astronomen met de nieuwe gegevens zijn gaan rekenen. Zo heeft men onder meer de beweging van ons zonnestelsel door de Melkweg in kaart gebracht en zagen onderzoekers hoe het door de Melkweg geannexeerde stelsel de Grote Magelhaense Wolk materiaal en sterren trekt uit zijn kleinere broertje, de Kleine Magelhaense Wolk.", "Die onderzoeken leverden, zoals de onderlinge afspraken eisen, nog geen nieuwe inzichten op. Ze dienden als vingeroefening om de kwaliteit van de nieuwe gegevens te testen.", "‘Soms moeten we, als iemand een test voorstelt, zeggen: doe maar niet, dat lijkt teveel op wetenschap’, zegt Brown. Maar, zo geeft hij toe, Gaia-medewerkers zoals hij hebben tijdens de eerste etappes van de race wel een voordeel. ‘We hebben de gegevens natuurlijk al gezien en snappen hoe de kaart in elkaar zit. Je geheugen kun je niet uitwissen’, zegt hij. Andere astronomen vinden dat volgens hem niet erg: ze gunnen het Gaia-team dat voordeeltje, als dank voor de jaren werk die ze in de kaart hebben zitten. ‘Men is allang blij dat we het op deze manier doen en iedereen een eerlijke kans geven op nieuwe ontdekkingen.’", "Gaia 3.0 is overigens niet de eindversie van de Melkweg-kaart. In 2022 volgt een nieuwe update, formeel een versie 3.5, met nieuwe gegevens uit de huidige verzameling. De vierde versie komt rond 2025, op grofweg hetzelfde moment dat de brandstof van de stuurraketjes van de satelliet opraakt en de gegevensverzameling noodgedwongen stopt. Daarna volgt naar verwachting nog één laatste update, met alle verzamelde gegevens. Wanneer astronomen zich kunnen opmaken voor die eindversiesprint is nog onbekend."], "authors": ["George Van Hal"], "keywords": ["geüpdatet", "nauwkeurige", "van", "ooit", "het", "ons", "kosmische", "nieuwe", "op", "meest", "google", "melkwegstelsel", "gegevens", "een", "ze", "en", "dat", "maps", "voor"], "pubDate": "2020-12-03T10:00:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}