{"id": "ac1dd84b-e70b-3d96-ab24-e9aa6044fd12", "title": "Volledig elektrische Hongqi E-HS9 komt wél naar Nederland", "url": "https://www.autovisie.nl/nieuws/volledig-elektrische-hongqi-e-hs9-komt-wel-naar-nederland/?utm_source=telegraaf.nl&utm_medium=widget&utm_campaign=https://www.telegraaf.nl/financieel", "summary": "Volledig elektrische Hongqi E-HS9 komt wél naar NederlandNa Chinees elektro-geweld is er nóg een Aziatische SUV die naar ons continent komt.\nIAA in FrankfurtVorig jaar spraken we met Hongqi op de IAA in Frankfurt, toen het merk een kleine stand op had gezet.\nDaarbij kunnen we melden dat Hongqi ook plannen heeft om naar ons land te komen.\nDe Nederlandse woordvoerder laat weten dat Hongqi ook actief op zoek is naar dealers in ons land.\nHet elektrische bereik van de Hongqi komt uit op 510 kilometer, door het accupakket dat zo’n 90 kWh meet.", "paragraphs": ["Volledig elektrische Hongqi E-HS9 komt wél naar Nederland", "Na Chinees elektro-geweld is er nóg een Aziatische SUV die naar ons continent komt. De FAW Group heeft namelijk zeer concrete plannen om de Hongqi E-HS9 naar Europa te halen.", "Hongqi klinkt veel mensen waarschijnlijk heel onbekend in de oren, maar er zal ook een aantal autoliefhebbers zijn dat de merknaam wél kent. Het luxemerk, dat onderdeel is van de veel grotere en bekende FAW Groep, brengt immers al jaren de L5 uit. Dat is – heel simpel gezegd – de Rolls-Royce uit China. Bovendien is Hongqi het vervoermiddel van de plaatselijke politie en zakelijke elite in China. Geen kleine jongen, dus.", "IAA in Frankfurt", "Vorig jaar spraken we met Hongqi op de IAA in Frankfurt, toen het merk een kleine stand op had gezet. Er schitterden daar twee auto’s: een sportcoupé (de S9) en een grote elektro-SUV (de E115). Beide modellen bevonden zich destijds nog in een vroege conceptfase. Met name de grote SUV leek verre van productierijp, met geblindeerde ruiten, geen deurhendels en heel veel bijzondere lichtsignaturen die typisch bij een conceptauto passen. Het aanwezige personeel kon weinig zeggen over beide modellen, maar vertelde ons dat de sportcoupé eerder het levenslicht zou gaan zien.", "Dat bleek recent wel anders, toen Hongqi de productieversie van de op de IAA getoonde E115 liet zien. Het had ondertussen wel een andere naam van het model veranderd, want de grote elektro-SUV draagt de naam E-HS9. Vandaag maakt de fabrikant bekend dat de auto óók naar Europa komt.", "Noorwegen", "Hongqi start in Noorwegen, waar het al een partner heeft gevonden in de vorm van de Motor Gruppen. Die firma wordt in het Scandinavische land de distributeur van het merk. Het gaat echter nog wel even duren voordat de eerste auto daar wordt uitgeleverd. De fabrikant mikt nu op september 2021. Hongqi is van plan om na het veroveren van de Noorse markt ook de rest van Europa aan te doen. Dat doet het dan niet alleen met de E-HS9, maar ook met kleinere SUV’s en sedans.", "Daarbij kunnen we melden dat Hongqi ook plannen heeft om naar ons land te komen. Niet zo gek, want de Chinezen weten ons inmiddels met succes te vinden. De MG ZS EV sloeg hier goed aan, maar ook Aiways en Seres verschijnen definitief op de markt. Bovendien is Nederland een populair EV-gebied. De Nederlandse woordvoerder laat weten dat Hongqi ook actief op zoek is naar dealers in ons land. We verwachten echter geen Nederlandse marktintroductie vóór 2022, omdat de fabrikant zich dus eerst op de Noorse markt richt.", "Lincoln Navigator", "Maar wat komt er dan precies onze kant op? De E-HS9 is een flinke SUV, met een wielbasis van 3,1 meter. De totale wagenlengte bedraagt 5,2 meter, terwijl de SUV 2 meter breed en 1,73 meter hoog is. Het design is heel statig en Amerikaans, waarbij het silhouet lijkt op dat van auto’s als de Lincoln Navigator. Tegelijkertijd doet-ie ook erg denken aan een Rolls-Royce. Da’s niet zo gek, want deze E-HS9 is een product van Giles Taylor. Hij werkte in het verleden als ontwerper bij de Britse luxe-fabrikant, waarvan hij z’n ervaring duidelijk heeft meegenomen.", "Qua aandrijflijnen is er op dit moment het volgende bekend. De E-HS9 komt er in twee smaken, met altijd een motor op elke as en dus vierwielaandrijving. De basisversie heeft een vermogen van 320 kW, het topmodel doet het met 405 kW. Dat moet ervoor zorgen dat de Chinese kolos binnen zo’n vier tellen naar de 100 km/h sprint. Het elektrische bereik van de Hongqi komt uit op 510 kilometer, door het accupakket dat zo’n 90 kWh meet. Let wel: dan hebben we het over verouderde NEDC-waarden. Bovendien kan er vooral op dat gebied – door nieuwe technologieën – nog een hoop veranderen voordat de auto mogelijk in 2022 bij ons verschijnt. Het is dus ook nog te vroeg om over prijzen te praten, maar naar verwachting komen die met gemak boven een ton uit. Hongqi is immers niet een budgetfabrikant, maar een maker van premium voertuigen."], "authors": ["Sjorsten Tije", "Sjors Ten Tije"], "keywords": ["van", "nederland", "elektrische", "ehs9", "het", "naar", "op", "met", "volledig", "wél", "een", "dat", "komt", "en", "ook", "hongqi"], "pubDate": "2020-12-10T14:20:25+00:00", "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}