{"id": "ac22fd7a-90e7-3410-ab9c-2e339b706676", "title": "De ruime Volkswagen ID.4 moet wel een succesnummer worden", "url": "https://volkskrant.nl/cultuur-media/de-ruime-volkswagen-id-4-moet-wel-een-succesnummer-worden~bd512d94/", "summary": "Vergeleken met de ID.3 is de 4 groter, breder en ruimer, heeft een forsere accu en een fraaier interieur.\nDe opstelling van het dashboard is gelijk, met een klein schermpje achter het stuur voor basisinformatie en een groter horizontaal aanraakscherm waarmee onder meer navigatie, media en de klimatisering worden bediend.\nGelukkig kent de ID.4 ook een ander trucje dat Tesla al jaren toepast: softwareupdates kunnen nu ‘door de lucht’ worden uitgevoerd, wat betekent dat nieuwe toepassingen via een onlineverbinding automatisch worden geïnstalleerd.\nKomen we bij de belangrijkste vraag: hoe ver komt de ID.4 op zijn forse accu van 77 kilowattuur?\nGroot pluspunt: de draaicirkel van 10,4 meter - minder dan van een veel kleinere Polo.", "paragraphs": ["Beeld Volkswagen", "De gezinsuitbreiding bij Volkswagen gaat in ongekend tempo: nog maar net is de elektrische vaandeldrager ID.3 verschenen, of zijn jongere, maar grotere broer, heeft ook al het levenslicht gezien: de ID.4. Een crossover SUV, geen gewone auto, geen SUV; een twijfelaar op wielen.", "Hoewel de nieuweling pas begin dit jaar in andere Europese landen op de markt komt, wist de Nederlandse importeur er in december al een paar duizend (bijna 2.300) op kenteken te zetten, waardoor een flinke groep zakelijke rijders (de voornaamste doelgroep) nog kon profiteren van een gedeeltelijke bijtelling van 8 procent in plaats van 12.", "Met de ID.4 wil Volkswagen de concurrentie aangaan met Tesla’s Model 3. Vergeleken met de ID.3 is de 4 groter, breder en ruimer, heeft een forsere accu en een fraaier interieur. Vooral dat laatste valt op: waar de ID.3 goedkoopjes oogt, geven de materialen van de 4 meer luxegevoel, wat zich vooral uit in het gebruik van minder plastic met Oostblok-look.", "De opstelling van het dashboard is gelijk, met een klein schermpje achter het stuur voor basisinformatie en een groter horizontaal aanraakscherm waarmee onder meer navigatie, media en de klimatisering worden bediend. Nieuw is het enorme head-updisplay (standaard in de duurdere Max-uitvoering), dat gegevens op de voorruit projecteert, dat nu wel helemaal functioneert. In de ID.3 kan het ook worden geleverd, maar daar is het vanwege softwaremalheur nog enigszins kreupel.", "Grootste voordeel van het systeem is dat navigatiepijlen voor de bestuurder ogenschijnlijk op de weg geprojecteerd kunnen worden. Augmented reality, zegt Volkswagen. Dat klinkt vooruitstrevend, maar vooralsnog leiden de enorme pijlen die op je af schijnen te komen, vooral af. VW wilde kennelijk de ID.4 niet zonder dit systeem uitleveren. Blik betwijfelt of je daar als klant ook blij mee moet zijn.", "Gelukkig kent de ID.4 ook een ander trucje dat Tesla al jaren toepast: softwareupdates kunnen nu ‘door de lucht’ worden uitgevoerd, wat betekent dat nieuwe toepassingen via een onlineverbinding automatisch worden geïnstalleerd. En dat betekent dat VW in alle rust aan een nieuwe versie van zijn navigatietoverlantaarn kan werken, terwijl de eerste klanten toch een werkend systeem hebben. Uiteindelijk zal het vast een puike toepassing worden.", "Komen we bij de belangrijkste vraag: hoe ver komt de ID.4 op zijn forse accu van 77 kilowattuur? Bijna 500 kilometer, belooft de folder. De praktijk is zoals altijd minder glanzend. Reken op gemiddeld 400; in de zomer 50 meer, in de winter 50 minder. Bijna altijd meer dan genoeg; in (snel)laadpaalkoploper en honderdkilometerland Nederland zeker.", "De ID.4 is fraaier dan de ID.3, al wekt ook deze e-wagen weinig visuele begeerte op. Al kun je dit ook zeggen van de gemiddelde Tiguan. De ID.4 moet het vooral hebben van andere kwaliteiten. En die zijn er volop. De ruimte is overal overvloedig: voorin, achterin en in de kofferbak. En net als elke elektrische auto rijdt hij uitstekend, de ID.4 is vooral op de snelweg stiller dan de meeste andere e-auto’s. Groot pluspunt: de draaicirkel van 10,4 meter - minder dan van een veel kleinere Polo. Net als bij de ID.3 profiteert dit model van het ontbreken van een motor onder de kap, waardoor de voorwielen verder kunnen uitslaan en dit heeft een spectaculaire uitwerking op de parkeerwendbaarheid.", "Over de bediening van de hifi-installatie en de temperatuur lazen we veel klachten, maar Blik kan er prima mee leven. Volkswagen streeft in zijn elektrische reeks naar eenheid, vooral uit kostenoogpunt, en heeft daarom min of meer hetzelfde systeem in zowel de ID.3 als 4 gezet. Ook hier kunnen software-updates her en der nog tot een betere gebruikservaring leiden.", "Het kan niet anders of de ID.4 wordt een succesnummer. Ook omdat hij een aanhanger en caravan (tot 1.000 kilogram geremd) kan trekken. Zo blijft alles toch nog een beetje bij het oude.", "Trommelremmen Ondanks het bestelbusjesgewicht van ruim 2.100 kilogram heeft de ID.4 achter trommelremmen. Dat voelt jarenzeventig ouderwets, maar het is misschien wel een goed idee: trommelremmen zijn goedkoper en doordat de elektrische ID.4 voornamelijk op de motor remt om energie terug te winnen, worden remmen veel minder zwaar belast, zelfs bij flinke bergafdalingen. Bliktip: niet bovenop de Brennerpas je accu helemaal vol laden, want dan werkt regeneratief remmen niet en zullen de trommels het zwaar te verduren krijgen bij de afdaling."], "authors": ["Bard Van De Weijer"], "keywords": ["succesnummer", "moet", "van", "id3", "zijn", "en", "ruime", "een", "volkswagen", "op", "ook", "id4", "het", "worden", "dat", "wel"], "pubDate": "2021-01-05T21:50:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}