{"id": "ac2eb615-e500-34cd-b735-c91b97922b73", "title": "Waarom wij Nederlanders zo van Diego Maradona houden", "url": "https://nu.nl/weekend/6087280/waarom-wij-nederlanders-zo-van-diego-maradona-houden.html", "summary": "Hij herinnert zich liever die keer dat hij met Maradona samenspeelde tijdens een benefietduel na hun actieve carrières.\nMaradona op de tribune bij PSV-AZ in 2017, toen hij met zijn club op trainingskamp was in Nederland.\nTijdens het schieten van een commercial in Mierlo kreeg hij een voetbal toegespeeld en je zag direct een andere Maradona.\"\n(Foto: ANP)Van middelvinger tot indringende docufilmMaar dan is er de docufilm Diego Maradona van Asif Kapadia, medio 2019.\nOp een keiharde Giorgio Moroder-achtige electroknaller raast Maradona in een auto door de straten van Napels, achtervolgd door zowat de hele stad.", "paragraphs": ["Dat de woensdag overleden Diego Armando Maradona zestig jaar is geworden, mag je gerust een klein wonder noemen. NU.nl vroeg Maradona-adept Bart Vlietstra drie weken voor zijn dood (in de aanloop naar de zestigste verjaardag van de voetbalicoon) wat de kleine Argentijn zo geliefd maakte - in Nederland in het bijzonder.", "Pelé werd eind oktober tachtig jaar. Een mooi moment om de beste man en - laten we eerlijk wezen - beste voetballer te eren.", "Ja, natuurlijk is Edson Arantes do Nascimento de beste. Hij is de compleetste én succesvolste voetballer ooit met drie gewonnen WK's. Vraag anders maar aan Piet de Visser, al 77 jaar meesterscout der meesterscouts. Als Piet het zegt, is het zo.", "En toch werden de Pelé-filmpjes, -foto's en -serenades in Nederland vrij snel vervangen door beschreven en gefilmde herinneringen aan Maradona, wiens zestigste verjaardag (30 oktober 2020) toen nog een kleine week op zich liet wachten.", "Een filmpje waarop te zien is hoe Maradona in de regen op een modderig veld in besmeurde Napoli-outfit een training aan het afwerken is, was de Nederlandse tweet met de meeste likes van 26 oktober.", "Maradona is vrolijk, speels en werkt ballen op alle mogelijke manieren in het doel. Hij plaagt de steeds bozer wordende doelman, maar geeft hem op het laatst een knuffel.", "Het is precies hoe je Maradona wil zien.", "(Voor de appgebruikers die geen video zien: tik op de tweet en je ziet 'm wel.)", "Een held, ondanks alles", "Dat tweetje werd gepost door SANTOS, het voetbalcultuurplatform dat vijf jaar geleden werd opgericht door een aantal liefhebbers, onder wie ondergetekende. De Maradona van nu kan nog zoveel raaskallen, er kunnen nog zoveel filmpjes opduiken van een morsige 'El Diez' die in een vliegtuig shotjes zit weg te tikken in een tempo waarin hij 34 jaar geleden Engelse voetballers passeerde en hij kan nog zulke bizarre coronamaskers dragen; hij blijft onze held. Punt.", "Op de cover van het allereerste SANTOS-magazine prijkte Maradona zodoende in vol voetbalornaat. Hadden we geen seconde over gediscussieerd, ook al was er op dat moment geen enkele actuele aanleiding voor. Het was zelfs een extreem Maradona-luwe periode.", "SANTOS was toen nog een probeersel, een proefballon. Zou dat eerste nummer aanslaan, dan zouden we doorgaan. Ons lot in handen van een inmiddels kogelronde, journalistenhatende, drugsverliefde, met middelvingers zwaaiende Argentijn.", "Maar het blad vloog de winkels uit, zoals dat ook gold voor het speciale NUsport-magazine ter ere van Maradona's vijftigste verjaardag, tien jaar geleden.", "Een Argentijnse fan heeft ter ere van Maradona's zestigste verjaardag een enorme tatoeage van zijn idool laten zetten. (Foto: ANP)", "Een verdwaalde, brutale pupil tussen de senioren", "Zijn immense populariteit in Nederland is ergens natuurlijk totaal niet verwonderlijk. Geen ander Europees land dat zo houdt van technisch, creatief, initiatiefrijk voetbal. Dat collectief kirt van trucjes, acrobatiek en onmogelijke solo's. Dat in de openbaarheid walgt van aanstellerige ettertjes, maar heimelijk smult van de schijt-aan-allesartiesten.", "En wat ook meespeelde: Pelé had een mooie lach, en iemand als George Best een nog veel mooiere, maar het hele plaatje van Maradona was domweg onweerstaanbaar. Door die vurige ogen, maar vooral door zijn gedrongen gestalte verstopt onder die enorme haardos en gestoken in het babyblauw van Napoli en albiceleste van het Argentijnse elftal, oogde hij als een verdwaalde, brutale pupil tussen de senioren.", "Zeker in die tijd belangrijk: Maradona versloeg West-Duitsland op het WK van 1986, iets wat onze eigen jongens pas twee jaar later lukte. En hij verloor met Napoli een paar keer van AC Milan, waar Nederlands bloed doorheen stroomde.", "Gullit: 'Diego was een artiest en veel beter dan ik'", "Natuurlijk lag onze Ruud Gullit adoreren meer voor de hand, maar die wees altijd naar Maradona als de allergrootste. In een recent interview voor Volkskrant Magazine vertelde Gullit me: \"Ik vond Diego veel beter. Ik kon met mijn snelheid en kracht veel forceren, maar Diego was een artiest, een rasvoetballer. De striphelddoelpunten die hij maakte, de steekpasses die hij gaf...\"", "Gullit observeerde Maradona stiekem al in de catacomben voor de wedstrijd. \"Stond hij rustig te jongleren. Hoofd, schouder, hoofd, schouder. Ik baalde als hij tijdens de wedstrijd werd neergeschopt. Hopelijk staat-ie op, dacht ik dan.\"", "Jammer van al die problemen later, vindt Gullit. Hij herinnert zich liever die keer dat hij met Maradona samenspeelde tijdens een benefietduel na hun actieve carrières. \"Ondanks de slijtage hadden we meteen dat oude gevoel te pakken. Je wenste dat je tien jaar jonger was en samen in één team speelde.\"", "Ruud Gullit met Diego Maradona tijdens diens bezoek aan Nederland in 2017. (Foto: ANP)", "Aan het ontbijt met Nederlandse volleybalsters", "Ja, waren we maar weer ergens midden jaren tachtig, denk je telkens als er actuele beelden van Maradona opduiken. Nóg beter: was je maar in 1982, in welke hoedanigheid dan ook, op het Gelderse sportcomplex Papendal, waar FC Barcelona destijds zijn trainingskamp opsloeg, met de nieuwe aankoop Maradona aan boord.", "Puur en onbedorven was hij nog, vertelde Irene Pelser in dat allereerste SANTOS-magazine. Pelser was lid van de volleybalvrouwen van Deltalloyd AMVJ, die gelijktijdig op Papendal verbleven. Ze keken bij elkaars trainingen, zaten samen aan het ontbijt, hadden watergevechten met brandslangen en wisselden shirtjes. De broekjes bleven overigens keurig aan. Pelser: \"Het was net of we met z'n allen in een jeugdherberg zaten.\"", "Maradona voetbalde nooit een wedstrijd in Nederland. FC Groningen wilde in 1982 graag tegen de Catalanen oefenen, maar Barcelona-coach Udo Lattek vreesde voor harde aanslagen op de dure benen van zijn selectie. Later kreeg Maradona in de Spaanse competitie een doodschop van Athletic Club-slager Andoni Goikoetxea, waardoor hij nog in het gips zat toen Barcelona in het najaar van 1983 in de Europacup II tegen NEC in Nijmegen speelde.", "Wel hield hij een balletje hoog tijdens een toernooi in de Johan Cruijff ArenA in 2005, maar toen was hij al lang en breed gestopt. Hij gleed daarna steeds verder af, maar in 2017 sloeg de Maradona-gekte in dit land onverbiddelijk toe, toen hij een weekje in Mierlo verbleef, waar de door hem getrainde club Fujairah een trainingskamp had belegd.", "Maradona op de tribune bij PSV-AZ in 2017, toen hij met zijn club op trainingskamp was in Nederland. (Foto: ANP)", "Groot nieuws: Maradona koopt een pyjama in Mierlo", "Hij bezocht in Mierlo de HEMA om er onder meer een donkerblauwe pyjama te kopen. Columnisten struikelden over elkaar om dat beeld te ontleden.", "'Het gouden jong' deed er en passant een commerciële deal. De ervaren sportmarketeer Michel van Grunsven was daarbij betrokken. Aan de website dehandvanmaradona.nl vertelt hij: \"Nog nooit ben ik zo zenuwachtig geweest voor een ontmoeting. Ze zeggen dat een persoonlijke ontmoeting met je grote held vaak tegenvalt, maar dat was hier zeer zeker niet het geval. Het was prachtig.\"", "Van Grunsven zag dat zelfs in de Brabantse gezelligheid van Mierlo er non-stop één of twee bodyguards bij hem liepen. \"Het enige dat hij blindelings vertrouwt, is een voetbal. Tijdens het schieten van een commercial in Mierlo kreeg hij een voetbal toegespeeld en je zag direct een andere Maradona.\"", "Het was een jaar voordat Maradona tijdens het WK 2018 op Russische viptribunes zijn reputatie weer eens te grabbel gooide. De beroemde 'hand van God', waarmee hij in 1986 de Engelse doelman Peter Shilton verraste, zwaaide niet, maar toonde slechts de middelvinger. 'Pluisje' leek volkomen van de wereld.", "Diego Armando Maradona in 1986 met de wereldbeker. (Foto: ANP)", "Van middelvinger tot indringende docufilm", "Maar dan is er de docufilm Diego Maradona van Asif Kapadia, medio 2019. Het begin grijpt je direct bij de strot. Op een keiharde Giorgio Moroder-achtige electroknaller raast Maradona in een auto door de straten van Napels, achtervolgd door zowat de hele stad.", "Er is een flashback waarop de als arme sloeber geboren Diego Armando op zijn zeventiende al een dure bontjas krijgt aangemeten en bijkans doodgeknuffeld wordt door zijn moeder. Zijn hele leven is door zijn absurde voetbaltalent, impulsieve karakter en alle obsessieve adoratie één groot gekkenhuis.", "Dat Maradona de zestig heeft gehaald, is een wereldprestatie. Nog knapper dan in je eentje een WK winnen.", "Bart Vlietstra is medeoprichter van SANTOS-magazine en freelance voetbalverslaggever voor onder meer de Volkskrant."], "authors": ["Door", "Bart Vlietstra"], "keywords": ["zo", "van", "waarom", "wij", "het", "op", "hij", "met", "diego", "maar", "nederlanders", "een", "en", "dat", "houden", "maradona"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}