{"id": "ac42209e-523a-3d85-b0c2-c50a12ace5fd", "title": "De zorgverzekering wordt weer duurder; komt dat door corona?", "url": "https://nu.nl/geldzaken/6094356/de-zorgverzekering-wordt-weer-duurder-komt-dat-door-corona.html", "summary": "Hoewel bijna alle premies zijn gestegen, is dit vooralsnog maar voor een klein deel te wijten aan het virus.\nEn is het ook verstandig om al voor komend jaar het virus in gedachten te houden bij de keuze voor een zorgverzekering?\nPricewise-directeur Hans de Kok adviseert mensen om goed na te denken over de hoogte van het eigen risico.\nDan kan het voorkomen dat de zorg uitgesmeerd wordt over twee jaren en je dus onvoorzien het eigen risico voor het volgende jaar moet aanbreken.\n\"Niemand weet of er nog een derde, vierde of vijfde golf komt\", vult Rompa aan.", "paragraphs": ["Wat doet corona met de zorgverzekering? Hoewel bijna alle premies zijn gestegen, is dit vooralsnog maar voor een klein deel te wijten aan het virus. De verwachting is dat we die effecten pas gaan zien bij de premies voor 2022. Maar wat betekent dat precies? En is het ook verstandig om al voor komend jaar het virus in gedachten te houden bij de keuze voor een zorgverzekering?", "Pricewise-directeur Hans de Kok adviseert mensen om goed na te denken over de hoogte van het eigen risico. \"Heb je nog geen corona gehad? Weet dat coronagerelateerde zorgkosten grotendeels vergoed worden uit de basisverzekering. Houd er wel rekening mee dat hier het eigen risico voor geldt.\" Dat betekent dus dat je de eerste 385 euro zelf moet betalen.", "\"Check daarnaast welke ziekenhuizen gecontracteerd zijn bij jouw zorgverzekeraar naar keuze. Anticipeer voor de zekerheid vast op een ziekenhuis waar jij bij voorkeur naartoe zou willen gaan\", raadt De Kok aan.", "Over de toekomstige kosten van vaccins en sneltests zou hij zich wat verzekeringen betreft nog niet te druk maken. \"Dit is nog zo lastig in te schatten en heeft geen gevolgen voor de premies van komend jaar. Bekijk je zorgverzekering vooralsnog per jaar.\"", "Persoonlijke situatie moet altijd worden meegewogen", "Christine Rompa van Zilveren Kruis beaamt dat alle basisverzekeringen goed toegerust zijn op de meeste onkosten door het coronavirus. Het kan wel slim zijn om nog even stil te staan bij de keuze voor aanvullende verzekeringen. \"De zorg die je nodig hebt of gaat hebben is afhankelijk van jouw persoonlijke situatie. Dat geldt voor alle zorg, en dus ook voor corona.\"", "“Een factor die mogelijk nog een rol speelt voor de hoogte van de premies voor volgend jaar is de cao voor het zorgpersoneel.” Hans de Kok, directeur Pricewise", "\"Stel dat jouw partner bijvoorbeeld veel kosten moet maken om bij jou op bezoek te komen in het ziekenhuis. Of je hebt veel fysiotherapie nodig, of moet door corona gebruikmaken van vervangende mantelzorg. Dat zijn zaken die gedekt kunnen worden door aanvullende verzekeringen.\"", "Uitgestelde zorg? Dan betaal je soms 'twee keer' eigen risico", "Een uitgestelde behandeling door het coronavirus? Dan kan het voorkomen dat de zorg uitgesmeerd wordt over twee jaren en je dus onvoorzien het eigen risico voor het volgende jaar moet aanbreken. \"Het kan gebeuren. Ook zonder corona is dit weleens het geval, als mensen moeten wachten op een behandeling door een wachtlijst en de behandelperiode doorloopt in een volgend jaar\", aldus Rompa.", "\"Vooralsnog komt hier geen compensatie vanuit de overheid voor. Het is nou eenmaal de systematiek zoals ziekenhuizen moeten declareren.\"", "Langetermijngevolgen kunnen nog alle kanten op", "Het is gissen wat de langetermijngevolgen van de coronacrisis zullen zijn voor onze zorgverzekeringen. Daar zullen we mogelijk meer van voelen bij de premies voor 2022 - dus over een jaar pas.", "\"De hoogte zal dan afhankelijk zijn van drie factoren\", legt Pricewise-directeur De Kok uit. \"Er is sprake van zorgmijding, en het effect hiervan is dat de kosten doorschuiven. Verder schuiven ziekenhuizen sommige behandelingen door naar volgend jaar, in verband met de capaciteit.\"", "“Niemand weet of er nog een derde, vierde of vijfde golf komt.” Christine Rompa, Zilveren Kruis", "\"Een derde factor die mogelijk nog een rol speelt voor de hoogte van de premies voor komende jaren is de cao voor het zorgpersoneel.\" Bij hogere lonen bestaat er een kans dat we het gaan voelen in onze premies.", "\"Niemand weet of er nog een derde, vierde of vijfde golf komt\", vult Rompa aan. \"Er is in ieder geval veel geleerd van de eerste golf. Ziekenhuizen doen er alles aan om de rest van de zorg door te laten lopen.\" De verwachting is dat de premies volgend jaar hoe dan ook zullen stijgen. \"De overheid breidt de basisverzekering al jaren uit. Elk jaar komen er meer zaken in het pakket, wat leidt tot premieverhoging.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["wordt", "door", "nog", "corona", "van", "zorgverzekering", "bij", "een", "voor", "te", "het", "er", "weer", "duurder", "komt", "jaar", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}