{"id": "ac51ae51-3f1b-3dd1-bf90-c9ca2d4cc87e", "title": "Zo wist Ajax het topduel tegen PSV te kantelen", "url": "https://www.parool.nl/sport/zo-wist-ajax-het-topduel-tegen-psv-te-kantelen~b314a5ff/", "summary": "Na 21 minuten ziet het er niet best uit voor Ajax in het eerste topduel van 2020/’21.\nIn het topduel met PSV kiest Ten Hag voor een risicovolle manier van ‘pressen’ tegenover de 4-2-2-2-formatie die trainer Roger Schmidt hanteert.\nIn plaats daarvan ontfermen Zakaria Labyad en Quincy Promes zich over de twee controlerende middenvelders van PSV, Pablo Rosario en Ibrahima Sangaré.\nAjax-PSV Beeld ScreenshotOp deze wijze probeert de ploeg van Ten Hag PSV het voetballen door het midden van het veld te bemoeilijken.\nIn wezen speelt Ajax op dat soort momenten overal op het veld in één-op-éénsituaties.", "paragraphs": ["Na 21 minuten ziet het er niet best uit voor Ajax in het eerste topduel van 2020/’21. De 0-2 van Eran Zahavi, voor de tweede maal scorend op wonderschoon aangeven van Donyell Malen, bekroont een openingsfase waarin PSV de zwakke plekken in de Amsterdamse achterhoede blootlegt.", "Zeventig speelminuten later is het alsnog Ajax dat bij een 2-2 eindstand de meeste aanspraak op de overwinning heeft gemaakt. Hoe kwam de Amsterdamse ommekeer tot stand? Analyse van vier factoren die tot de comeback leidden.", "Schuiftruc na rust", "Het Ajax onder trainer Erik ten Hag laat zich al jaren definiëren door de manier waarop de ploeg collectief en fel druk zet op de opbouw van de tegenstander. In het topduel met PSV kiest Ten Hag voor een risicovolle manier van ‘pressen’ tegenover de 4-2-2-2-formatie die trainer Roger Schmidt hanteert.", "Zodra de Eindhovenaren het spel opbouwen van achteruit, zijn het niet – zoals gebruikelijk – de spits en nummer 10 die druk zetten op de twee centrale verdedigers. In plaats daarvan ontfermen Zakaria Labyad en Quincy Promes zich over de twee controlerende middenvelders van PSV, Pablo Rosario en Ibrahima Sangaré. De druk op de centrumverdedigers wordt juist verleend door buitenspelers Antony en Dusan Tadic, die op dit soort momenten telkens naar binnen toe komen.", "Ajax-PSV Beeld Screenshot", "Op deze wijze probeert de ploeg van Ten Hag PSV het voetballen door het midden van het veld te bemoeilijken. Het risico neemt Ajax hierbij op de flanken. Willen de Amsterdammers druk zetten op PSV-backs Denzel Dumfries en Philipp Max, dan moeten de Ajaxbacks Noussair Mazraoui en Nico Tagliafico ‘doordekken’, door grote afstanden af te leggen aan de zijkant van het veld, zoals in het voorbeeld hierboven te zien. In wezen speelt Ajax op dat soort momenten overal op het veld in één-op-éénsituaties. Iets wat tegen een beweeglijke aanvaller als Malen dodelijk kan zijn, zoals blijkt bij zijn assist voor de 0-1.", "Na rust neemt Ten Hag minder risico met zijn backs bij het drukzetten. Dit komt gek genoeg door het inbrengen van debutant Sébastian Haller. De Ajaxtrainer laat de pure spits namelijk niet, zoals Labyad voor rust, achter een van de PSV-middenvelders aanlopen. In plaats daarvan zet Haller gewoon druk op een van de centrale verdedigers, en voegt Antony zich vaak naast hem om op de tweede PSV-voorstopper door te jagen.", "Ajax-PSV Beeld Screenshot", "Tadic blijft daarentegen bij Dumfries na rust. Hierdoor neemt Ajax alleen nog maar op één flank risico in de tweede helft. Alleen wanneer PSV linksback Max met een crosspass bereikt, stapt Mazraoui nog door. Ajax blijft veel druk houden op de PSV-opbouw, maar doet dat na rust met minder gevaar voor eigen leven.", "Haller als aanspeelpunt", "Niet alleen met een kalme assist op de 2-2 van Antony is de debuterende recordaankoop belangrijk. De boomlange Haller voegt iets aan het topduel dat in de eerste helft volledig ontbreekt: een aanvaller die luchtduels kan winnen.", "Van de acht aanvallers die aan Ajax- en PSV-zijde aan de aftrap van dit duel staan, wint er slechts één, Antony, een enkel luchtduel voor rust. In de tweede helft beschikt Ajax plots over een eenmansluchtmacht voorin. Haller wint vijf luchtduels, en vormt een fysiek sterk aanspeelpunt waaromheen de andere aanvallers hun loopacties kunnen maken.", "Ajax mikt op zwakke plek", "Met Mazraoui als back en Antony als buitenspeler beschikt Ajax in aanvallend opzicht al het gehele seizoen over een aanvallend sterke rechterflank. Maar in de topper tegen PSV leunt het Amsterdamse spel in balbezit juist opvallend vaak naar de linkerflank. De ‘linkerhelft’ van Ajax’ formatie (Blind, Tagliafico, Gravenberch en Tadic) komt aanzienlijk vaker aan de bal (372 keer) dan de rechterflank (327 keer).", "Ajax-PSV Beeld Screenshot", "Dit heeft een reden. Ajax kent namelijk het meeste aanvallende succes op momenten dat Tadic oog in oog komt PSV’s rechter centrumverdediger Jordan Teze. Winst in dit persoonlijke duel leidt bijvoorbeeld de mooie assist van de Servische captain bij de 1-2 in.", "Doseerprobleem PSV nog niet verholpen", "PSV ging rusten met een voorsprong. Een sterke start is niets nieuws voor de Eindhovenaren. In 21 wedstrijden in de competitie en Europa Leaguegroepsfase dit seizoen ging PSV slechts drie keer de rust in met een achterstand. Na rust is het vaker een ander verhaal bij de ploeg van Schmidt, wiens intensieve speelstijl veel vergt van de jonge selectie. Zo ook tegen Ajax. De verloren weggeven voorsprong na rust in Amsterdam is alweer de zesde keer dat PSV een tweede helft verliest dit seizoen."], "authors": ["Het Parool"], "keywords": ["rust", "van", "zo", "voor", "en", "een", "met", "psv", "tegen", "kantelen", "te", "wist", "topduel", "op", "het", "ajax"], "pubDate": "2021-01-11T08:06:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}