{"id": "ac5276d7-67e2-3a80-a55c-f5239821befa", "title": "Politie waarschuwt inwoners Bergen op Zoom voor toename inbraken", "url": "https://nu.nl/west-brabant/6093679/politie-waarschuwt-inwoners-bergen-op-zoom-voor-toename-inbraken.html", "summary": "De politie in Bergen op Zoom heeft zaterdag een oproep op Facebook geplaatst en gewaarschuwd voor meerdere inbraken in relatief korte tijd in de regio.\n\"Een tijdje terug plaatsten wij een bericht vanwege de toegenomen woninginbraken in ons teamgebied.\nDe inbrekers zijn voornamelijk actief tussen 19.00 uur en 21.00 uur.\nMeestal vernielen ze een ruit aan de achterzijde van een vrijstaande woning en gaan ze op zoek naar geld en sieraden.\nHoor of zie je iets verdachts en vertrouw je het niet, dan mag je direct 112 bellen\", aldus de politie.", "paragraphs": ["De politie in Bergen op Zoom heeft zaterdag een oproep op Facebook geplaatst en gewaarschuwd voor meerdere inbraken in relatief korte tijd in de regio. Burgers wordt gevraagd op hun hoede te zijn.", "\"Een tijdje terug plaatsten wij een bericht vanwege de toegenomen woninginbraken in ons teamgebied. Helaas heeft dit zich doorgezet en hebben er nu in november 44 woninginbraken plaatsgevonden, waarvan de afgelopen dagen drie per dag\", schrijft de politie.", "De inbrekers zijn voornamelijk actief tussen 19.00 uur en 21.00 uur. Meestal vernielen ze een ruit aan de achterzijde van een vrijstaande woning en gaan ze op zoek naar geld en sieraden. Tweemaal is er een wit busje gezien. De inbraken worden vooral gepleegd langs uitvalswegen, zoals de A4.", "\"Wij gaan er alles aan doen om deze inbrekers te pakken. Wij hebben hier echter jullie ogen en oren hard bij nodig. Hoor of zie je iets verdachts en vertrouw je het niet, dan mag je direct 112 bellen\", aldus de politie."], "authors": ["Door"], "keywords": ["woninginbraken", "toename", "zoom", "een", "wij", "en", "inbraken", "bergen", "je", "ze", "te", "politie", "uur", "op", "voor", "er", "inwoners", "waarschuwt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}