{"id": "ac64671f-6d8b-34a4-9fd2-f20772a8b18c", "title": "Astronomen sporen onbekende planeten op met Nederlandse radiotelescoop", "url": "https://nu.nl/advertorial-nationale-wetenschapsagenda/6095096/astronomen-sporen-onbekende-planeten-op-met-nederlandse-radiotelescoop.html", "summary": "Dit jaar slaagde een Nederlands onderzoeksteam er als eerste in om een exoplaneet in de buurt van een rode dwergster waar te nemen met een radiotelescoop.\nDeze ontdekking kan van grote invloed zijn op de zoektocht naar aarde-achtige planeten.\nPlaneten als fietsdynamo’sVedanthams onderzoek spitst zich toe op het magnetisch veld dat ontstaat door een interactie tussen een rode dwergster en een exoplaneet die daar omheen draait.\nMet een optische telescoop kun je een ‘dip’ in het licht van een ster waarnemen, wanneer hier een planeet voor langs beweegt.\nAls er geen buitenaards leven blijkt te zijn, is dat een wonder en zijn wij heel speciaal.", "paragraphs": ["Sinds astronomen in de jaren negentig de eerste planeten ontdekten die om een andere ster dan de zon draaiden, zijn er al meer dan 4.000 van deze exoplaneten gevonden. Dit jaar slaagde een Nederlands onderzoeksteam er als eerste in om een exoplaneet in de buurt van een rode dwergster waar te nemen met een radiotelescoop. Deze ontdekking kan van grote invloed zijn op de zoektocht naar aarde-achtige planeten.", "De nog naamloze planeet cirkelt rond de rode dwergster GJ 1151, op 27 lichtjaar afstand van de aarde. \"Het vinden van zulke aarde-achtige planeten is ingewikkeld, omdat ze vanwege hun beperkte omvang maar net genoeg radiogolven uitzenden om door een radiotelescoop ‘betrapt’ te kunnen worden\", zegt Harish Vedantham, staf-astronoom bij ASTRON, het Nederlands instituut voor radioastronomie.", "De hoofdauteur van het onderzoeksverslag waarin de ontdekking bekend werd gemaakt, benadrukt dat de ontdekking nog wel definitief bevestigd moet worden.", "Planeten als fietsdynamo’s", "Vedanthams onderzoek spitst zich toe op het magnetisch veld dat ontstaat door een interactie tussen een rode dwergster en een exoplaneet die daar omheen draait. Volgens de wetenschapper kan de vondst van de nieuwe exoplaneet door middel van een radiotelescoop een doorbraak zijn in het fundamentele onderzoek naar het ontstaan van verschillende soorten planeten, hun specifieke eigenschappen en de vraag of ze leven kunnen herbergen.", "Normaal gesproken zijn er twee methoden om de aanwezigheid van een planeet bij een ster vast te stellen. Met een optische telescoop kun je een ‘dip’ in het licht van een ster waarnemen, wanneer hier een planeet voor langs beweegt. Of je ziet de ster licht schommelen, omdat het zwaartekrachtveld van een planeet aan de ster ‘trekt’.", "Compleet ander beeld", "Radiotelescopen geven echter een compleet ander beeld van sterren en planeten, omdat ze gebruikmaken van de energiestroom die planeten creëren. “Je kunt het proces vergelijken met de dynamo van een fiets”, legt Vedantham uit.", "“Een dynamo bestaat uit koperdraad en een magneet. De ronddraaiende beweging van de magneet genereert energie. Iets soortgelijks gebeurt bij planeten: die hebben een magnetisch veld en draaien rond, waardoor radiogolven ontstaan. Ook de cirkelende beweging van een planeet om een ster kan volgens dit principe radiogolven genereren.”", "Wat de waarneming via radiotelescoop zo bijzonder maakt, is dat deze niet alleen moeilijk vindbare, aarde-achtige planeten kan opsporen, maar ook informatie oplevert over hoe sterk de atmosfeer opwarmt vanwege de dynamo-achtige interactie. Deze informatie kan vervolgens gebruikt worden om, met behulp van theoretische modellen, achter de atmosferische temperatuur te komen.", "Is er buitenaards leven?", "Vedanthams aandacht gaat in het bijzonder uit naar het magnetisch veld van planeten. Hoe onmisbaar een magnetisch veld is om leven mogelijk te maken, blijkt hier op aarde. Zonder een magnetisch veld zou de atmosfeer van onze planeet niet beschermd zijn tegen het schadelijke plasma van de zon, dat als “een constante wind van elektronen en protonen” op ons afkomt.", "Een onbeschermde atmosfeer zou hierdoor eroderen en onze koolstofkringloop, die noodzakelijk is voor al het leven zoals we dat nu op aarde kennen, onmogelijk maken. In die kringloop vindt namelijk een constante uitwisseling van elementen, zoals koolstof en zuurstof, plaats tussen de oceanen en de atmosfeer.", "“Maar een beschermde atmosfeer alleen is niet genoeg om een planeet geschikt te maken voor leven”, aldus Vedantham. “Het mag er ook niet extreem heet zijn zoals op Venus en Mercurius, of zo koud als op Uranus en Neptunus.”", "De vraag of er enige vorm van buitenaards leven bestaat, vindt de onderzoeker erg interessant. Tegelijkertijd maakt het hem niet uit wat het antwoord is. “Als wetenschapper wil ik simpelweg het antwoord weten. Als er geen buitenaards leven blijkt te zijn, is dat een wonder en zijn wij heel speciaal. Is er wel buitenaards leven, hoe ziet dat er dan uit? Kunnen we ermee communiceren?”", "Fundamenteel onderzoek", "Vooralsnog zijn het vragen zonder antwoorden. “We weten aan welke voorwaarden een planeet moet voldoen om mensen in leven te houden, maar niet wat de minimale vereisten zijn om buitenaards leven te laten ontstaan en evolueren.” Dat is precies waar fundamenteel onderzoek volgens Vedantham om draait: steeds weer nieuwe kennis vergaren en wetenschappelijke grenzen verleggen.", "Waarom is dat zo belangrijk? “Allereerst omdat het nu eenmaal in de menselijke natuur zit om dat wat we om ons heen zien te willen begrijpen. Daarnaast komen uit fundamenteel onderzoek vaak onvoorziene nieuwe mogelijkheden en technologieën voort”, vertelt Vedantham. “Zonder ons begrip van de natuur op quantumniveau zouden we bijvoorbeeld geen computers of smartphones hebben. En om het op mijn eigen vakgebied te betrekken: onderzoek naar radio-astronomie leidde tot de technische doorbraak die WiFi mogelijk maakte.”", "Het belangrijkste doel van fundamenteel onderzoek is volgens Vedantham om te begrijpen hoe de natuur werkt, wat de onderliggende principes en wetten zijn. “Voor astronomen vertaalt zich dat in vragen als: hoe zijn sterren- en planetenstelsels ontstaan? Hoe werken zwarte gaten? Het universum is voor ons één groot laboratorium.”", "Stel je vraag aan de wetenschap", "De Nationale Wetenschapsagenda gaat op zoek naar antwoorden op vragen die voor iedereen relevant zijn. Meer weten over fundamenteel onderzoek? Wil je zelf vragen stellen aan onderzoekers? Volg de Nationale Wetenschapsagenda op Facebook of Instagram."], "authors": ["Door", "Nationale Wetenschapsagenda"], "keywords": ["van", "dat", "onbekende", "om", "astronomen", "een", "het", "en", "leven", "radiotelescoop", "te", "zijn", "sporen", "nederlandse", "op", "planeten", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}