{"id": "ac6fe7b8-52aa-38bc-b5dc-e98dab285c50", "title": "Europees samenwerkingsverband wil waarschuwingssysteem voor automobilisten", "url": "https://nu.nl/auto/6094105/europees-samenwerkingsverband-wil-waarschuwingssysteem-voor-automobilisten.html", "summary": "Het Europese samenwerkingsverband Data for Road Safety, dat wordt ondersteund door de Europese Commissie, wil in de EU het zogeheten Safety-Related Traffic Information-systeem (SRTI) uitrollen.\nVia deze technologie worden bestuurders door de auto op gevaarlijke situaties op of langs de weg geattendeerd.\nDaarvoor moet de data uit verschillende landen en van verschillende autofabrikanten op een lijn gebracht worden.\nDe aankondiging op woensdag valt samen met de ondertekening van een overeenkomst tussen autofabrikanten, toeleveranciers, wegbeheerders en EU-lidstaten over de uitwisseling van informatie.\nHet project werd ondersteund door het ministerie van Infrastructuur en Waterstaat en de Duitse, Spaanse, Zweedse, Finse en Luxemburgse tegenhangers.", "paragraphs": ["Het Europese samenwerkingsverband Data for Road Safety, dat wordt ondersteund door de Europese Commissie, wil in de EU het zogeheten Safety-Related Traffic Information-systeem (SRTI) uitrollen. Via deze technologie worden bestuurders door de auto op gevaarlijke situaties op of langs de weg geattendeerd.", "Daarvoor moet de data uit verschillende landen en van verschillende autofabrikanten op een lijn gebracht worden.", "De aankondiging op woensdag valt samen met de ondertekening van een overeenkomst tussen autofabrikanten, toeleveranciers, wegbeheerders en EU-lidstaten over de uitwisseling van informatie. De overeenkomst heeft een duur van vijf jaar.", "Uit de samenwerking moet het technische en organisatorische raamwerk vloeien, zodat de data samengevoegd kunnen worden. Nederland is op dit moment voorzitter van de taskforce achter het geheel, maar zal het stokje weldra overdragen aan de overkoepelende Europees brancheorganisatie voor de auto-industrie ACEA.", "Een belangrijk onderdeel van SRTI, de zogeheten Car-to-X-technologie, is in de afgelopen maanden in Eindhoven getest. Deze technologie stelt voertuigen in staat met slimme infrastructuur te communiceren, zoals verkeerslichten en verkeerssignalering. Dit borduurt voort op car-to-cartechnologie, waarbij voertuigen onderling informatie over gevaarlijke situaties uitwisselen, zoals gladheid, file of een pechgeval.", "Bij de test in Nederland waren BMW, Daimler, Ford, Volvo, Tom Tom en HERE Technologies betrokken. Het project werd ondersteund door het ministerie van Infrastructuur en Waterstaat en de Duitse, Spaanse, Zweedse, Finse en Luxemburgse tegenhangers."], "authors": ["Door"], "keywords": ["europees", "van", "zogeheten", "het", "op", "waarschuwingssysteem", "wil", "samenwerkingsverband", "data", "worden", "een", "automobilisten", "en", "zoals", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}