{"id": "ac7041c3-2d64-3256-a9a7-00197bb77cca", "title": "Wat vonden de bezoekers van Diepgeworteld in het Dordrechts Museum?", "url": "https://volkskrant.nl/cultuur-media/wat-vonden-de-bezoekers-van-diepgeworteld-in-het-dordrechts-museum~bda61196/", "summary": "Rien Aerts (61), verpleegkundige‘Ik was verwonderd over de pracht van de bomen.\nZo was er bijvoorbeeld een schilderij van Wodanseiken van wel honderden jaren oud.\nHet was mooi om al die verschillende stijlen en methoden door de eeuwen heen te zien, maar het is ook interessant om te zien hoe mensen tegen bomen aankijken.\nIk houd vooral van klassieke bomenrijen.’ Christine: ‘Maar niet Anton Pieckerig.’ Kero: ‘Er was een schilderij van een gezicht met takken ervoor, dat raakte me niet.’ Christine: ‘Maar die dikke meneer naast de kleine tent was wel boeiend.\nDaar bleef ik staan.’ Kero: ‘Daar gaat het om het verhaal.’Christine van Rossum", "paragraphs": ["Rien Aerts (61), verpleegkundige", "‘Ik was verwonderd over de pracht van de bomen. Zo was er bijvoorbeeld een schilderij van Wodanseiken van wel honderden jaren oud. Het was mooi om al die verschillende stijlen en methoden door de eeuwen heen te zien, maar het is ook interessant om te zien hoe mensen tegen bomen aankijken. Ik zag een kubistische boom, maar ook een magisch realistische van een vrouw bij wie er takken uit haar lichaam groeiden.’", "Rien Aerts", "Christine van Rossum (73), ondernemer en Kero Oerlemans (65), gepensioneerd", "Christine: ‘Dit is een diverse en leuke tentoonstelling omdat het over één onderwerp gaat: bomen.’ Kero: ‘De bomen zijn imposant geschilderd. Je ziet verschillende tijdvakken, waarvan ik de ene mooier vind dan de ander. Ik houd vooral van klassieke bomenrijen.’ Christine: ‘Maar niet Anton Pieckerig.’ Kero: ‘Er was een schilderij van een gezicht met takken ervoor, dat raakte me niet.’ Christine: ‘Maar die dikke meneer naast de kleine tent was wel boeiend. Daar bleef ik staan.’ Kero: ‘Daar gaat het om het verhaal.’", "Christine van Rossum"], "authors": ["Anne Oevermans"], "keywords": ["van", "dordrechts", "om", "kero", "een", "en", "diepgeworteld", "bezoekers", "maar", "ik", "bomen", "museum", "vonden", "er", "wat", "het"], "pubDate": "2020-12-10T14:00:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}