{"id": "ac741b66-a32d-3a22-8dd0-242248b0969e", "title": "Henk Schiffmacher sluit deuren van tattooshop, maar is blij met steun", "url": "https://nu.nl/achterklap/6096705/henk-schiffmacher-sluit-deuren-van-tattooshop-maar-is-blij-met-steun.html", "summary": "Henk Schiffmacher moet de deuren van zijn winkel per direct sluiten, maar is blij dat tattooshops ook erkend worden binnen de nieuwe steunmaatregelen.\nDe 68-jarige Amsterdammer moet per direct zijn zaak sluiten en moet zijn klanten afzeggen.\nOok gaan de signeersessies van zijn nieuwe boek niet door en heeft hij een grote Delfts Blauw-tentoonstelling, die zelfs in Milaan te zien zou zijn, moeten afzeggen.\nSchiffmacher noemt zichzelf echter een \"rasoptimist\" en heeft begrip voor het besluit van de regering.\n\"Natuurlijk is er genoeg op aan te merken, maar iedereen heeft er last van en ik snap heel goed dat het moet gebeuren.\"", "paragraphs": ["Henk Schiffmacher moet de deuren van zijn winkel per direct sluiten, maar is blij dat tattooshops ook erkend worden binnen de nieuwe steunmaatregelen. Dat vertelt de tatoeëerder maandagavond aan NU.nl.", "De 68-jarige Amsterdammer moet per direct zijn zaak sluiten en moet zijn klanten afzeggen. \"Ik deed al een tijdje vrij weinig en werkte vanuit huis, maar nu ligt het echt helemaal stil. Dit jaar heeft mij dan ook een heleboel gekost.\"", "Ook gaan de signeersessies van zijn nieuwe boek niet door en heeft hij een grote Delfts Blauw-tentoonstelling, die zelfs in Milaan te zien zou zijn, moeten afzeggen.", "Schiffmacher noemt zichzelf echter een \"rasoptimist\" en heeft begrip voor het besluit van de regering. \"Natuurlijk is er genoeg op aan te merken, maar iedereen heeft er last van en ik snap heel goed dat het moet gebeuren.\"", "Ook is hij blij dat de tattooshops tegenwoordig worden erkend bij de steunmaatregelen. In maart was dat nog niet het geval, tot grote onvrede van Schiffmacher destijds.", "\"Die Peter (Kwint, red.) van de SP heeft zich daar hard voor gemaakt en sindsdien worden wij ook erkend. Zelfs op het journaal worden de tattooshops genoemd, dus dat zie ik als enorme winst!\""], "authors": ["Door"], "keywords": ["van", "dat", "deuren", "een", "tattooshop", "henk", "en", "het", "tattooshops", "steun", "maar", "blij", "sluit", "zijn", "schiffmacher", "heeft", "moet", "worden", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}