{"id": "ac7ada15-d883-3cf1-9da2-79556bc8ecc0", "title": "Hema en Action sluiten alle filialen na aanscherping regels, ook Wibra blijft toch dicht", "url": "https://volkskrant.nl/economie/hema-en-action-sluiten-alle-filialen-na-aanscherping-regels-ook-wibra-blijft-toch-dicht~bdf05d63/", "summary": "Daarnaast geldt een uitzondering voor winkels met een aparte afdeling voor levensmiddelen.\nAls die een eigen ingang hebben, mogen ze ook de deuren openen.\nOok toen gold de regel dat winkels met meer dan 70 procent omzet uit essentiële producten open mochten blijven.\nDaarnaast - en dat is nu vervallen - mochten winkels met ten minste 30 procent omzet uit essentiële producten en met meerdere afdelingen, alleen die afdelingen openen.\nDeze medewerkers zijn al maanden politieagentje aan het spelen en zijn het zat.’Oppositiepartijen PvdA en GroenLinks zijn ook kritisch op de grote ketens.", "paragraphs": ["De meeste winkels zijn dinsdag dicht in de grootste winkelstraat van Oud-Beijerland. De Hema is open. Beeld Arie Kievit", "Alleen winkels die minstens 70 procent van hun omzet halen uit artikelen voor levensonderhoud, zoals eten en drinken, drogisterijartikelen, schoonmaakmiddelen, persoonlijke verzorging en dierenvoer, mogen openblijven. Daarnaast geldt een uitzondering voor winkels met een aparte afdeling voor levensmiddelen. Als die een eigen ingang hebben, mogen ze ook de deuren openen.", "Minister Ferd Grapperhaus (Justitie) zei in een toelichting op het besluit dat hij geen namen wil noemen. ‘Maar als je voor de helft jurken en broeken verkoopt en voor de andere helft worsten, dan mag je niet open.’", "Eerder op de dag bleek dat sommige winkelketens ondanks de lockdown toch open zouden gaan, zoals Hema dinsdag al deed. Rond het kabinet heerst verbijstering over de ketens die de nieuwe regels proberen op te rekken of te omzeilen. ‘Het is misschien naar de letter van de wet, maar niet naar de geest’, stelt een ingewijde. ‘Dit was duidelijk niet de bedoeling van wat maandag is aangekondigd.’", "Action, Hema en Wibra vallen onder de zogenaamde hybride winkels: ze verkopen zowel essentiële producten (voedsel, drogisterijartikelen of diervoeding) als niet-essentiële producten. Dinsdag gaf het ministerie van Economische Zaken omzetcriteria voor wanneer winkels open mogen blijven. Ook toen gold de regel dat winkels met meer dan 70 procent omzet uit essentiële producten open mochten blijven. Daarnaast - en dat is nu vervallen - mochten winkels met ten minste 30 procent omzet uit essentiële producten en met meerdere afdelingen, alleen die afdelingen openen.", "Action was van plan woensdagmiddag de 400 winkels te openen, maar alleen het essentiële assortiment. ‘Dit is afgestemd met het Ministerie van Economische Zaken en de brancheorganisatie’, zegt een woordvoerder. Ongeveer 40 procent van de omzet van Action betreft essentiële artikelen, onder meer was- en schoonmaakmiddelen, shampoo, handgel, wc-papier en eet- en drinkwaren. Alle niet-essentiële artikelen zouden zijn afgedekt in de winkels en waren niet te scannen bij de kassa.", "Wibra zou woensdag ook voorbereidingen hebben getroffen om open te gaan, blijkt uit een interne memo in het bezit van RTL Z. Volgens vakbond FNV overwoog Wibra inderdaad de filialen weer te openen, met een kleiner assortiment. Op woensdagmiddag kondigde het concern aan de deuren gesloten te houden.", "‘Vanzelfsprekend volgen we de regelgeving’, zegt CEO Bas Duijsens. ‘We zijn echter verbaasd over deze plotselinge ommezwaai in het beleid. We zijn er juist van overtuigd dat het openhouden van winkels zoals die van Wibra bijdraagt aan het spreiden van mensen die essentiële producten nodig hebben.’", "Veel winkels van Wibra zijn gevestigd op locaties buiten de stadscentra, waar voldoende ruimte is om te parkeren en afstand te houden, volgens Duijsens. ‘Door de winkels te openen, zouden we op een verantwoorde manier kunnen bijdragen aan minder drukte in supermarkten. Bovendien is Wibra er juist voor de mensen met een kleine portemonnee, die het meest worden geraakt tijdens deze crisis.’", "Bezorgd personeel", "Het openblijven van de ketens leidde aanvankelijk tot bezorgdheid bij vakbond FNV. Bestuurder Linda Vermeulen kreeg veel klachten van medewerkers die zich zorgen maakten om hun gezondheid. ‘Ik krijg aan één stuk door berichten. Het is onvoorstelbaar en onverantwoord wat er nu gebeurt. De ketens denken alleen aan de omzet, niet aan de gezondheid van mensen.’", "Dinsdagmiddag kreeg Vermeulen al foto’s door van medewerkers die de niet-essentiële producten moeten afdekken met zeil. ‘Maar je zal zien dat klanten dan toch van onder het zeil een pyjama gaan pakken en dat er dan heel vervelende discussies ontstaan. Deze medewerkers zijn al maanden politieagentje aan het spelen en zijn het zat.’", "Oppositiepartijen PvdA en GroenLinks zijn ook kritisch op de grote ketens. ‘Action, Wibra, Makro open’, twittert PvdA-voorman Lodewijk Asscher. ‘Basisscholen, kleine winkels dicht. Vindt het kabinet dit zelf eerlijk?’ Hij heeft het kabinet om opheldering gevraagd. Jesse Klaver, lijsttrekker van GroenLinks, schrijft op Twitter: ‘Dit is precies het tegenovergestelde van de solidariteit die tijdens deze lockdown hard nodig is.’", "Ook vanuit de coalitie kwam er kritiek. Eppo Bruins van de ChristenUnie twittert: ‘Het doet pijn aan de ogen dat de grote ketens met hun slimmigheidjes de lokale middenstand eruit duwen om die ene laatste cent eruit te persen.’"], "authors": ["Haro Kraak"], "keywords": ["wibra", "van", "toch", "die", "filialen", "sluiten", "een", "ook", "en", "regels", "te", "zijn", "dicht", "op", "winkels", "blijft", "met", "hema", "het"], "pubDate": "2020-12-16T12:45:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}