{"id": "ac8c6ba9-a88c-3a7b-ba42-4586de3223eb", "title": "Ingebroken in appartement van zangeres Hind in Los Angeles", "url": "https://nu.nl/achterklap/6101161/ingebroken-in-appartement-van-zangeres-hind-in-los-angeles.html", "summary": "Er is na de kerstdagen ingebroken in het appartement van Hind Laroussi in Los Angeles, vertelt de zangeres aan Privé.\nZe was op het moment van de inbraak bij haar familie in Nederland.\nEr was in mijn appartement in Beverly Hills ingebroken, zei de buurman met wie ik verder nauwelijks contact heb.\nIk was net een paar dagen in Nederland en dan krijg je zo'n telefoontje\", aldus de zangeres.\nMaar helemaal zicht heb ik daar nu niet op, want ik zit natuurlijk aan de andere kant van de oceaan.\"", "paragraphs": ["Er is na de kerstdagen ingebroken in het appartement van Hind Laroussi in Los Angeles, vertelt de zangeres aan Privé. Ze was op het moment van de inbraak bij haar familie in Nederland.", "\"Ik lag 's nachts te slapen, thuis bij mijn oudste zus Imen, toen mijn telefoon ging. Er was in mijn appartement in Beverly Hills ingebroken, zei de buurman met wie ik verder nauwelijks contact heb. De politie was ter plaatse. Je schrikt je helemaal rot natuurlijk. Ik was net een paar dagen in Nederland en dan krijg je zo'n telefoontje\", aldus de zangeres.", "\"De inbreker heeft zelfs in mijn bed geslapen, vertelde de politie. Wat een griezelig en vies idee. Gelukkig lijkt er weinig te zijn gestolen. Dat is dan wel weer vreemd. Maar helemaal zicht heb ik daar nu niet op, want ik zit natuurlijk aan de andere kant van de oceaan.\"", "Door de coronacrisis is het moeilijk gebleken om in de Verenigde Staten door te breken en de zangeres keert dan ook terug naar Nederland. \"Niet dat het nu in Nederland veel beter is, maar hier heb ik tenminste nog mijn dierbare vrienden en familie om me heen.\" De zangeres heeft vijf jaar in de Amerikaanse stad gewoond.", "Hind, die in het eerste seizoen van Idols als derde eindigde, werd door het Amerikaanse muziektijdschrift Billboard benoemd tot Break Out Artist en werkte samen met producenten van gevestigde artiesten aan haar carrière in de Verenigde Staten.", "Hind zegt twee albums op de plank te hebben liggen. Ze wacht met de release tot na de coronacrisis."], "authors": ["Door"], "keywords": ["ik", "van", "het", "ingebroken", "mijn", "en", "zangeres", "met", "appartement", "te", "op", "angeles", "nederland", "hind", "los"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}