{"id": "acca3f5c-2255-3836-9131-ca412a92c687", "title": "Speel mee met de bingo van camping Ganspoort", "url": "https://nu.nl/advertorial-camping-ganspoort-adverteerder/6090190/speel-mee-met-de-bingo-van-camping-ganspoort.html", "summary": "De bingo van camping Ganspoort kan door de coronacrisis niet doorgaan, maar je kunt het nu wel online meespelen.\nNaast de bingo, biedt camping Ganspoort ook een speciaal ‘bingo-pakket’ aan.\nZo doe je meeKoop je bingokaart(en).\nLaat je adres achter in de opmerkingen op de site, camping Ganspoort neemt vervolgens contact met je op.\nHeb je Bingo, dan komt camping Ganspoort je prijs bij je thuis langsbrengen.", "paragraphs": ["De bingo van camping Ganspoort kan door de coronacrisis niet doorgaan, maar je kunt het nu wel online meespelen. Op 16 december om 20.00 uur vindt de volgende bingo online plaats.", "Naast de bingo, biedt camping Ganspoort ook een speciaal ‘bingo-pakket’ aan. Zo hoef je zelf niet je hapjes en drankjes te verzorgen.", "Goed doel", "De opbrengst van de bingokaarten gaan naar het goede doel Eet met je hart. Dit is een lokaal initiatief tegen eenzaamheid onder ouderen in samenwerking met de horeca.", "Zo doe je mee", "Koop je bingokaart(en). Dit kan online, dan ontvang je de kaarten per e-mail. Heb je meer zin in een wandeling? Ga dan langs bij camping Ganspoort om de bingokaart(en) af te halen, hier kun je ook het pakket ophalen. Wil je het pakket graag thuis laten bezorgen? Laat je adres achter in de opmerkingen op de site, camping Ganspoort neemt vervolgens contact met je op. Schrijf je alvast in voor de bingo, zodat jouw online plekje gereserveerd is. Via de link kun jij je inschrijven door jouw online-chat naam en je e-mail adres in te vullen. Je e-mail adres wordt automatisch weer verwijderd uit het systeem. Je ontvangt vervolgens een unieke persoonlijke link voor de bingo livestream op 19 november in jouw mailbox.", "Doe jij mee op 16 december? Koop dan snel je bingokaart(en) en schrijf je in. Om 20.00 uur start de bingo. Heb je Bingo, dan komt camping Ganspoort je prijs bij je thuis langsbrengen."], "authors": ["Door", "Camping Ganspoort"], "keywords": ["van", "dan", "speel", "camping", "het", "op", "met", "mee", "online", "ganspoort", "een", "je", "bingokaarten", "bingo"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}