{"id": "acccbdcc-b49f-36cc-870e-6d44aa905a44", "title": "Johnson gaat naar Brussel voor de brexit-apotheose", "url": "https://trouw.nl/buitenland/johnson-gaat-naar-brussel-voor-de-brexit-apotheose~bb4dc761/", "summary": "Alles wijst erop dat dit fysieke treffen van Von der Leyen met Johnson de apotheose moet wordenEven later verduidelijkte een commissiewoordvoerder dat met dat laatste wel degelijk een oog-in-oog-samenzijn van Von der Leyen en Johnson zelf werd bedoeld.\nWanneer de premier precies in Brussel is te verwachten – voor het eerst sinds zijn eerste en enige aanwezigheid bij een Europese top, in oktober vorig jaar – is niet bekend.\n’s Morgens vroeg had Barnier de 27 ambassadeurs van de EU-landen bijgepraat, en het weinige dat daarover naar buiten kwam, klonk somber.\nVVD-minister Stef Blok van buitenlandse zaken, in Brussel voor een ministerraad, probeerde de (tijds)druk van de ketel te halen.\nOnderhandelingen stilgelegd: elk woord uit de EU of het VK valt nu verkeerd bij de andere partijDe EU en het Verenigd Koninkrijk legden vrijdagavond in Londen de brexit-onderhandelingen tijdelijk stil.", "paragraphs": ["Boris Johnson komt naar Brussel. Na een lange, verhitte dag vol nieuwe brexit-geruchten en onzekerheid over wanneer deze soap nou eindelijk voorbij is, was dat maandagavond het meest concrete nieuwsfeit.", "De Britse premier had, net als zaterdag, weer een lang telefoongesprek met voorzitter Ursula von der Leyen van de Europese Commissie. In de onderhandelingen over een nieuwe handelsrelatie, die na afloop van de brexit-overgangsperiode over een dikke drie weken zou moeten beginnen, was in de tussentijd niets veranderd. Zouden Von der Leyen en Johnson dan eindelijk aan alle onzekerheid voor ruim 500 miljoen burgers in zowel de EU als het Verenigd Koninkrijk een einde maken en tot de slotsom komen dat een no-deal-brexit per 1 januari onvermijdelijk is?", "Nee. Hoewel ze opnieuw erkennen dat een akkoord op dit moment niet mogelijk is, gezien de aanhoudende verschillen van inzicht, willen ze geen van beide weglopen van de onderhandelingstafel en daarmee de schuld van deze mislukking op zich laden. “We hebben onze hoofdonderhandelaars en hun teams gevraagd om een overzicht voor te bereiden van de resterende verschillen, zodat die bediscussieerd kunnen worden tijdens een fysieke ontmoeting in Brussel, de komende dagen”, aldus een summiere gezamenlijke verklaring maandagavond van de twee gesprekspartners.", "Alles wijst erop dat dit fysieke treffen van Von der Leyen met Johnson de apotheose moet worden", "Even later verduidelijkte een commissiewoordvoerder dat met dat laatste wel degelijk een oog-in-oog-samenzijn van Von der Leyen en Johnson zelf werd bedoeld. Wanneer de premier precies in Brussel is te verwachten – voor het eerst sinds zijn eerste en enige aanwezigheid bij een Europese top, in oktober vorig jaar – is niet bekend. Uit de verklaring kan wel worden opgemaakt dat de onderhandelingen tussen de teams van Michel Barnier (EU) en David Frost (VK) voor de zoveelste keer zijn stilgelegd: ze krijgen slechts de opdracht hun lijstjes met knelpunten in te leveren.", "Niets is meer zeker in dit proces van constant sneuvelende deadlines, maar alles wijst er nu toch echt op dat dit fysieke treffen van Von der Leyen met Johnson de apotheose moet worden, kort voor de Europese top van 27 regeringsleiders donderdag en vrijdag.", "Zij zullen vooral met andere zaken bezig zijn. Brexit staat niet eens op de agenda van die top. Mocht er de komende dagen alsnog iets dramatisch gebeuren, dan is hun taak simpel: ze moeten ofwel instemmen met een akkoord, ofwel zich neerleggen bij een no-deal-brexit – al is er nog een derde mogelijkheid: één of meerdere regeringsleiders kunnen hun veto uitspreken over een eventueel akkoord.", "Wat is het moment om de no-deal-brexit bij de naam te noemen?", "De hele dag gonsde het van de geruchten, vooral over de vraag wat nou precies het moment was om de no-deal-brexit bij zijn naam te noemen. ’s Morgens vroeg had Barnier de 27 ambassadeurs van de EU-landen bijgepraat, en het weinige dat daarover naar buiten kwam, klonk somber. Vervolgens lichtte de Fransman Europarlementariërs in. Uit dat overleg sijpelde door dat hij zou hebben gezegd dat woensdag echt de aller-, allerlaatste dag was om een akkoord te bereiken. Maar ook dat werd weer nergens bevestigd.", "VVD-minister Stef Blok van buitenlandse zaken, in Brussel voor een ministerraad, probeerde de (tijds)druk van de ketel te halen. “Je kunt ook zeggen: het is nog maar 7 december. Laat ons nou niet door tijdsdruk laten verleiden tot concessies die niet verstandig zijn.” In sommige EU-landen bestaan al langer zorgen dat Barnier die verleiding van een historisch akkoord niet kan weerstaan, maar dat zo’n deal nadeliger zou kunnen zijn dan een no-deal-brexit.", "Lees ook:", "Brexit-onderhandelaars geven niet op, al is de verleiding groot", "EU-commissievoorzitter Von der Leyen en de Britse premier Johnson gaven hun teams zaterdag opdracht om het te blijven proberen.", "Onderhandelingen stilgelegd: elk woord uit de EU of het VK valt nu verkeerd bij de andere partij", "De EU en het Verenigd Koninkrijk legden vrijdagavond in Londen de brexit-onderhandelingen tijdelijk stil. De verschillen zijn nog te groot."], "authors": ["Christoph Schmidt"], "keywords": ["van", "het", "brussel", "naar", "zijn", "gaat", "met", "een", "johnson", "dat", "en", "te", "niet", "brexitapotheose", "voor"], "pubDate": "2020-12-07T22:18:17+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}