{"id": "acdeb79b-d1da-3407-a42a-97609c3b73b6", "title": "Kwart miljoen Nieuw-Zeelanders mishandeld in instellingen in laatste 70 jaar", "url": "https://nu.nl/buitenland/6096994/kwart-miljoen-nieuw-zeelanders-mishandeld-in-instellingen-in-laatste-70-jaar.html", "summary": "De 256.000 vermeende slachtoffers vormen zo'n 40 procent van het totale aantal Nieuw-Zeelanders dat tussen 1950 en 2019 in een zorginstelling verbleef.\nAls dat het geval was geweest, zou het geschatte aantal slachtoffers \"aanzienlijk groter\" zijn uitgevallen, aldus het rapport.\nVooral Maori-kinderen zwaar getroffenVolgens het rapport liepen kinderen en jongeren in religieuze instellingen tussen de 21 en 42 procent kans om te worden mishandeld.\nMeer dan 80 procent van hen werd mishandeld of misbruikt, terwijl 69 procent van de kinderen in zorginstellingen uit de Maori-bevolkingsgroep komt.\nCritici van het beleid zeggen dat het discriminatie en een overblijfsel van het kolonialisme is.", "paragraphs": ["Meer dan een kwart miljoen kinderen, jongeren en kwetsbare volwassenen zijn in de afgelopen decennia mishandeld of misbruikt in zorginstellingen van de Nieuw-Zeelandse overheid of kerkelijke zorginstellingen in dat land, schat een onderzoekscommissie in een rapport dat woensdag naar buiten is gekomen. Vooral Maori-kinderen werden getroffen door het misbruik.", "De 256.000 vermeende slachtoffers vormen zo'n 40 procent van het totale aantal Nieuw-Zeelanders dat tussen 1950 en 2019 in een zorginstelling verbleef.", "Uit het rapport kwam ook naar voren dat er zes keer zo veel mensen in zorginstellingen hebben gezeten als de Nieuw-Zeelandse overheid aanvankelijk dacht.", "\"Tot ons verdriet hebben er meer mishandelingen plaatsgevonden dan eerder werd gedacht, zelfs volgens de conservatiefste schattingen\", aldus de voorzitter van de onderzoekscommissie. Premier Jacinda Ardern kondigde het onderzoek in 2018 aan en zei toen dat Nieuw-Zeeland de confrontatie moet aangaan met een \"duister hoofdstuk\" in zijn geschiedenis.", "Aanvankelijk richtte het onderzoek zich alleen op staatsinstellingen, maar later werd de focus ook verlegd naar kerkelijke zorginstellingen. Verwaarlozing werd in het onderzoek niet meegenomen als vorm van mishandeling. Als dat het geval was geweest, zou het geschatte aantal slachtoffers \"aanzienlijk groter\" zijn uitgevallen, aldus het rapport.", "Vooral Maori-kinderen zwaar getroffen", "Volgens het rapport liepen kinderen en jongeren in religieuze instellingen tussen de 21 en 42 procent kans om te worden mishandeld. De commissie noemt het \"een ernstig en slepend maatschappelijk probleem dat moet worden aangekaart\". De regering geeft toe dat er op een enorme schaal mishandelingen en misbruik plaatsvonden.", "Uit het rapport komt verder naar voren dat kinderen uit de Maori-bevolkingsgroep, de oorspronkelijke bewoners van Nieuw-Zeeland, wellicht het ergst hebben geleden. Meer dan 80 procent van hen werd mishandeld of misbruikt, terwijl 69 procent van de kinderen in zorginstellingen uit de Maori-bevolkingsgroep komt.", "Duizenden Maori's demonstreerden vorig jaar tegen het beleid om kinderen in risicosituaties bij hun families weg te halen en in staatsinstellingen te plaatsen. Critici van het beleid zeggen dat het discriminatie en een overblijfsel van het kolonialisme is."], "authors": ["Door"], "keywords": ["dat", "van", "een", "instellingen", "het", "en", "zorginstellingen", "kinderen", "procent", "rapport", "jaar", "werd", "kwart", "mishandeld", "nieuwzeelanders", "laatste", "miljoen", "70"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}