{"id": "ace63484-b90e-3355-92b5-d7f1cebc83e8", "title": "Ook Apple verwijdert Twitterconcurrent Parler uit App Store. ‘Veiligheid van mensen in gevaar gebracht’", "url": "https://trouw.nl/nieuws/ook-apple-verwijdert-twitterconcurrent-parler-uit-app-store-veiligheid-van-mensen-in-gevaar-gebracht~b0b30362/", "summary": "Parler heeft geen adequate maatregelen genomen om dit soort berichten te voorkomen en zo de veiligheid van mensen in gevaar gebracht.\nAlphabet, het moederbedrijf van Google, haalde Parler vrijdag uit zijn Play Store.\nGoogle eiste dat Parler de inhoud van de berichten, video’s en foto’s zou gaan controleren en zo nodig weren van het platform.\nIn navolging van Google en Apple besloot Amazon om de webhosting van de site van Parler met ingang van zondag te staken.\nMocht het bedrijf geen ander hostingbedrijf vinden, dan betekent dat dat ook de website van Parler op zwart gaat.", "paragraphs": ["Een dag na Google heeft ook Apple de socialenetwerk-app Parler verwijderd uit zijn App Store. Apple had Parler vrijdag 24 uur de tijd gegeven om controle op berichten in te passen. Volgens de techgiganten verschenen er te veel berichten op de app die aanzetten tot geweld.", "Parler, met 10 miljoen abonnees en 4 miljoen actieve gebruikers, is bij veel aanhangers van Trump populair, juist omdat gebruikers er alles mogen publiceren, waar Twitter en Facebook steeds vaker schadelijke content weren. Trump heeft 2,3 miljoen volgers op Parler.", "“We zijn voorstander van het naar voren kunnen brengen van verschillende standpunten, maar we bieden geen ruimte aan een platform waar wordt wordt opgeroepen tot geweld. Parler heeft geen adequate maatregelen genomen om dit soort berichten te voorkomen en zo de veiligheid van mensen in gevaar gebracht. We hebben de app daarom uit de App Store gehaald tot ze de problemen hebben opgelost”, aldus Apple in een verklaring.", "Alphabet, het moederbedrijf van Google, haalde Parler vrijdag uit zijn Play Store. Volgens Google is via Parler afgelopen woensdag opgeroepen tot het gebruik van geweld bij de invasie van boze Trump-aanhangers in het Amerikaanse Capitool. Google eiste dat Parler de inhoud van de berichten, video’s en foto’s zou gaan controleren en zo nodig weren van het platform. Parler-CEO John Matze spreekt van een ‘verschrikkelijke dubbele standaard’ van de ‘techtirannen’.", "Twitter zette vrijdag het persoonlijke account van Trump, met 88 miljoen volgers, permanent op zwart vanwege herhaalde oproepen tot geweld en het veelvuldig verspreiden van onjuiste informatie. Trump beweerde wekenlang dat niet Joe Biden, maar hij de presidentsverkiezingen had gewonnen.", "In navolging van Google en Apple besloot Amazon om de webhosting van de site van Parler met ingang van zondag te staken. Mocht het bedrijf geen ander hostingbedrijf vinden, dan betekent dat dat ook de website van Parler op zwart gaat."], "authors": ["Anp Redactie"], "keywords": ["tot", "mensen", "google", "van", "trump", "en", "uit", "gevaar", "verwijdert", "ook", "op", "store", "het", "twitterconcurrent", "te", "parler", "miljoen", "veiligheid"], "pubDate": "2021-01-10T08:14:03Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}