{"id": "ad033a84-e2de-32fb-bfc9-6a6e6d662f8e", "title": "Kabinet: basisscholen en kinderopvang blijven dicht tot 18 januari", "url": "https://www.parool.nl/nederland/kabinet-basisscholen-en-kinderopvang-blijven-dicht-tot-18-januari~b116a92a/", "summary": "Beeld ANPDoor de hoge besmettingscijfers en de toenemende druk op de zorg ziet het kabinet het niet zitten om de basisscholen en kinderopvanginstellingen eerder te openen dan gepland.\nDe locaties blijven wel open voor noodopvang van kwetsbare kinderen en kinderen van ouders met een cruciaal beroep.\n“Helaas hebben we vandaag moeten besluiten dat de basisscholen voor de meeste leerlingen dicht blijven”, zegt minister Arie Slob (Basis- en Voortgezet Onderwijs).\nOok leek het er begin december nog niet op dat jonge kinderen een grote rol spelen bij de verspreiding van het coronavirus.\nDe huidige lockdown loopt af in de week van 18 januari.", "paragraphs": ["Beeld ANP", "Door de hoge besmettingscijfers en de toenemende druk op de zorg ziet het kabinet het niet zitten om de basisscholen en kinderopvanginstellingen eerder te openen dan gepland. De locaties blijven wel open voor noodopvang van kwetsbare kinderen en kinderen van ouders met een cruciaal beroep.", "“Helaas hebben we vandaag moeten besluiten dat de basisscholen voor de meeste leerlingen dicht blijven”, zegt minister Arie Slob (Basis- en Voortgezet Onderwijs). “Ik had het graag anders gezien. Maar eerder openen gaat niet, omdat de zorg nog te zwaar wordt belast door het coronavirus.”", "Begin december vroeg de Tweede Kamer of de basisscholen op 11 januari weer open zouden mogen, een week voor de geplande datum van 18 januari. De zorg is dat veel basisschoolleerlingen achterstanden oplopen. Ook leek het er begin december nog niet op dat jonge kinderen een grote rol spelen bij de verspreiding van het coronavirus.", "Britse variant", "Inmiddels blijkt dat de Britse variant van het virus wél besmettelijk is onder kinderen. Het Outbreak Management Team (OMT) adviseert daarom om kinderen onder de 12 jaar óók te laten testen bij klachten. Het kabinet maakt daarover volgende week meer bekend.", "De huidige lockdown loopt af in de week van 18 januari. Maar als de besmettingscijfers de komende weken niet fors omlaag gaan, is de kans groot dat de maatregelen worden verlengd. Ook de scholen blijven dan langer dicht. Rond 12 januari hakt het kabinet daarover knopen door."], "authors": ["Peter Winterman"], "keywords": ["tot", "kinderen", "van", "18", "januari", "voor", "en", "kinderopvang", "basisscholen", "kabinet", "dicht", "blijven", "het", "week", "niet", "dat", "zorg"], "pubDate": "2020-12-31T15:06:47Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}