{"id": "ad047111-b509-3c86-bda8-c9a3c0614e76", "title": "Ruiten Amsterdamse testlocaties vernield, poging tot brandstichting in Urmond", "url": "https://nu.nl/coronavirus/6097033/ruiten-amsterdamse-testlocaties-vernield-poging-tot-brandstichting-in-urmond.html", "summary": "In de nacht van dinsdag op woensdag werd bij een testlocatie in het Limburgse Urmond een poging tot brandstichting gedaan.\nOok zijn ramen ingegooid bij het testpaviljoen in het Amsterdamse stadsdeel Zuidoost.\n\"De locaties worden al beveiligd en het glas bij het laboratoriumgedeelte van de testlocaties wordt vervangen door veiligheidsglas.\nIn het Limburgse Urmond werd woensdagochtend melding gemaakt van een poging tot brandstichting.\nBij een coronatestlocatie werd een zwartgeblakerde rolpoort aangetroffen.", "paragraphs": ["Bij twee coronatestlocaties in Amsterdam zijn vorige week ruiten ingegooid, bevestigt de GGD Amsterdam woensdag na berichtgeving van de Volkskrant. In de nacht van dinsdag op woensdag werd bij een testlocatie in het Limburgse Urmond een poging tot brandstichting gedaan.", "In Amsterdam ging vorige week een steen door een grote ruit van de testlocatie in de RAI, wat \"flinke glasschade\" veroorzaakte, aldus de GGD. Ook zijn ramen ingegooid bij het testpaviljoen in het Amsterdamse stadsdeel Zuidoost. Wanneer dat gebeurde, is onduidelijk.", "\"De locaties worden al beveiligd en het glas bij het laboratoriumgedeelte van de testlocaties wordt vervangen door veiligheidsglas. In alle gevallen is aangifte gedaan door ons of de eigenaar van het pand (RAI, red.)\", vertelt een woordvoerder van de GGD.", "In het Limburgse Urmond werd woensdagochtend melding gemaakt van een poging tot brandstichting. Bij een coronatestlocatie werd een zwartgeblakerde rolpoort aangetroffen.", "Op beveiligingsbeelden is woensdag om 1.45 uur een lichtflits te zien; waarschijnlijk was dat een korte brand. De politie onderzoekt wie mogelijk betrokken is bij de brand en doet forensisch onderzoek bij de testlocatie. Mensen kunnen zich wel gewoon bij de locatie laten testen op het coronavirus.", "Dinsdagavond werden medewerkers van een coronatestbus in Urk nog belaagd door jongeren met vuurwerk. De jongeren trokken meerdere malen de stekker van de bus uit een elektrische laadpaal. Medewerkers die de jongeren op hun gedrag aanspraken, werden bekogeld met vuurwerk."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["door", "ruiten", "vernield", "van", "bij", "poging", "tot", "een", "urmond", "testlocaties", "brandstichting", "amsterdamse", "het", "woensdag", "werd", "testlocatie", "op", "jongeren"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}