{"id": "ad216dcb-2d8f-3f1c-8467-faa3d6957515", "title": "Kan ik als huiseigenaar zonder vermogen schenken op papier?", "url": "https://www.volkskrant.nl/economie/kan-ik-als-huiseigenaar-zonder-vermogen-schenken-op-papier~b052b3f04/", "summary": "Ouders kunnen hun kind eenmalig een bedrag van bijna 27.000 euro schenken, op voorwaarde dat het kind nog geen 40 jaar is.\nAls u nooit gebruikt heeft gemaakt van die vrijstelling en de 40ste verjaardag van uw kind komt in zicht, dan kunt u uw kans grijpen.\nHoud er wel rekening mee dat u voortaan ongeveer 1.600 euro per jaar aan rente moet betalen aan uw kind.\nDan kan de notaris in de akte opnemen dat het voordeel bij de erfenis met de andere kinderen verrekend wordt.\nDe rubriek Geldvraag staat deze maand in het teken van schenken, zodat we toch iets kunnen delen zonder bij elkaar te zijn.", "paragraphs": ["Beeld Raymond Rutting / de Volkskrant", "Schenken op papier is een belastingconstructie bedoeld om erfbelasting te besparen. U schenkt uw kind geld en sluit tegelijkertijd met hem een leenovereenkomst af voor hetzelfde bedrag. Het is een transactie met de gesloten beurs. Als u deze deal vastlegt in een notariële akte, wordt deze schuld na uw overlijden verrekend met de erfenis. De erfenis is dan lager en de erfbelasting dus ook.", "Kinderen hebben bij de erfenis een vrijstelling van 21.000 euro. Is de erfenis hoger, dan betalen zij 10 procent belasting over het bedrag boven de vrijstelling. Komt de erfenis uit boven 150.000 euro, dan gaan zij over het meerdere 20 procent erfbelasting afdragen. Daar kunt u allerlei rekensommen op loslaten die ook na aftrek van de notariskosten gunstig lijken. Maar u kunt niet in de toekomst kijken. Misschien verkoopt u later de woning en was de hele constructie voor niets, omdat u het geld kunt schenken terwijl u nog in leven bent.", "Een papieren schenking met notariële akte heeft haken en ogen. U moet als schenker jaarlijks 6 procent rente betalen over de schuld. De ontvanger moet het bedrag ieder jaar opgeven als vermogen en daarover misschien vermogensheffing betalen. Na uw overlijden wil de belastinginspecteur het bewijs zien dat de jaarlijkse rente werkelijk is betaald. Anders gaat de deal niet door en wordt de schenking gewoon bij de erfenis opgeteld. Weg fiscaal voordeel.", "Wie een papieren schenking opstelt, stuit ook op beperkingen. Is de schenking hoger dan 5.500 euro, dan moet de ontvanger over het meerdere 10 procent schenkbelasting betalen. In één situatie is de papieren schenking het overwegen zeker waard. Ouders kunnen hun kind eenmalig een bedrag van bijna 27.000 euro schenken, op voorwaarde dat het kind nog geen 40 jaar is. Als u nooit gebruikt heeft gemaakt van die vrijstelling en de 40ste verjaardag van uw kind komt in zicht, dan kunt u uw kans grijpen. Houd er wel rekening mee dat u voortaan ongeveer 1.600 euro per jaar aan rente moet betalen aan uw kind. En als u dit met twee of drie kinderen doet, wordt het duur.", "Misschien geeft u eenmalig een grote schenking aan één kind, omdat de anderen al te oud zijn of omdat u anders niet genoeg heeft om de rente te betalen. Dan kan de notaris in de akte opnemen dat het voordeel bij de erfenis met de andere kinderen verrekend wordt. Dat is precies het soort maatwerk waar je een notaris voor nodig hebt.", "De rubriek Geldvraag staat deze maand in het teken van schenken, zodat we toch iets kunnen delen zonder bij elkaar te zijn. Volgende week dus meer."], "authors": ["Reinout Van Der Heijden"], "keywords": ["schenken", "van", "huiseigenaar", "als", "dan", "zonder", "het", "op", "erfenis", "met", "kind", "vermogen", "ik", "papier", "kan", "schenking", "een", "en", "uw"], "pubDate": "2020-12-10T14:46:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}