{"id": "ad27843a-3842-3a58-9970-12b5e4eede0e", "title": "‘De Hokje’ is een afrekening met de vermaledijde hokjesgeest", "url": "https://trouw.nl/cultuur-media/de-hokje-is-een-afrekening-met-de-vermaledijde-hokjesgeest~bd86be98/", "summary": "De HokjeBellevue Lunchtheater★★★Een bonkende hartslag, felrode lichtflitsen, een vrouw die uit een wc-pot een pistool opvist: ‘De Hokje’ begint als de proloog van een thriller.\nEn een hoger opgeleide vrouw uit ‘die’ cultuur past toch beter in een kookprogramma dan een actualiteitenrubriek.\nAls schrijfster beschikt Dunya Khayame over een vlotte pen en een lenige geest.\nAls een Nederlandse acteur een misdadiger speelt, blijft hij de acteur die een rol speelt, maar een Marokkaanse acteur die een crimineel speelt wordt daar als vanzelf mee vereenzelvigd.\nLees ook:Cabaretduo Vlamousse laat mooi zien waar het schuurt in het antiracismedebatRacisme, klimaatverandering, corona: het zijn nou niet direct thema’s die je associeert met een gezellig avondje comedy.", "paragraphs": ["De Hokje", "Bellevue Lunchtheater", "★★★", "Een bonkende hartslag, felrode lichtflitsen, een vrouw die uit een wc-pot een pistool opvist: ‘De Hokje’ begint als de proloog van een thriller. Het zal erom spannen zo meteen in de talkshow ‘Kim Luistert’. De vrouw is namelijk zus en advocate van dé gast daar, de beruchte crimineel Anouar K. (Olaf Ait Tami), bijgenaamd De Stille, die in de top van de mocro-maffia zat en nu voor het eerst zal praten.", "Die vrouw, Dunya (Maryam Hassouni), eist een plek aan tafel op. Te vaak al is zij eerder bij actuele onderwerpen op het laatst afgezegd. Zonder hoofddoekje en accentloos Nederlandssprekend zou zij niet representatief genoeg zijn voor diegenen die zij moest representeren. Tegensputterende gastvrouw Kim (Randy Fokke) moet wel bakzeil halen, omdat zij anders haar spraakmakende, ‘nu al historisch te noemen’ interview wel kan vergeten.", "‘De Hokje’ is nog geen anderhalve scène op weg of de vooroordelen rollebollen al over elkaar heen. Natuurlijk heeft een man van Marokkaanse afkomst het misdadigersbloed bij geboorte meegekregen. En een hoger opgeleide vrouw uit ‘die’ cultuur past toch beter in een kookprogramma dan een actualiteitenrubriek.", "Als schrijfster beschikt Dunya Khayame over een vlotte pen en een lenige geest. Moeiteloos legt ze met haar dialogen de vermaledijde hokjesgeest in onze maatschappij bloot. Terloopse verwijzingen naar het hier en nu – de zaak Marengo, corona – impliceren, dat vooringenomenheid nog altijd aan de orde van de dag is.", "Kleine verschillen hebben een gevoelsmatig grote impact. Als een Nederlandse acteur een misdadiger speelt, blijft hij de acteur die een rol speelt, maar een Marokkaanse acteur die een crimineel speelt wordt daar als vanzelf mee vereenzelvigd. Zoiets doet echt pijn. Het dwingt een woedende Anouar (met blikkerend edelmetaal in zijn mond) tot een geduchte ommekeer. De tv-show wordt een persoonlijke afrekening.", "Alle voorbijschuivende pijnpunten zijn verpakt in satire. ‘De Hokje’ houdt het midden tussen een bizarre whodunnit en absurde tragikomedie, waarin het pistool pas ver over de helft een rol gaat spelen. Met regisseur Tim Kamps zorgt Khayame voor veel lucht in deze niet vrijblijvende materie. Iets te veel lucht misschien.", "Geestig bijvoorbeeld is Kims stoere handreiking naar het afgelebberde stukje kauwgom van Anouar (“Ik speel graag met mijn leven”). En de drie acteurs geven met verve, vaart en humor elk cliché en moralisme een theatraal smeuïge context. Messcherp wordt ‘De Hokje’ echter niet. Als lunchvoorstelling is het vooral een zeer plezant spektakeltje. Met voor de goede verstaander een serieuze ondertoon.", "Lees ook:", "", "", "Cabaretduo Vlamousse laat mooi zien waar het schuurt in het antiracismedebat", "Racisme, klimaatverandering, corona: het zijn nou niet direct thema’s die je associeert met een gezellig avondje comedy. Dat ook over deze onderwerpen genoeg goede grappen te maken zijn, op een niet-badinerende toon, bewijzen Brigitte van Bakel en Maya van As."], "authors": ["Hanny Alkema"], "keywords": ["van", "het", "vrouw", "met", "die", "zijn", "afrekening", "een", "vermaledijde", "en", "zij", "hokjesgeest", "hokje", "voor"], "pubDate": "2020-12-01T09:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}