{"id": "ad33ca4b-610c-3d3b-a41f-386581e6ad54", "title": "Ook gratie is handel voor Donald Trump", "url": "https://www.parool.nl/wereld/ook-gratie-is-handel-voor-donald-trump~b0eccc3f/", "summary": "Activist Kim Kardashian kreeg Trump vorig jaar ook achter een studie naar werk voor ex-gevangenen.\nDat leidde tot de Whiskey ­Rebellion, die alleen al door het verschijnen van het leger in de kiem werd gesmoord.\nLater bekende hij dat hij daarover had gelogen tegen de FBI, wat nog niet heeft geleid tot een veroordeling.\nOnderzoeksinstituut Pew Research Center – de Amerikaanse evenknie van het Sociaal Cultureel Planbureau – bracht deze week de cijfers.\nNa bemiddeling door realityster Kim Kardashian tekende Trump voor haar vrijlating.", "paragraphs": ["Activist Kim Kardashian kreeg Trump vorig jaar ook achter een studie naar werk voor ex-gevangenen. Beeld EPA", "George Washington was in 1795 de eerste. Na de Onafhankelijkheidsoorlog had hij, om de staatskas weer te vullen, accijns op whisky ingevoerd. Dat leidde tot de Whiskey ­Rebellion, die alleen al door het verschijnen van het leger in de kiem werd gesmoord. Niettemin werd een aantal verzetsleiders ter dood veroordeeld wegens landverraad. Washington gaf er twee gratie.", "Het presidential pardon kwam daarna in de Amerikaanse grondwet ingeschreven. De president kan naar eigen inzicht clementie toekennen, van strafvermindering tot volledige gratie. Donald Trump gebruikte deze week dat laatste voor oud-veiligheidsadviseur Michael Flynn, die begin 2017 aan de Russische ambassadeur had beloofd dat de regering-Trump de sancties tegen Moskou snel zou afbouwen. Later bekende hij dat hij daarover had gelogen tegen de FBI, wat nog niet heeft geleid tot een veroordeling.", "Intimideren", "Dat Flynn geen vervolging meer hoeft te vrezen, is volgens The New York Times een teken dat er meer in het vat zit. Eerder schold Trump de celstraf kwijt van zijn oud-­adviseur Roger Stone, die drie jaar kreeg voor het liegen tegen het Congres, belemmeren van de rechtsgang en intimideren van getuigen. Er worden meer namen van kandidaten genoemd: voormalig campagne-adviseurs Rick Gates en George Papadopoulos, voor vergelijkbare vergrijpen als Stone veroordeeld. Voormalig strateeg Steve Bannon, aangeklaagd voor misbruik van campagnegeld. Trumps advocaat Rudy Giuliani, die lobbywetgeving zou hebben overtreden.", "Trump is niet de enige president met omstreden pardons aan het eind van zijn ambtstermijn. Bill Clinton liet op zijn laatste dag Patty Hearst vrijuit gaan. Zij was gekidnapt maar pleegde later met haar ontvoerders een reeks gewapende overvallen. George H.W. Bush schold eind 1992 de straf van vijf partijgenoten vrij die onder zijn voorganger Ronald Reagan heimelijk wapens aan Iran hadden verkocht. Barack Obama zond op 17 januari 2017 Chelsea Manning heen, de oud-militair die honderdduizenden geheime militaire documenten en gegevens lekte naar WikiLeaks.", "Onderzoeksinstituut Pew Research Center – de Amerikaanse evenknie van het Sociaal Cultureel Planbureau – bracht deze week de cijfers. Er is sinds William McKinley (1897-1901) geen president geweest die zijn genaderecht zo weinig heeft toegepast als Trump: in vier jaar maar 44 keer. Daar zaten 28 volledige kwijtscheldingen bij. Zestien keer ging het om strafvermindering. Trump zag misstappen van bondgenoten door de vingers, maar schold ook de straf van Alice Johnson kwijt. De vrouw uit Memphis kreeg in 1996 levenslang voor haar, bleek later, bescheiden rol in een drughandelsnetwerk. Na bemiddeling door realityster Kim Kardashian tekende Trump voor haar vrijlating.", "Het is een ander beeld dan het presidentschap van Barack Obama. Die ging in zijn acht jaar in het Witte Huis niet minder dan 1927 keer voor een vonnis liggen: 1715 verminderingen en 212 graties. Alleen Harry Truman (1945-1953) kwam daarbij in de buurt. Het tweede kabinet-Obama moedigde ‘kleine criminelen’ overigens aan om vergiffenis te vragen en kreeg dan ook veel van dat soort verzoeken.", "Klapstuk", "Trumps bescheiden positie onderscheidt zich volgens Harvardhoogleraar Jack Goldsmith op een ander punt. ‘Bijna al zijn begunstigden hadden een persoonlijke of politieke band met de president’, schreef hij deze zomer op Lawfareblog.com Er gaat bovendien het hardnekkige gerucht dat Trump bij wijze van klapstuk zichzelf alvast gratie zal verlenen.", "Over de vraag of dat kan, bestaat geen consensus. De president is nog nergens voor aangeklaagd, maar heeft zaken boven het hoofd hangen: van schimmige vastgoed­investeringen en belastingfraude tot een aanrandingszaak. Als hij straks het Witte Huis heeft verlaten, ontloopt hij die niet zomaar meer."], "authors": ["David Van Unen"], "keywords": ["van", "trump", "gratie", "het", "hij", "die", "zijn", "handel", "een", "ook", "dat", "en", "donald", "voor"], "pubDate": "2020-11-28T09:00:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}