{"id": "ad40b13f-9f47-3ae6-a27b-91614f98840a", "title": "Nu Brailsford dan eindelijk aan het echte wielrennen begonnen is, wil hij ook daarmee niet stoppen", "url": "https://volkskrant.nl/sport/nu-brailsford-dan-eindelijk-aan-het-echte-wielrennen-begonnen-is-wil-hij-ook-daarmee-niet-stoppen~bdc8e19a/", "summary": "Hij zegt dat hij het licht heeft gezien.\nVoortaan wil hij een ploeg renners leiden die aan echt wielrennen doen.\nNu Brailsford dan eindelijk aan het echte wielrennen begonnen is, wil hij ook daarmee niet stoppen.\nHet schooluniform, ik vond het toch eerder het Chinese pakje van Mao.\nWe zullen het een late bekering noemen.", "paragraphs": ["Hij zegt dat hij het licht heeft gezien. Wie? Sir David John Brailsford alias mr. Marginal Gains. De man die zijn wielerploeg jarenlang met een joystick bestuurde, is tot inkeer gekomen. Voortaan wil hij een ploeg renners leiden die aan echt wielrennen doen. Ik hoor hem praten in een podcast van cyclingtips.com en kan haast niet geloven dat dit de Dave Brailsford is die de wereld opzadelde met de meest zaaddodende strategieën uit de wielergeschiedenis. Vooral met het kapitaalkrachtige Team Sky heeft hij nogal wat wielerfans van de sport vervreemd: knap hoor allemaal, maar stomvervelend om naar te kijken, ik ga zelf wel een stukje fietsen.", "Hoe heeft de lichtstraal het pantser van Brailsford kunnen doorboren? Voor een deel was de pandemie verantwoordelijk. In een jaar waarin een heel wielerseizoen in een paar maanden werd gepropt, met overlappingen en een koerslust in het peloton alsof elke wedstrijd de laatste kon zijn, raakte zelfs de joystick van slag. Er moest geïmproviseerd worden; als jazzmuzikanten waaierden de coureurs alle richtingen op. Voor het andere deel schoten blessures van zijn kopmannen te hulp. Bernal zakte door zijn rug in de Tour, Geraint Thomas tuimelde uit de Giro. Brailsford zag het onmogelijke gebeuren: zijn jongens konden nog iets anders dan als robots hun kunstjes doen.", "Het heeft hem aan het denken gezet: een wielrenner moet wielrennen! Je vraagt je af waarom het zo lang moest duren om tot deze simpele conclusie te komen. Brailsford erkent dat hij in de beginjaren van Sky soms gedacht heeft dat zijn methode niet de meest opwindende was, maar ja, als je eenmaal begint te winnen is het verdomd moeilijk ermee te stoppen.", "De jaren dat Chris Froome met de blik op het wattage­metertje de cols vermorzelde nadat de weg was schoongeveegd door de ploegmaats, zat ik als in een dwangbuis voor de tv. Ik kon me niet anders voorstellen dat Froome ook in een dwangbuis op de fiets zat. Hard ging het, en rijk werd hij ervan, maar zo werd je jezelf toch beu.", "Nu Brailsford dan eindelijk aan het echte wielrennen begonnen is, wil hij ook daarmee niet stoppen. Hij wappert met publieksdata die in een positieve waardering voor zijn ploeg zijn omgebogen. De mensen houden van renners die terugkeren naar hun roots: simpel verhalen vertellen met de benen. Brailsford was het even vergeten. Hij kondigt een drastische ommekeer aan: ‘Atleten eerst, mensen eerst, het individu gaat vóór het team’. Jawel, hij is ‘een heel nieuw verhaal’ aan het schrijven met de ploeg – nu Ineos.", "Brailsford verbaast zichzelf. Nooit had hij gedacht dat de dag zou komen waarop de ploeg ‘het schooluniform’ zou afleggen. Het schooluniform, ik vond het toch eerder het Chinese pakje van Mao. We zullen het een late bekering noemen."], "authors": ["Peter Winnen"], "keywords": ["van", "eindelijk", "het", "wil", "hij", "zijn", "met", "ik", "stoppen", "niet", "ook", "nu", "wielrennen", "een", "dat", "brailsford", "te", "echte"], "pubDate": "2020-12-07T22:42:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}