{"id": "ad5a1baa-9af9-33f3-84ad-0da9757438e2", "title": "Waar ik was toen ik het van Baudet hoorde", "url": "https://trouw.nl/binnenland/waar-ik-was-toen-ik-het-van-baudet-hoorde~bf137cb2/", "summary": "Vervolgens zou ik de Russische strategie van Baudet, afgekeken van zijn leermeester Poetin, ontleden.\nHelaas, na het zien van het nieuwe filmpje van Baudet, viel mijn Russische scenario in duigen.\nDe nieuwe strategie van Baudet was die van een paleisrevolutie.\nHet verschil is wel dat bij Forum leider Baudet door leider Baudet wordt ontslagen en door leider Baudet vervangen via een nep leiderschapsverkiezingen.\nIk bladerde vervolgens in mijn archief en viel op die ene zin die ik op 25 april 2019 intoetste: ‘Ik zie in Baudet de grootste hindernis voor de ontwikkeling van zijn partij’.", "paragraphs": ["Als ooit de vraag wordt gesteld ‘Waar was u toen u het hoorde?’, zal mijn antwoord precies en geurig zijn: ik stond voorovergebogen boven de toiletpot, bezig wat gel van wc-eend met – echt waar – lavendel parfum, onder de randen van de pot te spuiten. Toen bipbipte mijn geconnecteerde horloge: ‘Thierry Baudet wil weer leider Forum worden’. Van de schrik liet ik de eend in de toiletpot neerplonzen. En ik had me potverdorie zo goed op mijn donderdagcolumn voorbereid! Eerst zou ik de introvraag stellen: ‘Heeft de jeugd nog toekomst?’ Dit naar aanleiding van de laarzenstampij binnen de Lebensraum jeugdafdeling van Forum voor Democratie, het royement van zes ‘geradicaliseerde zolderkamercommunisten’ bij jongerenorganisatie Rood van de SP en de entree van de jongste dienaresse van profeet Mo (vrede zij met hem) in de toptien van GroenLinkse Kamerkandidaten.", "Vervolgens zou ik de Russische strategie van Baudet, afgekeken van zijn leermeester Poetin, ontleden. Je stelt je lijsttrekkerplek ter beschikking aan de partijwetenschap en komt weer stiekem aan de knoppen als lijstduwer met veel voorkeurstemmen. De dienstdoende Medvedev als stroman heet dan Joost Eerdmans. Helaas, na het zien van het nieuwe filmpje van Baudet, viel mijn Russische scenario in duigen. De nieuwe strategie van Baudet was die van een paleisrevolutie.", "Wat dat is? In een paleisrevolutie wordt binnen de top van een regering, partij of bedrijf de leider uitgebonjourd en vervangen, maar de machtstructuren blijven dezelfde. Het verschil is wel dat bij Forum leider Baudet door leider Baudet wordt ontslagen en door leider Baudet vervangen via een nep leiderschapsverkiezingen. Ik keek weer naar het nieuwe filmpje van Baudet vol paranoïde tirades (“Mij wordt ontzettend veel narigheid aangesmeerd, er is een poging gaande om karaktermoord op Mij te plegen en er zijn nog meer dingen om Mij zwart te maken”).", "Ik moest aan boer Koekoek denken die ooit de zendtijd voor politieke partij gebruikte om de beschuldiging van mishandeling van pony’s op zijn weiland, als een politiek complot ‘tegen Mij’ voor te stellen.", "Weer helaas: ik was net aan mijn stuk begonnen toen ook mijn theorie over paleisrevolutie in het water viel en pijlsnel in een machtsgreep veranderde: het partijbestuur had Baudet eruit gegooid. Maar wacht, ‘Mij Baudet’ wurmde zich gisteren even snel uit zijn quarantaine en pleegde nu zonder mondkapje een tegencoup. Volgens eerste berichten liet hij de sloten op het partijkantoor vervangen en veroordeelde het hele partijbestuur tot een lockdown in de buitenlucht. Maar het bleek later precies andersom.", "Ik kon zonder dwangbuis de ontwikkelingen bij inrichting FvD niet meer bijbenen en gaf het op. Ik bladerde vervolgens in mijn archief en viel op die ene zin die ik op 25 april 2019 intoetste: ‘Ik zie in Baudet de grootste hindernis voor de ontwikkeling van zijn partij’. Nooit eerder in mijn professionele leven heb ik een juiste stelling zo bedroevend zwak uitgedrukt. Excuses daarvoor.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": [], "keywords": ["baudet", "van", "waar", "hoorde", "het", "op", "zijn", "ik", "mij", "toen", "een", "mijn", "en"], "pubDate": "2020-11-26T07:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}