{"id": "ad61a9ec-5ac8-3152-9bd2-d5d64aa8c2e8", "title": "Sisu: wat de Finnen ons kunnen leren over veerkracht in crisistijd", "url": "https://volkskrant.nl/de-gids/sisu-wat-de-finnen-ons-kunnen-leren-over-veerkracht-in-crisistijd~bfb72f4d/", "summary": "Je staat daar in je badpak terwijl het koud en donker is en de sneeuw om je heen dwarrelt.\nOntwikkel een action mindsetVolgens sisu-onderzoeker Emilia Lahti heeft sisu te maken met het hebben van een zogenoemde action mindset.\nDit betekent dat je bij tegenslag niet verlamd raakt, maar je aandacht richt op wat je kunt doen.\nJe realiseert je dan dat je veel sterker bent dan je dacht.’Blijf elkaar zienKatja Pantzar vindt dat sisu ook een sociaal aspect heeft.\nSoms vergt erkennen dat je het moeilijk hebt nog de meeste sisu.’Ook uit ScandinaviëEen aantal jaren geleden brak het Deense ‘hygge’ al internationaal door als lifestyletrend.", "paragraphs": ["Nu de coronapandemie al maanden voortwoekert, kan het aanvoelen alsof je jouw reserves aan het opbranden bent. Op zo’n moment toch de kracht vinden om door te gaan, is wat de Finnen ‘sisu’ noemen.", "Het Finse woord sisu is zo’n term die geen directe vertalingen kent. Letterlijk betekent het zoiets als ‘dat wat in je zit’. Het woord resoneert met termen als veerkrachtigheid, volharding en weerbaarheid. Maar met die woorden valt het niet helemaal samen. ‘Sisu is de reservetank energie die we aanboren als we aan het eind van onze mentale en fysieke krachten denken te zijn’, vertelt Emilia Lahti. De Finse onderzoeker doet promotieonderzoek naar het fenomeen aan de Aalto Universiteit in Espoo, Finland. Sisu is volgens Lahti te vergelijken met wat de Amerikaanse psycholoog William James (1842 - 1910) de ‘tweede wind’ noemde. ‘Een kracht die ons kan helpen om door te gaan op het moment dat we denken dat we erdoorheen zitten.’", "Winteroorlog Al in 1940 schreef The New York Times over de Finse mentaliteit in een stuk getiteld ‘Sisu: A Word that Explains Finland’. Aanleiding was het optreden van de Finnen in de Winteroorlog (1939 - 1940), waarbij ze veel langer dan verwacht standhielden tegen de enorme invasiemacht van de Sovjet-Unie. De verklaring voor die onwrikbaarheid? Hun sisu, een ‘innerlijk vuur’ dat ontvlamt in tijden van crisis.", "Finland staat bekend om zijn donkere en lange winters. Niet verwonderlijk dus dat juist hier een concept als sisu tot uitdrukking is gekomen. In hoofdstad Helsinki gaat de zon in december al om kwart over drie onder. Dat vraagt om taaiheid.", "Dat oordeelt ook de Fins-Canadese journalist Katja Pantzar, die een boek over de Finse levensstijl schreef: Finding Sisu: In Search of Courage, Strength and Happiness the Finnish Way (2018). ‘In een warm land waar je lekker cocktails op het strand kunt drinken, is de voedingsbodem voor zo’n concept van taaiheid en veerkracht waarschijnlijk minder vruchtbaar. Doordat het zes maanden per jaar steenkoud is, is het in de Finse volksaard gaan zitten om te zeggen: er bestaat geen slecht weer, alleen slechte kleding.’ Wat de omstandigheden ook zijn, we verzinnen wel een manier om ermee om te gaan. Dat is sisu.", "En laat zo’n levensinstelling nu precies zijn wat we nodig hebben in coronatijd. Hoe vinden we de sisu in onszelf?", "Waag je aan ‘avantouinti’ (of neem een koude douche)", "Een typisch Finse bezigheid waar sisu in de praktijk wordt gebracht, is ‘avantouinti’, oftewel winterzwemmen. Een activiteit waarbij je – zoals de naam al doet vermoeden – midden in de winter het ijskoude water induikt. Katja Pantzar zegt erover: ‘Toen ik voor het eerst mensen dat zag doen, dacht ik: die zijn gek. Maar ik wilde het uit journalistieke interesse toch eens proberen. De eerste keer is verschrikkelijk. Je staat daar in je badpak terwijl het koud en donker is en de sneeuw om je heen dwarrelt. Eenmaal in het water voelt het alsof duizend naalden in je huid prikken. Ik wist niet hoe snel ik er weer uit moest komen. Maar daarna! Dan kickt de endorfine in en voel je een soort euforie. Wauw, dacht ik, ik heb me sinds heel lang niet zo levend gevoeld.’ Tegenwoordig neemt ze soms wel twee keer per dag een duik. ‘Wanneer ik gestrest ben, somber, of spierpijn heb – het koude water doet wonderen.’", "Sinds de coronacrisis ziet Pantzar dat de populariteit van avantouinti is gestegen. ‘Mensen doen het om hun zorgen te vergeten. We hebben een gezegde: ‘Je laat alles achter in het water.’ Eenmaal in het water kun je je op niks anders dan de kou richten, even een pauze van de riedeltjes die door je hoofd spoken.’", "Geen zin om het plaatselijke kanaal in te duiken? Een koude douche zou dezelfde positieve effecten moeten hebben.", "Ontwikkel een action mindset", "Volgens sisu-onderzoeker Emilia Lahti heeft sisu te maken met het hebben van een zogenoemde action mindset. Dit betekent dat je bij tegenslag niet verlamd raakt, maar je aandacht richt op wat je kunt doen. ‘We hebben tot op zekere hoogte de mogelijkheid om te kiezen hoe we tegen situaties en gebeurtenissen aankijken’, aldus Lahti. Iemand met een action mindset ziet negatieve gebeurtenissen niet zozeer in termen van goed en slecht, maar vooral als nieuwe ervaringen. Zodoende kunnen we tegenslagen ook herbezien als gebeurtenissen waar we iets van kunnen leren. Lahti: ‘Reappraisal heet dat in de psychologie. Zo’n verandering van perspectief kan helpen om een emotie als angst of somberheid heel organisch om te zetten in iets anders.’", "Put kracht uit de veerkracht die je al hebt getoond", "Lahti organiseert ook zogenaamde sisu-cirkels, praatgroepen waar mensen steun bij elkaar kunnen vinden en hun momenten van sisu met anderen kunnen delen. Het is heilzaam om in tijden van crisis te herinneren wat je al hebt doorstaan en wanneer je in het verleden sisu hebt getoond, zegt Lahti. ‘Die eerdere ervaringen kunnen een dankbaar reservoir zijn om kracht uit te putten. Je realiseert je dan dat je veel sterker bent dan je dacht.’", "Blijf elkaar zien", "Katja Pantzar vindt dat sisu ook een sociaal aspect heeft. ‘Tijdens de lange, donkere Finse winters blijven mensen ook niet maanden in hun huis zitten, maar zoeken ze elkaar op. Zo vieren Finnen in aanloop naar Kerst al vele minikerstmisjes waar ze elkaar ontmoeten.’ Ook in coronatijd betekent sisu dat je manieren verzint om elkaar te blijven zien, zegt Pantzar ‘Spreek met je vrienden af voor een wandeling door het bos. En praat met iemand als het niet goed met je gaat. Soms vergt erkennen dat je het moeilijk hebt nog de meeste sisu.’", "Ook uit Scandinavië", "Een aantal jaren geleden brak het Deense ‘hygge’ al internationaal door als lifestyletrend. Hygge is de Deense variant van gezelligheid en wordt vaak geassocieerd met zaken als kaarsjes en kardemombrood. Ook hebben de Scandinaviërs een woord voor de geneugten van het buitenleven: friluftsliv (frie-loefts-lief). De term betekent ‘leven in openlucht’ en wordt toegeschreven aan de Noorse theaterschrijver en dichter Henrik Ibsen, die het woord halverwege de 19de eeuw gebruikte in een van zijn bekende gedichten. Vandaag de dag is de term ingeburgerd als onderdeel van een levensstijl in Zweden, Noorwegen en Denemarken – in de vorm van wandelingen en kampeertochten, maar ook een kort ommetje tijdens de middagpauze."], "authors": ["Devi Smits"], "keywords": ["van", "finnen", "om", "dat", "die", "een", "wat", "en", "leren", "kunnen", "te", "sisu", "je", "ons", "veerkracht", "het", "crisistijd"], "pubDate": "2020-12-04T09:08:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}