{"id": "ad66cb88-68e8-3c1e-aa33-382376dbebbf", "title": "De tijd dringt voor het vaccin, straks is de kameraadschap uitgestorven", "url": "https://volkskrant.nl/columns-opinie/de-tijd-dringt-voor-het-vaccin-straks-is-de-kameraadschap-uitgestorven~bd2198a8/", "summary": "Bovendien is het voor u misschien ook goed om een beetje inzicht te krijgen over deze briefschrijver.\nHet virus kwam als het ware om de laatste adem van een periode van dertig jaar zonder kameraadschap uit onze longen te slaan.\nLieve Sinterklaas, ik heb er genoeg van dat ik voor anderen meer dan alles een potentiële virusverspreider ben.\nIk op mijn beurt wil ook niet meer bang zijn voor de vreemdeling, voor familie en voor de weinige kameraden die ik nog heb.\nHet is alsof wij gestraft zijn voor wat we hebben gedaan en dat het virus zich voedt met de laatste kruimels van de kameraadschap.", "paragraphs": ["Lieve Sinterklaas, omdat ik mijn kindertijd tussen de bergen van een ver land heb doorgebracht en de wegen naar die streken voor u te onbegaanbaar waren om ook eens bij ons langs te komen, heb ik nooit cadeautjes van u mogen ontvangen. Laatst vertelde ik aan de ontbijttafel mijn 6-jarige zoontje over deze treurige voorgeschiedenis. De jongen werd er emotioneel van en drong er op aan dat ik toch een verlanglijstje moest maken. Want: ‘Sinterklaas is zo lief. Je bent te oud, maar misschien geeft hij je toch cadeautjes.’ Derhalve lieve Sinterklaas, bij deze mijn eerste en laatste verlanglijstje.", "Het is lang geleden dat ik door kinderogen naar de wereld keek, u en ik zijn tegenwoordig twee volwassenen onder elkaar en we weten allebei dat het ongepast is om al in de tweede alinea te roepen wat ik wil hebben. Bovendien is het voor u misschien ook goed om een beetje inzicht te krijgen over deze briefschrijver. Daarom lijkt het mij beter om, zonder in allerlei details te treden over mijn achtergrond, in een paar zinnen duidelijk te maken hoe ik getekend ben door de tijd waarin ik heb geleefd.", "Lieve Sinterklaas, wij zijn de generatie die de kameraadschap tussen de mensen en de volkeren jaar in jaar uit met eigen handen heeft afgebroken. Ik weet niet of u ondanks uw drukke leven tijd heeft om u te verdiepen in de maatschappelijke avonturen van de mens, maar ik kan het niet laten om u te vertellen dat wij de kinderen zijn van ouders die zich niet lieten verlammen door de angst voor het ruwe gezicht van het marxisme en die ons in alle kalmte een prima functionerend systeem van solidariteit, volksverheffing en secularisatie hebben nagelaten. En wij zijn dus de kinderen van die ouders die de sociaal-democratie hebben vergokt aan de fruitmachines in de door geldwolven gerunde casino’s.", "Lieve Sinterklaas, wij werden groot en tuinden in de propaganda dat de nieuwe tijd om een nieuwe koers vroeg, dat het helemaal niet erg was dat bedrijven op zoek gingen naar de laagste hongerlonen en dat het grootkapitaal overal in de wereld zijn gang maar moest kunnen gaan. Om een lang verhaal kort te houden, lieve Sinterklaas, de mooie solidariteit van het linkse internationalisme ruilden we in voor de onverschilligheid van globalisering. In minder dan tien jaar hadden we niet alleen de sociaal-­democratische idealen verbrast, maar ook de kameraadschap onder mensen en onder volkeren.", "Lieve Sinterklaas, ik weet tegenwoordig dat kameraadschap de grote kracht is achter de wil van de wereld om onophoudelijk om de zon en om de eigen as te blijven draaien, ik vroeg me af hoelang de aarde ons nog zou willen tolereren en toen kwam opeens de coronacrisis. Het virus kwam als het ware om de laatste adem van een periode van dertig jaar zonder kameraadschap uit onze longen te slaan.", "Voor de komst van het virus waren we weliswaar de eenzaamste generatie aller tijden, maar konden we tenminste bij een concert tussen de andere mensen staan. Ik mis dat, lieve Sinterklaas. Het spontane leven is ons ontnomen. Zwemmen, boeken lenen, bioscoopbezoek. Alles dient lang tevoren gepland en aangevraagd te worden. We leren geen nieuwe mensen meer kennen, we mogen niet meer in alle prilheid aan hun persoonlijkheden snuffelen. Ik mis dat ik voor iemand anders een shag draaide. Ik kan zelf niet dansen, maar ik besef nu wat voor genot het was om naar dansende mensen te kijken. Lieve Sinterklaas, ik wil mij weer onder de zigeuners van Istanbul begeven en meezingen op hun muziek.", "Lieve Sinterklaas, ik heb er genoeg van dat ik voor anderen meer dan alles een potentiële virusverspreider ben. Ik op mijn beurt wil ook niet meer bang zijn voor de vreemdeling, voor familie en voor de weinige kameraden die ik nog heb. We zijn als verstoten melaatsen die bereid zijn geweest om onder invloed van zwarte propaganda het mooiste wat zij hebben in de uitverkoop te doen. Het is alsof wij gestraft zijn voor wat we hebben gedaan en dat het virus zich voedt met de laatste kruimels van de kameraadschap.", "Lieve Sinterklaas, ik vraag u niet om de spirit van de prachtige jaren zestig en zeventig in West-Europa terug te geven aan ons. Ik smeek alleen om de prik. Iedere maand, iedere week, iedere dag telt. Doe alstublieft het vaccin in mijn schoen. Lieve Sinterklaas, straks is de kameraadschap uitgestorven, als de mammoeten van deze aarde, en stopt de wereld met draaien."], "authors": ["Erdal Balci"], "keywords": ["van", "dat", "tijd", "om", "uitgestorven", "een", "en", "sinterklaas", "straks", "te", "ik", "vaccin", "voor", "dringt", "het", "kameraadschap"], "pubDate": "2020-11-30T15:49:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}