{"id": "ad68b773-88e1-33e7-83f5-7641613a3946", "title": "No one is willing to solve Amsterdam’s waste crisis", "url": "https://www.parool.nl/english/no-one-is-willing-to-solve-amsterdam-s-waste-crisis~b83bf8f6/", "summary": "With no one willing to sort out the mess or reach into their pockets, and an important link broken in the waste processing chain, the Netherlands faces a national crisis.\nFons Potters, of the Vereniging Afvalbedrijven (The Dutch Waste Management Association), says one solution would be for Britain to stop sending waste to the Netherlands.\nThe company is still accepting household trash, but not business or bulk waste, and industry observers say a national crisis is looming.\nAEB’s problems are starting to make themselves felt in the streets of Amsterdam, though household waste is still being collected, and the city says bulk waste collections are on schedule.\nRenewi, a major processor that also imports British trash, has stopped accepting bulk waste, and two smaller local companies have stepped in to the breach.", "paragraphs": ["The AEB in the Westelijk Havengebied Beeld ANP", "As waste piles up in the city, the blame game is in full swing. With no one willing to sort out the mess or reach into their pockets, and an important link broken in the waste processing chain, the Netherlands faces a national crisis.", "Fons Potters, of the Vereniging Afvalbedrijven (The Dutch Waste Management Association), says one solution would be for Britain to stop sending waste to the Netherlands. “In the best-case scenario, they just have to hang on to it for a while. The worst outcome is they start creating trash mountains, which are probably worse for the environment than incineration in this country.”", "Last week, the Amsterdam incineration company AEB shut down around 70 percent of its capacity for emergency repairs. The effects are being felt not just on the streets of Amsterdam, but abroad. The company is still accepting household trash, but not business or bulk waste, and industry observers say a national crisis is looming.", "“National action needed”", "It all boils down to incineration capacity. AEB normally handles 15 percent of the Dutch total, and waste that can’t be processed in Amsterdam is transported to the country’s eleven other plants. But they can’t simply take up the slack because they’re still receiving shipments from Britain, which account for 20 percent of their total capacity. For this reason, Amsterdam’s waste is being placed in buffer storage facilities.", "AEB’s problems are starting to make themselves felt in the streets of Amsterdam, though household waste is still being collected, and the city says bulk waste collections are on schedule.", "Renewi, a major processor that also imports British trash, has stopped accepting bulk waste, and two smaller local companies have stepped in to the breach. The Oost, IJburg and Centrum districts are looking more untidy than usual, and uncollected waste quickly piles up and becomes even more noxious.", "A national problem", "Experts say national action is needed. Other processors would be in breach of contract if they turned down British waste in favour of the home-grown product: this would cost them a lot of money, and no one is in a hurry to reimburse them. “If the government imposed a national ceiling for British imports, we could claim force majeure,” Potters says. “At the moment, it’s every man for himself.”", "The industry federation says this is now a nationwide problem, because the whole country is running out of storage space. AEB and its owner, the city of Amsterdam, agree with this, but a freeze on imports would cost them nothing and they’re refusing to compensate the waste companies for the extra costs they incur.", "Stientje van Veldhoven, the minister responsible for waste, is reluctant to impose a nationwide solution and says this is the city’s problem. “We’re working closely together, and considering all the options.”", "When things like this happen, it’s the environment that suffers. Waste stored in the UK emits the greenhouse gas methane, which does more damage than the smoke from AEB’s chimney."], "authors": ["Ruben Koops", "Translation", "Het Vertaalcollectief"], "keywords": ["aeb", "amsterdam", "waste", "trash", "incineration", "capacity", "national", "bulk", "solve", "willing", "city", "amsterdams", "imports", "crisis"], "pubDate": "2019-07-27T15:00:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}