{"id": "ad6e3e7f-d706-38d4-ae2a-a562ed0e7c45", "title": "300.000 euro subsidie voor lhbtq’s in gesloten gemeenschappen", "url": "https://www.parool.nl/nederland/300-000-euro-subsidie-voor-lhbtq-s-in-gesloten-gemeenschappen~b3ef2b09/", "summary": "Beeld ANPEerder werd al eenzelfde bedrag uitgetrokken om geweld tegen vrouwen tegen te gaan en om migrantenvrouwen uit een isolement te halen.\nVolgens VVD-Tweede Kamerlid Bente Becker worden nog te veel vrouwen en lhbtq’s onderdrukt.\nZij breekt geregeld een lans voor hen die ‘onderdrukt worden en geen regie hebben over hun eigen leven’.\nEerder schreef Becker al in verschillende opiniestukken en een initiatiefnota dat ‘religie en cultuur in bepaalde gesloten gemeenschappen als excuus gebruikt worden om vrouwen te onderdrukken’.\nOrganisaties die hen helpen om uit hun isolement te breken, kunnen straks een subsidieaanvraag doen.", "paragraphs": ["VVD-Tweede Kamerlid Bente Becker. Beeld ANP", "Eerder werd al eenzelfde bedrag uitgetrokken om geweld tegen vrouwen tegen te gaan en om migrantenvrouwen uit een isolement te halen. Een ‘tweede stap’, zoals in het plan te lezen valt, is ‘culturele onderdrukking aan te pakken’, net als ‘het ondersteunen van zelfbeschikking’. Daarbij wordt in het bijzonder gekeken naar de positie van lhbtq’s in gesloten gemeenschappen.", "Volgens VVD-Tweede Kamerlid Bente Becker worden nog te veel vrouwen en lhbtq’s onderdrukt. Zij breekt geregeld een lans voor hen die ‘onderdrukt worden en geen regie hebben over hun eigen leven’. “Iedereen moet volwaardig mee kunnen doen in de samenleving, niemand mag aan de zijlijn staan.”", "Verborgen", "Alleen al in Amsterdam en Rotterdam zouden vierhonderd tot zeshonderd ‘verborgen vrouwen’ wonen, vrouwen die amper buiten komen.", "Eerder schreef Becker al in verschillende opiniestukken en een initiatiefnota dat ‘religie en cultuur in bepaalde gesloten gemeenschappen als excuus gebruikt worden om vrouwen te onderdrukken’. Ze zitten gevangen in een huwelijk met iemand van wie ze niet houden, maar van wie ze niet durven te scheiden uit angst voor verstoting of eerwraak. Tevens hebben ze vaak geen eigen bankpas en mogen ze niet werken.", "Volgens Becker zitten lhbtq’s vaak ook in een benarde, onderdrukte positie. Organisaties die hen helpen om uit hun isolement te breken, kunnen straks een subsidieaanvraag doen. De voorkeur gaat daarbij uit naar organisaties binnen de eigen geloofsgemeenschappen."], "authors": ["Tobias Den Hartog"], "keywords": ["van", "vrouwen", "gesloten", "gemeenschappen", "lhbtqs", "subsidie", "becker", "worden", "een", "ze", "te", "en", "om", "euro", "uit", "300000", "voor"], "pubDate": "2020-12-08T13:16:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}