{"id": "ad79f15f-6e6a-36cc-ba2e-5dc5345a61ce", "title": "Zo krijg je zelfs spelletjeshaters om het bord", "url": "https://volkskrant.nl/de-gids/zo-krijg-je-zelfs-spelletjeshaters-om-het-bord~b4c26558/", "summary": "Spelletjeshaters kunnen eigenlijk niet tegen hun verliesSommige spelletjeshaters hebben niet te weinig maar juist iets te veel emotionele betrokkenheid bij spelletjes – daardoor is verliezen pijnlijk.\nSportpsycholoog Thijs Rentier kan zich voorstellen dat niet deelnemen aan spelletjes een strategie is om het vervelende gevoel dat bij verliezen opkomt te vermijden.\nEn omdat je het spel samenspeelt zal ook niemand protesteren als je die wel erg ongelukkig getimede rampenkaart die weer een pandemie over de wereld verspreidt voor het gemak even negeert – winst gegarandeerd.\n‘Als je uit een hele prestatiegerichte familie komt waar winnen centraal staat, dan neem je dat later mee.\nNet als Codenames een associatiespel waarbij je op basis van een uitspraak moet raden wie welke tekening heeft neergelegd.", "paragraphs": ["Beeld Sophia Twigt", "Elke vriendengroep of familie kent wel iemand die gelijk een lang gezicht trekt als je voorstelt een spelletje te doen. Zo iemand die met de grootst mogelijke tegenzin aan een potje Kolonisten van Catan meedoet – als je hem überhaupt aan tafel krijgt. Vanwaar die weerzin? Drie verklaringen (plus spelsuggesties waarmee je zelfs de grootste haters aan het spelbord krijgt).", "Spelletjeshaters kunnen eigenlijk niet tegen hun verlies", "Sommige spelletjeshaters hebben niet te weinig maar juist iets te veel emotionele betrokkenheid bij spelletjes – daardoor is verliezen pijnlijk.", "Verlies doet meer pijn dan winnen aan geluk oplevert, legde hoogleraar sociale psychologie Paul van Lange eerder al in deze krant uit – een fenomeen dat verliesaversie wordt genoemd.", "Sportpsycholoog Thijs Rentier kan zich voorstellen dat niet deelnemen aan spelletjes een strategie is om het vervelende gevoel dat bij verliezen opkomt te vermijden. ‘Zeker bij kansspelletjes geef je controle uit handen. De kans om een 1 te gooien is bij een dobbelsteen altijd 1 op 6. Dit verlies van controle vinden mensen die slecht tegen hun verlies kunnen vaak niet prettig.’", "- Speltip: Pandemic (vanaf 2 spelers)", "Vind je het idee om te verliezen van je jongere broer of zus het ergste wat er is? Dan bieden coöperatieve spelletjes waar je niet tegen maar met elkaar speelt een uitkomst. Speel bijvoorbeeld Pandemic. In dit bordspel moeten jij en je medespelers als ware virologen een aantal levensbedreigende epidemieën de kop indrukken. Net de echte wereld. En omdat je het spel samenspeelt zal ook niemand protesteren als je die wel erg ongelukkig getimede rampenkaart die weer een pandemie over de wereld verspreidt voor het gemak even negeert – winst gegarandeerd.", "‘Het is maar een spelletje’", "Hoe goed je tegen je verlies kan heeft veel te maken met de waardes waarmee je bent opgegroeid en in welke context je speelt, vertelt Thijs Rentier. ‘Als je uit een hele prestatiegerichte familie komt waar winnen centraal staat, dan neem je dat later mee. Voor zo iemand is het spelen van een bordspelletje pure competitie en verliezen een persoonlijke afgang.’ Sussende uitspraken als ‘het is maar een spelletje’ werken daarom vaak bepaald niet de-escalerend. ‘Bedenk je dat de emoties die opkomen iets zeggen over de verliezer’, zegt Rentier. ‘Vaak schaamt deze zich: ‘heb ik nu van jou verloren?’ Ik leer sporters in mijn praktijk altijd dat boosheid en teleurstelling er mogen zijn. Verliezen is ook niet leuk. Het gaat er vervolgens om hoe je die emoties uit. Het bordspel door de kamer smijten is niet de juiste manier.’", "Spelletjeshaters voeren liever een goed gesprek", "Er zijn ook spelletjeshaters die vinden dat spelletjes afleiden van de reden dat je samen bent, namelijk: om met elkaar te zijn. Niet goede gesprekken maar dobbelstenen, gekleurde poppetjes en bordkarton bepalen de avond. ‘Mijn vrienden gingen zo op in de spelletjes, dat niemand nog echt met elkaar sprak. Er werden geen domme grappen gemaakt en ik had aan het einde van de avond niet het idee dat ik dichter bij mijn hen was gekomen’, herinnert een blogger zich een teleurstellende avond.", "- Speltip: Codenames (4 spelers)", "Gelukkig zijn er genoeg spelletjes die draaien om sociale interactie, waarbij prima een drankje gedronken kan worden en de spanningsboog niet lang hoeft te zijn. Denk aan Codenames. Een kaartspel waarbij je andermans associaties moet doorgronden om erachter te komen welke kaarten bij jouw team horen.", "Wie elkaar beter wil leren kennen, kan zich wagen aan een spelletje The Skin Deep waarbij je vragen over je vriendschap of relatie moet beantwoorden.", "Spelletjeshaters vinden dat het véél te lang duurt en véél te ingewikkeld is", "Veel spelletjeshaters zal het bekend voorkomen: ooit eens naïef ingestemd met een potje Risk, om vervolgens acht lange uren later gebroken naar bed te kunnen. Dat stemt niet enthousiast voor toekomstige potjes. Ook die andere klassieker, Monopoly, heeft een slechte reputatie op dat gebied. Daarbovenop zijn veel bordspelletjes ook nog erg ingewikkeld. Handleidingen zijn doorgaans onbegrijpelijk, en het aantal tutorials op YouTube om een spel als Diplomacy te doorgronden, vormt op zichzelf een complete studie. Daar heeft niet iedereen zin in tijdens de Kerst.", "- Speltip: Dixit (vanaf 3 spelers)", "Voor die mensen zijn er gelukkig genoeg spelletjes die zich in vijf minuten laten uitleggen en in een half uurtje zijn gespeeld. Onze tip: Dixit. Net als Codenames een associatiespel waarbij je op basis van een uitspraak moet raden wie welke tekening heeft neergelegd."], "authors": ["Devi Smits"], "keywords": ["zijn", "van", "zo", "krijg", "en", "om", "een", "spelletjeshaters", "te", "niet", "het", "zelfs", "dat", "bord", "die", "je"], "pubDate": "2020-12-21T13:37:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}