{"id": "ad877a90-3498-309b-be5d-4c5aaddc96de", "title": "La Tristura, een Spaanse preview voor Noorderzon, nog net voor ‘t sluiten van de markt", "url": "https://www.dvhn.nl/cultuur/La-Tristura-een-Spaanse-preview-voor-Noorderzon-nog-net-voor-%E2%80%98t-sluiten-van-de-markt-26285443.html", "summary": "Dat ‘jonge’ van La tristura slaat minder op het bestaan van de groep (al zestien jaar) dan op de leeftijd van de drie artistieke leiders: rond 35.\n,,Toen wist ik direct dat het niet de laatste keer was geweest”, zegt artistiek directeur Mark Yeoman van het festival.\nDat was het jaar dat Spanje NAVO-lid werd en dat het WK er werd gespeeld, maar was 1981 niet het jaar dat luitenant-kolonel Tejero in het parlement een tamelijk bizarre coup waagde?\nTemperamentvolle dans, uit GroningenDe ontmanteling bestaat uit een soepel gechoreografeerd, groepsgewijs opvouwen van de ‘oude’ omgeving, opgetrokken uit enorme decordoeken.\nEen groep jonge vrouwelijke dansers, deels van het Groningse Urban House en in het Grand in vertrouwde omgeving, stort zich aanstekelijk op een combinatie van de Maori-dans Haka en de Spaanse Flamenco.", "paragraphs": ["Er mag weer vijf weken niks. La tristura was net op tijd. Het Spaanse gezelschap gaf een voorproefje van zijn Noorderzonvoorstelling. Áls...", "Want zekerheden zijn er niet. Nog even en corona is zomaar jarig.", "La tristura is een jong Spaans theatergezelschap, dat in residentie mocht in het Grand Theatre in Groningen. Dat is samen met Noorderzon coproducent van de voorstelling Renacimiento , over de Spaanse democratie (sinds 1975). Die is in zijn jeugd nog steeds kwetsbaar. Dat ‘jonge’ van La tristura slaat minder op het bestaan van de groep (al zestien jaar) dan op de leeftijd van de drie artistieke leiders: rond 35. Eva Redondo, Dani Ramirez en Marcos Vilariño waren er dus vroeg bij.", "‘Shakespeare? Waar gaat dit heen?’", "Vorig jaar waren de Spanjaarden met Future Lovers al te gast op Noorderzon. ,,Toen wist ik direct dat het niet de laatste keer was geweest”, zegt artistiek directeur Mark Yeoman van het festival. Ook zondagavond was hij weer enthousiast na dat dikke half uur dat hij zag. ,,Dit wordt erg goed. Ik dacht alleen wel toen ze begonnen met dat stukje Shakespeare, huh, waar gaat dit heen?”", "Wel, naar een sfeervol vormgegeven aftrap waarin Richard III (het kwade) het in 1485 als slotstuk van de Rozenoorlogen aflegde tegen Richmond (het goede). Zoals de Franco-dictatuur in 1975 een democratische opvolging kreeg. Naast die jaartallen dook ook 1982 op. Dat was het jaar dat Spanje NAVO-lid werd en dat het WK er werd gespeeld, maar was 1981 niet het jaar dat luitenant-kolonel Tejero in het parlement een tamelijk bizarre coup waagde? Hier meer passend? In elk geval gaat de voorstelling over ontmanteling, over wedergeboorte - Renacimiento = Renaissance - over strijdvaardigheid.", "Temperamentvolle dans, uit Groningen", "De ontmanteling bestaat uit een soepel gechoreografeerd, groepsgewijs opvouwen van de ‘oude’ omgeving, opgetrokken uit enorme decordoeken. Zo gaat het óók over theatermaken zelf. De wedergeboorte is strijdlustig. Een groep jonge vrouwelijke dansers, deels van het Groningse Urban House en in het Grand in vertrouwde omgeving, stort zich aanstekelijk op een combinatie van de Maori-dans Haka en de Spaanse Flamenco. Spaans(talig) theater barst vaak van het temperament. Hier niet minder.", "De groep zou een grote voorstelling maken voor een Madrileense première. In coronatijd gunde het Grand Theatre haar de gelegenheid te productie te ‘verkleinen’, terwijl de impact groot moet blijven. Deze voorstelling is noodzakelijk, legde de groep na de presentatie uit. De democratie staat onder druk. Ultrarechts trekt miljoenen Spanjaarden aan. In zijn kist in Mingorrubia drukt generalissimo Franco nieuwsgierig zijn oor tegen het deksel."], "authors": ["Eric Nederkoorn"], "keywords": ["sluiten", "net", "nog", "dat", "van", "uit", "noorderzon", "een", "voor", "niet", "het", "tristura", "voorstelling", "en", "preview", "op", "markt", "spaanse", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}