{"id": "ad88ff53-93d0-309a-aa7b-054f38fa401e", "title": "Het cynisme van Maarten van Rossem over Donald Trump werkt louterend", "url": "https://trouw.nl/cultuur-media/het-cynisme-van-maarten-van-rossem-over-donald-trump-werkt-louterend~b02b9c35/", "summary": "Al rolde ze even over de vloer toen advocaat Rudy Giuliani aanbood ‘zijn reputatie op het spel te zetten’ voor Trump.\nGek genoeg werkte tussen alle dramatische beelden het rustige cynisme van historicus Maarten van Rossem louterend.\nHet leek wel een cadeautje voor het jarige Jeugdjournaal, dit onvolwassen gedrag van al die grote mensen.\nDaarbij bijval krijgend van arts Ernst Kuipers die lang in Amerika werkte, en zich verbaasde over onder meer het racisme van zijn collega’s.\nHij benadrukte de macht van het gesproken woord: “Words matter”.", "paragraphs": ["“Trump zit vast met een grote bak popcorn schaterlachend voor de televisie”, vermoedde VS-kenner Kirsten Verdel bij Op1 op de avond van Driekoningen. Eveneens aan de buis gekluisterd, keek uw recensente voornamelijk somber toe. Al rolde ze even over de vloer toen advocaat Rudy Giuliani aanbood ‘zijn reputatie op het spel te zetten’ voor Trump. Alsof van dat imago nog iets over is, sinds Giuliani’s tuincentrumspeech, zijn bedscène in de Borat-film en de oproep van zijn eigen dochter om toch vooral te stemmen op Biden.", "Nog altijd staat CNN hier te ratelen. Zijn we op de kermis? In het Wilde Westen? Zien we weer een Titanic zinken? Gek genoeg werkte tussen alle dramatische beelden het rustige cynisme van historicus Maarten van Rossem louterend. Hij reageerde – ook in Op1 – totaal niet verbaasd op de gebeurtenissen in Washington.", "En daarin heeft hij natuurlijk gelijk. Hoelang geleden begon Trump al niet te voorspellen dat de presidentsverkiezingen frauduleus zouden verlopen en dat hij een negatieve uitslag niet zou accepteren? Wat kon je dán verwachten van trouwe stemmers na Trumps oproep te protesteren tegen de ‘gestolen verkiezingen’? Te gaan voor een trial by combat, een fysiek gevecht om de uitslag te bepalen?", "Het leek wel een cadeautje voor het jarige Jeugdjournaal, dit onvolwassen gedrag van al die grote mensen. Maar het is de nieuwe werkelijkheid. En de tijd voor naïeve verbazing moet maar eens over zijn.", "Trump spreekt z'n volgers toe.", "‘Ze doen aardig, maar deugen voor geen meter’", "In Op1 zag je Tijs van den Brink nog worstelen met die realiteit. Hoewel ook hij in zijn jeugd zal hebben gehoord dat de mens ganselijk onbekwaam is tot enig goed en geneigd tot alle kwaad, Van den Brink kan geen afstand nemen van ‘al die aardige Trumpkiezers’ die hij heeft ontmoet. Vaak brave christenen. En je kunt 74 miljoen Amerikaanse kiezers toch geen dwazen noemen?", "Maarten van Rossem zat er niet mee om het grootste deel ervan toch af te schrijven. Daarbij bijval krijgend van arts Ernst Kuipers die lang in Amerika werkte, en zich verbaasde over onder meer het racisme van zijn collega’s. “Ze doen aardig, maar deugen voor geen meter”, vatten de mannen een en ander samen.", "Of het nieuwe presidentiële team het tij kan keren? Van Rossem zag geen reden tot optimisme. “De Amerikaanse samenleving is tot diep, diep in de wortels ziek, in sociaal opzicht.”", "Een vroom amen", "Beelden van demonstranten die de pers wegjoegen en hun camera’s vertrapten. Beelden van beveiligers die dranghekken weghaalden zodat de hooligans erdoor konden. Alle details over wat er rond en in het Capitool gebeurde, moeten nog komen. De burgerjournalisten van Bellingcat riepen al op van alle beelden back-ups te maken. Na de rellen in Charlottesville (2017) werd veel belastend filmmateriaal door de makers zelf snel offline gehaald.", "Mooi klonk het gebed van senaatskapelaan Barry Black, midden in de nacht, nadat de orde was hersteld en de kiesmannen waren geteld. Hij benadrukte de macht van het gesproken woord: “Words matter”. En: “The power of life and death is in the tongue”.", "CNN’s Chris Cuomo hield je als kijker bij de les en merkte cynisch op: “Hoe kun je als Republikein vroom amen zeggen op zo’n gebed terwijl de leider van je partij het geweld aanjaagt?”", "Nu maar hopen dat dit de bodem van de put is."], "authors": ["Renate Van Der Bas"], "keywords": ["zijn", "van", "louterend", "en", "voor", "een", "werkt", "rossem", "maarten", "donald", "te", "op", "trump", "het", "cynisme", "die", "je"], "pubDate": "2021-01-07T14:33:52Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}