{"id": "ad8fb528-fa74-3f08-8fd6-3e6f68d71d2f", "title": "Terreinwagen rijdt in op voetgangers in Duitse stad Trier: 5 doden onder wie baby en 15 gewonden", "url": "https://www.parool.nl/wereld/terreinwagen-rijdt-in-op-voetgangers-in-duitse-stad-trier-5-doden-onder-wie-baby-en-15-gewonden~bb49acb3/", "summary": "Behalve zijn vrouw, de moeder van het omgekomen meisje, ligt ook zijn zoontje van anderhalf jaar oud gewond in het ziekenhuis, aldus de politie.\n“Alle gedode slachtoffers waren mensen uit Trier, die in de vanwege kerst versierde voetgangerszone op pad waren”, deelt de politie mede.\nHij verzette zich bij zijn arrestatie en reed in een grijze terreinwagen van het type Landrover.\nDie stond op naam van iemand anders geregistreerd en was hem door die persoon voor langere tijd ter beschikking gesteld.\n“Het meisje van het schoentje is dood”, verklaarde hij in tranen tegenover de Sudwestrundfunk (SWR).", "paragraphs": ["Beeld AFP", "De 45-jarige man die om het leven kwam, is de vader van het negen en halve week oude meisje dat de aanslag ook niet overleefde, heeft de politie van Trier gemeld in de nacht van dinsdag op woensdag. Behalve zijn vrouw, de moeder van het omgekomen meisje, ligt ook zijn zoontje van anderhalf jaar oud gewond in het ziekenhuis, aldus de politie.", "“Alle gedode slachtoffers waren mensen uit Trier, die in de vanwege kerst versierde voetgangerszone op pad waren”, deelt de politie mede. De andere drie slachtoffers zijn vrouwen van 25, 52 en 73 jaar. Ook zijn er nog veertien mensen gewond geraakt, van wie meerdere zwaargewond.", "De openbaar aanklager in Trier heeft de dader, een 51-jarige man uit het district Trier-Saarburg, aangeklaagd voor meervoudige moord, poging tot moord en het toebrengen van zwaar lichamelijk letsel. Tot dusver heeft het politieonderzoek niets uitgewezen dat duidt op een politiek of religieus motief. Justitie sluit niet uit dat psychiatrische problemen een rol speelden.", "Hij verzette zich bij zijn arrestatie en reed in een grijze terreinwagen van het type Landrover. Die stond op naam van iemand anders geregistreerd en was hem door die persoon voor langere tijd ter beschikking gesteld. Het motief van de vijftiger, volgens Der Spiegel Bernd W., is nog niet bekend. Volgens het Openbaar Ministerie (OM) zijn er geen aanwijzingen dat hij handelde vanuit terroristische of politieke motieven. De man was was dronken met een alcoholpromillage van 1,4 in zijn bloed en had geen vaste woon- of verblijfplaats.", "Triers burgemeester Wolfgang Leibe sprak van een ‘verschrikkelijke aanblik’. Hij zag naar eigen zeggen een kinderschoentje op straat liggen. “Het meisje van het schoentje is dood”, verklaarde hij in tranen tegenover de Sudwestrundfunk (SWR).", "Inwoners werden opgeroepen de binnenstad te mijden maar het gevaar is inmiddels geweken, aldus de politie. Het voetgangersgebied en de omliggende binnenstad zijn afgegrendeld voor sporenonderzoek. De vrouwelijke minister-president van de deelstaat Rijnland-Palts en de deelstaatminister van Binnenlandse Zaken zijn vanuit Mainz afgereisd naar Trier.", "De Duitse regering reageert ontsteld op het drama. “Wat er in Trier is gebeurd, is schokkend,” schreef regeringswoordvoerder Steffen Seibert op Twitter. “Onze gedachten zijn bij de nabestaanden van de slachtoffers, bij de talrijke gewonden en bij iedereen die momenteel werkt aan de zorg voor de getroffenen.”", "Carnavalsstoet", "In het Duitse Volkmarsen bij Kassel (Hessen) reed op 24 februari 2020 een Amokfahrer in op een carnavalsstoet. Daarbij raakten 154 mensen gewond onder wie veel kinderen. Het motief van Maurice P. (29) is nog altijd onduidelijk. Hij zit in hechtenis maar zwijgt over zijn daad.", "Mehrere Verletzte, die von einem Auto angefahren wurden, in der Fußgängerzone in #Trier. Bitte meidet den Bereich, die Polizei ist gemeinsam mit weiteren Einsatzkräften vor Ort. — Polizei Trier (@PolizeiTrier) 1 december 2020"], "authors": ["Caspar Naber"], "keywords": ["van", "bij", "rijdt", "gewonden", "trier", "op", "het", "zijn", "wie", "die", "voetgangers", "stad", "terreinwagen", "onder", "een", "en", "voor"], "pubDate": "2020-12-01T15:12:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}