{"id": "ada68d47-efaf-38a6-a2b8-623bfbf5a57e", "title": "Joris Bijdendijk helpt in de keuken: welk gereedschap is essentieel?", "url": "https://www.parool.nl/ps/joris-bijdendijk-helpt-in-de-keuken-welk-gereedschap-is-essentieel~b6ed3856/", "summary": "Gebruik een anti-aanbakpan alleen voor je omelet.\n• Een staafmixer is superhandig voor het pureren van kleine hoeveelheden; een handmixer voor opkloppen zonder een stijve arm te krijgen.\nVoor het schaven van flinterdunne plakjes.\nAls je te veel oogst hebt van bijvoorbeeld paddenstoelen of kruiden, kun je ze zo conserveren.\n• Een gasbrander, om de oppervlakte van een product te blakeren.", "paragraphs": ["Joris Bijdendijk. Beeld Sjoukje Bierma", "Doe hierop geen concessies:", "• Een goed mes, of meerdere (zie deze ­ru­briek van 31 oktober). Zorg dat je ook een aanzetstaal hebt om ze te slijpen.", "• Echt goede pannen gaan een leven lang mee (zie deze rubriek van 18 juli). Gebruik een anti-aanbakpan alleen voor je omelet.", "• Een oventhermometer. De temperatuur die de oven thuis aangeeft is nooit juist en daar gaat het bij veel thuiskoks mis.", "• Een vleesthermometer. Prik de pen in het vlees tijdens het garen, die geeft de kerntemperatuur aan. Meten is weten.", "• Een staafmixer is superhandig voor het pureren van kleine hoeveelheden; een handmixer voor opkloppen zonder een stijve arm te krijgen.", "• Spuitzakken zijn voor thuis echt geen overbodige luxe.", "• Een digitale weegschaal. Zeker voor de patisserie onontbeerlijk.", "Voor de topthuiskok in spe die alles wat hierboven staat al heeft:", "• Een rasp van Microplane, grof en fijn.", "• Een keukenmachine of blender. Ik ben fan van blenders: die krijgen puree fijn.", "• De pannenlikker. Verdient zich in drie keer schrapen terug.", "• Mandoline (bij voorkeur van Benriner). Voor het schaven van flinterdunne plakjes.", "• De slagroomkidde, oftewel een professionele schuimspuit. Leuke gadget.", "• Een voedseldroger. Een heel handig en niet zo duur attribuut. Als je te veel oogst hebt van bijvoorbeeld paddenstoelen of kruiden, kun je ze zo conserveren.", "• Een gasbrander, om de oppervlakte van een product te blakeren.", "Het sparen waard:", "• Een ijsmachine. Voor ijsfanaten, al kan ijs maken ook zonder.", "• Een stoomoven. Hiermee regel je stoom en temperatuur: met precisie vis en vlees garen."], "authors": ["Joris Bijdendijk"], "keywords": ["van", "zo", "voor", "en", "een", "zonder", "joris", "gereedschap", "keuken", "helpt", "te", "welk", "het", "bijdendijk", "essentieel", "die", "je"], "pubDate": "2021-01-09T09:00:26Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}