{"id": "adbef6cb-44c8-31f9-afd2-9f5008bdce22", "title": "Stef Bos is ineens overal op tv, maar: ‘Ik ben soms het beste als niemand me ziet’", "url": "https://trouw.nl/cultuur-media/stef-bos-is-ineens-overal-op-tv-maar-ik-ben-soms-het-beste-als-niemand-me-ziet~b08c4383/", "summary": "“In het begin dacht ik: ‘Ik kom een song halen, maar ik moet ook nog een gesprek voeren.\nIk schreef er laatst zelfs een liedje over: ‘Ik ben soms het beste als niemand me ziet’.”Gekooid theaterdierNu het virus het leven bijna tot stilstand heeft gebracht is het vooral de vrijheid die Bos het meeste mist.\n“Corona is als een soort een kooi en ik voel me net een gekooid theaterdier.\nDe schoonheid van het leven zit in het aanvaarden van de chaos.”Dus dat is ook wat hij zelf van plan is te doen als hij een tweede reeks gaat maken: “Ontspannen.\nNu weet ik dat het verhaal zichzelf gaat vertellen, want het is er eigenlijk al.", "paragraphs": ["Het was dertig jaar geleden dat de wereld kennismaakte met Stef Bos. Met zijn hit ‘Papa’ nam hij heel Nederland voor zich in. Daarna vertoefde hij jarenlang voornamelijk in theaters waar hij zich naar eigen zeggen prima vermaakte, maar opeens zien we hem overal op televisie. Hij dook op in ‘Beste Zangers’, ‘De Vooravond’ zette hem en vaders en zonen in het zonnetje ter ere van de dertigjarige verjaardag van Papa en sinds kort heeft Bos een eigen televisieprogramma: ‘Serenade van Stef’. Vanwaar die ­herontdekking van Stef Bos?", "“Het is puur toeval dat alles opeens zo samenkomt”, zegt Bos ­tijdens het video-interview vanuit zijn huis, net over de grens in België. De zon valt op zijn gezicht én op de fleurige kindertekeningen die achter hem hangen. Beste Zangers was al eerder opgenomen, De Vooravond belde afgelopen zomer spontaan en voor Serenade waren al langer plannen die drie maanden geleden plots werden goedgekeurd. “Opeens was er een soort bombardement Stef Bos op Nederland”, grapt hij. “Het lijkt wel of de herfst van mijn carrière opeens een nazomer is geworden. Ik voel me ook een stuk jonger dan dertig jaar geleden. In die zin is de herfst mijn lente. En andersom klopt ook: de lente van mijn leven was eigenlijk een herfst. Ik was altijd zo weemoedig, maar dat heb ik nu totaal niet meer.”", "Een lied van hun levensverhaal", "Voor ‘Serenade van Stef’ sprak Bos met mensen die door verschillende omstandigheden in de problemen zijn gekomen. Onder meer een ex-crimineel, iemand met MS en iemand met terminale kanker. In korte tijd leert hij hen kennen en aan het einde van de dag maakt hij samen met zijn band een lied van hun levensverhaal. Dat zingt hij vervolgens als een serenade voor hen in een verder lege zaal. Het zijn ontroerende teksten die de hoofdpersonen met een brok in hun keel aanhoren.", "Het programma was een godsgeschenk voor hem, zegt Bos die door de coronacrisis al sinds maart het theater niet in kan. “Ik vond dit een van de leukste dingen die ik heb gedaan, buiten het theater.” Maar het was ook een uitdaging, omdat hij geen ervaring had met interviewen. “In het begin dacht ik: ‘Ik kom een song halen, maar ik moet ook nog een gesprek voeren. Waar ben ik aan begonnen?’ Als ik iemand voor de eerste keer ontmoet is het zoeken: waar zit onze verbinding, waar herken ik me in? Nu heb ik geleerd dat ik eerst naar het verhaal moet luisteren en pas daarna op zoek kan naar de song.”", "Het verhaal zit voor Bos overal in de wereld om hem heen. Zijn liedjes omschrijft hij als foto’s van de dingen die hij onderweg tegenkomt. “Ik maak muziek uit wat me wordt aangereikt, net als een timmerman die uit een stuk hout een tafel maakt.” Daarbij helpt het wel dat hij goed kan luisteren en echt gefascineerd kan zijn door mensen. En áls hij gegrepen wordt door een verhaal ontstaat het liedje bijna vanzelf. Een enkel woord kan al voldoende inspiratie geven. Zo sprak hij voor de Serenade met Astrid die MS heeft en verlamd is vanaf haar nek. “Al na twee uur schoot er in mijn hoofd: ‘Leer mij om te dansen als ik niet meer kan bewegen’. Toen wist ik: dit is ’m.”", "Warm protestants nest", "Zeker sinds het programma is hij zich meer bewust van zijn bevoorrechte positie. Hij groeide op in een warm protestants nest in Veenendaal. Met een ‘avontuurlijke’ moeder’ en een ‘traditioneel gelovige’ vader, die hem vooral leerden dat God liefde is en van wie hij ook de ruimte kreeg toen zijn eigen levensfilosofie veranderde. “Aan het einde van zijn leven zei mijn vader tegen me: ‘Eigenlijk geloven we hetzelfde, alleen noem ik het God en jij noemt het iets anders’.”", "Hoewel hij zichzelf vooral een agnost vindt, heeft hij geen echte hekel aan het geloof gekregen. “Mensen die zich afkeren van het geloof laten zich er, misschien onbewust, toch door leiden.”", "Stef Bos: ‘De lente van mijn leven was eigenlijk een herfst. Ik was altijd zo weemoedig.’ Beeld Ton Toemen", "Toch moest hij wel iets van zich afschudden; de zeer besloten Veenendaalse gemeenschap benauwde hem. “Ik denk dat vooral mijn moeder me heeft gestimuleerd om grenzen te verleggen, het avontuur op te zoeken. En dat vond ik eerst buiten de grenzen van mijn dorp, toen buiten het land en uiteindelijk moest ik zelfs het continent verlaten.” Op zijn reizen door Afrika ontmoette hij zijn Zuid-Afrikaanse vrouw met wie hij inmiddels twee snoezige blonde dochtertjes heeft, die af en toe het beeld van het video-interview binnen huppelen: “Papa, ik wil ‘Peppa Pig’ kijken”.", "In Afrika leerde hij ook hoe je een verhaal moet vertellen met een lied. “Daar geloven ze dat je voorouders voortleven in ons en als je zingt doe je dat dus ook met hun stem.”", "Muziek is voor Bos dan ook slechts een medium en een lied gaat pas echt leven als hij zichzelf erin kan verliezen. “Ik ben slechts een poort waar de mededeling doorheen gaat. Ik schreef er laatst zelfs een liedje over: ‘Ik ben soms het beste als niemand me ziet’.”", "Gekooid theaterdier", "Nu het virus het leven bijna tot stilstand heeft gebracht is het vooral de vrijheid die Bos het meeste mist. “Corona is als een soort een kooi en ik voel me net een gekooid theaterdier. Zingen is voor mij geestelijk ademhalen. En zolang de theaters bijna of helemaal gesloten zijn kan ik wel de wereld ingaan om een verhaal te halen, maar ik moet het ook kunnen doorgeven.”", "Bos worstelt met de beperkte mogelijkheden, het gebrek aan publiek en de kleine wereld waar ook hij in terecht is gekomen. “Natuurlijk hou ik me aan de maatregelen, maar ons psychische welzijn ligt ernstig onder vuur.” Maar, zegt hij, net zoals bij de mensen die hij sprak voor Serenade loopt het leven vaak niet zoals gehoopt. “Dat is iets waar we mee moeten leren omgaan. De schoonheid van het leven zit in het aanvaarden van de chaos.”", "Dus dat is ook wat hij zelf van plan is te doen als hij een tweede reeks gaat maken: “Ontspannen. Nu weet ik dat het verhaal zichzelf gaat vertellen, want het is er eigenlijk al. En alles waar je op jaagt slaat op de vlucht.”", "De zevendelige serie ‘Serenade van Stef’ werd gemaakt door KRO-NCRV in samenwerking met Kansfonds en is vrijdag om 16.35 uur te zien op NPO 1 en op NPO Start.", "Lees ook:", "Stef Bos schreef voor de EO een eerbetoon aan zijn gereformeerde ouders", "Stef Bos schreef voor de EO een lied over het gereformeerde geloof van zijn vader en moeder. Die wereld verdween razendsnel. ‘Dit is een eerbetoon.’"], "authors": ["Nienke Schipper"], "keywords": ["van", "tv", "het", "op", "maar", "hij", "ziet", "niemand", "overal", "ik", "die", "zijn", "met", "een", "ineens", "soms", "en", "stef", "dat"], "pubDate": "2020-11-24T13:49:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}