{"id": "adc8fbe0-f035-368e-b7ba-404ea9ffac7b", "title": "Amerikaanse toestanden", "url": "https://www.rtlnieuws.nl/columns/column/5207587/bestorming-congres-nederland-tweede-kamer-protest", "summary": "Daarvoor hebben we veel te veel partijen, die allemaal een graantje meepikken uit de ruif van 150 Kamerzetels.\nAlle partijen die willen regeren, zullen iets van hun ideeën moeten inleveren om in een kabinet plaats te nemen.\nBoeren protesteren tegen het stikstofbeleid van minister Carola Schouten, zorgpersoneel, onderwijskrachten en politie klagen over werkdruk en lage salariëring, studenten zijn boos over het onderwijsbeleid, duizenden anderen verzetten zich tegen de coronamaatregelen van het kabinet.\nStaatsbosbeheer heeft de handen vol aan het herstel van het gras op het Malieveld.\nKiezers wenden zich af van traditionele middenpartijen als de VVD, het CDA en de PvdA en zoeken hun heil bij clubs aan de randen van het politiek spectrum.", "paragraphs": ["In ons systeem slaagt de winnaar van de verkiezingen er nooit in om in z’n eentje te regeren. Daarvoor hebben we veel te veel partijen, die allemaal een graantje meepikken uit de ruif van 150 Kamerzetels. Hier moeten altijd coalities worden gevormd, compromissen gesloten, verschillen overbrugd, water bij de wijn worden gedaan. Alle partijen die willen regeren, zullen iets van hun ideeën moeten inleveren om in een kabinet plaats te nemen. Hier wordt dag in dag uit gepolderd, een woord dat ze in de VS niet kennen.", "Dat is geen reden om rustig achterover te leunen. Er is veel onvrede in het land. Het aantal demonstraties tegen politieke besluiten neemt jaar op jaar toe. Boeren protesteren tegen het stikstofbeleid van minister Carola Schouten, zorgpersoneel, onderwijskrachten en politie klagen over werkdruk en lage salariëring, studenten zijn boos over het onderwijsbeleid, duizenden anderen verzetten zich tegen de coronamaatregelen van het kabinet. Staatsbosbeheer heeft de handen vol aan het herstel van het gras op het Malieveld.", "Kiezers wenden zich af van traditionele middenpartijen als de VVD, het CDA en de PvdA en zoeken hun heil bij clubs aan de randen van het politiek spectrum. Mark Rutte voelt zich als partijleider van de VVD nog altijd verantwoordelijk voor het ontstaan van de PVV. Zijn club heeft toch iets fout gedaan. De tijden dat PvdA en CDA met gemak meer dan 50 Kamerzetels verwierven, ligt definitief achter ons. Nu ben je met 15 tot 20 zetels al een grote jongen in de politiek. Slechts een enkeling komt boven de 30 uit."], "authors": [], "keywords": ["veel", "van", "en", "uit", "een", "om", "tegen", "te", "toestanden", "het", "zich", "amerikaanse"], "pubDate": "2021-01-09T05:32:27Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}