{"id": "ae05e7ab-6dbf-3798-9df8-e1dee282a34e", "title": "Korting op de zorgverzekering verdwijnt: 'Chronisch zieke minima in de knel'", "url": "https://nu.nl/geldzaken/6095964/korting-op-de-zorgverzekering-verdwijnt-chronisch-zieke-minima-in-de-knel.html", "summary": "Verzekeraars verhogen eerst de prijs voor alle verzekerden en berekenen daarna pas de korting voor de specifieke groepen.\n\"Dat de korting verdwijnt, betekent niet dat de collectiviteit verdwijnt.\n“De kans bestaat dat meer chronisch zieke minima kiezen voor een budgetpolis.” Indya Duivenbode, zorgeconoomOok vangt de mogelijkheid tot korting op het aanvullende pakket iets op, stelt Duivenbode.\n\"Er geldt nog steeds korting op het aanvullend pakket.\nHoeveel het wordt met of zonder korting, dat is een complexere vraag.” Indya Duivenbode, zorgeconoomBep van Beek (57) is een van die chronisch zieke minima.", "paragraphs": ["Er komt een einde aan de collectiviteitskorting op de basiszorgverzekering. Dat betekent dat je niet langer goedkoper deze vorm kunt afsluiten via de werkgever, maar het raakt óók een groep minder bedeelden in Nederland: minima kunnen via de gemeente nu nog een vergelijkbare korting krijgen. Wat betekent deze verandering voor hen?", "De collectiviteitsverzekering is ooit geïntroduceerd zodat verzekeraars voor specifieke groepen verzekeringen met korting kunnen aanbieden. Dat geldt bijvoorbeeld voor werknemers die via hun werkgever collectief een verzekering afsluiten, maar dus ook voor mensen met een kleine beurs. Sommige gemeenten bieden die korting namelijk aan voor sociale minima. Dit wordt ook wel de gemeentepolis genoemd. De precieze regels hiervoor verschillen per gemeente.", "Het klinkt als een goede oplossing voor een groep met minder geld, maar het is vanaf 2023 verleden tijd. In de praktijk blijkt de collectiviteitskorting niet goed te werken. De ene groep verzekerden bekostigt namelijk de korting van de andere groep. Verzekeraars verhogen eerst de prijs voor alle verzekerden en berekenen daarna pas de korting voor de specifieke groepen. Het leidt tot 'kruissubsidiëring', een sigaar uit eigen doos.", "De collectiviteitskorting op de basiszorgverzekering verdwijnt, maar kortingen op aanvullende verzekeringen blijven wel toegestaan. Critici waarschuwden op dit besluit afgelopen september wel voor de gevolgen voor mensen met een kleine beurs.", "'Korting op aanvullend pakket blijft'", "Die gevolgen vallen mee, denkt zorgeconoom Indya Duivenbode echter. \"Dat de korting verdwijnt, betekent niet dat de collectiviteit verdwijnt. De gemeente kan er nog steeds voor kiezen om een bijdrage voor de premie te doen voor sociale minima.\" Dat kan dus los van de korting zoals die er nu nog is.", "“De kans bestaat dat meer chronisch zieke minima kiezen voor een budgetpolis.” Indya Duivenbode, zorgeconoom", "Ook vangt de mogelijkheid tot korting op het aanvullende pakket iets op, stelt Duivenbode. \"Er geldt nog steeds korting op het aanvullend pakket. In theorie verandert er dus niet heel veel, omdat het collectief, de bijdrage op de premie én de korting op het aanvullende pakket blijven bestaan.\"", "Alleen bijdrage van de gemeente mogelijk", "Robert Velhorst (28) maakt gebruik van de collectiviteitsverzekering via zijn gemeente. \"Zo heb ik de meest uitgebreide dekking voor een best schappelijke prijs\", legt hij uit. \"Ik weet niet eens hoeveel korting ik precies krijg op mijn basisverzekering.\"", "Hij hoopt dat het niet veel zal schelen in de premie als zijn collectiviteitskorting verdwijnt. Het ophogen van zijn eigen risico om de premie lager te krijgen is voor hem geen optie, vanwege zijn Wajong-uitkering. \"Ik zou het ook niet erg vinden om over te stappen, zolang ik na afschaffing van de collectiviteitskorting maar dezelfde rechten voor hetzelfde bedrag kan houden. Het is mij om het even of de gemeente tussenpersoon is, of dat ik direct bij bijvoorbeeld Menzis een verzekering aanga.\"", "In de praktijk zal dat laatste niet kunnen, vult de zorgeconoom aan. \"De enige manier om zo'n polis te krijgen voor dit bedrag, is door de bijdrage van de gemeente. Een zorgverzekeraar mag dit niet aanbieden vanwege het verbod op premiedifferentiatie (het vragen van verschillende premies voor hetzelfde pakket, red.).\"", "Chronisch zieke minima mogelijk in de knel", "De algemene nadelige gevolgen voor minima door het verdwijnen van de collectiviteitskorting lijken mee te vallen, al signaleert Duivenbode wel een mogelijk risico voor een deel van de groep. \"De kans bestaat dat meer chronisch zieke minima dan kiezen voor een budgetpolis. Die kosten maandelijks niet zo veel, en zeker niet als je je eigen risico op het maximale bedrag instelt.\"", "De problemen beginnen pas als je zorg nodig hebt, legt de zorgeconoom uit. \"Dan word je geconfronteerd met een hoge eigen bijdrage bij niet-gecontracteerde aanbieders en een hoog eigen risico. Als je op dat moment dat geld niet hebt, bestaat de kans dat je zorg gaat mijden. Dat is een risico.\"", "“Tot nu toe gaat de premie elk jaar omhoog. Hoeveel het wordt met of zonder korting, dat is een complexere vraag.” Indya Duivenbode, zorgeconoom", "Bep van Beek (57) is een van die chronisch zieke minima. Ze heeft nu een collectiviteitsverzekering via haar gemeente. \"Op mijn basisverzekering krijg ik 3,74 euro collectiviteitskorting. Dat is mooi meegenomen.\"", "Ze zegt dat ze niet meteen in de problemen komt zonder steun. \"Als de collectiviteitskorting op mijn premie verdwijnt per 2023, zou ik die paar euro zelf nog kunnen bekostigen\", vertelt Van Beek. Ze maakt zich dus geen zorgen over de nieuwe regels. Via de gemeente krijgt ze ook korting op haar aanvullende verzekering - en die blijft gelukkig bestaan.", "\"Pas als de gemeente helemaal niets meer zou vergoeden, zou ik terug moeten naar een basisverzekering.\" Dan zou ze wél in de problemen komen; zorg mijden is voor Van Beek namelijk geen optie. \"Ik slik levensreddende medicatie.\"", "Zonder korting gaat de basispremie misschien omlaag", "Of geen korting sowieso een hogere premie zal betekenen? Daar durft Duivenbode nog geen uitspraak over te doen. \"Hoe hoog de premie wordt voor sociale minima, hangt af van veel verschillende dingen\", stelt ze. \"Tot nu toe gaat de premie elk jaar omhoog. Hoeveel het wordt met of zonder korting, dat is een complexere vraag.\"", "\"Het werkt in ieder geval niet zo dat met het verdwijnen van bijvoorbeeld 5 procent korting, de premie precies met 5 procent omhooggaat. De meeste mensen in een collectief krijgen namelijk korting, waardoor de basispremie - zonder korting - omlaaggaat wanneer de korting wegvalt.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["korting", "zieke", "zorgverzekering", "chronisch", "van", "ik", "een", "voor", "niet", "minima", "verdwijnt", "het", "op", "knel", "dat", "premie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}