{"id": "ae0980e2-ec20-31dd-bc1b-4685c15c6731", "title": "SP en CDA hebben oplossing voor het AOW-gat", "url": "https://www.parool.nl/nederland/sp-en-cda-hebben-oplossing-voor-het-aow-gat~b6d33e79/", "summary": "Op zijn 49ste werd hij getroffen door een aneurysma van een slagader in de buikholte.\nVan Gils kon niet verder met zijn praktijk, werd volledig afgekeurd en kreeg voortaan een arbeidsongeschiktheidsuitkering.\nZij moeten de periode tussen het einde van hun uitkering en het begin van hun pensioen op eigen kracht zien te overbruggen.\nKamerleden die de kwestie aankaartten, kregen steevast te horen dat het juridisch te ingewikkeld was om de bestaande vangnetregeling uit te breiden.\n“Maar het gaat ook om erkenning van onrecht,” zegt Van Kent, die spreekt van een ‘ereschuld’.", "paragraphs": ["Paul van Gils was zzp’er en raakte arbeidsongeschikt. Door de verhoging van de pensioenleeftijd dreigde hij een jaar zijn inkomen te verliezen. Beeld Marco Okhuizen", "Toen Paul van Gils 27 was, opende hij zijn eigen praktijk voor fysiotherapie. Omdat hij geen risico wilde lopen, sloot de jonge zelfstandige meteen een arbeidsongeschiktheidsverzekering af.", "Op zijn 49ste werd hij getroffen door een aneurysma van een slagader in de buikholte. Van Gils kon niet verder met zijn praktijk, werd volledig afgekeurd en kreeg voortaan een arbeidsongeschiktheidsuitkering. Tot zijn 65ste was hij daardoor verzekerd van een inkomen.", "Maar toen verhoogde het kabinet per 1 januari 2013 de AOW-leeftijd. Van Gils: “Dat betekende dat als mijn uitkering op mijn 65ste zou stoppen, ik pas een jaar later AOW zou krijgen.”", "Van Gils trok aan de bel, schreef naar Kamerleden, maar stuitte op een muur van onwil: “Ik kreeg te horen dat ik de verzekeraar moest vragen de polis aan te passen, maar dat lukte natuurlijk niet. Vergelijk het met een huis dat al in brand staat, dan kun je niet de verzekeraar vragen de opstalverzekering nog even te verhogen.”", "Van Gils is niet de enige zelfstandige die arbeidsongeschikt is geraakt en met een AOW-gat te maken heeft gekregen. Het gaat om een groep van bijna 6500 Nederlanders die niet in aanmerking komen voor de overbruggingsuitkering AOW (OBR). Zij moeten de periode tussen het einde van hun uitkering en het begin van hun pensioen op eigen kracht zien te overbruggen.", "Toch heeft de politiek zich de afgelopen jaren niet helemaal doof gehouden voor de noodkreet van arbeidsongeschikte zelfstandigen, maar een oplossing is er nog altijd niet. Kamerleden die de kwestie aankaartten, kregen steevast te horen dat het juridisch te ingewikkeld was om de bestaande vangnetregeling uit te breiden. CDA en SP vinden het bijna acht jaar na de verhoging van de AOW-leeftijd welletjes. “Het zal best ingewikkeld zijn, maar waar een wil is, is een weg,” stelt CDA-Kamerlid Hilde Palland.", "Juridische afbakening", "Samen met SP-collega Bart van Kent heeft Palland het voortouw genomen om minister Wouter Koolmees (Sociale Zaken) een oplossing aan te reiken. Van Kent: “Experts hebben ons uitgelegd dat wanneer je met een goede juridische afbakening komt, je wel degelijk met een nieuwe regeling kunt komen.”", "Kern van het idee is gedupeerden een standaardvergoeding te geven voor de periode waarin hun inkomen wegvalt. Ook verzekerde zzp’ers in zware beroepen die (nog) niet arbeidsongeschikt zijn, komen ervoor in aanmerking, voor zover hun polisvoorwaarden geen rekening houden met de verhoogde AOW-leeftijd.", "Door de regeling zo simpel mogelijk te houden zal niet elke arbeidsongeschikte helemaal gecompenseerd worden. “Maar het gaat ook om erkenning van onrecht,” zegt Van Kent, die spreekt van een ‘ereschuld’. “Deze mensen zijn boos op de overheid. Wat hen is overkomen hebben ze niet verdiend: zij hebben zich als zelfstandige verzekerd, precies zoals we het in de politiek graag zien. Dan mogen we hen niet in de steek laten.”", "Het is nu aan Koolmees om ervoor te zorgen dat de regeling er komt, stelt Palland. “Wij leggen de bal nu op de stip, de minister hoeft hem er alleen nog maar in te schieten.”"], "authors": ["Het Parool"], "keywords": ["van", "sp", "het", "maar", "met", "zijn", "cda", "een", "niet", "en", "te", "dat", "oplossing", "aowgat", "gils", "hebben", "voor"], "pubDate": "2020-12-07T15:29:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}