{"id": "ae170aa7-3161-3c1f-baa6-1cb306432499", "title": "Hebben we wel genoeg personeel voor de vaccinaties? En andere vragen van de Tweede Kamer", "url": "https://trouw.nl/nieuws/hebben-we-wel-genoeg-personeel-voor-de-vaccinaties-en-andere-vragen-van-de-tweede-kamer~b8a06485/", "summary": "“Het zou hilarisch zijn, als het niet zo triest was.”Toch is het kabinet niet van plan om op korte termijn ook de detailhandel te sluiten.\n“Ik ben het absoluut met u eens dat het van het allergrootste belang is om te voorkomen dat de drukte zich herhaalt”, zegt hij tijdens het debat.\nDe beslissing van het kabinet om het steunpakket te verlengen en zelfs nog iets uit te breiden wordt dan ook alom geprezen.\nAl vragen verschillende partijen, waaronder coalitiepartijen VVD en D66, of het kabinet niet nog meer zou kunnen doen voor startende ondernemers.\n“We hebben in deze crisis steeds gezien dat personeelstekorten over de hele linie de bottle neck zijn”, zegt Pieter Heerma, van het CDA.", "paragraphs": ["De drukte in de winkelstraten", "Het is duidelijk dat de Kamerleden zich de noodkreet van horecaondernemers hebben aangetrokken. Vrijwel allemaal noemen ze het woensdag tijdens het coronadebat ‘pijnlijk’, ‘schandalig’ of ‘niet uit te leggen’ dat op Black Friday de winkelstraten volliepen, terwijl restaurants en cafés hun zaak gesloten moeten houden en hun spaargeld zien verdampen. “We deden dit toch met z’n allen?”, vraagt Jesse Klaver (GroenLinks), de eigenaresse van zijn favoriete Italiaanse restaurant citerend. Lodewijk Asscher (PvdA) heeft het over een kroeg die een bordje met ‘Ikea’ erop boven de voordeur heeft gehangen. “Omdat mensen dan wel naar binnen zouden mogen”, zegt hij. “Het zou hilarisch zijn, als het niet zo triest was.”", "Toch is het kabinet niet van plan om op korte termijn ook de detailhandel te sluiten. Al weet ook premier Mark Rutte dat er iets moet gebeuren. “Ik ben het absoluut met u eens dat het van het allergrootste belang is om te voorkomen dat de drukte zich herhaalt”, zegt hij tijdens het debat. Maar maatregelen moeten volgens de premier in de eerste plaats door de burgemeesters van de gemeenten waar de problemen zich voordoen genomen worden. Dat neemt niet weg dat minister van justitie Ferd Grapperhaus de komende tijd met de voorzitters van de veiligheidsregio’s om tafel gaat om te bespreken wat er gedaan kan worden om reisbewegingen naar winkelcentra te verminderen. Gedacht wordt onder meer aan het afsluiten van parkeergelegenheden.", "Perspectief bieden", "Nu de coronamoeheid alom toeslaat, is het belangrijk om mensen perspectief te bieden, benadrukken verschillende fracties woensdag tijdens het debat. In de eerste plaats de ondernemers, in de horeca en elders, die nu zoveel inkomsten mislopen. De beslissing van het kabinet om het steunpakket te verlengen en zelfs nog iets uit te breiden wordt dan ook alom geprezen. Al vragen verschillende partijen, waaronder coalitiepartijen VVD en D66, of het kabinet niet nog meer zou kunnen doen voor startende ondernemers. Zij kunnen immers nog niet hun omzetcijfers van voorgaande jaren overleggen, waardoor ze in veel gevallen niet in aanmerking komen voor de overheidssteun. Geert Wilders (PVV) zou bovendien het liefst zien dat de overheid niet zeventig, maar honderd procent van de vaste lasten zou gaan vergoeden van de zwaarst getroffen ondernemers, maar dat is volgens het kabinet niet mogelijk.", "De Kamer waardeert het ook dat het kabinet vanaf januari lokale proeven wil doen, die moeten uitwijzen hoe grotere evenementen, zoals sportwedstrijden en concerten, veilig georganiseerd kunnen worden. Ook dat moet op termijn immers perspectief gaan bieden. Wel vragen verschillende partijen zich af waarom het zo lang duurt voordat deze zogenoemde ‘field labs’ van start kunnen gaan. De Kamer vroeg immers in oktober al om zulke proeven.", "Bovendien: het kabinet rept in de Kamerbrief waarin de experimenten worden toegelicht nog met geen woord over experimenten in de horeca. Kunnen ook restaurants en cafés gaan onderzoeken hoe gevaarlijk openstelling nou eigenlijk is, willen de fracties woensdag weten.", "Vaccineren", "Ook de vaccinatiestrategie zorgt woensdagavond opnieuw voor veel discussie. Want hoewel minister van volksgezondheid Hugo de Jonge vorige week nog benadrukte dat het streven echt was om in de week van 4 januari te beginnen met vaccineren, bleek dinsdag dat waarschijnlijk dan pas de eerste doses van het Pfizer-vaccin in Nederland zullen aankomen. Geen miljoen doses bovendien, zoals eerst verwacht, maar ongeveer de helft daarvan. Dat het kabinet in een brief aan de Kamer schrijft dat er ook nog rekening mee moet worden gehouden dat bij toediening ongeveer twintig procent van de vaccins verspild wordt, is reden tot zorg bij verschillende fracties.", "Zorg is er ook over het beschikbare personeel dat de prikken moet toedienen. Omdat de vaccins na ontdooiing slechts een paar dagen houdbaar zijn, zal in korte tijd veel werk moeten worden verzet. “We hebben in deze crisis steeds gezien dat personeelstekorten over de hele linie de bottle neck zijn”, zegt Pieter Heerma, van het CDA. “Is er voldoende personeel beschikbaar om de vaccins in die vijf dagen toe te dienen?” Volgens De Jonge is het antwoord op die vraag ‘ja’, omdat de GGD’s hulp zullen krijgen van onder meer arbo-artsen. Bovendien staat defensie paraat, mocht er toch meer personeel nodig zijn.", "Lees ook:", "Sombere scenario’s bepalen de strategie in de feestmaand", "Waarom het aantal positieve testen weer stijgt weet men niet, maar het feit dat het stijgt is voor het Outbreak Management Team voldoende: Kerst móét voorzichtig."], "authors": ["Judith Harmsen"], "keywords": ["vragen", "van", "tweede", "genoeg", "hebben", "het", "voor", "kabinet", "worden", "niet", "ook", "dat", "te", "om", "en", "kamer", "personeel", "wel", "vaccinaties"], "pubDate": "2020-12-09T21:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}