{"id": "ae22498b-43f7-3214-91ae-d2514b38899f", "title": "In zijn monumentale romancyclus maakt Uwe Johnson heden en verleden tot parallelle werelden ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/in-zijn-monumentale-romancyclus-maakt-uwe-johnson-heden-en-verleden-tot-parallelle-werelden~ba1a3d09/", "summary": "Beeld Deborah van der SchaafNu de Verenigde Staten voor onze ogen eroderen en Engeland zijn eigen weg gaat, moet Nederland afkicken van zijn adoratie voor het Angelsaksische model en opnieuw bedenken wie zijn voorbeelden en vrienden zijn.\nEen groep mensen waarmee je belangen en familiebanden deelde, en die een verzekering boden voor bijna alle gevaren die het leven in petto had.\nMaar het Duitse nationalisme was anders, in de eerste plaats omdat het zo onoverkomelijk verbonden was met het zijn van Duitser.\nDat geconcentreerde, bijna technische taalgebruik is best opmerkelijk voor een boek dat zo lijvig is dat je er probleemloos iemands hersens mee kunt inslaan, mocht je dat willen.\nEn dan, langzaam, word je iets gewaar dat je nooit eerder zo voelde: tijd en ruimte.", "paragraphs": ["Beeld Deborah van der Schaaf", "Nu de Verenigde Staten voor onze ogen eroderen en Engeland zijn eigen weg gaat, moet Nederland afkicken van zijn adoratie voor het Angelsaksische model en opnieuw bedenken wie zijn voorbeelden en vrienden zijn. En zo, omkijkend, zien we ineens Duitsland liggen, dichterbij dan je dacht, verder weg dan je vermoedt. Een erg raar land met in iedere provinciestad een lelijke concertzaal waar mensen die daarvoor een salaris ontvangen goed muziek maken voor een alledaags middenklassepubliek dat weet waarnaar het luistert en pas begint te klappen als het stuk klaar is.", "Een land met bibliotheken waarin je niets leert over ‘skills’ of hoe je ‘samen vaardig’ wordt, maar waarin boeken zijn verzameld op basis van kwaliteit, gratis beschikbaar voor bezoekers die stil zijn en geconcentreerd werken. Waar de musea geen ‘ervaringen bieden’, geen ‘platform zijn voor de ontmoeting van culturen’, maar plekken zijn om te kijken naar mooie dingen en waar het publiek dat ook doet, aandachtig kijken, zonder luid te oreren over wasmiddelen en gluten en zonder heimelijk op zoek te zijn naar de koffiecorner. Een land waar de universiteiten gratis zijn en waar mensen het waarderen als je veel studeert en werkgevers om je diploma vragen.", "Een volkomen bizar land, kortom, dat zich zomaar op dik 150 kilometer bevindt van Den Haag, de zetel van de intelligentste regering ter wereld, die nuchter leiding geeft aan de beste, vrijheidslievendste bevolking onder de zon. Wat doet dat rare Duitsland daar en wat is het eigenlijk?", "Volk en geschiedenis", "Wie zich het hoofd wil breken over die vraag, kan sinds kort de vertaling kopen van Jahrestage, de monumentale romancyclus van schrijver Uwe Johnson, hier vertaald als Een jaar uit het leven van Gesine Cresspahl.", "Dit boek is daarvoor bij uitstek geschikt, omdat het een uitputtend onderzoek is naar wat Duitsland is en wat het betekent om Duitser te zijn. Johnson concentreert zich volgens mij op twee begrippen die vanaf het eind van de 18de eeuw en vooral in de 19de eeuw een cruciale rol speelden in de Duitse ontwikkeling: ‘volk’ en ‘geschiedenis’. Volk was voor die tijd niet veel meer dan een uitbreiding van ‘stam’. Een groep mensen waarmee je belangen en familiebanden deelde, en die een verzekering boden voor bijna alle gevaren die het leven in petto had. Het individu diende zich voor die groep op te offeren, en dat was logisch; het belang van het individu en dat van de groep waren nu eenmaal innig verbonden en voor iedereen onmiddellijk begrijpelijk.", "Het ‘volk’ daarentegen deelde veel meer dan belangen, familiebanden en verantwoordelijkheden. Het volk deelde een lotsbestemming. Een vage, maar grandioze gemeenschappelijke horizon, die ver uitsteeg boven zoiets tastbaars als gemeenschappelijk belang.", "Volgens de belangrijkste filosoof van het nationalisme, Johann Fichte, was het volk een geïnspireerde, organische eenheid, dat een creatief potentieel bevatte dat ver uitsteeg boven de creatieve vermogens van de enkeling. Het volk bezat, misschien meer nog dan het individu, een ziel – de ‘volksgeest’. Er zijn allemaal historische redenen waarom dit radicale idee van volkseigenheid in Duitsland ontstond en waarom het daar zo’n succes had, maar dat gaat hier te ver. Natuurlijk, nationalisme is geen exclusief Duits verschijnsel. Maar het Duitse nationalisme was anders, in de eerste plaats omdat het zo onoverkomelijk verbonden was met het zijn van Duitser.", "Uwe Johnson Beeld Arthur Grimm/Getty", "Een Amerikaan werd je door in Amerika geboren te worden, je werd Rus als je door een Rus werd veroverd en Brit door je te onderwerpen aan de Britse vorstin. Je afkomst, taal en cultuur hadden daar weinig invloed op. Maar een Duitser wás je. Een Duitser zijn betekende innig verbonden zijn met andere Duitsers door afkomst, taal en het Duitse landschap. En het spreekt bijna vanzelf dat zo’n unieke en afgeschermde entiteit zich moet verweren tegen bedreigingen van buitenaf, of eigenlijk dat alles wat van buiten komt een bedreiging wordt.", "Het andere begrip is geschiedenis. Terwijl geschiedschrijving vanaf de oudheid niet veel meer was dan het verbinden van een reeks gebeurtenissen uit het verleden, met de bedoeling het heden te begrijpen of te legitimeren, werd ‘geschiedenis’ onder invloed van Duitse filosofen iets heel anders. Volgens hen had de geschiedenis een mysterieus maar onvermijdelijk doel en had ze dus een onvermijdelijke loop gehad. De ‘tijdgeest’ bepaalde dat sommige zaken ‘van deze tijd waren’ en andere niet. Dit geschiedenisbegrip kende een ongekend succes, want het gaf uitzicht op allerlei zalige utopieën, maar had als bijeffect dat het de verschrikkelijkste misdaden kon rechtvaardigen onder het mom dat ze ‘historisch onvermijdelijk’ waren. Dat was een nadeel. Denk aan de Sovjet-Unie en communistisch China.", "Alleen in Duitsland werd dat geschiedenisbegrip verbonden aan het heilige en kwetsbare begrip ‘volk’. De stromen bloed en bergen puin die voortkwamen uit deze noodlottige combinatie van ideeën zijn zonder meer uniek, en blijven verbijstering en verdriet oproepen.", "Maar wat doe je als je hierover een historische roman wilt schrijven? Je kunt niet meer vertrouwen op dezelfde ‘historiserende’ methode, omdat elke suggestie van een noodzakelijk verband tussen verleden en heden een rechtvaardiging kan zijn van dat verderfelijke geschiedenisbegrip. Je kunt niet terugvallen op generaliseringen of typeringen als je over de bevolking schrijft, want dat suggereert dat ideeën over het ‘volk’ zinvol kunnen zijn.", "Parallelle werelden", "Johnson koos er daarom voor om de vertelstructuur van zijn roman radicaal op te breken. De beschrijvingen van Gesines dagelijkse leven in New York worden onderbroken door lange flarden geschiedenis van haar familie en haarzelf in voor- en naoorlogs Duitsland, maar ook door nieuwsberichten uit The New York Times en flarden herinneringen van verschillende, meestal niet aangeduide personages. Heden en verleden worden zo parallelle werelden die wel of niet verband met elkaar houden. In de beschrijvingen van karakters wordt iedere generalisering vermeden en alleen een ongehoorde hoeveelheid scherp geobserveerde, tastbare details en momentane maar rake psychologische observaties gegeven. De verteller houdt grote afstand tot zijn personages. Alsof je haarscherp naar de werkelijkheid kijkt met afwisselend een verrekijker en een microscoop.", "Beeld Deborah van der Schaaf", "Dat levert niet een verhaal op waar je, zeg maar, ‘lekker in wordt meegezogen’. Maar Johnsons beschrijvingen geven wel een uniek ruimtelijk gevoel aan de tekst. De personages komen door de continue stroom details langzaam maar gestaag tot leven en krijgen daardoor iets imponerends, hoe alledaags ze ook zijn. Zeldzaam indrukwekkend is de beschrijving van Marie, de jonge dochter van Gesine. Ik kan me niet herinneren dat ik ooit zo’n serieuze, onsentimentele verbeelding van de leefwereld van een kind heb gelezen. Een unieke prestatie.", "Een andere kwaliteit is Johnsons beschrijving van de alledaagse ruimte. Het boek staat vol precieze, zakelijke observaties van het soort dat je nooit in een geschiedenisboek zult aantreffen, en eigenlijk ook zelden in een roman. Zo weet ik nu dat je op de veerboot naar Staten Island een abonnement kon nemen op de daar werkende schoenpoetser en dat er op vliegvelden postvakjes waren op alfabet, zodat passagiers op de luchthaven post konden ontvangen. Je leest van alles over groentekramen, buffetkasten, en dat er in Mecklenburg Vorpommern een appelsapwinkel was en dat in New York een auto van de post voorrang had op een uitgerukte brandweerwagen. Dat zijn allemaal heerlijke feitjes, die Johnson bovendien heel bondig beschrijft, zonder één overtollig woord. Dat geconcentreerde, bijna technische taalgebruik is best opmerkelijk voor een boek dat zo lijvig is dat je er probleemloos iemands hersens mee kunt inslaan, mocht je dat willen.", "Dit monumentale werk is niet een soort eenmalig meesterwerk als Philip Roths Het complot tegen Amerika of Vasili Grossmans Leven en lot, boeken die op hun manier ook proberen de geschiedenis opnieuw uit te vinden. Daarvoor ontbreekt uiteindelijk datgene wat romans zo uniek kan maken: de empathische vereenzelviging met complete, maar imperfecte mensen die niet per se je sympathie opwekken. Maar het biedt iets anders: alsof je een dagenlange treinreis maakt door een onopvallend landschap, met medereizigers die weinig interessants zeggen. En dan, langzaam, word je iets gewaar dat je nooit eerder zo voelde: tijd en ruimte. Dat moet genoeg zijn.", "Beeld Van Oorschot"], "authors": ["Sjeng Scheijen"], "keywords": ["tot", "van", "romancyclus", "het", "op", "maar", "die", "zijn", "maakt", "uwe", "een", "werelden", "johnson", "en", "dat", "je", "parallelle", "monumentale", "verleden"], "pubDate": "2020-11-27T13:00:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}