{"id": "ae22ee38-e878-3788-b5ba-7b7baa26011a", "title": "Gemiddelde inkomen van boeren daalt in 2020, ondanks coronasteun", "url": "https://nos.nl/artikel/2361054-gemiddelde-inkomen-van-boeren-daalt-in-2020-ondanks-coronasteun.html", "summary": "Het gemiddelde inkomen van boeren komt dit jaar uit op zo'n 54.000 euro, verwachten de onderzoekers.\nOndanks dat daalde het gemiddelde inkomen van boeren dus.\nDe inkomens kunnen ook van jaar op jaar sterk fluctueren.\nZo was 2019 nog een historisch goed jaar voor varkenshouders, maar in 2020 daalt het gemiddelde inkomen met bijna 3 ton, naar een negatief inkomen van -12.000 euro.\nDe horecasluiting is ook een van de oorzaken dat vleeskuikenhouders het slechtste jaar sinds 2013 draaien, met een gemiddeld inkomen van 44.000 euro.", "paragraphs": ["Boeren hebben in 2020 gemiddeld minder inkomen verdiend dan in de afgelopen jaren. Dat is de verwachting van Wageningen Economic Research en het Centraal Bureau voor de Statistiek.", "Het gemiddelde inkomen van boeren komt dit jaar uit op zo'n 54.000 euro, verwachten de onderzoekers. Dat is bijna 20.000 lager dan vorig jaar, ondanks de steunmaatregelen van het kabinet.", "Het kabinet kwam onder meer fritesaardappeltelers en de sierteeltsector tegemoet om hun omzetverliezen te compenseren. Ook maakten veel bedrijven in de landbouw gebruik van loonsteunsubsidies van de overheid (NOW-regeling). In totaal ontving de landbouw 340 miljoen euro aan coronasubsidies, schrijft het CBS. Ondanks dat daalde het gemiddelde inkomen van boeren dus.", "Gemiddeld negatief inkomen voor varkenshouders", "Er zijn elk jaar grote verschillen tussen boeren, ook binnen dezelfde bedrijfstypen. De inkomens kunnen ook van jaar op jaar sterk fluctueren. Zo was 2019 nog een historisch goed jaar voor varkenshouders, maar in 2020 daalt het gemiddelde inkomen met bijna 3 ton, naar een negatief inkomen van -12.000 euro.", "Vorig jaar profiteerden Nederlandse varkenshouders nog van de Afrikaanse varkenspest. De vraag naar Nederlandse varkens vanuit China steeg en de prijs ook. Maar dit jaar daalde de biggenprijs met zo'n 72 procent, van 89 euro naar zo'n 25 euro. Dat kwam onder meer doordat er vanwege corona wereldwijd minder vraag naar was vanuit de horeca.", "Horecasluiting", "Ook de akkerbouwers kregen te maken met lagere prijzen voor hun producten. Die daalden omdat restaurants minder friet konden verkopen vanwege de gedwongen sluiting. Ook exporteren werd lastiger vanwege de coronamaatregelen. Uiteindelijk komen zij gemiddeld op een inkomen van zo'n 41.000 euro. De afgelopen jaren lag het steeds tussen de 40.000 en 45.000 euro. De coronasteun van de overheid draagt hier ook aan bij.", "De horecasluiting is ook een van de oorzaken dat vleeskuikenhouders het slechtste jaar sinds 2013 draaien, met een gemiddeld inkomen van 44.000 euro. Voor leghennenhouders wordt het ook een minder jaar. Dat komt onder meer doordat meer bedrijven zijn omgeschakeld naar een duurzamer systeem met een kleinere bedrijfsomvang.", "De vraag naar duurdere eieren was in de supermarkt overigens groot dit jaar, maar doordat horecabedrijven minder gewone scharreleieren afnamen kreeg de sector toch klappen.", "Planten", "Ondanks corona stijgt het gemiddelde inkomen van pot- en perkplantenbedrijven met zo'n 50.000 euro tot 181.000 euro. Bij perkplantbedrijven is dat is onder meer te danken aan thuiswerkers, die meer aandacht hadden voor hun tuin. De steunmaatregelen van de overheid hebben ook bijgedragen aan het op peil houden van de opbrengsten.", "Het gemiddelde inkomen van snijbloemenbedrijven daalde wel; met 54.000 euro tot zo'n 122.000 euro. Door de wereldwijde lockdownmaatregelen nam de vraag af."], "authors": [], "keywords": ["coronasteun", "2020", "zon", "euro", "van", "daalt", "ondanks", "een", "inkomen", "boeren", "het", "ook", "jaar", "dat", "met", "gemiddelde"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}