{"id": "ae40131e-3e65-33f0-a8f1-ad53bcde437d", "title": "PGA Championship 2022 niet meer op golfbaan Trump na bestorming Capitool", "url": "https://nu.nl/sport-overig/6101204/pga-championship-2022-niet-meer-op-golfbaan-trump-na-bestorming-capitool.html", "summary": "De Amerikaanse golfbond heeft besloten om de Trump National Golf Club in Bedminster niet meer als locatie te gebruiken voor het PGA Championship in 2022.\nHet besluit komt amper een week na de bestorming van het Capitool.\nDe privébaan van uittredend president Donald Trump werd in 2014 al aangewezen als locatie voor het PGA Championship van over twee jaar.\nDe PGA Championship wordt altijd in mei gehouden, na de Masters en voor de US Open en het Open Championship.\nDe volgende editie van de PGA Championship wordt van 17 tot en met 23 mei gehouden op The Ocean Course bij Kiawah Island Golf Resort.", "paragraphs": ["De Amerikaanse golfbond heeft besloten om de Trump National Golf Club in Bedminster niet meer als locatie te gebruiken voor het PGA Championship in 2022. Het besluit komt amper een week na de bestorming van het Capitool.", "De privébaan van uittredend president Donald Trump werd in 2014 al aangewezen als locatie voor het PGA Championship van over twee jaar. Vanwege de gebeurtenissen van vorige week bij het Capitool vindt de organisatie het niet meer te verantwoorden om op de baan in Bedminster (New Jersey) in actie te komen.", "\"We bevinden onszelf in een politieke situatie waar we niks mee van doen hebben\", zegt PGA-directeur Seth Waugh in gesprek met AP. \"Gezien de tragische gebeurtenissen van afgelopen woensdag vinden we dat we Bedminster niet langer als locatie kunnen gebruiken. Dit is het enige juiste besluit.\"", "Een woordvoerder van The Trump Organization zegt tegen ABC News \"ongelooflijk teleurgesteld\" te zijn in het besluit van de PGA. \"We hebben vele miljoenen dollars in dit project gestopt. Ze hebben geen enkel recht om de overeenkomst te ontbinden.\"", "283 Capitool-bestorming: dit zijn de mogelijke gevolgen voor Trump", "Baan Trump zou voor eerste keer locatie van major zijn", "Aanhangers van Trump bestormden vorige week het Capitool in Washington, waar het Amerikaanse Congres bijeenkwam om formeel vast te stellen dat Joe Biden de winnaar van de presidentsverkiezingen is. Bij de ongeregeldheden vielen vijf doden, onder wie een agent.", "Het zou voor het eerst zijn dat een van de vier grote golftoernooien in de Verenigde Staten op een baan van golfliefhebber Trump gespeeld zou worden. De PGA Championship wordt altijd in mei gehouden, na de Masters en voor de US Open en het Open Championship.", "De volgende editie van de PGA Championship wordt van 17 tot en met 23 mei gehouden op The Ocean Course bij Kiawah Island Golf Resort."], "authors": ["Door"], "keywords": ["van", "capitool", "voor", "meer", "2022", "een", "bestorming", "om", "championship", "op", "te", "locatie", "trump", "het", "pga", "niet", "golfbaan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}