{"id": "ae49212e-cdae-3a82-9628-d478d5192633", "title": "Bestsellerauteur Sylvain Tesson wantrouwt ‘de religie van innovatie’", "url": "https://trouw.nl/cultuur-media/bestsellerauteur-sylvain-tesson-wantrouwt-de-religie-van-innovatie~b75db797/", "summary": "In Chamonix maakte hij vijf jaar geleden een val van tien meter bij de beklimming van de gevel van het huis van een vriend.\nLa panthère des neiges werd bekroond met de Prix Renaudot, een van de belangrijkste literaire prijzen.\nIk ben ver verwijderd geraakt van het geloof, maar niet van het idee van verering.\n“Het is mij veel kwalijk genomen dat ik dat heb geschreven, ik zou een elitaire zak zijn zonder benul van het harde leven van gewone mensen.\nDat je de wereld, de landschappen met aandacht en liefde moet bekijken, dat je in de natuur fysieke ervaringen moet zoeken.", "paragraphs": ["De schrijver moet nog even een gesprek afronden met de Belgische striplegende François Schuiten (Blake & Mortimer) met wie hij aan een album werkt. Ondertussen zet hij voor het bezoek een fles whisky, een fles Pouilly-Fumé en een pijpje Heineken op de salontafel.", "Voor zichzelf heeft Sylvain Tesson (47) koffie gezet, hij drinkt geen druppel meer. In Chamonix maakte hij vijf jaar geleden een val van tien meter bij de beklimming van de gevel van het huis van een vriend. “Ik was dood, mijn hart stopte die nacht twee keer met kloppen”, zegt hij. “Zesentwintig breuken, waarvan vier in mijn schedel, twee kapotte longen. Mijn rug zit vol met schroeven, mijn gezicht raakte deels verlamd waardoor ik er nu uitzie als een Pruisische luitenant uit 1870.”", "Sylvain Tesson (Parijs, 1972) groeide op in een chique banlieue van Parijs. Zijn vader is de in Frankrijk bekende journalist Philippe Tesson. Zijn moeder Marie-Claude, overleden in 2014, was reumatoloog en tropenarts. Hij behoort tot de meest succesvolle auteurs van Frankrijk. Van Dans les forêts de Sibérie (Zes maanden in de Siberische wouden) verkocht hij 615.000 exemplaren. La panthère des neiges werd bekroond met de Prix Renaudot, een van de belangrijkste literaire prijzen.", "Al vroeg had Tesson belangstelling voor gevaarlijke ondernemingen. Hij beklom kathedralen in Frankrijk, Duitsland en België. Vanaf 1991 doorkruiste hij hele continenten, te voet of op de fiets. De reizen werden boeken waarin hij niet alleen de omgeving beschrijft maar ook zijn vaak melancholieke gedachten over de wereld en het leven formuleert.", "De sneeuwpanter is het verslag van een wekenlange zoektocht op grote hoogte naar de zeldzame sneeuwpanter in Tibet. Kunt u zoiets nog aan?", "“Ik doe nog aan alpinisme, maar sinds mijn val is het gekkenwerk, het suïcidale klimmen, afgelopen. Mijn puberteit eindigde op mijn 42ste. Maar ik ben dolgelukkig dat ik er nog steeds op uit kan. Ik heb niet getwijfeld toen de wildfotograaf Vincent Munier mij vroeg mee te gaan. Het is nu alleen of ik heel snel een stuk ouder ben geworden, ik moet beter op mijzelf letten.”", "Tesson: ‘Reizen maakt je niet intelligenter dan anderen, maar het vergroot wel je referentiekader’. Beeld Hollandse Hoogte / AFP", "Het moment dat u de panter ziet, beschrijft u als een religieuze ervaring.", "“Ik probeer het zo precies mogelijk te vertellen. En het plotselinge opduiken van de panter kun je alleen maar een verschijning noemen. Een verschijning die volgt op dagen van wachten, lijden, onzekerheid. Ik ben ver verwijderd geraakt van het geloof, maar niet van het idee van verering. Ik kniel graag voor wat superieur is aan mijzelf.”", "Het dak van zijn appartement biedt uitzicht op de Notre-Dame die om de hoek staat. Tesson moet de kathedraal honderden keren beklommen hebben, zegt hij. Via de steunberen en de luchtbogen en dan verder naar het dak en de torenspits op die in april 2019 werd verzwolgen door de vlammen. “Het was mijn kinderkoninkrijk. De torenspits was als de mast van een reusachtig schip. Als het waaide, ging je zachtjes heen en weer.”", "Boven de bank hangt een foto van de naald van Étretat, een krijtstenen rots van 80 meter hoog, voor de kust van Normandië. Tesson staat zwaaiend, verkleed als gentleman-dief Arsène Lupin – een romanpersonage van Maurice Leblanc – op de top. “Het was een oproep tot vrolijkheid. Ik wilde met een ouderwetse studentengrap de Fransen vragen zich te ontdoen van hun depressie.”", "Zijn Fransen te zwaar op de hand?", "“Dat kun je wel zeggen. Parijs was in de hele wereld synoniem voor feest, elegantie, uitbundigheid. Nu zie je een angstig, gedeprimeerd volk. En ik ben op die naald geklommen om er iets aan te doen.” Lachend: “Paarlen voor de meeuwen natuurlijk, er zal niets veranderen. Ze zullen doorgaan met zeuren, alles is moeilijk en zwaar. Je ziet het in alle lagen van de bevolking, die lusteloosheid.”", "‘Frankrijk is een paradijs bevolkt door mensen die geloven dat ze in de hel leven’. Dat is een veel geciteerd aforisme van u.", "“Het is mij veel kwalijk genomen dat ik dat heb geschreven, ik zou een elitaire zak zijn zonder benul van het harde leven van gewone mensen. Je moet je hier altijd indekken als je iets zegt, altijd erbij zeggen dat je natúúrlijk ook wel weet dat het hier niet voor iedereen een vetpot is. Maar toch, Frankrijk is een paradijs.”", "Reizen scherpt de blik op de eigen omgeving?", "“Het maakt je niet intelligenter dan anderen, maar reizen vergroot wel je referentiekader, je kunt meer zaken met elkaar vergelijken en dan is het snel duidelijk dat je in Frankrijk beter af bent dan in Soedan. Toch blijkt al jaren uit peilingen dat Afghanen zich gelukkiger voelen dan Fransen, ongelooflijk maar waar.”", "De sneeuwpanter behoorde in Frankrijk tot de best verkochte boeken van 2019. Hoe verklaart u dat succes?", "“Ik schrijf 25 jaar en in het begin verkocht ik niets. Waarom het nu wel loopt, weet ik niet. Ik heb de indruk dat ik dingen zeg die niet nieuw of opzienbarend zijn. Dat je de wereld, de landschappen met aandacht en liefde moet bekijken, dat je in de natuur fysieke ervaringen moet zoeken. Dat je respect moet hebben voor het verleden waar wij schatplichtig aan zijn.", "“Ik word gezien als conservatief, dat valt kennelijk ook in de smaak. Ik heb geografie gestudeerd, dat is in zekere zin de wetenschap van het conserveren. Er zijn gesteenten die eeuwiger zijn dan andere die door verzakkingen dreigen te verdwijnen. Ik hou van wat oud en solide is, van hetgeen de tand des tijds doorstaat en ik wantrouw de religie van de innovatie.”", "Met uw kritiek op globalisering verwoordt u waarschijnlijk de gevoelens van velen.", "“Die ongerustheid is heel logisch, mensen zijn gewoontedieren. Ze vinden het niet leuk als je hun huis steeds overhoop haalt. Waarom zouden ze dat op wereldschaal dan wel prettig vinden? Dat geldt ook voor degenen die de globalisering toelachen, dat wil zeggen mensen zoals ik, die op elk moment op het vliegtuig kunnen stappen om de winter in Thailand door te brengen en die Japans biologisch voedsel kopen. Ik bedoel de stedelijke elite, dat hele kleine deel van de mensheid voor wie het verdwijnen van grenzen en beperkingen goed nieuws is en dat aandringt op meer. Ook die groep wil niet in een eeuwige verbouwing zitten. De elite leeft zelf dus helemaal niet in de permanente aanpassing die zij preekt. Maar dat geluid domineert wel de media, de cultuur, het denken van een land als Frankrijk.”", "Tesson: ‘Acht miljard mensen zijn in staat om met elkaar te communiceren en het resultaat is dat iedereen elkaar meer gaat haten’. Beeld Hollandse Hoogte / AFP", "Volgens u zijn we met de digitale revolutie beland in de ultra-globalisering: ‘Niets is nog van ergens, omdat alles van overal kan komen’.", "“Dat is het nieuwe dogma, alles moet stromen en in elkaar overvloeien. Je verplaatsen is goed, stilstaan is fout. Waag het niet om je te verzetten tegen dit idee. Je bent een plouc (tokkie, KJ) als je de voortdurende beweging – die zich manifesteert als farce in het massatoerisme en als tragedie in vluchtelingenstromen – niet ziet als het eindpunt van de lotsbestemming van de mensheid.”", "U noemt zichzelf cultureel rechts. Is conservatisme meer een kwestie van temperament dan een politieke keuze?", "“Ik stem niet en links of rechts zeggen mij niet veel meer; je hebt tegenwoordig linkse bankiers en rechtse arbeiders. Wat ik wel interessant vind, is de vraag of je de voorkeur geeft aan vrijheid of gelijkheid, aan het individu of de massa, aan de toekomst of het verleden. Wat gedaan is, houdt mij meer bezig dan wat er nu gebeurt, wat niet verandert boeit mij meer dan het nieuwe. Ik heb geen iPhone, nooit een mobiel gehad, alleen een vaste lijn. Technologisch zit ik ongeveer op het niveau van de jaren tachtig. Zo ben ik goddank geen slaaf van de techniek.”", "Is dat niet lastig?", "“Nee, ik kan heel goed zonder voortdurende communicatie. Ik heb wel email, daar ontkom je helaas niet aan. Als ik gelovig was, zou ik in digitale technologie het werk van de duivel in zien. Acht miljard mensen zijn in staat om met elkaar te communiceren, maar het resultaat is dat iedereen elkaar meer gaat haten. Het is niet te stoppen, alleen in de privésfeer. Daar moet je proberen je te concentreren op mooie dingen, zoals ik hier geniet van de klokkentoren van de Saint-Séverin (op minder dan tien meter van de ramen van zijn woonkamer, KJ) en andere zaken die je in contact brengen met het reële verloop van de tijd. Technologie maakt ons wijs dat we buiten de tijd leven, maar we worden gedreven door de 24 uur van de dag, de zestig seconden van een minuut, de vier seizoenen.”", "In de brand van de Notre-Dame ziet u een teken, het bewijs van de hedendaagse onverschilligheid voor het verleden.", "“In verband met de restauratie van de kerk is veel gesproken over een eigentijds architecturaal gebaar, de torenspits zou een nieuw aanzien moeten krijgen. Maar het eigentijdse gebaar is denk ik al gemaakt, dat was de brand. In het moderne denken zit de wil om schoon schip te maken, de neiging om het verleden te minachten. Als je niet meer koestert wat aan ons vooraf is gegaan, dan vliegt uiteindelijk het dak van de Notre-Dame in brand.”", "De oorzaak van de brand was kortsluiting.", "“Natuurlijk, maar zo’n ongeluk komt niet uit het niets. In een tijd dat we levers transplanteren en naar Mars gaan, kunnen we dit niet voorkomen. Dat wijst niet alleen op incompetentie, maar ook op onwetendheid, middelmatigheid. Tegelijk is er een narratief over de transformatie van Parijs, alles moet anders van de burgemeester, Anne Hidalgo. Hidalgo is geweldig aardig; ik heb laatst nog met haar actiegevoerd om de boekhandels weer open te krijgen. Maar als je het fantastische timmerwerk van een zolder uit de twaalfde en dertiende eeuw niet kunt beschermen, dan moet je een toontje lager zingen over de transformatie die Parijs zou moeten ondergaan.”", "U stoort zich aan het gebrek aan bescheidenheid van de modernen?", "“Ze kennen geen enkele twijfel, het moet geweldig zijn om zoveel zelfvertrouwen te hebben. Hidalgo is erg trots op alle fietspaden die zij laat aanleggen en ze gebruikt de inclusieve spelling waarbij de mannelijke en de vrouwelijke uitgangen steeds vermeld worden. Ik zit hier elke dag te ploeteren met mijn woordenboeken, ik twijfel voortdurend, zoek bijna elk woord op. Maar zij wil de hele taal veranderen, stel je voor! Ik ben zowat verliefd op haar, voor mij is zij een godin. Maar ze zou ergens anders meer op haar plaats zijn, in een interieurwinkel bijvoorbeeld. Iemand als zij moet niet aan het hoofd staan van deze magische stad, van dit mysterie, van deze oude erfenis.”", "Sylvain Tesson", "De sneeuwpanter", "Vert. Eef Gratama", "Arbeiderspers;", "192 blz. € 20,99", "Lees ook:", "Een heerlijk boek van Sylvain Tesson over Homerus was dé Franse zomerhit", "In het televisienieuws kreeg Tesson vijf minuten de tijd om te vertellen waarom het lezen van Homerus het leven van de mens van nu verrijkt: ‘De Grieken geven ons inzicht in dat waartoe we nog niet zijn uitgegroeid’."], "authors": ["Kleis Jager"], "keywords": ["ik", "tesson", "je", "van", "innovatie", "en", "een", "sylvain", "dat", "bestsellerauteur", "op", "te", "het", "niet", "wantrouwt", "religie"], "pubDate": "2021-01-10T17:48:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}