{"id": "ae56cd1c-f2a9-3674-9204-358eb8e99525", "title": "GGD: werken toe naar miljoen prikken per week", "url": "https://www.parool.nl/nederland/ggd-werken-toe-naar-miljoen-prikken-per-week~b413edd3/", "summary": "Beeld ANP“Dat zal naar verwachting pieken geven tot een miljoen vaccinaties per week,” verklaart een GGD-woordvoerder.\nHet moet veilig zijn en blijven.”VolgeboektDe belangstelling voor de vaccinaties is volgens de GGD zo groot dat bijna alle 408.000 tijdslots voor een vaccinatie-afspraak zijn volgeboekt.\nWanneer mensen zijn uitgenodigd en een vaccinatie-afspraak willen maken, maar de beschikbare tijdslots vol zijn, dan wordt naam en telefoonnummer genoteerd.\nVanaf dat moment kunnen zij weer bellen voor het maken van een afspraak.\nHierbij wordt gekeken naar snelheid, én naar het minimaliseren van verspilling zodat zoveel mogelijk mensen beschermd kunnen worden tegen het coronavirus.", "paragraphs": ["Het callcentrum, waar medewerkers van GGD Ghor klaarstaan om afspraken in te plannen voor vaccinaties. Beeld ANP", "“Dat zal naar verwachting pieken geven tot een miljoen vaccinaties per week,” verklaart een GGD-woordvoerder. De operatie wordt uitgevoerd samen met de huisartsen. “Deze volumes bereiken we alleen wanneer het proces perfect is ingericht. Binnen de restricties die Covid-19 met zich meebrengt moet er veilig gewerkt worden, ook als we grote aantallen mensen vaccineren op alle verschillende locaties.”", "Deze periode wordt volgens de gemeentelijke gezondheidsdiensten gekeken naar ‘alles wat het proces kan verbeteren’. Nicolette Rigter, directeur Covid-19 Programmaorganisatie: “Zo zijn de GGD’s klaar voor het vaccineren van de hoogst mogelijke aantallen als het vaccin wél in grote mate beschikbaar is. Het moet veilig zijn en blijven.”", "Volgeboekt", "De belangstelling voor de vaccinaties is volgens de GGD zo groot dat bijna alle 408.000 tijdslots voor een vaccinatie-afspraak zijn volgeboekt. Vanwege de schaarste aan vaccins is het op dit moment niet meer mogelijk nieuwe tijdslots te openen. Wanneer mensen zijn uitgenodigd en een vaccinatie-afspraak willen maken, maar de beschikbare tijdslots vol zijn, dan wordt naam en telefoonnummer genoteerd. Zodra nieuwe vaccins beschikbaar zijn ontvangen deze mensen een sms. Vanaf dat moment kunnen zij weer bellen voor het maken van een afspraak. Volgens de vaccinatiestrategie van het kabinet en de daarbij behorende te verwachten leveringen zal dit met de kennis van nu op zijn vroegst over enkele weken zijn.", "Toch bleef het aantal prikken de eerste twee dagen beperkt tot ongeveer veertig en tachtig. “Wij zijn nu bezig met het perfectioneren van de logistieke operatie,” geeft de GGD-topvrouw aan. Hierbij moet gedacht worden aan het klaarzetten van het vaccin tot details ‘zoals hoe zetten we de stoelen neer waar mensen een kwartier op mogen wachten ná de vaccinatie’.", "Verpleeghuispersoneel", "Tot 15 januari dienen de zes GGD’s die als eerste starten, de 12.500 vaccins toe die voor de pilotfase beschikbaar zijn. Vanaf 15 januari worden de vaccins die de komende weken binnen komen, in twee keer drie weken aan zorgmedewerkers in de langdurige zorg gegeven. Elke week komt een partij vaccins binnen en zo hebben we voldoende om 200.000 zorgmedewerkers in de verpleeg- en zorginstellingen twee keer te vaccineren.", "Hierbij wordt gekeken naar snelheid, én naar het minimaliseren van verspilling zodat zoveel mogelijk mensen beschermd kunnen worden tegen het coronavirus. Rigter: “We zullen alle vaccins die beschikbaar zijn voor de doelgroep gebruiken. Het is altijd van groot belang dat we verspilling tegen gaan.”", "De uitnodiging van de zorgmedewerkers ligt bij de werkgevers. Werkgevers sturen erop aan dat niet al hun medewerkers tegelijk een prik gaan halen, om voldoende handen aan het bed te houden. “Het streven is om samen met de vaccinerende partijen te komen tot een vaccinatielocatie in elke gemeente. Dicht bij de mensen zodra de aantallen en de logistieke eigenschappen dat toelaten.”"], "authors": ["Marcia Nieuwenhuis"], "keywords": ["mensen", "zijn", "van", "naar", "en", "voor", "een", "vaccins", "prikken", "werken", "ggd", "toe", "te", "aan", "het", "week", "miljoen"], "pubDate": "2021-01-08T14:39:28Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}