{"id": "ae5a8069-e622-3df0-89e4-ebd33e723c45", "title": "Deze hotels zorgen voor een uniek kerstgevoel", "url": "https://www.telegraaf.nl/lifestyle/1475980788/deze-hotels-zorgen-voor-een-uniek-kerstgevoel", "summary": "Op de menukaart van het restaurant en lounges staan diverse feestelijke gerechten en voor glühwein zijn hotelgasten welkom in de pop-up Gastrobar op het terras.\nTijdens oud en nieuw ruikt het hotel naar oliebollen en kunnen gasten deze olieballen en appelflappen onbeperkt eten.\nDe box is ook vegetarisch te bestellen en voor een wijnarrangement kan gezorgd worden.\nVoor een complete ervaring thuis kun je ook nog tafellinnen, servies en decoratie bestellen.\nBij Hotel Room Mate Bruno in Rotterdam en The Collector Hotel in Den Haag geniet je van een Loetje-dinerarrangement bij je verblijf.", "paragraphs": ["Sportief de kerstvakantie door, HUP in Mierlo", "Het is ‘game on’ tijdens de kerstvakantie bij HUP. Het programma staat boordevol sportieve activiteiten voor zowel kinderen als volwassenen. Denk aan Levend Kwartet, oer-Hollandse spelletjes en een vossenjacht.", "Natuurlijk is er ook tijd om rustig te genieten. Zo is er een kampvuur waar je marshmallows kan roosteren en warme chocomel kan drinken en worden er magische kerstverhalen verteld bij de openhaard.", "hup.eu", "17 meter hoge boom, Grand Hotel Huis ter Duin in Noordwijk", "Dit hotel was al vroeg in de kerstsferen. Sinds 5 november schittert de iconische kerstboom bij de voordeur en is het hele hotel versierd. Ook is er een speciale kerst-photobooth, waar je deze bijzondere kerst vast kan leggen.", "Op de menukaart van het restaurant en lounges staan diverse feestelijke gerechten en voor glühwein zijn hotelgasten welkom in de pop-up Gastrobar op het terras.", "huisterduin.com", "Bekijk ook: Glen Faria op liefdevolle missie met verrassingstour", "Onbeperkt oliebollen, Buitenplaats de Bergse Bossen in Driebergen-Rijsenburg", "Ouderwetse gezelligheid staat voorop tijdens de kerst bij de Bergse Bossen. Zo krijgen gasten het authentieke en ultieme kerstgevoel in het restaurant. Draag jij de leukste kersttrui bij de openhaard? Dan heb je kans om te winnen tijdens de foute kersttruienwedstrijd.", "Tijdens oud en nieuw ruikt het hotel naar oliebollen en kunnen gasten deze olieballen en appelflappen onbeperkt eten.", "bergsebossen.nl", "Kerst aan huis, Van der Valk", "“We wilden deze kerst iets extra’s doen”, aldus Van der Valkeigenaar Bob Zeeuw van der Laan. En daarom stelde Van der Valk samen met meesterchef André van Doorn een feestelijk 5-gangenmenu samen. Niet om op te eten op je hotelkamer, maar voor thuis aan je eigen keukentafel.", "Met de kerst-menubox die gekoeld aan huis bezorgd wordt, kun je meekoken met de chef. Via video’s krijg je naast tips om te koken, ook tips voor de opmaak van je bord.", "De box is ook vegetarisch te bestellen en voor een wijnarrangement kan gezorgd worden. Voor een complete ervaring thuis kun je ook nog tafellinnen, servies en decoratie bestellen.", "valkculinair.nl", "Bekijk ook: Zó creatief zijn Nederlandse hotels in coronatijd", "Logeren en dineren met Loetje, The Collector den Haag", "De biefstuk van Loetje is razend populair. Tijdens deze koude wintermaanden hoef je deze niet te missen. Bij Hotel Room Mate Bruno in Rotterdam en The Collector Hotel in Den Haag geniet je van een Loetje-dinerarrangement bij je verblijf.", "loetje.nl", "Winter Garden, de Pulitzer Amsterdam", "De Pulitzer Winter Garden is geopend. Met vele verwarmde zitjes heb je er uitzicht op de giga kerstboom. Onder een dekentje kun je knus genieten van winterse snacks, zoals flammkuchen, kaasfondue, huisgemaakte koekjes en warme chocolademelk. Ze hebben zelfs een hot cocktailsmenu.", "Ook de kids worden volledig in de watten gelegd. Zo staan er poffertjes op de kaart en kunnen er kerstballen versierd worden.", "pulitzeramsterdam", "20 Rooms, 20 Designers, Sir Albert Hotel in Amsterdam", "20 Rooms, 20 Designers, een nieuw winkelconcept voor de feestdagen.Twintig Nederlandse designers toveren elke kamer van het Sir Albert Hotel in Amsterdam om tot een eigen winkel-experience. Zo kunnen gasten op een leuke en veilige manier (kerstcadeaus) shoppen.", "sirhotels.com"], "authors": ["Isa De Laat"], "keywords": ["kerstgevoel", "van", "deze", "het", "op", "hotels", "hotel", "een", "je", "en", "ook", "uniek", "zorgen", "er", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}