{"id": "ae603129-4aad-38fd-bf50-108f3b2c3157", "title": "Wordt verdienmodel Pornhub om zeep geholpen?", "url": "https://volkskrant.nl/economie/wordt-verdienmodel-pornhub-om-zeep-geholpen~bfcfeda8d/", "summary": "En deze week haalde Pornhub, de grootste gratis pornosite ter wereld, ook nog eens driekwart van zijn video’s van internet.\nNa PayPal weigeren ook de creditcardmaatschappijen Mastercard en Visa, de twee grootste ter wereld, betalingen aan Pornhub te verwerken.\nHet overgrote deel van het materiaal wordt door onbekende gebruikers opgeladen.\nPornhub zal in de toekomst nog alleen materiaal uit geverifieerde bronnen op de site zetten, zoals dat van professionele pornoproducenten.\nVele buitenstaanders zullen een zucht van verlichting slaken als dit het begin van het einde is van de ongebreidelde groei van internetporno.", "paragraphs": ["Er is al weinig voor alleenstaanden tijdens de feestdagen nu de massagesalons en escortbureaus als niet-essentiële dienstverlening zijn gesloten. En deze week haalde Pornhub, de grootste gratis pornosite ter wereld, ook nog eens driekwart van zijn video’s van internet.", "Pornhub is onderdeel van MindGeek − een enigszins obscure Canadese onderneming met holdings in talrijke belastingparadijzen. Wereldwijd heeft het bedrijf in vijftien jaar een even dominante marktpositie met gratis pornosites opgebouwd als Google met gratis zoek­opdrachten.", "Behalve Pornhub heeft MindGeek nog zeker honderd adultsites en productiebedrijven. Alleen Pornhub is goed voor 3,4 miljard bezoekers per maand, waarmee het in de top-10 van meest bezochte sites behoort, voor Spotify of Netflix. Net als bij Google komt het ene deel van de inkomsten uit advertenties, met name van betaalde pornosites die via de gratis site klanten lokken, en het andere deel van handel in de data die bezoekers achterlaten. In 2019 leverde dat 500 miljoen dollar op. Sinds de uitbraak van corona is het bezoekerscijfer met bijna 25 procent gestegen.", "Moeder MindGeek profileert zich als een gewoon platform- of ict-bedrijf − dat niet beter of slechter is dan Facebook of Twitter. Maar nu dreigt het verdienmodel toch te worden ondermijnd. Na PayPal weigeren ook de creditcardmaatschappijen Mastercard en Visa, de twee grootste ter wereld, betalingen aan Pornhub te verwerken. En het grootste deel van de betalingen gaat via creditcards. Visa en Mastercard vrezen voor imagoschade na beschuldigingen dat Pornhub ook video’s toont waarbij sprake is geweest van onvrijwillige seks of exploitatie van minderjarigen.", "Hoewel de site alles zegt te doen om kinderporno te weren, kan ze dat niet echt controleren. Het overgrote deel van het materiaal wordt door onbekende gebruikers opgeladen. MindGeek heeft nu besloten die video’s allemaal te verwijderen. Er blijven alleen nog video’s staan die door bekende aanbieders zoals de eigen pornostudio’s zijn aangeleverd. Van de 13,5 miljoen video’s zijn er nog maar 4 miljoen over.", "Die zijn waarschijnlijk in zeventienhonderd mensenlevens nog niet te bekijken. Maar klanten blijken nogal te hechten aan hun eigen favoriete filmpjes.", "Pornhub zal in de toekomst nog alleen materiaal uit geverifieerde bronnen op de site zetten, zoals dat van professionele pornoproducenten. Daarmee is de onderneming hoe dan ook een stap verder dan ­Facebook, waar iedereen ongeverifieerd materiaal kan plaatsen.", "Vele buitenstaanders zullen een zucht van verlichting slaken als dit het begin van het einde is van de ongebreidelde groei van internetporno. Hoe schadelijk die is, staat overigens ter discussie.", "De pornoliefhebber moet de feestdagen hopen dat er misschien nog oude exemplaren van Chick of Candy in een doos op zolder zijn te vinden."], "authors": ["Peter De Waard"], "keywords": ["zijn", "van", "nog", "en", "videos", "om", "een", "wordt", "zeep", "geholpen", "te", "het", "pornhub", "dat", "verdienmodel"], "pubDate": "2020-12-17T19:37:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}