{"id": "ae8a7451-1706-3600-b056-ea72eec8c1f6", "title": "We waren opgewarmd, lekker gemaakt: eigenlijk kon het niet misgaan voor Ajax", "url": "https://www.parool.nl/kunst-media/we-waren-opgewarmd-lekker-gemaakt-eigenlijk-kon-het-niet-misgaan-voor-ajax~b729fa31/", "summary": "Wilfred Genee, Wim Kieft en René van der Gijp tijdens de voorbeschouwing op Ajax - Atalanta.\nBeeld SBS6Bij SBS6 was René van der Gijp al voor de wedstrijd in de winning mood.\nWe waren opgewarmd, lekker gemaakt, helemaal in de feeststemming gebracht, maar Ajax was niet half zo goed als in de voorbeschouwing voorspeld.\nTerwijl Van der Gijp toch een heldere bijsluiter had ­af­gegeven voor alle praatjes vooraf.\n“Voor zo’n wedstrijd is het een beetje lullen in de ruimte,” zei Van der Gijp.", "paragraphs": ["Wilfred Genee, Wim Kieft en René van der Gijp tijdens de voorbeschouwing op Ajax - Atalanta. Beeld SBS6", "Bij SBS6 was René van der Gijp al voor de wedstrijd in de winning mood. “Atalanta, daar laat je je toch niet door uitschakelen, man!” Wim Kieft had zo zijn twijfels, maar die heeft altijd zo zijn twijfels. Maar vooruit, zei hij, Ajax ging winnen.", "Aan tafel bij Wilfred Genee is het not done om anders te beweren. Slecht voor de sfeer, slecht voor de kijkcijfers. Met beelden van juichende Ajacieden werd nog maar eens gevierd hoe de vorige confrontatie met een Italiaanse tegenstander was afgelopen. Om de rechtsback van Atalanta werd smakelijk gelachen. Het kon eigenlijk niet misgaan.", "In de studio van Ziggo Sport was al iets meer ontzag voor Atalanta. Ook daar beelden van eerdere Ajaxgoals en het feestelijke onthaal van de spelersbus bij het stadion door de fans. Maar toen ging de bal rollen.", "Ajax kreeg rood en bij Ziggo Sport vond Jack van Gelder de wapperende arm van Gravenberch ronduit onhandig. De chauvinisten van SBS6 vonden dat hij er niets aan kon doen.", "Weer was Ajax uit vorm in december, analyseerde commentator Wytse van der Goot. De wedstrijd was een kopie van de uitschakeling van vorig jaar tegen Valencia. “Weer loopt Ajax zich stuk op een mediterrane muur. Weer 1-0, weer lege handen.”", "Ook Lips was terug bij de domper van toen. We waren opgewarmd, lekker gemaakt, helemaal in de feeststemming gebracht, maar Ajax was niet half zo goed als in de voorbeschouwing voorspeld. Waren we er toch weer in­getuind.", "Terwijl Van der Gijp toch een heldere bijsluiter had ­af­gegeven voor alle praatjes vooraf. Hij bedoelde de voor­beschouwing van Ajaxtrainer Erik ten Hag, maar toch. “Voor zo’n wedstrijd is het een beetje lullen in de ruimte,” zei Van der Gijp. Genee: “Dat doen wij toch ook?”", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "toch", "ajax", "misgaan", "het", "eigenlijk", "maar", "waren", "lekker", "kon", "niet", "een", "der", "weer", "gemaakt", "opgewarmd", "gijp", "voor"], "pubDate": "2020-12-10T09:59:35+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}