{"id": "ae93e6a8-45d3-3348-a869-6a8475c41082", "title": "Krijgen we dan toch nog allemaal glasvezel?", "url": "https://volkskrant.nl/columns-opinie/krijgen-we-dan-toch-nog-allemaal-glasvezel~b86e31b9/", "summary": "ACM moppert dat KPN de aanleg van glasvezel frustreert, maar is binnen de wet redelijk machteloos.\nKPN spreekt ACM tegen, maar het is een feit dat de uitrol van glasvezel nu al een tijd heel langzaam gaat.\nInwoners van Schiermonnikoog en Rijssen hebben al jaren glasvezel, maar veel Amsterdammers en Rotterdammers moeten er nog op wachten.\nEn glasvezel aanleggen is pas rendabel als een groot deel van de bewoners van een gemeente interesse heeft.\nIs het dan erg dat het niet zo opschiet met glasvezel?", "paragraphs": ["Het aanleggen van glasvezel kabelnet in Hoofddorp. Beeld ANP XTRA", "Werken vanuit huis, vaker Netflix kijken om de bioscoop te mijden of zoomen met (groot)ouders: door de aanhoudende coronacrisis is snel internet inmiddels een basisbehoefte. Een lekker snelle verbinding (en deugdelijke wifi) is dan cruciaal. Net deze week maakte KPN bekend echt vaart te gaan maken met de aanleg van glasvezel – al sinds de eeuwwisseling dé belofte van sneller internet. Zal het nu lukken?", "De recente geschiedenis stemt niet optimistisch. Onderzoeksbureau Stratix verzamelt al ruim tien jaar cijfers over het aantal glasvezelaansluitingen in Nederland. Bijna de helft van de Nederlanders neemt zo’n aansluiting zodra dat mogelijk is, dus animo is er genoeg. In 2014 werd KPN volledig eigenaar van de grootste speler op de glasvezelmarkt, Reggefiber. Vanaf dat moment nam het aantal nieuwe aansluitingen af. De Autoriteit Consument en Markt (ACM) stelt dat KPN er met gerichte acties voor zorgt dat het voor concurrenten niet rendabel is om glasvezel aan te leggen, vooral in stedelijke gebieden. KPN sluit bijvoorbeeld alleen de rendabele wijken in een gemeente aan, waarna de rest van de stad niet meer interessant is voor de concurrent.", "ACM moppert dat KPN de aanleg van glasvezel frustreert, maar is binnen de wet redelijk machteloos. KPN spreekt ACM tegen, maar het is een feit dat de uitrol van glasvezel nu al een tijd heel langzaam gaat. De laatste jaren is er weer een lichte toename, maar het record van 2013 met bijna 500 duizend nieuwe aansluitingen is nog niet geëvenaard.", "Inwoners van Schiermonnikoog en Rijssen hebben al jaren glasvezel, maar veel Amsterdammers en Rotterdammers moeten er nog op wachten. Het grote glasvezelbedrijf Reggefiber was een geesteskind van de Rijssense ondernemer Dik Wessels – het zal geen toeval zijn dat Rijssen al snel van glasvezel werd voorzien. En glasvezel aanleggen is pas rendabel als een groot deel van de bewoners van een gemeente interesse heeft. In kleinere woonplaatsen met een hecht verenigingsleven is voldoende intekenaars verzamelen vaak eenvoudiger dan in een grote stad, waar mensen hun buren niet goed kennen. Volgens Hendrik Rood van Stratix worden de handtekeningen vaak verzameld door prins Carnaval of de voorzitter van de voetbalvereniging. Daarnaast moeten in steden ook appartementen vijfhoog-achter worden aangesloten. In de tijd die het kost om in een straat met appartementen af te stemmen met woningbouwverenigingen, individuele huurders, eigenaren en vve’s kan een heel dorp al aangesloten zijn.", "Ruimte voor verbetering", "Ook de wet van de remmende voorsprong heeft ermee te maken: veel Nederlanders hebben al snel internet via de kabel. Is het dan erg dat het niet zo opschiet met glasvezel? Het nadeel van televisiekabels en telefoonlijnen is dat die niet veel sneller gemaakt kunnen worden dan ze nu zijn. Bij glasvezel is er meer ruimte voor verbetering. Bij kabel en koper gaat uploaden een stuk langzamer dan downloaden, bij glasvezel gaat dat even snel.", "Dat is belangrijk voor bijvoorbeeld videobellen. Als de ontwikkelingen van de afgelopen jaren zich voortzetten, zal wat nu een snelle verbinding is, binnenkort hemeltergend traag aanvoelen. Snel internet is niet alleen belangrijk voor gamen en netflixen, maar ook voor thuiswerken en de agrarische sector (bijvoorbeeld voor melkrobots). Nieuwe toepassingen gaan uit van de snelheid die de meerderheid van de gebruikers heeft. Zodra de meerderheid glasvezel heeft, zal de kabel snel te langzaam worden.", "ACM vindt uitbreiding van het glasvezelnetwerk ook belangrijk. Het kopernetwerk zal zeker niet voldoen aan de vraag. Kabel houdt het waarschijnlijk langer vol, maar als een gebied alleen kabel heeft, komt de keuzevrijheid van de consument in het gedrang. ACM constateert ook dat de aanleg vooral in stedelijke gebieden langzaam gaat.", "Met de belofte vaart te maken geeft KPN, met 81 procent van de Nederlandse glasvezelnetwerken in handen, zichzelf in feite een laatste kans. Als het bedrijf met dat bijna-monopolie er wederom niet in slaagt te versnellen, resteren volgens het handboek van de kartelautoriteiten slechts een paar oplossingen: KPN opknippen of nationaliseren, de aanleg als overheid zelf ter hand nemen of een nieuwkomer een duwtje in de rug geven. Anders gaan gebruikers geheid mopperen over hun trage verbinding.", "Beeld Volkskrant Infographics", "Correctie:", "In de grafiek bij dit artikel staat vermeld dat de maximale downloadsnelheid van kabel 500 MB per seconde bedroeg. Sinds kort bedraagt deze maximaal verkrijgbare downloadsnelheid 1 GB per seconde."], "authors": ["Serena Frijters", "Xander Van Uffelen"], "keywords": ["van", "dat", "nog", "toch", "dan", "een", "niet", "het", "en", "met", "te", "krijgen", "voor", "allemaal", "glasvezel"], "pubDate": "2020-11-27T17:02:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}