{"id": "aea058be-1b8d-3732-8fc8-ddc8511804c7", "title": "Spaardrift Nederlandse consument in november flink bekoeld", "url": "https://nu.nl/economie/6101247/spaardrift-nederlandse-consument-in-november-flink-bekoeld.html", "summary": "Nederlanders hebben in november 2020 flink minder geld opzijgezet dan in de maanden ervoor.\nPer saldo kwam er 216 miljoen euro aan spaargeld bij, blijkt uit cijfers van De Nederlandsche Bank (DNB).\nDaarmee hadden alle Nederlanders eind november gezamenlijk 390,8 miljard euro op hun spaarrekeningen staan, tegenover 369,5 miljard euro aan het begin van 2020.\nIn juni werd nog 2,9 miljard euro op de spaarrekeningen bijgeschreven.\nMet de 216 miljoen euro van november is er nog steeds meer bijgeschreven dan net voor de uitbraak van de coronacrisis: in februari werd per saldo 174 miljoen euro bijgeschreven.", "paragraphs": ["Nederlanders hebben in november 2020 flink minder geld opzijgezet dan in de maanden ervoor. Per saldo kwam er 216 miljoen euro aan spaargeld bij, blijkt uit cijfers van De Nederlandsche Bank (DNB).", "Daarmee hadden alle Nederlanders eind november gezamenlijk 390,8 miljard euro op hun spaarrekeningen staan, tegenover 369,5 miljard euro aan het begin van 2020.", "De trend is al langere tijd dat Nederlanders ondanks de lage rente meer sparen. Aan het begin van de coronacrisis liep het bedrag dat mensen op de spaarrekening apart zetten op tot recordhoogte. Mei was een absoluut record met een aanwas van de spaartegoeden van 9,4 miljard euro.", "In juni werd nog 2,9 miljard euro op de spaarrekeningen bijgeschreven. Sindsdien nam de spaarwoede steeds wat verder af. Met de 216 miljoen euro van november is er nog steeds meer bijgeschreven dan net voor de uitbraak van de coronacrisis: in februari werd per saldo 174 miljoen euro bijgeschreven.", "DNB berekent de netto-inleg aan de hand van hoeveel spaargeld consumenten hebben ingelegd minus wat ze hebben opgenomen. Dat saldo was in december 2019 voor het laatst negatief."], "authors": ["Door"], "keywords": ["flink", "miljard", "van", "euro", "saldo", "spaardrift", "consument", "bekoeld", "op", "aan", "het", "hebben", "nederlandse", "nederlanders", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}