{"id": "aebd82b7-d52f-3ad9-8cc0-37d6f852029d", "title": "Modeprofessionals beginnen onlineboetiek met items van gerenommeerde ontwerpers", "url": "https://volkskrant.nl/cultuur-media/modeprofessionals-beginnen-onlineboetiek-met-items-van-gerenommeerde-ontwerpers~beffe9f6/", "summary": "Het valt op en klinkt lekker, en het suggereert een soort rariteitenkabinet.\nRiRa dus, een gloednieuwe Nederlandse onlineboetiek met spiegels, schalen en fauteuils van gerenommeerde ontwerpers uit de lage landen.\nEen kleine, onlineboetiek, met redelijk betaalbare items van grote namen die internationaal bekend zijn, zoals de twee Belgen.\nNormaal gesproken maak ik schalen van restproduct van mijn andere werk, nu zijn de schalen een doel op zich.\nIk ben daardoor nog strenger op de doorzichtigheid, de juistheid van de tint en de precisie van het polijsten.", "paragraphs": ["Beeld Walter Pierre", "RiRa heten ze. Die naam is even flauw als serieus. Hij bestaat uit de eerste twee letters van de achternamen van oprichters Gijsje Ribbens (30) en Bart Ramakers (33), wiens vader altijd al een zwak had voor dit soort simpele, prozaïsche bedrijfsnamen. Maar, benadrukken Ribbens en Ramakers via een videoverbinding vanuit hun Amsterdamse kantoor, hij past ook echt bij wat ze zijn. Het valt op en klinkt lekker, en het suggereert een soort rariteitenkabinet. En dat runnen ze ook, welbeschouwd.", "RiRa dus, een gloednieuwe Nederlandse onlineboetiek met spiegels, schalen en fauteuils van gerenommeerde ontwerpers uit de lage landen. Dat er een nieuwe webshop is geopend met Nederlands en Belgisch design is an sich misschien geen nieuws, maar dat het ontwerpen van grote namen betreft wel: de aan de Eindhovense Design Academy opgeleide Nederlanders Sabine Marcelis en Vincent de Rijk, en de aan de Gentse kunstacademie opgeleide Belgen Fien Muller en Hannes Van Severen. Alles wat ze op RiRa aanbieden komt in een genummerde oplage en is met de hand gemaakt. Voor prijzen tussen de 380 euro voor Marcelis’ kleinste spiegel tot 1500 euro voor de Muller Van Severen Pillow Chair, terwijl hun werk via de geijkte kanalen voor het dubbele en soms zelfs tienvoudige weggaat.", "Rosékleurige spiegel met roze epoxyhars van Sabine Marcelis voor RiRa. Beeld Walter Pierre", "Wat ook bijzonder is: de manier waarop het platform ontstond. Zowel Ri als Ra komt niet uit de interieurhoek, maar uit de mode. Ribbens werkte als stylist en redacteur bij de Nederlandse Vogue en helpt Rademakers al jaren bij het bouwen van de visuele identiteit van door hem gelanceerde modemerken. Ramakers runt sinds (2013) agentschap Parrot, waar onder meer Kassl, Wandler, Halpern en Elzinga onder vallen. Ze hadden het daar razend druk mee, tot de coronacrisis uitbrak en de modebranche grotendeels stil kwam te liggen. Ramakers, die normaal gesproken negen maanden per jaar de wereld rondreist, kwam rusteloos thuis te zitten. Om zijn energie kwijt te kunnen en zijn zorgen te delen besloot hij lange wandelingen te gaan maken door zijn woonplaats Amsterdam, samen met Ribbens en haar pasgeboren zoon Koos. En toen werd, al pratend en lopend in praktische trainingspakken, ook het plan voor RiRa geboren.", "Ramakers: ‘Ik zag een aantal modemerken en inkopers hun aandacht verleggen van mode naar interieur. Logisch, want als iedereen thuis zit en er veel minder reden meer is mooie kleren aan te schaffen, houden mensen geld over voor iets moois voor hun interieur.’", "Gijsje Ribbens Beeld Ferry van der Nat", "Ribbens: ‘Ik had net een nieuw huis en vond het ontzettend frustrerend dat ik nergens originele en mooie items kon kopen zonder daar helemaal op leeg te lopen. De betaalbare interieurlabels die er al zijn, zetten vaak een inwisselbaar beeld neer, met veel wit en beige en een oneline drawing aan de muur. Niets mis mee, maar ik wilde graag iets doen wat daar haaks op staat, iets met uitgesproken kleuren en onverwachte vormen. Niet praktisch, maar spannend. Zoals je qua kleding af en toe kunt snakken naar een totaal onpraktische glitterjurk of knalroze pumps, zo wilde ik ook voor mijn interieur opvallende oppeppers.’", "Ramakers, die met jassenmerk Kassl al samenwerkte met designduo Muller Van Severen, besloot met Ribbens een winkeltje te openen onder de vlag van agentschap Parrot. Een kleine, onlineboetiek, met redelijk betaalbare items van grote namen die internationaal bekend zijn, zoals de twee Belgen. Maar: anders dan bijvoorbeeld een samenwerking als die van Ikea met Piet Hein Eek en Scholten & Baijings. Ri en Ra treden immers niet als producenten op, maar als curator en agent. Bovendien gaat het niet om massaproductie, maar om lokaal handwerk in genummerde oplages. Het scheelde dat Ribbens van huis uit al veel wist over interieur: haar vader is designjournalist voor NRC Handelsblad, haar grootvader was directeur van het centrum voor Industriële Vormgeving. Via via kende ze Sabine Marcelis en had ze gehoord van Vincent de Rijk, twee in Rotterdam gevestigde ontwerpers die niet alleen internationaal bekende grootheden zijn, maar ook gevoel hebben voor mode. Marcelis werkte eerder voor de Franse merken Céline en Isabel Marant en het Italiaanse modehuis Fendi, De Rijk werkte onder de vlag van Rem Koolhaas’ bureau OMA voor Prada.", "Ribbens en Ramakers legden contact en vroegen de ontwerpers iets te maken voor RiRa: Marcelis gekleurde spiegels en De Rijk epoxyschalen. Beiden gingen vrij snel overstag. ‘Ik vond de dynamiek van Bart en Gijsje meteen prettig’, zegt Marcelis per videoverbinding. ‘Er zijn in mijn studio al vaker verzoeken voor samenwerking binnengekomen. Ik zou zoiets nooit alleen vanuit commerciële overwegingen doen. Maar dit is leuk, en nieuw. En het was een goed excuus om, binnen de marges die de lagere verkoopprijs met zich meebracht, weer eens zelf aan de slag te gaan, in plaats van mijn team aan het werk te zetten. Ik ben kleinere spiegels dan normaal gaan maken en lekker gaan kliederen, eerst met doorzichtige hars en toen met lichtdichte epoxy, net zolang tot ik de goede vorm en dikte had. In samenwerking met Gijsje heb ik de kleurencombinaties bepaald.’", "Bart Ramakers Beeld Ferry van der Nat", "De Rijk, die voornamelijk architectonische modellen en meubels maakt, was nèt bezig om zijn oude liefde, het maken van schalen en kommen, weer op te pakken toen Ramakers en Ribbens belden. ‘Door de coronacrisis leek het me wel slim om ook mijn eigen serviesproductie weer nieuw leven in te blazen’, vertelt hij aan de telefoon. ‘Zodat ik, als de opdrachten eventueel zouden opdrogen door corona, mijn eigen winkeltje achter de hand had. Het verzoek om samenwerking kwam dus precies op het juiste moment. De productie wordt nog wel een ding. Normaal gesproken maak ik schalen van restproduct van mijn andere werk, nu zijn de schalen een doel op zich. Ik ben daardoor nog strenger op de doorzichtigheid, de juistheid van de tint en de precisie van het polijsten. Voor RiRa maak ik ze op verzoek in andere kleuren dan ik zelf zou kiezen, veel sterker, best gewaagd. Geen idee of dat aanslaat, maar zij hebben er alle vertrouwen in.’", "Ramakers, die door zijn agentschap veel overzeese contacten opdeed, heeft ondertussen al verkooppunten gevonden in toonaangevende online winkels als Browns, Matches Fashion en SSense . En zal ook een aantal fysieke verkooppunten gaan bedienen zoals Bergdorf Goodman en The Webster. Nog voor ze een kvk-nummer hebben staat er zodoende al een bestelling uit van vijfhonderd stuks. Ook slim geregeld: nog voor de site live is vechten The New York Times en Architectural Digest om de primeur. Als RiRa net zo’n groot succes wordt als je nu op basis van de eerste reacties zou vermoeden, hoe gaat het dan verder?", "‘Eerst dit uitrollen en zien hoe het loopt. Dan stukje bij beetje nieuwe ontwerpers erbij betrekken’, zegt Ribbens. ‘En dan naast grote namen ook nieuwe, onbekende talenten aan ons binden. En wie weet, ooit, een eigen verkooppunt in Nederland.’ ‘Maar alles rustig en met beleid’, zegt Ramakers, ‘in een minder hectisch tempo dan in de mode gebruikelijk is. Het fijne van interieurspullen is dat ze niet al na een halfjaar weer uit de mode zijn. Al heeft design ook nadelen ten opzichte van mode. Ik bedoel: hoe verscheep je breekbare spiegels en schalen van 7 kilo op een veilige manier? Over dat soort vragen hadden we vooraf helemaal niet nagedacht. Goddank hebben Sabine en Vincent daar wèl ervaring mee.’"], "authors": ["Cécile Narinx"], "keywords": ["van", "ontwerpers", "een", "het", "en", "te", "onlineboetiek", "ik", "zijn", "beginnen", "items", "voor", "op", "gerenommeerde", "met", "modeprofessionals"], "pubDate": "2020-12-17T10:37:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}