{"id": "aed4d4f4-c9c0-3657-a683-8cb509a2f985", "title": "Trump kan maar beter direct vertrekken en nooit terugkeren", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/trump-kan-maar-beter-direct-vertrekken-en-nooit-terugkeren-797935/", "summary": "De bestorming van het Amerikaanse Congres betekende een nieuw dieptepunt in het presidentschap van Donald Trump.\nHet ophitsen van zijn aanhang om een democratische vergadering te verstoren waar gekozen volksvertegenwoordigers de verkiezingsuitslag vaststelden, volgt op talloze onjuiste beschuldigingen van verkiezingsfraude en de weigering om zijn verlies te erkennen.\nHet zou beter zijn als de president per direct vertrekt en nooit meer terugkeert, schrijft Victor Pak.\nGeen greintje bewijsDat de certificatie op woensdag 6 januari ontaardde in chaos komt door Trump en zijn door hem opgehitste aanhang.\nIn tientallen rechtszaken zijn de klachten van Trump en zijn kornuiten afgewezen, ook door rechters die de president tijdens zijn termijn zelf benoemde.", "paragraphs": ["De bestorming van het Amerikaanse Congres betekende een nieuw dieptepunt in het presidentschap van Donald Trump. Het ophitsen van zijn aanhang om een democratische vergadering te verstoren waar gekozen volksvertegenwoordigers de verkiezingsuitslag vaststelden, volgt op talloze onjuiste beschuldigingen van verkiezingsfraude en de weigering om zijn verlies te erkennen. Het zou beter zijn als de president per direct vertrekt en nooit meer terugkeert, schrijft Victor Pak.", "De certificering van de verkiezingsuitslag had een futiliteit moeten zijn voor het Amerikaanse Congres. Dat telt de kiesmannen die door de Amerikaanse staten zijn geselecteerd op basis van de verkiezingen van 3 november 2020 en stelt vervolgens de definitieve uitslag vast. Joe Biden won op die derde november eerlijke, democratische verkiezingen.", "Geen greintje bewijs", "Dat de certificatie op woensdag 6 januari ontaardde in chaos komt door Trump en zijn door hem opgehitste aanhang. De procedure werd onderbroken en de gekozen volksvertegenwoordigers dienden zich noodgedwongen te laten evacueren. De president had zijn aanhang opgeroepen om naar het Congres te marcheren, omdat hij meent dat de overwinning hem is ontstolen.", "Daarvoor heeft Trump geen greintje bewijs. In tientallen rechtszaken zijn de klachten van Trump en zijn kornuiten afgewezen, ook door rechters die de president tijdens zijn termijn zelf benoemde."], "authors": [], "keywords": ["door", "zijn", "van", "nooit", "en", "om", "kan", "te", "direct", "op", "trump", "het", "president", "maar", "vertrekken", "beter", "terugkeren"], "pubDate": "2021-01-07T12:25:52Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}