{"id": "aedeb1bf-4874-38f5-9b2c-79665cc571c9", "title": "Evenementenbranche: ‘De festival­zomer van 2021 kun je waarschijnlijk afschrijven’", "url": "https://www.parool.nl/kunst-media/evenementenbranche-de-festival-zomer-van-2021-kun-je-waarschijnlijk-afschrijven~b848ae17/", "summary": "Als het zo doorgaat blijven we nog veel langer zonder inkomsten.”Als de crisis morgen is opgelost, wanneer kunnen we dan bands van het formaat Rolling Stones in Nederland verwachten?\nAls Duitsland of Engeland nog dicht zijn, gaat het niet door.”Stutterheim: “Niemand durft het nog te zeggen, maar je moet realistisch zijn: de festival­zomer van volgend jaar kun je waarschijnlijk afschrijven.\nVreselijk, snijden in het kloppende hart van je bedrijf.”Wat doet het persoonlijk met jullie?\nJe hoopt dat ze allemaal goed terechtkomen, maar dat zal niet voor iedereen lukken.\nDan merk je dat het meteen weer begint te stromen.”Damman: “We moeten ons merk levend houden.", "paragraphs": ["Onder het motto The Show Must Go On vraagt de evenementenbranche maandag aandacht voor haar penibele situatie. De directeuren van Ziggo Dome, Afas Live en Westergas geven een schot voor de boeg.", "Danny Damman gaat voor door de lege Ziggo Dome. De route naar zijn kantoor voert langs de lege zaal, desolate bars en halfduistere eettentjes. “Hier horen mensen te lopen. Hier hoort gezelligheid,” verzucht hij.", "Met zijn collega-directeuren Birgitte de Winter (concertzaal Afas Live) en Duncan Stutterheim (Westergas en A’DAM Toren) bespreekt hij de penibele situatie van hun bedrijven en de noodzaak tot actie. Maandag zal de evenementenbranche op hoog volume aandacht vragen voor de financiële nood als gevolg van inmiddels negen maanden coronastilstand.", "Aan de koffie schuwen de drie grote woorden niet. “Het is niet eens meer vijf voor twaalf. Het is eigenlijk al over twaalven,” zegt Damman. Stutterheim, oprichter van dancegigant ID&T, legt de nadruk op toeleveranciers van licht, geluid en beveiliging. “De ruggengraat van onze industrie. Als er niet wordt ingegrepen, is al voor de zomer de helft van die zaken failliet.”", "De leveranciers behoren met de grote concertzalen tot een vijftigtal bedrijven dat tot nog toe buiten alle extra steun voor de cultuursector vielen. Dat steekt het drietal, toch al gefrustreerd door de vertraging van de begin november aangekondigde mogelijkheid om testevenementen te houden. “Laat ons bewijzen dat het veilig kan,” stellen ze. “Nu gebeurt er helemaal niets. En elke dag vertraging doet extra pijn.”", "Damman somt de gesprekken op over verruiming van het aantal van 30 bezoekers die hij in zijn zaal met 17.000 plekken mag ontvangen. “Alle denkbare topambtenaren van de gemeente, de wethouder, burgemeester Halsema. Zelfs minister Grapperhaus is hier geweest. Iedereen is van goede wil, maar het resultaat is nul.”", "Waarvoor pleiten jullie?", "Damman: “In aanmerking komen voor extra overheidssteun. Geld gaat steeds naar de gesubsidieerde cultuur die eerder is geholpen. Wat doen wij fout? Van de Nederlandse concertbezoekers komt 25 procent naar onze zalen. Waarom wordt dat over het hoofd gezien?", "“In de Ziggo Dome zijn onze inkomsten inmiddels 98 procent minder. Dat is keihard. En ik merk dat niet gesnapt wordt hoe onze business werkt. Begrijp me niet verkeerd, de horeca heeft het vreselijk zwaar, maar die kan als het weer mag, de volgende dag open.”", "De Winter: “Wij kunnen de Rolling Stones niet bellen met de vraag: ‘Hebben jullie morgen wat te doen?’ We werken vaak ruim een jaar vooruit. Daarom strekken onze problemen zich nu al uit tot het najaar van 2021. Het voorjaar hebben we voor internationale artiesten al moeten afschrijven. Als het zo doorgaat blijven we nog veel langer zonder inkomsten.”", "Als de crisis morgen is opgelost, wanneer kunnen we dan bands van het formaat Rolling Stones in Nederland verwachten?", "Damman: “Ik vrees pas de eerste helft van 2022.”", "De Winter: “We zijn afhankelijk van landen om ons heen. Zo’n grote band moet een hele tournee draaien. Als Duitsland of Engeland nog dicht zijn, gaat het niet door.”", "Stutterheim: “Niemand durft het nog te zeggen, maar je moet realistisch zijn: de festival­zomer van volgend jaar kun je waarschijnlijk afschrijven. De voorbereidingen kunnen pas beginnen wanneer het zeker is dat de festivals door kunnen gaan. Vanaf dat moment is er zeker een half jaar nodig.”", "Damman: “We proberen creatief te zijn, nemen initiatief. Hadden dit najaar toch een programmering staan, zonder dat die geld opleverde. Die is geheel geschrapt. Dan zie je de willekeur van de steun. Minister Van Engelshoven doet in de Tweede Kamer uitspraken over Frascati Producties. Ze gaat harken om het te redden. Fijn, maar met alle respect: ik had nog nooit van die club gehoord. Over ons wordt tijdens zo’n debat niet gesproken.”", "Hoe komt dat? Hebben jullie je imago tegen?", "Damman: “We zijn niet top of mind bij de mensen die subsidie geven, omdat we het ons hele bestaan al zonder doen. Bij cultuur wordt aan een theater gedacht, maar niet aan een groot podium bij ons of op Lowlands.”", "De Winter: “Er wordt gedaan alsof het een extraatje is. Wij bieden mensen een geluksmoment naast alle ellende, een levensbehoefte.”", "Richten jullie je boosheid niet op de verkeerde partij? Het virus is toch onvoorspelbaar?", "Damman: “Dat snappen we, maar er is toch genoeg tijd om een goed financieel raamwerk te bedenken? Nu zijn het steeds gedeeltes.”", "De Winter: “We vallen overal buiten.”", "Damman: “Er ontstaat paniek. Ik spreek mensen die niet meer weten hoe het verder moet.”", "Stutterheim: “We hebben allemaal al de helft van onze mensen moeten laten gaan. Vreselijk, snijden in het kloppende hart van je bedrijf.”", "Wat doet het persoonlijk met jullie?", "De Winter: “Mensen moeten vertellen dat hun baan ophoudt, is zwaar. Zeker omdat het steeds om werknemers gaat die hun stinkende best hebben gedaan. Je hoopt dat ze allemaal goed terechtkomen, maar dat zal niet voor iedereen lukken. Dat doet me veel.”", "Damman: “Je voelt je machteloos. Vroeger begon ik elke week juichend: wéér een concert bevestigd. Nu moet ik elke maandag vertellen dat er weer twee zijn verplaatst of geannuleerd. Steeds weer een nieuwe teleurstelling.”", "Hoe houden jullie de moed erin?", "De Winter: “Je probeert uit elk positief detail hoop te putten. En ondertussen maken we ons zelf nuttig. We hebben veel schilderwerk gedaan in het gebouw. Ja, dan pak ik gewoon zelf een kwast.”", "Stutterheim: “Ik heb ingevoerd dat we één keer per week over ideeën en nieuwe plannen praten. Dan noemen we het woord corona niet. Dan merk je dat het meteen weer begint te stromen.”", "Damman: “We moeten ons merk levend houden. Ik heb het tv-programma Ik geloof in mij gebeld. Die volkszangers geven hier nu twee concerten. Allebei uitverkocht. Natuurlijk, dat zijn maar 60 kaartjes. Maar het werk bezorgt iedereen een glimlach. Dat is belangrijk.”", "De details van The Show Must Go On worden maandag bekendgemaakt."], "authors": ["Stefan Raatgever"], "keywords": ["2021", "van", "het", "festivalzomer", "die", "zijn", "afschrijven", "ik", "een", "je", "evenementenbranche", "waarschijnlijk", "dat", "niet", "kun", "voor"], "pubDate": "2020-12-05T08:00:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}