{"id": "aee57b42-d18c-39e2-8922-956d1aa1a96d", "title": "De topmusici van The Metropolitan Opera staan al een jaar op straat", "url": "https://trouw.nl/cultuur-media/de-topmusici-van-the-metropolitan-opera-staan-al-een-jaar-op-straat~b5d3d037/", "summary": "Peter Gelb, de grote baas van de opera van New York, heeft al zijn orkestmusici en koorleden ontslagen.\nAl een tijdje terug – in maart van het afgelopen jaar – maar nu begint dat onvoorstelbare gegeven lelijk op te spelen in de (sociale) media.\nThe Metropolitan Opera (kortweg de Met) is een van de grootste operagezelschappen in de wereld, en kan de beste zangers ter wereld contracteren, en die willen daar allemaal maar wat graag zingen.\nHij beloofde het bedrag dat wordt opgehaald te verdubbelen tot een maximum van 50.000 dollar voor het orkest, en 25.000 dollar voor het koor.\nDat lijkt op de actie van Bernard Haitink toen hij chef-dirigent was van het Royal Opera House Covent Garden in Londen.", "paragraphs": ["Peter Gelb, de grote baas van de opera van New York, heeft al zijn orkestmusici en koorleden ontslagen. Al een tijdje terug – in maart van het afgelopen jaar – maar nu begint dat onvoorstelbare gegeven lelijk op te spelen in de (sociale) media. The Metropolitan Opera (kortweg de Met) is een van de grootste operagezelschappen in de wereld, en kan de beste zangers ter wereld contracteren, en die willen daar allemaal maar wat graag zingen. Het was het eerste gezelschap dat voorstellingen succesvol live ging uitzenden in bioscopen wereldwijd, en er is ­inmiddels een enorm archief van registraties. De Met biedt deze gefilmde voorstellingen gratis aan nu het huis tot september gesloten is. Maar onder de Met-posts op Facebook staan nu geen enthousiaste ‘Dank u wel’-reacties van liefhebbers, maar ladingen boze opmerkingen in de trant van: ‘Schande! Betaal uw musici’.", "Na veertig jaar te zijn geleid door de wegens ongepast gedrag ontslagen James Levine, staat het orkest van de Met nu onder leiding van Yannick Nézet-Séguin, voormalig chef-dirigent van het Rotterdams Philharmonisch Orkest. Levine heeft het Met-orkest gedrild tot een van de allerbeste orkesten in Amerika. Maar de topmusici staan dus nu al bijna een jaar op straat. De musici van de New York Philharmonic – hun concertzaal ligt naast de Met – zijn allemaal in dienst gebleven, ook al gingen daar de deuren eveneens tot september dicht. Voor hen is een sociaal plan opgesteld. Hun chef-dirigent Jaap van Zweden zei onlangs nog in Trouw dat hij zelf een groot bedrag in dat fonds had gestort, en hij sprak een vermoeden uit dat veel van de Met-musici niet willen terugkeren naar een werkgever die zo met hen omgaat.", "Mooi gebaar", "Maar nu is ook de chef van de Met in actie gekomen. Deze week begon Yannick Nézet-Séguin een crowdfunding voor zijn musici en koorleden. Hij beloofde het bedrag dat wordt opgehaald te verdubbelen tot een maximum van 50.000 dollar voor het orkest, en 25.000 dollar voor het koor. Een mooi gebaar van de Canadese chef-dirigent en het zal zijn musici deugd doen. Of die ook zo denken over Peter Gelb is hoogst onwaarschijnlijk.", "Chefs Van Zweden en Nézet-Séguin die in de bres springen voor hun musici in New York. Dat lijkt op de actie van Bernard Haitink toen hij chef-dirigent was van het Royal Opera House Covent Garden in Londen. Toen het operahuis aan het eind van de vorige eeuw een grote renovatie moest ondergaan, dreigde men koor en orkest voor ruim twee jaar tijdelijk te ontslaan. Haitink is daar fel tegen in het geweer gekomen. Na een succesvol concert met koor en orkest in de Royal Albert Hall richtte hij het woord tot de zesduizend aanwezigen. Dat was een hele overwinning voor de verlegen dirigent. In die toespraak riep hij als het ware: ‘Help! Red ons!’ En het hielp. Musici en zangers bleven in dienst.", "De actie komt aan bod in De mysterieuze maestro, de BBC-documentaire die afgelopen week hier op tv te zien was. Als u het gemist heeft, zou ik dat inkervende portret van de immer twijfelende maestro zeker terugkijken. Vele musici met wie Haitink samenwerkte, proberen het geheim van ‘Cloggs’ (Klompmans, zoals zijn bijnaam in Engeland was) te ontrafelen. Het best lukt dat pianist Emanuel Ax, die, luisterend naar een opname van Beethovens Pastorale, precies de vinger legt op Haitinks meesterschap. Een waanzinnig fragment! En zijn herinneringen aan de oorlogsjaren in ­Amsterdam zijn werkelijk schrijnend. Opmerkelijk: dat de mede daarom in Nederland teleurgestelde dirigent in Engeland begraven wil worden, zoals hij in 2008 al in een gesprek met Trouw liet weten.", "Peter van der Lint schrijft iedere week met aanstekelijk enthousiasme over de wereld van de klassieke muziek. Lees zijn columns hier terug."], "authors": ["Peter Van Der Lint"], "keywords": ["opera", "zijn", "van", "al", "jaar", "en", "voor", "een", "met", "staan", "topmusici", "op", "hij", "het", "metropolitan", "dat", "straat", "die"], "pubDate": "2021-01-10T13:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}