{"id": "af013320-7e22-355a-b7a3-687fe8604922", "title": "Als alarmisme Haagse besluitvorming stuurt – en de schade die daarna komt", "url": "https://nrc.nl/nieuws/2020/12/19/als-alarmisme-haagse-besluitvorming-stuurt-en-de-schade-die-daarna-komt-a4024506", "summary": "Die SBS-verslaggever was zeker niet de eerste die begon over eerder en harder ingrijpen: daar zinspeelde RIVM-baas Jaap van Dissel al veel langer op.\nDe formele uitleg was dat Van Dissel zondag in het Catshuis zoveel overtuigende feiten voorlegde dat hij iedereen meteen van een zware ingreep overtuigde.\nHet aantal besmettingen liep scherp op en het reproductiegetal, de R, die onder de 1 moet zitten, was gestegen naar 1,24 – zodat elke vier coronadragers vijf slachtoffers voortbrengen.\nOp 13 oktober waren onder meer de horeca en de amateursport op slot gegaan, voor veel politici al een hard gelag.\nMaar meteen daarna begon Van Dissel in OMT-adviezen te waarschuwen dat een strengere aanpak nodig kon zijn.", "paragraphs": ["Daags na de strenge lockdown die Mark Rutte maandag aankondigde, schoten me de vragen te binnen die de politiek verslaggever van Hart van Nederland (SBS6), Charlotte Nijs, drie weken terug aan de premier stelde.", "Die waren achteraf best goed.", "In Den Haag is het al geruime tijd hectisch, en je zou het bijna vergeten, maar drie weken geleden ging bijna alle media-aandacht naar de implosie van FVD en de verhoren van (oud-)bewindslieden als Rutte en Lodewijk Asscher (PvdA) over de toeslagenaffaire. Journalistiek: kluitjesvoetbal voor volwassenen.", "Dus toen de premier die vrijdag op zijn persconferentie van de SBS-verslaggever vragen kreeg over het coronabeleid en de drukte in de Rotterdamse Koopgoot, had ik even dat gevoel van een vroegere familieverjaardag. De oom die elk jaar klaagt over de hoge staatsschuld.", "Maar de SBS-verslaggever hield vol: het was 27 november, Black Friday, overal drukte in winkelstraten, en ze vroeg Rutte: „Waarom sluit u de winkels niet?”", "Er volgde een tweegesprek waarbij de premier zei dat alleen burgemeesters winkels kunnen sluiten, en dat mensen drukte moeten mijden.", "De verslaggever liet zich niet omver praten en zei: overal in het land zoeken mensen juist de drukte op, „en de feestdagen moeten nog komen”, en trouwens: „U kunt winkels toch preventief sluiten, al is het voor een korte periode?”", "Rutte bewoog geen millimeter. „Hier ga ik niet uitkomen”, zei de verslaggever, en de premier: „Nee, ik zou het ook niet weten.”", "Maar afgelopen maandag, zeventien dagen later, kondigde dezelfde Rutte vanuit het Torentje precies aan waar de SBS-verslaggever toen al naar vroeg: de winkels gingen preventief op slot.", "En de vraag die hieronder lag was: waarom had het kabinet zoveel tijd nodig voor deze stap?", "Die SBS-verslaggever was zeker niet de eerste die begon over eerder en harder ingrijpen: daar zinspeelde RIVM-baas Jaap van Dissel al veel langer op.", "Als je er met betrokkenen op terugkeek, kwam je hierop uit: pas toen er vorig weekeinde alarm werd geslagen, leidde dit tot ogenblikkelijke actie.", "De formele uitleg was dat Van Dissel zondag in het Catshuis zoveel overtuigende feiten voorlegde dat hij iedereen meteen van een zware ingreep overtuigde.", "Het aantal besmettingen liep scherp op en het reproductiegetal, de R, die onder de 1 moet zitten, was gestegen naar 1,24 – zodat elke vier coronadragers vijf slachtoffers voortbrengen. Onhoudbaar voor de ziekenhuizen.", "Maar dezelfde Van Dissel was óók drijvende kracht geweest achter eerdere discussies in het kabinet, op 25 oktober en een week daarna, 1 en 2 november, over veel strengere maatregelen.", "Dat zat zo. Op 13 oktober waren onder meer de horeca en de amateursport op slot gegaan, voor veel politici al een hard gelag. Maar meteen daarna begon Van Dissel in OMT-adviezen te waarschuwen dat een strengere aanpak nodig kon zijn. De recente maatregelen waren mogelijk „niet stringent genoeg”, schreef hij 20 oktober.", "En zoals hij afgelopen zondag een R van 1,24 rapporteerde, zo meldde hij 20 oktober een R van 1,22. Een week later (27 oktober) een R van 1,16. Weer een week later (3 november) een R van 1,13.", "Maar toen vicepremier Hugo de Jonge (CDA) en Rutte maandag 2 november voorstelden dat per veiligheidsregio kon worden overgegaan tot een lockdown of avondklok, kwam de rest van de bewindslieden, van Wouter Koolmees (Sociale Zaken, D66) tot en met Ferd Grapperhaus (Justitie en Veiligheid, CDA), heftig in verzet – en het plan sneuvelde.", "Allerlei zaken speelden mee, hoorde je. Scepsis over RIVM-modellen, verzet in het CDA tegen De Jonge, gepolitiseerde relaties tussen ministers c.q. kandidaat-lijsttrekkers, en een voorziene daling van de R.", "Maar een betrokkene vertelde deze week ook dat Van Dissel eind oktober in de kern hetzelfde constateerde als afgelopen zondag, met één verschil: „Zondag sloeg hij óók alarm.”", "Het liet zien hoe elementair alarmisme is geworden voor de beïnvloeding van Haagse besluitvorming. Het dwingt in deze overspannen politieke tijden ook bewindslieden tot extra opletten en gericht kiezen.", "Want ook op 27 november, de beruchte Black Friday, zat de R (licht) boven de 1 – maar winkelsluiting door het kabinet was toen dus nog ondenkbaar. Een weekje later, 3 december, begon Rob Jetten (D66) over de heropening van de horeca. Mona Keijzer 8 december ook. Bijna de hele Kamer was 9 december bezorgd over „het drama van de horeca”, aldus de Partij voor de Dieren. Wilders: „Open die horeca, meneer de premier!”", "Maar vier dagen later was één alarmsignaal genoeg om de zaak compleet op zijn kop te zetten. En de dag erna was er amper verzet in de Kamer tegen de strenge lockdown, die de eerdere solidariteit met de horeca reduceerde tot een reclameleus.", "Alleen: nu de politiek ineens volledig overtuigd bleek van deze aanpak, kon je ook constateren dat er veel minder schade zou zijn berokkend als kabinet en Kamer meteen op Van Dissel waren afgegaan.", "Er is ook een parallel met het toeslagenschandaal. Het rapport van de onderzoekscommissie-Van Dam werd deze week nogal geprezen, al had ik de indruk dat ik bijna alle feiten eerder in Trouw en bij RTL Nieuws las, of anders van de Kamerleden Renske Leijten (SP) of Pieter Omtzigt (CDA) had gehoord.", "Maar het is natuurlijk onverdedigbaar dat een overheid mensen zonder grond als fraudeur inboekt en ze in de schulden stort, om ze daarna af te knijpen in pogingen de onjuiste beschuldiging te weerleggen en de schade te verhalen. Puur machtsmisbruik.", "Maar ook deze zaak is mede aangewakkerd door alarmisme: in kabinet en Kamer bestond, aldus het rapport, „een oververhitte politieke behoefte aan fraudebestrijding”. En de Bulgarenfraude, onthuld in 2013, gaf hieraan „een forse extra impuls”, waarna toenmalig staatssecretaris Frans Weekers (Financiën, VVD) de Kamer al op het gevaar wees dat ook „goedwillende burgers” zouden lijden onder de strengere aanpak.", "En het erge was: in 2013 trad de politiek al decennia uiterst streng tegen mogelijke fraude op, hoewel bewijs voor groei van uitkeringsfraude ontbrak.", "Mijn favoriete voorbeeld is Robin Linschoten (VVD), die als staatssecretaris van Sociale Zaken in 1995 (!) al betoogde dat het vermoeden van ontvreemding van 25 gulden (12 euro) al voldoende was om iemand te korten op zijn uitkering. (Dezelfde Linschoten werd later vervolgd wegens belastingfraude.)", "Dus niet alleen leidde dit alarmisme in 2013 tot het openlijk uitgesproken gevolg dat niet-frauderende burgers slachtoffer werden, het was ook een pijnlijk geval van geheugenloosheid. Politieke actie om de politieke actie, die burgers achteraf wel moest schaden.", "Natuurlijk leidde het rapport deze week tot discussie over de politiek verantwoordelijken, en dat hoort natuurlijk ook, al kreeg je de indruk dat Rutte speelt op tijd.", "Maar uiteindelijk lijkt me in dit geval één ding belangrijker: vervolgonderzoek, bij voorkeur via een parlementaire enquête. Want ook na dit rapport hebben we geen idee van de daders: de mensen die het beulswerk deden, of daartoe opdracht gaven, hebben nog steeds geen functie, naam of foto.", "En zolang de overheid daders van dit soort machtsmisbruik presenteert als een abstractie, weet je natuurlijk niet écht wat er is gebeurd, en of herhaling überhaupt voorkomen kan worden.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 19 december 2020"], "authors": ["Tom-Jan Meeus", "Leestijd Minuten"], "keywords": ["alarmisme", "van", "al", "komt", "voor", "en", "schade", "een", "dat", "op", "ook", "haagse", "het", "daarna", "besluitvorming", "als", "stuurt", "die"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}