{"id": "af1f4629-2ccd-358f-98fd-6cf7cdb494ad", "title": "Amsterdam Wetlands: it’s now 12,000 hectaresof open space", "url": "https://www.parool.nl/english/amsterdam-wetlands-it-s-now-12-000-hectares-of-open-space~b2bb3dc7/", "summary": "The provincial council and national government both announced a 4 million grant for the Amsterdam Wetlands Beeld Hollandse Hoogte / Marco van Middelkoop luchtfotografieAmsterdam Wetlands sounds like a tourist creation, in the same way as the Muiderslot has been rebranded as Amsterdam Castle and Zandvoort as Amsterdam Beach.\nBut the catchy name of this area of countryside between Amsterdam, Purmerend and Alkmaar is no tourist gimmick.\n“On a global scale, wetlands are important places for maintaining biodiversity,” says Saline Verhoeven of the Landschap Noord-Holland foundation.\nThis January, Esther Rommel, the provincial council’s deputy for the natural environment, announced a €4 million grant for Amsterdam Wetlands, and agriculture and environment minister Carola Schouten promised a similar amount.\n“To know it is to love it.”This raises the question whether nature comes first in the Amsterdam Wetlands.", "paragraphs": ["The provincial council and national government both announced a 4 million grant for the Amsterdam Wetlands Beeld Hollandse Hoogte / Marco van Middelkoop luchtfotografie", "Amsterdam Wetlands sounds like a tourist creation, in the same way as the Muiderslot has been rebranded as Amsterdam Castle and Zandvoort as Amsterdam Beach. You can even rent Airbnbs there: properties in Katwoude, Monnickendam, and other villages are advertised as being located in the Wetlands.", "Consideration is given in marketing strategies for the scenic views the area provides from train windows, unchanged since farmers took their milk to market by barge and the artists of the Golden Age painted its landscapes.", "But the catchy name of this area of countryside between Amsterdam, Purmerend and Alkmaar is no tourist gimmick. “On a global scale, wetlands are important places for maintaining biodiversity,” says Saline Verhoeven of the Landschap Noord-Holland foundation. “But we don’t have a good word for them in Dutch. This area is a palette of fens, marshland, and open water, so we chose the English term.”", "Not just conservation", "Because of this fragmentation, Landschap Noord-Holland and other bodies combined the various areas they managed into a single 12,000-hectare nature reserve. “It was all small polders,” says Verhoeven. “We were all conserving the environment, but it was too dispersed in terms both of vegetation and management.”", "The bigger the area, the more biodiversity it can support, and things have already started to change. “We’ve seen white-tailed eagles, and otters are starting to move in.”", "If conservation is to be financially viable, it must serve many purposes. The wetlands also have a role to play in preventing subsidence, and maintaining and expanding peat bogs helps to reduce greenhouse gas emissions. The countryside is also a leisure experience: Amsterdam and Zaanstad are growing fast, and so is their need for recreation facilities.", "This January, Esther Rommel, the provincial council’s deputy for the natural environment, announced a €4 million grant for Amsterdam Wetlands, and agriculture and environment minister Carola Schouten promised a similar amount.", "Much of this will be spent on the environment, but it will also fund projects such as a trial of canoe tours connecting with cycle routes and bus stops. “It’s close to the city, and yet so many people don’t know it,” Verhoeven says, adding that the catchy name will help. “To know it is to love it.”", "This raises the question whether nature comes first in the Amsterdam Wetlands. The farmers’ organization LTO is also closely involved, which is surprising because dairy farms have sometimes been accused of harming the Waterland region’s fragile ecology.", "Farmers have always argued for a low water table so that their cows do not sink into marshy ground, but this oxidises the peat, releasing huge quantities of greenhouse gases and causing subsidence.", "High water", "The provincial council’s press release shows that opinions about the future of the wetlands are still divided, though Verhoeven is confident of reaching agreement with farmers.", "In some places, the future for peat looks bright. In the Ilperveld area just outside Amsterdam-Noord, farmers are using lightweight Angus cattle that are less likely to sink into the peat and less dependent on non-sustainable feed concentrates. The water level is kept fairly high, and conservationists are experimenting with peat cultivation, which has already been successful in laboratories.", "“There are some areas where dairy farms are not compatible with the environment,” says Verhoeven. “But there are also others where they are.”", "In the area around Zunderdorp, dairy farms will continue to rule the roost for the time being. “There’s still more room for them on the big polders like the Beemster and the Schermer. A huge amount depends on farmers, but they understand the importance of maintaining biodiversity and preventing subsidence. The debate hasn’t been easy, but we’re eighty percent agreed.”"], "authors": ["Bart Van Zoelen"], "keywords": ["water", "wetlands", "hectaresof", "amsterdam", "maintaining", "verhoeven", "area", "space", "peat", "environment", "farmers", "provincial", "open", "12000"], "pubDate": "2020-02-18T09:12:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}