{"id": "af4e17e2-44dc-3efc-977f-cca527236892", "title": "Selecteer op ic’s niet per wet, het is bij uitstek het terrein van artsen", "url": "https://trouw.nl/opinie/selecteer-op-ic-s-niet-per-wet-het-is-bij-uitstek-het-terrein-van-artsen~bd9f63a3/", "summary": "Over de harde keuzes die ic-artsen moeten maken in het geval van een ‘code zwart’ is het afgelopen jaar al breed nagedacht door de beroepsgroep en door ethici.\nOnderscheid maken op leeftijd is daarin een van de laatste opties, gevolgd door het laatste redmiddel, een loting.\nBeslissingen over leven en dood in het ziekenhuis zijn bij uitstek het terrein van artsen.\nMaar de uiteindelijke beslissing in het individuele geval, op een precair moment op de ic, moet in handen van artsen blijven.\nZij zijn het ook die deze keuzes met de patiënt en zijn naasten bespreken en aan hen moeten verantwoorden.", "paragraphs": ["Mogen jongeren voorrang krijgen op ouderen als er te weinig ic-bedden zijn en de medische overlevingskansen van de patiënten vergelijkbaar zijn? Minister Tamara van Ark van medische zorg wil leeftijdsselectie op de intensive care verbieden, maar zo’n verbod bij wet is een slecht idee.", "Over de harde keuzes die ic-artsen moeten maken in het geval van een ‘code zwart’ is het afgelopen jaar al breed nagedacht door de beroepsgroep en door ethici. Voor de helderheid: de situatie waarin er niet genoeg ic-bedden zijn voor alle patiënten – code zwart – heeft zich in Nederland gelukkig nog niet voorgedaan. Maar mocht het zover komen, dan ligt er een doorwrocht draaiboek dat is opgesteld door de Federatie Medisch Specialisten en de artsenfederatie KNMG.", "Onderscheid maken op leeftijd is daarin een van de laatste opties, gevolgd door het laatste redmiddel, een loting. Overigens benadrukken specialisten dat dergelijke situaties in de praktijk bijna niet zullen voorkomen. Bijna altijd zijn er wel medische gronden te vinden waarop patiënten toch verschillen. Bijvoorbeeld als de overlevingskansen ongeveer gelijk zijn, maar de ene patiënt het ic-bed korter nodig zal hebben dan de andere. Uit discussies de afgelopen dagen bleek ook dat oude patiënten soms uit eigen beweging bereid zijn hun plek af te staan aan jongeren.", "Verbod is in strijd met ‘fair innings’", "Zo’n verbod op leeftijdsdiscriminatie in de ic, zoals minister Van Ark voorstelt, is aantrekkelijk vanuit de gedachte dat ieder mensenleven gelijkwaardig is. Maar het is in strijd met wat ethici de ‘fair innings’ noemen, de idee dat iedereen recht heeft op het doorlopen van bepaalde levensfases met daarin een gelijkwaardig recht op zorg. Zo bekeken heeft een oudere al meer levensfasen en dito zorgkansen gehad.", "Er is ook een ander argument – misschien nog wel steekhoudender – om niet over te gaan tot het invoeren van zo’n wet. Beslissingen over leven en dood in het ziekenhuis zijn bij uitstek het terrein van artsen. Zij doen dat in samenspraak met hun collega’s. Over ethische dilemma’s wordt daarnaast breder in de samenleving en politiek gediscussieerd, zoals nu ook gebeurt, en dat is veel waard. Maar de uiteindelijke beslissing in het individuele geval, op een precair moment op de ic, moet in handen van artsen blijven. Zij zijn het ook die deze keuzes met de patiënt en zijn naasten bespreken en aan hen moeten verantwoorden.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["ics", "zijn", "van", "door", "selecteer", "en", "terrein", "bij", "een", "met", "wet", "op", "het", "maar", "niet", "dat", "uitstek"], "pubDate": "2021-01-07T08:04:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}