{"id": "af6c31e9-23e9-3cd0-94e7-9cca86d8fcf9", "title": "Draag nooit meer dan één militair stuk tegelijkertijd, tenzij je ambities hebt als Action Man", "url": "https://volkskrant.nl/cultuur-media/draag-nooit-meer-dan-een-militair-stuk-tegelijkertijd-tenzij-je-ambities-hebt-als-action-man~bc95ffab/", "summary": "Beeld Getty ImagesHet witte pak dat Amerika’s nieuwe vicepresident Kamala Harris droeg tijdens haar overwinningsspeech werd breed geprezen als een ode aan de suffragettes.\nIk herinner me dat Geraldine Ferraro begin jaren tachtig al een witte tuniek droeg toen ze werd aangewezen als running mate van Walter Mondale.\nHillary Clinton deed het vier jaar geleden ook bij haar nominatie, al hielp het haar al net zomin als Ferraro.\nVoor militaire kledingstukken geldt: draag er nooit meer dan één tegelijkertijd, tenzij je ambities hebt als Action Man.\nDoublebreasted jasje, leren riem met dubbele gesp, flap pockets met bronzen knopen, martiale revers; veel meer Action Woman dan dit krijg je het niet.", "paragraphs": ["Beeld Getty Images", "Het witte pak dat Amerika’s nieuwe vicepresident Kamala Harris droeg tijdens haar overwinningsspeech werd breed geprezen als een ode aan de suffragettes. Die kozen een eeuw geleden de kleur wit als symbool van morele onbevlektheid. Opvallend genoeg ontkwam de strik in Harris’ zijden blouse, een zogenoemde lavallière, aan een recensie. Bij deze pussy bow – een term die je beter niet door Google Translate laat vertalen – gingen de gedachten uit naar Margaret Thatcher, die de dartele strik steevast inzette om haar ijzeren voorkomen te verzachten.", "Heel origineel was de kleurkeuze van Kamala Harris niet. Ik herinner me dat Geraldine Ferraro begin jaren tachtig al een witte tuniek droeg toen ze werd aangewezen als running mate van Walter Mondale. Hillary Clinton deed het vier jaar geleden ook bij haar nominatie, al hielp het haar al net zomin als Ferraro. Misschien hadden ze voor paars of groen moeten opteren, de twee andere kleuren waarvan de suffragettes symbolisch gebruikmaakten. Paars is een kleur die staat voor waardigheid, groen voor hoop, al weet ik niet zeker of Melania Trump die boodschap op het oog had toen ze een groen powerpakje aanschoot om vanuit het Witte Huis het volk toe te spreken. Je hebt groen en je hebt legergroen, dat zijn bijna tegengestelde waarden.", "Beeld Hollandse Hoogte", "Het leger is leverancier van veel kleding die we tegenwoordig dagelijks dragen. Voor militaire kledingstukken geldt: draag er nooit meer dan één tegelijkertijd, tenzij je ambities hebt als Action Man. De First Lady vergat die regel toen ze deze olijfgroene outfit bestelde bij de Britse ontwerper Alexander McQueen. Doublebreasted jasje, leren riem met dubbele gesp, flap pockets met bronzen knopen, martiale revers; veel meer Action Woman dan dit krijg je het niet. Zelfs de Christian Louboutin-schoenen, met naaldhakken die in Nederland onder het wettelijk verbod op steekwapens vallen, had ze in legergroen besteld.", "Vrouwelijke politici mopperen nogal eens dat ze beoordeeld worden op hun uiterlijk (alsof die arme Geert nooit iets te horen krijgt over zijn haar), maar de politiek is nu eenmaal een beroepstak waar het voorkomen onderdeel is van de boodschap. Fashion diplomacy is al zo oud als het colbert, een term die wij overigens zorgvuldig vermijden (wij zeggen jasje) omdat die refereert aan de Franse minister Jean-Baptiste Colbert; die hielp met zijn protectionistische politiek de Leidse textielindustrie naar de gallemiezen. Heel diplomatiek was de outfit van Melania Trump niet. En eigenlijk ook meer fascion dan fashion."], "authors": ["Arno Kantelberg"], "keywords": ["één", "man", "van", "als", "militair", "het", "meer", "tenzij", "die", "hebt", "tegelijkertijd", "stuk", "je", "een", "ze", "niet", "haar", "al", "nooit"], "pubDate": "2020-12-03T15:00:20+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}