{"id": "af70c1d9-4a44-3b3d-8e8e-8c2bd64f2676", "title": "Elles van Gelder kreeg borstkanker. Haar man fotografeerde het proces", "url": "https://www.volkskrant.nl/kijkverder/v/2020/elles-van-gelder-is-correspondent-moeder-en-ze-kreeg-borstkanker-haar-man-fotografeerde-het-proces~v416701/", "summary": "Correspondent Elles van Gelder (42) heeft altijd dezelfde boodschap aan de mensen die ze interviewt en portretteert, van vluchtelingen tot slachtoffers van geweld: deel je verhaal met anderen, zo kunnen we van elkaar leren.\nMet haar man, fotograaf Jonathan Torgovnik, en twee dochters van 6 en 2, woont en werkt ze in Kaapstad.\nEen druk, vervullend leven dat met piepende banden tot stilstand kwam toen Van Gelder op een middag begin januari werd gebeld.\nEen arts gaf haar de uitslag van een punctie die ze had ondergaan omdat er een knobbeltje in haar borst was ontdekt.\nMaanden daarvoor was ze voor het eerst naar de dokter geweest, niet omdat ze iets voelde, maar omdat haar expatverzekering een preventievecheck voor borstkanker in het pakket had zitten.‘Ik hoorde meteen aan haar stem dat het niet goed was.", "paragraphs": ["Correspondent Elles van Gelder (42) heeft altijd dezelfde boodschap aan de mensen die ze interviewt en portretteert, van vluchtelingen tot slachtoffers van geweld: deel je verhaal met anderen, zo kunnen we van elkaar leren.", "Van Gelder is al meer dan tien jaar correspondent Afrika, de afgelopen jaren vooral voor de NOS. Ze versloeg gewelddadige verkiezingen in Zimbabwe, dompelde zichzelf onder in een gangsterwijk in Kaapstad, deed verslag van de dood van Nelson Mandela. Met haar man, fotograaf Jonathan Torgovnik, en twee dochters van 6 en 2, woont en werkt ze in Kaapstad.", "Een druk, vervullend leven dat met piepende banden tot stilstand kwam toen Van Gelder op een middag begin januari werd gebeld. Een arts gaf haar de uitslag van een punctie die ze had ondergaan omdat er een knobbeltje in haar borst was ontdekt. Maanden daarvoor was ze voor het eerst naar de dokter geweest, niet omdat ze iets voelde, maar omdat haar expatverzekering een preventievecheck voor borstkanker in het pakket had zitten.‘Ik hoorde meteen aan haar stem dat het niet goed was. Ze vertelde me dat ik een heel agressieve vorm van borstkanker had: triple negatief.’"], "authors": ["December"], "keywords": ["fotografeerde", "van", "elles", "man", "borstkanker", "en", "voor", "een", "ze", "met", "omdat", "kreeg", "gelder", "proces", "het", "haar"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}