{"id": "af729877-0840-32f2-8b76-c0e061e65894", "title": "Bob Dylan verkoopt auteursrechten muziek aan Universal voor ‘300 miljoen dollar’", "url": "https://volkskrant.nl/cultuur-media/bob-dylan-verkoopt-auteursrechten-muziek-aan-universal-voor-300-miljoen-dollar~b07938fe/", "summary": "Eventueel te verschijnen muziek van Dylan is niet bij de verkoop aan Universal inbegrepen.\nDie heffingen gaan vanaf nu naar Universal, dat weer onderdeel is van het Franse entertainmentconglomeraat Vivendi.\nDe deal gaat heeft geen betrekking op Bob Dylan als uitvoerend artiest van zijn eigen werk.\nVoor Universal is het een veilige investering: het aankoopbedrag kunnen ze kennelijk missen en Dylans oeuvre zal zijn waarde behouden en geld blijven genereren.\nDylan heeft nu zelf de regie genomen door zijn auteursrechten te verkopen aan één partij van zijn eigen keuze.", "paragraphs": ["Bob Dylan tijdens een optreden in Los Angeles in 2012. Eventueel te verschijnen muziek van Dylan is niet bij de verkoop aan Universal inbegrepen. Beeld AP", "Met de deal is volgens Variety een bedrag gemoeid van ‘met gemak negen cijfers’. The New York Times heeft het over ruim 300 miljoen dollar (ruim 248 miljoen euro). Als dat waar is, betreft het vrijwel zeker een recordbedrag: zo veel geld is waarschijnlijk nooit eerder in één transactie betaald voor de auteursrechten van één artiest. Eventuele Dylan-muziek die in de toekomst nog verschijnt, is overigens niet bij de deal inbegrepen.", "Jody Gerson, baas van de Universal Music Publishing Group: ‘Het vertegenwoordigen van het oeuvre van een van de grootste songschrijvers aller tijden, wiens culturele betekenis niet overschat kan worden, is zowel een voorrecht als een verantwoordelijkheid.’", "Bob Dylan heeft zelf geen commentaar gegeven op de megadeal. Hij was wel persoonlijk betrokken bij de onderhandelingen. De Amerikaan doet afstand van al zijn inkomsten als songschrijver. Als ergens muziek van Bob Dylan wordt uitgevoerd of ten gehore gebracht, worden daarover auteursrechten geïnd. In Nederland is Buma/Stemra de organisatie die dat doet. Die heffingen gaan vanaf nu naar Universal, dat weer onderdeel is van het Franse entertainmentconglomeraat Vivendi.", "De deal gaat heeft geen betrekking op Bob Dylan als uitvoerend artiest van zijn eigen werk. Als uitvoerend artiest staat hij sinds het begin van zijn loopbaan onder contract bij Columbia, een label van platenmaatschappij Sony Music, dat zijn albums op de markt brengt. Over de verkopen krijgt een artiest royalty uitgekeerd: een verkooppercentage. Dat zal Dylan blijven ontvangen. Het is niet zo dat Universal voortaan zijn albums uitbrengt. Dylan verkocht sinds 1962 ongeveer 125 miljoen platen.", "‘Het verkopen van de auteursrechten is een voorstelbare zet voor een oude artiest die weet dat zijn einde nadert’, zegt Hans Bousie, een van de bekendste entertainmentadvocaten van Nederland. ‘Deze deal is voor beide partijen lucratief. Voor Universal is het een veilige investering: het aankoopbedrag kunnen ze kennelijk missen en Dylans oeuvre zal zijn waarde behouden en geld blijven genereren. Voor Dylan is het lucratief omdat de verkoop hem in één klap meer oplevert dan hij tot zijn dood aan auteursrechten zou hebben ontvangen. Hij heeft zich als het ware een berg ‘Bumageld’ vooruit laten betalen.’", "Universal heeft ook het recht om Dylan-liedjes te verkopen voor gebruik in bijvoorbeeld films en reclame. Vooral dat is vaak een schrikbeeld voor fans: de muziek van hun idool in goedkope comedy's of de bijna spreekwoordelijke luierreclame. Bousie verwacht niet dat Universal Dylans werk op die manier in de uitverkoop zal doen.", "‘Dat is onwaarschijnlijk. Je ondermijnt er de waarde van de catalogus mee. Ze zullen het werk eerder goed beschermen. In theorie kun je gekke toestanden krijgen. Als Dylan een liedje schrijft dat lijkt op een van zijn oudere liedjes kan Universal hem in theorie aanklagen wegens inbreuk op de auteursrechten van Bob Dylan.’", "In coronajaar 2020 is opmerkelijk veel gehandeld in auteursrechten van grote popartiesten. Zo verkocht Stevie Nicks van Fleetwood Mac vorige week haar auteursrechten aan de investeerder Primary Wave voor een bedrag dat door Variety werd geschat op 100 miljoen dollar (82 miljoen euro). Een verklaring zou kunnen zijn dat artiesten dit jaar niet kunnen optreden en veel inkomsten mislopen.", "Bousie: ‘Dylan gooit met deze verkoop niet zijn oeuvre te grabbel. Hij stelt juist zijn erfenis veilig. In de oude situatie zouden zijn erfgenamen de auteursrechten hebben geërfd. Die ‘erven Dylan’ hadden dan onderling moeten bepalen aan wie de rechten verkocht zouden worden. Dylan heeft nu zelf de regie genomen door zijn auteursrechten te verkopen aan één partij van zijn eigen keuze. De opbrengst bestaat uit geld. Dat heeft hij voorlopig zelf tot zijn beschikking. Na zijn dood laat geld zich makkelijker verdelen tussen erfgenamen.’"], "authors": ["Menno Pot"], "keywords": ["van", "auteursrechten", "verkoopt", "dylan", "dat", "dollar", "een", "muziek", "zijn", "universal", "bob", "voor", "als", "miljoen", "het", "aan"], "pubDate": "2020-12-07T13:20:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}