{"id": "af84714f-1e5e-3ee9-86b1-523dde0fde66", "title": "Maker Cyberpunk 2077 krabbelt terug na 'misvatting' over geld terugvragen", "url": "https://nu.nl/games/6097005/maker-cyberpunk-2077-krabbelt-terug-na-misvatting-over-geld-terugvragen.html", "summary": "CD PROJEKT, de uitgever van de game Cyberpunk 2077, krabbelt terug na zijn eerdere verklaring dat ontevreden spelers hun geld kunnen terugvragen.\nHet langverwachte Cyberpunk 2077 kwam 10 december uit voor onder meer de PlayStation 4 en Xbox One, maar zat vol fouten en haperingen.\n\"Als je niet tevreden bent met het spel op je console en niet op updates wil wachten, kun je kiezen voor restitutie\", schreef het bedrijf.\nOnduidelijk of Cyberpunk onder beleid Sony en Microsoft valtHet is onduidelijk of Cyberpunk 2077 onder het beleid van Sony en Microsoft valt.\nSony zegt op zijn website dat mensen tot veertien dagen na aankoop hun geld terug kunnen vragen, mits de game niet is gedownload of gespeeld.", "paragraphs": ["CD PROJEKT, de uitgever van de game Cyberpunk 2077, krabbelt terug na zijn eerdere verklaring dat ontevreden spelers hun geld kunnen terugvragen. Het bedrijf spreekt van \"bepaalde misvattingen\" over zijn verklaring, die een unieke regeling suggereerde.", "Het langverwachte Cyberpunk 2077 kwam 10 december uit voor onder meer de PlayStation 4 en Xbox One, maar zat vol fouten en haperingen.", "Het spel bevat \"buitengewoon veel problemen die de speelervaring belemmerden\", concludeerde NU.nl in zijn recensie. CD PROJEKT heeft erkend dat het bedrijf meer aandacht had moeten besteden aan de gameprestaties op de PS4 en Xbox One.", "Ook kwam het bedrijf met een verklaring waarin werd gemeld dat ontevreden spelers hun geld terug kunnen krijgen. \"Als je niet tevreden bent met het spel op je console en niet op updates wil wachten, kun je kiezen voor restitutie\", schreef het bedrijf.", "De Poolse gamestudio verwees daarbij naar PlayStation en Xbox voor digitale versies en winkels voor fysieke kopieën. \"Mocht dit niet mogelijk blijken, neem dan contact met ons op en we zullen ons best doen om je te helpen.\"", "Het bedrijf zegt nu dat \"bepaalde misvattingen\" zijn ontstaan en dat CD PROJEKT doelde op het reguliere restitutiebeleid van Sony en Microsoft, de bedrijven achter de PlayStation en Xbox. \"Onze procedure hier is niet anders dan bij enig andere titel.\"", "Onduidelijk of Cyberpunk onder beleid Sony en Microsoft valt", "Het is onduidelijk of Cyberpunk 2077 onder het beleid van Sony en Microsoft valt. Het geld voor Xbox-games kan binnen veertien dagen teruggevraagd worden, maar een verzoek wordt niet altijd gehonoreerd, meldt Microsoft op zijn website.", "Sony zegt op zijn website dat mensen tot veertien dagen na aankoop hun geld terug kunnen vragen, mits de game niet is gedownload of gespeeld. Een uitzondering wordt gemaakt als de game \"niet werkt\".", "CD PROJEKT heeft beloofd de vele fouten door middel van updates uit het spel te halen. Aan de game was al acht jaar gewerkt; Cyberpunk 2077 werd in 2012 aangekondigd.", "Het spel werd dit jaar nog meerdere malen uitgesteld, volgens CD PROJEKT om de puntjes op de i te zetten."], "authors": ["Door"], "keywords": ["dat", "maker", "geld", "van", "terug", "niet", "projekt", "het", "en", "2077", "cyberpunk", "misvatting", "zijn", "op", "voor", "krabbelt", "terugvragen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}