{"id": "af9677e7-6e2a-3e8c-a690-51c59387f10e", "title": "Leerdam: 'Strijd tussen mij en Kok is goed voor het Nederlandse schaatsen'", "url": "https://nu.nl/schaatsen/6093591/leerdam-strijd-tussen-mij-en-kok-is-goed-voor-het-nederlandse-schaatsen.html", "summary": "Anders had de complete top acht van het eindklassement van het vrouwentoernooi bij het NK sprint bestaan uit schaatssters van 23 jaar of jonger.\n\"Ik weet niet of het toeval is dat we nu met zoveel zijn, maar het zorgt er in ieder geval voor dat het niveau omhooggaat.\"\nKok won de eerste drie afstanden in zeer knappe tijden, waarna Leerdam op de laatste 1.000 meter orde op zaken stelde en het goud pakte.\n\"De strijd tussen mij en Femke is goed voor het Nederlandse schaatsen.\nEn Kok: \"Jutta rijdt vandaag een baanrecord punten en ik zit daar heel dichtbij (met 149.910 punten, red.).", "paragraphs": ["In een door jonge schaatssters gedomineerd NK sprint staken winnaar Jutta Leerdam (21) en nummer twee Femke Kok (20) erboven uit. De twee toptalenten genoten van hun duel, dat voor een ongekend hoog niveau zorgde.", "Het is dat de pas net weer fitte Ireen Wüst - met haar 34 jaar de enige dertiger op de startlijst - nog als zesde eindigde. Anders had de complete top acht van het eindklassement van het vrouwentoernooi bij het NK sprint bestaan uit schaatssters van 23 jaar of jonger.", "\"Het is mooi dat de jonkies de dienst uitmaken\", zei Leerdam zondag na het toernooi in Heerenveen. \"Ik weet niet of het toeval is dat we nu met zoveel zijn, maar het zorgt er in ieder geval voor dat het niveau omhooggaat.\"", "Suzanne Schulting (23, derde), Michelle de Jong (21, vierde), Marrit Fledderus (19, vijfde), Isabelle van Elst (22, zevende) en Dione Voskamp (23, achtste) reden een knap toernooi, maar het waren vooral Leerdam en Kok die lieten zien dat Nederland bij de sprintsters een mooie toekomst lijkt te hebben.", "Kok won de eerste drie afstanden in zeer knappe tijden, waarna Leerdam op de laatste 1.000 meter orde op zaken stelde en het goud pakte. De Zuid-Hollandse noteerde met 149.365 punten de beste score ooit op de sprintvierkamp in Thialf, een baanrecord dat ze afpakte van Nao Kodaira. De Japanse wereldtopper werd een kleine twee jaar geleden wereldkampioen sprint in Heerenveen met een puntentotaal van 149.665.", "\"De strijd tussen mij en Femke is goed voor het Nederlandse schaatsen. We houden elkaar scherp en daardoor gaan we harder schaatsen\", aldus Leerdam. En Kok: \"Jutta rijdt vandaag een baanrecord punten en ik zit daar heel dichtbij (met 149.910 punten, red.). Dat zegt wel dat wij het niveau samen omhoog hebben gebracht.\"", "Jutta Leerdam (rechts) en Femke Kok. (Foto: ANP)", "Leerdam: 'Er zit nog veel rek in op de 500 meter'", "Leerdam hoort als regerend wereldkampioen al tot de wereldtop op de 1.000 meter en bij het NK sprint liet ze zien dat ook haar 500 meter de goede richting opgaat. Kok, meer de specialist op de kortste afstand, was met 37,51 op zaterdag en 37,52 op zondag twee keer de beste, maar Leerdam reed met 37,53 en 37,60 haar beste 500 meters ooit in Thialf.", "Het baanrecord van de Russische Angelina Golikova staat nog een halve seconde scherper (37,02), maar komt wel langzaam in zicht. \"Ik zie nog veel dingen waar ik aan kan werken op de 500 meter\", zei Leerdam. \"Er zit nog heel veel rek in, dat hoorde ik dit weekend ook gelijk van mijn coaches. Dat is mooi om te horen, want ik word er alleen maar blij van als het nog harder kan.\"", "De kopvrouw van Team Worldstream wijst coach Kosta Poltavets als belangrijkste reden aan voor haar progressie op de kortste afstand. Leerdam wees in het voorjaar een aanbod van Jumbo-Visma af omdat ze per se met de voormalig bondscoach van Rusland wilde werken en heeft daar nog geen seconde spijt van. \"Ik ben heel leergierig en Kosta is een en al kennis. Ik heb door hem op praktisch alle vlakken stappen gezet dit seizoen.\"", "Poltavets legde de lat vier weken geleden bij de NK afstanden al erg hoog door te zeggen dat hij in Leerdam \"de vrouwelijke Pavel Kulizhnikov\" ziet. \"Ik houd wel van een beetje druk\", glimlachte Leerdam. \"Sommige mensen zullen er misschien van schrikken, maar ik denk alleen maar: mooi, ik kan dus nog veel harder, we gaan eraan werken en ik ga laten zien dat ik het kan.\""], "authors": ["Door", "Daan De Ridder"], "keywords": ["leerdam", "van", "goed", "nog", "het", "op", "voor", "met", "tussen", "mij", "kok", "ik", "strijd", "schaatsen", "een", "en", "dat", "nederlandse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}