{"id": "afa9e176-86c5-32dd-aa84-6ecbeeb38856", "title": "Een warmbloedig liefdesverhaal aan de kille Engelse kust met Kate Winslet en Saoirse Ronan als geliefden ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/een-warmbloedig-liefdesverhaal-aan-de-kille-engelse-kust-met-kate-winslet-en-saoirse-ronan-als-geliefden~bbf55b9f/", "summary": "Ze heeft rond 1840 met haar vondsten een goede naam opgebouwd als paleontoloog, maar een comfortabel bestaan heeft dat niet opgeleverd.\nVanuit het armetierige huis waar ze met haar zieke moeder woont, verkoopt ze nu en dan een fossiel aan een toerist.\nZwijgzaam en eenzelvig is ze, tot ze zich noodgedwongen moet ontfermen over een stadse bezoeker.\nAanvankelijk moet Mary weinig hebben van Charlotte Murchison (Saoirse Ronan), de vrouw van een Londense geoloog.\nNet als in zijn prachtige, weerbarstige speelfilmdebuut God’s Own Country (2017) laat regisseur en scenarist Francis Lee het Engelse landschap en het klimaat een hoofdrol spelen in een verhaal over een verboden liefde.", "paragraphs": ["Beeld uit ‘Ammonite’.", "De kalkstenen kliffen bij de Zuid-Engelse kustplaats Lyme Regis zijn rijk aan fossielen. Iedere dag gaat Mary Anning (Kate Winslet) ernaar op zoek. Ze heeft rond 1840 met haar vondsten een goede naam opgebouwd als paleontoloog, maar een comfortabel bestaan heeft dat niet opgeleverd. Vanuit het armetierige huis waar ze met haar zieke moeder woont, verkoopt ze nu en dan een fossiel aan een toerist.", "Zwijgzaam en eenzelvig is ze, tot ze zich noodgedwongen moet ontfermen over een stadse bezoeker. Aanvankelijk moet Mary weinig hebben van Charlotte Murchison (Saoirse Ronan), de vrouw van een Londense geoloog. Pas wanneer ook Charlotte zich met blote handen – handen die piano kunnen spelen – op de rotsen van Lyme Regis stort, verdient ze Mary’s respect. En meer dan dat: de vrouwen worden verliefd.", "Net als in zijn prachtige, weerbarstige speelfilmdebuut God’s Own Country (2017) laat regisseur en scenarist Francis Lee het Engelse landschap en het klimaat een hoofdrol spelen in een verhaal over een verboden liefde. De gierende wind, het geruis van de branding, de kou van het zeewater, de ruwe rotsen: kijken naar Ammonite is een fysieke ervaring.", "Dialogen zijn schaars, maar Winslet en Ronan kunnen uitstekend acteren zonder woorden. De enkele keer dat er langer gesproken wordt, is dat eigenlijk overbodig, zoals in een gesprek tussen Mary en haar vriendin Elizabeth Philpot. ‘Mevrouw Murchison heeft iets in jou kunnen losmaken waar ik niet bij kon’, zegt Elizabeth. Dat was allang duidelijk: Charlotte verandert Mary’s geslotenheid in zachtheid, al kan zij zich ieder moment weer afsluiten.", "Of de echte Mary Anning (1799-1847) relaties met vrouwen had, is niet bekend. Wel is duidelijk dat ze geen gemakkelijk leven had. Ze groeide op in armoede, verloor op jonge leeftijd haar vader en moest zich als vrouw en autodidact weren tegen mannelijke collega’s die met haar ontdekkingen aan de haal gingen. Winslet laat voortreffelijk zien hoe dat zijn weerslag heeft op Mary’s gemoed. Ze verwacht niets meer en stort zich verbeten op haar werk; plichtsbesef heeft het verlangen naar intimiteit verdrongen.", "Vergeleken met het zinderende God’s Own Country (waarmee Lee de carrière van acteur Josh O’Connor, nu te zien in de Netflix-serie The Crown, een flinke zet gaf) is Ammonite een beetje tam. Ook de onvermijdelijke vergelijking met dat andere kostuumdrama over een grote liefde tussen twee vrouwen in een kustplaats, Portrait de la jeune fille en feu, pakt voor Ammonite minder goed uit. Maar daar hoeft de film zich ook niet mee te meten. Dit is een ander verhaal over andere vrouwen, stug en gereserveerd, maar ook warmbloedig."], "authors": ["Pauline Kleijer"], "keywords": ["winslet", "van", "warmbloedig", "kate", "geliefden", "het", "ronan", "op", "met", "liefdesverhaal", "kust", "saoirse", "een", "en", "ze", "dat", "zich", "haar", "kille"], "pubDate": "2020-12-09T17:59:01+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}