{"id": "afc52afd-da03-32d1-b9a1-2388fdd5df94", "title": "Douane noemt oponthoud in Rotterdamse haven na Brexit 'onvermijdelijk'", "url": "https://nu.nl/economie/6097266/douane-noemt-oponthoud-in-rotterdamse-haven-na-brexit-onvermijdelijk.html", "summary": "Oponthoud en opstoppingen zijn in de Rotterdamse haven in de eerste vier tot zes weken van 2021 door de Brexit onvermijdelijk.\nTientallen bestelbusjes en vrachtwagens die op weg zijn naar het Verenigd Koninkrijk, zullen stranden.\nNaar verwachting beschikt een op de vier vervoerders die naar het VK gaan, niet over de juiste documenten.\n\"Ondanks de gerealiseerde voorzieningen en het vele voorbereidende werk van de douane en andere partijen in de haven, zal er oponthoud zijn\", zeg Nanette van Schelven, directeur-generaal van de douane.\nIn de aanloop naar het Britse vertrek heeft de douane negenhonderd extra werknemers aangenomen die speciaal zijn opgeleid voor de Brexit.", "paragraphs": ["Oponthoud en opstoppingen zijn in de Rotterdamse haven in de eerste vier tot zes weken van 2021 door de Brexit onvermijdelijk. Tientallen bestelbusjes en vrachtwagens die op weg zijn naar het Verenigd Koninkrijk, zullen stranden. Die verwachting heeft de douane donderdag uitgesproken, op basis van een inventarisatie.", "Naar verwachting beschikt een op de vier vervoerders die naar het VK gaan, niet over de juiste documenten. \"Ondanks de gerealiseerde voorzieningen en het vele voorbereidende werk van de douane en andere partijen in de haven, zal er oponthoud zijn\", zeg Nanette van Schelven, directeur-generaal van de douane.", "Als transportbedrijven hun goederen niet op de juiste manier hebben aangemeld, krijgen ze geen toegang tot de terminals en worden ze verwezen naar noodparkeerplaatsen, waar ze hun documentatie alsnog in orde kunnen maken.", "De douane gaat in de eerste weken van januari in crisismodus werken. Dit betekent dat de help- en servicedesks rekening houden met een toename van het aantal vragen.", "Ook zijn andere maatregelen genomen, zoals ruimere openingstijden en extra personeel om problemen op te lossen. In de aanloop naar het Britse vertrek heeft de douane negenhonderd extra werknemers aangenomen die speciaal zijn opgeleid voor de Brexit.", "De Britten zijn al op 31 januari van dit jaar uit de EU gestapt, maar momenteel is er nog sprake van een overgangstermijn. Deze loopt af aan het einde van dit jaar. Over de toekomstige handelsrelatie tussen beide partijen wordt nog druk overlegd."], "authors": ["Door"], "keywords": ["onvermijdelijk", "haven", "douane", "van", "naar", "een", "oponthoud", "het", "ze", "en", "op", "noemt", "die", "brexit", "rotterdamse", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}