{"id": "afcb4cbe-057d-3840-93d6-3a45643da68a", "title": "De vechtscheiding deel 53: ’Onze tongen spelen verkennend met elkaar...’", "url": "https://www.telegraaf.nl/vrouw/72053048/de-vechtscheiding-deel-53-onze-tongen-spelen-verkennend-met-elkaar", "summary": "Bas heeft een voorstel gedaan voor een nieuwe voorlopige schikking die ze met me wil bespreken.\nLos van de verkoper van de tas en ik.”„Hun ouders zijn helemaal niet liefhebbend en stabiel.” En ik vertel over stonede Bas en dronken Sara.\nHet lijkt me traumatisch voor een kind om gehoord te worden in de scheidingszaak van zijn ouders.\nHoe harder jij tegen de stroom in probeert te zwemmen, hoe pijnlijker het voor de kinderen wordt.\nVoorzichtig open ik zijn mond met mijn tong en vind zijn tong.", "paragraphs": ["Terwijl ik lijnzaad plet voor mijn ochtendsmoothie gaat de telefoon. Het is Lara, mijn advocaat. Bas heeft een voorstel gedaan voor een nieuwe voorlopige schikking die ze met me wil bespreken.", "Lara komt me op de gang al tegemoet. Ruisende rok, rinkelende armbanden, klikkende hakken, dieprode lange nagels. Als ze niet zo ontzettend mooi was geweest, had ik haar ordinair genoemd. Te veel van alles, maar bij Lara past het. Alle details maken het plaatje compleet. En een plaatje is het. Een duur plaatje ook.", "Co-ouderschap", "Terwijl zij koffie haalt, kijk ik de kamer rond. Haar kamer is net zo bont als zijzelf. Op haar bureau ligt een echte Hermès Kelly bag. Welk deel van de tas zou ik inmiddels betaald hebben? Ik maak in mijn hoofd een rekensommetje. „Het is een tweedehands,” hoor ik haar zeggen, alsof ze mijn gedachte raadt. „Dus ik had aan een klant genoeg.”", "Ze lacht bulderend om haar eigen grap. „Ik ga bij jou ook niet een echte redden,” gaat ze verder, „want ik denk dat er schot in de zaak zit.” Ze zet een cappuccino amandelmelk voor me neer en pakt haar papieren erbij. „Bas doet een origineel voorstel. Hij wil co-ouderschap over kinderen en huis. Dus de ene week woon jij in het huis en heb jij de kinderen; de andere week woont hij er en zorgt hij voor het grut. Prima deal toch?”", "Verbluft", "Ik kijk haar verbluft aan. Meent ze dat nou echt? Vindt ze dit echt een goede deal? „Nou nee,” antwoord ik. „Ik vind het een slechte deal. Wat een onrust. En waar blijf ik dan als hij in het huis zit?” „In het tuinhuis. Dat doe je nu ook.” „En hij ook?” „Ja, of bij zijn vriendin.” O ja, dat drankorgel is er ook nog. Die komt natuurlijk ook in het bed slapen waar ik een week later weer in moet. Ik word al misselijk bij de gedachte.", "„Het is een goede deal, Anouk. Rechters houden van co-ouderschap. Zij gaan uit van de kinderen en voor hen is dit het beste. Geen heen en weer gereis tussen twee huizen, maar altijd hun eigen plek. Rechters zijn daar fan van.”", "„Nou ik ben er geen fan van,” zeg ik koppig. „Ik wil fulltime voor de kinderen zorgen. Met uiteraard wel een bezoekregeling, maar ik denk dat het in deze fase beter voor de kinderen is als ze een stabiele basis hebben.”", "Foutje", "„De basis is stabiel met een vast huis en twee liefhebbende ouders die om en om voor hen zorgen,” werpt Lara tegen. „Kom op Anouk, we kunnen doorgaan tot ik een Kelly bag van je krijg, maar hoeveel zin heeft dat? Wie wordt daar gelukkig van? Los van de verkoper van de tas en ik.”", "„Hun ouders zijn helemaal niet liefhebbend en stabiel.” En ik vertel over stonede Bas en dronken Sara. Lara schudt lachend haar hoofd: „Iedereen heeft recht op een foutje. Maar als je echt niet wilt, dan zal ik een tegenvoorstel doen.” „Graag.”", "„Hou er rekening mee dat de tweeling zelf ook gehoord gaat worden.” „Moet dat?” vraag ik angstig. Het lijkt me traumatisch voor een kind om gehoord te worden in de scheidingszaak van zijn ouders. „Ja,” zegt Lara, „bij kinderen ouder dan 11 jaar wil de rechter ook van hen horen wat zij willen.”", "Scheiden", "Ondanks Lara’s geruststelling dat de rechters ervaren zijn in het praten met kinderen, verlaat ik toch met een zwaar gemoed het kantoor. Voor de kinderen wordt dit hoe dan ook pijnlijk. „Moest Sem ook met de rechter praten toen jullie gingen scheiden?”vraag ik aan Samuel als we een paar dagen later door het park wandelen.", "„Ja, hij was net 11. Zijn zus 14. We zagen daar wel tegenop, maar uiteindelijk was het heel fijn. Ze hadden allebei het gevoel dat er echt naar ze werd geluisterd.” „Ik luister ook naar ze,” werp ik tegen. „Toch is dat anders met iemand die er helemaal buiten staat.” Daar moet ik hem gelijk in geven. Peinzend loop ik door. „Laat het los, Anouk. Hoe harder jij tegen de stroom in probeert te zwemmen, hoe pijnlijker het voor de kinderen wordt. Je kunt zoveel leukere dingen met je energie doen.”", "Kus", "Ondanks mijn zorgen moet ik glimlachen: „Zoals?” Samuel pakt mijn gezicht beet, hij heft mijn kin een beetje op, buigt naar voren en drukt een kus op mijn lippen. Dit keer laat ik mijn kans niet voorbijgaan. Ik sla mijn armen om zijn nek en trek hem naar me toe. Zijn lippen drukken op de mijne. Zachtjes.", "Voorzichtig open ik zijn mond met mijn tong en vind zijn tong. De puntjes van onze tongen spelen verkennend met elkaar. Ik open mijn mond wat verder. Hij maakt daar gretig gebruik van. Te gretig: wat een grote onbeheerste lap!"], "authors": [], "keywords": ["ik", "53", "mijn", "tongen", "spelen", "zijn", "elkaar", "vechtscheiding", "met", "ze", "verkennend", "van", "en", "een", "deel", "voor", "onze", "het", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}