{"id": "afd10e6d-3726-3ba7-8fa6-dff0b27d8bb2", "title": "Nederlandse vissers houden hun hart vast voor de Brexit", "url": "https://volkskrant.nl/nieuws-achtergrond/nederlandse-vissers-houden-hun-hart-vast-voor-de-brexit~b4d4aac0/", "summary": "Valt er straks nog te vissen in Britse wateren?\nVisserij levert 0,03 procent van de Nederlandse banen en 0,04 procent van het bbp.\nAlsof je een computer verruilt voor een ganzenveer, zegt Pieter Aris van der Vis, een van de laatsten der Mohikanen.\nZe proberen je op van alles te pakken: is je logboek op orde, voldoen de netten aan de minimale maaswijdte, klopt je vangst wel?\nDan ga je je toch afvragen: hoe stressvol zal het zijn om straks nog in Engelse wateren te vissen?", "paragraphs": ["Valt er straks nog te vissen in Britse wateren? Die vraag houdt de Nederlandse visserij in haar greep. ‘Als 6-jarig jochie ging ik al met m’n vader mee. Dus als er echt een verbod komt om in Britse wateren te vissen, doet dat je toch wel wat.’", "Met een zwaar gemoed spelt de Tholense schipper Job Schot (57) dezer dagen de Britse kranten, op zoek naar het laatste Brexitnieuws. Want de toekomst van Schot en zijn viskotter, de Z-201 Job Senior, staat of valt met de vraag of de Europese Unie en het Verenigd Koninkrijk op de valreep nog een akkoord weten te sluiten over de toegang van Europese vissers tot de Britse wateren, voordat de Britten de EU op nieuwjaarsdag definitief de rug toekeren.", "Nu vist Schot nog naar tong, griet, tarbot, sint-jakobsschelpen, zeekat en andere vissoorten in de Britse territoriale wateren, een gebied tot 12 zeemijl (22 kilometer) uit de Britse kust. ‘Die 12 mijl, dat is sowieso gedane zaak’, zegt Schot. ‘Maar stel dat er geen deal komt, wat gezien de onvriendelijke toon in Britse kranten geen denkbeeldig scenario is, dan kunnen de Engelsen niet alleen hun territoriale wateren sluiten, maar ook hun hele exclusieve economische zone. Dan hebben we een dik probleem.’", "Nederlandse vissers halen zo’n 60 procent van hun vangst uit de Britse exclusieve economische zone, die zich uitstrekt tot 200 zeemijl (370 kilometer) buiten de kust. Zo is ‘Schotse Nieuwe’ eigenlijk een juistere term dan ‘Hollandse Nieuwe’, want van elke tien haringen die Nederlanders langs de huig laten glijden, komen er acht uit Britse (en vooral Schotse) wateren.", "Economisch gezien lijkt visserij misschien ‘een kaboutersector’, zoals Pim Visser, directeur van de visafslag in Den Helder, het samenvat. Visserij levert 0,03 procent van de Nederlandse banen en 0,04 procent van het bbp. ‘Maar lokaal-economisch is de sector van reuzebelang.’", "Texel dreigt bijvoorbeeld een optater te krijgen van de Brexit. Ongeveer de helft van wat de Texelse vloot vangt aan tong, schol, rode poon en andere bodemvissen komt uit Britse wateren, meer dan vissersplaatsen als Katwijk (20 procent), Arnemuiden en Goedereede (allebei 30 procent).", "‘Ik ben bijna veertig jaar schipper, en al die tijd heb ik voor 80 à 90 procent in Britse wateren gevaren’, zegt Texelaar Pieter Aris van der Vis (61) van platviskotter TX 68 Vertrouwen. ‘Als 6-jarig jochie ging ik al met m’n vader mee. Dus als er echt een verbod komt om in Britse wateren te vissen, doet dat je toch wel wat.’", "Zeven bemanningsleden en hun gezinnen op Texel leven van de vangst van de TX 68 Vertrouwen. Hetzelfde geldt voor nog zo’n zes à zeven andere Texelse kotters, van de TX 1 Klasina-J tot de TX 94 Avontuur, becijfert Van der Vis.", "Brexit is niet het enige probleem", "Met elke baan op zee zijn zo’n drie banen aan wal gemoeid, schat visafslagdirecteur Pim Visser. Zoals vrachtwagenchauffeurs, het personeel in de 845 Nederlandse viswinkels en natuurlijk de werknemers van Vissers visafslag. ‘Is onze afslag nou zo groot? Nee, maar er vinden daar wel zestig mensen een parttimebaan. Macro-economisch gezien is dat niet van groot belang, lokaal wel.’", "Of neem het garnalenvissersdorp Den Oever, 25 kilometer ten oosten van Den Helder, zegt Visser. Brexit lijkt de Den Oeverse vissers niet te raken, want zij vangen hun Hollandse garnalen gewoon in Hollandse wateren. ‘Maar als de Brexit niet goed wordt geregeld, krijgen we straks overmatige drukte in de Nederlandse wateren. Indirect zullen ook garnalenvissers de Brexit dan enorm voelen.’", "De Brexit is bovendien lang niet het enige probleem. Door het EU-verbod op pulsvisserij, het met stroomstootjes in de netten jagen van tong en schol, zullen na 1 juni ook de allerlaatste pulsvissers moeten terugvallen op ouderwetse methodes. Alsof je een computer verruilt voor een ganzenveer, zegt Pieter Aris van der Vis, een van de laatsten der Mohikanen.", "Tegelijkertijd verliezen vissers een steeds groter deel van hun werkgebied door de oprukkende windmolenparken op zee, terwijl de coronacrisis hun winstmarges versjteert. ‘Het is een ramp, we krijgen echt dumpprijzen momenteel’, zegt Tholenaar Job Schot.", "Als Nederlandse vissers in een gunstig Brexitscenario na 1 januari nog in Britse wateren mogen, dan vreest Schot dat de toch al niet malse Britse kustwacht nog strenger zal controleren. ‘Verleden week kwamen ze nog met vier man aan boord. Gelukkig duurde het maar twee uur, bij collega’s was het de week ervoor vijf uur, maar toch, het is zó zenuwslopend. Ze proberen je op van alles te pakken: is je logboek op orde, voldoen de netten aan de minimale maaswijdte, klopt je vangst wel? Ik kan wel zeggen dat er 35 kilo vis in een kist zit, maar dan nog kieperen ze vijf kisten tong leeg op de grond om ze opnieuw te wegen. Als het gewicht meer dan 8 procent afwijkt van wat je hebt opgegeven, ben je het haasje.’", "Nu moeten Britse controleurs zich nog aan EU-regels houden, in 2021 is dat finito. ‘Dan zullen we helemaal op eieren moeten lopen. In de 27 jaar dat ik in Engelse wateren vis heb ik nooit een boete gehad, maar ik ken wel collega’s die door de kustwacht zijn opgebracht naar een Engelse haven en hoge boetes moesten betalen om vrij te komen, daar zit je echt niet op te wachten. Dan ga je je toch afvragen: hoe stressvol zal het zijn om straks nog in Engelse wateren te vissen? En wil ik dat nog wel?’", ". Beeld ."], "authors": ["Jonathan Witteman"], "keywords": ["van", "brexit", "nog", "het", "op", "voor", "vast", "hart", "een", "wateren", "en", "te", "britse", "houden", "je", "vissers", "hun", "nederlandse"], "pubDate": "2020-12-07T17:46:10+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}