{"id": "afd23dc9-5a26-3362-841d-17747b391a54", "title": "Slapen op een vlot bij de bevers", "url": "https://volkskrant.nl/de-gids/slapen-op-een-vlot-bij-de-bevers~ba0fb9a7/", "summary": "Maar dan valt je oog op schuimkoppen recht vooruit; het geluid van ruisend water zwelt aan, en je koerst onafwendbaar af op een serie stroomversnellingen.\nMaar een briljant alternatief is overnachten op een vlot in een Belgische Maasplas.\nIn het donker stappen we in een fluisterbootje en gaan op zoek naar een drijvend platform met een hutje erop.\nBijna aan het einde van Rivierpark Maasvallei wachten twee vrijwilligers ons op voor een rondje struinen bij de gerenoveerde Hompesche Molen.\nIn de molen denk ik een bioburger te bestellen van gallowayrund en een huisgemaakte limonade van versgeplukte bloesems uit de omgeving.", "paragraphs": ["Beeld Els Zweerink", "Eerst denk je nog: alles lijkt normaal. Je huurt een kano in de buurt van Maastricht voor een loom tochtje stroomafwaarts. De Maas is daar, zoals alle Nederlandse rivieren, breed en rimpelloos. Maar dan valt je oog op schuimkoppen recht vooruit; het geluid van ruisend water zwelt aan, en je koerst onafwendbaar af op een serie stroomversnellingen. In Nederland..! Dat is ongehoord, dat is nieuw en ja, dat is leuk.", "", "De verhuurder had geadviseerd: blijf links, dicht bij de Belgische oever en kijk uit voor rotsen die je kano kunnen doen omslaan. De boeg kantelt naar beneden, rivierwater spettert in onze gezichten en het vaartuig versnelt flink. En zo glijden we van de ene na de andere stroomversnelling , af en toe botsen we tegen een dikke kei. 'Mocht je omslaan', zei de verhuurder, 'wikkel je dan in een reddingsdeken, pak je telefoon uit het waterdichte tonnetje en ik kom je zoeken.' Dat zal nog niet meevallen, want het gebied is groot en slechts bewoond door verwilderde konikpaarden en gallowayrunderen.", "Meer Limburg Bekijk hier ook het scroll-verhaal dat we over Limburg maakten.", "Struinwandeling bij de Hompesche Molen. Beeld Els Zweerink", "Het opmerkelijkste van dit hele mini-avontuur: het vindt plaats in Zuid-Limburg. Liefelijk heuvelland met kabbelende beekjes, bewegwijzerde fietsroutes rond Valkenburg en op iedere hoek en terras waar je vlaai kunt bestellen. Wat minder Nederlanders weten, of in ieder geval minder Hollanders, is dat Nederland en België al twaalf jaar bouwen aan een enorm nieuw natuurgebied langs de Maas. In RivierPark Maasvallei ontbreken heuvels en wandelpaden, het plan is de vallei terug te geven aan de rivier over een lengte van 43 kilometer boven Maastricht.", "", "'Het ziet er nu nog een beetje kaal uit', zegt ecoloog Hettie Meertens op de oever bij Borgharen. Dat dorp is zo vaak overstroomd, dat de overheid na decennia aarzelen besloot de Maas flink de ruimte te geven en maar meteen nieuw natuurgebied te creëren. 'In de zomer staat het hier vol bloemen, en dat eilandje daar is populair om te picknicken en te zonnen.' De Maas, stelt Meertens tevreden vast, is eindelijk van haar korset bevrijd. Volgens haar moet RivierPark Maasvallei nu energie steken in marketing en toeristische initiatieven stimuleren. 'De Belgen zijn sneller begonnen, maar nu Nederland eenmaal is uitoverlegd, maken we reuzenstappen.'", "Op de fiets", "Huur een fiets bij het treinstation van Maastricht en trap noordwaarts naar het punt waar binnenvaartschepen in het Julianakanaal verdwijnen en de rivier vrij mag kronkelen. Daar liggen Maasdorpen als Borgharen, Itteren en Geulle aan de Maas opeens midden in de natuur; als het water stijgt veranderen ze in eilanden verbonden met nieuwe bruggen. Je kunt er rustiek slapen in kastelen, koffie drinken op de binnenplaats van carréboerderijen en bric-a-brac kopen bij de thuislozenopvang in de oude burcht Hartelstein. Wandelen gebeurt tussen de grote grazers, zonder paden. Ecoloog Meertens: 'We hebben gekozen voor hoornloze galloway's. Toen we begonnen waren Limburgers niet gewend te struinen; we wilden voorzichtig beginnen.'", "", "Kamperen mag niet in RivierPark Maasvallei. Maar een briljant alternatief is overnachten op een vlot in een Belgische Maasplas. In het donker stappen we in een fluisterbootje en gaan op zoek naar een drijvend platform met een hutje erop. Maanlicht weerkaatst in het rimpelloze water, het schijnsel van onze zaklamp glijdt langs oevers vol riet en afgeknaagde bomen. Afgeknaagde bomen? Pats! Daar slaat een bever hard met zijn platte staart op het water. Een waarschuwing voor alle ander bevers die we links en rechts zien opduiken. De grote knager met zijn oranje voortanden groeide uit tot plaag in Limburg. Andere provincies hebben vriendelijk bedankt voor het aanbod een paar families over te nemen. Wij zijn blij dat we Ed & Willem in het wild zien.'", "De bever doet het goed in Limburg. Beeld Els Zweerink", "Bij vlotkamperen hoef je alleen je (warme) slaapzak mee te nemen. Beeld Els Zweerink", "Ons vlot dobbert eenzaam op een meertje. We zetten thee op de meegeleverde kampeerbrander, rollen onze slaapzakken uit en wanen ons alleen in het universum. Jammer dat het water nog fris is, anders hadden we kunnen zwemmen bij maanlicht. Het koude ochtendlicht brengt ontnuchtering. Aan de overkant staat een rijtje dijkhuizen, in de verte hangen hoogspanningskabels en daar zijn al de eerste wandelaars in felgekleurde windjacks. De ecoloog had al verzucht: 'Alle natuur in Nederland is eigenlijk stadsnatuur. Je kunt het niet vergelijken met echte wildernis, het is mooi dat we nog zo'n wild stukje kunnen maken.'", "", "Verderop langs de Maas rijden grote gele vrachtwagens af en aan. Het zijn zware mijnbouwtrucks van het Consortium Grensmaas, een samenwerking van Natuurmonumenten, bouwgiganten en grindproducenten. Hier krijgt de Maasvallei haar nieuwe vorm en hier wordt het geld verdiend om de herinrichting te betalen. 'Grind is zeldzaam in Nederland', zegt directeur Kees van der Veeken, staande op een tijdelijke berg met uitzicht over de vallei. 'We zijn begonnen in 2005 en hopen in 2025 klaar te zijn. Dan hebben we zo'n 54 miljoen ton grind en 10 miljoen ton zand opgegraven.' Dat moet 700 miljoen euro opleveren. 'Het project kost de belastingbetaler niks.' Groen voor grind, is de slogan van het Consortium.", "", "", "Nieuw: stroomversnellingen in de Maas. Beeld Els Zweerink", "Nieuw natuurgebied aanleggen", "Jammer dat Limburg geen toeristische attractie maakt van de werkzaamheden. Maar een rondje langs de hydraulische kranen, rupsgraafmachines, dumpers, stenenvermorzelaars en de verwerkingsinstallatie die als een gifgroen monster in een tijdelijke haven drijft, en je wilt opeens heel graag civiel ingenieur worden. De mannen met bouwhelmen verlagen de overstromingskans voor omliggende dorpen tot eens in de 250 jaar (was 20 jaar), leggen nieuw natuurgebied aan en houden hun eigen broek op met grindverkoop. Van der Veeken: 'Eerst riepen bewoners: 'ze pikten onze kolen en nu ons grind!', Maar inmiddels is er veel draagvlak.' Wel stapten onlangs twee boeren naar de rechter over hun schadevergoeding. 'Ze willen vervangend land in de buurt, maar dat is schaars.'", "", "Bijna aan het einde van Rivierpark Maasvallei wachten twee vrijwilligers ons op voor een rondje struinen bij de gerenoveerde Hompesche Molen. Het zijn natuurgekken als Leo en Antoinette van Natuurmonumenten die bezoekers wandelpaden moeten doen vergeten en wijzen op bijzondere planten en dieren van de Maasvallei. Ook vrijwilligers van Staatbosbeheer en Belgische Maasverkenners treden op als ambassadeurs. 'Laat ik beginnen met een zelfgeschreven gedicht', zegt Leo naast de parkeerplaats. 'Bijna 300 jaar sta jij al hier in weer en wind, de wieken draaien soms langzaam, maar ook gezwind...'", "Vrijwilligers Leo en Antoinette nemen wandelaars mee. Beeld Els Zweerink", "'Groen voor grind' is de slogan in Zuid-Limburg. Beeld Els Zweerink", "Antoinette eet ondertussen een appel en speurt de plas af met haar verrekijker. 'Oh, een zomertaling!' Dat blijkt een eend met een witte streep op zijn kop. En zo gaat het door, zes kilometer rond een plas met geulen en stroomversnellingen. 'Kijk, een wintertaling; een nijlgans; hoor die veldleeuwerik; waar zit die tjiftjaf?' Het moet gezegd: in ons eentje hadden we veel gemist. 'Nee joh, dat is geen paardenbloem maar klein hoefblad, met veel fijner pluis. En dit is hondsdraf, even fijnwrijven en op je huid smeren tegen jeuk van brandnetels.'", "", "In de molen denk ik een bioburger te bestellen van gallowayrund en een huisgemaakte limonade van versgeplukte bloesems uit de omgeving. Hebben ze niet. Je ziet de ober denken: echt een bestelling van zo'n verwende Randstedeling. Maar goed, het is niet voor niks dat steeds meer chefs en hoteliers frisdranken van de kaart halen en experimenteren met plaatselijke ingrediënten voor het menu. Zuid-Limburg innoveert op natuurgebied en laat een ruige, avontuurlijke kant van zichzelf zien. Nu de ondernemers nog.", "Praktische informatie Algemeen: vvvzuidlimburg.nl, toerismelimburg.be, grensmaas.nl", "", "Het nieuwe natuurpark: rivierparkmaasvallei.eu", "Een fiets huren in Maastricht kost euro 10 per dag bij aondestasie.nl", "Kano & Rafting Maastricht organiseert een tocht van twee uur over de stroomversnellingen. Fiets naar hun vertrekpunt in Meers en peddel door per kano: kanomaastricht.nl", "De kringloopwinkel in een kasteelhoeve bij Itteren: kringloop-hartelstein.nl", "", "Kamperen op een vlot kost euro 80 en is te boeken via camping-raft.com", "Toprestaurant en boetiekhotel in de buurt: restaurant-vivendum.com", "Lunch in de molen: hompeschemolen.nl", "", "Boswachter Carla Hanssen van Staatsbosbeheer blogt onder meer over RivierPark Maasvallei op boswachtersblog.nl/limburg Boswachter Paul Wijenberg van Natuurmonumenten schrijft op: facebook.com/paul.wijenberg.7"], "authors": ["Noël Van Bemmel"], "keywords": ["van", "dat", "bevers", "een", "vlot", "en", "te", "slapen", "op", "voor", "bij", "je", "met", "het"], "pubDate": "2017-05-06T00:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}