{"id": "afd79de9-73b1-367f-856a-5676bc951e0e", "title": "Weinig Italianen hebben van hem gehoord, maar dankzij Beppe Modenese (1929-2020) is de Italiaanse mode een begrip", "url": "https://trouw.nl/leven/weinig-italianen-hebben-van-hem-gehoord-maar-dankzij-beppe-modenese-1929-2020-is-de-italiaanse-mode-een-begrip~bada7919/", "summary": "De boomlange en altijd elegante Beppe Modenese zette Milaan als modestad op de wereldkaart en maakte van Made in Italy een merknaam.\nBeppe, een knappe en keurig opgevoede jongen, had in zijn geboorteplaats een markiezin leren kennen die een chique truienwinkel in Via Montenapoleone had - zeg maar de PC Hooftstraat van Milaan.\nTegelijkertijd werkte Modenese als assistent van de zakenpartner van de markiezin, die modeshows in Florence organiseerde.\nEn dan niet een hier en een daar, maar meerdere shows samen, op één plek, in een paar dagen tijd.\nDie organisatie verenigt modeontwerpers en ook de bedrijven die stoffen en schoenen en tassen maken en die (nu nog steeds) tot de beste van de hele aardbol behoren.", "paragraphs": ["De boomlange en altijd elegante Beppe Modenese zette Milaan als modestad op de wereldkaart en maakte van Made in Italy een merknaam.", "Googel zijn naam en de ene na de andere foto duikt op van Beppe Modenese arm in arm met modeontwerpster Laura Biagiotti, met wereldster Giorgio Armani, als jonge man achterop de scooter bij Salvatore Ferragamo, samen met de Amerikaanse ontwerper Tommy Hilfiger lachend in de camera. Tijdens praktisch zijn hele volwassen leven kende Beppe Modenese zo’n beetje iedereen die er in de wereld van haute couture toe deed. Maar vraag aan een Italiaan wie Beppe Modenese was, en die zal antwoorden: “Wie?”", "Want Giuseppe Modenese, wiens voornaam in Italië wordt afgekort tot Beppe, bewoog zich vooral achter de schermen van de mode-industrie. Hij was manager en consultant en bovenal een uitzonderlijk talent in de Public Relations. In die functies heeft hij voor een hele rits modeontwerpers maar met name voor de Italiaanse mode-industrie in zijn geheel - die met een miljardenomzet een belangrijke pijler van de economie is - een fundamentele rol gespeeld.", "Modenese werd in 1927 geboren in het noordelijke stadje Alba, tegenwoordig bekend om de truffels en goede rode wijnen. Zijn ouders Teresa en Piero zaten in de chocoladehandel. Beppe begon aan een studie economie in Turijn, maar maakte die niet af. Want Milaan, dat eind jaren veertig begon te bubbelen van de dynamiek en hipheid, trok. Beppe, een knappe en keurig opgevoede jongen, had in zijn geboorteplaats een markiezin leren kennen die een chique truienwinkel in Via Montenapoleone had - zeg maar de PC Hooftstraat van Milaan. Hij mocht die winkel gaan runnen. Modenese leerde in die tijd de architect Piero Pinto kennen. De twee kregen verkering en zijn nooit meer uit elkaar gegaan. Pinto stierf twee jaar geleden.", "Mooie stem", "Met zijn werk in de dure truienwinkel verdiende Modenese niet voldoende. Opnieuw maakte hij gebruik van zijn netwerk uit Alba om een baan te vinden. Vooral vanwege zijn mooie stem kon hij bij de publieke omroep RAI aan de slag om televisiereportages over mode te maken. Zo maakte hij naam in de modewereld. Tegelijkertijd werkte Modenese als assistent van de zakenpartner van de markiezin, die modeshows in Florence organiseerde. Die Toscaanse stad was destijds dé modestad van Italië; op de tweede plaats kwam Rome.", "Het was Modenese die jaren later op het idee kwam om ook in Milaan modeshows te gaan houden. En dan niet een hier en een daar, maar meerdere shows samen, op één plek, in een paar dagen tijd. Hij overtuigde opkomende modehuizen als Krizia, Armani, Missoni en Versace. In oktober 1979 bereikte Modenese waar hij tot de dag van vandaag om wordt geroemd: de eerste ‘Milanese modeweek’ was met negentien merken in drie dagen een feit. Het evenement werd herhaald, Modenese duwde ook de toen nog onontdekte Domenico Dolce & Stefano Gabbana de catwalk op en zette zo Milaan als modestad op de wereldkaart, pal naast Parijs. Als erkenning ontving hij daarvoor in 1994 van de stad de Ambrogino d’oro.", "Made in Italy als merk", "De boomlange Modenese - die door modejournalisten is omschreven als een aimabele, diplomatieke en superelegante man in zijn op maat gemaakte pakken, die nooit zijn stem verhief - werkte vandaar uit verder aan het in de wijde wereld promoten van de Italiaanse mode-industrie: Made in Italy als merk. Ook dat werd een succes. Hij richtte onder andere de Camera della moda op. Die organisatie verenigt modeontwerpers en ook de bedrijven die stoffen en schoenen en tassen maken en die (nu nog steeds) tot de beste van de hele aardbol behoren. Zo verdiende Modenese de bijnaam ‘premier van de Italiaanse mode’.", "Hij had zelf ook een artistieke, creatieve kant, die hij halverwege de jaren tachtig eventjes kon laten zien bij het Milanese bedrijf Faraone, waarvoor hij juwelen en manchetknopen ontwierp. Zijn excentrieke kant uitte zich in de felrode kousen, die hij altijd bij bruine schoenen droeg. Hij had wel 50 paar, van katoen.", "Giuseppe Modenese werd op 26 november 1929 geboren in Alba. Hij stierf op 21 november 2020 in Milaan, waar hij afgelopen woensdag is begraven.", "Lees ook: Wat is de échte hoofdstad van Italië: glanzend Milaan of de oude dame Rome?", "Rome doet in bijna alles onder voor het schone, succesvolle, georganiseerde Milaan. Rome heeft de geschiedenis, Milaan de toekomst. Wordt het de nieuwe hoofdstad van Italië?"], "authors": ["Pauline Valkenet"], "keywords": ["van", "als", "weinig", "milaan", "hem", "op", "maar", "die", "hij", "zijn", "modenese", "een", "italiaanse", "en", "italianen", "gehoord", "hebben", "mode"], "pubDate": "2020-11-30T13:32:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}