{"id": "afe45612-92cd-390a-85f9-4497cd0899e0", "title": "Aidsfonds: 500.000 extra aids-doden in Afrika als gevolg van lockdowns", "url": "https://nos.nl/artikel/2333845-aidsfonds-500-000-extra-aids-doden-in-afrika-als-gevolg-van-lockdowns.html", "summary": "Voor het komende half jaar worden een half miljoen extra doden verwacht, omdat patiënten minder aan hiv-remmers kunnen komen.\nDat betekent dat mensen niet naar de kliniek kunnen om pillen op te halen.\nHet niet gebruiken van medicijnen leidt daardoor niet alleen tot meer aidsdoden, maar ook tot meer hiv-infecties.\nBelangrijke lesHiv- en aidsbestrijders hebben veertig jaar ervaring met het zoeken naar tests en behandelingen van het hiv-virus.\n\"Dat betekent dat er meer dan zes miljoen extra besmettingen zullen optreden en dat er bijna anderhalf miljoen extra doden zullen vallen.", "paragraphs": ["Het Aidsfonds en de VN-organisatie UN Aids maken zich grote zorgen over de gevolgen die de coronamaatregelen hebben voor hiv-patiënten in Afrika. Voor het komende half jaar worden een half miljoen extra doden verwacht, omdat patiënten minder aan hiv-remmers kunnen komen.", "\"Vijf teams van wetenschappers hebben de afgelopen weken modellen doorgerekend om erachter te komen wat er gebeurt als lockdownmaatregelen in Afrika nog langere tijd doorgaan\", zei Aidsfondsdirecteur Mark Vermeulen in het NOS Radio 1 Journaal. \"Daar kwamen verschillende getallen uit, maar de gemiddelde verwachting is dat er de komende maanden meer dan 500.000 extra doden als gevolg van aids zullen zijn.\"", "Voorbeeld Uganda", "Vermeulen nam Uganda als voorbeeld, een land zeker 5 procent het hiv-virus heeft. \"Mensen mogen al weken niet naar buiten. Dat betekent dat mensen niet naar de kliniek kunnen om pillen op te halen. Daar moeten ze toestemming voor vragen en het stigma rond hiv is vaak nog zo groot dat mensen niet durven te zeggen dat ze hiv-positief zijn en daarom naar de kliniek moeten.\"", "Als mensen met hiv de medicijnen niet gebruiken, kunnen ze het virus weer overdragen en kan het virus resistent worden. Het niet gebruiken van medicijnen leidt daardoor niet alleen tot meer aidsdoden, maar ook tot meer hiv-infecties.", "Daar komt nog bij dat door de lockdownmaatregelen mensen werkloos worden en geen eten meer kunnen kopen. \"We weten dat eten bij het nemen van hiv-medicatie heel erg belangrijk is, zeker bij kinderen\", zei Vermeulen. \"Als er nog wel medicijnen zijn, maar geen eten, werkt die medicatie niet meer.", "Belangrijke les", "Hiv- en aidsbestrijders hebben veertig jaar ervaring met het zoeken naar tests en behandelingen van het hiv-virus. \"Eigenlijk is de belangrijkste les geweest: een infectieziekte kun je niet bestrijden als je mensen uitsluit\", zei Vermeulen. \"Als je niet iedereen bereikt, ook de meest zwakken in de samenleving, dan komt dat virus weer terug.\"", "Hij vindt het daarom van groot belang dat beide epidemieën worden aangepakt. Bij de coronabestrijding worden de kanalen voor voorlichting over hiv- en aidsbestrijding nu ook ingezet voor voorlichting over coronabestrijding.", "Meer praktisch helpt het Aidsfonds door geld beschikbaar te stellen voor de aanschaf van fietsers en scooters, zodat medicijnen en voedselpakketten bij patiënten thuis kunnen worden afgeleverd en gezondheidswerkers van beschermingsmaterialen worden voorzien.", "Tbc, mazelen en malaria", "Gezondheidsredacteur Rinke van den Brink zegt dat door de lockdowns vanwege de coronapandemie de bestrijding van alle infectieziekten is ingestort. \"Dat is een heel bedreigende situatie.\"", "Het Nederlandse KNCV Tuberculosefonds schat dat de tuberculosebestrijding wereldwijd een vertraging van vijf tot acht jaar heeft opgelopen. \"Dat betekent dat er meer dan zes miljoen extra besmettingen zullen optreden en dat er bijna anderhalf miljoen extra doden zullen vallen. Terwijl dat een ziekte is die met vaccins en medicijnen te bestrijden is.\"", "Ook bij de bestrijding van de bof, mazelen en rodehond dreigt door de lockdowns een terugval, omdat mensen hun vaccin niet kunnen halen en zorgpersoneel nu voor coronabestrijding wordt ingezet.", "De Wereldgezondheidsorganisatie heeft voor malaria een worstcasescenario opgesteld. Als alle malariabestrijding zou stoppen, overlijden er 750.000 patiënten extra."], "authors": [], "keywords": ["van", "als", "aidsdoden", "mensen", "het", "lockdowns", "gevolg", "aidsfonds", "worden", "niet", "een", "en", "afrika", "dat", "500000", "extra", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}