{"id": "afeabfd9-2fe4-38bc-a60a-bf6343566d50", "title": "Ontwijkt Trump straks vervolging door eigen presidentieel pardon?", "url": "https://nu.nl/dit-wordt-het-nieuws/6100910/ontwijkt-trump-straks-vervolging-door-eigen-presidentieel-pardon.html", "summary": "Hangen de Amerikaanse president Donald Trump juridische gevolgen boven het hoofd voor zijn rol bij de rellen in het Capitool?\nMeer hierover met Amerikadeskundige Diederik Brink in de Dit wordt het nieuws-podcast.\nAbonneer je op de podcastIn de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de woensdag is gebeurd.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["Hangen de Amerikaanse president Donald Trump juridische gevolgen boven het hoofd voor zijn rol bij de rellen in het Capitool? Trump heeft in dat geval nog wel een troef in handen. Hij zou zichzelf namelijk een presidentieel pardon kunnen geven. Meer hierover met Amerikadeskundige Diederik Brink in de Dit wordt het nieuws-podcast.", "Abonneer je op de podcast", "In de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de woensdag is gebeurd.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar: podcast@nu.nl.", "", "Bevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken? Reageer hieronder via ons discussieplatform NUjij."], "authors": ["Door"], "keywords": ["presidentieel", "je", "ontwijkt", "van", "voor", "eigen", "een", "vervolging", "straks", "wordt", "dit", "op", "trump", "het", "door", "wat", "zou", "pardon"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}