{"id": "aff1928f-dec2-39ec-8e05-29e03c11fb00", "title": "Nieuw album Paul McCartney: voor hem werd de lockdown een ‘rockdown’ ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/nieuw-album-paul-mccartney-voor-hem-werd-de-lockdown-een-rockdown~b2954050/", "summary": "Zo werd zijn lockdown zoals hij dat zelf noemt een ‘rockdown’.\nLogisch dat het album dat uit zijn rockdown voortkomt, en dat deze week verschijnt, eenvoudigweg McCartney III is getiteld.\nAan zijn vorige studioplaat Egypt Station (2018) gingen maanden aan pre-productie vooraf, maar de in ‘rockdown’ gemaakte liedjes kwamen veel spontaner tot stand.\nPaul McCartney McCartney III Pop ★★★★☆ Universal (verschijnt 18/12)Bills contrabasOp McCartney III speelt Paul alle instrumenten zelf.\nMcCartney kreeg het instrument ooit voor zijn verjaardag van zijn in 1998 overleden vrouw Linda.", "paragraphs": ["Paul McCartney Beeld Mary McCartney", "Ook Paul McCartney (78) kon in maart van dit jaar zijn agenda leeg vegen. Corona zorgde er onder meer voor dat zijn optreden op Glastonbury, de moeder aller Engelse popfestivals, niet doorging. Ook theaterplannen werden op de lange baan geschoven.", "McCartney bracht de lockdownperiode door met zijn dochter Mary en haar familie, in zijn boerderij in Sussex. Lekker, even rust en tijd voor elkaar, zou je denken. Maar zo zit de ex-Beatle niet in elkaar.", "Hij ging meteen aan het werk. Zijn iPhone stond vol met zo’n 2000 ideeën voor liedjes die hij had ingezongen, vertelde hij vorige maand aan het Britse muziekblad Uncut. Ook lag er nog een aantal nummers dat hij nooit had afgemaakt. Dus pendelde hij elke dag naar zijn nabijgelegen studio. Niet eens zozeer met het idee een nieuw album te maken, maar gewoon om even lekker in zijn eentje wat aan te rommelen.", "Zo werd zijn lockdown zoals hij dat zelf noemt een ‘rockdown’. Zonder hulp of invloed van anderen werkte hij ideetjes uit, een beetje zoals hij dat veertig en vijftig jaar geleden deed voor de opnamen van de albums McCartney I en McCartney II, platen die hij in zijn eentje produceerde en volspeelde. Logisch dat het album dat uit zijn rockdown voortkomt, en dat deze week verschijnt, eenvoudigweg McCartney III is getiteld.", "Maar waar McCartney (1970) ontstond toen The Beatles op uiteenvallen stonden en de zanger en bassist zijn liefde voor muziekmaken terug wilde vinden, en waar McCartney II tien jaar later het einde van zijn band Wings markeerde, ging er aan deel III geen periode van muzikaal ongemak vooraf. Het is geen plaat als therapie of ontsnapping. McCartney III is, zoals de maker zegt, net als de andere twee het resultaat van ‘thuis gewoon wat muziekmaken’.", "In 1970 en 1980 was het resultaat alleen wel wat moeilijker voor zijn fans te bevatten dan nu – McCartney maakte toen korte muzikale schetsjes in plaats van tot in de puntjes verzorgde liedjes waar hij patent op had. En die flirts met synthpop op McCartney II bewezen weliswaar dat hij met zijn tijd was meegegaan en er zelfs wat op vooruitliep, maar zijn fans hadden er moeite mee.", "Paul McCartney III", "Onverwachte experimenten blijven uit op dit derde McCartney-album. Waar waar McCartney-fans jaren nodig hadden om te wennen aan de schetsmatige experimenteerdrift op de eerste delen (ze worden inmiddels erkend als hoogtepunten in zijn post-Beatlescatalogus), klinkt McCartney III meteen vertrouwd.", "Geen verrassingen, wel een flink stel sterke liedjes die allemaal gekenmerkt worden door een aangenaam soort speelsheid. McCartney maakt zelf een onderscheid tussen zijn spontaan opgenomen soloplaten zoals deze en zijn reguliere albums waarvoor hij steeds een flink team aan technici en sessiemuzikanten optrommelt.", "Aan zijn vorige studioplaat Egypt Station (2018) gingen maanden aan pre-productie vooraf, maar de in ‘rockdown’ gemaakte liedjes kwamen veel spontaner tot stand.", "En dat hoor je. De afstandelijkheid en het gekunstelde op veel van zijn recente platen ontbreekt nu. Zelfs het toch behoorlijk complexe hoogtepunt van McCartney III, dat met zijn acht minuten meer een soort mini-rockopera is dan een liedje, klinkt nergens bestudeerd, maar lijkt eerder het gevolg van liefdevol maar wat aanrommelen.", "Dit nummer, Deep Deep Feeling geheten, is het resultaat van knippen, plakken en stapelen van stukjes tape, zoals dat vijftig jaar geleden nog gebruikelijk was. Kale drums, bezwerende piano-akkoorden, onheilspellende mellotronklanken, een ijzige gitaarsolo en wanhopige kopstemmetjes: McCartney trekt hier alles uit de kast bij het zoeken naar diepere gevoelens en emoties. En toch houdt hij alles betrekkelijk klein en charmant.", "Dit huzarenstukje volgt op wat een van zijn mindere liedjes in even lange tijd is, Lavatory Lil, dat even onnozel klinkt als de titel doet vermoeden. En het gaat vooraf aan Slidin’, een stevig stukje stonerrock dat de veelzijdigheid van dit album alleen maar onderstreept.", "Waar McCartney de laatste jaren live moeite had de juiste stem te blijven geven aan vooral het Beatlesrepertoire, forceert hij zijn zang nergens. Zijn wat broze stem werkt juist erg goed in Women and Wives of Pretty Boys, een liedje over een fotograaf die een boyband fotografeert. Ervaringsdeskundige McCartney neemt je hier even mee naar zestig jaar geleden, toen alles nog moest beginnen.", "Die geschiedenis indachtig is er opnieuw vooral verbazing over het gemak waarmee McCartney de ene wonderschone melodie na de andere zo ogenschijnlijk eenvoudig op elkaar laat volgen. Zo’n miniatuurtje op de akoestische gitaar als The Kiss of Venus laat je niet snel los, terwijl het koortje een nummer als Seize the Day opstuwt tot Beatlesachtige allure.", "Zo kent bijna elk liedje wel een jubelmoment, al had McCartney wat strenger mogen zijn voor bijvoorbeeld het openingsliedje Long Tailed Winter Bird. Het riffje (dat we aan het slot van het album terughoren in Winter Bird – When Winter Comes) is leuk, maar om het nummer halverwege domweg weer opnieuw te laten beginnen is te gemakkelijk.", "Maar een paar wat mindere liedjes uitgezonderd is McCartney III een erg goede plaat waar het spelplezier vanaf spat en besmetting even gewenst als onontkoombaar is.", "Paul McCartney McCartney III Pop ★★★★☆ Universal (verschijnt 18/12)", "Bills contrabas", "Op McCartney III speelt Paul alle instrumenten zelf. Sommige daarvan hebben een bijzondere geschiedenis, zoals de contrabas van Bill Black, de man die Elvis Presley begeleidt op diens doorbraakhit Heartbreak Hotel uit 1956. McCartney kreeg het instrument ooit voor zijn verjaardag van zijn in 1998 overleden vrouw Linda. ‘Ik kan er niet goed op spelen, want ik ben meer van de elektrische basgitaar’, bekende hij vorige maand aan Uncut. ‘Maar zolang wat ik moet spelen simpel genoeg is, kan ik het wel aan.’"], "authors": ["Gijsbert Kamer"], "keywords": ["hem", "van", "mccartney", "dat", "aan", "nieuw", "een", "en", "lockdown", "zijn", "werd", "op", "voor", "paul", "hij", "rockdown", "het", "album"], "pubDate": "2020-12-16T17:48:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}