{"id": "affa20d1-8604-3e84-b87f-63cd8f853bf9", "title": "Armoe troef in het Nederlandse tennis, ook bij de NK", "url": "https://volkskrant.nl/sport/armoe-troef-in-het-nederlandse-tennis-ook-bij-de-nk~b5275043/", "summary": "Beeld EPADe laatste dag was niet het uithangbord waarop directeur Erik Poel van tennisbond KNLTB had gehoopt.\nBij de vrouwen ging Richel Hogenkamp in de tiebreak van de eerste set onderuit door een misstap.\nHij werd eind augustus van dit jaar voor het eerst in vijf jaar opgevolgd door een nieuwe nummer 1 van Nederland: Tallon Griekspoor.\nIn februari won ze haar tiende WTA-titel in Sint-Petersburg, maar op het niveau van de grandslamtoernooien lukte het weer niet.\nBertens won in het door het coronavirus geteisterde tennisjaar van slechts één speelster uit de toptwintig, maar sluit het jaar toch af als nummer negen van de wereld.", "paragraphs": ["Tallon Griekspoor. Beeld EPA", "De laatste dag was niet het uithangbord waarop directeur Erik Poel van tennisbond KNLTB had gehoopt. ‘Deze dag past wel een beetje in het jaar. Een bizar jaar, een bizarre dag, met twee van de vier finales die we maar half hebben kunnen spelen.’", "Bij de mannen dwong een pijnlijke knie Botic van de Zandschulp in de derde set tot opgave bij een achterstand van 3-1. Jelle Sels, de nummer 338 van de wereld, werd daardoor automatisch Nederlands kampioen. Bij de vrouwen ging Richel Hogenkamp in de tiebreak van de eerste set onderuit door een misstap. Ze kon niet meer verder spelen, waardoor Lesley Pattinama-Kerkhove eenvoudig haar vierde nationale titel won. Omdat de geblesseerde finalisten ook in de dubbeleindstrijd stonden, konden die finales niet meer doorgaan.", "Probleem", "Vooral bij de mannen is er al jaren een probleem op tennisgebied. De nationale titelstrijd werd vanwege het coronavirus zonder publiek en lijnrechters gespeeld, maar dat is niet veel anders dan wat de beste spelers van het land al gewend zijn. Zij timmeren aan de weg op kleinschalige toernooien.", "Er zit al ruim een jaar geen Nederlander meer bij de beste honderd tennissers van de wereld: vorig jaar viel Robin Haase uit de tophonderd. Hij werd eind augustus van dit jaar voor het eerst in vijf jaar opgevolgd door een nieuwe nummer 1 van Nederland: Tallon Griekspoor. Een duidelijke leider is hij nog niet. Griekspoor verloor op de NK meteen in de eerste ronde, van de latere kampioen Sels.", "Griekspoor vierde geen feest toen hij Haase voorbijging op de wereldranglijst. ‘Het is niks speciaals voor mij om de Nederlandse nummer 1 te zijn. Het zegt nu weinig. Ik heb altijd gezegd dat ik Robin liever voorbijga in de tophonderd, dat is mijn hoofddoel.’ Griekspoor is de nummer 153 van de wereldranglijst. Drie plaatsen lager staat Botic van de Zandschulp. Robin Haase staat nog net in de top-200. In de herfst van zijn carrière zakte hij naar de 197ste positie op de wereldranglijst.", "Opvolgers Haase", "Haase wacht al jaren op opvolgers, maar die dienen zich om verschillende redenen niet aan. In de generatie na hem brak er niemand door. De lichting daarna, met mannen tot 25 jaar, kan de laatste stap naar de top niet maken. Griekspoor: ‘Het is heel lastig om de tophonderd te halen. Iedereen in de top-400 kan goed tennissen. Ik heb een paar keer van jongens in de top-20 gewonnen, maar ik verlies ook wel eens van iemand die 400 staat. Als je dat wilt veranderen, moet je elke week op een constant, hoog niveau spelen. Dat is bij mij door kleine dingetjes nog niet gelukt. Ik had daar allang willen staan.’", "Het ontbreekt de nieuwe generatie aan voorbeelden. Griekspoor werd geboren in 1996, het jaar dat Richard Krajicek Wimbledon won. Hij herinnert zich de finaleplaats van Martin Verkerk op Roland Garros in 2003 nog wel. Maar het inspireerde geen nieuwe generatie tot topprestaties. Alleen in het dubbelspel werd dit jaar gewonnen. Wesley Koolhof pakte met zijn Kroatische partner Nikola Mektic de titel op de ATP Finals.", "Bertens als lichtpuntje", "Bij de vrouwen is Kiki Bertens een lichtpuntje in de duisternis, al is haar ontwikkeling ook gestokt. In februari won ze haar tiende WTA-titel in Sint-Petersburg, maar op het niveau van de grandslamtoernooien lukte het weer niet. Op Roland Garros werd Bertens in de vierde ronde uitgeschakeld door de nummer 159 van de wereld Martina Trevisan. Bertens won in het door het coronavirus geteisterde tennisjaar van slechts één speelster uit de toptwintig, maar sluit het jaar toch af als nummer negen van de wereld.", "Na Roland Garros speelde ze geen toernooien meer en ging ze onder het mes voor een blessure aan haar achillespees. Het is de vraag hoe ze terugkomt van die lastige kwaal. De Australian Open slaat ze over. Door de afwezigheid van Bertens zal Arantxa Rus, de nummer 73 van de wereld, de enige Nederlandse speler zijn die direct wordt toegelaten tot het hoofdtoernooi in Melbourne."], "authors": ["Eline Van Suchtelen"], "keywords": ["door", "van", "nummer", "armoe", "nk", "jaar", "maar", "een", "bij", "ze", "tennis", "ook", "op", "het", "nederlandse", "niet", "troef"], "pubDate": "2020-12-20T18:34:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}