{"id": "b0094cf9-499e-3c0e-b926-d494f782d433", "title": "'Ajax-PSV was reclame voor de eredivisie; assist Malen van de buitencategorie'", "url": "https://nos.nl/artikel/2363877-ajax-psv-was-reclame-voor-de-eredivisie-assist-malen-van-de-buitencategorie.html", "summary": "Klaassen durfde gewoon niet naar voren te spelen, dat viel me een beetje tegen\", zei Van der Vaart.\n\"Je verwacht wel van een Ajax-middenvelder van dat kaliber dat je je onder de druk van PSV uit kunt spelen, dat je creatief bent\", was Afellay van mening.\n'Assist Malen buitencategorie'Het spel van PSV-aanvaller Donyell Malen viel wel in de smaak.\n\"Als je ziet hoe hij bij de eerste goal de bal weglegt, dat is buitencategorie\", loofde Afellay de assist van Malen bij het eerste doelpunt van Eran Zahavi.\nHij moet eerst zorgen dat hij de beste wordt van de Nederlandse competitie.", "paragraphs": ["Ajax kwam in de tweede helft sterk terug, maar Rafael van der Vaart en Afellay waren behoorlijk kritisch op middenvelder Davy Klaassen. \"Ajax speelde onwennig en er werden veel foute keuzes gemaakt. Klaassen durfde gewoon niet naar voren te spelen, dat viel me een beetje tegen\", zei Van der Vaart.", "\"Je verwacht wel van een Ajax-middenvelder van dat kaliber dat je je onder de druk van PSV uit kunt spelen, dat je creatief bent\", was Afellay van mening. \"Gravenberch heeft dat bijvoorbeeld wel. Hij heeft altijd wel een creatieve oplossing vooruit.\"", "'Assist Malen buitencategorie'", "Het spel van PSV-aanvaller Donyell Malen viel wel in de smaak. \"Als je ziet hoe hij bij de eerste goal de bal weglegt, dat is buitencategorie\", loofde Afellay de assist van Malen bij het eerste doelpunt van Eran Zahavi.", "Volgens Van Hooijdonk moet Malen echter nog niet de stap naar een buitenlandse club maken. \"Hij speelt nog geen vier jaar bij PSV. Hij moet eerst zorgen dat hij de beste wordt van de Nederlandse competitie. Als je die status bereikt hebt, mag je verdergaan.\""], "authors": [], "keywords": ["ajaxpsv", "reclame", "van", "buitencategorie", "malen", "voor", "een", "assist", "viel", "eredivisie", "bij", "afellay", "hij", "dat", "wel", "je"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}