{"id": "b04e6dc9-df2f-3582-a899-14f979ac4a6d", "title": "Cel-en werkstraffen geëist tegen frauderende cliënten bij zorgorganisatie", "url": "https://nu.nl/utrecht/6097370/cel-en-werkstraffen-geeist-tegen-frauderende-clienten-bij-zorgorganisatie.html", "summary": "Het Openbaar Ministerie (OM) heeft deels voorwaardelijke gevangenisstraffen en werkstraffen geëist tegen twee Utrechters en een Amsterdammer die verdacht worden van fraude met zorggeld bij een Utrechtse malafide thuiszorgorganisatie.\nDe Utrechtse en Amsterdamse verdachten die donderdag werden veroordeeld waren cliënt bij de organisatie en pleegden fraude met hun persoonsgebonden budgetten.\nTegen hen zijn deels voorwaardelijke gevangenisstraffen van twaalf weken geëist, evenals werkstraffen tot 90 uur en voorwaardelijke boetes tot 1.000 euro.\nAchttien andere cliënten werden al vervolgdVolgens de officier van justitie wisten de verdachten dat ze met fraude bezig waren.\nOok kregen ze een deel van het illegaal verdiende geld contant uitbetaald.", "paragraphs": ["Het Openbaar Ministerie (OM) heeft deels voorwaardelijke gevangenisstraffen en werkstraffen geëist tegen twee Utrechters en een Amsterdammer die verdacht worden van fraude met zorggeld bij een Utrechtse malafide thuiszorgorganisatie.", "Drie Utrechtse broers werden vorig jaar al in de zaak veroordeeld voor het runnen van de thuiszorgorganisatie, die valse facturen verstuurde waardoor er meer geld kon worden gedeclareerd dan waarvoor zorg verleend was. De cliënten betaalden de facturen met hun door de overheid toegewezen persoonsgebonden budgetten.", "De Utrechtse en Amsterdamse verdachten die donderdag werden veroordeeld waren cliënt bij de organisatie en pleegden fraude met hun persoonsgebonden budgetten.", "Tegen hen zijn deels voorwaardelijke gevangenisstraffen van twaalf weken geëist, evenals werkstraffen tot 90 uur en voorwaardelijke boetes tot 1.000 euro. Het OM denkt dat zij als cliënt jarenlang bij de fraude betrokken waren.", "Achttien andere cliënten werden al vervolgd", "Volgens de officier van justitie wisten de verdachten dat ze met fraude bezig waren. Ze maakten namelijk afspraken met de thuiszorgorganisatie over de handelswijze. Ook kregen ze een deel van het illegaal verdiende geld contant uitbetaald.", "Naast de drie verdachten die al voor de rechter moesten verschijnen, worden ook achttien andere cliënten vervolgd.", "De rechtbank doet op 13 januari uitspraak."], "authors": ["Door"], "keywords": ["van", "fraude", "die", "bij", "werkstraffen", "voorwaardelijke", "het", "en", "werden", "ze", "frauderende", "zorgorganisatie", "worden", "celen", "geëist", "tegen", "met", "cliënten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}