{"id": "b052dc44-3dcc-3ea3-9ef9-d2ec5e183287", "title": "Op ontdekkingsreis met Aldo van den Broek en Carlijn Kingma", "url": "https://trouw.nl/cultuur-media/op-ontdekkingsreis-met-aldo-van-den-broek-en-carlijn-kingma~bc8848c3/", "summary": "Precies zo’n leunstoelreiziger voel je je op de tentoonstelling van Aldo van den Broek in Rijksmuseum Twenthe.\nVan den Broek (Delft, 1985) is altijd onderweg, zijn schilderijen en constructies maakt hij vaak op de materialen die hij op reis vindt.\nTegenover de romantiek van het grote gebaar is in Enschede het millimeterwerk te zien van Carlijn Kingma (Zutphen, 1991).\n'Study on pizzabox', van Aldo van den Broek.\nDat doet ook schrijver Maartje Wortel in de zaalteksten bij de tentoonstelling van Aldo van den Broek.", "paragraphs": ["In het Engels is een armchair traveler iemand die praat en leest over reizen, of ernaar kijkt op tv, zonder van huis te gaan. Precies zo’n leunstoelreiziger voel je je op de tentoonstelling van Aldo van den Broek in Rijksmuseum Twenthe. Van den Broek (Delft, 1985) is altijd onderweg, zijn schilderijen en constructies maakt hij vaak op de materialen die hij op reis vindt.", "Hij is de typische romantische, ongrijpbare vrije geest die, zo lijkt het, op alles wat hij maar voor zich heeft - een pizzadoos, een sigarettenpakje, een tapijt - moet schilderen. Een eerdere tentoonstelling van de kunstenaar in een Amsterdamse galerie heette toepasselijk ‘Fernweh’ - Duits voor het tegenovergestelde van heimwee.", "Portretten, fragmenten van wat hij ziet op straat, architectuurstudies, soms met fikse druipers - de verf werd er te dun opgesmeerd. Niet alles is even raak, even zorgvuldig, even goed gelukt. Logisch, begrijp je, de kunstenaar moest verder, van Andalusië naar Japan, van Berlijn naar Siberië.", "Aldo van den Broek. Beeld Foto Cas van der Pas", "Door de plaatsnamen in de titels roepen de schilderijen een omgeving op die de kijker er zelf bij associeert - de geur van de pizza, het huis waar het tapijt ooit lag. Opvallend zijn ook de kartonnen doosconstructies, slordige monochroom beschilderde bouwsels. Van den Broek noemt ze Komorebi’s, dat blijkt een Japans woord te zijn voor het zonlicht dat door de bomen in het bos valt. Maquettes van denkbeeldige huizen, zou hij daar willen wonen?", "Tegenover de romantiek van het grote gebaar is in Enschede het millimeterwerk te zien van Carlijn Kingma (Zutphen, 1991). Dat bestaat uit tien tot in de kleinste details uitgewerkte lijntekeningen van fictieve landschappen met honderden mensfiguren. Tekeningen die in eerste instantie doen denken aan oude gravures of tekeningen uit fantasy-boeken.", "'Study on pizzabox', van Aldo van den Broek. Beeld Collectie Ernst van de Water", "De Engelse titels suggereren wereldgeschiedenissen, zoals ‘A History of the Utopian Tradition’ en ‘The Chronicle of Gaia’, en ze zijn voorzien van een lange toelichting die in het museum zelf, maar ook online te beluisteren is.", "Hoe het beter kan", "Kingma studeerde bij haar opleiding bouwkunde in Delft glorieus af met een animatiefilm waarin ze door vijftig tekeningen bewoog, tekeningen waarin ze de geschiedenis van ideeën tot in het kleinste detail heeft uitgetekend. Inmiddels noemt ze zichzelf cartograaf, en werkte ze samen met Rutger Bregman, journalist bij De Correspondent, aan diens boek ‘De meeste mensen deugen’.", "Net als Bregman wekt Kingma de indruk precies te weten hoe de wereld in elkaar steekt, en hoe het beter kan. De teksten gaan over de moderne wereld ‘die wordt geregeerd door media, politiek en wetenschap’, over een ‘bonte verzameling van uitzonderingen en incidenten, ook wel ‘het nieuws’ genoemd’, en over de wetenschappers die ontdekken dat we ‘in essentie een verbonden wezen zijn, en een diepe behoefte hebben aan contact’.", "'Stargazers & Gravediggers' van Carlijn Kingma. Beeld Collectie Joep van Lieshout", "Kingma’s werk is technisch knap, en als illustratie bij de teksten verhelderend. Jammer is dat de verhalen al zo uitgewerkt zijn, zo bloedserieus, en de tekeningen zo op één manier getekend dat er weinig verrassends te ontdekken valt. Je kijkt naar de tekening en denkt: ja, dat klopt. Anders dan Paul Noble, een Britse kunstenaar, die zelf de kaart van een volledige fantasiewereld tekende waarin bepaalde slechte menselijke eigenschappen werden uitvergroot, is Kingma’s werk weinig meer dan een bloedserieuze illustratie.", "Verwarring", "Maar kunst kan meer zijn dan een verhelderend diagram bij de wereldgeschiedenis. Het vertelt niet (alleen) hoe de wereld werkt, het geeft de toeschouwer nieuwe perspectieven, verrassende vergezichten of veroorzaakt juist verwarring. Precies zoals bij een ontdekkingsreis.", "Dat doet ook schrijver Maartje Wortel in de zaalteksten bij de tentoonstelling van Aldo van den Broek. Haar eerste tekst, in de eerste zaal, begint zo: ‘Dus Aldo staat voor de deur in zijn Mercedes/Jeep/Te paard.’ Waar de reis ook zal eindigen, hiervoor zit je meteen op het puntje van je luie stoel.", "Aldo van den Broek", "‘In every dream home a heartache’ ★★★★", "Carlijn Kingma", "‘Architectuur van het onzichtbare’ ★★★", "Beide tentoonstellingen zijn nog tot 10 januari te zien in Rijksmuseum Twenthe, Enschede.", "Lees ook:", "Anders Zorn, met zijn zwierige penseelstreken uit Zweden", "De Zweedse kunstenaar Anders Zorn (1860-1920) is wereldberoemd in Zweden. Nu is in Den Haag te zien hoe hij met zijn schilderijen en prenten het Zweedse platteland verheerlijkte."], "authors": ["Joke De Wolf"], "keywords": ["van", "kingma", "ontdekkingsreis", "carlijn", "het", "op", "met", "zijn", "die", "een", "en", "aldo", "te", "dat", "den", "broek"], "pubDate": "2020-11-25T12:53:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}