{"id": "b05674df-47a1-31d1-8783-4d1cde7c028a", "title": "Wolfstijd beschrijft naoorlogs Duitsland als een bizarre wereld van uitersten ★★★★★", "url": "https://volkskrant.nl/cultuur-media/wolfstijd-beschrijft-naoorlogs-duitsland-als-een-bizarre-wereld-van-uitersten~ba933cb0/", "summary": "En met het nationale slachtofferschap weten Duitse historici minder goed raad dan met het daderschap.\nEn zo pelt Jähner, met oog voor betekenisvolle details en met stilistische zwier, de facettenrijke wolfstijd af.\nAbstracte kunstHet einde van het Derde Rijk luidde de triomf in van de abstracte kunst.\nSterker: zij maakten bezwaar tegen de modieuze abstactie, die zij als ‘de nieuwe staatskunst’ afficheerden.\nNa de oorlog voorzag zij aanvankelijk in haar onderhoud als venter van speelgoed en knopen, en als droomuitlegger.", "paragraphs": ["Beeld Floor Rieder", "Een nationaal zelfonderzoek: laat dat maar aan de Duitsers over. Met het Derde Rijk zijn ze, zoals bekend, al enkele decennia gewetensvol bezig. Maar de periode die daarop volgde – de jaren tussen Stunde Null en de vestiging van de brave Bondsrepubliek – is altijd wat onderbedeeld gebleven. De collectieve Duitse nood en ontreddering ten spijt.", "Mogelijk zijn de jaren na de ondergang enigszins braak blijven liggen in de (Duitse) historiografie omdat de daders van het Derde Rijk toen slachtoffers waren. Slachtoffers van de dictatuur die zij ooit hadden verwelkomd. Slachtoffers van honger en woningnood. Van volksverhuizingen en de wraak van de overwinnaars. En met het nationale slachtofferschap weten Duitse historici minder goed raad dan met het daderschap. Getuige alleen al het feit dat zij hun Australische vakgenoot Christopher Clark niet wensten te volgen in zijn these dat Duitsland slechts ten dele schuldig was aan het uitbreken van de Eerste Wereldoorlog. Want als je aan de schuldvraag van de Eerste Wereldoorlog gaat rommelen, zou je ook tot de conclusie kunnen komen dat de ontmanteling van de Vrede van Versailles door Adolf Hitler tot op zekere hoogte legitiem was. En dat risico wil geen Duitse historicus lopen.", "Mijnenveld", "Des te indrukwekkender is de behendigheid waarmee historicus en journalist Harald Jähner (1953) zich in zijn boek Wolfstijd door het mijnenveld beweegt dat Duitsland rond zijn eigen schuld heeft opgetrokken. De titel verwijst naar de jaren waarin ‘de mens de mens tot wolf was geworden’ – te midden van ruïnes in een gevierendeeld land. ‘Zo alleen als wij was nooit eerder een volk op deze aarde’, zei docent, dichter en schrijver Ernst Wiechert in zijn ‘Rede voor de Duitse jeugd’ in 1945. Een andere schrijver, Wolfgang Borchert (1921-1947) schaarde zich bij de ‘generatie zonder binding, zonder diepte, zonder geluk, zonder vaderland en zonder afscheid’.", "De wereld waarin die generatie haar weg moest vinden, was er een van grote troosteloosheid. Door het verslagen en geamputeerde land doolden 9 miljoen evacués en daklozen, 14 miljoen Duitsers die uit de buurlanden waren verdreven en zo’n 10 miljoen vrijgelaten gevangenen en dwangarbeiders. Later droegen teruggekeerde krijgsgevangenen het hunne bij aan de algehele misère.", "Nog tot in de jaren zeventig zouden Duitsers bezig zijn met de verwijdering van puin uit hun platgebombardeerde steden. Alleen al in Hamburg werden 182 miljoen bakstenen ‘verzameld, schoon gebikt, geteld en opgestapeld’. Voor hun levensonderhoud waren de Duitsers aangewezen op de zwarte markt, ‘die de gehaaiden beloonde en de zwakken bestrafte’. Sigaretten vervingen harde valuta. Het aantal geregistreerde berovingen steeg met 800 procent.", "Deze macabere statistieken vormen echter maar een deel van de Duitse werkelijkheid in de eerste jaren na Stunde Null. ‘De ontsnapping aan de dood stortte sommigen in apathie en ontketende bij anderen juist een ongekende uitbarsting van levensvreugde’, schrijft Jähner. ‘Er klonk muziek op plekken waar de vergankelijkheid zich van alle kanten opdrong.’ Vooral in de Russische bezettingszone werden al in de zomer van 1945 danslokalen, concertzalen en theaters geopend dan wel heropend. Want de Russen vergrepen zich niet alleen massaal aan de vrouwen in het overwonnen land, ze gaven ook blijk van een diep respect voor de Duitse cultuur (anders dan de Amerikanen) en ze ‘verbluften de Duitsers met de ongebreidelde hartelijkheid waarmee ze mensen op straat uitnodigden voor overwinningsfeesten en spontane feesten’.", "En zo pelt Jähner, met oog voor betekenisvolle details en met stilistische zwier, de facettenrijke wolfstijd af. Neem de Trümmerfrauen, de vrouwen die overal in Duitsland werden ingezet voor de verwijdering van puin. Die moesten weliswaar veel zwaar werk verzetten – soms in een staat van lusteloosheid, soms met een onwaarschijnlijke opgewektheid – maar boden in een landschap van grillig gevormde ruïnes ook ‘een fantastische visuele metafoor voor de gemeenschapszin waar de ingestorte maatschappij om zat te springen’.", "De treurigheid van zowel de Trümmerfrauen, die ‘soms opvallend elegante kleren droegen’, als van de puinhopen om hen heen was volgens Jähner heel betrekkelijk. Architecten met een ‘afkeer van opsmuk en decoratief pleisterwerk’ waren de voorgaande jaren door de RAF en US Air Force op hun wenken bediend. In verwoeste steden was ‘het waarachtige’ zichtbaar geworden. De modellen van modefotograaf Regina Relang poseerden te midden van de flatteuze puinhopen van München. Cineasten en fotografen verlustigden zich aan de ‘ruïnepracht’ – die naar het oordeel van sommige fijnproevers weer veel te snel werd aangeharkt. Leden van de fotoclub van staalproducent Krupp zochten, zolang het kon, tussen de puinhopen van Essen naar bruikbare motieven.", "Abstracte kunst", "Het einde van het Derde Rijk luidde de triomf in van de abstracte kunst. Figuratie verwees tenslotte naar een verleden dat culmineerde in dictatuur, oorlog en ellende. Na het uitbreken van de Koude Oorlog kwam daar nog een ideologisch element bij: realisme was het esthetische gebod aan gene zijde van het IJzeren Gordijn, ‘met als gevolg dat de abstracte kunst uitgroeide tot het artistieke lichtbaken van het Westen’. Overal in de westelijke bezettingszones kon het publiek kennisnemen van ‘Extreme Malerei’ of ‘Befreite Kunst’. Zelfs de avant-gardisten van vroeger, zoals expressionist Oskar Kokoschka, waren naar de smaak van de nieuwe culturele elite niet modern genoeg.", "Maar het gros van de Duitsers, wier smaak volgens Jähner bepalend was geweest voor de esthetische aankleding van het Derde Rijk, hield stug vast aan zijn voorkeur voor schilderijen met religieuze motieven, treurige clowns of als zodanig herkenbare landschappen. Sterker: zij maakten bezwaar tegen de modieuze abstactie, die zij als ‘de nieuwe staatskunst’ afficheerden. De westelijke bezettingsautoriteiten ervoeren dit verzet tegen abstracte kunst als een uiting van Duitse onverbeterlijkheid. Maar de Amerikaanse majoor Hans Habe, betrokken bij de democratische ‘heropvoeding’ van de Duitsers, stelde hen gerust: Duitsers schopten herrie ‘omdat ze herrie mógen schoppen. Democratie behelst voor hen dat ze hun lust- en onlustgevoelens ongehinderd kunnen ventileren.’", "Falende mannen", "Het naoorlogse Duitsland was een land van gebroken gezinnen. Maar de terugkeer, Heimkehr, van de vaders uit krijgsgevangenschap – soms pas tien jaar na het einde van de oorlog – bracht lang niet altijd de gehoopte heling. Jarenlang was het gezinshoofd ‘een projectiefiguur voor een beter leven’ geweest. ‘Hij stond op het dressoir als op een altaar, bijna altijd in uniform.’ Maar al snel verloor het woord Heimkehr, waarin het verlangen naar een betere toekomst besloten lag, zijn bekoring. De vermagerde, vaak onherkenbare mannen bij wie de kinderen niet op schoot durfden te kruipen, brachten ‘een innerlijke ravage’ mee naar huis. Zij waren zich ervan bewust in alle opzichten te hebben gefaald: als soldaat van Hitler, die een verkeerd regime had gediend en de oorlog ook nog eens had verloren. En als kostwinner die dikwijls in gebreke bleef. ‘Sommigen werden jaren na hun thuiskomst nog steeds ‘Heimkehrer’ genoemd, ter verontschuldiging van hun afwijkende gedrag.’", "En achter de ‘gedemystificeerde man’ verrees de vrouw als icoon van de wederopbouw. Het zelfbewustzijn dat zij daaraan ontleenden, werd vertolkt door het (tot 1969 verschijnende) damesblad Constanze – waarvan de eerste hoofdredacteur overigens een man was, Hans Huffzky geheten. Die verblijdde zijn ‘lieve lezeressen’ wel met mannelijk zelfonderzoek. ‘Ieder van ons torst zijn eigen innerlijke zeurpiet met zich mee. Diep begraven in zijn gruwelijk slechte geweten.’ En van de vrouwen, de zaakwaarnemers van de falende mannen, meende hij te weten ‘dat ze op weg zijn persoonlijkheden te worden die op een dag zij aan zij met de man, althans het nog bruikbare deel van de mannen, onze wereld kunnen besturen.’", "De teruggekeerde mannen ‘hinkten rond op krukken, rochelden en gaven bloed op’, in de plastische omschrijving van Jähner. Mentaal en fysiek hadden zij niets gemeen met de zelfbewuste, nonchalant rokende Amerikaanse overwinnaars met wie Duitse vrouwen het massaal aanlegden toen niet meer zo streng werd toegezien op het Amerikaanse ‘fraterniseringsverbod’. Anders dan zijn landgenoten destijds, betwijfelt Jähner of opportunisme bepalend was voor het gedrag van ‘Veronika Dankeschön’ – wier initialen ook naar veneral disease (geslachtsziekte) verwezen. Ze kan ook simpelweg verliefd zijn geworden op een GI. En haar partnerkeuze zou je ook kunnen uitleggen als ‘protest tegen het Duitse verleden’. Met enige goede wil zouden de minnaressen van de GI’s dus kunnen worden aangemerkt als ‘wegbereiders van de Duits-Amerikaanse vriendschap’ en ‘pioniers van de liberalisering van de Duitse republiek’.", "Het Duitse ruïnelandschap was ook het werkterrein van Beate Uhse, die in welvarender tijden een erotica-imperium zou opbouwen. Tijdens de oorlog was zij (geboren in 1919) testpiloot bij de Luftwaffe. Na de oorlog voorzag zij aanvankelijk in haar onderhoud als venter van speelgoed en knopen, en als droomuitlegger. In die drieledige hoedanigheid raakte zij geregeld aan de praat met mensen die haar deelgenoot maakten van hun ongelukkige seksleven. Om in hun kennelijke behoeften te voorzien, gaf zij een tijdschrift uit waarin zij ‘de sociale plicht’ formuleerde ‘om de bevrediging van de seksuele drift en de voortplanting scherp van elkaar te scheiden.’ Haar werkzaamheden culmineerden in de opening van ’s werelds eerste sekswinkel, in 1961. Een scriptschrijver had het zo niet kunnen verzinnen.", "Slachtoffer in plaats van medeplichtige", "In één opzicht bleven ook de sterke Duitse vrouwen ernstig in gebreke: zij zagen zichzelf vaker als slachtoffer dan als medeplichtige van Hitler. Hoe ontnuchterd de Duitsers in de eerste naoorlogse jaren ook waren, en hoezeer het Duitse verleden ook had afgedaan: over het lot van de Joden en de andere slachtoffers van het nazibewind spraken zij maar zelden. Sterker: Poolse Joden die na een pogrom in hun bevrijde vaderland naar Beieren waren gevlucht, ondervonden daar dat het antisemitisme niet met het Derde Rijk ten onder was gegaan.", "Voor het gros van de Duitsers, nette burgers volgens hun zelfbeeld, was de Duitse barbarij niet begonnen in 1933, bij de machtsovername van Hitler, maar pas in 1945, toen Russische militairen plunderend en verkrachtend door hun bezettingszone trokken en toen list, bedrog en diefstal ‘gewone’ overlevingsmechanismen waren. ‘Een grotere discrepantie in de collectieve waarneming is amper denkbaar’, schrijft Jähner. ‘Terwijl men in het buitenland de ondergang van het rijk als een kans op resocialisatie van de Duitsers beschouwde, vreesden de Duitsers zelf nú pas in de criminaliteit af te glijden.’ Die zorg bleek overigens voorbarig. De jongeren die tussen de ruïnes van de Duitse steden nog met sigaretten hadden gesjacherd, werden uitzonderlijk gezeglijke volwassenen in ‘het paradijs van de middelmaat’.", "‘Het leven gaat door omdat het geweten stilstaat’, schreef Hans Habe in Off Limits, zijn roman over de bezetting van Duitsland. Al in 1947 veroorloofde het tijdschrift Der Standpunkt zich de vraag waarom de Duitsers toch zo ongeliefd waren in de wereld. ‘Is het toeval?’, vroeg de auteur zich af. ‘Noodlot? Uit onze aard, geschiedenis en nationale ontwikkeling valt het niet te verklaren.’ Het waren, twee jaar na de oorlog, woorden ‘die ons vandaag de dag onzegbaar lijken’, schrijft Jähner. Met de mentale schoonmaak zouden de Duitsers pas twintig jaar later een begin maken.", "Beeld De Arbeiderspers", "Harald Jähner: Wolfstijd – Duitsland en de Duitsers 1945-1955. Uit het Duits vertaald door Anne Folkertsma en Jantsje Post. De Arbeiderspers; 503 pagina’s; € 34,99."], "authors": ["Sander Van Walsum"], "keywords": ["van", "die", "naoorlogs", "een", "zij", "en", "duitsland", "uitersten", "wereld", "bizarre", "zijn", "beschrijft", "als", "wolfstijd", "op", "met", "het"], "pubDate": "2020-12-11T09:43:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}