{"id": "b064a198-1033-34a3-9026-3c938e653d52", "title": "Cole & Mason Peper- en Zoutmolen Kempton", "url": "https://webshop.telegraaf.nl/product/tafelen/cole-&-mason-peper-en-zoutmolen-kempton?utm_source=telegraaf.nl&utm_medium=referral&utm_content=17580-0&utm_campaign=etalage", "summary": "De peper- en zoutmolens worden veelal dagelijks gebruikt.\nDeze Kempton molens van Cole & Mason zijn gebruiksvriendelijk, efficiënt en zien er stijlvol uit.\nDe Kempton molens hebben een carbonstalen maalwerk voor peper en een diamantgeslepen keramisch mechanisme voor zout.\nCole & Mason heeft een gevarieerd assortiment kwaliteitsproducten in veel verschillende afwerkingen, waaronder peper- en zoutmolens, accessoires voor kruiden en specerijen, olie en azijn.\nSpecificaties Cole & Mason Peper- en Zoutmolen Kempton:- Afmetingen per molen: 5 x 13 x 5 cm (lxbxh)- Materiaal: acryl- Diamantgeslepen keramisch mechanisme met veer voor zout- Gehard carbonstalen mechanisme met veer voor peper- Regelbare korrelgrootte- Helder transparant acryl reservoir met duidelijk zichtbare inhoud- Eenvoudig bijvullen door het roestvrijstalen schroefdeksel te verwijderen", "paragraphs": ["Voor het op smaak brengen van gerechten zijn peper en zout onmisbaar in de keuken. De peper- en zoutmolens worden veelal dagelijks gebruikt. Wel zo fijn om dan goede en praktische molens in huis te hebben. Deze Kempton molens van Cole & Mason zijn gebruiksvriendelijk, efficiënt en zien er stijlvol uit. Ze zijn volledig uitgevoerd in helder transparant acryl met mat roestvrijstalen details en schroefdeksel dat eenvoudig verwijderd kan worden om de molen te vullen. De pepermolens en zoutmolens worden gevuld geleverd.", "Kempton molens", "De grootte van de korrels kan je regelen door aan de knop bovenaan de molen te draaien. De Kempton molens hebben een carbonstalen maalwerk voor peper en een diamantgeslepen keramisch mechanisme voor zout.", "Cole & Mason", "Het Engelse bedrijf Cole & Mason werd opgericht in 1919 en ontwerpt en ontwikkelt sindsdien een gamma keukenmateriaal, met focus op producten waarmee je gerechten op smaak kan brengen, zowel tijdens het koken als op tafel. Cole & Mason heeft een gevarieerd assortiment kwaliteitsproducten in veel verschillende afwerkingen, waaronder peper- en zoutmolens, accessoires voor kruiden en specerijen, olie en azijn.", "Specificaties Cole & Mason Peper- en Zoutmolen Kempton:", "- Afmetingen per molen: 5 x 13 x 5 cm (lxbxh)", "- Materiaal: acryl", "- Diamantgeslepen keramisch mechanisme met veer voor zout", "- Gehard carbonstalen mechanisme met veer voor peper", "- Regelbare korrelgrootte", "- Helder transparant acryl reservoir met duidelijk zichtbare inhoud", "- Eenvoudig bijvullen door het roestvrijstalen schroefdeksel te verwijderen"], "authors": [], "keywords": ["op", "met", "kempton", "peper", "een", "en", "cole", "te", "zoutmolen", "zoutmolens", "mason", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}