{"id": "b0735900-d63a-38e3-b5db-2b872a55dc32", "title": "Sanna krijgt als eerste Nederlander het coronavaccin", "url": "https://www.parool.nl/nederland/sanna-krijgt-als-eerste-nederlander-het-coronavaccin~bec25270/", "summary": "Sanna Elkadiri uit Veghel wordt woensdag als een van de eersten gevaccineerd tegen het coronavirus.\nZe wordt gek van alle berichten en meningen over het coronavaccin op internet.\nOf ze morgen als eerste Nederlander ingeënt wil worden met het coronavaccin van Pfizer.\nIk hield dan de hand van de cliënt vast, ik was de laatste die ze zagen, met wie ze een gebed deden.\nIn het begin was ik ook een van die Nederlanders die twijfels had.", "paragraphs": ["Sanna Elkadiri uit Veghel wordt woensdag als een van de eersten gevaccineerd tegen het coronavirus. Beeld Pprivébeeld", "Sanna Elkadiri (39) googelt niet meer. Ze wordt gek van alle berichten en meningen over het coronavaccin op internet. “Op Facebook en andere sites staan zoveel negatieve reacties, cowboyverhalen en complottheorieën. Je weet niet meer wat je moet geloven. Maar bij mensen in Groot-Brittannië die al zijn gevaccineerd, zijn geen rare dingen gebeurd.”", "Daarom hoefde Elkadiri, ambassadeur verzorgende in verpleeghuis Het Wereldhuis in Boxtel, niet na te denken toen ze afgelopen zaterdag op haar werk werd gebeld door haar directeur van Zorggroep Elde Maasduinen. Of ze morgen als eerste Nederlander ingeënt wil worden met het coronavaccin van Pfizer.", "Priklocatie", "Samen met drie andere collega’s behoort Elkadiri tot de eerste groep medewerkers van verpleeghuizen en ziekenhuizen die in Veghel door de GGD Hart voor Brabant gevaccineerd worden. Het voormalige distributiecentrum van een supermarkt is omgebouwd tot priklocatie. In twaalf hokjes kunnen de hele week honderden mensen per dag worden gevaccineerd.", "Loodzwaar", "Het afgelopen jaar was loodzwaar, zegt Elkadiri. Tijdens de eerste coronagolf gingen verpleeghuizen op slot. “Het ging heel snel. We kwamen ogen en oren tekort om de veiligheid van cliënten te waarborgen. Ik durfde niet naar de winkel uit angst dat ik besmet zou raken, mijn naasten zou besmetten en mijn collega’s in de steek moest laten. Ik wilde gewoon doorwerken.”", "Vooral in het begin van de coronacrisis maakte ze hartverscheurende situaties mee. In Het Wereldhuis overleden binnen een maand 17 van de 124 bewoners. “We werden zwaar getroffen. We hadden sterfgevallen waarbij de familie geen afscheid kon nemen. Ik hield dan de hand van de cliënt vast, ik was de laatste die ze zagen, met wie ze een gebed deden. Daar heb ik slapeloze nachten van gehad.”", "Drie weken geleden sloeg het virus weer toe in Het Wereldhuis. Inmiddels is het verpleeghuis coronavrij. Maar het gevaar ligt altijd op de loer. Alleen al daarom wil ze zoveel mogelijk Nederlanders stimuleren zich te laten inenten.", "“Het voelt voor mij als een morele verplichting naar mijn cliënten. Naar de mensen die hebben gestreden om in leven te blijven. Mijn familie staat erachter, dat geeft ook rust. In het begin was ik ook een van die Nederlanders die twijfels had. Ik vond het eng. Was het wel goed getest? Maar ik heb veel gelezen en opgezocht. Ik heb veel vertrouwen in de wetenschap. Het voelt veilig. Als mijn cliënten daardoor langer van hun kinderen en kleinkinderen kunnen genieten en de maatschappij weer normaler kan worden, draag ik daar graag mijn steentje aan bij.”"], "authors": ["Het Parool"], "keywords": ["ik", "krijgt", "elkadiri", "van", "mijn", "eerste", "en", "een", "coronavaccin", "ze", "sanna", "op", "het", "als", "nederlander", "die"], "pubDate": "2021-01-05T08:24:29Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}