{"id": "b07b3c7f-4220-3512-b521-73a77cf81c7c", "title": "‘Die’ in plaats van ‘zij’? Het past in een taaltrend", "url": "https://trouw.nl/cultuur-media/die-in-plaats-van-zij-het-past-in-een-taaltrend~b85b6cfa/", "summary": "Een lezeres heeft kritiek op een formulering in het ‘commentaar’ in de krant van 10 december.\nWat haar betreft is de zin ‘De EU heeft zo laten zien dat die staat voor de waarden waarop die gegrondvest is …’ lelijk.\nIn spreektaal is zo’n verwijzing met het naar een de-woord wel acceptabel, maar in schrijftaal is dat minder het geval.\nDe lezeres vermoedt overigens dat het gebruik van twee keer die in de formulering uit de gedrukte krant voortvloeit uit de ‘ontwikkeling (…) naar afschaffing van het geslacht van woorden in het Nederlands’.\nDaarmee bedoelt ze dat naar een mannelijk woord als raad niet met hij en naar een vrouwelijk woord als unie of organisatie niet met zij wordt verwezen.", "paragraphs": ["Een lezeres heeft kritiek op een formulering in het ‘commentaar’ in de krant van 10 december. Wat haar betreft is de zin ‘De EU heeft zo laten zien dat die staat voor de waarden waarop die gegrondvest is …’ lelijk. Ze beoordeelt de formulering als typisch ‘spreektaal’. Dat is juist, al tref je formuleringen waarin zij of hij vervangen is door de onderwerpsvorm ‘die’ ook aan in informele schrijftaal. Al is deze formulering niet fout, ook ik zou de zin mooier hebben gevonden als er in plaats van die twee keer ze (als verwijzing naar het vrouwelijke woord unie) in had gestaan: ‘De EU heeft zo laten zien dat ze staat voor de waarden waarop ze gegrondvest is …’", "Saillant is dat de zin in de digitale versie van Trouw net even anders luidt: ‘De EU heeft zo laten zien dat het staat voor de waarden waarop die gegrondvest is…’ Hoewel deze formulering wat mij betreft wat minder stroef klinkt dan de variant met twee keer die, zullen sommige lezers juist tegen deze variant inbrengen dat de onzijdige onderwerpsvorm refereert aan het vrouwelijke woord unie. In spreektaal is zo’n verwijzing met het naar een de-woord wel acceptabel, maar in schrijftaal is dat minder het geval.", "De lezeres vermoedt overigens dat het gebruik van twee keer die in de formulering uit de gedrukte krant voortvloeit uit de ‘ontwikkeling (…) naar afschaffing van het geslacht van woorden in het Nederlands’. Daarmee bedoelt ze dat naar een mannelijk woord als raad niet met hij en naar een vrouwelijk woord als unie of organisatie niet met zij wordt verwezen. Als dat al een trend is, dan is die al heel lang aan de gang. Voorbeelden hiervan vind je ook in oudere literatuur. Dat hij of zij nu vaker wordt vervangen door die, kan wel samenhangen met het verschijnsel dat de media in het algemeen minder formeel taalgebruik hanteren dan vroeger.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["zij", "past", "taaltrend", "van", "naar", "een", "ze", "met", "dat", "formulering", "als", "het", "die", "plaats"], "pubDate": "2020-12-16T12:49:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}