{"id": "b080ebd7-957a-3456-8b41-8921950d2676", "title": "Vakbonden vrezen bevriezing lonen, DNB adviseert het niet te doen", "url": "https://volkskrant.nl/nieuws-achtergrond/vakbonden-vrezen-bevriezing-lonen-dnb-adviseert-het-niet-te-doen~b6842006/", "summary": "Beeld Joris Van GennipOnlangs werd bekend dat ING drie jaar lang de lonen van het personeel wil bevriezen.\nAlle hens aan dekGemiddeld stijgen de contractlonen dit jaar naar verwachting met 2,8 procent.\nZelfs de VVD toonde zich vorig jaar bij monde van minister-president Rutte voorstander van fors hogere lonen.\nVNO-NCW liet in het verleden al weten niet gecharmeerd te zijn van al te drastische loonsverhogingen.\nVolgend jaar zijn naar verwachting 634 duizend Nederlanders op zoek naar een baan.", "paragraphs": ["Amsterdam op een zaterdagavond in november. Beeld Joris Van Gennip", "Onlangs werd bekend dat ING drie jaar lang de lonen van het personeel wil bevriezen. De vakbonden vrezen dat andere bedrijven dit voorbeeld zullen volgen, óók in sectoren waar winst wordt gemaakt. Onder meer bij de supermarkten verlopen de CAO-onderhandelingen stroef. De bonden vinden het loonbod van de werkgevers bij lange na niet voldoende en dreigen met acties.", "Alle hens aan dek", "Gemiddeld stijgen de contractlonen dit jaar naar verwachting met 2,8 procent. Dat is de sterkste groei sinds 2008. Volgens DNB is het desondanks onvoldoende om de magere koopkrachtstijgingen van de afgelopen jaren goed te maken.", "De zorg dat werkenden onvoldoende de vruchten hebben geplukt van de economische bloei leeft breder. Zelfs de VVD toonde zich vorig jaar bij monde van minister-president Rutte voorstander van fors hogere lonen. Sinds de coronacrisis is het echter bij veel bedrijven alle hens aan dek. Voor substantiële loonstijgingen zou nu geen ruimte zijn.", "De FNV toont zich opgetogen over het standpunt van DNB. ‘Toen het harstikke goed ging met de economie, waren werknemers de laatsten die ervan profiteerden’, zegt CAO-coördinator en bestuurslid Zakaria Boufangacha. ‘Nu het slecht gaat, betalen zij als eersten de prijs. Flexwerkers verliezen hun baan en de lonen worden gematigd.’", "De werkgevers zijn minder enthousiast. VNO-NCW liet in het verleden al weten niet gecharmeerd te zijn van al te drastische loonsverhogingen.", "Werkloosheid loopt op", "Of het DNB-advies navolging vindt, valt hoe dan ook te betwijfelen. Zelf rekent de centrale bank er in haar economische ramingen op dat de stijging van de lonen vanaf volgend jaar afvlakt. Werd aanvankelijk nog gehoopt op een plus van 2,9 procent, inmiddels is dat bijgesteld naar 1,3 procent. Dat komt mede door de sterk oplopende werkloosheid. Volgend jaar zijn naar verwachting 634 duizend Nederlanders op zoek naar een baan. Dit verzwakt de onderhandelingspositie van de bonden."], "authors": ["Koen Haegens"], "keywords": ["vrezen", "van", "dat", "niet", "naar", "te", "doen", "dnb", "bevriezing", "jaar", "zijn", "op", "vakbonden", "lonen", "adviseert", "het", "bij"], "pubDate": "2020-12-14T14:36:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}