{"id": "b08880bc-c2e8-3ffd-bf2e-f95fdefe9d4d", "title": "Dat we in 2021 maar net zo moedig, optimistisch en onverzettelijk zijn als Emmy uit ‘Ik vertrek’", "url": "https://volkskrant.nl/cultuur-media/dat-we-in-2021-maar-net-zo-moedig-optimistisch-en-onverzettelijk-zijn-als-emmy-uit-ik-vertrek~bd296b1d/", "summary": "Ze hief het glas – zoals wij allemaal – met achter haar een ruïne en voor haar een ongewisse toekomst.\nHet kasteel was na maanden werken nog steeds een bouwval, maar nu wel een met een paar bewoonbare kamers.\nAan het eind van de aflevering zat Emmy in haar tuin, met een glas rosé in haar hand.\nZe plukte aan haar haar.\n‘Ik denk dat ik gelukkiger ben dan ik ooit had kunnen bedenken.’ Dat we in 2021 maar net zo moedig, optimistisch en onverzettelijk mogen zijn als Emmy Postma.", "paragraphs": ["We mochten niets. Geen vuurwerk afsteken. Geen feestjes. Geen copieuze diners. Niet zoenen. Geen vrienden. Geen familie. Het enige wat we wel mochten was televisiekijken. Het bleek de laatste beproeving van 2020. Er was een flauwe quiz met willekeurige BN’ers, gepresenteerd door Frank Evenblij. Er was een zingende sneeuwpop, waar Frans Bauer in bleek te zitten. Er was Youp van ’t Hek. De teruggekeerde Matthijs van Nieuwkerk en diens eregast Joost Prinsen hingen als twee smaakvolle ornamenten in een kitscherige plastic kerstboom.", "Een dag later werd het nieuwe jaar zoals altijd ingeluid door de schansspringers in Garmisch-Partenkirchen. Terwijl wij plakkerige oliebollen opwarmden, ontrokken zij zich voor een paar tellen aan de wereld. Konden wij dat ook maar. Wegvliegen. Vluchten. Maar de zoete escape is voorbehouden aan een paar gelukkigen, zoals die schansspringers. Of zoals Emmy Postma, op de eerste dag van 2021 de protagonist van Ik vertrek. De 59-jarige Emmy zegde haar baan als verpleegkundige op en begon aan een nieuwe carrière als ‘sprookjesprinses’. Ze had voor 300 duizend euro een oud kasteel gekocht in een slaperig Frans dorpje in de Dordogne en wilde daar een maison d’hôtes van maken – het klassieke Ik vertrek-scenario.", "Emmy, met champagne, voor haar zojuist gekochte kasteel. Beeld Avrotros", "Emmy moest het avontuur alleen aangaan. Haar man Rutger, een brommerige tandarts, zag er geen heil in en bleef liever in Nederland. Toen het kasteel in beeld verscheen, werd duidelijk waarom. Er was veertig jaar niets aan gedaan. Het dak lekte. Kozijnen vielen uit elkaar doordat termieten ze hadden opgevreten. De ramen, als die er al in zaten, waren kapot. De voltallige elektriciteit moest worden vervangen. De ‘bibliotheek’ was ingestort. Overal was schimmel, vocht en stank. Een vriend zei dat Rutger van de Titanic was afgesprongen. Er werd nog geprobeerd Emmy van gedachten te laten veranderen: ‘Dit wordt je faillissement, dit moet je niet doen.’", "Maar ze deed het wel. Nadat ze het geld had overgemaakt, de papieren had getekend en de sleutel had gekregen, trok Emmy buiten het kasteel een fles champagne open. Ze hief het glas – zoals wij allemaal – met achter haar een ruïne en voor haar een ongewisse toekomst. En toen ging ze aan het werk. Soms met hulp van Rutger, haar zonen of vrienden, maar meestal alleen. Ze krabde verf af, scheurde behang van de muren en zette glas in vensters, zonder daadwerkelijk een plan te hebben. ‘Mijn structuur is chaos.’ Ze vierde haar 60ste verjaardag in haar eentje en vroeg zich hardop af waar ze mee bezig was. Maar ze flikte het.", "Het kasteel was na maanden werken nog steeds een bouwval, maar nu wel een met een paar bewoonbare kamers. De zon ging schijnen, er kwamen gasten. Aan het eind van de aflevering zat Emmy in haar tuin, met een glas rosé in haar hand. Ze plukte aan haar haar. ‘Ik denk dat ik gelukkiger ben dan ik ooit had kunnen bedenken.’ Dat we in 2021 maar net zo moedig, optimistisch en onverzettelijk mogen zijn als Emmy Postma."], "authors": ["Julien Althuisius"], "keywords": ["ik", "moedig", "er", "zijn", "uit", "met", "ze", "haar", "optimistisch", "van", "zo", "en", "een", "onverzettelijk", "aan", "vertrek", "net", "het", "maar"], "pubDate": "2021-01-03T13:40:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}