{"id": "b08c5e2a-57d2-3498-bb39-427b27880858", "title": "Met z’n allen in de klas, het was nog nooit zo ongewoon", "url": "https://volkskrant.nl/nieuws-achtergrond/met-z-n-allen-in-de-klas-het-was-nog-nooit-zo-ongewoon~b036b215/", "summary": "Wekenlang bereidde het Almere College in Kampen zich voor op een reguliere opening, maar nieuwe aanpassingen dreigen alweer.\n‘Hebben jullie er een beetje zin in’, vraagt de afdelingsleider van de onderbouw in het atrium, een duur woord voor een lager liggend pauzezaaltje met gekleurde stoelen.\nSinds februari is De Graaf werkzaam op het Almere College, tot nu toe gaat een groot deel van zijn tijd op aan het aanpassen van het onderwijs.\nOok staat voor elk lokaal een pompje met handzeep en een schoonmaakspuit voor de tafels.\nAlleen is dat net het moment dat er speeksel uit hun mond komt, wat besmettelijk kan zijn.’11.05 uurhet basketbalveldje op het schoolpleinIbrahim Gamaa (18) maakt zich best zorgen.", "paragraphs": ["‘Let op! De scholen zijn weer begonnen.’ Gewoonlijk een waarschuwing voor automobilisten, maar dit schooljaar is iederéén op z’n hoede. Wekenlang bereidde het Almere College in Kampen zich voor op een reguliere opening, maar nieuwe aanpassingen dreigen alweer. ‘Als het ervan komt dat we 1 meter afstand moeten houden, moeten we de helft weer naar huis sturen.’ Impressie van niet zo maar een eerste een schooldag.", "9.00 uur", "het atrium", "Met grote ogen kijkt de nieuwe lichting brugklassers naar de enthousiaste armgebaren van Marie-Claire Visser. Het is dinsdagochtend 9.00 uur, aan de Marinus Postlaan in Kampen, het schooljaar is begonnen. ‘Hebben jullie er een beetje zin in’, vraagt de afdelingsleider van de onderbouw in het atrium, een duur woord voor een lager liggend pauzezaaltje met gekleurde stoelen. Het blijft stil, degene die voorzichtig ‘ja’ antwoordt, geldt voorlopig als de grootste lefgozer van de lichting.", "De allereerste dag op de middelbare school geeft zonder corona al genoeg aanleiding voor buikpijn en slapeloze nachten. Maar dit jaar is er dankzij de pandemie nog veel meer om aan te wennen. ‘Al-tijd je handen ontsmetten als je binnenkomt’, zegt Visser. ‘Jullie mogen lekker bij elkaar, dat is een gelukkie, maar van docenten moet je anderhalve meter afstand houden. Daar gaan we streng op toezien.’", "Eerder die dag, 8.30 uur", "de kamer van de rector", "‘Veiligheid staat voorop, iedereen moet flexibel zijn’, verzekert rector Ard de Graaf aan een lichtbruine houten vergadertafel in zijn kamer. Zijn mimiek verraadt een gezonde wedstrijdspanning. Sinds februari is De Graaf werkzaam op het Almere College, tot nu toe gaat een groot deel van zijn tijd op aan het aanpassen van het onderwijs. ‘We hebben de ventilatie extra laten controleren, die bleek gelukkig in orde. De conciërge zet bovendien om 7.00 uur ’s ochtends alles tegen elkaar open.’ Met de frisse luchttoevoer lijkt het inderdaad goed te zitten: er trekt de hele ochtend een ferme tocht door het gebouw. Ook staat voor elk lokaal een pompje met handzeep en een schoonmaakspuit voor de tafels. Grote borden in de hal herinneren de leerlingen aan de extra maatregelen. ‘En we hebben ouders gevraagd hun kinderen thuis te houden bij milde klachten of als ze in oranje gebieden zijn geweest.’ Dinsdag zijn dat er slechts twee: één leerling met milde klachten, en eentje wiens vader een coronatest heeft gedaan en die uit voorzorg thuisblijft.", "Dat moet genoeg zijn, toch? Een paar weken geleden was het antwoord ja geweest, maar nu lijken oudere scholieren toch een stuk besmettelijker dan gedacht. Kinderarts en OMT-lid Károly Illy pleit ervoor middelbare scholieren te verplichten een meter afstand te houden. Al weken, maanden is bekend dat de scholen weer opengaan, maar het is lang onduidelijk geweest onder welke voorwaarden. Rector De Graaf: ‘We houden ons aan de richtlijnen van het RIVM en de overheid. Als er meer maatregelen worden genomen dan zullen we daar op inspelen, je moet flexibel zijn.’", "9.15 uur", "lokaal 107", "In de praktijk blijkt het naleven van de anderhalve meter best lastig, ook voor docenten. Docent Latijn en coach van klas 1D Françoise Tjerkstra betrapt zichzelf als ze in de klas wil controleren of de leerlingen haar instructies opvolgen om hun naam op het rooster te schrijven. ‘Je loopt automatisch de klas in om even om iemand heen te buigen’, zegt ze. ‘Dat is even wennen.’", "Na het introductiepraatje doen de brugklassers een spel om elkaar te leren kennen, hier en daar wordt een mini-basis gelegd voor wat een lange vriendschap zou kunnen worden, maar verder houden de verlegen kinderen zich koest.", "Latijn docente Francoise Tjerkstra geeft instructies aan de eerstejaars leerlingen van klas 1D. Beeld Raymond Rutting / de Volkskrant", "9.45 uur", "lokaal 204", "Een groter contrast met de wiskundeles van mavo-4 is er haast niet. De leerlingen kennen elkaar al drie jaar maar zagen elkaar de afgelopen maanden nauwelijks. Onbesuisd denderen ze de klas in. ‘Ho! Even wachten’, zegt docent André Mintjes. ‘Eerst even de tafels ontsmetten, dat is in de vorige les niet gebeurd.’ Als de examenleerlingen dan eindelijk aan hun schone tafels zitten is er geen tijd voor een amicale introductie. ‘Het wordt een zwaar jaar.’ De vrolijke trek om de mond van de wiskundedocent verdwijnt even. ‘Je zult in de kerstvakantie ook echt even aan de bak moeten, anders red je het niet in de toetsweek van januari.’", "Daarna begint een wiskundeles zoals je verwacht dat een wiskundeles begint, met lineaire verbanden en machten op het programma. Alleen als Sem de Vries (14) een vraag wil stellen over 5 tot de macht 4, stuit hij op een teleurstelling, omdat docenten niet meer naar de leerlingen mogen toelopen en voor de klas moeten blijven. ‘Oh, moeten we nu helemaal naar u komen? Laat dan maar, dan vraag ik het wel een andere keer.’", "Sem, een lange blonde jongen die in de klas de lachers op z’n hand heeft, vindt het fijn om weer op school te zijn, zegt hij. ‘Normaal zie ik er na de vakantie tegenop, maar we hebben nu zo lang thuis gezeten... En dat online onderwijs is niks voor mij, ik was steeds afgeleid.’", "10.35 uur", "de lerarenkamer", "De docentenkamer is maar half zo vol als normaal, de andere helft zit in de geïmproviseerde ‘reservedocentenkamer’ of rookt buiten een sigaretje. Er is lichte vrees voor de persconferentie van dinsdagavond. ‘Markie moet niet allemaal extra dingen gaan aankondigen’, zegt onderwijsassistent Marianne Sleurink. ‘Het is zó fijn al die leerlingen weer bij elkaar te hebben’, zegt Françoise Tjerkstra bij het koffiezetapparaat. ‘Maar als het ervan komt dat we 1 meter afstand moeten houden, moeten we de helft naar huis sturen.’", "In de Duitse deelstaat Noordrijn-Westfalen zijn mondkapjes op middelbare scholen verplicht, behalve tijdens de lessen. Een middelbare school in Assen verplicht het kapje zelfs tijdens de les, ook een aantal Amsterdamse scholen gaat de mondmaskers invoeren. ‘In de gangen kan dat’, zegt economiedocent Margreet Bloem van het Almere College voordat ze een hap neemt van haar krentenbol. ‘Maar tijdens de uitleg wil ik dat ze mijn gezichtsuitdrukking zien. En andersom ook, dus als ze iets zeggen dan moet ie af. Alleen is dat net het moment dat er speeksel uit hun mond komt, wat besmettelijk kan zijn.’", "11.05 uur", "het basketbalveldje op het schoolplein", "Ibrahim Gamaa (18) maakt zich best zorgen. ‘Meerdere klassen zitten samen in één lokaal, dat is niet fijn, zegt de 5-vwo’er na een potje basketbal met z’n vrienden. ‘Soms zitten we wel met 30 dertig of veertig mensen, we komen tafels tekort.’ Of hij zich ook zorgen maakt over besmettingen? ‘Ja, sowieso, ook in de hallen is het niet te doen. Soms is er niet eens twee centimeter afstand.’ Maar een mondkapje ziet hij niet zitten. ‘Nee dat niet, haha. Geen mondkapje voor mij.’", "12.15 uur", "bij de buitendeur van het Almere College", "Vandaag geldt een aangepast rooster, dus de schooldag zit er op. Een paar meisjes blijven nog even nabespreken in de hal, het merendeel zit al op de fiets naar huis. Morgen beginnen ze om 8.15 uur weer van voren af aan, zo lang het kan.", "Beeld Raymond Rutting / de Volkskrant"], "authors": ["Dylan Van Bekkum"], "keywords": ["zo", "van", "zn", "nog", "het", "op", "met", "maar", "allen", "ongewoon", "voor", "een", "klas", "dat", "en", "te", "er", "nooit"], "pubDate": "2020-08-18T20:53:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}