{"id": "b08f7755-7b21-3d70-bb9a-4ed03072b78e", "title": "De Britse mutant waart door het land. En nu?", "url": "https://www.volkskrant.nl/nieuws-achtergrond/de-britse-mutant-waart-door-het-land-en-nu~b6397f03/", "summary": "De ‘Britse variant’ van het coronavirus, die zich sneller lijkt te verspreiden, heeft zich ook gevestigd in Nederland, concluderen virologen na het opduiken van het virus in Amsterdam.\n‘Dat betekent dat je ervan kunt uitgaan dat het ook in ons land al wat langer circuleert’, zegt RIVM-viroloog Chantal Reusken.\nHalf procent van het totaalMaar 500 virussen per week is maar een half procent van het totaal.\nEn het virus, dat muteert, de stekels wat herschikt, zichzelf ombouwt?\nHet virus heeft er immers baat bij als geïnfecteerden niet al te ziek worden: dan geven ze het virus aan meer mensen door.", "paragraphs": ["De ‘Britse variant’ van het coronavirus, die zich sneller lijkt te verspreiden, heeft zich ook gevestigd in Nederland, concluderen virologen na het opduiken van het virus in Amsterdam. En nu? Een hoogleraar: ‘Ik zou zeggen: het is niet anders.’", "VUI-202012/01 heet de variant, een naam die alleen wetenschappers kunnen bedenken. Toch leidt de Britse virusvariant die achter die mondvol schuilgaat, al dagen voor bezorgde gezichten. Het virus lijkt, dankzij een batterij mutaties aan onder meer zijn uitsteeksels, een turbovirus, zo’n 70 procent besmettelijker dan eerdere varianten. Dat zou hem lastiger te bestrijden maken, en misschien wat ongrijpbaarder voor geneesmiddelen en vaccins.", "En nu blijkt VUI-202012/01 ook rond te gaan in de regio Amsterdam, concluderen virologen na een tweede melding daar dinsdag. De twee besmettingen staan los van elkaar, zijn niet te herleiden op reizen naar het Verenigd Koninkrijk, en vonden plaats met zo’n tien dagen ertussen. ‘Dat betekent dat je ervan kunt uitgaan dat het ook in ons land al wat langer circuleert’, zegt RIVM-viroloog Chantal Reusken.", "Volledige analyse", "Het RIVM heeft laboratoria in den lande opgeroepen om verdachte virusmonsters op te sturen voor nader onderzoek. Al eerder ging men ertoe over om het aantal virussen dat tot op de genetische letter nauwkeurig wordt uitgelezen te verdubbelen, tot zo’n 500 per week. Bij de gewone wattenstaafjestest in de teststraat kijkt men alleen of iemand het coronavirus draagt; pas bij volledige genetische analyse kan men aflezen tot welke ‘vertakking’ het exemplaar in kwestie behoort, en welke mutaties er eventueel in het spel zijn. Bij zo’n controle kwamen ook de Britse virussen aan het licht.", "Dan hebben we nog geluk dat er nog geen exemplaar aan het licht is gekomen van de Zuid-Afrikaanse virusvariant 501.V2. Ook die coronafamilie rukte de afgelopen tijd zo snel op dat experts vermoeden dat zij besmettelijker is. Het virus heeft diverse wijzingen, waaronder een verwisseling van een chemische bouwsteen aan zijn uitsteeksels die ook in de Britse variant zit, en die ervoor zorgt dat het virus zich gretiger vastzuigt aan menselijke cellen, zo bleek uit eerder onderzoek.", "Wapenen", "En nu? Hoe wapenen we ons tegen de mutanten, die opeens van alle kanten opduiken? Om te beginnen: wen er maar aan, adviseert hoogleraar coronavirologie Eric Snijder (LUMC). ‘Ik zou zeggen: het is niet anders. Virussen veranderen nu eenmaal. En het echte spel begint pas in de tweede helft van volgend jaar, als door de vaccins immuniteit opkomt en het voor virussen pas echt loont om te veranderen en zo te ontsnappen.’", "Mensen staan in de rij voor de supermarkt in Londen. Beeld REUTERS", "Het RIVM zet intussen in op bewaking. Met diverse laboratoria heeft het instituut afgelopen maanden een systeem opgetuigd om wekelijks steekproeven te nemen van virussen uit de teststraten en verdachte mutanten bijtijds op te sporen. ‘De ontdekking van de Britse variant bevestigt in elk geval dat het systeem werkt’, zegt Reusken.", "Half procent van het totaal", "Maar 500 virussen per week is maar een half procent van het totaal. ‘Vandaar dat we nu aan het kijken zijn: welke dekking is wenselijk? Hoeveel is genoeg?’, zegt Reusken. ‘Veruit de meeste mutaties doen niks met het virus’, zegt Snijder. ‘Er hangen een paar ballen anders, maar het blijft dezelfde kerstboom.’", "Snijder ziet dan ook meer in een ‘radar voor bijzondere situaties’, zoals hij dat noemt: een systeem dat het opmerkt als er ineens mensen anders of ernstiger ziek worden. ‘Je moet realistisch blijven. Het is niet te doen om álle varianten te volgen’, zegt hij. ‘Je wilt alleen belangrijke wijzigingen waarnemen.’", "Want een virusvariant opsporen is één ding, om te weten of ze zich ook biologisch anders gedragen, is onderzoek nodig. Men moet dan cellen en proefdieren met het virus besmetten en kijken wat er gebeurt – een operatie, die al snel weken vergt. ‘Als we dat voor alle varianten gaan doen, kan ik nog wel een groot lab erbij bouwen’, merkt Snijder op.", "Permanente surveillance", "Reusken mikt intussen op een meer permanente surveillance. Ze verwijst naar eerdere virusvolgsystemen, zoals Noronet (tegen norovirussen) en Enteronet (enterovirussen). Stille, op de achtergrond draaiende netwerkjes van laboratoria en wetenschappers, die bijhouden hoe virussen zich ontwikkelen en alarm slaan als er iets onverwachts gebeurt. ‘Je wilt permanent een vinger aan de pols houden. Ook voor de langere termijn, want dit virus gaat niet meer weg’, zegt ze.", "En het virus, dat muteert, de stekels wat herschikt, zichzelf ombouwt? Dat hoeft niet alleen maar slecht nieuws te zijn, benadrukken de virologen. Zo is het ook denkbaar dat het coronavirus bezig is te veranderen in een gewoon verkoudheidsvirus. Het virus heeft er immers baat bij als geïnfecteerden niet al te ziek worden: dan geven ze het virus aan meer mensen door.", "‘Ik hoop dat we naar een variant gaan die alleen de bovenste luchtwegen infecteert’, zegt Reusken. ‘Net als de vier andere verkoudheidscoronavirussen die we al kennen.’ Ook die zijn wellicht ook ooit begonnen als dodelijke luchtweginfectie. Zo denken sommige wetenschappers dat de enigszins vergeten pandemie van 1890, met tien miljoen doden, in werkelijkheid het werelddebuut was van coronavirus OC43, nu verantwoordelijk voor zo’n 10 tot 15 procent van alle verkoudheden.", "Corona in varianten D614G Mutant die al in februari opdook in Italië, en sindsdien de meeste ‘oude’ virussen heeft verdrongen. Geen wonder, want de mutant plant zich efficiënter voort dan het oorspronkelijke virus uit Wuhan, bleek uit proefdierexperimenten. De nertsenvariant Mutant die rijpte in de nertsenkwekerijen van Denemarken en vervolgens onderzoekers de stuipen op het lijf joeg toen bleek dat hij menselijke antistoffen enigszins kan afschudden. 501.V2 Zuid-Afrikaanse variant die daar inmiddels negen van de tien besmettingen veroorzaakt. Volgens anekdotes van artsen zou de variant niet alleen besmettelijker zijn, maar ook jongeren ernstiger ziek maken. Alleen is dat verre van bewezen. VUI-202012/01 De Britse variant, die zich sinds september zo snel verspreidt dat men denkt dat hij zo’n 70 procent besmettelijker is. Wat de variant uniek maakt is dat hij liefst 14 bouwstenen heeft veranderd, en zelfs een heel gen heeft uitgeschakeld."], "authors": ["Maarten Keulemans"], "keywords": ["van", "mutant", "virus", "en", "voor", "een", "britse", "waart", "land", "nu", "te", "ook", "het", "door", "dat", "die"], "pubDate": "2020-12-22T17:50:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}