{"id": "b0b84de3-cef8-383f-9286-de85db50bd84", "title": "Kim Kardashian vraagt Donald Trump executie gevangene te stoppen", "url": "https://www.telegraaf.nl/entertainment/190958285/kim-kardashian-vraagt-donald-trump-executie-gevangene-te-stoppen", "summary": "Kardashian trekt zich het lot van de gevangene erg aan en vroeg Trump daarom al vaker actie te ondernemen.\nOm dat voor elkaar te krijgen gaat Kardashian de komende 24 uur twitteren over de zaak.\nBernard zou medeplichtig zijn aan de dood van Todd en Stacie Bagley uit Iowa tijdens een overval in 1999.\nDe afgelopen jaren zou aan het licht zijn gekomen dat het proces van Bernard vol onvolledigheden zat.\nBrandon dacht dat ze allebei dood waren, hoewel Stacie dat niet was, vreesde voor zijn eigen leven en maakte daarom de vreselijke beslissing om te gehoorzamen.”", "paragraphs": ["Kardashian trekt zich het lot van de gevangene erg aan en vroeg Trump daarom al vaker actie te ondernemen. De realityster hoopt dat de president toestemming wil geven dat Bernard zijn straf in de gevangenis mag uitzitten. Om dat voor elkaar te krijgen gaat Kardashian de komende 24 uur twitteren over de zaak.", "Bernard zou medeplichtig zijn aan de dood van Todd en Stacie Bagley uit Iowa tijdens een overval in 1999. Hij werd een jaar later, op 18-jarige leeftijd, schuldig bevonden aan moord. De afgelopen jaren zou aan het licht zijn gekomen dat het proces van Bernard vol onvolledigheden zat.", "Kardashian twitterde eerder al over de zaak en de minder grote rol die de gevangene had bij de misdaad dan de andere twee veroordeelden. Zo zei ze dat Bernard verrast was dat de overval zo uit de hand was gelopen en geschokt was dat een van de andere daders de slachtoffers door het hoofd had geschoten. „De schutter keek daarna naar Brandon, met het wapen nog steeds in zijn hand, en zei dat hij de auto waar Todd en Stacie in lagen in brand moest steken om bewijsmateriaal te vernietigen. Brandon dacht dat ze allebei dood waren, hoewel Stacie dat niet was, vreesde voor zijn eigen leven en maakte daarom de vreselijke beslissing om te gehoorzamen.”"], "authors": [], "keywords": ["van", "trump", "vraagt", "het", "executie", "kardashian", "stacie", "zijn", "gevangene", "stoppen", "kim", "een", "te", "dat", "en", "om", "donald", "aan"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}