{"id": "b0c06c3e-068b-35e0-b7a3-1f5ec0f50ce0", "title": "Wanneer is een sport een olympische sport?", "url": "https://stories.lab.nos.nl/artikel/2359816-wanneer-is-een-sport-een-olympische-sport", "summary": "Wanneer is een sport een olympische sport?\nBreakdance is dan officieel een olympische sport.\nSommige sporters hopen al jaren dat hun sport óók een olympische sport mag worden.\nWanneer is een sport eigenlijk een olympische sport en wie bepaalt dat?\nWordt breakdancen een olympische sport?", "paragraphs": ["Wanneer is een sport een olympische sport? dinsdag, 17:00", "Wat is er gebeurd?", "Breakdancers kunnen in 2024 meedoen aan de Olympische Spelen in Parijs. Breakdance is dan officieel een olympische sport.", "Sommige sporters hopen al jaren dat hun sport óók een olympische sport mag worden. Zo staan bowlen, squash en korfbal nog niet op het programma.", "Het is helemaal niet zo makkelijk om daar iets aan te veranderen. Wanneer is een sport eigenlijk een olympische sport en wie bepaalt dat?", "Waarom is dit nieuws?", "Wordt breakdancen een olympische sport? Daar ging het al een tijdje over. En nu heeft de organisatie van de Spelen besloten van wel. Sommige dansers zijn daar blij mee, andere dansers juist minder. Ze zijn blij dat er meer erkenning komt voor breakdancen, maar denken ook dat de olympische status de break-cultuur verpest.", "Wie bepaalt of een sport olympisch is?", "Een sport mee laten doen aan de Olympische Spelen kan op twee manieren. Het land dat de Spelen organiseert kan een sport kiezen die voor één keer meedoet. Tokio, waar de Spelen volgend jaar zijn, heeft dat bijvoorbeeld gedaan met klimmen, surfen en skateboarden. Ook kan een sport olympisch worden als het Internationaal Olympisch Comité, de club die de spelen organiseert, 'm aandraagt. Daarvoor moet een sport wel voldoen aan heel veel eisen.", "Om te beginnen een sport populair zijn, zegt het IOC. En om te bepalen of een sport dat is, onderzoekt de club onder meer hoeveel mensen naar de sport kijken en hoe populair de sport is op social media, denk aan YouTube. Ook kijkt het IOC bijvoorbeeld naar hoe vaak de sport in het nieuws is en hoeveel jongeren de sport beoefenen.", "Ook vindt de club het belangrijk dat een sport in landen over de hele wereld gespeeld wordt. Hoe lang is dat al zo? En hoe vaak is er voor een sport bijvoorbeeld al een wereldkampioenschap georganiseerd? Zijn het vooral vrouwen of juist mannen die de sport doen?", "Om te bepalen of een sport olympisch mag worden, kijkt het IOC ook naar geld. Hoeveel kost het om de sport mee te laten doen aan de Spelen? Kan hij beoefend worden op bijvoorbeeld een veld dat er al is, of moet er iets nieuws voor worden gebouwd?", "Zo kan het dus zijn dat breakdance uiteindelijk wél een olympische sport wordt maar bowlen, karate of squash niet. Ook kan een sport om allerlei redenen z'n olympische status verliezen.", "Is het altijd goed als een sport olympisch wordt?", "Daar verschillen de meningen vaak over. Om dat uit te leggen zoomen we in dit artikel in op breakdance. Ook in deze scene zijn nu meningsverschillen. Sommige breakdancers zijn blij: voor hun sport komt nu meer aandacht. Dat is goed, vinden ze, want daardoor kan de sport professioneler worden en kan je als danser meer geld verdienen.", "Dat zegt ook Lorenzo (15), die twee jaar terug al wereldkampioen breakdancen werd in zijn leeftijdscategorie. \"Ik denk dat breakdancen nu meer kansen krijgt. Meer mensen komen ermee in aanraking, dus komen er meer sponsoren. Daardoor kan je van breakdancen écht je baan maken. Nu heb je ook wel prijzengeld, maar daar kan je niet van leven.\"", "Maar niet iedereen is daar blij mee. Sommige dansers zijn bang dat breakdancen nu steeds meer zal gaan over winnen en daar geld mee verdienen, terwijl de sport daar volgens hen helemaal niet om moet draaien. Breakdance is een kunstvorm, zeggen ze, alleen wordt daar als de sport olympisch wordt misschien minder bij stilgestaan.", "\"Waar ik bang voor ben is dat je straks alleen maar kids krijgt die aan het opdrukken zijn en alleen gefocust zijn op het winnen, en dat de cultuur er langzaam vanaf druipt\", zegt breakdancer Menno van Gorp, die vorig jaar nog het WK won. Ook wijzen de breakdancers naar de organisatie van de Spelen, het IOC, die willen natuurlijk ook blijven bestaan. Volgers de dansers doet het IOC dit écht niet (alleen) om de sport te helpen.", "Sportexperts denken dat het IOC hiervoor heeft gekozen om het sportevenement ook bij jongeren weer wat populairder te maken. Het IOC maakt zich al een tijdje zorgen, omdat veel kijkers van de Spelen al wat 'ouder' zijn. En dus zoekt de organisatie naar jongere sporten."], "authors": [], "keywords": ["het", "olympische", "zijn", "kan", "een", "ook", "dat", "sport", "en", "wanneer", "spelen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}