{"id": "b0c3d2bd-e713-3316-8776-06b38503d0b0", "title": "De Volkskeuken: Dikbuiktaartje met gemengde groente", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-dikbuiktaartje-met-gemengde-groente~b4711ef1/", "summary": "Was dit het hoogtepunt op het gebied van corrigerend herenondergoed?\n‘Doe mijn biefstuk maar op een bedje van sla, dan ben ik wel klaar’, zei een collega ooit.\nBeleg de springvorm met het deeg.\nKlop de eitjes los met wat melk en kruid flink met peper en zout.\nZet de springvorm in de oven en bak het dikbuiktaartje op 200 graden in 25 minuten gaar (afhankelijk van uw oven).", "paragraphs": ["Dikbuiktaartje. Beeld Marie Louise Schipper", "Omdat de tijden nog altijd zwaar zijn, leek het me een goed idee aandacht te besteden aan de mollige man. Die heeft het echt niet makkelijk. Ooit was de burgemeestersbuik een teken van welstand, maar al in 1934 keerde het tij. Het embonpoint, de buik dus, was uit de mode en er was een uitstekend middel om dat te verhullen: de Simonita Ceintuur, feitelijk een enorme buikband. Je betaalde er omgerekend zo’n 93 euro voor, maar dan had je wel je oorspronkelijke figuur terug.", "Bij de verkoper, modezaak Simonis aan de Haagse Riviervismarkt, stelde op donderdagen een deskundig bandagist orde op zaken. Was dit het hoogtepunt op het gebied van corrigerend herenondergoed? Misschien wel. In de losbandige jaren zeventig kwam de meegroeibroek op de markt, de Mobil Elasto. In de taille zat rek, tot wel 10 centimeter.", "Ook toen wisten we al dat een zittend leven funest is voor de gezondheid, maar dat wat we eten ook belangrijk is. Meer groen dus, en dat is voor sommige kerels een heikel punt. ‘Doe mijn biefstuk maar op een bedje van sla, dan ben ik wel klaar’, zei een collega ooit. Voor hem en de zijnen bedacht ik dit dikbuiktaartje.", "Ingrediënten rol pizzadeeg (koelvak supermarkt) scheut olijfolie ¼ courgette, in smalle repen 65 g pittige komijnekaas, in reepjes ¼ zoete aardappel, in smalle repen 100 g worteltjes, julienne gesneden 100 g bietjes, julienne gesneden ¼ prei, in reepjes 1 sjalot, in reepjes ½ puntpaprika, in reepjes 3 eieren, losgeklopt scheutje melk peper en zout naar smaak stukje verkruimelde feta", "Bereiding", "Snijd de groente. Gebruik een speciale puntenslijper of een kaasschaaf. Neem een kleine springvorm (diameter van 12 tot 15 cm). Vet in met wat olijfolie. Snijd een stukje pizzadeeg uit (bewaar het restant). Snijd het iets groter dan het formaat van de springvorm, dan heeft u een opstaand randje. Beleg de springvorm met het deeg.", "Werk van buiten naar binnen: bekleed de vorm met repen courgette, reepjes kaas, wissel af met de worteltjes, de zoete aardappel, de courgette, de kaas, de worteltjes, de bietjes, de sjalot en de puntpaprika et cetera. Klop de eitjes los met wat melk en kruid flink met peper en zout. Giet over de groente.", "Zet de springvorm in de oven en bak het dikbuiktaartje op 200 graden in 25 minuten gaar (afhankelijk van uw oven). Bestrooi met de feta. Snijd in punten en eet gelijk op. Denk er bier, gebraad en frites bij."], "authors": ["Marie Louise Schipper"], "keywords": ["van", "volkskeuken", "springvorm", "een", "groente", "dikbuiktaartje", "het", "en", "gemengde", "reepjes", "wel", "op", "voor", "met"], "pubDate": "2020-11-16T14:00:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}