{"id": "b0f9b19d-027f-3bfa-9701-00af0b108c5a", "title": "Wijn met komkommer", "url": "https://nrc.nl/nieuws/2021/01/07/wijn-met-komkommer-a4026424", "summary": "Bij het afrekenen vroeg de jongen achter de kassa: „Wilt u er gratis een komkommer bij?” „Een komkommer?”, stamelde ik verbijsterd.\nAnneke Kromsigt in voedselcentrum Isaak en de Schittering Foto Willem PekelderEn zo sprak ik een paar dagen later af met Anneke Kromsigt, pr-vrouw van het voedselcentrum met die sprookjesachtige naam.\n„Producten die anders worden weggegooid, verkopen wij hier voor een zacht prijsje”, vertelde Anneke.\n„Bijvoorbeeld levensmiddelen die tegen de uiterste verkoopdatum aanzitten of groenten met een schoonheidsfoutje.\nMaar als je een klein prijsje moet betalen, neem je alleen wat je nodig het, en niet meer.", "paragraphs": ["Vlak voor Kerst wandelde ik door de Jacob Loisstraat, waar mijn oog viel op de prachtige bedrijfsnaam: ‘Isaak & de Schittering’. Voedselcentrum, meldde de gevel. Ik liep naar binnen en kocht een fles Zuid-Afrikaanse wijn. Immers, wat moet je anders in een voedselcentrum?", "Bij het afrekenen vroeg de jongen achter de kassa: „Wilt u er gratis een komkommer bij?” „Een komkommer?”, stamelde ik verbijsterd. „Eh, nou ja, doe maar”, zei ik. „Neem ook een gratis brood”, drong hij verder aan. „Nou, nee, brood genoeg”, hakkelde ik. „Zo gaat dat hier”, zette de jongen uiteen. „Wie voor minstens vijftig cent iets koopt, krijgt er voor nop brood en groenten bij.”", "Toen ik, nog steeds verbaasd, eenmaal op de stoep stond met mijn shiraz pinotage en mijn komkommer, drong langzaam tot me door wat me zojuist was overkomen: ik was in een concept beland! Daar wilde ik graag meer over weten.", "Anneke Kromsigt in voedselcentrum Isaak en de Schittering Foto Willem Pekelder", "En zo sprak ik een paar dagen later af met Anneke Kromsigt, pr-vrouw van het voedselcentrum met die sprookjesachtige naam. ‘Isaak & de Schittering’ komt uit de spirituele wereld, zo begreep ik. Oprichtster van het voedselcentrum Tresi Barros is namelijk een medium, maar in dit verband belangrijker: ze zet zich in tégen voedselverspilling en vóór minderbedeelden.", "„Producten die anders worden weggegooid, verkopen wij hier voor een zacht prijsje”, vertelde Anneke. „Bijvoorbeeld levensmiddelen die tegen de uiterste verkoopdatum aanzitten of groenten met een schoonheidsfoutje. We halen ze allemaal op bij supermarkten en bedrijven.”", "Maar waarom niet gratis aanbieden wat je gratis hebt gekregen, merkte ik spits op. „Dat heeft te maken met onze filosofie over bewustwording”, antwoordde de pr-vrouw. „Als we de waren gratis aanbieden, is er nooit genoeg. Maar als je een klein prijsje moet betalen, neem je alleen wat je nodig het, en niet meer. En dan krijg je van ons wel een gratis brood erbij en groente.”", "We wandelden langs de schappen en kwamen een peer tegen van 15 cent, een pak melk van 50 cent en een groentepakket van drie voor 1.50. Er zijn de afgelopen zeven jaar drie voedselcentra verrezen in Rotterdam, zo hoorde ik, en een vierde is op komst in de buurt van het Marconiplein. Zes mensen zijn inmiddels in dienst bij ‘Isaak & de Schittering’, de rest van de inkomsten gaat op aan huur, bestelbusjes en andere onkosten.", "Een sociale onderneming, vroeg ik? „Zeker”, beaamde pr-vrouw Anneke. „En we zijn geen concurrent voor de Voedselbank, want er is ‘overtollig’ voedsel genoeg. Bovendien hoeven onze klanten niet onder het bestaansminimum te zitten, zoals bij de Voedselbank. Iedereen is hier welkom”, aldus Anneke.", "Bij de uitgang werd mij een gratis pannenkoek toegeworpen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Willem Pekelder", "Leestijd Minuten"], "keywords": ["ik", "van", "voor", "en", "wijn", "met", "een", "gratis", "op", "komkommer", "het", "je"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}