{"id": "b0fc5e3d-b582-33d7-9f55-db5891898302", "title": "Steunt u zangers, dansers en acteurs, als online publiek?", "url": "https://trouw.nl/opinie/steunt-u-zangers-dansers-en-acteurs-als-online-publiek~b25d1b81/", "summary": "Omdat live optredens beperkt zijn, moet de podiumkunst het van online kaarten hebben.\nRegistratie door de camera biedt vernieuwende vormen, blijkt uit de voorbeelden van het Muziekgebouw aan ‘t IJ in Amsterdam en het Scapinoballet in Rotterdam (Verdieping, 18 november).\nThuis naar het theater of een concert, dat is nu een noodoplossing, maar het zou best eens een blijvertje kunnen zijn.\nKaartjes voor een livestream zijn veel goedkoper dan van een live concert of voorstelling.\nEn als er maar genoeg publiek vanuit huis meekijkt, kan de podiumkunst toch blijven voortbestaan.", "paragraphs": ["Omdat live optredens beperkt zijn, moet de podiumkunst het van online kaarten hebben.", "Wel of niet doorgaan? Toch proberen? Of gewoon maar stoppen, voorgoed? Koren, theatergezelschappen, musici en dansers worden al acht maanden heen en weer geslingerd. En hun publiek ook. Juist in tijden van crisis is er behoefte aan een uitlaatklep, iets dat je uit de dagelijkse routine haalt, een andere wereld in, waardoor je even loskomt van al dat gepieker en gepeins over afstand houden, mondkapjes, en je het gemis van omhelzingen tijdelijk niet voelt. En precies dat kan nu niet. Amateurkoren mogen voorlopig niet repeteren en geen uitvoeringen geven.", "Podiumkunst heeft ook een economische kant natuurlijk. In Trouw hebben voorbeelden gestaan van professionele kunstenaars die nu op een andere manier hun geld verdienen, of die erover denken dat te gaan doen, als de crisis langer aanhoudt.", "Voor amateurzangers, -dansers en -acteurs gaat het om iets anders. Zingen via Zoom, dat kan natuurlijk wel, maar de meeste van mijn medekoorleden geven aan dat ze daar eigenlijk niets aan vinden. Je mist de concentratie om je heen. Op de valreep van de persconferentie begin november was er nog een concert van het koor waar ik al sinds maart niet meer meezing, al ben ik er nog wel lid van. Dertig man publiek, en de koorleden op afstand van elkaar. Behelpen, maar toch nog wat.", "Zo hebben ook amateurorkesten na de zomer weer eventjes gerepeteerd, maar al snel kwam er een eind aan het samenspelen. En waar zingen op anderhalve meter afstand nog wel kan, is het bij theater ondoenlijk.", "Online zijn er geen goedkope of dure plaatsen", "Voor de amateurkunst is het behelpen, dat online optreden, maar professionele podiumkunstenaars zien er een nieuwe mogelijkheid in. Registratie door de camera biedt vernieuwende vormen, blijkt uit de voorbeelden van het Muziekgebouw aan ‘t IJ in Amsterdam en het Scapinoballet in Rotterdam (Verdieping, 18 november).", "Thuis naar het theater of een concert, dat is nu een noodoplossing, maar het zou best eens een blijvertje kunnen zijn. Zeker als de camera veel dichterbij komt dan zelfs het publiek op de eerste rij, waardoor iedereen een intense beleving krijgt van de voorstelling. Geen verschil meer tussen goedkope kaartjes voor een plaats achterin, of dure in de loge. Kaartjes voor een livestream zijn veel goedkoper dan van een live concert of voorstelling. En als er maar genoeg publiek vanuit huis meekijkt, kan de podiumkunst toch blijven voortbestaan. Want misschien gaat het nog wel een jaar duren, of langer zelfs, voor we weer in grotere gezelschappen bij elkaar kunnen klitten.", "Heeft u ervaring met thuis online een concert of theaterstuk bekijken? Of doneert u aan het kleine theater bij u in de buurt?", "Hoe belangrijk is het voor u dat muziek, dans en theater door blijven gaan?", "Reageren? Stuur uw reactie van circa 150 woorden uiterlijk dinsdag 12 uur naar lezers@trouw.nl, voorzien van naam en adres. Een keuze uit de antwoorden verschijnt woensdag.", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden."], "authors": ["Monic Slingerland"], "keywords": ["aan", "zangers", "acteurs", "als", "van", "nog", "het", "op", "maar", "online", "een", "dansers", "en", "dat", "publiek", "er", "steunt"], "pubDate": "2020-11-21T14:56:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}