{"id": "b10760f2-2c13-3d92-bf22-5f2188ba43d8", "title": "Op het acrobatenschip zien Griekse kinderen iets dat ze nooit zagen", "url": "https://www.volkskrant.nl/kijkverder/v/2020/zomerserie-coronaplus-aflevering-4-griekenland~v394390/", "summary": "De missie van Fred is nog altijd hetzelfde als in de begindagen, zag Zolin.\nFred, Nikoleta en hun almaar wisselende team van clowns, acrobaten en schippers vanuit alle mogelijke landen ter wereld, stoppen bij de kleinste Griekse dorpjes op de meest afgelegen eilanden om de lokale kinderen iets te ­laten zien wat ze nooit eerder zagen, simpelweg omdat traditionele circussen nooit de boot pakken naar eilanden als Ithaka.\nZe slapen op de boot, vaak onder niet veel meer dan een deken en de sterrenhemel, en leven van de gemiddeld 250 euro die er na een avondvoorstelling in de hoed van Fred achterblijft.\nTrainen doen ze op de Utopia, of op het strand, of in de vissershaven waar ze die dag toevallig zijn aangemeerd en waar ze later die avond aan de zwier gaan.\nVolgens ­fotograaf Zolin zijn ze bijna allemaal dol­gelukkig.", "paragraphs": ["De missie van Fred is nog altijd hetzelfde als in de begindagen, zag Zolin. Fred, Nikoleta en hun almaar wisselende team van clowns, acrobaten en schippers vanuit alle mogelijke landen ter wereld, stoppen bij de kleinste Griekse dorpjes op de meest afgelegen eilanden om de lokale kinderen iets te ­laten zien wat ze nooit eerder zagen, simpelweg omdat traditionele circussen nooit de boot pakken naar eilanden als Ithaka.", "De groep circusartiesten, vrijwel allemaal idealistische jongeren die met hun jongleerballen en eenwielers vechten tegen de ellende van de alledaagsheid, is dit jaar groter dan ooit omdat er vanwege de coronacrisis nauwelijks regulier circuswerk voorhanden is. Ze slapen op de boot, vaak onder niet veel meer dan een deken en de sterrenhemel, en leven van de gemiddeld 250 euro die er na een avondvoorstelling in de hoed van Fred achterblijft. Trainen doen ze op de Utopia, of op het strand, of in de vissershaven waar ze die dag toevallig zijn aangemeerd en waar ze later die avond aan de zwier gaan. Volgens ­fotograaf Zolin zijn ze bijna allemaal dol­gelukkig."], "authors": ["Augustus"], "keywords": ["van", "het", "zien", "op", "die", "zijn", "waar", "zagen", "kinderen", "griekse", "ze", "omdat", "dat", "en", "zolin", "fred", "iets", "nooit"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}