{"id": "b10e5df2-1545-3c7e-bf2e-eeaf62e84886", "title": "Rode beurzen VS wachten op Airbnb", "url": "https://www.telegraaf.nl/financieel/2101388490/rode-beurzen-vs-wachten-op-airbnb", "summary": "Zij leken eerder aan te sturen op een pakket van ruim $900 miljard.\nBekijk ook: Facebook dreigt WhatsApp te moeten verkopenHuizenverhuursite Airbnb maakt vandaag zijn debuut op Wall Street.\nDe totale waardering van Airbnb bedraagt circa $47 miljard.\nDe oprichters van Airbnb cashen ruim $100 miljoen bij de beursintroductie.\nDe maaltijdenbezorger werd op zijn eerste handelsdag ruim 85% meer waard.", "paragraphs": ["Vlak na opening staat de Dow Jones-index 0,4% lager. Technologiebeurs Nasdaq daalt 0,7%. De breed samengestelde S&P 500-index zakt 0,5%.", "Het aantal uitkeringsaanvragen in de VS steeg vorige week met 137.000 naar 853.000. Dat cijfer valt hoger uit dan verwacht. Door het oplopende aantal coronabesmettingen en nieuwe lockdowns in de VS wordt het herstel van de Amerikaanse arbeidsmarkt ondermijnd en worden weer meer mensen ontslagen.", "Intussen zijn de Republikeinen en Democraten het nog steeds niet eens over een nieuw steunpakket voor gedupeerden van de coronacris. Zij leken eerder aan te sturen op een pakket van ruim $900 miljard.", "De koers van Facebook gaat 1% omlaag. Er is een mededingingsklacht tegen het social mediabedrijf ingediend. Facebook zou al jaren stelselmatig hebben geprobeerd de concurrentie uit te schakelen en zette daar zijn marktmacht voor in. Als straf zou Facebook mogelijk Instagram en WhatsApp moeten verkopen als het aan de Amerikaanse justitie ligt.", "Bekijk ook: Facebook dreigt WhatsApp te moeten verkopen", "Huizenverhuursite Airbnb maakt vandaag zijn debuut op Wall Street. Met de beursgang wordt ongeveer $3,5 miljard opgehaald. De totale waardering van Airbnb bedraagt circa $47 miljard. De oprichters van Airbnb cashen ruim $100 miljoen bij de beursintroductie.", "Woensdag maakte DoorDash een glorieus debuut op Wall Street. De maaltijdenbezorger werd op zijn eerste handelsdag ruim 85% meer waard. Het aandeel DoorDash veert vandaag weer 7% terug."], "authors": ["Redactie Dft"], "keywords": ["airbnb", "van", "het", "op", "facebook", "ruim", "zijn", "beurzen", "rode", "een", "vs", "en", "te", "wachten"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}