{"id": "b1313341-9475-38bb-a14e-b3ba95d24f0d", "title": "Niemand wilde Queen interviewen, behalve Kees Baars: ‘Ik wist: dit gaat groot worden’", "url": "https://www.parool.nl/kunst-media/niemand-wilde-queen-interviewen-behalve-kees-baars-ik-wist-dit-gaat-groot-worden~bf70957d/", "summary": "We wisten dat hij ziek was, maar niet dat het zo erg was.\nDe eerste keer dat ik hem interviewde, was in 1978, in New York, het debuutalbum van Van Halen was net uit.\nMaar ik had hun vierde album A night at the opera al gehoord, met daarop Bohemian Rhapsody, en wist: dit gaat groot worden.\n?’ In het kerstnummer had ik mijn eerste grote verhaal.”Snelle auto’s“Het hardste dat ik gereden heb?\nZij zorgde dat hij die cassette te horen kreeg en ook hij was meteen laaiend enthousiast.", "paragraphs": ["Kees Baars met de Klapstoel. Beeld Harmen de Jong", "Amsterdam-Oost", "“We woonden in de Eerste Oosterparkstraat. Mijn twee broers en ik deelden een kamer. Toen we eenmaal op de middelbare school kwamen, ging dat niet meer en zijn we rond mijn dertiende naar Noord gegaan. Mijn vader was gymnastiekleraar, mijn moeder huisvrouw. Tot mijn vaders grote verdriet waren mijn broers en ik totaal niet geïnteresseerd in sport.”", "Gonnie Baars", "“Mijn nicht, die in 1967 een grote hit had met Alle leuke jongens willen vrijen, maar het stadhuis is er niet bij. Zij en Willeke Alberti gingen een tijd gelijk op, maar Willeke werd steeds populairder, terwijl het Gonnie niet meer lukte hits te scoren. Ze was de dochter van oom Aart, de broer van mijn vader. Hij was een echte levensgenieter. Oom Aart zat in de muziek. Hij speelde piano in van die combo’s op het Leidseplein, toen dat inzakte, ging hij promotiewerk bij platenmaatschappijen doen. Vergeleken bij oom Aart was mijn vader een keurige, beetje saaie man. Maar mijn vader is 90 geworden, zijn jongere broer Aart maar 63 of zo. Gonnie is ook vroeg overleden, die was 52.”", "Eddie van Halen", "“Ik was gechoqueerd door zijn dood. We wisten dat hij ziek was, maar niet dat het zo erg was. De eerste keer dat ik hem interviewde, was in 1978, in New York, het debuutalbum van Van Halen was net uit. Eddie en zijn broer Alex bleken nog perfect Nederlands te spreken. Hun ouders konden wel boodschappen doen in het Engels, maar thuis was Nederlands de voertaal. Eddy zei dat ze graag in Amsterdam wilden spelen, hun geboortestad. Een paar maanden later stonden ze in Paradiso, dat vol was maar niet uitverkocht. Er was wel veel Nederlandse familie en pa en ma waren er ook.”", "“In een apart zaaltje van Paradiso was een ­bijeenkomst voor de familie: heel emotioneel, die mensen hadden elkaar sinds de emigratie niet meer gezien. Sindsdien hebben we altijd goed contact gehouden. Eddy was zo’n aardige vent. David Lee Roth, de zanger van Van Halen, was echt een showman, heel flamboyant. Eddy was het tegenovergestelde. Die wilde alleen maar een heel goede gitarist zijn, waar hij ook keihard voor heeft gewerkt.”", "Oor", "“Van 1975 tot 1982 heb ik er gewerkt, een heel goede tijd om popjournalist te zijn. Er was ontzettend veel geld bij platenmaatschappijen. Een elpee kostte rond de 20 gulden in die tijd. De artiesten kregen daarvan twee kwartjes, misschien een gulden, de platenmaatschappij een tientje. Een tientje! Die hadden budgetten, niet normaal. Als ik belde: ‘Ik wil graag een interview doen met Aerosmith en zie dat ze ­volgende week optreden in Philadelphia’, dan werden er meteen vliegtickets en een hotel geregeld. Ik overdrijf niet.”", "Hardrock", "“Ik hield altijd al van bands als The Kinks, de Small Faces en The Who, het stevigere werk. Toen kreeg je Hendrix en Cream, die ik ook te gek vond. Maar eind jaren zestig, begin jaren zeventig begon het pas echt: Led Zeppelin, Black Sabbath, Deep Purple, Uriah Heep. Het was voor mij de mooiste muziek op aarde. En dat is het nog steeds. Metal? Daar heb ik dan weer niets mee, zeker niet als het gaat om speed- of deathmetal en dat gedoe over satan. Er is voor mij een duidelijk onderscheid tussen hardrock en heavy metal.”", "Metallica", "“Ook niet mijn ding. Hun manager Peter Mensch, die ik kende van zijn werk met groepen als The Scorpions en Def Leppard, snapte er niets van toen ik hem dat zei. ‘Jij moet mee naar een optreden!’ Ja, maar... ‘Nee, mee!’ In de IJsselhal in Zwolle speelde het nog niet doorgebroken Metallica op een festival met allemaal van die teringherriebands. ‘En? En?’ vroeg Peter Mensch. Ik heb het hem maar gewoon gezegd: helemaal kut. Hij: “Dit wordt binnen een paar jaar de grootste band van de wereld!’ Ja, haha, lachen, die Peter toch. Maar hij had wel gelijk.”", "Paul McCartney", "“In 1980 was hij in Japan gearresteerd wegens het bezit van drugs. Toen hij na tien dagen weer werd vrijgelaten, wilde hij meteen terug naar Engeland. Omdat er geen directe vlucht was, ging hij over Schiphol, waar hij midden in de nacht een paar uur moest wachten. Via Vero­nica wist ik een cameraploeg te regelen. Op Schiphol waren er meer journalisten en fotografen, maar in de buurt van McCartney konden we niet komen, de boel was afgezet.”", "“Ineens herkende ik een van de marechaussees, dat was een gast die altijd foto’s maakte bij hardrockconcerten. Dus ik riep: ‘Hé Gerard, zeg even tegen die lui van McCartney dat we verdwijnen als hij een statement geeft.’ En ja hoor, even later kwam hij eraan en omdat ik de enige was met een cameraploeg stapte hij op mij af. Paar minuutjes gekletst over hoe het was in Japan en zo en weg was hij weer. De volgende dag stond ik met mijn kop op voorpagina’s van kranten in de hele wereld.”", "Ouwe pik", "“Amsterdammers weten dat het niet lelijk is bedoeld; ‘hé, ouwe pik’ is zoiets als ‘hé, ouwe gabber.’ Ik zei het altijd tegen Alfred Lagarde, met wie ik Countdown Café presenteerde. Hij heeft dat overgenomen en zei aan het begin van de show altijd: ‘Yooo, ouwe pik, wat gaan we doen?’”", "Het boek Ouwe pik is ontstaan in de kroeg. Ik ga graag een biertje drinken met muziekvrienden Tjerk Lammers en Jaap van Eik. Drie ouwe mannetjes met een verleden in de muziekwereld, dat is lekker ouwehoeren natuurlijk. Zij vonden dat ik al mijn verhalen eens moest opschrijven. Ja, dag, wie zit daar nou op te wachten? En bovendien: Jaap had veel mooiere verhalen, die moest eerst maar eens een boek maken. ‘Deal,’ zei hij. Nadat hij het manuscript van zijn eigen De bas moet knorren had ingeleverd, belde hij: ‘Kees, mijn boek is klaar, nu gaan we aan het jouwe beginnen.’ Hij heeft mij dagenlang geïnterviewd, de tekst hebben we samen geschreven.”", "Queen", "“Bij mijn allereerste redactievergadering bij Oor, ik had alleen nog maar wat recensies geschreven, zei ik bij de rondvraag dat ik wel iets met Queen wilde doen. Ik werd weggehoond. Iedereen hield daar van Neil Young en Lou Reed, Queen vonden ze een kutband. Maar ik had hun vierde album A night at the opera al gehoord, met daarop Bohemian Rhapsody, en wist: dit gaat groot worden. Op eigen houtje heb ik toen een interview in Londen geregeld. Anton Corbijn, ook net begonnen bij Oor, ging mee om foto’s te maken. Bij de volgende vergadering was Bohemian Rhapsody inmiddels een grote hit en was het: misschien moeten we toch wat met Queen doen. Ik zei: ‘Ik heb ze vorige week gesproken.’ Iedereen: ‘Wát!?’ In het kerstnummer had ik mijn eerste grote verhaal.”", "Snelle auto’s", "“Het hardste dat ik gereden heb? 285 in een Chevrolet Corvette in Spanje. Was wel voor een tv-programma. Muziek en auto’s, liefst snelle auto’s, dat zijn mijn passies. Ook van die auto’s heb ik begin jaren negentig mijn werk weten te maken. In die tijd kwam dance op, wat ik echt vreselijke muziek vind. Wat ik wel heel leuk vond was Top Gear, het autoprogramma van de BBC: veel humor, beetje cynisch ook wel, en ze deden leuke dingen als, weet ik veel, met auto’s tegen een muur rijden. Zoiets wilde ik ook.”", "“Bij Veronica zagen ze het wel zitten en Huub Stapel werd de presentator. Stapel met auto’s was het eerste van een hele reeks auto- en motorprogramma’s waarvan ik eindredacteur was. Ook weer een geweldige tijd. Ik heb in alles gereden toen, Porsches, Ferrari’s, Rolls-Royces. Tegenwoordig rijd ik in een BMW X5. Ik woon hartstikke lekker in Noord, maar je moet hier geen Ferrari voor de deur zetten.”", "Baars Classic Rock", "“Het station met de meeste gitaarsolo’s ter wereld. Baars Classic Rock is mijn eigen internetradiostation. 24 uur per dag klassieke rock. Uit een bestand van echt duizenden nummers stelt de computer zelf een programma samen. De software die je ervoor nodig hebt, kost maar een paar honderd dollar. Hoeveel mensen er naar luisteren? Ik weet het niet precies, een paar duizend man per dag? Het is een hobby. Anderen gaan modelvliegtuigjes bouwen of ­vissen, ik heb dit. En het is een stuk goedkoper dan klassieke auto’s verzamelen.”", "Vandenberg", "“Ach, Adje. Heeft een geweldig goed nieuw album gemaakt, maar kan door de coronacrisis niet toeren, beroerd hoor. Ik ken hem al heel lang: zó’n gozer. Begin jaren tachtig stuurde hij me een cassette van zijn toenmalige groep Teaser. Ik luisterde en zei: ‘Ad, je hebt goud in handen, dit moet naar het buitenland.’ Hij had geen idee hoe hij dat moest aanpakken, maar ik had in die tijd toevallig verkering met de secretaresse van de topman van Atlantic in Londen. Zij zorgde dat hij die cassette te horen kreeg en ook hij was meteen laaiend enthousiast. Hij kwam naar Nederland en zei tegen Adje: ‘Jij gaat een elpee opnemen in de studio van mijn vriend Jimmy Page’.”", "“Toen ik zag hoe groot Atlantic het wilde aanpakken, dacht ik: hier wil ik ook bij zijn. Van 1982 tot 1886 was ik manager van Vandenberg, zoals Adjes band inmiddels heette. Het eerste album was heel succesvol en het nummer Burning Heart was een hit in Amerika, Japan en Engeland. Maar de singles die bij het tweede en derde album hoorden flopten, waarna Adje bij Whitesnake is gaan spelen. Waanzinnig avontuur evengoed, die vijf jaar vlogen voorbij. Ik vond het ook leuk om manager te zijn. Je bent toch een beetje de baas hè, niet muzikaal natuurlijk, wel over de rest, en ik merkte dat die rol me wel lag.”", "Glenn Faria", "“Een rapper? Hou maar op. De kids vinden het allemaal prachtig, die gaan ervoor, prima, maar ik heb echt he-le-maal niets met hiphop.”", "Ouwe pik (€22,95) is verkrijgbaar via boekenbestellen.nl"], "authors": ["Peter Van Brummelen"], "keywords": ["groot", "van", "kees", "wilde", "queen", "het", "hij", "interviewen", "maar", "niemand", "ik", "gaat", "die", "wist", "een", "mijn", "en", "dat", "worden"], "pubDate": "2020-11-28T13:00:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}