{"id": "b1329820-fec5-3873-a80d-fe652c0aa364", "title": "Nyck de Vries rijdt ruim 600 km in auto Hamilton: ‘Met niets te vergelijken’", "url": "https://volkskrant.nl/sport/nyck-de-vries-rijdt-ruim-600-km-in-auto-hamilton-met-niets-te-vergelijken~b3af1daa/", "summary": "Nyck de Vries in de auto van Mercedes op het circuit van Abu Dhabi.\nDie innige band met Mercedes leverde De Vries dus ook een Formule 1-test op.\nHet voelt ook niet eens zo snel op het rechte stuk.\n‘Dus ik heb er heel bewust van genoten en ben blij dat ik eens in een Formule 1-auto heb gereden’, zegt hij.\nOm daarbij met een lach te benadrukken dat hij nu ook niet meteen een foto van zichzelf in de Mercedes zal ophangen in zijn studio in Monaco.", "paragraphs": ["Nyck de Vries in de auto van Mercedes op het circuit van Abu Dhabi. Beeld Formula 1 via Getty Images", "De Vries wist al sinds oktober dat hij op een van de twee testdagen na de laatste F1-race van het jaar in de Mercedes mocht rijden. ‘Maar ik heb wel echt mijn best gedaan mijn enthousiasme in te dammen tot ik echt in die auto zat’, zei hij een dag later over de telefoon vanuit Portugal, waar hij meteen vanuit Abu Dhabi naartoe was gereisd voor een andere test. ‘In de huidige wereld is namelijk niets zeker.’", "Stoeltje", "Vorig jaar werd De Vries de eerste Nederlandse kampioen in de Formule 2, het hoogste opstapniveau onder de Formule 1. Hij was toen al verbonden aan Mercedes als simulatorcoureur. Met zijn F2-titel verdiende hij een stoeltje in de volledige elektrische raceklasse Formule E bij het team van de dominantste Formule 1-renstal ooit (zeven constructeurstitels op rij).", "Die innige band met Mercedes leverde De Vries dus ook een Formule 1-test op. Vooraf wist hij niet goed wat te verwachten. ‘Want het team heeft een zwaar seizoen achter de rug, met veel races in korte tijd. Ik kan me voorstellen dat de adrenaline dan een beetje weg is. Daar was niets van te merken. Ik voelde me heel welkom’, zegt De Vries.", "Snelheid", "Daarnaast kende hij het complexe Formule 1-stuur al een beetje van zijn simulatorwerk en was hij in de Formule E gewend geraakt aan werken met een groter team. Waar hij zich niet op kon voorbereiden, was de snelheid. De huidige F1-auto’s zijn de snelste ooit. Afgelopen seizoen werden er op tal van circuits ronderecords verbroken.", "‘Die acceleratie en topsnelheid is niet eens zo boeiend’, legt De Vries uit. ‘Daar ben je al aan gewend als je bij wijze van spreken de pitstraat uit bent gereden. Het voelt ook niet eens zo snel op het rechte stuk. Als je op de rem trapt voor een bocht, verandert dat direct. Dat is echt onvoorstelbaar.", "‘De huidige auto’s overtreffen echt de wetenschap. Vooral in de snelle bochten. Ik heb in mijn loopbaan nog nooit meegemaakt dat ik mijn hoofd niet van de headrest (beschermingsring van schuimrubber rond hoofd van de coureur, red.) kon houden.’", "Op z’n gemak", "Na een paar wenrondjes voelde De Vries zich opvallend snel op z’n gemak in Hamiltons W11. Het was te zien aan zijn rondetijden. Hij eindigde de dag met de op een na snelste tijd. Enkel tweevoudig wereldkampioen Fernando Alonso was sneller in zijn Renault.", "‘Zij reden alleen met weinig benzine en ik kan zeggen: wij reden verre van low fuel. Het was een goede dag. Ik heb geen fouten gemaakt en heb gedaan wat ze van me vroegen. We konden zelfs nog een beetje spelen met de afstelling, waardoor ze een idee kregen waar Red Bull het afgelopen weekeinde won.’", "De Vries blijft wel nuchter. Hij weet dat na één geslaagde test voor hem niet opeens de Formule 1 gloort. ‘Dus ik heb er heel bewust van genoten en ben blij dat ik eens in een Formule 1-auto heb gereden’, zegt hij. Om daarbij met een lach te benadrukken dat hij nu ook niet meteen een foto van zichzelf in de Mercedes zal ophangen in zijn studio in Monaco. ‘Maar misschien waardeer ik dit moment over twintig jaar heel anders.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "dat", "nyck", "niets", "een", "het", "vries", "formule", "te", "ik", "hamilton", "rijdt", "ruim", "op", "vergelijken", "hij", "met", "km"], "pubDate": "2020-12-17T16:48:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}