{"id": "b13eaedc-d5bf-34bc-b326-e95c09a256a2", "title": "We nemen het niet meer zo nauw met de regels, kan Nederland een quarantaineplicht invoeren?", "url": "https://trouw.nl/binnenland/we-nemen-het-niet-meer-zo-nauw-met-de-regels-kan-nederland-een-quarantaineplicht-invoeren~b11c4ee3/", "summary": "De roep van Hubert Bruls is een reactie op onderzoek van het RIVM.\nVan de twee categorieën die het grootste risico vormen – mensen van wie een huisgenoot positief is getest en mensen die zelf positief testen – gaat respectievelijk 34 en 18 procent toch de deur uit.\nZonde, om strenge straffen op te moeten leggenDe vraag is of er politieke wil bestaat om dat te doen.\nDaarmee wijkt België niet zoveel af van Nederland; het land van ‘elkaar op verantwoordelijkheden aanspreken’, zoals Grapperhaus dat eerder formuleerde.\nDat is ook terug te zien in het Plan van aanpak Quarantaine dat woensdag op de website van het ministerie van volksgezondheid verscheen.", "paragraphs": ["Telkens als blijkt dat Nederlanders zich weinig aantrekken van de quarantaineregels, klinkt ergens de roep om een strenge, afdwingbare plicht. Ook deze week weer. De roep van Hubert Bruls is een reactie op onderzoek van het RIVM. Daaruit blijkt dat ruim 70 procent van de ondervraagden de regels negeert bij terugkomst uit een hoog-risicogebied, 68 procent niet thuisblijft bij klachten, 53 procent gewoon naar buiten gaat als een huisgenoot klachten heeft en 41 procent zich niets aantrekt van een melding van de GGD als zij via het bron- en contactonderzoek zijn benaderd.", "Van de twee categorieën die het grootste risico vormen – mensen van wie een huisgenoot positief is getest en mensen die zelf positief testen – gaat respectievelijk 34 en 18 procent toch de deur uit.", "“De mogelijkheden die er nu zijn, lopen via de officier van justitie en de rechtbank”, zei Bruls op Radio 1 in een reactie op de cijfers. “Maar je zou dat als burgemeester gewoon op willen kunnen leggen. Net zo goed als je boetes oplegt.”", "De in juli aangepaste Wet publieke gezondheid biedt wel mogelijkheden om Nederlanders quarantaine op te leggen. Dat kan als er sprake is van ernstig gevaar voor de volksgezondheid. Wie de quarantaineplicht overtreedt, kan een boete krijgen.", "Zonde, om strenge straffen op te moeten leggen", "De vraag is of er politieke wil bestaat om dat te doen. Eerder zei minister Ferd Grapperhaus van justitie al dat hij het ‘zonde zou vinden om strenge straffen’ op te moeten leggen. Premier Mark Rutte heeft zich ook al meerdere keren op die manier uitgelaten.", "In het buitenland is het niet ongewoon om quarantaine af te dwingen. Duitsland controleert actief of een positief geteste inwoner niet toch de straat op gaat. Gebeurt dat wel, dan kan een boete volgen die kan oplopen tot 25.000 euro. Ook België kent een dwingende quarantaineplicht. Wie daar uit een hoogrisicogebied komt en de quarantaineplicht niet naleeft, kan een boete tot 4000 euro krijgen, zelfs een gevangenisstraf tot zes maanden behoort tot de mogelijkheden. Maar dit soort straffen zijn toch vooral ter afschrikking, omdat het nu eenmaal onmogelijk is iedereen in quarantaine te controleren. “Er bestaat een belangrijke morele verantwoordelijkheid bij de mensen zelf”, zei de Vlaamse minister van welzijn Wouter Beke.", "Daarmee wijkt België niet zoveel af van Nederland; het land van ‘elkaar op verantwoordelijkheden aanspreken’, zoals Grapperhaus dat eerder formuleerde. Dat is ook terug te zien in het Plan van aanpak Quarantaine dat woensdag op de website van het ministerie van volksgezondheid verscheen.", "De niet-bewuste overtreders aanspreken", "Daarin maakt het ministerie een onderscheid tussen drie groepen: de Nederlanders die de regels bewust overtreden, onder meer om principiële redenen, de mensen die de regels onbedoeld overtreden en de nalevers. Het beleid richt zich vooral op de middelste groep: de niet-bewuste overtreders. Door een nieuwe campagne hoopt de overheid deze groep beter aan te spreken. Ook sociale ondersteuning moet deze groep helpen. Ze zouden hulp kunnen krijgen bij het boodschappen doen of de hond uitlaten, of een luisterend oor als ze het psychisch te kwaad krijgen.", "Nieuw is de inzet van zogenoemde quarantainecoaches. Dat zijn vrijwilligers van het Rode Kruis die Nederlanders vanaf volgende maand zullen helpen hun quarantaine vol te houden. Zo’n coach is er voor psychische ondersteuning en wijst mensen op de mogelijkheden die gemeenten bieden bij praktische en financiële zaken.", "Ook kunnen de coaches eventueel bemiddelen om een quarantainebuddy te vinden. Dat is een vrijwilliger van Ready2Help, een burgerinitiatief waarvoor 85.000 Nederlanders zich hebben aangemeld. Zo’n buddy kan helpen met de boodschappen of andere noodzakelijk taken die ineens niet meer kunnen.", "Lees ook:", "In Duitsland is de quarantaine al verplicht. ‘Er zijn wel mensen die protesteren, maar dat is een minderheid’", "Wie in Duitsland de quarantaineplicht aan zijn laars lapt, riskeert een boete van 25.000 euro. En volgens de autoriteiten werkt dat. ‘De meeste mensen hier houden zich aan de regels.’"], "authors": ["Marco Visser"], "keywords": ["zo", "van", "regels", "nederland", "mensen", "het", "nauw", "meer", "met", "op", "die", "quarantaineplicht", "kan", "niet", "een", "dat", "nemen", "te", "en", "om"], "pubDate": "2020-12-10T11:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}