{"id": "b151bda7-f40e-37de-b5b9-c0f16bfdb4d9", "title": "Miljardenkoop in brillenwereld lijkt af te ketsen op de slachting die corona onder winkels heeft aangericht", "url": "https://volkskrant.nl/economie/miljardenkoop-in-brillenwereld-lijkt-af-te-ketsen-op-de-slachting-die-corona-onder-winkels-heeft-aangericht~b77cac4f/", "summary": "Maar sinds de uitbraak van de coronapandemie is ‘EssiLux’ van gedachten veranderd.\nEerst was er ergernis onder de Fransen en Italianen over het besluit van GrandVIsion om veel winkels te sluiten tijdens de lockdown.\nHet conflict escaleerde en EssiLux liet beslag leggen op de boeken van GrandVision.\nDe Fransen en Italianen zouden de koop niet meer aandurven, omdat ze zich grote zorgen maken over langdurige gevolgen die covid heeft op de winkels en omzet van GrandVision.\nDe vrees bestaat dat de combinatie (EssiLux heeft een jaaromzet van 17 miljard euro en GrandVision van ruim 4 miljard) te veel macht krijgt.", "paragraphs": ["Beeld ANP", "Update: EssilorLuxottica liet donderdagochtend weten achter de overname te blijven staan.", "EssilorLuxottica, eigenaar van merken als Ray-Ban, wilde vorig jaar het meerderheidsbelang in GrandVision overnemen van de eveneens Nederlandse investeerder HAL voor 7,3 miljard euro. Maar sinds de uitbraak van de coronapandemie is ‘EssiLux’ van gedachten veranderd.", "Eerst was er ergernis onder de Fransen en Italianen over het besluit van GrandVIsion om veel winkels te sluiten tijdens de lockdown. Het Nederlandse concern verloor hierdoor veel omzet en schond de overnamevoorwaarden, stelde EssiLux. De Fransen en Italianen eisten inzage in de boeken om te zien hoe groot de coronaschade was, wat de Nederlanders weigerden.", "Het conflict escaleerde en EssiLux liet beslag leggen op de boeken van GrandVision. De ruzie bereikte in augustus een voorlopig hoogtepunt voor de voorzieningenrechter. Die oordeelde dat het Nederlandse concern de boeken niet hoeft open te stellen.", "Daarop werd het stil. Woensdagavond meldde persbureau Bloomberg dat EssiLux mogelijk helemaal afziet van de overname. De Fransen en Italianen zouden de koop niet meer aandurven, omdat ze zich grote zorgen maken over langdurige gevolgen die covid heeft op de winkels en omzet van GrandVision.", "Dit betekent wellicht goed nieuws voor investeerder HAL, omdat in de koopovereenkomst is opgenomen dat EssiLux bij het afketsen van de deal 400 miljoen euro moet betalen aan de Nederlandse investeerder. Een andere mogelijkheid is dat er opnieuw wordt onderhandeld over de prijs, maar het is de vraag of HAL bereid is in te schikken. Geen van beide bedrijven wilde woensdag reageren, al laat GrandVision weten dat het de verkoop nog altijd graag wil afronden. Donderdagochtend liet ook EssiLux weten achter de overname te blijven staan. ‘EssilorLuxottica blijft zich inzetten voor het afronden van de transactie', aldus het concern in een formele verklaring. Verder wil het bedrijf niet ingaan op geruchten in de markt.", "Met de deal zou EssiLux, nu al ’s werelds grootste brillenfirma, er in één klap zevenduizend winkels bij krijgen in meer dan veertig landen. De vraag is inmiddels hoe blij de Fransen en Italianen daarmee nog moeten zijn: het concern zag de online-omzet tijdens de pandemie exploderen, terwijl die in de stenen winkels kelderde. Volgens Bloomberg daalde de omzet van EssiLux in de eerste negen maanden met eenvijfde, maar stegen de onlineverkopen juist met 40 procent tot een record van 878 miljoen euro.", "De overname liep niet alleen vanwege de ‘brillenoorlog’ vertraging op; ook ging veel tijd verloren doordat toezichthouders in diverse landen de voorgenomen koop wilden onderzoeken. De vrees bestaat dat de combinatie (EssiLux heeft een jaaromzet van 17 miljard euro en GrandVision van ruim 4 miljard) te veel macht krijgt. De Europese Commissie bemoeit zich eveneens met de zaak."], "authors": ["Bard Van De Weijer"], "keywords": ["miljardenkoop", "van", "heeft", "essilux", "het", "op", "grandvision", "die", "voor", "slachting", "onder", "een", "te", "en", "dat", "ketsen", "winkels", "lijkt"], "pubDate": "2020-12-09T21:58:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}