{"id": "b1559a39-0dc3-3dde-816b-6f15289f9874", "title": "Het jaar van Chantal Janzen: showbizz-koningin met een scherp randje", "url": "https://trouw.nl/cultuur-media/het-jaar-van-chantal-janzen-showbizz-koningin-met-een-scherp-randje~b0f487a2/", "summary": "Eenmaal op het podium herpakte ze zich en stak een gloedvol betoog af over het belang van cultuur, juist in deze tijd.\nDaarnaast heeft Janzen haar eigen mediaplatform &C dat bestaat uit een tijdschrift en een website met verhalen over wat haar zoals bezighoudt als werkende moeder.\nDe Mol is een soort ex-tante, omdat Janzen een poosje een relatie had met Linda’s neef Johnny, zoon van de grote John de Mol.\nDe Mol liet weten dat ze het niet zou kunnen verdragen als een andere presentatrice ermee aan de haal zou gaan.\nDe keiharde kijkcijfers zijn onverbiddelijk voor overstappende tv-sterrenBevalt het ze een beetje, de tv-sterren die overstapten naar de concurrentie?", "paragraphs": ["Het had het jaar van Chantal Janzen moeten worden. Samen met Jan Smit en Edsilia Rombley zou ze voor een slordige 200 miljoen kijkers wereldwijd het Eurovisie Songfestival presenteren. Als een soort Frau Antje 2.0: blond haar, blauwe ogen, Hollands welvaren.", "Dat feest ging zoals bekend niet door. Maar in oktober was er gelukkig toch een hoofdprijs. Janzen werd uitgeroepen tot populairste presentatrice van Nederland tijdens het Televizier-Ring Gala in Carré. Ze zat er een beetje verveeld bij, vonden sommigen, maar het was dan ook al de zesde keer dat ze deze prijs won. Eenmaal op het podium herpakte ze zich en stak een gloedvol betoog af over het belang van cultuur, juist in deze tijd.", "Chantal Janzen (41) is bekend geworden als zangeres in talloze musicals. Daar kwamen al snel filmrollen en presentatieklussen bij en dat tv-werk is nu haar core business . Maar het podium lokt nog steeds: vorig jaar kreeg ze liefst twee keer de Ziggo Dome vol. Ruim anderhalf miljoen mensen volgen haar op Instagram, waar ze vaak geestige stukjes tikt onder foto’s van haar twee schattige zoontjes, knappe man Marco en zijn al even knappe kinderen uit een eerder huwelijk.", "Daarnaast heeft Janzen haar eigen mediaplatform &C dat bestaat uit een tijdschrift en een website met verhalen over wat haar zoals bezighoudt als werkende moeder. En een onvermijdelijke webshop met kleding, cosmetica en gadgets.", "Janzen presenteert zich graag als een nuchtere noot in hysterisch showbizzland. ‘Het publiek ruikt of je echt bent of niet’, zei ze begin dit jaar in een interview in Beaumonde, ‘je moet oppassen met te veel aanstellerij.’", "Cynisch en een tikje vals", "Bij ‘gewoon’ en ‘echt’ zijn horen trouwens ook scherpe randjes. Janzen is niet zo populair geworden door altijd aardig te zijn. Cynisch en een tikje vals is ze ook. Veel geciteerd is haar dodelijke opmerking over hockeyster Fatima Moreiro de Melo in 2008. De sporter was een enthousiast hobby-zangeres en op het Televizier-Ring Gala bracht ze ietwat wiebelig een gevoelige ode aan de sport ten gehore. Janzen presenteerde de show. Toen het optreden was afgelopen zei ze droogjes: “Wat kan ze hockeyen hè, die meid”. De zaal gierde en Janzen zette haar onschuldigste poppengezichtje op.", "Dit jaar kreeg ze het stevig aan de stok met tv-koningin Linda de Mol. En dat moet je durven. Hun gevecht kent een lange voorgeschiedenis. De Mol is een soort ex-tante, omdat Janzen een poosje een relatie had met Linda’s neef Johnny, zoon van de grote John de Mol. Zo kwam ze bij de machtige mediafamilie over de vloer. Janzen wist dus wel dat het niet goed zou vallen als zij, net als De Mol, een eigen tijdschrift zou beginnen. Maar ze deed het toch.", "Sindsdien was de band al iets minder warm. De vrouwen werkten allebei voor RTL, maar nooit samen, zoals Janzen eens veelzeggend opmerkte.", "Janzen: ‘Op een gegeven moment houdt je populariteit op tv op en vervliegt het allemaal.’ Beeld EM-Press/Patrick van Emst", "Een keihard formatgevecht", "Toen De Mols broer John de zender SBS kocht, haalde hij het door hem geproduceerde programma ‘Chantal blijft slapen’ weg bij RTL4. Zo kon Janzen, die bij RTL bleef, de show waarin ze uit logeren ging bij bekende Nederlanders, niet langer maken. “Ik heb de ogen uit mijn kop gejankt”, zei ze over het verlies van de kijkcijferhit, die ook nog eens haar naam droeg.", "RTL4 sloeg in dit formatgevecht keihard terug. Toen Linda de Mol overstapte naar de zender van haar broer, mocht ze de hit ‘Oh wat een jaar’ niet meenemen. En het was Linda’s idee geweest, deze spelshow waarin met hilarische verkleedpartijen een jaar uit de recente geschiedenis wordt herbeleefd.", "De Mol liet weten dat ze het niet zou kunnen verdragen als een andere presentatrice ermee aan de haal zou gaan. Dat was geen noodkreet, maar een dreigement: waag het niet! Een beginnend tv-sterretje zou haar handen er niet aan hebben durven branden maar Janzen had nog een appeltje te schillen met de familie De Mol. Sinds november presenteert ze ‘Oh wat een jaar’ met behoorlijk overtuigende kijkcijfers.", "De Mol was furieus. “Ik zou het in haar geval nooit gedaan hebben”, zei ze. Waarop Janzen opmerkte dat ze nooit iets nieuws had kunnen doen, als er niemand ooit plaats voor haar had gemaakt. Zelf zal ze ook eens plaats moeten maken. “Op een gegeven moment houdt je populariteit op tv op en vervliegt het allemaal.”", "Ook al heeft ze vrede met de vergankelijkheid, ze biechtte eerlijk op dat ze weleens een cosmetisch ingreepje heeft uitgeprobeerd. “Ik ben 41 jaar en een vrouw die net als iedere ander wel eens dingen uit wil proberen. Begin dit jaar heb ik te veel gekloot; de lockdown in maart hielp me inzien dat dit zo dom was”, schreef ze in haar magazine. Om het statement kracht bij te zetten poseerde ze voor de cover zonder dat vriend en makeup-artiest Leco van Zadelhoff haar eerst onder handen had genomen. Maar puur natuur is wel even wennen. Ze trok er een gezicht bij alsof ze net een scheepsramp had overleefd.", "Lees ook:", "Eurovisie Songfestivalshow: helder Nederlands visitekaartje voor 2021", "‘Mij doet die jaarlijkse show denken aan zo’n familiebuffet in een wegrestaurant, waar een tante teveel over je bol aait en een oom met consumptie praat, schrijft Maaike Bos in over het Songfestival in haar tv-column.", "De keiharde kijkcijfers zijn onverbiddelijk voor overstappende tv-sterren", "Bevalt het ze een beetje, de tv-sterren die overstapten naar de concurrentie? Het pakte lang niet voor iedereen goed uit."], "authors": ["Harmen Van Dijk"], "keywords": ["chantal", "randje", "van", "showbizzkoningin", "jaar", "en", "met", "een", "ze", "niet", "op", "scherp", "janzen", "het", "haar", "dat"], "pubDate": "2020-12-19T19:52:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}