{"id": "b15a1428-0e32-3b02-bfd0-68f2d4894a61", "title": "Ga je studeren voor een dikke baan of om jezelf te ontwikkelen?", "url": "https://volkskrant.nl/nieuws-achtergrond/ga-je-studeren-voor-een-dikke-baan-of-om-jezelf-te-ontwikkelen~b205831f/", "summary": "‘We hebben hier lang de neiging gehad om te zeggen: kies vooral een studie die je leuk vindt, ga iets doen wat je motiveert.\nIemand die eerder voor verpleegkunde koos, kiest nu bijvoorbeeld voor een laboratoriumopleiding.\nVwo’ers zijn sinds de komst van het sociaal leenstelsel niet voor hogere startsalarissen of betere baankansen gegaan.\nDaardoor wordt zo’n studiekeuze veel zwaarder, want dan is het een keuze voor de rest van je leven.\n‘Wij proberen die zwaarte er een beetje vanaf te halen door scholieren duidelijk te maken dat studeren veel meer draait om jezelf ontwikkelen en het opdoen van vaardigheden en kennis, en minder om het kiezen van een beroep voor de rest van je leven.’", "paragraphs": ["Aankomende studenten moeten de keuze voor hun studie niet alleen laten afhangen van het salaris. Beeld Matteo Bal", "Vorig jaar, bij de start van het academisch jaar van de Hogeschool Rotterdam deed minister van Volksgezondheid Hugo de Jonge een oproep aan (toekomstige) studenten: kies je opleiding alsjeblieft niet alleen met je hart. De CDA’er zou graag zien dat scholieren vaker kiezen voor werkvelden waar de tekorten het grootst zijn zoals de techniek, ict en zorg. ‘We hebben hier lang de neiging gehad om te zeggen: kies vooral een studie die je leuk vindt, ga iets doen wat je motiveert. Maar ‘leuk’ is niet de enige maat der dingen. De samenleving van morgen verwacht meer van ons.’", "Laten jongeren zich inderdaad te veel leiden door wat ze ‘leuk’ vinden en houden ze te weinig rekening met de arbeidsmarkt? Dat is in ieder geval niet een beeld dat Sandra Mors, decaan op Het Stedelijk in Zutphen en beleidsmedewerker bij de onderwijsvereniging voor loopbaanoriëntatie (NVS-NVL), herkent. ‘Ik merk dat leerlingen de afgelopen jaren steeds serieuzer met hun studiekeuze bezig zijn. Vooral leerlingen uit lagere welvaartsklassen zijn zich ervan bewust dat ze een lening voor hun studie moeten afsluiten. En daardoor ook meer dan voorheen bezig zijn met wat ze later met die studie kunnen bereiken.’", "Dat blijkt ook uit onderzoek van de Erasmus Universiteit in Rotterdam. Sinds de invoering van het sociaal leenstelsel in 2015 kiezen scholieren vaker voor opleidingen die hoge startsalarissen en goede baankansen beloven. Een aantal factoren is bepalend zoals de sociaal-economische achtergrond, schoolprestaties en de regio waar een scholier woont.", "Onderzoeker Bas Karreman licht toe: ‘Als je ouders niet zo rijk zijn, kunnen ze je ook minder financiële ondersteuning bieden waardoor je meer moet lenen. Dat kan een reden zijn om bewuster te kijken naar wat een studie je oplevert.’ Ook scholieren die hard moeten werken voor hun schoolprestaties of weinig studiemogelijkheden in de buurt hebben, zullen een kosten-batenanalyse maken, denkt Karreman. ‘Zij verwachten misschien studievertraging of moeten uit huis gaan wonen, wat de studieschuld weer doet oplopen.’", "Verschuivingen binnen studieclusters", "Dit betekent overigens niet dat scholieren die voorheen een dansopleiding zouden volgen nu massaal bij economische studies in de collegebanken zitten. Karreman: ‘Veel verschuivingen vinden binnen studieclusters plaats. Iemand die eerder voor verpleegkunde koos, kiest nu bijvoorbeeld voor een laboratoriumopleiding. Die voorziet in een hoger startsalaris, maar wel binnen hetzelfde cluster, de zorg.’", "Opmerkelijk: Karreman en zijn collega’s vonden alleen significante verschillen in studiekeuze bij havisten. Vwo’ers zijn sinds de komst van het sociaal leenstelsel niet voor hogere startsalarissen of betere baankansen gegaan. Karreman: ‘Wellicht omdat vwo‘ers doorgaans hogere startsalarissen dan havisten in het vooruitzicht hebben, waardoor ze zich minder zorgen maken over hun financiën in de toekomst.’", "Nog opmerkelijker: het zijn met name meisjes die sinds de invoering van het leenstelsel vaker kiezen voor opleidingen met een hoger startsalaris. Over de reden kan Karreman alleen maar speculeren. ‘We hebben kwantitatief data-onderzoek gedaan, dus we zijn niet bekend met de beweegredenen van scholieren.’", "Sandra Mors heeft sinds haar aantreden als decaan in 2005 de studiekeuzes van meisjes eveneens zien veranderen. ‘Toen ik begon, kozen meisjes nog veel voor de ‘meisjesberoepen’ in de zorg of het onderwijs. Dat is nu niet meer vanzelfsprekend. Meisjes kiezen in de bovenbouw vaker natuurprofielen en volgen meer exacte vakken.’", "Ook studiekeuzecoach Adine Tjeenk Willink van StudiekeuzeOpMaat ziet dat meisjes tegenwoordig vaker voor bètaopleidingen kiezen. ‘Daar is echt een inhaalslag gaande.’ Maar geld speelt in die ontwikkeling geen rol, denkt de studiekeuzecoach. ‘Dat scholieren puur om het geld een andere keuze maken, zie ik eigenlijk weinig gebeuren. De laatste jaren merk ik ook juist een trend de andere kant op. Scholieren voelen vaker de behoefte om iets te gaan doen met veel maatschappelijke relevantie.’ Zo ziet Tjeenk Willink dat er de laatste jaren steeds meer interesse is voor opleidingen die zich bezighouden met vraagstukken rondom duurzaamheid en klimaat.", "In hoeverre is het raadzaam om bij je studiekeuze te kijken naar cijfers over startsalarissen en baankansen, zoals die te vinden zijn in de Keuzegids of op sites als studiekeuze123.nl? Mors: ‘Ik wijs scholieren er wel op, maar zeg er altijd bij: dit zijn de cijfers van nu. Wanneer je over vier, vijf jaar afgestudeerd bent, kan de arbeidsmarkt er heel anders uit zien. Als decaan wil ik dat ze verder kijken dan geld alleen. Ik waarschuw leerlingen om alleen voor salaris te kiezen, want waarschijnlijk ben je later vijf dagen in de week, acht uur per dag met je werk bezig. Als je dan na twee jaar al uitgeblust bent, is dat niet alleen slecht voor je welzijn, financieel levert een burn-out je ook niets op.’ In oriëntatiegesprekken wil Mors daarom dat leerlingen vertellen waar ze gelukkig van worden. ‘Ik wil weten waar hun ogen van gaan glanzen. En dat zeg ik dan ook: ‘Hé , nu zie ik je lachen, vertel eens waar je nu enthousiast van wordt?’", "Ook Tjeenk Willink vindt dat je de cijfers over startsalarissen en baankansen in perspectief moet plaatsen. ‘De banen van nu zijn niet de banen van morgen. Bovendien is de tijd dat je 25 jaar voor dezelfde werkgever werkte wel voorbij.’ Dat besef is er bij scholieren nog niet altijd, zegt Tjeenk Willink. Daardoor wordt zo’n studiekeuze veel zwaarder, want dan is het een keuze voor de rest van je leven. ‘Wij proberen die zwaarte er een beetje vanaf te halen door scholieren duidelijk te maken dat studeren veel meer draait om jezelf ontwikkelen en het opdoen van vaardigheden en kennis, en minder om het kiezen van een beroep voor de rest van je leven.’"], "authors": ["Devi Smits"], "keywords": ["jezelf", "van", "dikke", "het", "die", "zijn", "studeren", "een", "je", "om", "te", "ga", "dat", "en", "ontwikkelen", "niet", "voor"], "pubDate": "2020-11-10T18:23:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}