{"id": "b16e64ac-42a0-3eff-bef8-040af79660a2", "title": "Benjamin Goodson zet het Groot Omroepkoor weer op scherp", "url": "https://volkskrant.nl/cultuur-media/benjamin-goodson-zet-het-groot-omroepkoor-weer-op-scherp~bf4f3e6e/", "summary": "De ‘kerntaak’ is om op te treden in de concertseries die live op Radio 4 worden uitgezonden, het Vrijdagconcert (Avrotros), de ZaterdagMatinee (NTR) en het Zondagochtendconcert (Avrotros).\nBeeld Jelmer de HaasEen teken aan de wand: het koor merkte de laatste jaren dat het minder vaak door orkesten werd uitgenodigd.\nBij wijze van instrumentaal intermezzo zoekt violist Daniel Rowland de grenzen van het hoorbare op in Thin Air van Calliope Tsoupaki.\nHij luistert geconcentreerd, zit dan weer rustig met de armen over elkaar op zijn stoel, dan weer op het puntje daarvan met een blik van ‘kom op, jongens’.\nAls iemand tijdens een repetitie op zijn telefoontje kijkt, wanneer Benjamin bezig is met een andere stemgroep, zegt hij dat dat niet hoort.", "paragraphs": ["Het is de Engelsman gelukt de discipline in het koor terug te krijgen, blijkt vrijdagavond in de Jacobikerk in Utrecht.", "Normaal gesproken is er bij een inauguratieconcert van een chef-dirigent champagne. Zijn er hapjes en toespraken. Maar als Benjamin Goodson (29) vrijdagavond in de Utrechtse Jacobikerk officieel aantreedt als chef van het Groot Omroepkoor, zijn de zangers allang blij dat ze überhaupt mogen zingen. En zijn de collega’s van kantoor, de zangers die vandaag niet mee kunnen doen én die enige aanwezige verslaggever, allang blij dat ze mogen luisteren.", "Het Groot Omroepkoor is het enige professionele symfonische koor van Nederland. De ‘kerntaak’ is om op te treden in de concertseries die live op Radio 4 worden uitgezonden, het Vrijdagconcert (Avrotros), de ZaterdagMatinee (NTR) en het Zondagochtendconcert (Avrotros). Het koor, dat deze zomer zijn 75-jarig bestaan vierde, wordt geprezen om zijn volle klank. Toch had een aantal zangers het gevoel dat er iets moest gebeuren. Het koor moest beter, de discipline moest terug.", "Het Groot Omroepkoor is het enige professionele symfonische koor van Nederland. Beeld Jelmer de Haas", "Een teken aan de wand: het koor merkte de laatste jaren dat het minder vaak door orkesten werd uitgenodigd. En een beetje pijnlijk was een optreden oktober vorig jaar, ook hier in de Jacobikerk, waar het eens per jaar een a capella-optreden geeft. Het concert werd niet live uitgezonden. Voor de radio-uitzending werd er in de opname geknipt: een deel werd niet goed genoeg geacht.", "Aan Goodson de taak om de zangers op scherp te zetten. En om vanavond eens goed revanche te nemen.", "Dat lukt. In een programma als een Engels-Nederlandse cultuurclash (Robert Heppener tegen William Walton), lijkt elke noot precies op tijd te komen. Soms mengt de koorklank met het straatgeluid – de naweeën van een bewogen Black Friday. Bij wijze van instrumentaal intermezzo zoekt violist Daniel Rowland de grenzen van het hoorbare op in Thin Air van Calliope Tsoupaki. Als hij is uitgespeeld, staat een man op om de lessenaar te reinigen.", "Tenor Albert van Ommen zingt niet mee vandaag. Zijn zoon had corona, dus: quarantaine, repetities gemist. Hij luistert geconcentreerd, zit dan weer rustig met de armen over elkaar op zijn stoel, dan weer op het puntje daarvan met een blik van ‘kom op, jongens’. Na afloop krijgt Goodson zijn bloemen aangereikt op een schaal.", "Koorleden hebben al gemerkt dat Goodson er niet voor terugdeinst het te zeggen als hij vindt dat mensen niet goed genoeg zingen. Beeld Jelmer de Haas", "‘Dit is eigenlijk het perfecte plaatje’, glimt een trotse Van Ommen. Wat hem bevalt aan Goodson? ‘Hij heeft de groep stevig in zijn greep’, zegt hij. ‘We zijn sinds de zomer bijna continu met hem aan het werk. Dat werpt nu al zijn vruchten af. Hij weet enorm goed wat hij wil, is altijd goed voorbereid. Hij weet hoe zangstemmen werken, en wil dat je met je hele lichaam zingt – geen poppenstemmen.’", "Koorleden hebben al gemerkt dat Goodson er niet voor terugdeinst het te zeggen als hij vindt dat mensen niet goed genoeg zingen. Van Ommen: ‘Hij verlangt complete focus. Als iemand tijdens een repetitie op zijn telefoontje kijkt, wanneer Benjamin bezig is met een andere stemgroep, zegt hij dat dat niet hoort. Nu verstoppen we onze telefoons beter in onze bladmuziek, haha.’", "Van Ommen vindt dat vooral de discipline beter moest. ‘Je moet op de eerste repetitie al meteen muziek kunnen maken, niet nog noten erin hoeven stampen. We stapten te vaak in op 50 procent. Benjamin komt uit de Engelse koortraditie, daar wordt veel sneller gewerkt.’", "Maar hoe slaagt iemand van 29, half zo oud als sommige zangers, er dan wel in om te zorgen dat iedereen van begin af aan alert is?", "Een dag na het concert beaamt Goodson aan de telefoon dat hij ‘wel streng’ kan zijn. ‘Maar dat ben ik ook voor mezelf’, zegt hij. Beeld Jelmer de Haas", "‘Benjamin is een gedreven persoontje. Hij belt zes keer met het management als iets hem niet zint. We hebben bijna altijd goede dirigenten, maar misschien waren sommigen te lief. En hij hamert op eigen verantwoordelijkheid. De pianist die onze repetities begeleidt, speelde vaak de moeilijke harmonische progressies mee, daar heb je dan steun aan. Benjamin zegt: speel maar even niet. Zangers, haal die toon maar van je stemvork, je moet het zelf doen.’", "Een dag na het concert beaamt Goodson aan de telefoon dat hij ‘wel streng’ kan zijn. ‘Maar dat ben ik ook voor mezelf’, zegt hij. Door de vanwege corona leeggeveegde agenda’s heeft hij het koor snel leren kennen. ‘Hoorde je die solo’s gisteren? We hebben zulke goede stemmen.’ De grootste verrassing? ‘Dat het koor nog ambitieuzer is dan ik dacht.’", "De coronaperiode is zwaar, zegt hij. Bijna elk programma dat je hebt voorbereid, wordt wel omgegooid. Wel is hij door de maatregelen tot nieuwe inzichten gekomen. ‘Anderhalve meter uit elkaar zingen kan best goed werken. Niet in snelle muziek, dan gaat de ritmische accuratesse verloren. Maar ik denk niet dat we meer echt schouder aan schouder zullen staan. Het is goed als zangers de ruimte hebben en daardoor verantwoordelijkheid voelen.’", "Het concert is terug te luisteren op radio4.nl en terug te zien op facebook.com/nporadio4", "Spreken met één mond Welke accenten legt Goodson? Naar eigen zeggen heeft hij de afgelopen maanden vooral aan intonatie gewerkt, en aan het ‘matchen’ van de ‘kleuren’ die die zangers voortbrengen. ‘Mijn taak’, zegt Goodson, ‘is om uiteindelijk het koor te laten spreken met één mond. We moeten geen tijd verspillen, maar vanaf de eerste minuut repeteren met de intentie om het perfecte concert te geven. Om je in het concert vrij te kunnen voelen in de wetenschap dat perfectie altijd buiten bereik voelt.’"], "authors": ["Merlijn Kerkhof"], "keywords": ["groot", "van", "zet", "het", "scherp", "op", "benjamin", "hij", "zijn", "met", "een", "niet", "dat", "weer", "te", "goodson", "omroepkoor"], "pubDate": "2020-11-29T18:24:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}