{"id": "b16f0eb8-805a-3c03-ba9f-ca3e82456a18", "title": "Ik zie mezelf niet als ghostwriter, als gevangene van andermans verleden", "url": "https://volkskrant.nl/columns-opinie/ik-zie-mezelf-niet-als-ghostwriter-als-gevangene-van-andermans-verleden~b68a8c43/", "summary": "Nu zie ik mezelf niet als ghostwriter en wat betekent een miljoen of twee, drie in tijden van Jeff Bezos, maar ik wilde even gaan kijken, je weet het nooit.\nAls hij de kans had gehad, had hij zes uur lang achter elkaar gesproken.\n‘Dat begrijp ik’, zei ik.\n‘Ik zal erover nadenken.’ Ik zag mezelf al als gevangene van andermans verleden.\nHet huis was keurig geordend, nergens rotzooi, alsof de sporen van het leven moeten worden uitgewist.", "paragraphs": ["Een goede kennis berichtte me dat een miljonair een ghostwriter zocht en dat hij mij op het oog had. Nu zie ik mezelf niet als ghostwriter en wat betekent een miljoen of twee, drie in tijden van Jeff Bezos, maar ik wilde even gaan kijken, je weet het nooit.", "Op zo’n typisch grijze zondagmiddag in november reden we naar de duinen. Het landgoed was alleraardigst, de honden waren groot en vriendelijk, de duisternis viel snel.", "De heer des huizes nam het woord en liet het zich twee uur lang niet meer afpakken. Als hij de kans had gehad, had hij zes uur lang achter elkaar gesproken. De emotie overmande hem, woede, verdriet en een echo van verlangen naar wraak.", "Onder de tafel likten de honden aan mijn spijkerbroek.", "Het was een interessant verhaal over oorlog en verraad, boksen en overleven, paranoia en trots.", "Toen hij was uitgesproken, of beter gezegd, toen ik het woord nam omdat de tijd begon te dringen, zei ik: ‘Dit lijkt me meer iets voor een historicus dan voor een romanschrijver. Uitgevers noemen dit ‘narratieve non-fictie’. Er zit ook wel een roman in, maar het is vrees ik niet de roman die jij zou willen dat ik schrijf.’", "Hij legde een aantal objecten en wat archiefmateriaal op tafel die hij aan mij wilde geven als ik me aan de opdracht zou wagen, interessante objecten en minstens zo interessant archiefmateriaal. ‘Ik moet je toch verleiden’, zei hij.", "‘Dat begrijp ik’, zei ik. ‘Ik zal erover nadenken.’ Ik zag mezelf al als gevangene van andermans verleden.", "Het huis was keurig geordend, nergens rotzooi, alsof de sporen van het leven moeten worden uitgewist. Opmerkelijk voor een man die zich had vastgebeten in het verleden.", "Mijn kennis en ik liepen langzaam naar de uitgang. De honden blaften."], "authors": ["Arnon Grunberg"], "keywords": ["van", "als", "zie", "mezelf", "ghostwriter", "andermans", "het", "hij", "ik", "gevangene", "niet", "een", "en", "zei", "verleden", "voor"], "pubDate": "2020-11-25T14:41:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}