{"id": "b177ad13-3b77-3349-8c85-226a3969f121", "title": "De invloedrijke katholiek Dorothy Day was bepaald geen heilige, maar wát een persoonlijkheid!", "url": "https://trouw.nl/cultuur-media/de-invloedrijke-katholiek-dorothy-day-was-bepaald-geen-heilige-maar-wat-een-persoonlijkheid~b278ac75/", "summary": "Of, zoals het mij verging, eerst denkt aan de actrice Doris Day, die van het liedje ‘Que sera, sera’.\nEr loopt zelfs een procedure om haar officieel heilig te verklaren, iets wat ze zelf, zoals een ware heilige betaamt, ongetwijfeld onzin had gevonden.\nKandidaat-heilige word je niet zomaar en in Days geval lag het bepaald niet voor de hand.\nMaar toen ze zwanger van hem bleek, koos ze voor de baby en brak ze met de verder best lieve vader.\nNiet voor Dorothy Day en Jim Forest, die eerder een biografie van Days tijd-, land- en geloofsgenoot Thomas Merton schreef.", "paragraphs": ["Grote kans dat u niet weet wie Dorothy Day was. Of, zoals het mij verging, eerst denkt aan de actrice Doris Day, die van het liedje ‘Que sera, sera’. Helemaal mis. Toch gaat de Amerikaanse Dorothy Day (1897-1980) door voor een van de invloedrijkste katholieken van haar tijd en hoort ze volgens paus Franciscus thuis in het rijtje Abraham Lincoln, Martin Luther King en Thomas Merton. Er loopt zelfs een procedure om haar officieel heilig te verklaren, iets wat ze zelf, zoals een ware heilige betaamt, ongetwijfeld onzin had gevonden.", "Onzin of niet: de Nederlandse vertaling, Alles is genade, van Forests dikke Day-biografie uit 2011 heeft ze zeker verdiend, al was het maar omdat ze veertig jaar na haar dood tot in Amsterdam Zuid-Oost en Amstelveen nog altijd mensen inspireert tot daadwerkelijke barmhartigheid.", "Kandidaat-heilige word je niet zomaar en in Days geval lag het bepaald niet voor de hand. In de radicaal-linkse kringen waarin ze als verpleegster en journalist haar kostje bij elkaar scharrelde in de jaren rond de Russische Revolutie, was iedereen vanzelfsprekend atheïst, al glipte ze graag tussen de middag even een kerk in.", "Dorothy Day in 1968. Beeld Milwaukee Journal", "Van een kuise levenswandel was al evenmin sprake: ze hield van alcohol en seks, hokte met een vechtersbaas en onderging een abortus, in de hoop dat hij bij haar zou blijven. Niet dus. Ook haar tweede grote liefde had geen trek in zoiets burgerlijks als kinderen en huwelijk. Maar toen ze zwanger van hem bleek, koos ze voor de baby en brak ze met de verder best lieve vader. Het verschil met de vorige keer: ze was ondertussen katholiek geworden en wilde niet langer in zonde leven.", "Een onbegrijpelijke stap? Niet voor Dorothy Day en Jim Forest, die eerder een biografie van Days tijd-, land- en geloofsgenoot Thomas Merton schreef. Day had altijd al een religieuze hang, was links geworden vanuit een diepe afkeer van armoede, oorlog en onderdrukking en herkende de katholieke kerk als een plek voor de allerarmsten.", "Ze zwom in de luxe van maar liefst drie paar oude sokken", "En toen ze tijdens de grote crisis van de jaren dertig de profeteske asceet Peter Maurin en zijn ideeën over een vreedzame ‘groene revolutie’ leerde kennen, zette ze met succes de krant The Catholic Worker op poten. Plus wereldwijd tientallen ‘huizen van gastvrijheid’, waarin vrijwilligers de werken der barmhartigheid uit Mattheüs 25 praktiseerden en waar nodig en mogelijk werk- en dakloos geraakte medemensen voorzagen van eten, kleren en een slaapplaats.", "Het leidde tot een indrukwekkend cv. Day schreef de krant vol, liep voorop in hongermarsen, liet zich arresteren, ging in hongerstaking, runde gaarkeukens, moest beslissen wie dat ene ei mocht. Ze kon flink uit de slof schieten en zich diepschuldig voelen, omdat ze zwom in de luxe van maar liefst drie paar oude sokken. Ze lag overhoop met de belastingdienst en de bisschop, maar mocht in de jaren zestig (erkenning!) naar het Tweede Vaticaans Concilie. Ze was haar leven lang strikt pacifist, ja, ook tijdens de Tweede Wereldoorlog, de Koude Oorlog en Vietnam. En tegen abortus.", "Biograaf Forest had duidelijk schriftelijk materiaal te over en veel completer dan dit hoeft het verslag van iemands leven niet te zijn. Maar echt reliëf krijgt Days verhaal pas in het slothoofdstuk van het boek, als hij zijn eigen herinneringen uit de jaren zestig aan haar ophaalt.", "Een heilige? Mwah. Maar wat een persoonlijkheid!", "Jim Forest", "Alles is genade. Een biografie van Dorothy Day", "Damon; 395 blz. € 29,90", "Lees ook:", "In een wereld van data is de zoektocht van Thomas Merton alleen maar relevanter geworden", "Thomas Merton werd wereldberoemd met zijn boeken over geweldloosheid. De geëngageerde trappistenmonnik overleed dit jaar vijftig jaar geleden. Zijn biografie is nu verschenen in het Nederlands."], "authors": ["Marijke Laurense"], "keywords": ["wát", "geen", "day", "van", "het", "maar", "met", "persoonlijkheid", "een", "heilige", "en", "ze", "dorothy", "niet", "haar", "katholiek", "invloedrijke"], "pubDate": "2020-12-06T13:04:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}