{"id": "b1877d3d-74d7-38d3-87d3-b8165819f303", "title": "Paniek en hersenletsel bij automobilist die inreed op terras Deventer", "url": "https://nos.nl/artikel/2360077-paniek-en-hersenletsel-bij-automobilist-die-inreed-op-terras-deventer.html", "summary": "De man die vorig jaar oktober in de vroege ochtend met zijn auto vijf mensen aanreed op het terras van een kebabzaak in Deventer, heeft gehandeld in blinde paniek.\nDe conclusies werden bekendgemaakt op een voorbereidende rechtszitting tegen de man, die vijf pogingen tot doodslag ten laste is gelegd.\nDe stress die hij had nadat hij door enkele van de latere slachtoffers was mishandeld, heeft er in combinatie met licht hersenletsel als gevolg van die mishandeling toe geleid dat hij dit heeft kunnen doen, aldus de deskundigen.\nVolgens RTV Oost hebben onafhankelijke deskundigen hem onderzocht en zijn die tot de conclusie gekomen dat hij niet gehandeld heeft met opzet.\nVandaag heeft de rechtbank bepaald dat hij die enkelband af mag, waardoor hij weer kan gaan en staan waar hij wil.", "paragraphs": ["De man die vorig jaar oktober in de vroege ochtend met zijn auto vijf mensen aanreed op het terras van een kebabzaak in Deventer, heeft gehandeld in blinde paniek. Dat zeggen verschillende deskundigen die de man hebben onderzocht.", "De conclusies werden bekendgemaakt op een voorbereidende rechtszitting tegen de man, die vijf pogingen tot doodslag ten laste is gelegd.", "De stress die hij had nadat hij door enkele van de latere slachtoffers was mishandeld, heeft er in combinatie met licht hersenletsel als gevolg van die mishandeling toe geleid dat hij dit heeft kunnen doen, aldus de deskundigen. De man heeft dit zelf ook steeds gezegd.", "Volgens RTV Oost hebben onafhankelijke deskundigen hem onderzocht en zijn die tot de conclusie gekomen dat hij niet gehandeld heeft met opzet. \"Hij komt over als betrouwbaar, empathisch, zonder criminele levensstijl\", zeggen de onderzoekers.", "Enkelband", "De verdachte, een horecaondernemer uit Schalkhaar, was begin dit jaar al op vrije voeten gesteld. Hij mocht zijn strafproces met een enkelband afwachten. Vandaag heeft de rechtbank bepaald dat hij die enkelband af mag, waardoor hij weer kan gaan en staan waar hij wil. Tot nu toe mocht de horecaman bijvoorbeeld niet in de binnenstad van Deventer komen.", "Bij de crash op het terras raakten vijf mensen gewond, onder wie enkele zeer zwaar. Ze kampen nog steeds met naweeën. Een loopt er nog steeds mank, anderen hebben met name psychische klachten. Een aantal van hen moet zich ook nog bij de rechter verantwoorden voor het mishandelen van de horecaondernemer, voorafgaand aan de crash."], "authors": [], "keywords": ["man", "paniek", "hersenletsel", "van", "inreed", "bij", "terras", "heeft", "automobilist", "op", "hij", "die", "met", "zijn", "een", "en", "dat", "deventer"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}