{"id": "b1a00c51-2493-3533-8c30-b8c77e5c1346", "title": "Beeline fietsnavigatie is niet perfect, maar overtuigt in zijn eenvoud", "url": "https://volkskrant.nl/wetenschap/beeline-fietsnavigatie-is-niet-perfect-maar-overtuigt-in-zijn-eenvoud~bd0b083e/", "summary": "Die laatste, dat zijn Mark Jenner en Tom Putnamm, die zo’n zes jaar geleden vonden dat dat er geen deugdelijke fietsnavigatie-apparatuur bestond.\nJe kunt op je telefoon nog altijd kiezen voor een rechte streep van a naar b, waarna de pijl op de Beeline voortdurend de richting aangeeft die je moet fietsen.\nAls je het punt van de afslag nadert, verandert de pijl langzaam van richting.\nZo kun je hem koppelen met fietsdatawebsite Strava en je kunt er routes op laden.\nEn de eerlijkheid gebiedt te zeggen dat je zeker in volle steden wel even moet wennen aan de communicatiewijze van de Beeline.", "paragraphs": ["Fietsnavigatie-apparaatje Beeline.", "Het fietsnavigatie-apparaatje Beeline prijst zichzelf aan als simpel, gebruiksvriendelijk en ‘ontworpen door fietsers’. Die laatste, dat zijn Mark Jenner en Tom Putnamm, die zo’n zes jaar geleden vonden dat dat er geen deugdelijke fietsnavigatie-apparatuur bestond. Google Maps dwingt fietsers inderdaad op hun telefoon te kijken, waarvoor ze doorgaans niet stoppen met fietsen (al heeft die dienst nu natuurlijk gesproken routebegeleiding). Maar ook buiten Google zijn er volop goede fietsnavigatie-apparaten (Garmin, Lezyne, Mio). Zes jaar geleden misschien iets minder, maar toch.", "Het vermocht Mark en Tom niet te verhinderen hun ideeën uit te werken. Een in oktober 2015 begonnen Kickstartercampagne bracht voldoende op om een kleine twee jaar later een eerste versie op de markt te brengen. Dat was oneerbiedig gezegd een met je smartphone verbonden, kek ogend veredeld kompas: een rond schijfje dat met een dikke pijl de richting aangaf die je op moest fietsen, op basis van de bestemming die je in de app op je telefoon had opgegeven.", "In 2019 werd die geüpdatet tot het apparaatje dat de Gadgetdesk heeft getest. Het bevat nu ook een zogeheten route-modus. Je kunt op je telefoon nog altijd kiezen voor een rechte streep van a naar b, waarna de pijl op de Beeline voortdurend de richting aangeeft die je moet fietsen. Kan nuttig zijn op je mountainbike in het bos.", "Toverwoord: simpel", "De route-modus is evenwel wat de Beeline tot een ‘echt’ navigatie-apparaat maakt. Daarin wordt de rechte pijl van a naar b vertaald in een route over verharde wegen, wat in meerderheid van de gevallen nuttiger is dan de kompasfunctie. Simpel blijft daarbij het toverwoord: die pijl vormt nog altijd de hoofdmoot, daaronder verschijnt telkens de afstand tot de volgende afslag (386 m) en in het rondje geeft een kleine stip bovendien aan wat je bij die volgende afslag moet doen. Als je het punt van de afslag nadert, verandert de pijl langzaam van richting. Soms zit er nog wat extra informatie bij (rotonde, brug), maar dat is allerminst voorspelbaar, want onvolledig.", "De pijl van de Beeline vormt de hoofdmoot, daaronder verschijnt de afstand tot de volgende afslag en in het rondje geeft een kleine stip aan wat je bij die volgende afslag moet doen.", "Het unieke verkoopargument van Mark en Tom: ‘Alles in één oogopslag te overzien zonder afleiding.’ De Gadgetdesk heeft zelf een Garmin (de Edge Explore om precies te zijn) en die geeft ook ‘zonder afleiding’ ruim voor de naderende afslag de exacte afstand tot die afslag aan, alsmede wat je moet doen bij die afslag. Maar die is wel drie keer zo duur. En de mogelijkheden van de Beeline breiden uit. Zo kun je hem koppelen met fietsdatawebsite Strava en je kunt er routes op laden. En ander voordeel: hij doet heel lang met een batterijlading; al is de andere kant van die medaille dat hij tegelijkertijd energie eet van je telefoon. En de eerlijkheid gebiedt te zeggen dat je zeker in volle steden wel even moet wennen aan de communicatiewijze van de Beeline. Het aanpassen van de route, wanneer je de bedoelde afslag hebt gemist, gaat niet altijd snel genoeg. Maar het uiterlijk en de handigheid doen de balans ver uitslaan naar de goede kant."], "authors": ["Bart Koetsenruijter"], "keywords": ["afslag", "van", "perfect", "fietsnavigatie", "het", "op", "maar", "die", "zijn", "beeline", "niet", "je", "een", "overtuigt", "en", "dat", "te", "eenvoud"], "pubDate": "2020-11-09T18:12:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}