{"id": "b1b0b844-01ee-3aac-938f-3f654418eb5e", "title": "De belangrijkste coronavirus statistieken op een rij", "url": "https://www.trouw.nl/buitenland/de-belangrijkste-coronavirus-statistieken-op-een-rij~bcd4d8cd/", "summary": "Het aantal doden op een dag is niet het aantal mensen dat daadwerkelijk op deze dag is overleden, maar het aantal doden dat in de afgelopen 24 uur op zo'n dag is doorgegeven.\nDat kan ook door op een bepaald punt op een lijn te klikken.\nIn de onderstaande grafiek vergelijken we de snelheid van verspreiding van het coronavirus in deze landen, gemeten aan de toename van het aantal coronasterfgevallen.\nTen tweede moeten absolute dodenaantallen worden bekeken in het perspectief van het inwonertal van een land én ten opzichte van de reguliere sterfte.\nEen land met een oude populatie heeft sowieso al een hoger sterftepercentage dan een land met een jongere bevolking.", "paragraphs": ["Op 6 maart viel in Nederland de eerste coronadode te betreuren. Onderstaande grafiek laat zien weer hoe het geregistreerde coronadoden zich sindsdien per dag heeft ontwikkeld.", "Het aantal doden op een dag is niet het aantal mensen dat daadwerkelijk op deze dag is overleden, maar het aantal doden dat in de afgelopen 24 uur op zo'n dag is doorgegeven. Dat kunnen ook mensen zijn die al eerder zijn overleden. Op die manier kunnen grote verschillen op dagen worden verklaard: soms zijn er piekmomenten bij het doorgeven. Soms zie je ook min-getallen. Dit zijn correcties: soms worden er te veel doden gerapporteerd en moet dit worden gecorrigeerd. In de grafiek eronder staat de ontwikkeling van het aantal coronadoden naar overlijdensdatum.", "Verantwoording Voor deze grafieken wordt gebruikgemaakt van data van het Rijksinstituut voor Volksgezondheid en Milieu, het Landelijk Coördinatiecentrum Patiënten Spreiding en de Johns Hopkins University. Het RIVM levert ook gegevens aan Johns Hopkins. Het kan voorkomen dat landen op bepaalde dagen een correctie doorvoeren die hoge pieken en soms zelfs mingetallen kunnen verklaren. De beste weergave heeft u op een groot scherm waarbij u met uw muis over de grafiek kunt gaan waarbij u meer gegevens ziet. Dat kan ook door op een bepaald punt op een lijn te klikken. Ons advies is om de tijd te nemen de grafieken en omschrijvingen goed te lezen, soms worden er meerdere ontwikkelingen in één grafiek gecombineerd.", "Om de verspreiding van het virus te meten kunnen we het aantal positief geteste personen meten. Sinds 1 juni kan iedereen zich laten testen. Daarvoor kon dat niet en was het lastig deze cijfers te interpreteren. Als iedereen zich snel laat testen kan hiermee goed de verspreiding in beeld worden gebracht en ook snel een opleving van het virus worden gesignaleerd.", "Een andere manier om de coronaverspreiding te meten is door naar het aantal ziekenhuisopnames te kijken. Ziekenhuisopnames bieden een eerder zicht op de verspreiding van het virus dan het aantal doden. Als mensen het coronavirus oplopen, worden zij eerst (thuis) ziek, pas als de klachten erger worden belandt een deel in het ziekenhuis. Ziekenhuis- en met name intensive care-opnames kunnen weken tot wel maanden duren, waardoor het idee is dat de ontwikkeling in het aantal ziekenhuisopnames voorloopt op die van het aantal doden. Kort gesteld is het principe: nu minder ziekenhuisopnames is binnenkort minder doden.", "Een ander belangrijk getal is dat van het aantal patiënten op de intensive care. Sommige patiënten gaan rechtstreeks vanaf huis naar de ic, andere nadat ze eerst op een regulier ziekenhuisbed hebben gelegen. Een flink deel van coronapatiënten overlijden op de intensive care, maar lang niet elke patiënt gaat nog naar de ic. (In overleg met patiënt en familie kan worden besloten dit traject niet in te gaan).", "Als het maximum aantal bedden wat voor coronapatiënten beschikbaar is gevuld is, kunnen nieuwe patiënten deze zorgbehandeling niet meer krijgen. In overleg met Duitsland, dat relatief veel ziekenhuizen en ic-bedden heeft, kunnen patiënten als de druk hoog wordt op de intensive cares in Nederland in Duitse ziekenhuizen worden ondergebracht. Dit wordt georganiseerd door het Landelijk Coördinatiecentrum Patiënten Spreiding, dat ook dagelijks een update geeft.", "Hieronder staan overzichten van het aantal coronadoden dat per dag in verschillende landen is geregistreerd. Ook hier geldt, net als in Nederland, dat de schommelingen per dag fors kunnen zijn omdat er correcties zijn. Ook zijn de getallen niet even betrouwbaar: in sommige landen worden ook vermoedelijke sterfgevallen (maar waarbij het coronavirus niet geconstateerd is) meegenomen in de cijfers, of wordt er simpelweg minder getest. In dat licht zijn de cijfers niet één op één vergelijkbaar, maar geven ze wel de trend per land weer.", "In de onderstaande grafiek vergelijken we de snelheid van verspreiding van het coronavirus in deze landen, gemeten aan de toename van het aantal coronasterfgevallen. Hierop is duidelijk te zien in welke landen een afvlakkende trend zichtbaar is, en het coronavirus zich dus minder snel verspreidt.", "In onderstaande animatie vergelijken we landen op een andere manier. Hier kijken we naar het aantal coronadoden dat een land per 1.000.000 inwoners te betreuren heeft. Zo vergelijken we niet meer de absolute aantallen tussen landen, maar kun je zien of een land relatief veel of weinig coronadoden heeft. Ook hier blijft van belang om te realiseren: de registratie van doden (verpleeghuizen wel of niet meenemen in de cijfers, het aantal patiënten wat tijdens ziekte is getest) verschilt per land, waardoor de cijfers niet één op één de werkelijkheid weergeven.", "Er zijn twee ingewikkeldheden bij het vergelijken van cijfers tussen landen.", "De eerste is hierboven reeds genoemd: landen houden er verschillende registratiemethoden op na. In veel landen worden alleen mensen geregistreerd als coronadode als ze voor overlijden positief zijn getest op het virus. Maar het ene land test veel meer dan het andere, waardoor ook het aantal geregistreerde coronadoden fors kan verschillen. Er zijn ook landen – zoals België – die sterfgevallen meetellen van mensen die niet zijn getest op corona maar wel symptomen vertoonden.", "Ten tweede moeten absolute dodenaantallen worden bekeken in het perspectief van het inwonertal van een land én ten opzichte van de reguliere sterfte. Een land met een oude populatie heeft sowieso al een hoger sterftepercentage dan een land met een jongere bevolking.", "In onderstaande grafiek wordt daarom het percentage oversterfte per land vergeleken. Er wordt niet gekeken naar geregistreerde coronadoden, maar naar de registratie van alle doden die in een land zijn gemeld. Het dodental in 2020 wordt vergeleken met een langjarig gemiddelde in dezelfde periode, en de oversterfte wordt weergegeven als een percentage van de reguliere sterfte. Als er dus normaal 100 mensen overlijden in een week, en nu 150, dan is er sprake van 50% oversterfte. Als er normaal 1.000 mensen per week overlijden in een land, en nu 1.500, dan is er ook in dit land 50% oversterfte.", "De oversterfte is niet per definitie volledig te verklaren door coronaslachtoffers. Mensen kunnen vanwege een lockdown in sommige gevallen juist meer sterfte veroorzaken, en in sommige gevallen juist minder sterfte. Mensen met fysieke klachten melden zich bijvoorbeeld minder bij hun (huis)arts vanwege een lockdown, of krijgen een behandeling niet tijdig, waardoor de sterfte toeneemt. Maar er zijn bijvoorbeeld minder doden te betreuren dan normaal (in het verkeer, op het werk, of griepdoden) waardoor het aantal coronadoden misschien wel hoger ligt dan de oversterfte.", "Landen zijn hieronder vergeleken over een periode waarin de corona-uitbraak in de meeste landen piekte (op basis van cijfers die de New York Times publiceerde). Niet in alle gevallen was het mogelijk om het aantal doden af te zetten tegen een langjarig gemiddelde, en is het dus alleen vergeleken met 2019. Ondanks de onzekerheden in de cijfers biedt het percentage oversterfte per land de beste vergelijking tussen landen, ervan uitgaande dat de omstandigheden per land niet enorm verschillen. Deze cijfers geven dus ordes van grootte aan, en moeten niet letterlijk worden genomen."], "authors": [], "keywords": ["van", "belangrijkste", "het", "op", "aantal", "zijn", "een", "niet", "en", "te", "rij", "dat", "coronavirus", "statistieken"], "pubDate": "2020-11-27T22:33:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}