{"id": "b1d2c8e6-20e7-3444-a933-b691a803ab52", "title": "Hifi Klubben merkt: telefonisch advies werkt goed", "url": "https://www.parool.nl/ps/hifi-klubben-merkt-telefonisch-advies-werkt-goed~b4055c5f/", "summary": "“Door de sluiting van de winkel kunnen klanten niet met hun eigen ogen en oren ervaren hoe onze producten zijn.\nAls wij weer open mogen, gaan wij, om het winkelen extra aantrekkelijk te maken, onze klanten in de watten leggen.\n“Dat ik met het bellen om advies te geven absoluut wil doorgaan, want klanten vinden dit contact erg fijn.\nIk heb het gevoel dat wanneer je telefonisch advies geeft, mensen heel makkelijk al hun vragen kwijt kunnen.”Hoe houdt u de moed erin?\n“Dat klanten zo enthousiast zijn, houdt ons op de been.", "paragraphs": ["Beeld Nina Schollaardt", "Wat betekent de lockdown voor uw zaak?", "“Door de sluiting van de winkel kunnen klanten niet met hun eigen ogen en oren ervaren hoe onze producten zijn. Toch willen wij persoonlijk advies blijven geven, door te bellen of te videobellen. Mail, Zoom, FaceTime: dat kan van alles zijn. Daarnaast hebben we besloten om alle spullen zelf aan huis te bezorgen. Dat bevalt goed, want we kunnen nu snel leveren.”", "Hoe gaat de komende tijd eruitzien?", "“Ik denk dat veel consumenten nu gewend zijn geraakt om dingen op afstand te doen, en straks wellicht niet meer zoveel fysiek gaan winkelen. Als wij weer open mogen, gaan wij, om het winkelen extra aantrekkelijk te maken, onze klanten in de watten leggen. Zo hebben we veel nieuwe producten neergezet en onze demoruimte ingericht met de nieuwste snufjes van merken als Steinway Lyngdorf en Bowers & Wilkins. Klanten komen na de lockdown in een verwennerij van audio- en video-apparatuur terecht.”", "Nog creatieve inzichten gekregen door de situatie?", "“Dat ik met het bellen om advies te geven absoluut wil doorgaan, want klanten vinden dit contact erg fijn. Ik heb het gevoel dat wanneer je telefonisch advies geeft, mensen heel makkelijk al hun vragen kwijt kunnen.”", "Hoe houdt u de moed erin?", "“Dat klanten zo enthousiast zijn, houdt ons op de been. Voor ons gevoel hebben we het nu drukker dan voor de coronacrisis. Wat ik merk is dat de mensen die meer dan voorheen thuiszitten, investeren in kwalitatief betere producten en dus ook meer kopen.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Op bezoek gaan bij vrienden en familie, naar de kroeg en de bioscoop. Gewoon de sociale dingen die we allemaal, denk ik, hard nodig hebben. Maar voor nu heb ik veel naar nieuwe muziek kunnen zoeken en oude favorieten weer gedraaid. Van Bach en The Doors tot Kylie Minogue.”"], "authors": ["Anna Livia De Kort"], "keywords": ["ik", "goed", "zijn", "van", "het", "telefonisch", "voor", "en", "om", "werkt", "advies", "klubben", "hifi", "merkt", "te", "klanten", "dat"], "pubDate": "2021-01-07T10:00:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}