{"id": "b1e5cab2-8e28-3ec9-ab40-92334dfb7b04", "title": "OM: Verdachten moord Wiersum ook in beeld bij dubbele moord Suriname", "url": "https://nu.nl/binnenland/6095252/om-verdachten-moord-wiersum-ook-in-beeld-bij-dubbele-moord-suriname.html", "summary": "Moreno B. en Giërmo B., die als uitvoerders van de moord op advocaat Derk Wiersum worden gezien, zijn ook in beeld bij een dubbele moordzaak in Suriname in 2019.\n(foto) en Giërmo B. blijkt dat het tweetal in maart 2019 van Parijs naar Frans-Guyana is gereisd en van daaruit naar Suriname is gegaan.\nVolgens de officier van justitie is een bericht van Moreno B. aan zijn vriendin in die periode opvallend.\nDe advocaat van Moreno B., Gerald Roethof, noemt het linken van zijn cliënt aan een dubbele moord opmerkelijk, aangezien dit niets met de moord op Wiersum in september 2019 te maken heeft.\n\"En dat als er een rechtszaak komt, wat ik betwijfel, die zaak niet met deze gevoegd zal worden\", aldus de advocaat.", "paragraphs": ["Moreno B. en Giërmo B., die als uitvoerders van de moord op advocaat Derk Wiersum worden gezien, zijn ook in beeld bij een dubbele moordzaak in Suriname in 2019. Dat laat het Openbaar Ministerie (OM) dinsdag weten in de rechtbank van Amsterdam.", "Het gaat om een schietincident op 5 mei vorig jaar in Paramaribo, bevestigen betrouwbare bronnen aan NU.nl. Een van die slachtoffers was volgens het AD de 49-jarige Dennis Groenfelt uit Utrecht. Het andere slachtoffer was een negentienjarige vrouw.", "Het dagblad meldt dat Groenfelt behoorde tot de criminele organisatie van drugscrimineel Mustapha F., een rivaal van Ridouan T. F. ontsnapte aan de dood in Marokko toen niet hij, maar de zoon van een Marokkaanse rechter bij vergissing werd doodgeschoten.", "De officier van justitie zei dinsdag op zitting dat uit reisbewegingen van Moreno B. (foto) en Giërmo B. blijkt dat het tweetal in maart 2019 van Parijs naar Frans-Guyana is gereisd en van daaruit naar Suriname is gegaan. Op 8 mei vertrokken de twee mannen weer uit Frans-Guyana.", "Volgens de officier van justitie is een bericht van Moreno B. aan zijn vriendin in die periode opvallend. Zijn partner beviel op 3 mei 2019 en liet in de aanloop daarnaartoe aan B. weten dat de zwangerschap moeilijk verliep en ze vroeg hem terug te komen naar Nederland. Moreno B. schreef haar terug dat dit niet mogelijk was en vroeg haar te liegen over waarom hij in Suriname was.", "De advocaat van Moreno B., Gerald Roethof, noemt het linken van zijn cliënt aan een dubbele moord opmerkelijk, aangezien dit niets met de moord op Wiersum in september 2019 te maken heeft. \"En dat als er een rechtszaak komt, wat ik betwijfel, die zaak niet met deze gevoegd zal worden\", aldus de advocaat."], "authors": ["Door", "Joris Peters"], "keywords": ["dubbele", "van", "bij", "moreno", "het", "op", "zijn", "wiersum", "moord", "suriname", "een", "ook", "om", "beeld", "b", "en", "dat", "verdachten", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}