{"id": "b1f5ffdb-cf20-312e-ae15-5af57ef6ccf9", "title": "Post-covid: de toekomst van het seminar is hybride", "url": "https://www.rtlnieuws.nl/economie/business/artikel/5201733/hybride-seminar-post-covid", "summary": "Het Nederlandse bedrijf Online Seminar bestaat al 11 jaar.\nBizarWat pre-covid al een aardig succes was vanwege het uitsparen van reistijd, lage organisatiekosten en het grote bereik, bleek vanaf maart dit jaar ineens het ei van Columbus, vertelt Marc Zwiers.\nHij is Business Unit Manager bij Online Seminar.\n‘Wat er bij ons gebeurde is maar met één woord te omschrijven: bizar.’De aanvragen voor het organiseren van online congressen en evenementen groeiden explosief.\nVoor de diensten van Online Seminar betekent dat een geleidelijke overgang.", "paragraphs": ["Het Nederlandse bedrijf Online Seminar bestaat al 11 jaar. Vanuit eigen studio’s in onder andere Amsterdam organiseren ze digicongressen, workshops en presentaties waarbij de kijkers vanachter hun eigen scherm kunnen deelnemen. In de studio zitten sprekers en een gespreksleider. Online genodigden kunnen via polls en chats live reageren op presentaties, interviews en video’s.", "Bizar", "Wat pre-covid al een aardig succes was vanwege het uitsparen van reistijd, lage organisatiekosten en het grote bereik, bleek vanaf maart dit jaar ineens het ei van Columbus, vertelt Marc Zwiers. Hij is Business Unit Manager bij Online Seminar. ‘Wat er bij ons gebeurde is maar met één woord te omschrijven: bizar.’", "De aanvragen voor het organiseren van online congressen en evenementen groeiden explosief. Klanten die voorheen uitsluitend voor live events kozen, stroomden plotsklaps toe. Niet alleen commerciële partijen meldden zich, zegt Zwiers. ‘Ook de overheid klopte ineens bij ons aan.’", "Voordelen behouden", "Zwiers verwacht dat online events een ontwikkeling doormaken die op thuiswerken lijkt: ‘Daar hebben mensen nu van geproefd. Ze kennen de voor- en nadelen. En ze willen straks, als de maatschappij weer opengaat, die voordelen graag behouden.’", "Eer het zover is, zullen we nu eerst door een overgangsfase moeten, is zijn verwachting. Voor de diensten van Online Seminar betekent dat een geleidelijke overgang. In kleine studio’s met aanpalende zalen zullen groepen van beperkte omvang bijeen kunnen komen. In de studio wordt dan het programma gemaakt. Het publiek zorgt voor sfeer en beleving. ‘Maar het grootste deel van de deelnemers zit nog gewoon thuis.’"], "authors": [], "keywords": ["hybride", "van", "postcovid", "het", "die", "seminar", "online", "toekomst", "een", "ze", "en", "kunnen", "voor"], "pubDate": "2020-12-07T14:09:47+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}