{"id": "b20f87d9-7799-33d4-bcaa-b551dc6a7bc5", "title": "‘De Neukpiet’: een strip over het extreme imago van de zwarte man", "url": "https://trouw.nl/cultuur-media/de-neukpiet-een-strip-over-het-extreme-imago-van-de-zwarte-man~b4a7f9c9/", "summary": "Onder hen een zwaarbewapende gangstervrouw, een zwarte komiek en een horror-Sint met een ooglapje.\nKan hij zijn luxeleventje niet beter vaarwel zeggen en terugkeren naar de idealen van zijn moeder, een zwarte activiste?\nZe laten de tekenstijl wisselen bij ingelaste episodes, zoals een flashback, een persoonlijke zoektocht in Suriname of een uitlegpagina over de ­geschiedenis van Zwarte Piet.\nVoor de makers is het klip-en-klaar dat Zwarte Piet een toonbeeld is van raciale ­stereotypering.\n“Dat smijten we als parodie terug in het gezicht van de voorstanders van Zwarte Piet.”Moderne FaustDe strip gaat trouwens over veel meer dan Zwarte Piet alleen.", "paragraphs": ["De pakjesboot ligt rustig te dobberen op zee. Het is donker. Dan komt er uit het niets een sloep aanvaren met aan boord een handvol activisten. Onder hen een zwaarbewapende gangstervrouw, een zwarte komiek en een horror-Sint met een ooglapje. Ze enteren de boot met geweld, vast van plan om voorgoed af te rekenen met Zwarte Piet.", "Zie hier de openingsscène van ‘De Neukpiet’, een ruig en apocalyptisch stripverhaal dat zojuist is verschenen. Een knipoog naar het zwartepietendebat? Nee, zeggen de scriptschrijvers Ashar Medina en Gonzalo Fernandez: eerder een ‘dikke middelvinger’. Hun Neukpiet is een keiharde satire, niet geschikt voor kinderen en watjes. Alleen voor grote mensen die bestand zijn tegen een dosis bittere spot en vunzigheid.", "De Neukpietdildo vindt gretig aftrek", "Hoofdpersoon is de succesloze zwarte comedian Anthony Moreno. In een provocerende bui bedenkt hij het typetje ‘Neukpiet’, een forsgeschapen dekhengst die ‘aan alle stoute moedertjes zijn zak wil laten zien’. De creatie wordt onmiddellijk een hit. Moreno verovert de theaters en verdient smakken geld aan de merchandising. Vooral zijn Neukpietdildo – 23 cm met bijgeleverde cockring in de vorm van een pietenkraag – vindt gretig aftrek.", "Maar er knaagt iets. Moreno’s typetje scoort hoofdzakelijk bij witte, weinig invoelende aanhangers van Zwarte Piet. En bij dit nieuwe publiek vindt hij geen gehoor voor zijn boodschap dat het maar eens afgelopen moet zijn met die racistische knecht. Gaandeweg krijgt hij daardoor het gevoel dat hij zijn ziel aan de duivel heeft verkocht en als een soort Braboneger verstrikt is geraakt in het succes van zijn eigen creatie. Kan hij zijn luxeleventje niet beter vaarwel zeggen en terugkeren naar de idealen van zijn moeder, een zwarte activiste?", "Het verhaal speelt in de nabije toekomst. In een referendum heeft het Nederlandse volk zojuist besloten om Zwarte Piet af te schaffen, maar in de praktijk blijft hij ­gewoon voortbestaan. De grote vraag is of Neukpiet op tijd tot inkeer komt en het ­verschil kan maken in de rassenoorlog die inmiddels is ontstaan.", "Beeld De Neukpiet/Brian Elstak", "Horrorelementen", "De ideologische lading van de strip mag helder zijn. “Wij vinden Zwarte Piet krankzinnig”, zegt Medina. Als zwarte jongen op een witte school leed hij er al onder. “Het idiote is dat je anno 2020 nog steeds moet discussiëren over zo’n koloniaal, racistisch symbool.” De makers gooien het daarom eens over een andere boeg: een satire met horrorelementen. “Zo’n vreemd genre ontwapent mensen”, aldus Fernandez. “Ze genieten van het verhaal en worden vanzelf ontvankelijker voor de boodschap. Nee, zwarte-pietfanatici waarschijnlijk niet, maar hopelijk wel de grote groep onverschilligen.”", "Medina heeft zijn sporen verdiend als scriptschrijver van de populaire serie ‘Mocro Maffia’. Samen met Fernandez maakte hij eerder de film ‘Tom Adelaar’ (2018), genomineerd voor twee Gouden Kalveren. Hun Neukpiet moest aanvankelijk ook een film worden, maar het Filmfonds wees het plan begin dit jaar af. Het was te weinig uit­gewerkt, luidde de kritiek, en de pieten­discussie zou al op z’n retour zijn.", "Dat lieten de twee niet op zich zitten. Ze besloten het verhaal te bewerken tot een strip. Een gouden greep, zo bleek. Fernandez: “In een strip heb je geen beperkingen. We konden onze fantasie de vrije loop laten. Achteraf zijn we er daarom heel blij mee.”", "Zes illustratoren hanteren allemaal een eigen stijl", "Alleen drong de tijd. Het was al juni en het boek moest vóór Sinterklaas verschijnen. Eén tekenaar kon die klus nooit klaren. Vandaar dat er zes illustratoren hebben meegewerkt: Brian Elstak, Fiona Lutjenhuis, Victor Meijer, Wide Vercnocke, Lucky Versloot en Hedy Tjin. Ze hanteren allemaal een eigen stijl. De makers hebben van deze nood een deugd gemaakt. Ze laten de tekenstijl wisselen bij ingelaste episodes, zoals een flashback, een persoonlijke zoektocht in Suriname of een uitlegpagina over de ­geschiedenis van Zwarte Piet. Dankzij de wisselwerking wordt het alleen maar spannender, concluderen ze.", "Voor de makers is het klip-en-klaar dat Zwarte Piet een toonbeeld is van raciale ­stereotypering. Dikke rode lippen, kroeshaar en een kostuum uit de koloniale tijd ontstaan niet in een schoorsteen. En toch volharden sommige mensen daarin. “We spelen daarom opzettelijk met een ánder stereotype van de zwarte man: zijn over­geseksualiseerde imago”, legt Fernandez uit. “Dat smijten we als parodie terug in het gezicht van de voorstanders van Zwarte Piet.”", "Moderne Faust", "De strip gaat trouwens over veel meer dan Zwarte Piet alleen. Het is ook een moderne Faust, legt Medina uit. “De hoofdpersoon moet kiezen tussen succes en familie, tussen geld en idealen. De ambitie versus het geweten, daar worstelen wij als makers ook mee. Aan de ene kant willen we uitspreken waar we voor staan. Aan de andere kant ­willen we als kunstenaars onze expressie de vrije loop laten. Dat botst weleens.”", "Medina, ook rapper, heeft als extraatje een soundtrack bij de strip gemaakt. Sterker nog: hij heeft maar liefst zeven rapnummers gecomponeerd die deze week worden gelanceerd op Spotify. En de film? Die komt er ook nog, verzekeren de makers. Ze zijn al op zoek naar internationale partners. “Het kost wat moeite”, zegt Fernandez, “maar zonder wrijving geen glans.”", "De neukpiet cover Beeld De Neukpiet", "Ashar Medina & Gonzalo Fernandez, ‘De Neukpiet of: hoe ik mijn ware zelf vond en per ongeluk een rassenoorlog ontketende’, uitgeverij Das Mag, 136 blz., 24,99 euro.", "Lees ook:", "Hoe Zwarte Piet verdween uit kinderboeken en sinterklaasliedjes", "Zwarte Piet verdwijnt rap uit allerlei cultuurvormen. Afgelopen maand zijn de laatste kinderboeken met Zwarte Piet vernietigd, sinterklaasliedjes ondergaan een zuivering, en ook bioscoopketen Pathé doet de donkere knecht in de ban."], "authors": ["Sander Becker"], "keywords": ["man", "van", "piet", "het", "hij", "met", "zwarte", "zijn", "neukpiet", "strip", "imago", "een", "en", "dat", "extreme"], "pubDate": "2020-11-29T16:32:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}