{"id": "b2222007-1f2a-3336-b883-15c5806d7836", "title": "De bron van een besmetting vind je niet ‘met twee vingers in je neus’", "url": "https://www.nrc.nl/nieuws/2020/12/09/de-bron-van-een-besmetting-vind-je-niet-met-twee-vingers-in-je-neus-a4023254", "summary": "Tot zijn AOW wordt uitgekeerd, wil de 66-jarige zijn vervroegd pensioen aanvullen met een paar dagen werk in de week.\nDaar voldeed hij niet aan, maar in zijn brief gaf hij wel aan goed te zijn in het voeren van gesprekken.\nHij is een van de zeker 8.500 bron- en contactonderzoekers die thuis en op GGD-locaties door het hele land de telefoon bemannen.\nVan acteurs tot horecamedewerkers en van huisvrouwen tot studenten.”Een paar maanden geleden was Kluijtmans, nu coördinator van het bron- en contactonderzoeksteam in Gelderland-Zuid, nog operationeel manager bij een detacheringsbedrijf.\n„Aan het begin van een gesprek weet je alleen het geslacht, de leeftijd en woonplaats van degene aan de andere kant van de lijn.", "paragraphs": ["„Ja hoor, volgens mij hebben we beet”, zegt Victor Van Oeijen (66) in zijn headset. Hij denkt achterhaald te hebben waar de persoon aan de andere kant van de lijn het coronavirus opgelopen heeft.", "Het afgelopen kwartier heeft Van Oeijen – wit haar, Noorse trui en sportschoenen – zijn toehoorder ondervraagd. Waar is meneer de afgelopen twee weken geweest? „Kerk, kapper, disco?”, grapt Van Oeijen. En belangrijker nog: wie heeft hij daar gezien? Hij vouwt tijdens een luisterpauze zijn handen achter zijn hoofd.", "Van Oeijen is bron- en contactonderzoeker bij de GGD Gelderland-Zuid. Tot zijn AOW wordt uitgekeerd, wil de 66-jarige zijn vervroegd pensioen aanvullen met een paar dagen werk in de week. Begin september reageerde hij op de vacature bij de GGD. „In eerste instantie werd er om medisch geschoold personeel gevraagd”, vertelt hij. Daar voldeed hij niet aan, maar in zijn brief gaf hij wel aan goed te zijn in het voeren van gesprekken. Van Oeijen werd aangenomen.", "Hij is een van de zeker 8.500 bron- en contactonderzoekers die thuis en op GGD-locaties door het hele land de telefoon bemannen. Zij zoeken uit waar en door wie een coronapatiënt het virus heeft opgelopen. Waarom doen zij dit werk?", "Explosieve groei", "In augustus berichtte NRC dat de zoektocht naar nieuwe bron- en contactonderzoekers chaotisch verliep. Veel geschikte kandidaten vielen af door uitbesteding van het sollicitatieproces aan uitzendbureaus. En dat terwijl dat het aantal bron- en contactonderzoekers explosief moest groeien. „Per week komen er landelijk nog steeds enkele honderden nieuwe medewerkers bij”, zegt Sonja Kloppenburg, woordvoerder van koepelorganisatie GGD GHOR.", "Lees ook: GGD’s doen veel minder dan ze hebben beloofd", "Alle 25 GGD-regio’s zijn zelf verantwoordelijk voor de werving van nieuw personeel. Sommige regio’s besteden dit uit, andere niet. In Gelderland-Zuid is Judit Kluijtmans (39) verantwoordelijk voor het sollicitatieproces. Sinds half september is zij coördinator van het bron- en contactonderzoeksteam. „In september werkten hier nog vijftien mensen per dag, nu zo’n vijftig”, zegt Kluijtmans terwijl ze door het ‘chateau’ loopt. Het is een ironische bijnaam voor het witte noodgebouw op de parkeerplaats náást de hoofdlocatie van de GGD Gelderland-Zuid in Nijmegen.", "De instroom van mensen met een medische achtergrond is opgedroogd", "Hier doen de bron- en contactonderzoekers in verschillende kantoortjes hun werk. In principe werkt niemand thuis, behalve als iemand gezondheidsklachten heeft. Zo kunnen medewerkers hun vragen makkelijk stellen aan het aanwezige medische team van artsen en verpleegkundigen. Kluijtmans laat een bouwvakker in een blauwe overall passeren. „Er wordt as we speak nog een verdieping aan het gebouw toegevoegd.”", "De GGD’s zoeken „mensen met werk- en denkniveau op minimaal mbo-niveau”, zegt woordvoerder Kloppenburg. „Iemand met inlevingsvermogen die oog voor detail heeft en het geen probleem vindt om met verschillende computersystemen te werken.” Belangrijker nog dan leeftijd of achtergrond vindt Kluijtmans flexibiliteit. „De ideale bron- en contactonderzoeker is intrinsiek gemotiveerd dit probleem de wereld uit te helpen, en begrijpt dat zijn baan er over een paar weken misschien niet meer is. Als je op zoek bent naar zekerheden, moet je niet bij een crisisorganisatie gaan werken.”", "Van acteurs tot horecapersoneel", "Welke mensen solliciteren vooral? In het begin van crisis stroomden vooral veel mensen met een medische achtergrond in, zegt Kloppenburg. „Dat droogt een beetje op, en nu hebben we van alles. Van acteurs tot horecamedewerkers en van huisvrouwen tot studenten.”", "Een paar maanden geleden was Kluijtmans, nu coördinator van het bron- en contactonderzoeksteam in Gelderland-Zuid, nog operationeel manager bij een detacheringsbedrijf. „Mijn laatste opdracht was: bezuinigen”, zegt ze. „Toen heb ik mezelf wegbezuinigd.” Er lopen hier meer mensen met een dergelijk verhaal rond. In het Nijmeegse GGD-pand is zo’n 70 procent student, schat Kluijtmans. „Van de andere 30 procent is een deel net als ik werkloos geraakt door corona.”", "Kluijtmans neemt alleen mensen aan die minimaal twee dagen in de week beschikbaar zijn. „Werk je twee of drie dagen niet, dan zijn er weer allemaal dingen veranderd.” Het aantal besmettingscijfers heeft bijvoorbeeld invloed op hóé uitvoerig er met iemand kan worden gebeld. „Je kunt dit werk niet op routine doen.”", "Student Elise Lange. Foto Flip Franssen", "Populaire studentenbaan", "Op de locatie in Nijmegen is het werk populair onder studenten. „Ik heb hiervoor een jaar fulltime in de horeca gewerkt”, zegt Elise Lange (23), student Internationale Ontwikkelingsstudies aan de Universiteit Wageningen. Ze werkt nu in het team van Kluijtmans. Nu de meeste van haar colleges digitaal zijn en zelfs haar vereniging alleen online borrels houdt, is hier op locatie werken een bijkomend voordeel.", "De baan als coördinator staat niet slecht op haar cv, denkt Kluijtmans. „Ik kom uit het bedrijfsleven, waar ik meer tijd had om nieuwe stappen voor te bereiden. Hier moet ik telkens heel snel reageren op ontwikkelingen waar ik zelf geen invloed op heb.”", "Die constante verandering houdt het werk interessant, vindt ook de bijna-gepensioneerde Van Oeijen. Hij heeft zijn leven lang hoogopgeleid werk gedaan. „Aan het begin van een gesprek weet je alleen het geslacht, de leeftijd en woonplaats van degene aan de andere kant van de lijn. De rest moet je dus zelf uitvogelen”, aldus Van Oeijen. „Zulke gesprekken voer je niet met twee vingers in de neus.”", "Lees ook: Wat contactonderzoekers leren van ebola en Covid-19-modellen", "„Als dit niet mijn laatste baan was, zou ik hier ook in een sollicitatiegesprek over vertellen”, zegt Van Oeijen. „Je laat zien dat je stressbestendig bent, flexibel en accuraat. We krijgen hier trainingen gespreksvaardigheid en omgang met agressie.” In tegenstelling tot Van Oeijen gaan de meeste bron- en contactonderzoekers een goed cv wel nodig hebben. Als corona de wereld uit is, verliest iedereen hier zijn baan. Zelfs Kluijtmans. Ze lacht. „Dan hang ik de vlag uit. Toch wel.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Marit Willemsen", "December Om", "Leestijd Minuten"], "keywords": ["neus", "van", "vingers", "het", "twee", "op", "met", "zijn", "oeijen", "niet", "je", "een", "en", "vind", "aan", "bron"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}