{"id": "b243a77c-6e7f-347b-9d42-0043fd5f3b53", "title": "Wie gaat wanneer vaccineren? Het ene land is sneller dan het andere", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2020/11/wie-gaat-wanneer-vaccineren-ene-land-is-sneller-dan-de-ander-789775/", "summary": "Voor Nederland is het mogelijk nog even wachten tot na de jaarwisseling, al staat volgens het ministerie van Volksgezondheid alles gereed.\nVerenigde StatenOperation Warp Speed (Operatie sneller dan de lichtsnelheid) is het programma dat de Verenigde Staten snel aan een vaccin moest helpen.\nOok Johnson & Johnson, dat bijna de slotfase van zijn vaccinontwikkeling heeft bereikt, kreeg geld.\nPfizer-BioNTech kreeg voor de ontwikkeling van zijn vaccin geen geld, maar de Verenigde Staten kochten wel vaccins van deze farmaceut in.\nWel is duidelijk dat net als in Nederland het vaccin gratis beschikbaar zal zijn.", "paragraphs": ["Bijna is het zover: de eerste vaccinaties tegen het coronavirus zijn bijna klaar. Duitsland en de Verenigde Staten hopen in december al de eerste mensen te vaccineren. Voor Nederland is het mogelijk nog even wachten tot na de jaarwisseling, al staat volgens het ministerie van Volksgezondheid alles gereed. Een overzicht van de ontwikkelingen.", "1. Verenigde Staten", "Operation Warp Speed (Operatie sneller dan de lichtsnelheid) is het programma dat de Verenigde Staten snel aan een vaccin moest helpen. Een publiek-private samenwerking moest farmaceuten helpen met de ontwikkeling en productie van coronavaccins. Ook de verspreiding ervan moest zo sneller gaan. Voor het hele project is afgelopen maart bijna 10 miljard euro uitgetrokken.", "Dat geld lijkt het allemaal meer dan waard te zijn. Van de drie vaccins die momenteel in de slotfase van ontwikkeling verkeren, kregen er twee geld vanuit het project: AstraZeneca en Moderna. Ook Johnson & Johnson, dat bijna de slotfase van zijn vaccinontwikkeling heeft bereikt, kreeg geld. Pfizer-BioNTech kreeg voor de ontwikkeling van zijn vaccin geen geld, maar de Verenigde Staten kochten wel vaccins van deze farmaceut in.", "Volgens Moncef Slaoui, hoofd van Operation Warp Speed, zouden de eerste personen rond 11 december al kunnen worden gevaccineerd. Slaoui vermoedt dat één dag eerder de vaccins van Moderna en Pfizer-BioNTech worden goedgekeurd door de Amerikaanse medicijnautoriteit. Bijna zes op de tien Amerikanen zijn bereid te worden gevaccineerd tegen corona, bleek uit een recente peiling.", "2. Duitsland", "Het vaccin van Pfizer-BioNTech is een gedeeld Amerikaans-Duits succes. BioNTech is een Duitse start-up. Ook de Duitse bedrijven CureVac en IDT Biologika werken aan een vaccin. Bij laatstgenoemde bedrijf was afgelopen weekeinde de Duitse minister van Volksgezondheid, Jens Spahn (CDU), op bezoek. Daar zei hij hoopvol te zijn: ‘Er is reden tot optimisme dat er dit jaar goedkeuring komt voor een vaccin in Europa.’", "Spahn heeft de Duitse deelstaten gevraagd om halverwege december de vaccinatiecentra gereed te hebben. In Duitsland bepalen de deelstaten zelf welk gezondheidsbeleid zij voeren. Op 15 december moet in Duitsland alles klaar staan. Het eerste vaccin dat dan beschikbaar komt, is waarschijnlijk van Pfizer-BioNtech.", "Dat vaccin moet onder zeer koude omstandigheden worden bewaard. Maar de minister is ook hoopvol over de vaccins die nog worden ontwikkeld en waarvoor geen bijzondere apparatuur nodig is om ze te bewaren. Dan zou het vaccineren van de Duitse bevolking volgens Spahn veel sneller kunnen gaan.", "3. Nederland", "Net als Duitsland doet Nederland mee aan het Europese inkoopprogramma voor vaccinaties. Maar de snelheid waarmee de Duitsers gaan vaccineren, lijkt Nederland niet te kunnen bijhouden. Volgens een woordvoerder van minister van Volksgezondheid Hugo de Jonge (CDA) gaat Nederland ervan uit dat de eerste vaccins begin 2021 beschikbaar zijn. De woordvoerder houdt tegenover De Telegraaf wel een slag om de arm: ‘Mochten er toch vaccins in december worden goedgekeurd, dan zijn we er klaar voor om te beginnen. Zo zijn er bijvoorbeeld voldoende naalden en vriezers ingekocht.’", "Vorige week publiceerde de Gezondheidsraad een advies over wie in Nederland als eersten moeten worden gevaccineerd: bewoners van verpleeghuizen, zestigplussers en zorgmedewerkers. Het kabinet nam dat advies over.", "Het RIVM coördineert het vaccinatieprogramma. Volgens minister De Jonge hoeft Nederland zich geen zorgen te maken over de logistiek: ‘Gelukkig heeft Nederland ervaring met grote vaccinatiecampagnes. Als er straks vaccins worden geleverd, staat alles klaar. Waarschijnlijk is dat in de eerste maanden van 2021. Ook als het de vaccinontwikkelaars zou lukken om al in december te leveren, kunnen we direct aan de slag.’ Vaccinatie wordt gratis en vrijwillig.", "4. België", "Het zuidelijke buurland is bezig zijn vaccinatieprogramma vorm te geven. Wanneer België de eerste coronavaccins verwacht, is nog niet bekend. Wel is duidelijk dat net als in Nederland het vaccin gratis beschikbaar zal zijn. België kent in tegenstelling tot Nederland bij bepaalde vaccinaties ook een plicht, maar die zal niet gelden voor het coronavaccin, zo is vorige week bekendgemaakt.", "Mogelijk wordt het vaccin wel ‘sterk aanbevolen’. In België hebben Vlaanderen en Wallonië een sterke autonomie op het gebied van de gezondheidszorg. Beide landsdelen hebben vaccinatie tegen polio verplicht. Ouders die hun kind niet laten inenten, kunnen in de gevangenis belanden.", "Ook zijn nog eens elf andere vaccins sterk aanbevolen voor de bevolking, zoals een vaccinatie tegen difterie, tetanus en kinkhoest. In Wallonië mogen kinderen bij crèches worden geweigerd als ze bepaalde vaccins niet hebben gehad."], "authors": [], "keywords": ["ene", "vaccins", "van", "dan", "nederland", "vaccineren", "het", "vaccin", "zijn", "wie", "gaat", "een", "land", "andere", "te", "en", "sneller", "wanneer", "worden"], "pubDate": "2020-11-23T15:25:50+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}