{"id": "b24e20b8-1d7d-3c75-9122-ca8aa1f62b06", "title": "Huh?! – Deze ‘zonnevlek’ zou de aarde in z’n geheel kunnen verzwelgen", "url": "https://volkskrant.nl/wetenschap/huh-deze-zonnevlek-zou-de-aarde-in-z-n-geheel-kunnen-verzwelgen~b8c326a7/", "summary": "Beeld Eva FachéDeze ‘zonnevlek’ zou de aarde in z’n geheel kunnen verzwelgen (7 december)Deze vlammen rond een donkere kern vormen de meest gedetailleerde foto die ooit is gemaakt van een zonnevlek.\nAstronomen willen graag meer weten van het gedrag van dit soort zonnevlekken omdat ze raken aan de grootste vraagstukken rond de zon.\nEnkele dagen nadat het seksueel volwassen wordt, begint C. Elegans aan een proces waarbij het het eigen lichaam afbreekt.\nHet resultaat beschrijven ze in het huidige nummer van het vakblad Nature Methods: een manier waarop wetenschappers voor het eerst kunnen rondlopen in het binnenste van een cel.\nBeeld Alexandre KitchingWat de software nu levert, is echter nog geen bewegende simulatie van het binnenste van een cel.", "paragraphs": ["George van Hal (l) en Maarten Keulemans. Beeld Eva Faché", "Deze ‘zonnevlek’ zou de aarde in z’n geheel kunnen verzwelgen (7 december)", "Deze vlammen rond een donkere kern vormen de meest gedetailleerde foto die ooit is gemaakt van een zonnevlek. Beeld NSO/AURA/NSF", "Alsof je recht het oog van Sauron in staart, de vurige opperslechterik uit The Lord of the Rings. Deze likkende vlammen rond een donkere kern vormen de meest gedetailleerde foto die ooit is gemaakt van een zonnevlek, plekken waar het magneetveld van de zon het kolkende plasma op haar oppervlak in een houdgreep houdt.", "Met een breedte van zo’n 16 duizend kilometer zou dit stukje zon de aarde (diameter: bijna 13 duizend kilometer) in z’n geheel kunnen verzwelgen. Het donkere stuk van de vlek is naar zonnemaatstaven relatief ‘koud’, maar naar aardse begrippen met ruim 4 duizend graden Celsius nog altijd loeiheet.", "Met de foto bereikt de Daniel K. Inouye Solar Telescope op Hawaï, die begin van dit jaar nog de scherpste foto ooit van het pruttelende oppervlak van de zon presenteerde, een nieuwe mini-mijlpaal: nooit eerder werd een zonnevlek in zoveel detail in beeld gebracht. De foto heeft zo’n tweeënhalf maal hogere resolutie dan de vorige recordhouder.", "De kleinste structuren die je erop kunt zien, zijn zo’n grove 20 kilometer groot, ongeveer de afstand van Den Haag naar Rotterdam. En dat terwijl de telescoop technisch gesproken nog niet eens helemaal af is: pas volgend jaar (2021) is de bouw helemaal klaar.", "Op de foto kun je mooi zien hoe gas, tot strepen gekneed door het magneetveld, uit het binnenste van de zonnevlek stroomt. Astronomen willen graag meer weten van het gedrag van dit soort zonnevlekken omdat ze raken aan de grootste vraagstukken rond de zon. Zo is bijvoorbeeld bekend dat een toename aan zonnevlekken verband houdt met toenemende activiteit op de zon.", "In zo’n periode braakt de zon vaker geladen deeltjes uit, deeltjes die in extreme gevallen een gevaar kunnen vormen voor onze aardse technologie. Wetenschappers willen daarom beter weten wat dat soort ‘ruimteweer’ veroorzaakt en hoe je het kunt voorspellen, zodat je bij een naderende deeltjesstorm kwetsbare satellieten alvast uit kunt schakelen of vliegtuigen aan de grond kunt houden. (GvH)", "Deze worm spuit melk uit een vulva om nakomelingen te voeden (24 november)", "‘Onze Lieve Heer heeft vreemde kostgangers’, zo luidt een bekend Nederlands gezegde. Kijk door een menselijke bril naar de wereld van kleine wormen en je concludeert al snel dat dat gezegde daar zéker opgaat.", "Maak kennis met Caenorhabditis elegans, C. elegans voor intimi: een kleine rondworm – lengte: een grove millimeter – die in de wereld van het wetenschappelijk onderzoek een graag geziene gast is. Het diertje leeft kort en plant zich razendsnel voort, zodat je mutaties in het genoom over verschillende generaties kunt volgen. En, als bonus: het diertje is doorzichtig, zodat je ook de binnenkant goed in de gaten kunt houden.", "C. Elegans, de minuscule doorzichtige rondworm, in beweging. Beeld Bob Goldstein", "Onlangs bleek dit tot in den treure bestudeerde diertje toch iets minder, eh, transparant dan gedacht. Al langer is bekend dat C. Elegans een eitjes-leggende hermafrodiet is, een dier met zowel traditioneel vrouwelijke als mannelijke geslachtskenmerken. (Overigens is een heel klein deel – 0,05 procent – van de rondwormen uitsluitend man, volledig vrouwelijke wormen komen niet voor).", "Nadat de worm bevrucht is – dat kan het diertje overigens óf zelf, óf met de hulp van een medeworm – legt het enkele honderden eitjes. Toen biologen dat proces in wat meer detail bekeken, ontdekten ze dat de wormen tijdens het eieren leggen een bruinig goedje uit hun vulva spuiten, zo beschrijven ze in een artikel op de wetenschappelijke voorpublicatiesite bioarxiv. Vervolgexperimenten toonden aan dat de nakomelingen van de worm het goedje opaten en daardoor ook beter groeiden.", "De ontdekking maakte een einde aan een al langer openstaand raadsel. Enkele dagen nadat het seksueel volwassen wordt, begint C. Elegans aan een proces waarbij het het eigen lichaam afbreekt. Eerst maken de diertjes bijvoorbeeld ‘zelf-sperma’, zoals biologen het noemen – het spul waarmee ze zichzelf kunnen bevruchten – om daarna onder meer de biomassa in de darmen om te zetten in het eigeel voor in de eitjes.", "Raadselachtig was echter dat die eigeelproductie ook daarná nog doorging. Raar, vonden sommigen. Evolutionair los eindje, speculeerden anderen. Nutteloos gedoe, luidde de meest gehoorde conclusie.", "Onzin, zeggen de onderzoekers nu. ‘Wij laten zien dat de moeite van het eigeel maken niet zinloos is, omdat moeders na de voortplanting het eigeel uitscheiden door de vulva, waarna het nageslacht het opeet en groeit. Het eigeel doet dienst als melk. C. Elegans-moeders laten een vorm van lactatie zien’, schrijven ze in hun artikel.", "Overigens heeft deze vorm van moedermelk voor de wormen zelf wel tragische gevolgen. Het in alle biologische ijver afgebroken eigen lichaam houdt uiteindelijk op met werken met de dood tot gevolg. (GvH)", "Kijk uit voor de valkuil van spiritueel narcisme: ik ben lekker verlichter dan jij! (10 november)", "Een spirituele cursus volgen om je eigen ego een kopje kleiner te maken? Pas op voor de valkuil die spiritueel narcisme heet. Ik ben lekker verlichter dan jij!", "Het verlangen om beter, leuker, slimmer te zijn dan anderen zit diep verankerd in de menselijke aard. Spirituele trainingen zijn erop gericht om deze verlangens van het ego te overwinnen. Op die manier zouden we tot rust kunnen komen, wijsheid kunnen vergaren en meer verbinding kunnen voelen met anderen. Maar wat als het ego de spirituele zoeker te slim af is? Dan kan het de nieuwe inzichten gebruiken om zich alsnog superieur te voelen aan anderen. Maar dan op spiritueel vlak.", "Spirituele goeroes onderkennen het risico van spirituele superioriteit. Of een graadje erger: spiritueel narcisme. Maar er is nooit wetenschappelijk onderzoek naar verricht. Om dat onderzoek van de grond te tillen ontwikkelden en valideerden sociaal psycholoog Roos Vonk (Radboud Universiteit) en studente sociale psychologie Anouk Visser een vragenlijst om gevoelens van spirituele superioriteit te meten. En ze onderzochten er enkele verbanden mee. Wat blijkt? Mensen die spirituele trainingen volgen, scoren hoger dan mensen die niet spiritueel actief zijn op stellingen als: ‘Ik ben mij van meer zaken bewust dan anderen’, ‘De wereld zou een betere plek zijn als anderen ook de inzichten krijgen die ik nu heb’ en ‘Ik ben meer in contact met mijn lichaam dan anderen.’", "Yoga langs de Maas. Beeld Marcel van den Bergh", "En zo heeft de spirituele cursus het ego lekker gevoed, terwijl we het juist de mond hadden willen snoeren. Tot zover het slechte nieuws. Het goede nieuws is dat dit alles veel minder opgaat voor de volksstammen die aan mindfulness doen. Mensen die mindfulness beoefenen scoren wel iets, maar niet heel erg veel hoger op spirituele superioriteit dan mensen die nog nooit op een kussentje hebben gezeten.", "Wie veel vatbaarder is voor spirituele superioriteit, is de kleinere groep van cursisten aan energetische scholen. Plekken waar mensen zich bekwamen in het lezen van chakra’s, handoplegging en andere vormen van paranormale healing. Ze hebben ook vaker dan mindfulness-aanhangers de behoefte om hun nieuwe inzichten te delen met anderen, en anderen te begeleiden op hun geestverrijkende pad.", "Vervolgonderzoek moet nog aantonen of de spirituele superioriteitsgevoelens van leerlingen aan energetische scholen het gevolg is van hun training. Het omgekeerde is natuurlijk ook mogelijk: dat ze juist deze specifieke opleiding hebben gekozen, omdat ze zichzelf op dat gebied al meer dan gemiddeld getalenteerd vinden.", "Dat de mindfulness-cursisten zich slechts in geringe mate spiritueel verheven voelen boven andere mensen, verbaast de onderzoekers niet. ‘Bij mindfulness is het juist de uitdaging om je ego aan het werk te zien’, aldus Vonk. ‘Dus als je bij jezelf denkt: oh, wat ben ik goed bezig, dan wéét je eigenlijk al dat je in de tang van je ego zit. De uitdaging is dat bij jezelf waar te nemen. Alleen al daardoor verliest die gedachte – en het ego – aan kracht.’ (Margreet Vermeulen)", "Misschien toch geen fosfine – en dus geen leven – op planeet Venus? (22 oktober)", "Onder wetenschappers en wetenschapsvolgers sloeg het in als een bom, de voorpublicatie door de Leidse astronoom Ignas Snellen en collega’s. De reden? In het artikel stellen zij dat een eerder gepubliceerd – en breed in de pers opgepikt – onderzoek géén statistisch bewijs levert voor de aanwezigheid van fosfine in de atmosfeer van Venus.", "Zit er nu wel of geen fosfine in de atmosfeer van Venus? Beeld ISAS/JAXA", "Wacht even: fosfine, Venus, hoe zat dat ook alweer? In september publiceerde een internationaal team onderzoekers een artikel in het vakblad Nature Astronomy waarin ze beschreven dat ze bewijs hadden ontdekt voor de aanwezigheid van de chemische stof fosfine in de atmosfeer van Venus. Dat is bijzonder omdat fosfine op aarde alleen wordt geproduceerd door sommige bacteriën en in de chemische industrie.", "Als er inderdaad fosfine in de atmosfeer van Venus zit, is dat mogelijk een teken van leven. Het gevolg: veel aandacht in de media. Daarbij werd wel continu een duidelijk voorbehoud gemaakt, namelijk dat fosfine op aarde op leven duidt, wil niet zeggen dat dat ook op Venus het geval is. Of, zoals astronoom Yamila Miguel van de Universiteit Leiden het stelde in ons nieuwsbericht: ‘Zonder meer te weten over het binnenste en de geologie van Venus, kun je nooit helemaal zeker weten of de bron biologisch is.’", "En dan is er nu dus dat nieuwe artikel van Snellen. Voor de duidelijkheid: dat gaat over een denkstap éérder. Namelijk niet over de vraag of fosfine wel of geen teken van leven is, maar over of er überhaupt wel fosfine is gevonden door de onderzoekers.", "De manier waarop de onderzoekers de meetgegevens in hun vakartikel boetseerden tot de eindconclusie ‘fosfine ontdekt’ is namelijk notoir ingewikkeld. Dat merkten astronomen bij verschijning van het oorspronkelijke vakartikel ook al op. ‘Ik blijf sceptisch dat je dit relatief zwakke signaal überhaupt kunt meten’, zei astronoom Emmanuel Lellouch van de Observatoire de Paris bijvoorbeeld. ‘De data-analyse is zo ingewikkeld dat je er volgens mij zo’n beetje elk gewenst resultaat uit kunt krijgen door een beetje aan de knoppen te draaien.’", "Opmerkelijk genoeg was een van de co-auteurs van het nieuwe artikel, astronoom Floris van der Tak, verbonden aan het Nederlandse ruimteonderzoeksinstituut SRON, in eerste instantie juist nog voorzichtig enthousiast. ‘Dit zijn moeilijke metingen, maar de detectie van fosfine lijkt me redelijk solide’, liet hij de Volkskrant destijds weten.", "Desondanks besloot hij met collega’s tot een uitvoerige heranalyse van de oorspronkelijke gegevens en komt nu dus tot een andere, voorlopige, conclusie: het signaal dat men oorspronkelijk aanzag voor fosfine is bij nader inzien niets meer dan een statistische luchtspiegeling. Dat leidt onder wetenschappers tot opwinding, maar bij de buitenwacht vooralsnog tot onbegrip of soms zelfs woede. Best begrijpelijk: hier wordt immers een groots aangekondigd resultaat een maand later alweer onderuitgehaald, zo lijkt het.", "Toch is dit juist hoe wetenschap hoort te werken. ‘De wetenschap’ die feiten poneert in onaantastbare vakpublicaties bestaat niet. Wetenschap zit vol individuen die zich, zo goed en zo kwaad als dat gaat, proberen te laten leiden door verifieerbare feiten. Elke conclusie, hoe mooi of welkom de resultaten ook zijn, hoort daarom altijd bloot te staan aan de kritische analyse van vakgenoten. Dat is wat hier gebeurt: een keurige heranalyse die tot andere conclusies leidt.", "De verwarring over wat dit nu betekent, wordt verder aangezwengeld door een tweede manier waarop de wetenschappelijke wereld van de normale verschilt. Het nieuwe artikel is namelijk een zogeheten voorpublicatie. ArXiv, de website waarop het bericht verscheen, is een plek waar iedere wetenschapper artikelen kan plaatsen zonder dat die eerst door andere vakgenoten zijn gelezen. Dat verschilt van de praktijk bij traditionele vakbladen, waar elk artikel eerst gelezen wordt door anonieme vakgenoten die de werkwijze en conclusies nog eens tegen het licht houden. Pas als een artikel die zogeheten peer review overleeft, wordt het gepubliceerd. Dat is meestal ook pas het punt waarop kranten erover beginnen te schrijven.", "Bij een voorpublicatie is dat nog niet gebeurd, al verschijnen veel artikelen op ArXiv later alsnog in traditionele vakbladen. Wetenschappers zullen zo’n publicatie daarom extra sceptisch benaderen. Of, zoals astronoom Heino Falcke (Radboud Universiteit) op Twitter schreef: ‘Dit is een lastige berekening. Dit artikel moet nog door de peer review. So don’t hold your breath.’ Precies om diezelfde reden staan Snellen, Van der Tak en collega’s de pers nog niet te woord. Eerst moeten hun vakgenoten maar eens naar hun artikel kijken en de boel kritisch nalopen. Pas na publicatie in een vakblad willen ze vragen van buitenaf beantwoorden.", "No phosphine in Venus? Re-Analysis by Snellen et al. of the “Live-on-Venus” claim using the original scripts of the authors: detection is not statistically significant. Tricky calibration. Paper still needs to be peer-reviewed. So, don’t hold your breath. https://t.co/K5CqDP88Yk pic.twitter.com/yFo28p6sne — Heino Falcke (@hfalcke) 21 oktober 2020", "Een keurig wetenschappelijke opstelling, maar in deze tijd waarin alles direct op sociale media terechtkomt en kranten en websites al berichten gaan schrijven over een onderzoek dat in zekere zin nog niet ‘af’ is, ook moeilijk te begrijpen. Juist extra commentaar van de onderzoekers had al te overhypte conclusies hier wellicht wat kunnen temperen.", "Hoe dan ook: als al het wetenschappelijke stof straks is neergedaald weten we hopelijk beter of er nu wél of géén fosfine (en dus mogelijk, misschien, wellicht leven) is gevonden op Venus. (GvH)", "Wetenschapper loopt rond in eigen immuuncel (13 oktober)", "Sla een willekeurig biologieboek voor de middelbare school open en je komt geheid plaatjes tegen van het binnenste van een cel. In het midden een celkern met daarin opgerold het dna, de drager van al onze genetische informatie. Ergens in het (meestal) azuurblauwe cytoplasma zweeft een ovaal mitochondrion, een van de energiecentrales die de cel draaiend houdt. En even verderop, tegen de celkern aangeschurkt, het ruwe endoplasmatisch reticulum. Befaamd vanwege z’n bizar klinkende naam en belangrijk voor de eiwitvorming in de cel.", "Bekend werk voor de meeste scholieren, maar voor wetenschappers toch iets te simpel, zo vonden onderzoekers verbonden aan de University of Cambridge. Vandaar dat ze samen met een softwarebedrijf besloten de boel eens over een totaal andere boeg te gooien. Het resultaat beschrijven ze in het huidige nummer van het vakblad Nature Methods: een manier waarop wetenschappers voor het eerst kunnen rondlopen in het binnenste van een cel. Of nou ja… in virtual reality, dan toch.", "Als basis gebruiken ze een microscooptechniek die foto’s kan maken op de nanoschaal, een techniek die in 2014 nog de Nobelprijs voor de scheikunde won. De nieuwe software maakt van de door de microscoop verzamelde gegevens niet de vertrouwde platte plaatjes, maar driedimensionale afbeeldingen geschikt voor VR.", "Dat moet wetenschappers een intuïtiever gevoel geven voor de verhoudingen op de kleinste schalen binnen ons lichaam. Promovendus Anoushka Handa maakt deel uit van de onderzoeksgroep en gebruikte de software direct om een immuuncel uit haar eigen bloed te simuleren, waar ze vervolgens met een virtualrealitybril op in kon rondlopen, zo beschrijft ze in een persbericht van de universiteit. ‘Dat was waanzinnig, het gaf me een totaal ander perspectief op het onderzoek dat we doen.’", "Close-up van neuronen, op basis van echte microscoopfoto's en geschikt gemaakt voor VR door de nieuwe software. Beeld Alexandre Kitching", "Wat de software nu levert, is echter nog geen bewegende simulatie van het binnenste van een cel. Het simuleert de aanwezige moleculen en structuren, maar geeft geen beeld van de pulserende chaos in het binnenste van onze cellen. Dat is jammer, want de vervreemdende stortvloed aan trillende, in elkaar grijpende moleculen en overlappende, bizarre structuren die onze lichamen op de kleinste schaal beheersen, zou een reisje opleveren dat nóg buitenaardser aandoet dan een tocht door de ijle pracht van de kosmos.", "Wie niet kan wachten, moet het voorlopig nog even doen met filmpjes, overigens gemaakt met behulp van dezelfde revolutionaire microscooptechniek. Zoals hieronder, een bijzondere blik op de bewegende cellen diep in het oor van een zebravis:", "(GvH)", "Meer leuk wetenschapsnieuws lezen, over alles van planeten zo heet dat ijzer er kookt, tot doorreisbare wormgaten? Het vorige Huh?!-blog vindt u hier."], "authors": ["George Van Hal", "Maarten Keulemans"], "keywords": ["zonnevlek", "van", "dat", "huh", "die", "dan", "een", "en", "kunnen", "zou", "te", "zn", "deze", "op", "voor", "verzwelgen", "geheel", "het", "aarde"], "pubDate": "2020-11-07T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}