{"id": "b262cb5a-a311-3a91-bba0-46870ac098c6", "title": "Arrestaties in zaken overvallen NikkieTutorials en René van der Gijp", "url": "https://www.parool.nl/nederland/arrestaties-in-zaken-overvallen-nikkietutorials-en-rene-van-der-gijp~bc40f5b7/", "summary": "Beeld ANP KippaDe verdachten van 19 tot 24 jaar, zijn dinsdagochtend van hun bed gelicht tijdens woninginvallen in acht woningen in Rotterdam en Ridderkerk.\nDe verdachten zitten vast op verdenking van vier overvallen en drie inbraken in Rotterdam, Dordrecht, Krimpen aan den IJssel, Rockanje, Hendrik-Ido-Ambacht, Mijnsheerenland in Zuid-Holland en Uden in Noord-Brabant.\n‘Het onderzoeksteam sluit niet uit dat er nog andere overvallen en inbraken aan deze verdachten kunnen worden gelinkt’, valt er te lezen in een verklaring van de politie.\nTijdens de aanhoudingen werden een auto, designerkleding, design tassen, dure sieraden, horloges, geld, inbraakgereedschap en munitie in beslag genomen.\nOf het om een bende gaat is vooralsnog niet duidelijk.", "paragraphs": ["Nikkie de Jager. Beeld ANP Kippa", "De verdachten van 19 tot 24 jaar, zijn dinsdagochtend van hun bed gelicht tijdens woninginvallen in acht woningen in Rotterdam en Ridderkerk.", "De verdachten zitten vast op verdenking van vier overvallen en drie inbraken in Rotterdam, Dordrecht, Krimpen aan den IJssel, Rockanje, Hendrik-Ido-Ambacht, Mijnsheerenland in Zuid-Holland en Uden in Noord-Brabant. ‘Het onderzoeksteam sluit niet uit dat er nog andere overvallen en inbraken aan deze verdachten kunnen worden gelinkt’, valt er te lezen in een verklaring van de politie.", "Tijdens de aanhoudingen werden een auto, designerkleding, design tassen, dure sieraden, horloges, geld, inbraakgereedschap en munitie in beslag genomen. Ook nam de politie telefoons en laptops mee.", "Of het om een bende gaat is vooralsnog niet duidelijk. Wel stelt de politie een patroon te zien in de werkwijze en de beoogde buit. ‘Het was de verdachten steeds te doen om dure horloges, sieraden en geld. Ze wisten tonnen aan buit te maken. De verdachten gingen daarbij bovendien geweld niet uit de weg. In enkele gevallen gebruikten zij een vuurwapen om de slachtoffers te bedreigen of werden de slachtoffers mishandeld.’"], "authors": ["Het Parool"], "keywords": ["rené", "overvallen", "van", "werden", "het", "nikkietutorials", "een", "der", "en", "te", "zaken", "om", "arrestaties", "niet", "verdachten", "aan", "gijp"], "pubDate": "2020-12-08T12:56:53+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}