{"id": "b2633847-7edc-3044-9b48-302ac4dae393", "title": "NUcheckt: Bewering over vatbaarheid voor corona na griepprik ongefundeerd", "url": "https://nu.nl/nucheckt/6080863/nucheckt-bewering-over-vatbaarheid-voor-corona-na-griepprik-ongefundeerd.html", "summary": "Dit keer kijken we naar de volgende bewering: \"Mensen die een griepprik hebben gekregen, zijn vatbaarder voor andere virussen, waaronder COVID-19.\"\nEr blijken alleen helemaal geen aanwijzingen dat de griepprik ervoor zorgt dat je vatbaarder bent voor het coronavirus.\nDe bewering dat de griepprik het coronavirus zou stimuleren wordt in het artikel ondersteund met een onderzoek uit 2018 waar gekeken werd naar het verband tussen de griepprik en luchtweginfecties.\nHet verschil tussen gevaccineerde en niet gevaccineerde kinderen was namelijk klein en het onderzoek had een aantal belangrijke beperkingen.\nDat betekent dus dat het vaccin geen effect heeft op het coronavirus en je ook niet kwetsbaarder kan maken voor corona.\"", "paragraphs": ["NUcheckt beoordeelt berichten op hun betrouwbaarheid. Dit keer kijken we naar de volgende bewering: \"Mensen die een griepprik hebben gekregen, zijn vatbaarder voor andere virussen, waaronder COVID-19.\" Dit blijkt ongefundeerd.", "NUcheckt kreeg via de mail een artikel toegestuurd van de website Zelfzorg COVID-19. In dit artikel wordt beweerd dat de griepprik andere virussen, zoals het coronavirus, stimuleert. Dit betekent volgens het stuk dat een persoon die de griepprik heeft gehad, vatbaarder is voor het coronavirus en dus een groter risico loopt om COVID-19 te krijgen. Het artikel werd zo'n duizend keer gedeeld op Facebook.", "Er blijken alleen helemaal geen aanwijzingen dat de griepprik ervoor zorgt dat je vatbaarder bent voor het coronavirus.", "Waar is het op gebaseerd?", "Het artikel op Zelfzorg COVID-19 is een vertaling van een stuk op de Amerikaanse website Home Vaccine Educate Network, een website waar berichten opstaan tegen vaccinatie.", "De bewering dat de griepprik het coronavirus zou stimuleren wordt in het artikel ondersteund met een onderzoek uit 2018 waar gekeken werd naar het verband tussen de griepprik en luchtweginfecties. In dit onderzoek is niet gekeken naar het coronavirus dat nu een pandemie veroorzaakt.", "Uit het onderzoek kwam dat er na griepvaccinatie bij kinderen een lichte toename was van luchtweginfecties. Dat gold in dit onderzoek alleen voor kinderen. Volwassenen bleken namelijk niet kwetsbaarder voor luchtweginfecties na de griepprik. Of kinderen die de griepprik ontvangen echt vatbaarder zijn voor luchtweginfecties, is niet duidelijk. Het verschil tussen gevaccineerde en niet gevaccineerde kinderen was namelijk klein en het onderzoek had een aantal belangrijke beperkingen. Het was bijvoorbeeld geen experiment, kinderen werden dus niet op basis van toeval ingedeeld in een gevaccineerde en een niet-gevaccineerde groep. Mogelijk waren de kinderen in de gevaccineerde groep sowieso vatbaarder voor verkoudheidsvirussen.", "Kinderen worden in Nederland bovendien zelden ingeënt tegen de griep.", "Geen hoger risico op COVID-19 na griepprik", "Verschillende wetenschappers vertelden daarnaast aan factcheckorganisatie Health Feedback dat er nog helemaal geen goed onderzoek is gedaan naar de griepprik en het coronavirus.", "In onderzoeken naar de griepprik die gedaan zijn is, net zoals in het onderzoek uit 2018 hierboven, alleen gekeken naar andere virussen die luchtweginfecties kunnen veroorzaken. In een ander onderzoek uit 2013 onder 2010 kinderen en 1.738 volwassenen werd helemaal geen verband tussen de griepprik en een verhoogde kans op luchtweginfecties gevonden.", "'Griepprik beschermt tegen griep'", "Woordvoerder Coen Berends van het RIVM vertelt ook dat er op dit moment geen aanwijzingen zijn dat het griepvaccin een negatief effect heeft op de vatbaarheid voor het coronavirus. \"De griepprik biedt bescherming tegen griep. Het beschermt niet tegen andere virussen, dus ook niet tegen het coronavirus. Dat betekent dus dat het vaccin geen effect heeft op het coronavirus en je ook niet kwetsbaarder kan maken voor corona.\"", "Volgens Berends is het juist nu belangrijk dat kwetsbare groepen de griepprik halen. \"Als je nu met de griepprik de griep kunt voorkomen is dat een groot voordeel. Wanneer je de griep én corona krijgt, ben je namelijk nog veel verder van huis.\"", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag."], "authors": ["Door", "Juliette Essink"], "keywords": ["dat", "corona", "niet", "een", "nucheckt", "en", "vatbaarheid", "ongefundeerd", "onderzoek", "bewering", "griepprik", "op", "voor", "naar", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}