{"id": "b2701473-03bb-31e2-bc76-8bdcf65a80c7", "title": "Roze brokjes in gelei in plaats van die eeuwige worstenbroodjes", "url": "https://trouw.nl/leven/roze-brokjes-in-gelei-in-plaats-van-die-eeuwige-worstenbroodjes~b6dc6f67/", "summary": "“Dan breng jij ze toch lekker die soep van jou.” En dat doet ze.\nHet blijkt dat hij net veertien uur heeft gereden vanuit Polen, de motor van zijn bus tikt nog na van de hitte.\nVorige maand heeft hij voor de communie van een kleinkind een varken geslacht.\nIk probeer razendsnel te bedenken of ik kan bekennen dat ik vegetariër ben.\nOf dat ik Iwan daarmee zou kwetsen.", "paragraphs": ["Het is weer lunchtijd. Ik haal het zoveelste pak worstenbroodjes voor deze week tevoorschijn. Dan ruik ik pas dat mijn lief pompoensoep heeft ­gemaakt. “Het is voor de mannen.”", "“Die lusten toch geen soep,” schamper ik. “Die houden van shoarma. Ik laat de voordeelverpakking worstenbrood zien. “Polen zijn vleeseters.”", "Mijn vriendin grinnikt, zo’n ach-jochie-toch-grinnik.", "“Dan breng jij ze toch lekker die soep van jou.” En dat doet ze.", "Nog geen twintig minuten later gaat de deurbel. Patryck komt de pan terugbrengen. “Danke, danke”, herhaalt hij drie keer en knikt erbij met zijn hoofd. Het zijn bijna buiginkjes. “Gut!”, zegt hij en wijst in de lege soeppan. Leger kan een pan niet zijn, de binnenkant is zelfs schoongeveegd met brood.", "“Bitte”, stamel ik. In de ­keuken leg ik de worstenbroodjes bij de andere vier volle verpakkingen.", "Twee dagen later gaat de deurbel. Het is halverwege een zondagavond. In het schijnsel van de gevellamp zie ik Iwan staan. Ik herkende hem haast niet in zijn spijkerbroek, op die spierwitte sneakers. Zijn haren vers geknipt en strak geschoren. “Alles ok?” vraag ik. Het blijkt dat hij net veertien uur heeft gereden vanuit Polen, de motor van zijn bus tikt nog na van de hitte. “Mijn kleinzoon was gister jarig.”", "Beeld voor bij Column 13 Beeld Hanne van der Woude", "Normaal weigert Iwan over de drempel van ons woongedeelte te stappen, maar in deze schone kleren doet hij dat toch. We gaan in onze keuken zitten. Onze kat komt miauwend aan dribbelen en fleemt rond Iwans benen. Met zijn grote vingers kriebelt hij onder de kattenkin.", "“Wil je een biertje?”", "“Nee, nee.” Hij komt alleen iets brengen. Een wit tasje omwikkelt iets dat is ingepakt met aluminiumfolie. “Kleines Geschenk. Für dich.”", "“Für mich?” Ik ga tegenover hem zitten. “Wie lieb. Warum?”", "“Omdat je ons altijd dat worstenbrood geeft,” grinnikt hij. “Ik dacht jij moet eens écht vlees proeven.” Iwan blijkt oorspronkelijk slager te zijn. Dat waren zijn vader en grootvader ook. Vorige maand heeft hij voor de communie van een kleinkind een varken geslacht. Van het orgaanvlees heeft hij paté gemaakt om uit te delen. En daarvan ligt nu dus een plak voor me op een taartbordje. Roze brokjes in doorschijnend gele gelei. Ik probeer razendsnel te bedenken of ik kan bekennen dat ik vegetariër ben. Of dat ik Iwan daarmee zou kwetsen. “Probier mal”, moedigt hij me aan, Iwan moet mijn weerzin aanzien voor bescheidenheid. Om tijd te rekken, snijd ik een zo dun mogelijk plakje af. “Niet zo zuinig”, zegt hij. “Ik heb thuis nog een vriezer vol als je wilt.”", "“Dat hoeft niet hoor”, stamel ik en neem het plakje tussen duim en wijsvinger. Verwachtingsvol kijkt Iwan het naar mijn mond. Ik begin het direct weg te kauwen. Met twinkelende ogen peilt Iwan mijn reactie. “Und?”", "“Hmmm…”, breng ik uit. Ik begin te knikken en blijf knikken. Zo overtuigend als ik maar kan.", "“Dat dacht ik al”, zegt Iwan. Onze kat miauwt onophoudelijk en staat met zijn voorpoten tegen de tafelrand. “Volgende keer breng ik een kilo voor je mee.”", "Schrijver Jaap Robben zoekt in dit feuilleton contact met de Poolse klussers in zijn woonboerderij net over de Duitse grens."], "authors": ["Jaap Robben"], "keywords": ["iwan", "van", "plaats", "roze", "brokjes", "worstenbroodjes", "hij", "die", "zijn", "het", "ik", "voor", "een", "en", "dat", "eeuwige", "gelei"], "pubDate": "2020-11-21T13:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}