{"id": "b28906f2-ed23-3540-b613-0fcac4f7d7df", "title": "Detailhandel krijgt extra eenmalige compensatie voor lockdown", "url": "https://nu.nl/politiek/6096916/detailhandel-krijgt-extra-eenmalige-compensatie-voor-lockdown.html", "summary": "De detailhandel krijgt een eenmalige vergoeding voor misgelopen inkomsten vanwege de lockdown van de komende vijf weken.\nNiet-essentiële winkels moeten in ieder geval tot en met 19 januari de deuren gesloten houden om het aantal nieuwe coronabesmettingen omlaag te brengen.\nOndernemers kunnen al gebruikmaken van noodpakketten, waarmee ze voor een groot deel hun personeelskosten en vaste lasten kunnen betalen.\nCafés en restaurants zijn sinds 14 oktober dicht en krijgen naar rato een vergoeding voor hun aangebroken voorraad.\nIn het debat vroegen PVV, SP, PvdA en D66 al om een extra vergoeding voor deze sector.", "paragraphs": ["De detailhandel krijgt een eenmalige vergoeding voor misgelopen inkomsten vanwege de lockdown van de komende vijf weken. Het gaat om de non-foodzaken die \"onevenredig hard\" worden geraakt, zegt premier Mark Rutte dinsdagavond in de Kamer.", "Rutte spreekt over \"een forse inspanning\" voor de non-fooddetailhandel naast de bestaande regelingen.", "Niet-essentiële winkels moeten in ieder geval tot en met 19 januari de deuren gesloten houden om het aantal nieuwe coronabesmettingen omlaag te brengen.", "Ondernemers kunnen al gebruikmaken van noodpakketten, waarmee ze voor een groot deel hun personeelskosten en vaste lasten kunnen betalen. Dat pakket 'ademt mee', want hoe meer omzetverlies, hoe hoger het compensatiebedrag. De werkgever moet wel altijd een deel zelf betalen.", "De vergoeding is te vergelijken met die voor de horeca van eind oktober. Cafés en restaurants zijn sinds 14 oktober dicht en krijgen naar rato een vergoeding voor hun aangebroken voorraad. Gemiddeld komt dat voor de horeca uit op 2.500 euro per zaak.", "Hoeveel de detailhandel krijgt, is nog niet bekend. Het kabinet is nog bezig met de uitwerking.", "De premier debatteert dinsdag met de Tweede Kamer over de nieuwe coronamaatregelen. In het debat vroegen PVV, SP, PvdA en D66 al om een extra vergoeding voor deze sector."], "authors": ["Door"], "keywords": ["van", "om", "extra", "een", "het", "en", "eenmalige", "krijgt", "lockdown", "te", "voor", "premier", "vergoeding", "met", "detailhandel", "compensatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}