{"id": "b2960aa7-3126-3983-9ea9-f68160268830", "title": "Dierenspeciaalzaak Salty bemiddelt bij de verkoop van puppy’s", "url": "https://www.parool.nl/ps/dierenspeciaalzaak-salty-bemiddelt-bij-de-verkoop-van-puppy-s~bb7073e8/", "summary": "Er zijn namelijk heel veel ­mensen thuis bij hun beesten, waardoor die meer verwend worden.\nOok bemiddelen we nu vaker bij de verkoop van puppy’s, want daar is veel animo voor.\nMensen hebben nu veel meer tijd voor een pup.”Hoe gaat de komende tijd eruitzien?\nWaar ik nu heel erg blij van word, is hoe we de winkel inrichten voor kerst.\nIk sta hier al 32 jaar, dus ik ken heel veel mensen die over de vloer komen.", "paragraphs": ["Beeld Anouk Hulsebosch", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Onze zaak loopt eigenlijk hartstikke goed. We verkopen meer dan voorheen. Er zijn namelijk heel veel ­mensen thuis bij hun beesten, waardoor die meer verwend worden. We verkopen vooral veel snacks voor honden. Ook bemiddelen we nu vaker bij de verkoop van puppy’s, want daar is veel animo voor. Mensen hebben nu veel meer tijd voor een pup.”", "Hoe gaat de komende tijd eruitzien?", "“Mocht er een volledige lockdown komen, dan mogen wij gelukkig open blijven. Dat komt doordat we voedingsmiddelen voor dieren verkopen. De zaken lopen nu zo goed, en ik verwacht dat het de komende tijd goed zal blijven gaan.”", "Nog creatieve inzichten gekregen door de situatie?", "“Ik heb vooral creatieve inzichten gekregen over het coronaproof inrichten van de winkel. Over het pinapparaat heb ik een plasticje gedaan. Als klanten hebben afgerekend, doe ik er een nieuwe op. ­Normaal gesproken staan er dropjes in de winkel, die mensen kunnen pakken. Die heb ik nu in zakjes gedaan.”", "Hoe houdt u de moed erin?", "“Ik ben altijd vrolijk, dat zit gewoon in me. Waar ik nu heel erg blij van word, is hoe we de winkel inrichten voor kerst. Ik vind het superleuk om een kerstetalage in te richten met kerstballen en zo. Ook houd ik de moed erin door gezellige praatjes met klanten te maken. Ik sta hier al 32 jaar, dus ik ken heel veel mensen die over de vloer komen. Toen ik achttien was had ik de koksopleiding afgerond, maar ik vond dit veel ­leuker. En nog steeds: met beesten ­omgaan vind ik fantastisch. Honden en katten zijn mijn favoriet.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Dan ga ik pokeren in het casino. Normaal gesproken doe ik dat eens per maand met vrienden. Ik mis ons uitje nu heel erg. Als het eenmaal zover is, is dat het eerste wat ik ga doen.”"], "authors": ["Jip Leferink"], "keywords": ["van", "bij", "mensen", "het", "verkoop", "bemiddelt", "salty", "ik", "met", "puppys", "heel", "een", "nu", "dat", "veel", "dierenspeciaalzaak", "voor"], "pubDate": "2020-12-03T08:42:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}