{"id": "b29d9531-18de-3276-9a49-355696efa0a2", "title": "De Volkskeuken: roereitje met gerookte forel", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-roereitje-met-gerookte-forel~b6c6d5db/", "summary": "Ze houdt niet van sterke smaken, lees ik, wat zich weer vreemd verhoudt met de oer-Engelse voorkeur voor kippers en niertjes bij het ontbijt.\nDat is gerookte schelvis, die ik voor ons even vervang door de makkelijker verkrijgbare gerookte forel.\nRoer met een houten lepel of spatel en houd niet meer op.\nSpeel met vuur: te hoog geeft domme brokken, te laag schiet niet op.\nDraai er wat peper over, roer nog één keer en doe het roerei op een schaal of op het brood.", "paragraphs": ["Roerei met gerookte forel. Beeld Onno Kleyn", "Het is een fijn teken des tijds dat het net verschenen boek over koningin Elizabeth II, God Save the Queen (Uitgeverij Pluim, € 19,99), besluit met een compleet hoofdstuk over het eten aan het Britse hof. Gerechtigheid, want vroeger zou iets triviaals als de maaltijden bijzaak zijn geweest. But the times, they are a-changin’, dus klom de historisch specialist op het gebied van koninklijke voeding, Lizet Kruyff, in de pen om een en ander te beschrijven. Staatsbanketten, jazeker, maar ook de rest, formele theepartijtjes, diplomatieke lunches, diners onderweg en de ontbijtjes in privésfeer.", "Het Britse hof mag dan een stuk formeler zijn dan het Nederlandse, er is veel makkelijker informatie over los te krijgen. ‘In Engeland klappen gewezen hofkoks uit de school; in Nederland zie je maar zelden iets over het eten’, zegt Kruyff. Dat kan ik beamen. Ik had een gewezen kok van Willem-Alexander op culinaireschrijfles: niets liet zij los.", "Elizabeth eet liefst lamsvlees van haar eigen landgoederen en is dol op chocolade en foie gras. Oldschooleten, maar dat kun je een 94-jarige niet aanrekenen. Ze houdt niet van sterke smaken, lees ik, wat zich weer vreemd verhoudt met de oer-Engelse voorkeur voor kippers en niertjes bij het ontbijt. Misschien dat thee de plooien daarvan gladstrijkt.", "Ook populair bij de queen: roerei met haddock. Dat is gerookte schelvis, die ik voor ons even vervang door de makkelijker verkrijgbare gerookte forel.", "Ingrediënten 100 g gerookte forel klont goede boter en nog wat 4 eieren paar sneetjes brood naar keuze beetje bieslook", "Een goed roerei lijkt niet op de klonterige ellende die staat te verdrogen in de spirituswalmen van de rechauds in hotels. Maken is makkelijk, als je maar geduld hebt.", "Bereiding", "Snijd de forel in kleine stukjes en rooster vast een paar sneetjes brood. Fijn wittebrood is erg koninklijk, maar misschien staat je gezondheidsinstinct dat niet toe.", "Smelt de boter in een steelpan en doe er meteen de eieren bij, plus wat zout. Roer met een houten lepel of spatel en houd niet meer op. Speel met vuur: te hoog geeft domme brokken, te laag schiet niet op. Blijf roeren en ei van de zijkanten vegen tot de consistentie bijna goed is. Voeg dan de forel en nog een klontje boter toe. Draai er wat peper over, roer nog één keer en doe het roerei op een schaal of op het brood. Knip er bieslook over."], "authors": ["Onno Kleyn"], "keywords": ["van", "volkskeuken", "dat", "roereitje", "forel", "niet", "een", "het", "en", "maar", "te", "op", "met", "gerookte"], "pubDate": "2020-11-09T14:00:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}