{"id": "b2bbb05b-98e1-3d10-bd57-3ea227daee05", "title": "Waarom je geldgeheimen hebt voor je partner (en hoe je transparanter wordt)", "url": "https://www.nu.nl/geldzaken/6100433/waarom-je-geldgeheimen-hebt-voor-je-partner-en-hoe-je-transparanter-wordt.html", "summary": "\"Je bent je bewust van het feit dat je ergens niet goed in bent, in dit geval geld.\n\"Als je geheimen voor elkaar hebt, al is het een klein financieel geheimpje, is dat over het algemeen niet goed voor je relatie.\nKondig als je thuiskomt aan dat je het na het eten ergens over wilt hebben.\n\"Houd er wel rekening mee dat een partner in het begin boos kan zijn als hij erachter komt dat je dingen hebt verzwegen\", legt Pereira uit.\n\"Is je partner goed in financiën, dan kan het ook voor verdieping in jullie relatie zorgen als je de hulp van de partner inschakelt.\"", "paragraphs": ["Verzwijgen hoeveel je verdient, een creditcard geheimhouden, een spaarpotje verbergen: in liefdesrelaties wordt op financieel gebied lang niet alles gedeeld. Uit Brits onderzoek bleek zelfs dat ruim 40 procent geldgeheimen heeft voor geliefden. Relatiecoach Ellen Pereira en Nibud-expert Karin Radstaak leggen uit waarom we dat doen en delen tips om transparanter te worden. Dat is namelijk wel zo verstandig.", "\"Mijn ex was spilziek, ze had een gat in haar hand. Rekeningen betalen was en is niet haar sterkste punt\", vertelt Ludo Ceulemans (61). Tot zijn grote ergernis. \"Het verplichtte mij om een 'zwart' potje aan te leggen om de schade enigszins in te perken.\"", "Zijn ex kwam er uiteindelijk achter. \"Ik betaalde noodzakelijke rekeningen van dat geld, met name voor mijn dieren. In mijn nieuwe relatie is dit geheime potje gelukkig niet meer nodig. Mijn huidige partner draait elke euro vier keer om voor ze hem uitgeeft.\"", "“Mensen zijn bang dat hun partner bepaalde dingen gaat verwachten.” Karin Radstaak, Nibud", "Het verhaal van Ceulemans laat meteen zien dat geheimen op financieel vlak vaak uit persoonlijke verschillen voortkomen. Dat kan zich op verschillende manieren uiten.", "Relatiecoach Ellen Pereira stelt dat een groot deel met schaamte te maken heeft. \"Je bent je bewust van het feit dat je ergens niet goed in bent, in dit geval geld. Als je partner daar wel goed in is, en misschien ook de neiging heeft negatief te reageren, helpt dat niet om het bespreekbaar te maken.\"", "Angst voor verwachtingen door die vette spaarpot", "Karin Radstaak van het Nibud denkt dat mensen ook geldzaken verbergen uit angst. \"Mensen zijn bang dat hun partner bepaalde dingen gaat verwachten. Bijvoorbeeld wanneer een van de twee meer verdient of er een vette spaarpot op nahoudt.\"", "De minste geldproblemen doen zich voor bij stellen die financieel op elkaar lijken, doordat ze hetzelfde denken over de besteding van geld. \"Als je het tegenovergestelde van elkaar bent is het dus extra belangrijk om er goed voor te gaan zitten\", weet Radstaak. Het Nibud biedt een test aan om te ontdekken in hoeverre je als partners financieel van elkaar verschilt.", "Geheimen kun je maar beter voorkomen, stelt ook Pereira. \"Als je geheimen voor elkaar hebt, al is het een klein financieel geheimpje, is dat over het algemeen niet goed voor je relatie. Openheid creëert vertrouwen.\"", "Tip 1: ga het gesprek niet uit de weg", "Pereira adviseert om te allen tijde het gesprek met je partner aan te gaan over geld. Een goede liefdesrelatie is gebaseerd op oprechtheid. \"Een goed gesprek over geld aangaan moet niet tussen neus en lippen door. Kondig als je thuiskomt aan dat je het na het eten ergens over wilt hebben. Kies er een goed moment voor.\"", "Hou het ook niet bij een eenmalig gesprek. \"Ga bij voorkeur een keer in de maand met elkaar zitten\", adviseert Radstaak. \"Kijk samen of er zich opmerkelijke financiële zaken hebben voorgedaan.\"", "Tip 2: stel je kwetsbaar op", "Ben jij degene die moeite heeft met geld? \"Stel je kwetsbaar op\", raadt Radstaak aan. \"Je verovert ook een stuk vertrouwen bij je partner, juist door eerlijk te zijn. Van daaruit kun je weer afspraken maken.\"", "Tip 3: zoek hulp elders of bij je partner", "Een partner kan ook steun bieden wanneer jij degene bent die het lastig vindt met geld om te gaan. \"Houd er wel rekening mee dat een partner in het begin boos kan zijn als hij erachter komt dat je dingen hebt verzwegen\", legt Pereira uit. \"Is je partner goed in financiën, dan kan het ook voor verdieping in jullie relatie zorgen als je de hulp van de partner inschakelt.\"", "Tip 4: bepaal samen de spelregels", "Moet je dan echt alle financiële informatie in een liefdesrelatie delen? \"Wel als het de gezamenlijke uitgaven raakt. Over andere zaken kun je afspraken maken\", stelt Radstaak. \"Als je allebei een eigen rekening aanhoudt voor persoonlijke uitgaven, hoef je niet elk zakje drop of kopje koffie te bespreken natuurlijk.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["van", "waarom", "voor", "transparanter", "en", "een", "geldgeheimen", "wordt", "dat", "om", "partner", "hoe", "te", "het", "niet", "hebt", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}