{"id": "b2cc051c-e0dc-3784-b959-8607b635d227", "title": "Johnny Depp probeerde Amber Heard uit Aquaman te krijgen", "url": "https://www.telegraaf.nl/entertainment/1020578120/johnny-depp-probeerde-amber-heard-uit-aquaman-te-krijgen", "summary": "The Hollywood Reporter sloeg de rechtbankdocumenten er nog eens op na voor een profiel over de gevallen Hollywoodster en citeerde een aantal schokkende sms-berichten.\nZo schreef hij aan zijn agent Cristian Carino - die eerder nog Amber Heard vertegenwoordigde: „[Heard] smeekt voor totale wereldwijde vernedering.\n’Verbranden’Eerder werd al een sms van Depp bekend aan acteur Paul Bettany, waarin Depp uitsprak dat hij Amber wilde ’verbranden’.\nAquaman 2Ondertussen hebben hardnekkige fans van Depp een petitie gelanceerd waarmee ze hopen Amber Heard uit Aquaman 2 te krijgen.\nDe actrice vermoedt zelf echter dat Depp hier ook achter zit.", "paragraphs": ["The Hollywood Reporter sloeg de rechtbankdocumenten er nog eens op na voor een profiel over de gevallen Hollywoodster en citeerde een aantal schokkende sms-berichten. Zo schreef hij aan zijn agent Cristian Carino - die eerder nog Amber Heard vertegenwoordigde: „[Heard] smeekt voor totale wereldwijde vernedering. Ze zal het krijgen. Ik heb je sms’jes nodig over San Francisco, broeder. Het spijt me het te moeten vragen. Maar ze zoog aan [Elon Musk’s] kromme l*l en hij hielp haar met wat waardeloze advocaten. Ik heb geen genaden, geen angst en geen enkel greintje emotie voor wat ik ooit dacht dat liefde was.” De sms gaat nog even zo door, waarin Depp onder meer zegt dat hij ’een sublieme kleine Russin’ ontmoet heeft en ’niet kan wachten’ tot hij Amber Heard uit zijn leven ziet verdwijnen. „Ik ben zo blij dat ze dit uit wil vechten. Ze zal de muur hard raken!!!”", "Ook bekent hij in de rechtbankdocumenten dat hij geprobeerd heeft de carrière van Amber Heard te dwarsbomen met zijn sms aan zijn zus, producer Christi Dembrowski, die invloed had op de studio die Aquaman produceerde. „Ik wil haar vervangen hebben in de WB-film”, schreef hij haar, waarbij WB staat voor Warner Bros. Tijdens de rechtszaak bekende hij dat dit sms’je over de film Aquaman ging.", "’Verbranden’", "Eerder werd al een sms van Depp bekend aan acteur Paul Bettany, waarin Depp uitsprak dat hij Amber wilde ’verbranden’. „Laten we haar verdrinnken voor we haar verbranden!!! Ik zal haar verbrande lichaam daarna n**ken, zodat we zeker weten dat ze dood is.”", "Johnny Depp zijn eigen carrière lijkt echter aan het wankelen gebracht sinds de rechter van de rechtbank in Londen constateerde dat zij in twaalf gevallen mishandeling van Amber Heard door Depp voldoende bewezen achtte. Daarmee won The Sun de zaak die Depp tegen hen had aangespannen wegens smaad, omdat zij hem in een artikel in 2018 een ’vrouwenmishandelaar’ noemden.", "Aquaman 2", "Ondertussen hebben hardnekkige fans van Depp een petitie gelanceerd waarmee ze hopen Amber Heard uit Aquaman 2 te krijgen. De actrice vermoedt zelf echter dat Depp hier ook achter zit. „Betaalde geruchten en betaalde campagnes op sociale media hebben geen invloed op casting, omdat ze niet over de realiteit gaan”, zei Heard eerder al tegen Entertainment Tonight. „Alleen de fans hebben van Aquaman een succes gemaakt en voor Aquaman 2 gezorgd. Ik heb er heel veel zin in daar volgend jaar mee te beginnen.”"], "authors": [], "keywords": ["van", "hij", "aquaman", "voor", "ik", "heard", "probeerde", "krijgen", "een", "ze", "te", "uit", "depp", "dat", "haar", "johnny", "amber"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}