{"id": "b3033095-b1f8-343a-b1eb-f85945cc905e", "title": "Crisis stemt tot nadenken: is het tijd voor een nieuwe baan?", "url": "https://nu.nl/werk/6059822/crisis-stemt-tot-nadenken-is-het-tijd-voor-een-nieuwe-baan.html", "summary": "Vijf vragen om te bepalen of van je baan nog wat leuks te maken valt of dat het tijd is voor iets nieuws.\nDoor op deze vragen antwoorden te zoeken, weet je beter wat je in de nieuwe baan zoekt.\nHij helpt mensen die op zoek gaan naar een nieuwe baan aan wat extra zelfvertrouwen, als freelancer en via het UWV.\nWaar zou je je graag in willen ontwikkelen?\nDe Bruine, die het boek Hoe groen is jouw gras schreef over waarom mensen soms balen van hun baan, vergelijkt het met het beeld van het huwelijk van dertig jaar geleden, waar alles uit de partner moest komen.", "paragraphs": ["Door de coronacrisis hebben velen van ons meer tijd om na te denken over wat ze willen met hun werk. Zijn we nog wel tevreden? Vijf vragen om te bepalen of van je baan nog wat leuks te maken valt of dat het tijd is voor iets nieuws.", "Weet je waar je behoefte aan hebt?", "Door op deze vragen antwoorden te zoeken, weet je beter wat je in de nieuwe baan zoekt. Iets nieuws leren? Meer uitdaging of afwisseling? Dan is dat vaak binnen je eigen baan op te lossen.", "\"Maar een nieuwe omgeving of vervelende collega's zijn bijvoorbeeld lastiger aan te pakken\", zegt sollicitatiecoach Tomas de Graaf. Hij helpt mensen die op zoek gaan naar een nieuwe baan aan wat extra zelfvertrouwen, als freelancer en via het UWV.", "“Als jij uitgeput bent van werk, kan dat ook komen door perfectionisme of moeite met grenzen aangeven. Dat gaat een nieuwe baan niet oplossen.” Sollicitatiecoach Tomas de Graaf", "Dat veel mensen nu meer thuis kunnen werken, kan ook daar weer een oplossing voor bieden. \"Er is een wisseling van omgeving, misschien vind je het fijn om niet meer in een kantoortuin te hoeven werken\", legt De Graaf uit. Zijn tip: ga ook over het thuiswerken in gesprek. \"Op die manier is de werktijd zelf wat meer in te delen.\"", "Weet de manager wat je behoeftes zijn?", "Het klinkt logisch, maar de praktijk blijkt wat weerbarstiger: behoeftes uitspreken naar een manager. Waar zou je willen staan over vijf jaar? Waar zou je je graag in willen ontwikkelen? Wat is er leuk aan je baan en wat minder? \"Medewerkers zijn vaak bang om hun wensen aan te geven, terwijl dat juist kan helpen om een baan leuker te maken\", zegt De Graaf. Zo is het vaak mogelijk om te job craften, waarbij je extra taken die bij talent passen kan gaan doen. \"Zo kijk je naar positieve punten.\"", "“Mensen die te lang blijven zitten, mopperen vooral op hun werkgever en worden heel cynisch. Dat is voor niemand leuk.” Ester de Bruine, loopbaancoach", "Ligt het aan jou of aan de baan?", "Waar je ook heen gaat, je neemt jezelf altijd mee. \"Mensen zijn gewend om externe factoren de schuld te geven, terwijl het soms helpt om eerst naar jezelf te kijken\", zegt De Graaf. \"Als jij bijvoorbeeld uitgeput bent van werk, kan dat ook komen door perfectionisme of moeite hebben met grenzen aangeven. Dat gaat een nieuwe baan niet oplossen.\"", "Ben je niet al veel te lang blijven zitten?", "Loopbaancoach Ester de Bruine erkent dat er vaak nog genoeg te redden valt aan een baan, maar ziet óók veel mensen die juist te lang in hun baan blijven hangen.", "\"Die mopperen vooral op hun werkgever en worden heel cynisch. Dat is voor niemand leuk.\" Als tip geeft ze om jezelf eens te vragen of je nog net zoveel zelfvertrouwen hebt als vorig jaar.", "\"Zijn er successen, krijg je erkenning op werk?\" Als deze vragen met nee beantwoord worden, is de kans groot dat het misschien tóch beter is om iets anders te zoeken.", "Verwacht je niet te veel van je werk?", "Hoewel men zo'n acht uur per dag aan werk besteedt, zijn er ook nog genoeg andere dingen waar je geluk uit kan halen. De Bruine, die het boek Hoe groen is jouw gras schreef over waarom mensen soms balen van hun baan, vergelijkt het met het beeld van het huwelijk van dertig jaar geleden, waar alles uit de partner moest komen. \"Nu zie je dat vrienden en familie een veel grotere rol spelen in het geluk.\"", "De wereld verbeteren? Kijk eens naar vrijwilligerswerk. Liever met je handen werken terwijl je een kantoorbaan hebt? Een hobby kan soelaas bieden. \"Het is vaak makkelijk te combineren en geeft energie.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["tot", "nadenken", "van", "wat", "het", "nieuwe", "baan", "tijd", "een", "je", "te", "dat", "stemt", "om", "crisis", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}