{"id": "b3046592-298b-347f-b1c8-fa6506e17425", "title": "Evenementenbranche wil duidelijkheid en pleit voor garantiefonds", "url": "https://www.parool.nl/nederland/evenementenbranche-wil-duidelijkheid-en-pleit-voor-garantiefonds~bf51c90f/", "summary": "Bezoeker van het Milkshake Festival in 2018 op het Westergasterrein in Amsterdam.\nOok Amsterdamse evenementen zijn vertegenwoordigd.\nDGTL, Amsterdam Dance Event en Milkshake prijken op het affiche.\nZe neemt dan ook een besluit over de viering van Koningsdag (27 april), de Dodenherdenking op 4 mei en Bevrijdingsdag op 5 mei.\n‘Wij maken er met alle plezier een happy new year van, maar we hebben toezeggingen en een garantiefonds, naar Duits model, vanuit de overheid nodig om door te kunnen gaan.’", "paragraphs": ["Bezoeker van het Milkshake Festival in 2018 op het Westergasterrein in Amsterdam. Beeld ANP Kippa", "‘We moeten uiterlijk 1 februari weten waar we aan toe zijn. Dan moeten we een go hebben om te kunnen starten met voorbereidingen,’ zegt Jolanda Jansen, directeur van Rotterdam Ahoy en woordvoerder van de van de Alliantie van Evenementenbouwers, in een persbericht. ‘Het organiseren van grootschalige evenementen vergt een lange voorbereidingstijd. We kunnen het ons niet veroorloven een tweede evenementenzomer te missen, want dan staat er straks een nog groter deel van de 100.000 mensen op straat en ligt een branche, die goed is voor 7,4 miljard omzet, compleet op zijn gat.’", "In Duitsland riep minister Olaf Scholz (Financiën) de evenementenbranche een maand geleden op alvast te beginnen met het inplannen van evenementen voor de tweede helft van 2021. Mochten evenementen alsnog worden afgelast vanwege het coronavirus, dan staat de Duitse staat garant. Hiervoor wordt ongeveer 2,5 miljard euro uitgetrokken.", "De evenementenbranche heeft vorig jaar al diverse malen alarmgeslagen. Zo was er de campagne #soundofsilence en werd op de eerste maandag van december de actie #theshowmustgoon gehouden.", "Experimenten", "Evenementen die onder andere genoemd worden in de advertentie zijn het Eurovisie Songfestival, de Dutch Grand Prix in Zandvoort, de Zwarte Cross, de marathon van Rotterdam en Lowlands. Ook Amsterdamse evenementen zijn vertegenwoordigd. DGTL, Amsterdam Dance Event en Milkshake prijken op het affiche.", "Burgemeester Halsema kondigde drie weken geleden aan in het voorjaar te willen gaan experimenteren in de stad met kleine evenementen. De gemeente probeert grote evenementen met meer dan 2000 bezoekers allemaal naar het najaar te verplaatsen. In februari bekijkt de burgemeester voor welke evenementen de voorbereiding kan starten. Ze neemt dan ook een besluit over de viering van Koningsdag (27 april), de Dodenherdenking op 4 mei en Bevrijdingsdag op 5 mei. “De hoop en verwachting is dat er dan meer duidelijk zal zijn over de inzet van vaccins en sneltesten en de op 8 december aangekondigde experimenten door de premier.”", "Volgens Jansen staat de evenementenbranche te popelen om weer aan de slag te gaan. ‘Wij maken er met alle plezier een happy new year van, maar we hebben toezeggingen en een garantiefonds, naar Duits model, vanuit de overheid nodig om door te kunnen gaan.’"], "authors": ["Jesper Roele"], "keywords": ["zijn", "van", "evenementen", "dan", "voor", "en", "een", "met", "duidelijkheid", "evenementenbranche", "garantiefonds", "op", "pleit", "wil", "te", "het"], "pubDate": "2021-01-04T07:12:23Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}