{"id": "b30593bf-a509-3f33-867f-4f6b0e06c085", "title": "Wereldwijd 42 journalisten gedood en honderden vastgezet vanwege hun werk", "url": "https://nu.nl/media/6095768/wereldwijd-42-journalisten-gedood-en-honderden-vastgezet-vanwege-hun-werk.html", "summary": "Er zijn in het afgelopen jaar ten minste 42 journalisten gedood vanwege hun werkzaamheden, schrijft The Guardian donderdagochtend op basis van de Internationale Federatie van Journalisten (IFJ).\nVoor de vierde keer in de laatste vijf jaar kwamen de meeste verslaggevers om het leven in Mexico.\nTussen 2014 en 2016 werden jaarlijks meer dan honderd journalisten gedood, terwijl in de jaren daarna tachtig tot ruim negentig verslaggevers vanwege hun werkzaamheden werden omgebracht.\nHet dodental van het afgelopen jaar zou ongeveer gelijk zijn aan het aantal van dertig jaar terug, toen de IFJ sterfgevallen begon bij te houden, aldus The Guardian.\nIn Nederland werden het afgelopen jaar fors meer journalisten bedreigd (105) in vergelijking met voorgaande jaren (39).", "paragraphs": ["Er zijn in het afgelopen jaar ten minste 42 journalisten gedood vanwege hun werkzaamheden, schrijft The Guardian donderdagochtend op basis van de Internationale Federatie van Journalisten (IFJ). Nog eens 235 journalisten zouden om eenzelfde reden in de cel zitten.", "Voor de vierde keer in de laatste vijf jaar kwamen de meeste verslaggevers om het leven in Mexico. Er werden dertien moorden gemeld, gevolgd door Pakistan met vijf dodelijke slachtoffers en Afghanistan, India, Irak en Nigeria met drie gedode journalisten.", "Volgens de Britse krant zitten de cijfers in een neerwaartse trend. Tussen 2014 en 2016 werden jaarlijks meer dan honderd journalisten gedood, terwijl in de jaren daarna tachtig tot ruim negentig verslaggevers vanwege hun werkzaamheden werden omgebracht.", "Het dodental van het afgelopen jaar zou ongeveer gelijk zijn aan het aantal van dertig jaar terug, toen de IFJ sterfgevallen begon bij te houden, aldus The Guardian. In totaal kwamen sindsdien 2.658 journalisten door geweld om het leven.", "De journalisten die momenteel vastzitten, zijn door \"corrupte overheden vastgezet om zo verantwoording voor hun acties te voorkomen\", citeert het Britse dagblad de IFJ. Verslaggevers zouden bovendien geen eerlijk proces krijgen.", "Minister van Buitenlandse Zaken Stef Blok sprak deze week bij een internationale conferentie voor persvrijheid dat geen journalist \"zou moeten vrezen voor intimidatie, geweld en vervolging\". In Nederland werden het afgelopen jaar fors meer journalisten bedreigd (105) in vergelijking met voorgaande jaren (39)."], "authors": ["Door"], "keywords": ["42", "journalisten", "werk", "gedood", "van", "honderden", "werden", "het", "zijn", "verslaggevers", "vastgezet", "en", "om", "jaar", "vanwege", "hun", "wereldwijd", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}