{"id": "b30e7686-104a-31b3-a0d5-d1b0f046bf9c", "title": "Kabinet: heel veel schade en verdriet bij ouders, dit mag nooit meer gebeuren", "url": "https://nos.nl/artikel/2361053-kabinet-heel-veel-schade-en-verdriet-bij-ouders-dit-mag-nooit-meer-gebeuren.html", "summary": "De toeslagenaffaire heeft heel veel verdriet en schade bij de ouders veroorzaakt en dat mag nooit meer gebeuren.\nDat heeft staatssecretaris Van 't Wout van Sociale Zaken namens het kabinet gezegd in reactie op het rapport van de parlementaire ondervragingscommissie.\nZe kondigde aan dat het kabinet volgende week dinsdag in het Catshuis bij elkaar komt om het rapport te bespreken.\nHet kabinet wil dan in januari met een volwaardige reactie komen.\nOndertussen werkt het kabinet volgens Van Huffelen keihard aan de compensatie van de gedupeerde ouders.", "paragraphs": ["De toeslagenaffaire heeft heel veel verdriet en schade bij de ouders veroorzaakt en dat mag nooit meer gebeuren. Dat heeft staatssecretaris Van 't Wout van Sociale Zaken namens het kabinet gezegd in reactie op het rapport van de parlementaire ondervragingscommissie.", "Die concludeerde eerder vandaag dat de ouders ongekend onrecht is aangedaan nadat ze onterecht als fraudeur werden aangemerkt bij het aanvragen van kinderopvangtoeslag. Er is volgens de commissie in strijd gehandeld met de beginselen van de rechtsstaat.", "\"De conclusies zijn duidelijk en hard\", zei Van 't Wout. \"Kinderopvang hoort het leven van ouders makkelijker te maken. Het tegendeel is hier gebeurd.\" Verder wilde hij er nog geen \"grote uitspraken\" over doen. \"We gaan hier de komende weken heel hard mee aan de slag.\"", "Kabinet volgende week in Catshuis", "Zijn collega Van Huffelen van Financiën, verantwoordelijk voor de Belastingdienst, noemde het \"meer dan verschrikkelijk\" wat er met de ouders is gebeurd. \"Door het toedoen van de overheid zijn ze in diepe problemen geraakt.\"", "Ze kondigde aan dat het kabinet volgende week dinsdag in het Catshuis bij elkaar komt om het rapport te bespreken. Waarschijnlijk zullen er meer sessies nodig zijn om \"een heel goed antwoord te maken\". Het kabinet wil dan in januari met een volwaardige reactie komen.", "Ondertussen werkt het kabinet volgens Van Huffelen keihard aan de compensatie van de gedupeerde ouders. \"Maar dat is ingewikkeld en complex.\" De meest schrijnende gevallen worden nog voor de Kerst geholpen, zei de staatssecretaris.", "Volgens Van Huffelen kan één bedrag aan iedereen niet zomaar:"], "authors": [], "keywords": ["veel", "verdriet", "nooit", "mag", "gebeuren", "van", "kabinet", "heel", "het", "aan", "er", "te", "en", "dat", "meer", "ouders", "schade", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}