{"id": "b32a5f5e-bade-3495-86ec-c0a24b00adec", "title": "EssilorLuxottica: ’Overname moeder Pearle gaat door’", "url": "https://www.telegraaf.nl/financieel/1269868906/essilor-luxottica-overname-moeder-pearle-gaat-door", "summary": "Volgens een woordvoerder van EssilorLuxottica wordt alles in het werk gesteld om de transactie af te ronden.\n„EssilorLuxottica blijft zich inzetten voor het afronden van de transactie”, zo klinkt het.\nIngewijden stelden eerder tegenover persbureau Bloomberg dat de onderneming zich zorgen maakt over de gevolgen van de coronacrisis op het moederbedrijf van Pearle en EyeWish.\nDe toename in onlineverkopen van EssilorLuxottica zelf zou daarnaast de overname van een concern met fysieke winkels minder interessant maken.\nEssilorLuxottica, dat bekend is van onder meer zonnebrillenmerk Ray-Ban, voerde al wel vergeefs een juridische strijd over de deal.", "paragraphs": ["Volgens een woordvoerder van EssilorLuxottica wordt alles in het werk gesteld om de transactie af te ronden. „EssilorLuxottica blijft zich inzetten voor het afronden van de transactie”, zo klinkt het. Verder wil het bedrijf niet ingaan op geruchten in de markt.", "Ingewijden stelden eerder tegenover persbureau Bloomberg dat de onderneming zich zorgen maakt over de gevolgen van de coronacrisis op het moederbedrijf van Pearle en EyeWish. De toename in onlineverkopen van EssilorLuxottica zelf zou daarnaast de overname van een concern met fysieke winkels minder interessant maken.", "Lockdown", "EssilorLuxottica meldt dat de situatie door corona, met daarbij de lockdownmaatregelen in verschillende landen, de economische activiteit over de hele wereld ernstig verstoort. Dat gebeurt met name op de retailmarkt. „Deze omstandigheden hebben gevolgen voor elke speler”, aldus het bedrijf.", "EssilorLuxottica, dat bekend is van onder meer zonnebrillenmerk Ray-Ban, voerde al wel vergeefs een juridische strijd over de deal. Het concern vond dat GrandVision meer informatie moest geven over de aanpassingen die het deed aan de bedrijfsvoering.", "Overnameprijs", "Het bedrijf kwam in de zomer vorig jaar tot een akkoord om GrandVision voor 7,3 miljard euro over te nemen van investeerder HAL. De Frans-Italiaanse onderneming zou nog kunnen proberen om de overnameprijs in nieuwe onderhandelingen omlaag te krijgen."], "authors": [], "keywords": ["van", "moeder", "overname", "het", "op", "met", "gaat", "essilorluxottica", "een", "dat", "te", "om", "pearle", "door", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}