{"id": "b354ecd5-6a77-3912-b931-a26e76e7a6ea", "title": "PSV koestert magische match Malen en Zahavi: 'Moeten elkaar beter maken'", "url": "https://nos.nl/artikel/2363850-psv-koestert-magische-match-malen-en-zahavi-moeten-elkaar-beter-maken.html", "summary": "Bijna zeven jaar geleden keek Roger Schmidt tevreden toe hoe zijn Red Bull Salzburg Ajax in Amsterdam van de mat blies.\nDe Eindhovenaren begonnen met veel intensiteit, loerden op de omschakeling om er vervolgens razendsnel uit te komen.\nPrecies zoals Schmidt het zo graag ziet.\nUitgerekend Eran Zahavi, de bekritiseerde Israëlische spits die op voorspraak van Schmidt werd weggelokt uit China, stond twee keer op de juiste plek om het vonnis te voltrekken.\nEn beide keren werd hij daartoe in staat gesteld door Donyell Malen (met een artistiek hakje en een onfeilbare voorzet).", "paragraphs": ["Bijna zeven jaar geleden keek Roger Schmidt tevreden toe hoe zijn Red Bull Salzburg Ajax in Amsterdam van de mat blies. Vandaag keerde hij terug in de Johan Cruijff Arena als trainer van PSV. En even leek de geschiedenis zich te herhalen.", "De Eindhovenaren begonnen met veel intensiteit, loerden op de omschakeling om er vervolgens razendsnel uit te komen. Precies zoals Schmidt het zo graag ziet.", "Uitgerekend Eran Zahavi, de bekritiseerde Israëlische spits die op voorspraak van Schmidt werd weggelokt uit China, stond twee keer op de juiste plek om het vonnis te voltrekken. En beide keren werd hij daartoe in staat gesteld door Donyell Malen (met een artistiek hakje en een onfeilbare voorzet).", "\"Natuurlijk ben ik blij met mijn doelpunten\", aldus de Israëlische spits na afloop. \"Donyell heeft heel veel kwaliteiten. Vandaag heeft hij mij beter gemaakt, de volgende keer maak ik hem beter. Dat is het geheim.\""], "authors": [], "keywords": ["psv", "match", "schmidt", "maken", "elkaar", "met", "moeten", "te", "malen", "veel", "van", "en", "werd", "koestert", "zahavi", "op", "het", "hij", "magische"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}