{"id": "b3603c24-b70a-3594-ad07-981796668c61", "title": "Thialf-directeur benadrukt dat meewind geen rol speelde bij snelle tijden", "url": "https://nu.nl/schaatsen/6099522/thialf-directeur-benadrukt-dat-meewind-geen-rol-speelde-bij-snelle-tijden.html", "summary": "De vele persoonlijke schaatsrecords bij het WK-kwalificatietoernooi in Thialf waren afgelopen weekend niet mede tot stand gekomen door het draaien van een aantal luchtroosters.\nDat betoogt directeur Marc Winters van de schaatshal naar aanleiding van \"recente vragen vanuit de schaatswereld en in de media\".\nEr zou op de baan in Heerenveen sprake zijn van een vermeende meewind sinds de roosters in Thialf half november een kwartslag zijn gedraaid, maar Winters spreekt dat tegen.\n\"Het draaien van de roosters is gericht op behoud van de bestaande luchtcirculatie boven de baan en niet op het creëren van extra circulatie.\nHet eerstvolgende langebaanevenement in Thialf is het EK allround en sprint, dat op 16 en 17 januari op het programma staat.", "paragraphs": ["De vele persoonlijke schaatsrecords bij het WK-kwalificatietoernooi in Thialf waren afgelopen weekend niet mede tot stand gekomen door het draaien van een aantal luchtroosters. Dat betoogt directeur Marc Winters van de schaatshal naar aanleiding van \"recente vragen vanuit de schaatswereld en in de media\".", "Er zou op de baan in Heerenveen sprake zijn van een vermeende meewind sinds de roosters in Thialf half november een kwartslag zijn gedraaid, maar Winters spreekt dat tegen.", "\"De prestaties van de schaatser zijn altijd een combinatie van veel factoren en in de kern zijn dat de vorm van de dag, de luchtdruk en de kwaliteit van de ijsvloer\", zegt de directeur.", "\"Naast dat Thialf van veel deelnemers positieve feedback kreeg over de ijskwaliteit tijdens het kwalificatietoernooi, was vooral de uitzonderlijk lage luchtdruk een grote factor van betekenis, met name op de tweede en derde wedstrijddag. Het draaien van de roosters heeft daar in onze optiek geen enkele invloed op gehad.\"", "Het toernooi in Thialf leverde op de 10 kilometer zelfs bijna een wereldrecord op. Patrick Roest gaf uiteindelijk 1,34 seconde toe op de mondiale toptijd van de Canadees Graeme Fish en noteerde de op een na snelste tijd ooit op de langste afstand.", "Patrick Roest kwam in Thialf in de buurt van het wereldrecord. Patrick Roest kwam in Thialf in de buurt van het wereldrecord. Foto: Pro Shots", "'Roosters moeten gaten in luchtgordijn dichten'", "Volgens Winters is het luchtbehandelingssysteem in Thialf niet ontworpen om meewind te creëren op de baan. Het is bedoeld om een optimaal klimaat voor de schaatsers te creëren en om een luchtgordijn tussen boarding en tribune te creëren om eventuele invloed van publiek op de baan te neutraliseren.", "De aanpassingen aan de luchtroosters zijn doorgevoerd om \"gaten in het luchtgordijn te dichten\", aldus de directeur. Die waren ontstaan, omdat er op meerdere plekken rondom de baan over een aantal meters geen roosters zijn aangebracht tijdens de renovatie en gedeeltelijke nieuwbouw.", "\"Door schuin in plaats van recht omhoog te blazen, worden deze gaten gedicht\", legt Winters uit. \"Het draaien van de roosters is gericht op behoud van de bestaande luchtcirculatie boven de baan en niet op het creëren van extra circulatie. De instellingen van de luchtbehandeling zijn ook niet gewijzigd in de zin dat er harder of zachter zou worden geblazen. Dat is pertinent niet het geval.\"", "Het eerstvolgende langebaanevenement in Thialf is het EK allround en sprint, dat op 16 en 17 januari op het programma staat."], "authors": ["Foto", "Door", "Anp Nu.Nl"], "keywords": ["om", "meewind", "geen", "bij", "speelde", "thialf", "zijn", "te", "tijden", "van", "rol", "en", "een", "thialfdirecteur", "snelle", "benadrukt", "op", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}