{"id": "b3aa193d-0f5b-38a7-a876-ddadd37aa138", "title": "Ajax mist alleen Kudus tegen Midtjylland in de Champions League", "url": "https://www.parool.nl/sport/ajax-mist-alleen-kudus-tegen-midtjylland-in-de-champions-league~b8fa66f0/", "summary": "Mohammed Kudus raakte geblesseerd bij de wedstrijd tegen Liverpool.\n“Want alle coronatesten zijn zojuist ook negatief uitgevallen.”Voor Ten Hag telt tegen Midtjylland alleen een zege.\nHalverwege de poulefase leidt Liverpool met 9 punten, gevolgd door Ajax (4 punten), Atalanta (4 punten) en Midtjylland (0 punten).\nAjax besluit de groepsfase met een uitduel met Liverpool (1 december) en een thuiswedstrijd tegen Atalanta (9 december).\nAjax weet na een tweede zege op Midtjylland dat het in ieder geval ook na de winterstop nog actief is in een Europees bekertoernooi.", "paragraphs": ["Mohammed Kudus raakte geblesseerd bij de wedstrijd tegen Liverpool. Beeld BSR Agency", "Klaassen kreeg zondag in de openingsfase van de wedstrijd tegen Heracles Almelo een trap van tegenstander Rai Vloet op een bovenbeen en moest zich laten vervangen. Noussair Mazraoui (enkel) en Zakaria Labyad (knie) vielen zondag ook geblesseerd uit in de Johan Cruijff ArenA.", "Maar trainer Ten Hag verwacht dat ook zij inzetbaar zijn tegen de kampioen van Denemarken, net als Antony die twee weken geleden een hamstringblessure opliep in het uitduel met FC Utrecht. “We missen dus vermoedelijk alleen de al langer geblesseerde Mohammed Kudus,” zei de trainer van Ajax. “Want alle coronatesten zijn zojuist ook negatief uitgevallen.”", "Voor Ten Hag telt tegen Midtjylland alleen een zege. “Want onze ambitie is om te overwinteren in de Champions League,” zei hij. “We zullen wel beter voor de dag moeten komen dan drie weken geleden in Denemarken, toen we met 2-1 wonnen maar ons positiespel ondermaats was. Gelukkig hebben we in veel wedstrijden laten zien dat we ook veel beter kunnen dan in die wedstrijd.”", "Achtste finales", "Ajax houdt woensdag met een zege op FC Midtjylland een helder uitzicht op een plaats in de achtste finales van de Champions League. Halverwege de poulefase leidt Liverpool met 9 punten, gevolgd door Ajax (4 punten), Atalanta (4 punten) en Midtjylland (0 punten). Het door blessures geplaagde Liverpool kan zich woensdag tegen Atalanta al voor de achtste finales kwalificeren. In dat geval zal trainer Jürgen Klopp in de laatste twee groepswedstrijden waarschijnlijk veel spelers rust geven. Ajax besluit de groepsfase met een uitduel met Liverpool (1 december) en een thuiswedstrijd tegen Atalanta (9 december).", "Ajax weet na een tweede zege op Midtjylland dat het in ieder geval ook na de winterstop nog actief is in een Europees bekertoernooi. De nummers 1 en 2 van de poule gaan volgend jaar verder in de Champions League, de nummer 3 bekert door in de Europa League."], "authors": [], "keywords": ["liverpool", "van", "ajax", "op", "met", "mist", "punten", "midtjylland", "een", "ook", "alleen", "league", "en", "kudus", "champions", "tegen"], "pubDate": "2020-11-24T16:42:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}