{"id": "b3b3725f-3ecb-3056-bb34-ac6dc1685eec", "title": "Commentaar: Lodewijk Asccher wacht een spannende week", "url": "https://www.dvhn.nl/meningen/Commentaar/Commentaar-Lodewijk-Asccher-wacht-een-spannende-week-26347392.html", "summary": "PvdA-leider Lodewijk Asscher wacht een spannende week.\nZe verlangen van de PvdA een zelfreinigend vermogen, waarvan nog maar moet blijken of dat op Het Binnenhof zijn werk doet.\nZij zien kennelijk geen reden voor een openbaar debat in eigen kring.\nHet siert de PvdA dat de achterban wel openlijk een afweging maakt, maar voor Asscher is dat zuur.\nDe PvdA en haar beoogde lijsttrekker zullen zich een gelukkiger aanloop naar de Tweede Kamerverkiezingen hebben gewenst.", "paragraphs": ["PvdA-leider Lodewijk Asscher wacht een spannende week. Van alle (oud-)bewindslieden die mede verantwoordelijk zijn voor de toeslagenaffaire, is hij vooralsnog de enige die daar openlijk door leden in de eigen partij op wordt aangesproken.", "Een aantal kritische sociaaldemocraten meent dat Asscher als minister van Sociale Zaken en Werkgelegenheid in het vorige kabinet door fouten zijn ‘politieke geloofwaardigheid’ heeft verloren. Ze vinden hem daarom niet acceptabel als lijsttrekker, zo zullen zij tijdens het driedaagse PvdA-congres eind deze week betogen.", "Ze verlangen van de PvdA een zelfreinigend vermogen, waarvan nog maar moet blijken of dat op Het Binnenhof zijn werk doet. Het is nog altijd ongewis of Rutte III dan wel een of meer bewindslieden vanwege het schandaal aftreden.", "Leden van de partijen van de andere betrokken (oud-)bewindslieden laten het vraagstuk van de personele consequenties van het echec over aan het kabinet zelf en de Tweede Kamer. Zij zien kennelijk geen reden voor een openbaar debat in eigen kring. Premier Mark Rutte (VVD) en minister Wopke Hoekstra (CDA) van Financiën zijn de onbetwiste lijsttrekkers van hun partij.", "Het siert de PvdA dat de achterban wel openlijk een afweging maakt, maar voor Asscher is dat zuur. De sociaaldemocraten zullen daar ook een prijs voor betalen.", "Hoe serieus de weerstand is tegen de herverkiezing van Asscher, is ongewis. De algemene verwachting is dat het congres hem uiteindelijk weer kiest als lijsttrekker. De tweespalt is echter niet goed voor het prestige van de PvdA en Asscher.", "De steun die een groot aantal partijprominenten voor hem hebben uitgesproken helpt de geplaagde partijleider misschien in het partijdebat, maar geeft de discussie rond zijn persoon naar buiten toe ook meer impact.", "Als Asscher aanblijft, zal hij in het debat over de Toeslagenaffaire moeilijk met andere oppositiepartijen het vertrek van het kabinet of ministers kunnen eisen. Dat zal hem, net als de tweespalt over zijn persoon, niet helpen aan het gezag dat hij nodig heeft voor een goede verkiezingsuitslag.", "De PvdA en haar beoogde lijsttrekker zullen zich een gelukkiger aanloop naar de Tweede Kamerverkiezingen hebben gewenst."], "authors": ["John Geijp"], "keywords": ["zijn", "van", "hem", "voor", "en", "een", "asscher", "pvda", "asccher", "wacht", "het", "commentaar", "week", "dat", "lodewijk", "spannende"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}