{"id": "b3c5131d-2f27-3820-a418-20756ec78083", "title": "Op waterstof door Europa rijden, hoe ver kom je dan?", "url": "https://nos.nl/artikel/2285051-op-waterstof-door-europa-rijden-hoe-ver-kom-je-dan.html", "summary": "Nederland telt op dit moment 60 auto's die op waterstof rijden en het aantal tank-mogelijkheden staat op welgeteld drie.\nZe zijn gewoon samen om de tafel gaan zitten om een plan op te stellen.\nVooral voor zwaar vervoerWaterstof kan als energiedrager een alternatief zijn voor diesel en benzine voor vrachtwagens, bussen, boten en automobilisten die heel veel rijden.\n\"De auto's rijden wel elektrisch, maar de generator wordt aangedreven door waterstof\", zegt een van de deelnemers van Rijkswaterstaat vlak voor de start van de challenge.\nBatterijen zijn milieu-vervuilend, duur om te maken en groot en zwaar om mee te nemen.", "paragraphs": ["Kip-ei-verhaal", "Waterstof staat in ons land nog in de kinderschoenen. Nederland telt op dit moment 60 auto's die op waterstof rijden en het aantal tank-mogelijkheden staat op welgeteld drie. \"Als die infrastructuur zo achterblijft, hebben grote automerken natuurlijk ook geen zin om dat soort auto's in ons land te verkopen\", zegt Ad van Wijk, professor toekomstige energiesystemen aan de TU Delft. \"Een soort kip-ei-situatie dus.\"", "De Duitsers zijn volgens hem al een stuk verder. \"Bij onze oosterburen zijn nu 70 tankstations en binnen een aantal jaren komen er 400 voor waterstof bij. Duitsers zijn daarin toch sneller en slimmer. Ze zijn gewoon samen om de tafel gaan zitten om een plan op te stellen. Bij ons is de ontwikkeling vooral ontstaan door subsidiebeleid. Allerlei kleine partijen die iets willen opzetten. Maar daar bouw je natuurlijk geen dekkend netwerk mee.\"", "Overigens worden er op verschillende plekken in het land momenteel nieuwe tankstations gebouwd, zoals in Den Haag, Groningen, Arnhem en Utrecht. \"En er zijn dit jaar al 300 waterstof-auto's besteld. Het begint echt wel ergens op te lijken\", aldus De Putter.", "Vooral voor zwaar vervoer", "Waterstof kan als energiedrager een alternatief zijn voor diesel en benzine voor vrachtwagens, bussen, boten en automobilisten die heel veel rijden. \"De auto's rijden wel elektrisch, maar de generator wordt aangedreven door waterstof\", zegt een van de deelnemers van Rijkswaterstaat vlak voor de start van de challenge.", "\"De winst is dus dat je geen grote batterijen aan boord hoeft te hebben. Als je de waterstof in een tank in de auto kunt opslaan, is dat dus je bron van energie. In plaats van batterijen. Batterijen zijn milieu-vervuilend, duur om te maken en groot en zwaar om mee te nemen. Vooral voor vrachtauto's is waterstof een uitkomst. Die hoeven niet een hele aanhanger met batterijen mee te nemen.\""], "authors": [], "keywords": ["door", "je", "om", "van", "een", "ver", "europa", "te", "voor", "en", "op", "rijden", "hoe", "die", "dan", "waterstof", "kom", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}