{"id": "b3c59ffc-afbf-31f3-94ca-a03ef7247648", "title": "Mister Oerol wist van elk duin, elke schuur, kwelder of strandopgang een theaterlocatie te maken", "url": "https://volkskrant.nl/nieuws-achtergrond/mister-oerol-wist-van-elk-duin-elke-schuur-kwelder-of-strandopgang-een-theaterlocatie-te-maken~b4a70a99/", "summary": "Op dat Waddeneiland had Joop ‘Snor’ Mulder van elke duin, plak, schuur, kwelder of strandopgang een theaterlocatie weten te maken.\nOndanks terugkerende strubbelingen met geld wist Mulder Oerol uit te bouwen tot een van de meeste geliefde festivals in Nederland.\nTijdens een openingswoord op het Oerol festival.\nTrotser was hij op de Franse eretitel Chevalier de l’ordre des Arts et des Lettres – die onderstreepte de internationale faam van Oerol.\nMr. Oerol genoot ook graag van een stevig glas chardonnay en moest even een pas op de plaats maken – nee zeggen vond hij lastig.", "paragraphs": ["Joop Mulder, oprichter en creatief directeur van festival Oerol Beeld Mascha Jansen", "Oerol zou altijd zijn kindje blijven. Ook toen bedenker, oprichter en artistiek directeur Joop Mulder na 35 jaar in 2017 officieel afscheid nam van het wereldberoemd geworden locatietheaterfestival op Terschelling en door een immense menigte koperblazers van het Groene Strand richting vaste wal werd ‘geblazen’, bleef zijn bijnaam Pappa of Daddy Oerol. Officieel stond sindsdien op zijn visitekaartje: ‘cultureel landschapsontwikkelaar’. Zijn vizier verlegde hij naar de stille waddenkust in het uiterste Noorden van Nederland, om daar in dorpjes met namen als Koehool, Blije, Holwerd, Wierum, Moddergat en Marrum verder te gaan met zijn strijd de geschiedenis van ogenschijnlijk eenvormig landschap zichtbaar te maken via kunst, theater, dans en architectuur.", "Maar het was Terschelling waaraan zijn naam en faam verbonden zou blijven. Op dat Waddeneiland had Joop ‘Snor’ Mulder van elke duin, plak, schuur, kwelder of strandopgang een theaterlocatie weten te maken. Begrijpen waar je bent, met de wind in je oren en het zilt op je tong, dat was en bleef voor altijd zijn motto.", "Dit weekend overleed hij aan een hartstilstand, 67 jaar oud, zo maakte zijn vrouw Marjan en dochter Jesse Janne bekend. Zijn gezondheid bleek het laatste half jaar behoorlijk verslechterd.", "Café De Stoep", "Het was eind jaren zeventig dat de zoon van een boerendochter en een burgemeester (van Bolsward) wat rondzwierf, bij een boer en achter de bar werkte en toen, tijdens een bezoekje aan een kroeg in Midsland, spontaan aanbod de baas te vervangen, nadat die een snee in zijn hand had opgelopen. ‘Ik neem het wel even over’, zei Mulder, om vervolgens nooit meer weg te gaan. Café De Stoep werd Mulders grote liefde, het fundament onder alles wat hij op Terschelling zou weten uit te bouwen.", "In De Stoep organiseerde hij als eerste roemruchte muzikale poëzieavonden, met Simon Vinkenoog, Hans Dulfer, Jules Deelder en later Daryll-Ann. De kroeg ontpopte zich als bolwerk van cultuur en werd een jaar na de oprichting van Oerol direct hoofdsponsor, hetgeen Mulder nog bijna de kop zou kosten – zijn hele kapitaal verdween in het festival.", "Als liefhebber van zomers straatvermaak wist hij de inwoners van Terschelling langzaam te overtuigen dat locatietheater voor nieuw cultuurtoerisme kon zorgen. Jaar na jaar breidde hij luchtig straattheater uit tot roemruchte spektakels op strand, wad en duin. Ondanks terugkerende strubbelingen met geld wist Mulder Oerol uit te bouwen tot een van de meeste geliefde festivals in Nederland. Jaarlijks trekken ruim 55 duizend mensen naar Terschelling om gedurende de tien langste dagen van juni per fiets over het eiland uit te zwermen naar talloze voorstellingen met dans, muziek, theater, circus, mime en gesproken woord. Kunstwerken herrijzen tijdelijk op het wad, het strand en zelfs in zee. Maar altijd in overleg met Staatsbosbeheer – zo gauw een boswachter een broedend vogeltje ontdekt, verkassen de theatermakers.", "Tijdens een openingswoord op het Oerol festival. Beeld ANP", "Terwijl Nederland nog moest wennen aan dat theatrale gevecht met de elementen, in een onvoorspelbaar decor met overvliegende meeuwen, liep Mulder voor de troepen uit. Altijd stond hij ‘aan’, waar hij ook maar iets kon betekenen voor de ontwikkeling van locatietheater en theater-op-locatie, ook internationaal. In 2002 werd hij benoemd tot Officier in de Orde van Oranje-Nassau. Trotser was hij op de Franse eretitel Chevalier de l’ordre des Arts et des Lettres – die onderstreepte de internationale faam van Oerol. In 2006/2007 gaf hij tijdelijk de leiding uit handen aan Jos Thie en zijn rechterhand Kees Lesuis. Mr. Oerol genoot ook graag van een stevig glas chardonnay en moest even een pas op de plaats maken – nee zeggen vond hij lastig. Een jaar later was hij terug op zijn plek: Oerol en Mulder konden nog niet zonder elkaar.", "De echte erkenning kwam toen Oerol in 2009 als festival in de Basisinfrastructuur werd opgenomen en voor vier jaar verzekerd was van landelijke subsidie. Even spande het er nog om of Oerol ook de komende vier jaar zijn vaste plek in het landelijke subsidiestelsel zou behouden, maar de minister van OCW gaf zelf het benodigde duwtje.", "Inmiddels doen bijna alle festivals aan locatietheater en heeft iedere provincie de culturele potentie ontdekt van gemeenschapsvoorstellingen op basis van lokale verhalen. In het noorden van Nederland was Mulder van plan om als ‘cultureel landschapsontwikkelaar’ nog tot 2025 (‘Dan ben ik net zo oud als Hans Wiegel nu – zei hij drie jaar geleden) kunstenaars verhalen los te laten wrikken uit de natuur om daar landschapskunst van te maken. Alles wist hij over binnendijken, kweldervorming, polders, terpen, ringdobbes en ‘mienskip’ (gemeenschapszin). Met zijn enthousiasme kreeg hij dorpelingen zo ver niet meer met de rug maar met hun gezicht naar de zee te gaan leven. Want, zo zei hij tijdens een reportagetocht voor de Volkskrant in maart 2017, het landschap is heel bepalend voor de identiteit van de mensen die er wonen: ‘Iedereen kent het waddengebied, maar wie kent de verhalen erachter?’", "Mulder bij zijn afscheid in 2017 Beeld Annette Embrechts"], "authors": ["Annette Embrechts"], "keywords": ["oerol", "strandopgang", "van", "maken", "kwelder", "zijn", "en", "een", "met", "te", "wist", "mister", "op", "het", "theaterlocatie", "hij", "schuur"], "pubDate": "2021-01-10T20:08:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}