{"id": "b3da37a0-b7de-3df5-97e4-a9b5158e0cbc", "title": "Zo komt jouw auto schoner uit de wasstraat", "url": "https://nu.nl/auto/6099541/zo-komt-jouw-auto-schoner-uit-de-wasstraat.html", "summary": "In de klassieke wasstraat, die je overigens niet zo vaak meer ziet, wordt de auto nog door een ketting voortgetrokken.\nKritisch op vieze en roestige wasstratenBij de keuze van een wasstraat mag je best kritisch zijn.\nEen wasstraat met nylon borstels is ook niet aan te raden, omdat deze krassen kunnen veroorzaken.\nEen goede velgenreiniger kleurt paars zodra je het aanbrengt, doordat het reageert met het vuil.\nTegen het einde van het winterseizoen is het verstandig om in de wasstraat voor een programma met bodemreiniging te kiezen.", "paragraphs": ["Autowassen met de hand is tegenwoordig alleen al vanwege het milieu niet aan te raden: eenmalig zoveel water gebruiken is doodzonde en het vuile water komt ook nog eens in het oppervlaktewater terecht. Nederland telt dan ook inmiddels duizenden wasstraten, waar water hergebruikt en gefilterd wordt. En toch: de ene wasstraat is de andere niet.", "Allereerst is de benaming 'wasstraat' een betrekkelijk begrip. Tegenwoordig zijn ook de zogenoemde wasboxen populair, waar je nog wel zelf met de hand en een hogedrukspuit de auto wast, maar waar de milieuregels beter worden nageleefd dan op straat.", "In de klassieke wasstraat, die je overigens niet zo vaak meer ziet, wordt de auto nog door een ketting voortgetrokken. Deze techniek wast over het algemeen nauwkeurig en biedt ook veel toepassingen. Zo kan dit systeem de bodem en de velgen grondig reinigen.", "Maar die opties zijn vaak ook weer terug te vinden in het menu van de automatische wasstraat waarin de auto stil blijft staan, de zogenoemde roll-over, die je tegenwoordig het meest ziet.", "Kritisch op vieze en roestige wasstraten", "Bij de keuze van een wasstraat mag je best kritisch zijn. Je kunt vaak aan de buitenkant al zien hoe de kwaliteit van een wasstraat is. Ziet die er vies en onverzorgd uit, of vertoont de installatie ernstige roestplekken, ga er dan liever aan voorbij.", "Een wasstraat met nylon borstels is ook niet aan te raden, omdat deze krassen kunnen veroorzaken. Je ziet ze vooral bij verouderde wasstraten. Rollers met (microvezel)doeken of slierten van foam gaan veel voorzichtiger met de autolak om.", "Kies bij voorkeur ook voor een wasstraat die met osmosewater werkt. Dat is water dat door hyperfiltratie is ontdaan van vuil, mineralen en bacteriën. Het wordt ook wel vlekvrij water genoemd. Eenmaal opgedroogd laat het niets achter op de lak - dat is bij kalkhoudend water wel anders.", "Bij de automatische wasstraat heb je tegenwoordig de keus uit een aantal wasprogramma's. De duurste bevat meestal een 'waxing'- en een 'polishing'-programma, maar die behandeling hoef je echt niet bij elke wasbeurt uit te laten voeren. Als je hier bij elke vierde wasbeurt voor kiest, is het prima.", "Hardnekkige vlekken van teer, vogelpoep of boomhars", "Met een bezoek aan de wasstraat is de auto natuurlijk nog niet helemaal grondig schoongemaakt. Handig is om zelf aan de slag te gaan met zogenoemde teerverwijderaar.", "In de winter komen er veel teerdeeltjes los van het wegdek, vooral als er gestrooid is. Die kleverige stukjes komen op de autolak terecht, en bij een eenvoudige wasbeurt blijven ze daar zitten. Ook vliegjes, vogelpoep of boomhars verdwijnen soms niet bij een bezoek aan de wasstraat. Voor dit hardnekkige vuil zijn speciale middeltjes te koop.", "Voor de velgen is speciale, zuurvrije velgenreiniger verkrijgbaar. Zuur tast het materiaal van je wielen aan en veroorzaakt dus schade. Een goede velgenreiniger kleurt paars zodra je het aanbrengt, doordat het reageert met het vuil. Je kunt deze gerust enkele minuten laten zitten.", "Gebruik voor de ramen nooit een ruitenreiniger met spiritus. Dit spul ontvet je ramen minder goed, laat een blauwe waas achter op de ruiten én het kan de kunststoffen van je auto aantasten, zoals de behuizing van koplampen.", "Tegen het einde van het winterseizoen is het verstandig om in de wasstraat voor een programma met bodemreiniging te kiezen. Dan wordt ook de onderkant van de auto schoongemaakt, om eventuele resten van strooizout te verwijderen."], "authors": ["Door", "Niek Schenk"], "keywords": ["van", "zo", "komt", "en", "uit", "jouw", "een", "met", "aan", "wasstraat", "auto", "ook", "te", "het", "schoner", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}