{"id": "b3da98ba-602c-35c5-8c0a-91df968c9e8b", "title": "Witlof ligt daar uitgestald naast de oesters en wilde duiven", "url": "https://www.parool.nl/ps/witlof-ligt-daar-uitgestald-naast-de-oesters-en-wilde-duiven~bf2a1e9a/", "summary": "Naast de alom bekende witlof zijn er veel rode varianten.\nDaar op de markt lag wit- en een fijne roodlof uitgestald alsof het parels waren.\nZe poetsten de lof en bespoten hem zo nu en dan met een sproeier.\nWaar hier de witlof in plastic grootverpakkingen in de supermarkt ligt, lag het daar uitgestald naast de oesters en wilde duiven.\nRoodlof en witlof behoren net als de andere lofsoorten en andijvie tot de chicorei-achtigen.", "paragraphs": ["Beeld Emma Levie", "Op het moment liggen er op de boerenmarkt allerlei prachtige lofsoorten. Naast de alom bekende witlof zijn er veel rode varianten. Vaak zijn deze uit Italië afkomstig. Zo heb je de tardiva waarvan het blad een soort rood-witte kroon vormt, of de radicchio rosso: een dikke krop met bijna bordeauxrode bladeren met witte nerf.", "De rode varianten associeer ik meestal met Italië en komen daar ook vaak vandaan, maar een jaar geleden was ik in Parijs. Daar op de markt lag wit- en een fijne roodlof uitgestald alsof het parels waren. De marktmannen deden hun best hun exemplaren er tiptop uit te laten zien. Ze poetsten de lof en bespoten hem zo nu en dan met een sproeier. Toen ik ze vroeg waar die lof vandaan kwam, vertelde een groenteman dat hij ze zelf importeerde uit Nederland. Zijn buurman kocht ze op de beroemde markt Rungis, maar zijn exemplaren kwamen uit Pays-Bas.", "Waar hier de witlof in plastic grootverpakkingen in de supermarkt ligt, lag het daar uitgestald naast de oesters en wilde duiven. Een delicatesse die men bestudeerde voor men een mooi, met touw bij elkaar gebonden bosje in zijn mand liet zakken.", "De bittere bladeren zijn soms wat wennen, maar ze behoren tot mijn favoriete kost. Of ik nu een salade maak met gepofte sjalotten en peer, zoals vorige week, of gewoon wat lof fijnsnijd en aanmaak met azijn en lekkere olijfolie, het bittere blad gaat goed met bijna alles.", "Roodlof en witlof behoren net als de andere lofsoorten en andijvie tot de chicorei-achtigen. Het verhaal gaat dat witlof in de 17de eeuw werd ontdekt toen er bladeren ontsproten aan de chicoreiwortel, die men teelde als alternatief voor koffie. Volgens een rapport van de Wageningen Universiteit werden in de jaren tachtig voor het eerst serieuze proeven gedaan met de roodlofteelt in Nederland. Naast dat de lof heerlijk in een salade is, kun je er ook geweldig mee koken."], "authors": ["Samuel Levie"], "keywords": ["uitgestald", "lof", "wilde", "daar", "het", "duiven", "met", "zijn", "witlof", "ligt", "een", "en", "ze", "oesters", "uit", "er", "naast"], "pubDate": "2020-11-24T12:07:34+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}