{"id": "b3dacc5a-6415-30c7-b079-065432fac35a", "title": "Weidse landschappen vol ‘happy trees’: de aanstekelijke levensvreugde van cultschilder Bob Ross", "url": "https://trouw.nl/cultuur-media/weidse-landschappen-vol-happy-trees-de-aanstekelijke-levensvreugde-van-cultschilder-bob-ross~bb79bc8d/", "summary": "Zo hoor je voortdurend het donkerbruine stemgeluid van Bob Ross en het gekrabbel van zijn penselen, terwijl je kijkt naar zijn kleurige landschappen.\nEen enkele keer schilderde hij een huis of een brug, slechts twee keer een mens.\nBeeld Bob Ross IncIn kunstkringen is ‘een Bob Ross’ ook een begrip, maar dan vooral om kunst met de piepkleine k te classificeren, clichématig hobbywerk.\nBijna alle schilderijen liggen in een loods op een industrieterrein in Herndon, in de Amerikaanse staat Virginia.\nZe wilde naar de toen populaire tv-schilder Bill Alexander, maar belandde bij een van zijn hulpjes in de les – Bob Ross.", "paragraphs": ["Gelukkig hangen er geluidsdouches in Museum More in Gorssel – speakers die aan een snoertje recht boven je hoofd bungelen. Zo hoor je voortdurend het donkerbruine stemgeluid van Bob Ross en het gekrabbel van zijn penselen, terwijl je kijkt naar zijn kleurige landschappen. Die stem hoort erbij, als een soort totaalkunstwerk. In de tv-reeks ‘The Joy of Painting’ toverde hij in iedere aflevering van 26 minuten een compleet schilderij op het doek en overtuigde hij zijn kijkers dat ze precies hetzelfde konden. “Iedereen kan een meesterwerkje op het canvas zetten, je hebt alleen een idee nodig.” Hij moedigde zijn kijkers op haast therapeutische wijze aan: “Geen zorgen, we maken geen fouten, we hebben alleen happy accidents.”", "Tussen 1983 en 1994 maakte Bob Ross 381 afleveringen; een jaar later overleed hij op 52-jarige leeftijd aan kanker. Een kwart eeuw later is hij nog steeds opvallend populair. Of misschien wel opnieuw: op YouTube zijn talloze afleveringen miljoenen keren bekeken. Een nieuwe generatie heeft hem ontdekt. Bob Ross, met zijn kenmerkende wollige permanentje, is een cultfiguur.", "Kunst met een piepkleine k", "Ook voor mensen zonder schilderambities is het verslavend om naar zijn rustgevende stem te luisteren, terwijl op het doek met een aantal schijnbaar eenvoudige penseelstreken een wereld van bergen, bomen en meren ontstaat. Weidse landschappen hadden zijn voorkeur, regelmatig maakte hij een zeegezicht. Een enkele keer schilderde hij een huis of een brug, slechts twee keer een mens. Overigens had hij zelf helemaal geen zin in gelukkige ongelukjes: voor iedere aflevering maakte hij hetzelfde schilderij drie keer: een keer vooraf, een keer tijdens de opname en na afloop nog een keer, voor in zijn cursusboeken.", "Nature’s Paradise door Bob Ross. Beeld Bob Ross Inc", "In kunstkringen is ‘een Bob Ross’ ook een begrip, maar dan vooral om kunst met de piepkleine k te classificeren, clichématig hobbywerk. Grappig genoeg leidde dit juist tot de tentoonstelling in Museum More, vertelt artistiek directeur Ype Koopmans. Een bezoeker meldde dat hij op zolder nog een paar ‘Bob Rossen’ had staan. Het bleken minder geslaagde landschappen van een niet nader genoemde kunstenaar, maar het idee was geboren. Waarom zou het museum voor modern realisme niet een keer aandacht besteden aan die tv-schilder die iedereen kent? De complete staf was enthousiast. Toen was de vraag: waar bevinden die televisieschilderijen zich eigenlijk?", "Je hoeft niet te zoeken bij verzamelaars, want er zijn maar een handvol werken verkocht. Bijna alle schilderijen liggen in een loods op een industrieterrein in Herndon, in de Amerikaanse staat Virginia. Daar huist Bob Ross Inc, een bedrijf dat nog altijd goede zaken doet met de verkoop van speciale Bob Ross-olieverf, -penselen, -T-shirts, -sokken en zelfs -broodroosters. En je kunt er de officiële opleiding volgen om zelf schildercursussen te geven in de stijl van Bob Ross – wereldwijd zijn bijna 1400 cursusleiders ­actief. Bobs zoon Steve is er één van, trouwe kijkers kennen hem uit The Joy of Painting, waarin hij ook een paar keer les gaf. Nederland telt 110 officiële Bob Ross-instructeurs.", "Beroepsmilitair", "Joan Kowalski zwaait de scepter over Bob Ross Inc. Het was haar moeder Annette Kowalski die de schilder ‘ontdekte’. Toen haar oudste zoon begin jaren tachtig overleed, spoorde echtgenoot Walt haar aan een schildercursus te volgen. Ze wilde naar de toen populaire tv-schilder Bill Alexander, maar belandde bij een van zijn hulpjes in de les – Bob Ross. Annette was betoverd en zag een grote toekomst voor hem. De schilder was toen net gescheiden en woonde zelfs een poos bij de Kowalski’s in huis. Walt en Annette hielpen hem een fenomeen te worden, eerst met cursussen in het hele land en later de tv-serie. Annette naaide de overhemden die hij droeg tijdens de opnames.", "Mountain Summit door Bob Ross. Beeld Bob Ross Inc", "Al zijn werk uit die jaren is nu in kartonnen dozen opgeslagen. “Nee, geen witte handschoentjes en klimaatbeheersing”, zegt directeur Joan met een verontschuldigend lachje in een door The New York Times gemaakt filmpje op de tentoonstelling. Of ze niet een paar schilderijen wil verkopen? “Nee, dat is nooit in ons opgekomen”, zegt ze peinzend. Dat is ook niet helemaal Bob, denkt ze. Maar die broodroosters met zijn foto erop? Die had hij hilarisch gevonden. De ontspannen levenshouding van de schilder hangt duidelijk nog steeds in zijn bedrijf. Joan was meteen te porren voor een overzichtstentoonstelling in Nederland.", "Voordat hij tv-schilder werd, had Ross een ander beroep, hij was beroepsmilitair. Op zijn achttiende was hij in het leger gegaan omdat hij niet goed kon leren. Gestationeerd in Alaska begon hij te schilderen. Zijn halve leven was hij militair, maar eigenlijk was het niets voor hem, zei hij later in een van zijn uitzendingen. “Ik moest in de wereld van een ander leven. Schilderen bracht me vrijheid; na een dag soldaatje spelen kon ik thuis de wereld schilderen die ik wilde: schoon, schitterend, iedereen was er gelukkig. Ik vond vrijheid op het canvas. En ik denk dat we allemaal naar vrijheid zoeken.”", "Stressverlagend", "Waarschijnlijk is dat het geheim van zijn tijdloze aantrekkingskracht. Ross creëerde op elk schilderij een perfecte wereld waarin alles gelukkig was. Zelfs de struiken en de rotsblokken waren ‘happy rocks’ en ‘happy bushes’. Naast een eenzame boom kwam altijd een tweede. Een ‘happy friend’, want ook een boom kan niet zonder vrienden. Zijn kijkers mogen hem naschilderen, maar nog beter is het als ze hun eigen fantasie volgen: “Dit is jouw wereld en jij maakt hier alle beslissingen. Als jij dat wil kan je bergen en rivieren verplaatsen.”", "Het is veelzeggend dat de BBC The Joy of Painting in april uitzond als onderdeel van zijn cultuur-in-quarantaine-programmering. Het is stressverlagende televisie, escapisme, eerder levenskunst dan kunst. Dat vond Ross zelf trouwens ook wel een beetje.", "Om de expositie in Museum More echt te waarderen moet je de tv-uitzendingen kennen. Om de bezoeker in de juiste stemming te brengen, staan de veertig werken zonder lijst opgesteld op schildersezels, om de sfeer in de tv-studio te benaderen. Directeur Ype Koopmans noemt Ross een ‘ontwapenend blije promotor van schildervreugde’. Hij heeft ongetwijfeld gelijk als hij zegt dat de tv-schilder bij veel mensen de angst voor zowel het kunst maken als het kunst kijken heeft weggenomen. En dat is geen geringe verdienste.", "Bob Ross, Museum More in Gorssel, t/m 11 april 2021.", "Een eigen kleurenpalet Qua compositie en originaliteit blijft hij wat bij ze achter, maar Bob Ross kan als het om techniek gaat wel aansluiten in een rijtje schilders als Vincent van Gogh en Claude Monet. Ze schilderden allemaal ‘alla ­prima’, of in het Nederlands nat-in-nat. Dat is een techniek waarbij de schilder niet wacht tot een verflaag gedroogd is, maar gewoon doorgaat met het schilderen van de volgende laag van de voorstelling. Zo is het mogelijk vloeiende overgangen te maken. Er moet wel snel gewerkt worden, maar dat was nu juist de grote verdienste van de tv-schilder. Bob Ross begon altijd met een egale, natte basislaag op zijn canvas. Daarop bracht hij achtereenvolgens lucht en water, bergtoppen, bossen en uiteindelijk losse bomen, struiken en rotsblokken aan – hij werkte van achteren naar voren. Zo creëerde hij eenvoudig een diepte-effect met kleur en compositie. Behalve penselen gebruikte de tv-schilder ook veelvuldig het paletmes, om messcherpe oevers, boomstammen en bergtoppen neer te zetten. De schilder had zijn eigen kleurenpalet ontwikkeld. Kijkers van ‘The Joy of Painting’ kennen allemaal zijn ‘Dark sienna’, ‘Prussian blue’ ‘Sap green’ en ‘Van Dyke brown’. Uiteraard zijn het precies deze kleuren die aan cursisten worden ­aanbevolen om het gewenste resultaat te bereiken.", "Lees ook:", "", "Anders Zorn, met zijn zwierige penseelstreken uit Zweden", "De Zweedse kunstenaar Anders Zorn (1860-1920) is wereldberoemd in Zweden. Nu is in Den Haag te zien hoe hij met zijn schilderijen en prenten het Zweedse platteland verheerlijkte.", "Zelfs de asbakken zijn gevuld op de Stones-tentoonstelling in het Groninger Museum", "Ze moesten de boel flink omgooien, maar aan creativiteit geen gebrek in het Groninger Museum. En dus opent daar de tentoonstelling The Rolling Stones – Unzipped, in een iets andere constellatie dan gepland."], "authors": ["Harmen Van Dijk"], "keywords": ["van", "vol", "bob", "happy", "trees", "het", "hij", "zijn", "weidse", "op", "cultschilder", "een", "landschappen", "en", "te", "levensvreugde", "ross"], "pubDate": "2020-11-21T12:09:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}