{"id": "b3efbd15-34e8-36ca-8c69-d8e1e30d680c", "title": "De kerstcadeaus van mijn schoonouders zijn veel te duur en meestal onnodig", "url": "https://trouw.nl/leven/de-kerstcadeaus-van-mijn-schoonouders-zijn-veel-te-duur-en-meestal-onnodig~b1695c84/", "summary": "Ze geven mijn man en mij met Kerst te veel en te dure cadeaus.\nHoe kan ik ze duidelijk maken dat ze hun portemonnee echt meer gesloten moeten houden?\nTe veel kerstcadeausBeste Te veel kerstcadeaus,Niet u, maar uw man is de aangewezen persoon om het cadeau-probleem met zijn ouders te bespreken.\nAls schoondochter kunt u hun wel voorhouden dat ze te veel cadeaus geven (en dat hebt u ook al een paar keer gedaan), maar dat haalt niets uit.\nWaarschijnlijk vinden zij het heel belangrijk om uw man, hun zoon, veel cadeaus te geven.", "paragraphs": ["Beste Beatrijs,", "Mijn schoonouders zijn erg lief, zorgzaam en gul. Ze geven mijn man en mij met Kerst te veel en te dure cadeaus. De halve huiskamer ligt dan vol met (vaak dure en onnodige) cadeaus van hen, terwijl wij ons wel aan het afgesproken budget houden. De meeste cadeaus zetten we na afloop op Marktplaats, geven we weg of brengen naar de kringloop, omdat ze niet in ons leven thuishoren: beeldjes, stofverzamelaars, rieten manden, aftershave of parfum die we niet gebruiken. Ik heb al geregeld met hen erover gesproken, maar het helpt niet. Hoe kan ik ze duidelijk maken dat ze hun portemonnee echt meer gesloten moeten houden?", "Te veel kerstcadeaus", "Beste Te veel kerstcadeaus,", "Niet u, maar uw man is de aangewezen persoon om het cadeau-probleem met zijn ouders te bespreken. Als schoondochter kunt u hun wel voorhouden dat ze te veel cadeaus geven (en dat hebt u ook al een paar keer gedaan), maar dat haalt niets uit. Waarschijnlijk vinden zij het heel belangrijk om uw man, hun zoon, veel cadeaus te geven. Dat is voor hen een prioriteit, terwijl u automatisch meedeelt in de berg geschenken, omdat zij gul van aard zijn en u ook een warm hart toedragen. Als uw man dit gesprek met zijn ouders voert, zal het meer indruk maken, verwacht ik. Het lijkt dan het handigst als uw man zijn ouders vertelt dat hij en u de cadeautraditie met Kerstmis willen afschaffen. Voor alle duidelijkheid: het gaat niet om minder cadeaus, maar om helemáál geen cadeaus meer. Dit nieuwe beleid kan hij nader toelichten door erop te wijzen dat u als stel alles al hebt en dat u geen nieuwe dingen meer wilt, omdat u hebt besloten in het kader van versobering, klimaatverandering en zorg voor het milieu geen overbodige spullen meer in huis te halen. Samenvattend: u wilt van Kerst een minder materieel feest maken en u wilt het geld dat uzelf anders aan cadeaus had besteed liever aan een goed doel schenken. Als uw man dit op deze manier uitlegt aan zijn ouders, hebben ze weinig andere keus dan zich hierbij neer te leggen."], "authors": ["Beatrijs Ritsema"], "keywords": ["veel", "zijn", "van", "man", "mijn", "en", "met", "ze", "kerstcadeaus", "cadeaus", "te", "meestal", "schoonouders", "het", "dat", "onnodig"], "pubDate": "2019-12-21T15:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}