{"id": "b3fc31de-9cf7-3539-993e-3d0715eac0ed", "title": "Het kind dat we opvoeden heeft last van het gekwetste kind dat nog in ons zit", "url": "https://trouw.nl/opinie/het-kind-dat-we-opvoeden-heeft-last-van-het-gekwetste-kind-dat-nog-in-ons-zit~b67259b0/", "summary": "De ouders zijn tot de conclusie gekomen dat een witte school ongeacht de intelligentie van het kind geen veilige omgeving biedt.\n“Bij de kinderopvang wilden ze een verklaring hebben dat mijn kind thuis een andere taal dan het Nederlands sprak.\nHoe goedbedoeld ook, men is bang voor het stigma van achterstandskind dat thuis nog worstelt met de taal.\nZo hard zijn we bezig om het gebied rond ons kind veilig te stellen dat we vergeten het kind zelf te zien.\nHet kind dat we opvoeden heeft last van het gekwetste kind dat nog in ons zit.", "paragraphs": ["Of ik langs wilde komen op Rotterdam-Zuid om de moeders een schop onder de kont te geven. Sefa Akbulut, groepscoach bij de Wijkacademie Feijenoord en in die hoedanigheid zich bekommerend om moeders die hun kinderen goed willen opvoeden, drukt zich diplomatieker uit. “Je hebt geschreven over de relatie tussen ouder en kind. Misschien kun je daar wat over vertellen. De tijden veranderen, moeders ook.”", "Het regent over Feijenoord als ik mijn auto parkeer. Sefa ontvangt me in de aula van De Hef, een middelbare school. De moeders druppelen binnen. Er is thee en koffie uit de thermoskan. Na mijn inleidende praatje over de opvoeding die ik kreeg en de opvoeding die ik mijn kinderen geef, steken de moeders van wal. In vloeiend Nederlands beklagen ze zich over de barrières waar hun kinderen mee te maken hebben. Kern van het probleem: de Nederlandse samenleving is een rare klompendans die net wanneer je ’m onder de knie hebt wordt vervangen door een nog moeilijkere variant.", "Onderzoek geeft de moeders gelijk", "Een Turkse moeder vertelt dat ze als een leeuw heeft gevochten voor haar twee kinderen. “Ze hadden allebei gehoorproblemen. De docenten weten alles aan hun Turkse achtergrond. Hun Nederlands zou niet goed zijn. Het maakte me zo boos.” Andere moeders knikken instemmend. “Hoe kan het dat bij gelijke prestaties kinderen van Nederlandse ouders toch een hoger onderwijsadvies krijgen?” Onderzoek geeft de moeders gelijk. Een assertieve witte ouder wordt door docenten serieuzer genomen dan een bescheiden allochtone. Van bescheidenheid hebben deze moeders geen last. Beide dochters van de Turkse moeder hebben een succesvolle carrière afgelegd.", "De ouders zijn tot de conclusie gekomen dat een witte school ongeacht de intelligentie van het kind geen veilige omgeving biedt. Altijd de uitzondering op de regel zijn maakt ongelukkig.", "Een Turkse moeder vertelt over de strijd van haar zoon op een middelbare school waar veel kinderen uit de hogere klasse kwamen. “Die kinderen droegen allemaal merkkleding. Alles draaide om status. Mijn zoon werd erop aangekeken dat hij niets duurs droeg.” Ze wilde hem om die reden van school halen, een docent stak daar een stokje voor. Ze vroeg de jongen een Adidas-sweater naar school te dragen, toen hij erop werd aangesproken nam ze hem in bescherming. Ze kwam voor hem op. De pesterijen verstomden, de jongen kon zich concentreren op andere zaken.", "Meten met twee maten", "Een Hindoestaanse moeder wil niet weten van meten met twee maten. “Bij de kinderopvang wilden ze een verklaring hebben dat mijn kind thuis een andere taal dan het Nederlands sprak. Maar dat wilde ik niet.” Een Marokkaanse moeder licht haar bij: “Je kind krijgt dan extra taalaandacht. Is toch mooi meegenomen?” De Hindoestaanse moeder schudt van ‘nee’. Hoe goedbedoeld ook, men is bang voor het stigma van achterstandskind dat thuis nog worstelt met de taal. Na afloop komt ze naar me toe om te vertellen dat ik de eerste ­auteur was van wie ze een roman voor volwassenen van las. Haar ogen glimmen.", "Onderweg naar huis vraag ik me af waarom we ons zo beklemd voelen over de toekomst van onze kinderen. Het heeft te maken met pijn. We willen niet dat onze kinderen de pijn voelen die wij hebben gevoeld. De pijn die onze ouders weer aan ons hebben doorgegeven. De pijn van minachting, de pijn van onzichtbaar zijn, de pijn van miskenning. Zo hard zijn we bezig om het gebied rond ons kind veilig te stellen dat we vergeten het kind zelf te zien. Het kind dat we opvoeden heeft last van het gekwetste kind dat nog in ons zit.", "Abdelkader Benali (1975) is schrijver. In 1996 debuteerde hij met ‘Bruiloft aan zee’, in 2003 won hij de Libris Literatuur Prijs voor zijn roman ‘De langverwachte’. Om de week schrijft hij voor Trouw een column. Lees ze hier terug."], "authors": ["Abdelkader Benali"], "keywords": ["opvoeden", "van", "heeft", "zit", "nog", "kind", "het", "ons", "moeders", "die", "kinderen", "gekwetste", "een", "ze", "dat", "voor"], "pubDate": "2020-12-08T01:01:01+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}