{"id": "b3fd31e5-1c6d-3a9e-92b8-ed37b08bcf09", "title": "Ága toont onthutsend hoe het traditionele leven in Siberië wegsmelt ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/aga-toont-onthutsend-hoe-het-traditionele-leven-in-siberie-wegsmelt~b5f88bb2/", "summary": "De acteurs kregen intussen veel ruimte om te improviseren, en die opzet verleent de film waarachtigheid en warmte.\nDat het lot van de personages je aan het hart gaat, komt ook door de sterke opbouw.\nBeetje bij beetje maakt Lazarov duidelijk dat het vertrouwde leven van Nanook en Sedna ten einde loopt.\nDe leegte van het landschap is ook de leegte die Ága heeft achtergelaten.\nEen hallucinant shot, ook doordat het zo precies rijmt met een eerder moment uit de film, wanneer Nanook een rond gat in het ijs hakt.", "paragraphs": ["Met zijn slee doorkruist een in bont gestoken man een sneeuwvlakte. Als een vlek in de sneeuw verschijnt hij rechts in beeld, om uiterst links, in een rechte lijn, weer van het bioscoopscherm te glippen. Nog even blijft de camera op dat lege, witte landschap gericht. Zo zal dat in Ága steeds weer gaan: de hoofdpersonages gereduceerd tot iets nietig, in een wereld waarin ze nog maar weinig te zoeken hebben.", "Ága speelt zich af in Noord-Siberië, in de autonome Russische republiek Jakoetië. Nanook (Mikhail Aprosimov) en Sedna (Feodosia Ivanova) lijken in de wijde omtrek de enige twee mensen te zijn, vasthoudend aan een traditioneel jagers- en herdersbestaan. De opwarming van de aarde komt slechts één maal ter sprake in Ága, maar in feite staat de hele film in het teken van de klimaatveranderingen: die hebben ervoor gezorgd dat in de omgeving van Nanook en Sedna nauwelijks nog iets groeit, waardoor de rendierenpopulatie ernstig is uitgedund en er voor mensen als zij eigenlijk niets anders op zit dan te vertrekken.", "Toch houden Nanook en Sedna vol, ondanks de eindeloze speurtochten naar voedsel en de helse stormen die hun yurt omver dreigen te blazen. De Bulgaarse cineast Milko Lazarov neemt alle tijd om hun bezigheden en routines vast te leggen, volop profiterend van acteurs die net zo goed op elkaar lijken te zijn ingespeeld als hun personages.", "Lazarov en cameraman Kaloyan Bozhilov draaiden Ága op 35mm en besteedden aan ieder - zeer zorgvuldig opgezet - shot slechts één take. De acteurs kregen intussen veel ruimte om te improviseren, en die opzet verleent de film waarachtigheid en warmte. Dat het lot van de personages je aan het hart gaat, komt ook door de sterke opbouw. De zangerige muziek van componist Penka Kouneva krijgt steeds meer ruimte, alsof langzaam de ijslaag van de film wegsmelt.", "Beetje bij beetje maakt Lazarov duidelijk dat het vertrouwde leven van Nanook en Sedna ten einde loopt. Sedna is ernstig ziek, misschien zonder dat Nanook dit weet; niet voor niets probeert ze steeds weer hun dochter Ága ter sprake te brengen, die om onduidelijke redenen bij hen is weggegaan. De leegte van het landschap is ook de leegte die Ága heeft achtergelaten.", "Nergens voelt het landschap van de film zo symbolisch als in het eindbeeld, dat opstijgt uit een gigantische, honderden meters diepe diamantmijn, waar vrachtwagens als minuscule stipjes af en aan rijden over de richels. Een hallucinant shot, ook doordat het zo precies rijmt met een eerder moment uit de film, wanneer Nanook een rond gat in het ijs hakt. Onthutsend, zoals in Ága de menselijke maat verloren gaat.", "Ága Drama ★★★★☆ Regie Milko Lazarov Met Mikhail Aprosimov, Feodosia Ivanova, Galina Tikhonova, Sergey Egorov, Afanasiy Kylaev. 96 min., in 19 zalen."], "authors": ["Kevin Toma"], "keywords": ["van", "wegsmelt", "en", "een", "leven", "nanook", "traditionele", "toont", "ága", "sedna", "hoe", "te", "het", "onthutsend", "siberië", "dat", "die"], "pubDate": "2019-06-26T15:48:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}