{"id": "b4115b81-0c4a-3e19-a947-b52915d6ebad", "title": "Documentairemaker moet getuigen in liquidatieproces, NVJ verbolgen", "url": "https://www.parool.nl/nederland/documentairemaker-moet-getuigen-in-liquidatieproces-nvj-verbolgen~b9594b5a/", "summary": "Met deze Delano R. werkte Van der Valk ook aan nieuwe plannen, waaronder een documentairereeks voor Videoland.\nIn het kader van deze documentaire reisde Van der Valk ook naar het buitenland met enkele leden van de club.\nTegenover de politie verklaarde hij dat hij werkte aan een documentaire, maar dat hij niet betrokken is bij liquidaties.\nUiteindelijk zal moeten blijken hoe ver dat reikt.”Verwevenheid met Marengo-procesOndertussen groeit ook de verwevenheid tussen het Eris-proces met het Marengo-proces, waarin Taghi hoofdverdachte is.\nDat betekent dat hij achter gesloten deuren bij de rechter-commissaris verplicht is om antwoorden te geven op de vragen die hem worden gesteld.", "paragraphs": ["Regisseur Joost van der Valk. Beeld ANP", "Van der Valk (44) is een bekroonde documentairemaker die in het verleden een documentaire heeft gemaakt over de Haagse straatbende Crips, waaruit Caloh Wagoh is voortgekomen. In dat kader had hij veelvuldig contact met Delano R., die hoofdverdachte is in het Eris-proces. Met deze Delano R. werkte Van der Valk ook aan nieuwe plannen, waaronder een documentairereeks voor Videoland. Deze moest gaan over een nieuwe generatie jonge criminelen, met Delano R. als presentator. In het kader van deze documentaire reisde Van der Valk ook naar het buitenland met enkele leden van de club.", "Die documentaire kwam er echter niet, omdat R. in november 2018 werd aangehouden als hoofdverdachte. Sindsdien zit hij vast. Liquidatieproces Eris draait om vijf moorden en een reeks (mislukte) moordpogingen die zouden zijn uitgevoerd en voorbereid door leden van de motorclub. Volgens het OM is Ridouan Taghi in veel gevallen opdrachtgever van deze moorden, waarna R. de moordopdrachten in zijn motorclub zou hebben uitgezet.", "Hoofdverdachte filmde eigen bewijs", "Opvallend genoeg heeft R. het belangrijkste bewijs tegen hem zélf geproduceerd. In september 2019 vond de recherche op zijn harde schrijven een groot aantal video’s en screenshots van belastende chatgesprekken die hij voerde, onder meer met Taghi. Hij filmde met zijn telefoon chatgesprekken die werden gevoerd op andere telefoons. Tegenover de politie verklaarde hij dat hij werkte aan een documentaire, maar dat hij niet betrokken is bij liquidaties.", "Van der Valk werd in januari 2020 door de recherche gevraagd om te komen praten, maar die liet weten niet als verlengstuk van de politie te willen fungeren. Ook wilde hij zijn journalistieke onafhankelijkheid bewaren. Toch heeft de rechtbank nu besloten dat de documentairemaker moet getuigen.", "Van der Valk kondigt vast aan zich op zijn verschoningsrecht te beroepen. “Ik vind het erg vreemd dat de rechtbank er zomaar aan voorbij gaat dat ik journalist en filmmaker ben. Bovendien kan op deze manier mijn veiligheid in gevaar worden gebracht, omdat wellicht gedacht wordt dat ik praat over mijn bronnen. Wij als journalisten moeten juist onze bronnen beschermen.”", "Ook journalistenvakbond NVJ is niet blij, zegt algemeen secretaris Thomas Bruning. “Het is een verwarrende beslissing, want ook de rechtbank weet dat hij niets zal zeggen om zijn bronnen te beschermen. Ik ga ervan uit dat zijn verschoningsrecht in acht zal worden genomen.” Bruning stelt dat de onafhankelijkheid van de documentairemaker ook op de tocht staat. “Je moet journalisten niet in deze situatie willen brengen, het kan gevaarlijke situaties opleveren. De journalistiek heeft een onafhankelijke rol.”", "Het OM laat in een reactie weten dat ‘zijn naam voorkomt in het dossier, en hij daarom gehoord zal worden’. “Natuurlijk heeft hij recht op bronbescherming. Uiteindelijk zal moeten blijken hoe ver dat reikt.”", "Verwevenheid met Marengo-proces", "Ondertussen groeit ook de verwevenheid tussen het Eris-proces met het Marengo-proces, waarin Taghi hoofdverdachte is. Hoewel Taghi volgens het OM ook een hoofdrol speelt, wordt hij vooralsnog alleen in het Marengo-proces vervolgd. Wel heeft de rechtbank besloten dat Taghi moet getuigen in het Eris-proces. Dat betekent dat hij achter gesloten deuren bij de rechter-commissaris verplicht is om antwoorden te geven op de vragen die hem worden gesteld.", "Wel zal deze beslissing voor hoofdbrekens zorgen bij de mensen die verantwoordelijk zijn voor de beveiliging van beide monsterprocessen. De beveiligingsmaatregelen rond deze processen zijn al enorm: officieren, rechters en verdachten worden onder zware beveiliging naar de rechtbank gebracht. De verplichte komst van Taghi zal zorgen voor enorme veiligheidsmaatregelen."], "authors": ["Yelle Tieleman"], "keywords": ["moet", "van", "het", "zijn", "deze", "documentairemaker", "getuigen", "nvj", "een", "met", "verbolgen", "op", "liquidatieproces", "hij", "dat", "die"], "pubDate": "2021-01-05T21:15:38Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}