{"id": "b439dbac-a1c1-31a4-87a8-ed2678b0efd0", "title": "5 meestgestelde vragen over corona en je zorgverzekering", "url": "https://nu.nl/independer/6096533/5-meestgestelde-vragen-over-corona-en-je-zorgverzekering.html", "summary": "Hieronder vind je de antwoorden op de 5 meestgestelde vragen over corona en je zorgverzekering.\nHeb je op dit moment corona of ben je herstellende?\nVoor deze zorg hoef je je dus niet aanvullend te verzekeren.\nMaar wil je je preventief laten testen, bijvoorbeeld omdat je op vakantie gaat?\nHet enige waar je dan op moet letten is dat je nieuwe zorgverzekeraar een contract heeft met jouw ziekenhuis.", "paragraphs": ["Het coronavirus brengt veel onzekerheden met zich mee. Veel mensen hebben bijvoorbeeld vragen over de zorg. Want wordt alle zorg rondom corona wel vergoed? En hoe zit het bijvoorbeeld met de kosten van een coronatest? Hieronder vind je de antwoorden op de 5 meestgestelde vragen over corona en je zorgverzekering.", "Dit artikel is geschreven door Independer.", "1. Vergoedt de zorgverzekering alle zorg rondom corona?", "De basisverzekering vergoedt de meeste zorg. Denk bijvoorbeeld aan de huisarts, ziekenhuiszorg en ambulancevervoer. Heb je op dit moment corona of ben je herstellende? Dan is het goed om te weten dat de basisverzekering wordt uitgebreid met herstelzorg na corona. Voor deze zorg hoef je je dus niet aanvullend te verzekeren. Je hebt recht op een vergoeding voor fysio- en oefentherapie, ergotherapie en diëtetiek:", "Fysio- en oefentherapie, maximaal 50 behandelingen", "Ergotherapie, maximaal 8 uur", "Diëtetiek, maximaal 7 uur", "Is het aantal uren onvoldoende? Of verwacht je andere zorg nodig te hebben? Dan kun je daar een aanvullende verzekering voor afsluiten.", "2. Moet ik wel of niet kiezen voor een vrijwillig eigen risico?", "Het verplichte eigen risico is ook komend jaar 385 euro. Je kunt dit vrijwillig verhogen naar maximaal 885 euro. In ruil hiervoor geven zorgverzekeraars korting op de premie. Of dit verstandig is, ligt eraan of je verwacht dat je komend jaar zorg nodig hebt. Maar dit weet je vaak niet van tevoren. Je kunt natuurlijk onverwachts ziek worden. Kies je komend jaar voor een vrijwillig eigen risico? Zorg er dan voor dat je een bedrag apart zet om de kosten te kunnen betalen.", "Tip: staat er een operatie gepland, of is een operatie van dit jaar uitgesteld tot later in 2021? Dan is het niet verstandig om je eigen risico te verhogen.", "3. Wordt de coronatest vergoed?", "Sinds 1 juni kan iedereen met klachten zich laten testen op het coronavirus. Je kunt hiervoor terecht bij de GGD. De test wordt volledig vergoed. Ook als de huisarts een coronatest bij je afneemt, betaal je hier niets voor. Maar wil je je preventief laten testen, bijvoorbeeld omdat je op vakantie gaat? In dat geval moet je de kosten voor de test zelf betalen.", "4. Is het wel verstandig om nu over te stappen van zorgverzekering?", "Ook dit jaar kun je gewoon overstappen van zorgverzekering. Het is niet zo dat je door corona meer risico loopt. Ook als je op dit moment onder behandeling bent in het ziekenhuis, kun je gerust overstappen. Het enige waar je dan op moet letten is dat je nieuwe zorgverzekeraar een contract heeft met jouw ziekenhuis. Er verandert dan niets aan je vergoeding. Dit geldt bijvoorbeeld ook voor psychologische zorg. Ga je naar een niet-gecontracteerde psychologiepraktijk? Dan kan het zijn dat je een deel van de kosten zelf moet betalen.", "5. Heeft het coronavirus invloed op de premie van mijn zorgverzekering", "De invloed van het coronavirus op de zorgpremie valt gelukkig mee. De premies zijn wel gestegen, maar minder dan aan het begin van de coronacrisis werd voorspeld. Dit komt vooral doordat er dit jaar ook veel reguliere zorg is uitgesteld. Er zijn daardoor minder zorgkosten gemaakt.", "Wel opvallend: de premieverschillen tussen verzekeraars zijn groot. Zo kost de goedkoopste basisverzekering 109,25 euro per maand, terwijl je voor de duurste bijna 40 euro per maand meer betaalt (147,95 euro). Zorgverzekeringen vergelijken kan je dus veel geld besparen."], "authors": ["Door"], "keywords": ["vragen", "je", "corona", "van", "zorgverzekering", "zorg", "een", "voor", "meestgestelde", "het", "en", "op", "dat", "dan", "dit"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}