{"id": "b4414ee8-5d7c-3b73-afdd-ce5964ad51ce", "title": "ING: Honderden horecabedrijven op de fles in 2021", "url": "https://nu.nl/economie/6097215/ing-honderden-horecabedrijven-op-de-fles-in-2021.html", "summary": "De lockdownmaatregelen en het steeds verder moeten interen op de reserves zorgen ervoor dat deze bedrijven het hoofd niet langer boven water kunnen houden.\nVooral hotels en cafés blijven lang in de problemen zitten volgens de bank.\nVolgend jaar kunnen de bedrijven een deel van het omzetverlies van dit jaar goedmaken.\nWaarschijnlijk herstellen vakantieparken en restaurants sneller dan cafés en hotels, die langer last houden van de contactbeperkende maatregelen.\nDe vijf- tot zeshonderd bedrijven die naar verwachting op de fles gaan, zijn volgens ING slechts het topje van de ijsberg.", "paragraphs": ["Vijf- tot zeshonderd horecabedrijven gaan komend jaar failliet, voorspelt het ING Economisch Bureau donderdag. De lockdownmaatregelen en het steeds verder moeten interen op de reserves zorgen ervoor dat deze bedrijven het hoofd niet langer boven water kunnen houden. Vooral hotels en cafés blijven lang in de problemen zitten volgens de bank.", "De verwachting is dat bedrijven in de horeca dit jaar gemiddeld 40 procent omzetverlies lijden. \"Ook 2021 begint stroef. Dit beeld kan echter mede dankzij de komst van vaccins snel kantelen\", schrijft de bank in een toelichting.", "Volgend jaar kunnen de bedrijven een deel van het omzetverlies van dit jaar goedmaken. \"Naar verwachting begeven alle horecabranches zich vanaf het tweede kwartaal weer op de weg terug omhoog.\" Wel verwacht ING dat de verkopen volgend jaar gemiddeld nog zo'n 20 procent onder die van 2019 liggen.", "Waarschijnlijk herstellen vakantieparken en restaurants sneller dan cafés en hotels, die langer last houden van de contactbeperkende maatregelen. Hotels zijn mede afhankelijk van buitenlandse toeristen en die komen pas weer naar Nederland als de reisrestricties opgeheven zijn, terwijl het in het nachtleven lastig is om de 1,5 meterregels na te leven. De verwachting is dat die regels nog lang blijven gelden. Daarnaast hebben hotels en cafés meer omzet verloren in 2020 dan bijvoorbeeld vakantieparken.", "Het langdurige verlies van inkomsten en de onduidelijkheid over wanneer horecabedrijven weer open mogen en onder welke voorwaarden, zorgen voor een stijging van het aantal faillissementen, denkt de bank. De vijf- tot zeshonderd bedrijven die naar verwachting op de fles gaan, zijn volgens ING slechts het topje van de ijsberg. Dit omdat veel ondernemers waarschijnlijk zelf de stekker er al uittrekken voordat ze bankroet gaan."], "authors": ["Door"], "keywords": ["dat", "honderden", "ing", "van", "bedrijven", "fles", "horecabedrijven", "het", "verwachting", "en", "hotels", "op", "jaar", "die", "dit", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}