{"id": "b449fc84-6ee7-31fa-8443-2fa842472c49", "title": "Het nieuwe vaccin: dit staat er straks in de bijsluiter", "url": "https://volkskrant.nl/nieuws-achtergrond/het-nieuwe-vaccin-dit-staat-er-straks-in-de-bijsluiter~bc0341ca/", "summary": "Beeld AFPNaamComirnatyFabrikantPfizer, in samenwerking met het Duitse bedrijf BioNTechWat zit er in het vaccin?\nDit, omdat er in andere landen enkele mensen een allergische reactie kregen na de inenting, overigens allemaal mensen met een bekende medicijnallergie.\nBij onderzoek op 44 duizend mensen, van wie de helft het vaccin kreeg en de helft een placebo, bleek het vaccin 95 procent van de ingeënten te beschermen tegen corona.\nEn onbekend is of het vaccin het virus tegenhoudt: misschien kunnen sommige gevaccineerden het nog doorgeven.\nMaar volgens de analyses valt dat binnen de marges van het toeval, als je maandenlang de gezondheid van tienduizenden mensen volgt.", "paragraphs": ["Beeld AFP", "Naam", "Comirnaty", "Fabrikant", "Pfizer, in samenwerking met het Duitse bedrijf BioNTech", "Wat zit er in het vaccin?", "Het actieve ingrediënt is de signaalstof mRNA, verpakt in vetblaasjes. Daarnaast bevat het vaccin onder meer water, zout en wat cholesterol, nodig voor de toediening.", "Wat zijn de mogelijke bijwerkingen?", "Bij meer dan de helft: pijn en stijfheid rond de prikplek, vermoeidheid en hoofdpijn. Bij een kwart of meer: spierpijn, gewrichtspijn of rillingen. Een op de zeven kan koorts krijgen. Alle bijwerkingen zijn mild tot matig ernstig, en verdwijnen doorgaans na een of enkele dagen.", "Het Europees Medicijn Agentschap (EMA) raadt aan om mensen een kwartier na toediening in de gaten te houden. Dit, omdat er in andere landen enkele mensen een allergische reactie kregen na de inenting, overigens allemaal mensen met een bekende medicijnallergie.", "Welk effect is aangetoond?", "Bij onderzoek op 44 duizend mensen, van wie de helft het vaccin kreeg en de helft een placebo, bleek het vaccin 95 procent van de ingeënten te beschermen tegen corona. Dat lijkt net zo goed te lukken bij ouderen, als bij mensen met obesitas of een onderliggende aandoening, en bij zowel mannen als vrouwen. In de gevaccineerde groep werd geen ernstige covid gezien; slecht 8 mensen kregen covid. Naar men aanneemt, is men na één dosis zo’n 50 procent beschermd; de hele vaccinatie bestaat uit twee prikken.", "Voor wie is het vaccin bedoeld?", "Voor iedereen boven de 16. Ook voor mensen die al corona hebben gehad, kan het vaccin nut hebben: het kan eventuele immuniteit die tijdens een infectie is ontstaan versterken.", "Welke mogelijke nadelen en vragen zijn er?", "Onduidelijk is nog hoe lang de bescherming die door het vaccin wordt opgewekt precies aanhoudt. Ook zaten er bij de proefpersonen nog maar weinig zwangere vrouwen. Het EMA raadt aan dat per geval te bekijken. En onbekend is of het vaccin het virus tegenhoudt: misschien kunnen sommige gevaccineerden het nog doorgeven.", "Zijn er nog andere, zeldzame bijwerkingen?", "Denkbaar is dat er bijwerkingen zijn die zo zeldzaam zijn dat ze bij de proeven op tienduizenden mensen nog niet zijn opgemerkt. Daarom worden gevaccineerden langer gevolgd, in Nederland onder meer via het bijwerkingencentrum Lareb.", "Extra aandacht zal daarbij uitgaan naar ‘aangezichtsverlamming van Bell’, een doorgaans tijdelijke aandoening waarbij mondhoek en ooglid aan een kant van het gezicht gaan hangen. Bij de test zag men in de gevaccineerde groep vier gevallen van de verlamming. Maar volgens de analyses valt dat binnen de marges van het toeval, als je maandenlang de gezondheid van tienduizenden mensen volgt."], "authors": ["Maarten Keulemans"], "keywords": ["staat", "er", "mensen", "van", "zijn", "bijsluiter", "nog", "en", "nieuwe", "een", "bij", "straks", "dit", "vaccin", "het"], "pubDate": "2020-12-21T16:57:05Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}