{"id": "b4748ff3-fcc8-3a95-b5f5-a9f3ec9ae16a", "title": "Akwasi beraadt zich over rol bij Omroep ZWART na eis wissen EO-interview", "url": "https://nu.nl/media/6101066/akwasi-beraadt-zich-over-rol-bij-omroep-zwart-na-eis-wissen-eo-interview.html", "summary": "Akwasi gaat zich beraden over zijn rol binnen Omroep ZWART, laat de rapper en dichter zaterdag weten via Instagram.\n\"Mijn reactie na het misgelopen interview met de EO is niet goed te praten\", aldus Akwasi.\n\"Ik ga bij mezelf te rade hoe dit heeft kunnen gebeuren en wat mijn rol binnen Omroep ZWART zal zijn.\"\nAkwasi liep eind december boos weg tijdens een interview met het Radio 1-programma Dit is de Dag.\nOmdat het programma over een back-up beschikte, is het interview uiteindelijk toch uitgezonden.", "paragraphs": ["Akwasi gaat zich beraden over zijn rol binnen Omroep ZWART, laat de rapper en dichter zaterdag weten via Instagram. Vrijdag werd bekend dat hij was weggelopen bij een radio-interview in december, de laptops van de programmamakers had afgepakt en eiste dat de opnames werden gewist.", "\"Mijn reactie na het misgelopen interview met de EO is niet goed te praten\", aldus Akwasi. \"Ik ga bij mezelf te rade hoe dit heeft kunnen gebeuren en wat mijn rol binnen Omroep ZWART zal zijn.\" De rapper en dichter laat weten voorlopig verder te zullen zwijgen.", "Akwasi liep eind december boos weg tijdens een interview met het Radio 1-programma Dit is de Dag. De rapper en dichter pakte ook laptops af van de crew en dwong EO-presentator Hans van der Steeg om opnames met hem te verwijderen.", "Naar de zin van Akwasi zou er te lang zijn doorgevraagd over uitspraken die hij tijdens een Black Lives Matter-betoging op de Dam had gedaan over Zwarte Piet.", "Omdat het programma over een back-up beschikte, is het interview uiteindelijk toch uitgezonden."], "authors": ["Door"], "keywords": ["eointerview", "bij", "rapper", "interview", "zijn", "omroep", "met", "akwasi", "te", "zich", "van", "rol", "en", "een", "wissen", "dichter", "zwart", "beraadt", "eis", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}