{"id": "b486fe6a-8baf-3e9f-8be3-b6b3b9e22e4a", "title": "‘Vraag jezelf af: ben ik kritisch of stiekem gewoon jaloers?’", "url": "https://volkskrant.nl/mensen/vraag-jezelf-af-ben-ik-kritisch-of-stiekem-gewoon-jaloers~b8538756/", "summary": "Als presentator van Zomergasten ben je het mikpunt van spot, haat en beste-stuurlui-aan-wal-types.\nOf ik dus eigenlijk gewoon een beetje jaloers ben.\n(Natuurlijk ben ik jaloers, want ze is bloedmooi en de designbank waarvoor ik al anderhalf jaar spaar, gebruiken de Boomsma’s als tuinbank.)\nMaar is het een reden om Rens daarom tot het bot toe af te branden?\nOf ben ik stiekem gewoon jaloers?’", "paragraphs": ["Beeld ANP Kippa", "Janine Abbring (44): ‘Een bekend credo, dat wordt toegeschreven aan zowel Boeddha, Socrates als Sai Baba is: ‘Voordat je je mond opentrekt moet je jezelf afvragen: is het nodig, is het aardig, is het waar?’ Ik heb daar sinds enige tijd het zinnetje ‘Sta ik op het punt negatief te doen over iemand omdat ik eigenlijk diep vanbinnen jaloers ben op diegene?’ aan toegevoegd.", "Als presentator van Zomergasten ben je het mikpunt van spot, haat en beste-stuurlui-aan-wal-types. Toen ik eens aan een bekende vriendin vroeg hoe ze hiermee omging, zei ze: ‘Bedenk dat 90 procent van het online gescheld op BN’ers komt van jaloerse trollen.’ Dit advies hielp me om de negatieve reacties minder serieus te nemen. Maar sindsdien vraag ik me ook eerst af – als ik in gezelschap bijvoorbeeld wil roepen hoe slecht een collega is, of hoe belachelijk onrealistisch het Instagram-leven van Romy, de vriendin van Arie Boomsma – of die kritiek niet voortkomt uit mijn eigen onzekerheid. Of ik dus eigenlijk gewoon een beetje jaloers ben. (Natuurlijk ben ik jaloers, want ze is bloedmooi en de designbank waarvoor ik al anderhalf jaar spaar, gebruiken de Boomsma’s als tuinbank.)", "Ik moest er weer aan denken toen ik een tijdje geleden op sociale media schuimbekkend boze en minachtende reacties zag op het bevallingsberichtje van influencer Rens Kroes. Zij schreef dat haar baby in een ‘mooie, verwarmende omgeving was geboren inclusief Himalaya-lampjes, etherische oliën en een houtkachel’. Het is natuurlijk ook kut als jij een totaalruptuur had inclusief tl-licht, babyolie en een shaglucht. Maar is het een reden om Rens daarom tot het bot toe af te branden? Bedenk voortaan voordat je een vriendin, collega, influencer of BN’er wilt afkraken: is het nodig, is het aardig, is het waar? Of ben ik stiekem gewoon jaloers?’"], "authors": ["Pieta Verhoeven"], "keywords": ["jezelf", "van", "af", "als", "gewoon", "het", "op", "vraag", "ik", "ben", "een", "je", "jaloers", "en", "kritisch", "stiekem"], "pubDate": "2020-12-03T15:00:20+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}