{"id": "b49246af-7aee-3a66-8c07-12b3ba46d667", "title": "Pelosi nipt herkozen als voorzitter van het Huis van Afgevaardigden in de VS", "url": "https://www.parool.nl/wereld/pelosi-nipt-herkozen-als-voorzitter-van-het-huis-van-afgevaardigden-in-de-vs~ba6e28082/", "summary": "Pelosi zal het in het 117de Huis met de krapste meerderheid in decennia moeten doen.\nSteny Hoyer, de nummer twee van de Democraten in het Huis, zei te hopen dat het nieuwe congres de verdeeldheid tussen Democraten en Republikeinen achter zich kan laten.\nVerkiezingen GeorgiaDinsdag wordt meer duidelijk over de nieuwe verhoudingen in het Congres, als in Georgia Senaatsverkiezingen worden gehouden.\nVooral voor de nieuwgekozen president Biden is het belangrijk dat de Democraten beide zetels winnen.\nVoor de Democraten is een meerderheid in beide huizen van het Congres cruciaal om het beleid van Biden goedgekeurd te krijgen.", "paragraphs": ["Nancy Pelosi legt zondag de eed af. Beeld AP", "De 80-jarige Democrate uit Californië, de eerste vrouw ooit die het ambt bekleedde, had geen uitdagers. Ze leidt de Democraten in het Lagerhuis al 17 jaar. Pelosi zal het in het 117de Huis met de krapste meerderheid in decennia moeten doen. De Democraten verloren meerdere zetels tijdens de verkiezingen in november. Steny Hoyer, de nummer twee van de Democraten in het Huis, zei te hopen dat het nieuwe congres de verdeeldheid tussen Democraten en Republikeinen achter zich kan laten. “We kunnen dan beginnen aan een nieuw hoofdstuk van samenwerking tussen beide partijen.”", "Een groep van tien senatoren van beide kanten drong er zondag bij hun collega’s op aan de uitslag van de verkiezingen te respecteren wanneer het Congres woensdag voor de taak staat de uitslag van de presidentsverkiezingen te bekrachtigen. Ze kwamen met hun oproep nadat elf Republikeinse senatoren aankondigden daarvoor een stokje te willen steken. Zo hopen ze te voorkomen dat de zege van Democraat Joe Biden woensdag officieel vastgesteld wordt.", "Verkiezingen Georgia", "Dinsdag wordt meer duidelijk over de nieuwe verhoudingen in het Congres, als in Georgia Senaatsverkiezingen worden gehouden. In de staat staan de laatste twee van de in totaal 100 Senaatszetels op het spel. Vooral voor de nieuwgekozen president Biden is het belangrijk dat de Democraten beide zetels winnen. De Republikeinen hebben genoeg aan één senator om de meerderheid in de Senaat te behouden.", "Voor de Democraten is een meerderheid in beide huizen van het Congres cruciaal om het beleid van Biden goedgekeurd te krijgen. Bij een Republikeinse meerderheid kunnen zij de regering dwarsbomen, maar ook benoemingen van bijvoorbeeld rechters tegenhouden, iets dat veelvuldig gebeurde tijdens vooral de tweede ambtstermijn van Barack Obama."], "authors": [], "keywords": ["democraten", "beide", "van", "pelosi", "herkozen", "meerderheid", "congres", "een", "nipt", "afgevaardigden", "vs", "dat", "voorzitter", "ze", "te", "het", "huis", "als"], "pubDate": "2021-01-04T00:49:04Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}