{"id": "b4a0aaf6-4299-3618-87f4-0d7bfb2fc416", "title": "Amsterdam set to reduce the impact of tourism", "url": "https://www.parool.nl/english/amsterdam-set-to-reduce-the-impact-of-tourism~b4e59d10/", "summary": "She tells Het Parool that the corona crisis shows how parts of Amsterdam have become dependent on visitors.\nIt can already ban new tourist shops in parts of Amsterdam, but this has not been enough to reduce the city’s dependence on tourism.\nWindow brothelsHalsema also wants shops, bars and restaurants to cater mainly for local people, so tourism will no longer dominate the streetscape.\nShe plans to talk to hoteliers and property owners and make them aware of their responsibility for turning Amsterdam back into a liveable city.\n“It would be wonderful if Leidseplein and the surrounding area were to become the cultural heart of Amsterdam,” Halsema says.", "paragraphs": ["The city center of Amsterdam in 2014 en in 2020. Images: Amaury Miller.", "Mayor Femke Halsema has noticed how few people actually live in the city centre now that the flow of tourists has virtually dried up. She tells Het Parool that the corona crisis shows how parts of Amsterdam have become dependent on visitors. While she can’t call the crisis an opportunity, because that would not do justice to the suffering caused by the virus, it does highlight the need to cut tourist numbers.", "Different shops", "This explicit ambition forms the basis for a series of measures designed to make the city centre more liveable. They are being introduced on the advice of urban planner Zef Hemel, commissioned by the mayor to come up with a vision for the city’s future. He believes that rather than allowing tourism to spread, or simply managing the problem, tourist numbers must be reduced immediately, with the mayor in overall control.", "The measures will be strict and far reaching, Halsema says. “I’ve yet to meet an Amsterdammer who doesn’t think it’s become too crowded in the last few years.”", "She will mainly be putting existing resources to new uses. For example the council is looking at ways of buying inner-city property, with the help of local improvement organisations such as NV Zeedijk and Stadsgoed NV. As the owner, it will decide which shops and cafés can occupy the building. The organisations have missed out on buying opportunities over recent years because market prices are so high, but with the city’s active support, this can change.", "Halsema also wants the national government to introduce rules allowing the city to intervene in the retail sector. It can already ban new tourist shops in parts of Amsterdam, but this has not been enough to reduce the city’s dependence on tourism. For example, she says the law could be changed to stop alcohol sales by mini-supermarkets, which are often liquor stores in all but name.", "Window brothels", "Halsema also wants shops, bars and restaurants to cater mainly for local people, so tourism will no longer dominate the streetscape. She plans to talk to hoteliers and property owners and make them aware of their responsibility for turning Amsterdam back into a liveable city. “It’s in their interests too,” she says. “Look at Venice: too much tourism can turn a city into a shadow of its former self.”", "Another idea involves placing an increased focus on neighbourhoods, and associating them with specific themes. City marketing agency Amsterdam&Partners plans to work with retailers’ associations to achieve this.", "“It would be wonderful if Leidseplein and the surrounding area were to become the cultural heart of Amsterdam,” Halsema says. Giving the district its own identity would make local people more aware of the shops, restaurants, and cultural facilities on their doorstep; for example the many Jewish organisations and venues around Mr. Visserplein have already banded together to form the Jewish Cultural Quarter.", "Halsema also says plans to shut down the window brothels in the Wallen and open a prostitution hotel instead are proceeding apace. In September, when sex workers will be allowed to resume business, it will be apparent whether the pandemic has speeded up this process."], "authors": ["Michiel Couzy En Ruben Koops"], "keywords": ["tourism", "reduce", "local", "amsterdam", "plans", "example", "shops", "set", "city", "halsema", "impact", "organisations", "tourist"], "pubDate": "2020-06-02T12:03:38Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}