{"id": "b4a8f590-5457-3549-8dda-fd938c5e9289", "title": "Wat doe ik met mijn overwaarde als ik ga huren?", "url": "https://volkskrant.nl/economie/wat-doe-ik-met-mijn-overwaarde-als-ik-ga-huren~b9c2e90a/", "summary": "U krijgt alleen geen huurtoeslag als uw vermogen groter is dan ongeveer 31 duizend euro.\nVervolgens is uw vraag hoe u uw vermogen verdeelt tussen uzelf en de (klein)kinderen.\nHoe gaat de fiscus om met uw vermogen?\nHet vermogen boven grofweg 100 duizend euro wordt grotendeels belast alsof het ongeveer 5 procent beleggingsrendement oplevert.\nSpaargeld krijgt dan een lagere heffing dan belegd vermogen.", "paragraphs": ["Beeld Hans van Rhoon / HH", "U heeft weinig inkomen en kunt dus een sociale huurwoning krijgen ondanks uw vermogen. U krijgt alleen geen huurtoeslag als uw vermogen groter is dan ongeveer 31 duizend euro. Houd daar rekening mee.", "Vervolgens is uw vraag hoe u uw vermogen verdeelt tussen uzelf en de (klein)kinderen. U weet nog niet wanneer u precies de huurwoning krijgt. Sowieso moet u eerst aan uzelf denken. Hoeveel bent u per jaar meer kwijt aan woonlasten en hoeveel wilt u extra te besteden hebben? Ga er bij de berekening van uit dat u nog 20 of 25 jaar te leven heeft. Neem het ruim en houd een buffer aan voor zorgkosten.", "Hoe gaat de fiscus om met uw vermogen? Als u jaarlijks een flink bedrag aan vermogensheffing moet afdragen, gaat u spijt krijgen dat u voor uzelf hebt gekozen. Kunt u het geld dan niet beter aan de kinderen en kleinkinderen schenken?", "Ouderen met weinig inkomen en veel vermogen staan vaak voor dit dilemma. Het vermogen boven grofweg 100 duizend euro wordt grotendeels belast alsof het ongeveer 5 procent beleggingsrendement oplevert. Wie niet kan of wil beleggen, betaalt dan over zijn tweede ton 1.300 euro belasting per jaar zonder dat daar rendement tegenover staat.", "De Belastingdienst is – in ieder geval voorlopig – niet in staat om bij de vermogensheffing rekening te houden met het werkelijk behaalde rendement. Vanaf 2022 zou vermogen op een andere manier belast gaan worden. Spaargeld krijgt dan een lagere heffing dan belegd vermogen. Dat plan is echter ingetrokken, omdat er grote verschillen zijn tussen diverse beleggingen. Wie behoedzaam belegt in obligaties met een laag rendement, zou anders de dupe zijn.", "Een andere reden – waarschijnlijk belangrijker dan de eerste – is dat de Belastingdienst dit nieuwe systeem niet aankan. De fiscus is vooral een automatiseringsbedrijf en slecht in het opsporen van (vermeende) fraude. Dat lieten de openbare verhoren van de Parlementaire ondervragingscommissie Kinderopvangtoeslag in de tweede helft van november goed zien.", "Er ligt nu een ander plan. Wie vanaf 2022 zelf kan aantonen dat hij zijn vermogen het hele jaar door in spaargeld had zitten, kan aanspraak maken op een lagere vermogensheffing. Of dat uitvoerbaar is voor de Belastingdienst, wordt op dit moment onderzocht.", "Het is hoe dan ook het beste om af te wachten wat er gebeurt. Schenkingen op papier zijn voor u geen goed idee, omdat u dan notariskosten kwijt bent en rente moet gaan betalen. Deze oplossing is niet geschikt voor mensen met weinig inkomen. Volgende week schrijf ik hier meer over."], "authors": ["Reinout Van Der Heijden"], "keywords": ["dat", "van", "uw", "dan", "een", "niet", "mijn", "het", "en", "ik", "huren", "vermogen", "ga", "als", "voor", "overwaarde", "wat", "met", "doe"], "pubDate": "2020-12-03T13:38:48Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}