{"id": "b4b949f9-e833-3982-a7b1-5420bddca1ec", "title": "Cheryll & Irshaad: ‘Terugkijkend snap ik dat hij zich los moest maken’", "url": "https://www.parool.nl/ps/cheryll-irshaad-terugkijkend-snap-ik-dat-hij-zich-los-moest-maken~b659a4f24/", "summary": "Toen hij naar Suriname ging, zei ik dat hij zijn diploma moest halen voor hij terug kon komen.\nIk was verbaasd omdat ik dacht dat hij los van mij wilde komen, maar hij wilde het zo graag.\nTerugkijkend snap ik dat hij zich los moest maken.\nIk besefte al snel dat ik een fout had gemaakt, maar ik moest het jaar afmaken omdat ik mijn moeder had beloofd dat ik mijn diploma zou halen.\nOmdat ik bij haar woon, vind ik het normaal dat ik haar regels volg.", "paragraphs": ["Cheryll & Irshaad. Beeld Harmen De Jong", "Cheryll Lieuw-Fo (51)", "“Irshaad en ik hadden een erg hechte band, maar toen hij ging puberen was alles fout wat ik zei. Hij wilde bij zijn vader in Suriname wonen en zijn vader vond dat fantastisch. Omdat hij dat jaar eindexamen zou doen, vroeg ik me af of het een verstandig moment was, maar als pubers iets willen, doen ze het ook.", "Ik snapte dat hij hiervoor koos, maar het was ook moeilijk. Opeens was het zo stil in huis. Toen hij net weg was, moest ik mezelf herpakken. Ik wist niet eens wat voor hobby’s ik had.", "Zijn vader en ik zijn gescheiden toen Irshaad zeven maanden was. Zijn vader woont sindsdien in Suriname. We hebben ervoor gezorgd dat Irshaad en hij elkaar zoveel mogelijk konden zien, omdat een ­goede band met je vader zo kostbaar is.", "Ik ben in Amsterdam geboren en op mijn twaalfde ging ik naar Suriname. Later heeft mijn moeder mijn zussen en mij naar Nederland gestuurd om onze opleiding af te maken. De wisselingen waren moeilijk. In Suriname lachten mensen om mijn accent en vonden ze dat ik het hoog in mijn bol had. In mijn klas zat een Nederlandse jongen met rood haar en een witte huid. Hij werd geaccepteerd, ik niet. In Nederland werd ik weer geconfronteerd met mijn donkere huid.", "Het voelt alsof ik tussen twee werelden leef . Toch wil ik later terug naar Suriname. Het is het land waarmee ik me het meest verbonden voel. ­Irshaad voelt zich een Nederlander, of beter gezegd: een echte Diemenaar.", "Toen hij naar Suriname ging, zei ik dat hij zijn diploma moest halen voor hij terug kon komen. Hij woonde net in Suriname toen hij vroeg hij of ik met oud en nieuw wilde komen. Ik was verbaasd omdat ik dacht dat hij los van mij wilde komen, maar hij wilde het zo graag.", "Aan het einde van zijn schooljaar vroeg hij voorzichtig of hij terug mocht komen. ‘Ma, u hebt nu uw eigen leven,’ zei hij ‘en ik wil geen last voor u zijn.’ Natúúrlijk kon hij komen.", "Irshaad heeft een sterke eigen wil, net als ik, maar hij is tegelijk zacht en zorgzaam. Als ik ’s avonds tv-kijk, knuffelt hij me even, vraagt hoe het gaat en of hij koffie kan zetten.", "Terugkijkend snap ik dat hij zich los moest maken. Vroeger was ik een beschermende moeder die zei hoe hij dingen moest doen. Hij is volwassener teruggekomen en nu kan ik hem loslaten en zijn vrijheid geven.”", "Irshaad Poese (19)", "“Toen ik in 3-mavo zat, zaten mijn moeder en ik niet meer op één lijn en gingen op school dingen mis. Ik wilde naar Suriname om te ontdekken hoe het zou zijn als ik bij mijn vader en zijn gezin woonde. Ik merkte al snel dat mijn beeld van Suriname was gebaseerd op vakanties, wanneer het altijd mooi weer is en je plezier maakt.", "Daar wonen is anders. Mensen gaan anders met elkaar om en op school zijn meer regels en zijn de leraren strenger dan hier. Ik kreeg andere vakken dan in Nederland, zoals Spaans en boekhouden, en omdat ik dat jaar eindexamen deed, had ik ­bijna elke dag bijles.", "Op vakantie voelde ik me vrij in Suriname, maar toen ik er woonde, voelde ik me alleen. Er waren wel mensen met wie ik praatte, maar ik had geen echte vrienden. Hier heb ik de vrijheid om zelfstandig overal naartoe te gaan, in Suriname moet iemand je altijd met de auto brengen.", "Ik besefte al snel dat ik een fout had gemaakt, maar ik moest het jaar afmaken omdat ik mijn moeder had beloofd dat ik mijn diploma zou halen. Ik heb heel hard gewerkt en waarschijnlijk is dat goed voor me geweest.", "Toen ze in december naar Suriname kwam, was ik zo blij. Het voelde zo ­vertrouwd. Mama is lief en innerlijk sterk. Ze is ook behulpzaam en zorgzaam, vooral in de kleine dingetjes. Dat ze vraagt hoe het met me gaat en of ik iets wil drinken. Het is groots dat ze mijn moeder wil zijn.", "Omdat ik bij haar woon, vind ik het normaal dat ik haar regels volg. Sinds ik terug ben uit Suriname proberen we elkaar beter te begrijpen. Als er nu iets aan de hand is, bespreken we het, vroeger was er meer discussie.", "We houden allebei van interieurs. Toen ik klein was, veranderde ik mijn kamer elke week. Nu gaan we de zolder verbouwen om daar een werkplek en een loungeplek te maken. We ­vallen voor dezelfde spullen: rustig, modern, sophisticated en van goede kwaliteit.", "Door corona mis ik het samenzijn met mijn vrienden, dat ik los kan gaan en me nergens zorgen over hoef te maken. Ik snap de maatregelen, maar ze zijn ook moeilijk. Mijn vader vraagt geregeld of ik naar Suriname wil komen. Ik wil hem graag zien, maar vind vliegen nu niet verstandig.", "Ik zeg vaak dat ik zelfstandig ben, maar dit huis verlaten zou een enorme stap zijn. Ik zit lekker in mijn bubbeltje en voel me hier heel fijn.”", "Ook samen in Het Parool? ouderenkind@parool.nl"], "authors": ["Xandra Van Gelder"], "keywords": ["moest", "het", "hij", "maar", "terugkijkend", "irshaad", "ik", "zijn", "suriname", "mijn", "een", "zich", "dat", "snap", "en", "maken", "los"], "pubDate": "2020-12-01T10:01:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}