{"id": "b4d1a61e-5cd4-3b1a-a92a-be71d0f13342", "title": "Vrouw van 50 miljard: ex-echtgenoot van Amazon-baas geeft opnieuw miljarden weg", "url": "https://volkskrant.nl/nieuws-achtergrond/vrouw-van-50-miljard-ex-echtgenoot-van-amazon-baas-geeft-opnieuw-miljarden-weg~b81c70ae/", "summary": "Scott en haar medewerkers belden de afgelopen maanden voedselbanken, schuldhulporganisaties en buurtwerkers persoonlijk op met de mededeling dat miljoenen op hun rekening zouden worden gestort.\nPlotseling was Scott, met zo’n 31 miljard euro aan Amazon-aandelen, een van ‘s werelds rijkste vrouwen geworden.\nNa zo lang bij elkaar te zijn geweest, nam ze genoegen met een aandeel van slechts vier procent.\nSchrijven was meer haar passie en ze droomde van haar eerste boek.\nNa ruim een maand zegde ze toe een groot deel van haar vermogen aan goede doelen te geven.", "paragraphs": ["MacKenzie Scott, de ex-vrouw van Amazon-baas Jeff Bezos. Beeld AP", "Moeder, schrijver en voorvechter. Zo omschrijft Scott (50) zichzelf het liefst. Niks miljardair of weldoener. Op dinsdag maakte ze bekend zo’n 3,4 miljard euro in de afgelopen vier maanden te hebben weggegeven aan 384 hulporganisaties, bovenop de bijna 1,4 miljard euro die in juli al wereldkundig was gemaakt.", "Scott en haar medewerkers belden de afgelopen maanden voedselbanken, schuldhulporganisaties en buurtwerkers persoonlijk op met de mededeling dat miljoenen op hun rekening zouden worden gestort. Het geld konden ze, midden in de pandemie, naar believen besteden om de zwaarst getroffenen te helpen. Vanuit auto’s, pakhuizen en buurtcentra kon ze horen hoe mensen het uitschreeuwden van blijdschap. Of in tranen uitbarstten. ‘Hun verhalen en tranen lieten mij en mijn teamgenoten huilen’, aldus Scott in haar blog waarin ze de honderden giften bekend maakte.", "‘De vrouw van Jeff Bezos’, zo stond Scott jarenlang bekend. Ze had weliswaar twee romans op haar naam staan en ze was ooit afgestudeerd aan het prestigieuze Princeton, maar ze bleef voor het grote publiek de echtgenoot van ‘s werelds rijkste man. Scott was, zo was het beeld, de vrouw die haar man volop steunde toen hij in 1994 op het idee kwam een onlineboekenzaak te beginnen met de naam Amazon.", "Tuskegee University just received $20 million from Jeff Bezo’s ex-wife, MacKenzie Scott https://t.co/7vwMKNXIYu — Watch The Yard (@watchtheyard) 29 juli 2020", "Scheiding", "Hun miljardenscheiding in 2019, die overigens niet uitliep op een ordinair gevecht voor de rechter, zorgde ervoor dat dit beeld moest worden herzien. Plotseling was Scott, met zo’n 31 miljard euro aan Amazon-aandelen, een van ‘s werelds rijkste vrouwen geworden. Na zo lang bij elkaar te zijn geweest, nam ze genoegen met een aandeel van slechts vier procent. ‘Als we hadden geweten dat we na 25 jaar uit elkaar zouden gaan, zouden we het zo weer hebben gedaan’, aldus het tweetal toen.", "Begin jaren negentig waren ze verliefd geworden, toen ze samen bij een hedge fund in New York werkten. Bezos zat toen in de leiding, Scott werkte er als administratief medewerker. Binnen een paar maanden waren ze verloofd, gevolgd korte tijd later door hun huwelijk. Het volgende jaar, in 1994, vertrokken ze naar Seattle waar Amazon werd opgezet. Scott fungeerde als boekhouder.", "‘Toen ik voorstelde een eigen internetbedrijf te beginnen’, vertelde Bezos jaren later, ‘zei ze meteen: ‘doen!’ Scott was ook betrokken bij het bedenken van de naam van het bedrijf. Ze richtte zich echter meer op het gezin toen hun eerste kinderen werden geboren. Scott was ook niet happig om op de voorgrond te treden. Schrijven was meer haar passie en ze droomde van haar eerste boek. In 2005 ging die droom in vervulling met haar debuut The Testing of Luther Albright, over een vader die zijn gezin uit elkaar ziet vallen na een aardbeving en ook moet vrezen voor zijn loopbaan.", "MacKenzie Scott, Amazon CEO Jeff Bezos' ex-wife, donates $4.2 billion in last four months https://t.co/U06NrfiW2V by @JannaHerron pic.twitter.com/1g3pYouVqr — Yahoo Finance (@YahooFinance) 15 december 2020", "Filantropie", "In 2013 volgde een tweede roman, maar een groot succes waren de boeken niet. Direct na de scheiding werd duidelijk dat Scott zich meer op filantropie zou gaan richten. Na ruim een maand zegde ze toe een groot deel van haar vermogen aan goede doelen te geven. Afgelopen juli volgde de eerste donatie. Toen waren 116 organisaties die zich richten op raciale gelijkheid, homorechten en klimaatverandering de gelukkigen. Op dinsdag volgde de tweede schenking. ‘Deze pandemie is een sloopbal geweest in het leven van Amerikanen die het toch al moeilijk hebben’, aldus Scott.", "Geld heeft ze genoeg. Omdat het Amazon voor de wind gaat vanwege de gestegen online-aankopen tijdens de pandemie, zag Scott haar vermogen dit jaar met zo’n 19 miljard euro toenemen. Met vijftig miljard euro staat ze nu op de achttiende plaats van de miljardairslijst van Bloomberg. Bezos staat, ondanks de scheiding, op de eerste plek met 151 miljard euro. In dit coronajaar werd hij 58 miljard euro meer waard.", "De miljarden die ze nu teruggeeft, betoogt Scott, behoren toe aan de gewone Amerikaan die ervoor hebben gezorgd dat zij en Bezos zo rijk werden. Scott: ‘Ik twijfel er niet aan dat iemands persoonlijke rijkdom het product is van een collectieve inspanning en van sociale structuren die kansen bieden aan sommige mensen en obstakels voor talloze anderen.’"], "authors": ["Stieven Ramdharie"], "keywords": ["van", "die", "weg", "een", "opnieuw", "en", "miljarden", "exechtgenoot", "vrouw", "50", "ze", "scott", "geeft", "miljard", "op", "haar", "met", "het", "amazonbaas"], "pubDate": "2020-12-16T15:48:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}