{"id": "b4d4da95-3951-3a21-8344-40b816e8fa1a", "title": "Dat Trump geen autocue gebruikte, deed bij sommigen het vermoeden rijzen dat hij niet kón lezen", "url": "https://volkskrant.nl/columns-opinie/dat-trump-geen-autocue-gebruikte-deed-bij-sommigen-het-vermoeden-rijzen-dat-hij-niet-kon-lezen~b1e645d1/", "summary": "Donald Trump heeft zich er jaren op laten voorstaan dat hij geen autocue gebruikt.\nVeel herhaling, en veel bijwoorden zoals ‘extremely’ en ‘enormously’.\nDat hij geen autocue gebruikte, deed bij sommigen het vermoeden rijzen dat hij niet kón lezen.\nEr bestaan opnamen van hem (in verhoorsituaties) waarin hem wordt gevraagd iets voor te lezen, en hij dat steeds niet doet (‘Ik heb mijn leesbril niet bij me.’)De speech van gisteren, waarin hij eindelijk toegaf dat Biden de volgende president zou worden, was bijzonder.\nEn hij las hem voor, waardoor we nu op de valreep weten: Trump kan lezen.", "paragraphs": ["Donald Trump heeft zich er jaren op laten voorstaan dat hij geen autocue gebruikt. Hij spreekt uit de losse pols, en dat is vast ook een deel van zijn succes geweest: veel korte zinnen, eindigend met een woord dat emotie oproept (‘she’s crooked!’). Veel herhaling, en veel bijwoorden zoals ‘extremely’ en ‘enormously’. Zo’n speech blijft bij veel mensen beter hangen dan een geconstrueerd betoog.", "Dat hij geen autocue gebruikte, deed bij sommigen het vermoeden rijzen dat hij niet kón lezen. Of tenminste, niet makkelijk. Er bestaan opnamen van hem (in verhoorsituaties) waarin hem wordt gevraagd iets voor te lezen, en hij dat steeds niet doet (‘Ik heb mijn leesbril niet bij me.’)", "De speech van gisteren, waarin hij eindelijk toegaf dat Biden de volgende president zou worden, was bijzonder. Het was een lange, samenhangende tekst, die hij duidelijk niet zelf had geschreven. En hij las hem voor, waardoor we nu op de valreep weten: Trump kan lezen."], "authors": ["Paulien Cornelisse"], "keywords": ["veel", "van", "het", "lezen", "hem", "kón", "en", "een", "bij", "hij", "sommigen", "trump", "vermoeden", "niet", "dat", "rijzen"], "pubDate": "2021-01-08T20:45:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}