{"id": "b4e8b2da-ec10-3ce5-b827-f550dfcfee53", "title": "Profclubs moeten meer trainen op dode spelmomenten. Dat betaalt zich meteen uit", "url": "https://volkskrant.nl/sport/profclubs-moeten-meer-trainen-op-dode-spelmomenten-dat-betaalt-zich-meteen-uit~b87c463f/", "summary": "Uit Brits onderzoek blijkt dat slechts een van de dertig hoekschoppen een goal oplevert.\nVolgens Reid doen de clubs die hij adviseert het veel beter: een op de twintig pogingen levert een doelpunt op.\n‘Dat een keeper bij corners simpelweg gewend is aan een ploeggenoot bij de eerste paal, betekent niet dat dat de beste keuze is.’ Het gebruik van te ingewikkelde looptactieken is ook een gevolg van gewenning.\nUitblinkersHet slim benutten van een standaardsituatie lijkt op het eerste oog vooral een belangrijk wapen voor de minder bedeelde teams.\nZo is hij onder de indruk van de verbeteringen die Chelsea op het vlak van dode spelmomenten heeft geboekt.", "paragraphs": ["Ashley Westwood van Burnley FC neemt een corner. Beeld EPA", "Neem de corners. Uit Brits onderzoek blijkt dat slechts een van de dertig hoekschoppen een goal oplevert. Volgens Reid doen de clubs die hij adviseert het veel beter: een op de twintig pogingen levert een doelpunt op. Hij mag niet bekend maken welke teams hij bijstaat. ‘Zo zie je wat een klein beetje extra aandacht en kennis al kan doen voor teams die beter willen worden in standaardsituaties.’", "Voetbal is een vloeiend spel, met vele bewegende elementen, met allerlei spelsituaties. Totdat de scheidsrechter fluit voor een overtreding, of de bal via de tegenstander de achterlijn over rolt. Plots verandert voetbal voor eventjes in een sport als basketbal of American football, waar de looppatronen en onderlinge timing tot op de centimeter op elkaar zijn afgestemd. De gebruikelijke chaos wordt dan tijdelijk ingeruild voor een trainbaar, ‘dood’ spelmoment.", "Onderschat", "Toch zijn er nog veel profploegen die weinig aandacht besteden aan corners, inworpen en vrije trappen. Reid: ‘Ik kijk zo’n 150 corners per dag, en het is vrijwel meteen duidelijk welke teams veel tijd stoppen in het analyseren en oefenen van standaardsituaties en welke teams dat niet doen. Al snel is de conclusie: het merendeel doet er momenteel niet genoeg aan. Drie kwartier per week trainen op corners en vrije trappen is toch wat aan de krappe kant, als je ziet hoeveel goals voortkomen uit zulke momenten.’", "István Beregi, tactisch analist van de Hongaarse nationale ploegen en gespecialiseerd in het ontleden en ontwerpen van standaardsituaties, vindt dat er nog een wereld te winnen valt in het profvoetbal. ‘Het merendeel van de teams oefent alleen op de laatste trainingsdag voor een wedstrijd op dode spelmomenten.’", "Volgens Beregi is er niet één gouden tactiek om uit een vrije trap te scoren, niet één perfect looppatroon dat altijd tot een grote kans uit een corner zal leiden, maar is het vooral belangrijk dat het probleemoplossend vermogen van de spelers bij standaardsituaties verbetert. Zulke handigheid komt voort uit gerichter oefenen op dode spelmomenten, betoogt de analist.", "Succesformule", "Als een team beter wil worden in het benutten van dode spelmomenten, is het vooral belangrijk dat de spelers de basisbeginselen onder de knie hebben, benadrukt Beregi. Het effectief zetten van een blok om een medespeler vrij te krijgen, de beste timing bij een sprong en het ideale moment om aan een loopactie te beginnen.", "Waar standaardsituaties in de regel onderschat worden, ziet Beregi ook een vorm van overschatting. Sommige trainers hebben de neiging vast te houden aan de paar varianten die zij zelf hebben bedacht, maar die simpelweg niet werken in wedstrijdsituaties. ‘Nu zie je nog vaak dat ploegen twee of drie routines geoefend hebben, maar daarna al snel terugvallen tot het gebruiken van basale, voorspelbare cornervarianten. Dit maakt een ploeg natuurlijk makkelijker te verdedigen.’", "Misvattingen", "‘Ken je eigen krachten en zwaktes’, is het devies van Reid aan teams die willen verbeteren in standaardsituaties. Dat een team veel lengte en uitmuntende koppers nodig heeft om goed te zijn bij corners, ziet hij als veel voorkomende misvatting. ‘Natuurlijk helpt het om zulke kwaliteiten in de ploeg te hebben. Maar er leiden meerdere wegen naar Rome.’", "Zo blijkt de korte cornervariant voor teams met een weinig kopspecialisten een prima manier om alsnog tot doelgevaar te komen. Uit onderzoek van het Britse medium Tifo Football in 2018 blijkt dat korte corners gemiddeld zelfs meer schoten, grote kansen en doelpunten opleveren dan direct genomen hoekschoppen.", "Volgens Beregi schrijven teams nog te vaak waarde toe aan gewoontes. ‘Dat een keeper bij corners simpelweg gewend is aan een ploeggenoot bij de eerste paal, betekent niet dat dat de beste keuze is.’ Het gebruik van te ingewikkelde looptactieken is ook een gevolg van gewenning. ‘Veel van deze problemen zijn op te lossen door echte wedstrijdsituaties zo realistisch mogelijk na te bootsen op training.’ Pas dan zie je wat er wel en niet werkt bij dode spelmomenten, stelt Beregi.", "Uitblinkers", "Het slim benutten van een standaardsituatie lijkt op het eerste oog vooral een belangrijk wapen voor de minder bedeelde teams. Immers, bij het oefenen van looppatronen en onderlinge timing heeft een ploeg niet per se een rechtsbuiten van 50 miljoen euro nodig.", "Toch zijn het juist de rijkste topteams die Reid het meest opvallen. Zo is hij onder de indruk van de verbeteringen die Chelsea op het vlak van dode spelmomenten heeft geboekt. Liverpool is een usual suspect als het aankomt op sterke standaardsituaties. ‘Bij die ploeg zie je dat er echt slimme ideeën verwerkt zijn in de looppatronen.’", "Beregi doet een greep uit de niche-categorie: ploegen als Brentford, Leuven, Granada, Bayer Leverkusen, Midtjylland en Porto imponeren bij dode spelmomenten. Dat beide specialisten geen enkele Nederlandse ploeg noemen onder de standaardsituatie-uitblinkers, betekent dat er hier nog flink wat werk aan de winkel is."], "authors": ["Sam Planting"], "keywords": ["dode", "trainen", "meteen", "meer", "uit", "moeten", "te", "zich", "die", "van", "en", "teams", "een", "spelmomenten", "profclubs", "op", "het", "niet", "dat"], "pubDate": "2021-01-08T15:39:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}