{"id": "b4f13671-0c5b-32e6-8708-9ba3216cb599", "title": "WADA: ’Teleurgesteld dat straf voor Russen geen vier jaar is’", "url": "https://www.telegraaf.nl/sport/884649104/wada-teleurgesteld-dat-straf-voor-russen-geen-vier-jaar-is", "summary": "Proportioneel en redelijk„We zijn teleurgesteld dat het CAS niet meegaat in onze onze eis voor een schorsing van vier jaar.\nWij denken dat dat proportioneel en redelijk was, maar WADA is niet de rechter maar de aanklager en we moeten de uitspraak van het panel respecteren”, reageerde Banka.\nEen jaar geleden viel ook het Rusada onder de uitsluiting voor vier jaar.\nRusland werd een jaar geleden door het wereldantidopingbureau WADA voor vier jaar geschorst wegens grootscheepse dopingfraude.\nRusada noemde de inkorting van de schorsing door het CAS eerder een „een zege van het gezond verstand.”", "paragraphs": ["„Het panel heeft duidelijk vastgehouden aan onze bevindingen dat de Russische autoriteiten op brutale en illegale wijze de data van het laboratorium in Moskou hebben gemanipuleerd in een poging om een institutioneel dopingsysteem te verhullen”, reageerde WADA-president Witold Banka.", "Proportioneel en redelijk", "„We zijn teleurgesteld dat het CAS niet meegaat in onze onze eis voor een schorsing van vier jaar. Wij denken dat dat proportioneel en redelijk was, maar WADA is niet de rechter maar de aanklager en we moeten de uitspraak van het panel respecteren”, reageerde Banka. „Dit is nog altijd de zwaarste serie straffen die ooit is opgelegd aan een land voor dopinggerelateerde overtredingen. En de uitspraak keurt de resolute aanpak van WADA goed.”", "De schorsing van vier jaar werd een jaar geleden door het WADA uitgesproken, nadat uit onderzoek was gebleken dat er ook na de bewezen fraude in de atletiek en tijdens de Winterspelen van Sotsji nog steeds sprake was van omvangrijke dopingfraude. Het Russische dopingagentschap Rusada tekende beroep aan, onder dwang van de Russische regering.", "„WADA’s besluit om resoluut en rechtmatig in te grijpen in de Russische dopingcrisis was de correcte aanpak”, zei directeur Olivier Niggli van WADA in een reactie op de uitspraak van het CAS. „Het is ook cruciaal dat een geloofwaardig operationeel, onafhankelijk en efficiënt dopingsysteem overblijft in Rusland voor het welzijn van de atleten.”", "Implementatie", "Het IOC laat weten kennis te hebben genomen van de uitspraak van het CAS. „Deze straf en de gevolgen voor de competities in de olympische beweging worden nu nauwkeurig bestudeerd, in het bijzonder die in relatie tot de Olympische Spelen van Tokio 2020 en Peking 2022. Het IOC zal overleggen met de internationale bonden en de internationale paralympische bonden hoe tot een gezamenlijke aanpak van de implementatie van de straf te komen.”", "’Zege van gezond verstand’", "Ook het Russische antidopingbureau Rusada heeft de uitspraak positief beoordeeld. Als „een zege van het gezond verstand” wordt het besluit omschreven.", "Het Rusada was in opdracht van de Russische regering in beroep gegaan tegen de straf, die het gevolg was van grootscheepse dopingfraude in de Russische sport. „Zuivere atleten moeten niet boeten voor het gedrag van enkele schaamteloze sporters die de dopingregels hebben overtreden”, zei Michail Buchanov, de interim-baas van het Rusada, dat ook voor twee jaar geschorst blijft. „Het zou ook niet eerlijk zijn als alle chauffeurs hun rijbewijs zouden kwijtraken omdat sommigen van hen dronken achter het stuur hebben gezeten.”", "Rusland zegt bereid te zijn aan de voorwaarden te voldoen om het Rusada weer zelfstandig te laten functioneren. Het WADA schorste het Russische antidopingbureau al in 2015, maar hief die schorsing in 2018 onder voorwaarden op. Een jaar geleden viel ook het Rusada onder de uitsluiting voor vier jaar.", "Russisch comité noemt weren Poetin bij Spelen ’onacceptabel’", "Het besluit van het sporttribunaal CAS dat Russische officials, onder wie president Vladimir Poetin, door de schorsing niet welkom zijn bij de Olympische Spelen en Paralympische Spelen en WK’s, is onacceptabel. Dat meldde voorzitter Stanislav Pozdniakov van het Russisch olympisch comité in een reactie op de uitspraak van het CAS.", "Het sporttribunaal CAS kortte de schorsing voor de Russische sport in tot eind 2022. Rusland werd een jaar geleden door het wereldantidopingbureau WADA voor vier jaar geschorst wegens grootscheepse dopingfraude. Het Russische antidopingbureau Rusada tekende beroep aan, onder dwang van de Russische regering. Het CAS bracht de duur van de straf terug, maar nog steeds zullen Russische sporters hun land niet kunnen vertegenwoordigen op de Olympische Spelen van 2021 in Tokio en de Winterspelen van het jaar erop in Peking.", "Pozdniakov liet verder weten dat hij tevreden was dat Russische atleten onder neutrale vlag wel mogen deelnemen aan de Spelen en WK’s en niet collectief gestraft worden. Rusada noemde de inkorting van de schorsing door het CAS eerder een „een zege van het gezond verstand.”"], "authors": [], "keywords": ["teleurgesteld", "dat", "van", "rusada", "een", "vier", "en", "wada", "te", "geen", "jaar", "voor", "russen", "russische", "het", "straf"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}