{"id": "b5196526-95d0-3641-a194-4313a7600106", "title": "Het Nederlandse pensioenstelsel is één grote poging de onzekerheid af te schuiven", "url": "https://volkskrant.nl/economie/het-nederlandse-pensioenstelsel-is-een-grote-poging-de-onzekerheid-af-te-schuiven~b374a041/", "summary": "Het antwoord: omdat niets desastreuzer is voor het moreel van de troepen.\nMensen ervaren een loonsverlaging als een belediging.\nZodat je, in de woorden van een leidinggevende, in één klap ‘de ellende buiten de deur krijgt’.\nHet biedt een verklaring voor het fenomeen van de sticky wages.\nDe geschiedenis van het Nederlandse pensioenstelsel kan zelfs worden samengevat als één grote poging die hete aardappel door te schuiven.", "paragraphs": ["Waarom ontslaan bedrijven ook in deze crisis hun werknemers liever dan dat ze de lonen verlagen? Die vraag stelde Yale-econoom Truman Bewley in de jaren negentig aan honderden managers en andere betrokkenen. Het antwoord: omdat niets desastreuzer is voor het moreel van de troepen. Mensen ervaren een loonsverlaging als een belediging. Het leidt bovendien tot onzekerheid, want vaste lasten zoals huur of hypotheek dalen niet mee. Dan nog liever een massaontslag. Zodat je, in de woorden van een leidinggevende, in één klap ‘de ellende buiten de deur krijgt’.", "Het biedt een verklaring voor het fenomeen van de sticky wages. De stroperigheid van de lonen, die zelfs als de vraag naar arbeid instort amper dalen. Dat blijkt net zo goed voor de pensioenen te gelden. Dinsdag meldde deze krant dat het kabinet de regels opnieuw wil versoepelen. Het moet kortingen op de aanvullende pensioenuitkeringen voorkomen. Met landelijke verkiezingen voor de deur zou dat - denk aan Bewley’s onderzoek - een te zware wissel trekken op het nationale humeur.", "Typisch: de waarde van de oudedagsvoorziening wordt al meer dan een decennium aangevreten door inflatie. De premies hiervoor lopen jaar in jaar uit op. Maar zodra het gevreesde ‘k-woord’ klinkt, stellen politici onder druk van hun achterban alles in het werk om een list te verzinnen.", "Net als bij de lonen speelt hier een diepgewortelde afkeer van onzekerheid. De geschiedenis van het Nederlandse pensioenstelsel kan zelfs worden samengevat als één grote poging die hete aardappel door te schuiven. Dat is begrijpelijk: mensen willen weten waar ze financieel aan toe zijn.", "Vroeger draaiden de werkgevers op voor veel risico’s. Kampte een pensioenfonds met tekorten, dan stegen de premies of trokken zij de portemonnee. Tegenwoordig kennen nog slechts enkele bedrijven, bijvoorbeeld Ahold, zo’n bijstortverplichting. Het gegarandeerde pensioen is grotendeels verdwenen.", "De hosanna op de beurzen heeft die pijn nog even verzacht. Daarna begon het weinig verheffende schouwspel waarbij werkenden en gepensioneerden elkaar de rekening proberen toe te schuiven. Jong vreest te moeten betalen voor oud, en omgekeerd. Ondertussen sponsoren de lager betaalden de pensioenen van de rijken. Zij leven gemiddeld 7 tot 8 jaar korter. Hun premies belanden vervolgens op de grote hoop.", "En in het nieuwe pensioenstelsel? Gepensioneerden krijgen straks een uitkering die meer dan ooit meedeint op de woeste golven van de financiële markten. Zit het mee, dan worden de pensioenen sneller verhoogd. Bij economisch zwaar weer zal het kortingen regenen. Dat is heel transparant. En extreem onzeker.", "De werkgevers hebben zich handig naar de zijlijn van de verdelingsstrijd weten te manoeuvreren. Het politieke pensioen-pardon van deze week brengt tijdelijk rust. Maar dat Nederlanders daarna ineens wél bereid zijn een pensioenverlaging te omarmen, lijkt een enorme vergissing. Sticky pensions kunnen wel eens net zo onuitroeibaar blijken als stroperige lonen."], "authors": ["Koen Haegens"], "keywords": ["één", "van", "af", "poging", "onzekerheid", "dan", "als", "het", "op", "schuiven", "grote", "voor", "die", "pensioenstelsel", "een", "te", "dat", "nederlandse"], "pubDate": "2020-12-09T17:59:57+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}