{"id": "b522077f-14df-34ea-a8e3-c955fa817435", "title": "Opinie: Nog even en ik ben beter af met LOI", "url": "https://volkskrant.nl/columns-opinie/opinie-nog-even-en-ik-ben-beter-af-met-loi~b7bfa661/", "summary": "Is het niet van groot belang ook en misschien wel eerst te beginnen met proeven in het onderwijs?\nHet voortgezet onderwijs en het mbo zijn weer open, maar hbo en universiteiten worden vergeten.\nVorig jaar ben ik begonnen aan mijn opleiding en ik heb nu al langer online les dan fysiek.\nProeven met hbo en universiteiten zijn hard nodig.\nPolitici en bestuurders van hbo en universiteiten, graag meer aandacht voor onze situatie.", "paragraphs": ["De demonstratie \"wij willen naar school\" afgelopen oktober. Beeld Joris van Gennip", "Wat ik mij afvraag na de persconferentie van dinsdag: hoezo alleen experimenteren met sport, evenementen en horeca? Waarom hoor ik niets over het hoger- en wetenschappelijk onderwijs?", "Duizenden studenten zitten sinds maart thuis met online-onderwijs, zonder fysiek leercontact met medestudenten. Is het niet van groot belang ook en misschien wel eerst te beginnen met proeven in het onderwijs? Het voortgezet onderwijs en het mbo zijn weer open, maar hbo en universiteiten worden vergeten.", "Vorig jaar ben ik begonnen aan mijn opleiding en ik heb nu al langer online les dan fysiek. Er wordt geen enkel perspectief geboden. Proeven met hbo en universiteiten zijn hard nodig. De mentale gezondheid van studenten is gebaat bij een structuur die past bij het onderwijs dat hij/zij heeft gekozen. Nog even en we zijn beter af met een LOI-cursus.", "Begrijp me niet verkeerd, horeca, cultuur en sport verdienen deze experimenten zeker, maar online-onderwijs kan niet worden vergeleken met ‘normaal’ onderwijs. Politici en bestuurders van hbo en universiteiten, graag meer aandacht voor onze situatie."], "authors": ["Lieve Van Stiphout"], "keywords": ["beter", "van", "af", "nog", "het", "hbo", "met", "loi", "onderwijs", "ik", "zijn", "niet", "universiteiten", "en", "ben", "opinie"], "pubDate": "2020-12-09T20:21:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}