{"id": "b5259c71-0a7a-38e2-81a4-e6d7caca8043", "title": "Waarom zijn er eigenlijk nog kinderbroeken die géén kniestukken hebben?", "url": "https://volkskrant.nl/columns-opinie/waarom-zijn-er-eigenlijk-nog-kinderbroeken-die-geen-kniestukken-hebben~b50384ab/", "summary": "Gelukkig zijn er steeds meer kinderbroeken die hier wel op ontworpen zijn.\nMaar de vraag is eigenlijk: waarom zijn er überhaupt nog broeken die dat níét hebben?\nWaarom worden die dingen dan niet robuust genoeg ontworpen dat er geen hoesje omheen hoeft?\nMaar ik vind eerlijk gezegd niet-gepersonaliseerde kinderbroeken helemaal prima als dat betekent dat ik er geen kniestukken op hoef te naaien.\nVersterkte knieën zijn voor kinderbroeken niet een leuke extra, maar een kernfunctie, en die achteraf toevoegen kost een hoop tijd en moeite tegen suboptimaal resultaat.", "paragraphs": ["Denkfouten in het hedendaags ontwerp gefileerd door innovatie-expert (en cabaretier) Jasper van Kuijk. Deze week: Kinderbroeken.", "Het is me een raadsel waarom er nog kinderbroeken worden verkocht zonder kunststofvezelversterkte kniestukken.", "Wij hebben drie jongens en alle drie zijn ze gezegend met het talent om broeken razendsnel tot ver voorbij de draad te verslijten. Een talent dat, als ik bij ons op het schoolplein rondkijk, niet per se uniek is. De oudste slaagde er een tijdje zelfs in om bij élke broek binnen twee weken zijn rechterknie door te slijten, ook bij de leukste, duurste en stevigste exemplaren. Nadat we eerst bij school hadden nagevraagd of ze onlangs de vloeren misschien hadden bekleed met schuurpapier, hebben we hem toch maar eens uitgehoord en bleek hij sinds kort als hobby te hebben om op één knie door de gang te glijden. Maar ook nadat hij daarmee was gestopt, na enige milde aansporingen door ons (‘Wát doe je?!?!? Hou daar eens heel snel mee op!’), bleven de broeken slijten. Iéts minder snel en gelijkmatiger over beide knieën, maar spelen gebeurt nu eenmaal kruipend over de grond, of dat nu binnen legoënd is of buiten met stoepkrijt. Dus vroeg of laat gaan de broeken door (op) de knieën.", "Zonde, want ze zijn dus meestal al stuk voordat de jongens eruit gegroeid zijn. En dan hebben wij drie jongens, dus het zou helemaal fijn zijn – qua kosten, inkoopgedoe en ook qua duurzaamheid – als broeken door meerdere kinderen gedragen konden worden. Dat gaat ons nu alleen lukken als onze jongste alleen maar in korte broeken zou lopen. Nu is door drie jongetjes gedragen worden misschien wat ambitieus, maar het zou al fijn zijn als een broek twee kinderen meegaat. Of eigenlijk dat überhaupt ééntje z’n broek uit kan dragen zonder gaten op de knieën.", "Gelukkig zijn er steeds meer kinderbroeken die hier wel op ontworpen zijn. Onder andere Hema en Name It hebben modellen met extra sterke stof bij de knieën. Maar de vraag is eigenlijk: waarom zijn er überhaupt nog broeken die dat níét hebben?", "’t Is als bij die hoesjes om mobiele telefoons. Zonder hoesje gaat je telefoon zó snel stuk dat je er eigenlijk per definitie een hoesje omheen moet doen. Waarom worden die dingen dan niet robuust genoeg ontworpen dat er geen hoesje omheen hoeft?", "En oké, door die kniestukken kun je de broeken – net als de telefoons – aanpassen aan je persoonlijke (stijl)voorkeuren. Maar ik vind eerlijk gezegd niet-gepersonaliseerde kinderbroeken helemaal prima als dat betekent dat ik er geen kniestukken op hoef te naaien. Want als ík die kniestukken erop moet zetten kost dat tijd, ze hangen binnen twee wasbeurten weer los én het maakt de broek ineens 25 procent duurder.", "Versterkte knieën zijn voor kinderbroeken niet een leuke extra, maar een kernfunctie, en die achteraf toevoegen kost een hoop tijd en moeite tegen suboptimaal resultaat. Dus voortaan maar een staalborstel mee naar de winkel en testen.", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["dat", "nog", "die", "kniestukken", "een", "géén", "en", "eigenlijk", "maar", "zijn", "kinderbroeken", "waarom", "hebben", "als", "op", "er", "door"], "pubDate": "2020-11-27T12:00:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}