{"id": "b53a285f-22e0-3731-8506-9d7025dc285b", "title": "Rutte doet dringende oproep: ‘Houd je op oudejaarsavond aan alle regels’", "url": "https://www.parool.nl/nederland/rutte-doet-dringende-oproep-houd-je-op-oudejaarsavond-aan-alle-regels~bd0c4728/", "summary": "En geen vuurwerk afsteken.”Volgens de premier heeft het grote gevolgen voor de ziekenhuizen als mensen morgen toch op grote schaal vuurwerk gaan afsteken.\nDe druk op de zorg is enorm, benadrukt Rutte.\n“Als je je niet aan de regels houdt, wordt dat alleen maar meer.”Hij verwees naar het applausmoment voor de zorg in maart, tijdens de eerste coronagolf.\nMaar als je écht wilt helpen, houd je je morgen, 31 december, aan alle voorschriften”Het kabinet is bezorgd over de situatie in de ziekenhuizen en het hoge aantal coronabesmettingen.\n“Overlastdingen zijn prioriteit nummer één, maar er is ook aandacht voor het naleven van de coronamaatregelen,” stelde de CDA-bewindsman na afloop van het kabinetsberaad.", "paragraphs": ["Beeld ANP", "“Dat betekent niet meer dan twee mensen ontvangen, mits je de 1,5 meter kunt handhaven. En geen vuurwerk afsteken.”", "Volgens de premier heeft het grote gevolgen voor de ziekenhuizen als mensen morgen toch op grote schaal vuurwerk gaan afsteken. De druk op de zorg is enorm, benadrukt Rutte. “Als je je niet aan de regels houdt, wordt dat alleen maar meer.”", "Hij verwees naar het applausmoment voor de zorg in maart, tijdens de eerste coronagolf. “Iedereen heeft toen staan klappen voor de zorg - ik ook. Maar als je écht wilt helpen, houd je je morgen, 31 december, aan alle voorschriften”", "Het kabinet is bezorgd over de situatie in de ziekenhuizen en het hoge aantal coronabesmettingen. Minister Tamara van Ark (Medische Zorg) roept Nederlanders zelfs op om morgenavond niet naar buiten te gaan. “Ga op oudejaarsavond met z’n tweeën op de bank zitten. Doe een spelletje, maar ga niet naar buiten.”", "Scrabbelen", "Volgens minister Ferd Grapperhaus van Justitie en Veiligheid zijn de politie en andere diensten zeer voorbereid op de jaarwisseling. “Overlastdingen zijn prioriteit nummer één, maar er is ook aandacht voor het naleven van de coronamaatregelen,” stelde de CDA-bewindsman na afloop van het kabinetsberaad.", "“Je kunt dit jaar niet de dingen doen die je vorig jaar deed. Vuurwerk is gewoon echt verboden. Dit jaar is een sobere, saaie jaarwisseling. Dat moeten we maar inhalen met groot feest als covid weg is.” Zelf blijft Grapperhaus thuis. “We gaan met z’n tweeën scrabbelen ofzo.”"], "authors": ["Hanneke Keultjes En Peter Winterman"], "keywords": ["je", "van", "het", "dringende", "alle", "doet", "voor", "regels", "en", "rutte", "op", "houd", "oudejaarsavond", "maar", "niet", "als", "zorg", "oproep"], "pubDate": "2020-12-30T18:36:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}