{"id": "b54279d0-1d38-3f1b-8401-d5bd2078b431", "title": "Bij Martin Ros, fenomeen in de boekenwereld, kon je je dikwijls afvragen: zit hij me nou te belazeren?", "url": "https://volkskrant.nl/cultuur-media/bij-martin-ros-fenomeen-in-de-boekenwereld-kon-je-je-dikwijls-afvragen-zit-hij-me-nou-te-belazeren~bf44fd08/", "summary": "Martin Ros Beeld ANPNiet iedereen nam hem altijd even serieus (zijn directeur bij De Arbeiderspers, Theo Sontrop, bijvoorbeeld), maar in de boekenwereld was de maandag overleden Martin Ros een fenomeen.\nGesprekken met Ros begonnen steevast met een gepassioneerde en hyperbolische monoloog over het onderwerp dat hem op dat moment bezighield.\nTussen de regels door slingerde hij onverdiende loftuitingen naar je hoofd, zodat je soms dacht: zit hij me nou te belazeren?\nDe boekenredactie verheugde zich op kleurrijke verhalen uit Ros’ roemruchte verleden en natuurlijk op een messcherp oordeel over de huidige literaire wereld.\nDaarna was het tijd voor een terugblik en een ferm oordeel over het heden.", "paragraphs": ["Martin Ros Beeld ANP", "Niet iedereen nam hem altijd even serieus (zijn directeur bij De Arbeiderspers, Theo Sontrop, bijvoorbeeld), maar in de boekenwereld was de maandag overleden Martin Ros een fenomeen. Mijn contact met hem dateert van 1984, nog voor ik medewerker van de Volkskrant werd. In de laatste fase van mijn studie deed ik redactieklussen voor hem.", "Gesprekken met Ros begonnen steevast met een gepassioneerde en hyperbolische monoloog over het onderwerp dat hem op dat moment bezighield. Tussen de regels door slingerde hij onverdiende loftuitingen naar je hoofd, zodat je soms dacht: zit hij me nou te belazeren? Na een minuut of tien kwam hij ter zake. De toon was altijd opgetogen en het volume hoog.", "Ook na zijn pensioen bleef Ros zeer aanwezig in het boekenvak en drie jaar geleden mocht ik een interview met hem maken voor een zomerserie in de Volkskrant. De boekenredactie verheugde zich op kleurrijke verhalen uit Ros’ roemruchte verleden en natuurlijk op een messcherp oordeel over de huidige literaire wereld.", "Ik maakte mijn opwachting in zorgcentrum Mariënburg, vlak bij Paleis Soestdijk, waar Ros inmiddels woonde. Na de begroeting (‘Gij zijt een man van de klok’) begon hij uitvoerig te vertellen over zijn nieuwe, vergevorderde boek, dat zou gaan over de burgeroorlog tussen de Roden en de Witten in postrevolutionair Rusland (1917-1920). Daarna was het tijd voor een terugblik en een ferm oordeel over het heden. Dacht ik. Ik stelde een vraag, waarop Ros instemmend knikte en vervolgens doodgemoedereerd verderging met zijn betoog.", "Toen hij me vertelde dat hij mijn (niet-bestaande) lange artikelen over het Amerikaans-Russische conflict in de Volkskrant met veel belangstelling las, maar mijn mening over Poetin veel te lankmoedig vond, vroeg of ik ook zo bang was voor de bom, hoog opgaf van de macht van het Russische en Noord-Koreaanse leger en de onmacht van die anderhalve parachutist die de VS erop na hielden, kwam de aloude vraag in me op: zit hij me nou te belazeren?", "Na herhaalde pogingen het gesprek op gang te brengen, viel mijn oog op een tafeltje in de hoek van Ros’ kamer, met daarop een gesloten kofferschrijfmachine en een stapel papier. Dat was het manuscript van zijn nieuwe boek, vertelde hij. Ik liep ernaartoe en beleefde mijn eigen The Shining-moment, met mij in de rol van Shelley Duvall. De stapel bleek uit ongeveer 200 blanco pagina’s te bestaan. Niet eens met ‘All work and no play makes Martin a dull boy’ erop in duizendvoud.", "Terwijl ik naar de lege pagina’s staarde, bleef Ros hartstochtelijk vertellen. Ik voelde me belazerd, maar op een andere manier."], "authors": ["Hans Bouman"], "keywords": ["van", "fenomeen", "ros", "kon", "een", "het", "en", "mijn", "te", "dikwijls", "ik", "nou", "hij", "op", "je", "martin", "zit", "met"], "pubDate": "2020-12-11T12:00:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}