{"id": "b545725a-69a2-3219-9274-ec5c157068bd", "title": "Sigrid Kaag kan kritiek op persoon makkelijk naast zich neerleggen", "url": "https://nu.nl/achterklap/6096481/sigrid-kaag-kan-kritiek-op-persoon-makkelijk-naast-zich-neerleggen.html", "summary": "\"Soms, of eigenlijk meestal, denk ik: ik trek mij er niks van aan.\nMaar op andere dagen denk ik vooral: jeetje, ik ben hier geboren en getogen, ik spreek Nederlands, mijn kinderen zijn hier af en aan geweest en ik ben fanatieker op Nederlandse gewoontes dan anderen\", aldus Kaag.\nOnlangs vertelde ze op sociale media over het dilemma waar ze voor stond toen ze op jonge leeftijd moest kiezen tussen diverse universiteiten.\nOp Twitter werd ze bekritiseerd door mensen die vonden dat ze duidelijk niet wist wat een \"echt dilemma\" is voor \"gewone\" mensen.\n\"Het leven kan je grote tegenslagen bieden, dat heb ik ook, maar ik voel mij nog steeds een gezegend mens.\"", "paragraphs": ["D66-lijsttrekker Sigrid Kaag krijgt weleens de stempel 'elitair', maar herkent zich niet in die term. In gesprek met Linda de Mol in Linda's Wintermaand zei ze dergelijke opmerkingen naast zich neer te kunnen leggen.", "\"Soms, of eigenlijk meestal, denk ik: ik trek mij er niks van aan. Maar op andere dagen denk ik vooral: jeetje, ik ben hier geboren en getogen, ik spreek Nederlands, mijn kinderen zijn hier af en aan geweest en ik ben fanatieker op Nederlandse gewoontes dan anderen\", aldus Kaag.", "De 59-jarige politicus werd geboren in Rijswijk en studeerde in Caïro en aan de University of Exeter. Onlangs vertelde ze op sociale media over het dilemma waar ze voor stond toen ze op jonge leeftijd moest kiezen tussen diverse universiteiten. Op Twitter werd ze bekritiseerd door mensen die vonden dat ze duidelijk niet wist wat een \"echt dilemma\" is voor \"gewone\" mensen.", "In gesprek met De Mol benadrukte Kaag dat ook zij last heeft van \"normale problemen\". \"Het leven kan je grote tegenslagen bieden, dat heb ik ook, maar ik voel mij nog steeds een gezegend mens.\""], "authors": ["Door"], "keywords": ["dat", "neerleggen", "sigrid", "naast", "en", "persoon", "maar", "ze", "kaag", "ik", "werd", "makkelijk", "op", "kritiek", "voor", "kan", "zich", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}