{"id": "b55b1f41-9b00-3b99-938a-9bfe56b02ca8", "title": "Een EU die zich onderuit laat schoffelen door de democraturen onder ons, verliest elke legitimiteit", "url": "https://volkskrant.nl/columns-opinie/een-eu-die-zich-onderuit-laat-schoffelen-door-de-democraturen-onder-ons-verliest-elke-legitimiteit~b74a627a/", "summary": "Uit haar beschrijvingen van tegenwerking en intimidatie valt op te maken hoe dat is: als beuken op een blinde muur.\nEr staat geld op het spel, de volledige EU-begroting over de komende jaren en het coronaherstelfonds van 750 miljard euro voor alle EU-landen.\nWegstemmen van het budget en van het coronafonds, zou het gevaar zijn van een no deal met de democraturen die zestien jaar geleden zo liefdevol zijn opgenomen in de Europese Unie.\nRampzaliger zou het zijn als de EU-lidstaten weer door de pomp zouden gaan.\nEen EU die zich onderuit laat schoffelen door de ­democraturen onder ons, verliest elke legitimiteit.", "paragraphs": ["De pijnlijkste en waarste opmerking in de zaterdageditie van de Volkskrant stond in de ­een-na-laatste alinea in een boeiend interview in de weekendbijlage: ‘Het is allemaal wat aan de late kant.’", "Woorden van Veronika Munk, Hongaars journalist, hoofdredacteur van Telex.hu, een nieuwssite die tegen de stroom in kritisch en onafhankelijk probeert te zijn in een land van persbreidel en ‘onliberale democratie’.", "(‘Onliberale democratie’ is een uitvinding van premier Viktor Orbán voor zijn Hongarije. Nog mooier vind ik ­‘democratuur’; de onvolprezen Alpha Blondy, die dit prachtwoord zou hebben gemunt, zong in 1999 al in Journalistes en Danger over hoe gevaarlijk het is om journalist te zijn in een democratuur).", "Munk sprak over het zoeken naar de waarheid in een systeem waarin slippendragers van Orbán vrijwel alle gedrukte kranten, radiostations en tv-kanalen in handen hebben en deze inzetten voor agitatie en propaganda. Uit haar beschrijvingen van tegenwerking en intimidatie valt op te maken hoe dat is: als beuken op een blinde muur.", "En ze sprak over de pogingen van de Europese lidstaten om Hongarije en Polen in het kamp van de democratische rechtsstaat te trekken, die aankomende donderdag op een EU-top over geld en de rechtsstaat tot een apotheose moeten komen. In dat verband vielen de woorden ‘aan de late kant’. Wat haar opvalt: ‘Dat de EU al tien jaar reden had zich op te winden over het gebrek aan bijvoorbeeld persvrijheid in Hongarije, maar dat nauwelijks heeft gedaan.’", "Meer dan tien zelfs. Meer dan tien jaar van halfzachte verzoeken, gefluisterde vermaningen en ingetrokken dreigementen. Meer dan tien jaar van gekonkelfoes met Orbáns partij onder de paraplu van de christen-democra­tische familie in het Europees Parlement (familieleden: de partij van Angela Merkel, de partij van JP Balkenende, ­Sybrand Buma en Hugo de Jonge, de partij van vele andere keurige christen-democraten in Europa).", "Wie weleens te lang heeft gewacht met ingrijpen wanneer de tiener zich vele etmalen lang aan de smartphone heeft vastgeplakt, weet dat de situatie zich nooit meer volledig laat herstellen. EU-lidstaten, waaronder Nederland, geloven evenwel nog altijd dat de stinkende wonden die ze jarenlang willens en wetens hebben laten etteren met een beetje chantage eenvoudig schoon te maken zijn. Daar denken Warschau en Boedapest anders over. Munk, die zich een liefhebber van de onderkoelde toon toont, zei zaterdag in de Volkskrant niet de indruk te hebben ‘dat de Hongaarse regering op het punt staat toe te geven’.", "De verwachtingen worden hoog opgeklopt over de aangekondigde krachtmeting tussen Polen en Hongarije enerzijds en de rest van de Europese Unie anderzijds. Er staat geld op het spel, de volledige EU-begroting over de komende jaren en het coronaherstelfonds van 750 miljard euro voor alle EU-landen. Wegstemmen van het budget en van het coronafonds, zou het gevaar zijn van een no deal met de democraturen die zestien jaar geleden zo liefdevol zijn opgenomen in de Europese Unie. Een ‘financiële ramp’ valt hier en daar op te tekenen.", "Rampzaliger zou het zijn als de EU-lidstaten weer door de pomp zouden gaan. Zich zouden laten piepelen door de grootste bekken in Europa. Dan maar geen coronanoodfonds, dan maar geen meerjarenbegroting. Poot stijf. Een EU die zich onderuit laat schoffelen door de ­democraturen onder ons, verliest elke legitimiteit."], "authors": ["Sheila Sitalsing"], "keywords": ["verliest", "van", "legitimiteit", "laat", "eu", "het", "ons", "op", "elke", "zijn", "die", "onderuit", "onder", "een", "zich", "en", "te", "dat", "schoffelen"], "pubDate": "2020-12-07T22:37:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}