{"id": "b55d8d04-5de3-3a3d-b432-7dd015058d1c", "title": "Kalkoen met bruine boter, cranberry en mosterdzaadjes", "url": "https://www.metronieuws.nl/eten-drinken/2020/12/kalkoen-met-bruine-boter-cranberry-en-mosterdzaadjes/", "summary": "Kalkoen met bruine boter, cranberry en mosterdzaadjesJe hoeft echt geen hele kalkoen te braden om iets feestelijks op tafel te zetten met kerst.\nDaar bovenop lepelen we nog wat cranberry-compote en bruine boter et voilà: feestelijkheid troef.\nKalkoen met bruine boter, cranberry & mosterdzaadjesVerwarm de oven voor op 225 graden.\nZet – zodra de boter volledig is gesmolten – het vuur lager en kook tot de boter bruin is en er een nootachtig aroma vrijkomt.\nServeer de kalkoenfilet op een langwerpig bord (of een houten plank) en snijd met een scherp mes in plakken.", "paragraphs": ["Kalkoen met bruine boter, cranberry en mosterdzaadjes", "Je hoeft echt geen hele kalkoen te braden om iets feestelijks op tafel te zetten met kerst. Wij hebben hier bijvoorbeeld gekozen voor een mooi stuk kalkoenfilet dat we langzaam garen in de oven. Daar bovenop lepelen we nog wat cranberry-compote en bruine boter et voilà: feestelijkheid troef. Ideaal voor als je kerst dit jaar wat kleiner viert!", "Ingrediënten Voor 2 à 3 personen 500 gram kalkoenfilet", "2 eetlepels zachte boter", "1 eetlepel fijngehakte kruiden (rozemarijn, oregano, salie, tijm…)", "Zout & peper Voor de cranberry compote 1,5 eetlepels mosterdzaadjes", "100 ml droge witte wijn", "100 gram suiker", "100 ml champagneazijn", "75 ml cranberrysap", "1/2 eetlepel mosterdpoeder", "2 kaneelstokjes", "1 steranijsje", "100 gram gedroogde veenbessen", "Snufje zout Voor de bruine boter 125 gram ongezouten boter", "1 eetlepel fijngehakte groene kruiden", "Snuf zout", "Let op: de kalkoen moet langzaam garen in de oven, trek dus zeker 2 uur uit voordat je alles op tafel kunt zetten. Tussendoor kun je de cranberry-compote en de bruine boter maken. En wil jij het jezelf helemáál makkelijk maken, maak dan de cranberry-compote een dag van tevoren.", "Kalkoen met bruine boter, cranberry & mosterdzaadjes", "Verwarm de oven voor op 225 graden. Leg een rooster op een grote braadpan en schik er de kalkoenfilets op. Dep de kalkoen droog met een schone theedoek. Bestrijk de kalkoen met de zachte boter tot ‘ie helemaal bedekt is. Strooi er de groene kruiden overheen en werk af met zout en peper.", "Rooster de kalkoenfilet 25 à 30 minuten in de voorverwarmde oven (of totdat er een goudbruin en krokant laagje is ontstaan). Draai de oven naar 175 graden. Pak de kalkoen in met aluminiumfolie en rooster vervolgens nog eens 1 uur in de oven. Haal uit de oven en laat nog 15 minuten in de folie afkoelen.", "De cranberry compote", "Doe de mosterdzaadjes met de witte wijn in een kom en laat een uur weken.", "Giet de mosterdzaadjes met de wijn vervolgens in een steelpan en voeg er de suiker, de champagne-azijn, het veenbessensap en het mosterdpoeder aan toe. Roer met een garde door elkaar en breng op medium vuur aan de kook.", "Zet het vuur op een lage stand en voeg er de kaneelstokjes en de steranijs aan toe. Laat nog 25 minuten inkoken (zonder te roeren). Voeg er tot slot de gedroogde veenbessen en een snufje zout aan toe. Laat helemaal afkoelen en bewaar in de koelkast. De structuur zal nog wat indikken naarmate de compote afkoelt.", "De bruine boter", "Smelt de boter op een steelpannetje op medium vuur. Zet – zodra de boter volledig is gesmolten – het vuur lager en kook tot de boter bruin is en er een nootachtig aroma vrijkomt. Laat 8 à 10 minuten koken. Roer er tot slot de groene kruiden en een snufje zout doorheen.", "Serveer de kalkoenfilet op een langwerpig bord (of een houten plank) en snijd met een scherp mes in plakken. Lepel er de bruine boter en de cranberrycompote overheen.", "Bekijk hier alle recepten."], "authors": [], "keywords": ["bruine", "mosterdzaadjes", "op", "met", "boter", "cranberry", "kalkoen", "een", "en", "oven", "er", "voor"], "pubDate": "2020-12-09T13:00:05+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}