{"id": "b5611b8a-f22d-3997-9d21-613989f708cd", "title": "Red Bull strikt ervaren Pérez als teamgenoot Verstappen", "url": "https://www.parool.nl/sport/red-bull-strikt-ervaren-perez-als-teamgenoot-verstappen~b3531ede/", "summary": "Beeld AFPMet Sergio Pérez krijgt Max Verstappen voor het eerst in zijn carrière een dertiger naast zich in de Formule 1.\nUitstekende timing van Pérez, blijkt nu.\nDe hoop van Red Bull Racing is dat de ervaren Pérez naast de Nederlander van meer waarde kan zijn dan Albon.\nDaar stapt Aston Martin volgend jaar in en naast Lance Stroll werd al Sebastian Vettel gestrikt.\nEen sabbatical dreigde zodoende voor Pérez, maar door de kans bij Red Bull blijft de Mexicaan - die de voorkeur kreeg boven Nico Hülkenberg - nu alsnog behouden voor de Formule 1.", "paragraphs": ["Beeld AFP", "Met Sergio Pérez krijgt Max Verstappen voor het eerst in zijn carrière een dertiger naast zich in de Formule 1. De Mexicaan neemt vooral bakken ervaring mee naar het topteam. In tien seizoenen koningsklasse kwam hij namens Sauber, McLaren, Force India en opvolger Racing Point tot 191 races. Tien keer haalde hij het podium en onlangs won hij na heel lang wachten zijn eerste Grand Prix in Bahrein. Uitstekende timing van Pérez, blijkt nu. Want natuurlijk zal die zege geholpen hebben bij het overtuigen van de teamleiding van Red Bull Racing, dat lange tijd ook nog een langer verblijf voor Alexander Albon overwoog.", "De jonge Britse Thai is anderhalf seizoen gewogen, maar uiteindelijk toch te licht bevonden. Geen moment wist Albon ook maar in de buurt te blijven van Verstappen, in de kwalificatie én de races. Twee keer naar het podium in 26 races namens Red Bull Racing, dat is bijzonder karig. Wel blijft Albon betrokken als test- en reservecoureur bij de formatie.", "Zevende teamgenoot Verstappen", "Als rookie stapte Albon halverwege vorig seizoen plotsklaps in als vervanger voor de Franse coureur Pierre Gasly, die al na twaalf races naast Verstappen teruggezet werd naar Torro Rosso, nu Alpha Tauri. Gasly was op zijn beurt gekomen in de plaats van Daniel Ricciardo, de Australiër die na drie jaar naast Verstappen op eigen verzoek overstapte naar Renault en volgend jaar naar McLaren trekt.", "Verstappen, die in zijn debuutjaar bij Toro Rosso al naast Carlos Sainz, Daniil Kvyat en Jean-Eric Vergne reed, is met Pérez al toe aan zijn zevende teamgenoot in de Formule 1. Het zitje naast Verstappen blijkt keer op keer geen gemakkelijke. De hoop van Red Bull Racing is dat de ervaren Pérez naast de Nederlander van meer waarde kan zijn dan Albon. Verstappen koos onlangs zelf nog voor de term ‘rugdekking’, toen hij in Bahrein voor de zoveelste keer als enige Red Bull-coureur met Lewis Hamilton en Valtteri Bottas de strijd aankon in de kwalificatie. Wil Red Bull Racing in 2021 sterk voor de dag komen in de strijd om het wereldkampioenschap, dan is het presteren van beide coureurs van levensbelang.", "Niet als bliksemafleider", "“Alex is een gewaardeerd lid van het team en we hebben lang en diep nagedacht over deze beslissing,” vertelt teambaas Christian Horner. “Nadat we onze tijd hebben genomen om alle relevante gegevens en prestaties te evalueren, hebben we besloten dat Sergio de juiste coureur is om met Max voor 2021 samen te werken en we kijken ernaar uit hem te verwelkomen bij Red Bull Racing. Alex blijft een belangrijk onderdeel van ons team als test- en reservecoureur met een belangrijke focus op de ontwikkeling van 2022 en we willen hem bedanken voor zijn harde werk en bijdrage.”", "Gevraagd naar zijn eventuele rol bij Red Bull Racing maakte Pérez een paar weken geleden al duidelijk dat hij niet zonder slag of stoot als bliksemafleider of tweede man zal gaan fungeren. “Ik zou heel verbaasd zijn als er ook maar één team in de Formule 1 bestaat waar ze al voor je eerste race roepen dat je tweede man bent. Die strijd hoort op het asfalt uitgevochten te worden,” aldus Pérez, die moest wijken bij Racing Point. Daar stapt Aston Martin volgend jaar in en naast Lance Stroll werd al Sebastian Vettel gestrikt. Een sabbatical dreigde zodoende voor Pérez, maar door de kans bij Red Bull blijft de Mexicaan - die de voorkeur kreeg boven Nico Hülkenberg - nu alsnog behouden voor de Formule 1."], "authors": ["Arjan Schouten"], "keywords": ["pérez", "strikt", "van", "zijn", "teamgenoot", "naast", "red", "voor", "en", "racing", "een", "bull", "ervaren", "het", "verstappen", "als"], "pubDate": "2020-12-18T14:44:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}