{"id": "b5624145-1ca1-3c56-b358-fa615dd1596f", "title": "Mijn Sportmoment van 2020? Anna van der Breggen op haar fiets", "url": "https://trouw.nl/nieuws/mijn-sportmoment-van-2020-anna-van-der-breggen-op-haar-fiets~b14779e7/", "summary": "Als ik even niet wil piekeren, tot rust wil komen, dan kijk ik naar haar.\nMaar mijn hart licht op als ik haar zo fietsen zie.\nHet was op het WK wielrennen op de weg.\nNu er geen Sportgala is, geen Sportman of Vrouw, geen Sportploeg van het Jaar, is er wel een Sportmoment van 2020.\nAls het woelen van het jaar me dan te veel wordt, kijk ik naar haar, de vleesgeworden perfectie.", "paragraphs": ["Als ik even niet wil piekeren, tot rust wil komen, dan kijk ik naar haar. Als ik het gedoe uit mijn hoofd wil bannen, voor een moment in de waan wil zijn dat alles klopt, dan kijk ik naar haar. Zelfs het knagende stemmetje in mijn achterhoofd dat zegt dat er wel wat is, heel veel zelfs dit jaar, legt zij het zwijgen op. Ik kijk naar haar. Alles is goed.", "Het is Anna op haar fiets. Anna van der Breggen. Ze fietst, nee, zweeft over een bergkam. Een paar millimeter boven het asfalt, zo weinig, je ziet het niet eens. Het moet wel dat ze zweeft, als aan een touwtje voortgetrokken. Zo gewichtloos, moeiteloos draait ze haar benen. Een perpetuum mobile onder een kaarsrecht bovenlijf. De sfinx. Tien seconden duurt dit stuk perfectie. Ik herhaal het eindeloos.", "Het jaar 2020 woelt narrig, stekelig. Bozig, verdrietig. Met het rijpen van de mais slaat de weemoed toe, omdat herfst en winter komen gaan. Regen en wind, kilte en somberte – dit jaar vele malen meer dan anders. Maar mijn hart licht op als ik haar zo fietsen zie. Ik kijk naar haar. Niets om mij heen bestaat nog. Alles is goed.", "Het was op het WK wielrennen op de weg. Bijna had het niet plaatsgevonden; net als zoveel sport dit jaar zou het worden afgelast. Tot ze in het Italiaanse Emilia-Romagna zeiden: kom maar hier naartoe. We finishen op het circuit van Imola en rijden daarvoor een ronde door de heuvels. Over een bergkam. Met akkers op de achtergrond. En een paar cipressen. Glooiende hellingen tegen een blauwe lucht.", "It's back to TT mode for @AnnavdBreggen 🇳🇱 as she glides through the beautiful countryside of Emilia-Romagna 🇮🇹.", "", "Are we looking at a repeat of Innsbruck 2018 when she won gold from a solo attack?#Imola2020 pic.twitter.com/cYestSsvwr — UCI (@UCI_cycling) 26 september 2020", "Vleesgeworden perfectie", "Geen toeschouwers. Alleen een wielrenster, op de bergkam, gevangen door het oog van de helikoptercamera. Hoe langer ik kijk, hoe meer het lijkt of ze er niet echt is, maar op het landschap is geplakt. Zo haarscherp uitgesneden, het puntje van haar vlecht glanzend in de zon. Even neigt ze met haar kin naar beneden. Kijkt ze op haar powermeter? Of naar haar draaiende benen? Is ze zelf net zo verbaasd als ik? Ik kijk naar haar, de vleesgeworden perfectie. Niets om mij heen bestaat nog. Alles is goed.", "In dit jaar waarin sport geen sport was, want zonder publiek is de ziel eruit, moet er toch één moment zijn. Al was het maar één seconde. Of tien dan, zoals hier. Er moet toch één fragment zijn, dat unaniem het allermooist en best was? Een beeld om de sport te vieren. En te eren. En om te verlangen, naar wat ooit was en wat hopelijk snel weer komen gaat.", "Nu er geen Sportgala is, geen Sportman of Vrouw, geen Sportploeg van het Jaar, is er wel een Sportmoment van 2020. En dat is volgens deze eenvrouwsjury Anna van der Breggen op haar fiets. Ik wil haar aan de muur, als een schilderij. Als achtergrond op mijn computer en mijn telefoon. Liefst een beetje in vertraging. En telkens opnieuw. Opnieuw.", "Als het woelen van het jaar me dan te veel wordt, kijk ik naar haar, de vleesgeworden perfectie. Niets om mij heen bestaat nog. Rust in mijn hoofd. Alles is goed.", "Journalist en voormalig profwielrenner Marijn de Vries fietst u elke maandag door het sportweekend. Lees hier eerdere columns terug."], "authors": ["Marijn De Vries"], "keywords": ["ik", "van", "sportmoment", "2020", "mijn", "naar", "en", "der", "een", "ze", "anna", "breggen", "op", "het", "fiets", "haar", "als"], "pubDate": "2020-12-14T08:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}