{"id": "b56cc02f-5245-3f8e-a073-02f6ba4b5207", "title": "Hoe de pandemie de Olympische Spelen zal veranderen", "url": "https://trouw.nl/sport/hoe-de-pandemie-de-olympische-spelen-zal-veranderen~b6d11a5d/", "summary": "De eerste keer dat die werd gebruikt was op de Olympische Spelen van 1920 in Antwerpen.\nNaties moeten elkaar op het sportveld bestrijden, aldus De Coubertin, en niet op het slagveld.\nDit wereldberoemde symbool was het antwoord van de sport op het grote maatschappelijke probleem van honderd jaar geleden.\nDe grootste maatschappelijke bijdrage van de sport van de komende jaren ligt toch echt bij de Paralympische Spelen en alle andere vormen van gehandicaptensport.\nWant daar ligt het antwoord van de sport op het grote maatschappelijke probleem van onze tijd.", "paragraphs": ["Het was een uniek jaar voor de Nederlandse sport. Competities werden ontregeld, sommige elftallen konden soms nog maar drie gezonde voetballers opstellen. In november begon de tweede golf, die nóg verwoestender was dan de eerste. Steden als Almelo en Wageningen legden een voetbalverbod op. Door het hele land stierven jonge sporters: voetballers, atleten, worstelaars, zelfs een olympiër. De paardensport kwam tot stilstand, omdat de paarden nodig waren voor de vele begrafenissen. De sombere voorspelling van Het Sportblad aan het begin van de pandemie werd daarmee volkomen bewaarheid: ‘Deze ziekte kan nog een ernstige spelbreker worden bij volgende wedstrijden.’", "Gaat dit alles over het afgelopen coronajaar? Nee, dit gaat over de Spaanse griep die er in 1918 voor zorgde dat ook de sport volkomen werd ontwricht. ‘Een sombere tijd voorwaar, dit einde van 1918,’ rouwde het tijdschrift Revue der Sporten.", "Niet uitvoerig stilstaan bij tegenslagen", "In 2020 had de internationale sport opnieuw een sombere tijd te doorstaan. Wereldwijd zijn er inmiddels 35 olympiërs overleden aan de gevolgen van corona, zo blijkt uit tellingen van de gezaghebbende website Olympedia.org. Voor de eerste keer in vredestijd werden de Olympische Spelen uitgesteld. Voor de Paralympische Spelen was dat zelfs de eerste keer in hun bestaan. En voor de eerste keer sinds de Tweede Wereldoorlog is in Nederland een voetbalseizoen niet uitgespeeld.", "De sportwereld is er niet op ingesteld om uitvoerig stil te staan bij zulke tegenslagen. Na een dramatisch verlies stamelt elke voetballer tenslotte dat we deze wedstrijd zo snel mogelijk moeten vergeten. Sportieve terugblikken bestaan slechts uit lijstjes met helden en hoogtepunten. Volgens deze sport­logica moeten we het afgelopen jaar daarom zo snel mogelijk vergeten om in 2021 alles in te halen wat we in de afgelopen maanden hebben gemist. Dan komt alles weer goed.", "Brood en wielen", "Die ultrapositieve zienswijze hebben we meer gezien. In december 1939 publiceerden de Franse wielersportleiders de complete wedstrijdkalender van het volgende seizoen, alsof er niet een paar maanden eerder een wereldoorlog was uitgebroken. Enkele evenementen werden verplaatst of geschrapt, maar voor de rest moest het Franse sportleven zoveel mogelijk worden afgehandeld alsof er niets was gebeurd. Ook de Tour de France van 1940 stond op het programma. Het volk wil tenslotte brood en wielen.", "‘Frankrijk wil gewoon doen,’ vatte de Limburger Koerier mooi samen. En dat was misschien ook maar het beste, vervolgde de krant: ‘In ieder geval is het te prijzen in de leiding van den Franschen wielerbond, en niet minder in de organisators, dat zij onder de huidige omstandigheden zoo’n voortvarende houding demonstreeren.’", "Een half jaar later kwam er maar weinig terecht van deze Franse ambities. De Tour de France werd zelfs pas in 1947 weer hervat, die pauze – door de Tweede Wereldoorlog – was de grootste onderbreking voor dit evenement tot nu toe.", "Nieuwe vorm", "De ambitie van de sport van 1940 werd begrensd door een ontwrichte maatschappij, precies zoals dat tachtig jaar later opnieuw is gebeurd door corona. Het zijn niet alleen de helden en hoogtepunten die de sportgeschiedenis sturen, maar ook de drama’s en dieptepunten. Sterker: juist tijdens de twee wereldoorlogen sloeg de olympische beweging tot twee keer toe een compleet nieuwe weg in. Zonder die oorlogen hadden de Olympische Spelen er nu heel anders uitgezien.", "Direct na de Eerste Wereldoorlog werd de olympische vlag met de vijf ringen geïntroduceerd, ontworpen door Pierre de Coubertin, oprichter van het Internationaal Olympisch Comité. De eerste keer dat die werd gebruikt was op de Olympische Spelen van 1920 in Antwerpen. De vijf ringen symboliseren de wereldwijde verbondenheid van de sport, nog steeds de basisgedachte van dit sportevenement. Naties moeten elkaar op het sportveld bestrijden, aldus De Coubertin, en niet op het slagveld. Dit wereldberoemde symbool was het antwoord van de sport op het grote maatschappelijke probleem van honderd jaar geleden.", "De olympische vlag was een antwoord op de Eerste Wereldoorlog Beeld Hollandse Hoogte / AFP", "Direct na de Tweede Wereldoorlog werden sport en lichamelijke beweging gebruikt om patiënten met zware oorlogsverwondingen te begeleiden bij hun terugkeer in de maatschappij. Vooral vanuit het Engelse dorp Stoke Mandeville werd onder leiding van neuroloog Ludwig Guttmann de basis gelegd voor de gehandicaptensport en daarmee van de Paralympische Spelen. Dit baanbrekende werk was het antwoord van de sport op het grote maatschappelijke probleem van 75 jaar geleden.", "Juist tijdens de grootste crises in de moderne geschiedenis gaf de sport zichzelf dus opnieuw vorm. Daarom mogen we het afgelopen coronajaar absoluut niet vergeten, maar moeten we in 2021 actief op zoek naar weer een nieuwe vorm.", "Sporten na een pandemie", "In de zomer van 2020 verscheen een onderzoek van Bram Constandt en Annick Willem van de Universiteit Gent, dat bij deze zoektocht kan helpen. Vanwege corona ging dit academische duo precies een eeuw terug in de tijd. ‘De Spelen van Antwerpen werden ook geconfronteerd met een crisis in de volksgezondheid,’ schreven Constandt en Willem, verwijzend naar de Spaanse griep. De deelnemersaantallen van toen waren natuurlijk aanzienlijk lager dan nu, maar dat neemt niet weg dat het IOC ook toen werd geconfronteerd met nieuwe problemen en vraagstukken.", "Ook volgens Constandt en Willem was Antwerpen 1920 de herstart voor de olympische beweging, met nieuwe ideeën en symbolen. In alle olympische toespraken en verklaringen werd daarom het maatschappelijke belang van sport benadrukt, voor de bevordering van vrede en als alternatief voor oorlog.", "Vergelijkbare krachttoer", "Precies honderd jaar later staat de olympische beweging voor een vergelijkbare krachttoer. ‘Een ingekrompen Tokio 2020, waarin de stem van de atleten en de gezondheid van alle betrokkenen op de voorgrond worden geplaatst, zou de olympische beweging een nieuw elan van internationale betekenis en relevantie kunnen geven.’", "Het gaat dan niet over de Olympische Spelen alleen, maar ook over de Paralympische Spelen. Meer dan ooit heeft dit gehandicaptensportevenement een grote maatschappelijke waarde met wereldwijd miljoenen coronapatiënten, die hun leven weer moeten opbouwen. Sport en lichamelijke beweging kunnen hierin een belangrijke rol spelen.", "De Spelen van 2021 zullen vast weer mooi worden met een hoop nieuwe helden en hoogtepunten, stuk voor stuk leuke verhaaltjes voor de liefhebber. De grootste maatschappelijke bijdrage van de sport van de komende jaren ligt toch echt bij de Paralympische Spelen en alle andere vormen van gehandicaptensport. Want daar ligt het antwoord van de sport op het grote maatschappelijke probleem van onze tijd.", "Lees ook:", "De grootste ambitie van het IOC: in 2024 doen evenveel mannelijke als vrouwelijke sporters mee", "Op de Olympische Spelen van 2024 moeten voor de eerste keer net zoveel mannen als vrouwen meedoen.", "Vijf jarige ringen, als fietsbanden gevlochten door engeltjes", "Op 14 augustus 1920 werd in Antwerpen voor de eerste keer de olympische vlag aan het grote publiek vertoond. Sinds 1932 ligt die in een privékluis in de Verenigde Staten."], "authors": ["Jurryt Van De Vooren"], "keywords": ["pandemie", "van", "zal", "voor", "en", "sport", "een", "spelen", "hoe", "op", "veranderen", "het", "olympische", "werd"], "pubDate": "2021-01-03T10:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}