{"id": "b5787359-3568-3b75-b3ad-f3a602f336d2", "title": "Review: VR-bril Oculus Quest 2 is geweldig, maar vooral voor gamers", "url": "https://nu.nl/reviews/6083936/review-vr-bril-oculus-quest-2-is-geweldig-maar-vooral-voor-gamers.html", "summary": "Het bedrijf hoopte een mainstreampubliek voor de technologie te vinden en bracht daarom de Oculus Go en eerste Quest-bril uit.\nWe schreven in een review vorig jaar dat de Quest de eerste VR-bril voor niet-nerds was, hoewel die toen nog niet perfect was.\nSamengevat heeft de bril een veel hogere resolutie, een lichter gewicht en een lagere prijs van 350 euro.\nMaar daar zit ook een keerzijde aan: om een Quest 2 te gebruiken, moet je verplicht inloggen met een Facebook-account.\nMuziekgames als Beat Saber geven je het idee dat je zelf met laserzwaarden rondzwiept, terwijl het in Arizona Sunshine voelt alsof je echt tussen de zombies staat.", "paragraphs": ["De VR-bril Oculus Quest 2 is beter en goedkoper dan zijn voorganger, die VR vorig jaar al veel betaalbaarder maakte. Dat maakt het de meest toegankelijke headset ooit - waarvoor je wel één offer moet brengen.", "In de pakweg vier jaar sinds virtual reality haar opmars begon, is het vooral een hobby voor nerds geweest. Om de eerste, prijzige brillen te gebruiken waren krachtige pc's nodig, die alleen hardcore gamers in huis hadden.", "Daar kwam verandering in toen Facebook brillenmaker Oculus kocht. Het bedrijf hoopte een mainstreampubliek voor de technologie te vinden en bracht daarom de Oculus Go en eerste Quest-bril uit. Beide hadden geen pc nodig, terwijl de Quest grotendeels dezelfde ervaring bood als dure machines. Dat was voor 450 euro buitengewoon bijzonder.", "We schreven in een review vorig jaar dat de Quest de eerste VR-bril voor niet-nerds was, hoewel die toen nog niet perfect was. De hardware maakte de Quest vrij zwaar, waardoor hij bij gebruik aan je hoofd begon te trekken.", "Met de Quest 2 probeert Facebook in een keer een grote stap te maken. Samengevat heeft de bril een veel hogere resolutie, een lichter gewicht en een lagere prijs van 350 euro.", "Virtual reality is nu haarscherp", "De verbeteringen voor het scherm zijn bijzonder groot. De hoeveelheid pixels is met 50 procent gestegen, waardoor het apparaat een resolutie van 1.832 bij 1.920 pixels per oog heeft. Het is alsof er een halve 4K-televisie voor ieder oog hangt.", "Die resolutieverhoging zorgt ervoor dat de virtuele wereld haarscherp oogt. Voorgaande headsets lieten een soort 'hordeur' zien, veroorzaakt door de ruimte tussen de individuele pixels op het scherm. Bij de Quest 2 is dat niet meer het geval.", "Waar de Quest 1 een wat oudere smartphoneprocessor gebruikte, heeft de Quest 2 een chip die speciaal voor virtual reality is ontworpen. Het verschil is in de praktijk goed te merken. Games geoptimaliseerd voor de nieuwe Quest zien er vele malen mooier en gedetailleerder uit.", "Het is haast niet te geloven dat zulke krachtige hardware in een apparaat van slechts 350 euro wordt verkocht. Maar daar zit ook een keerzijde aan: om een Quest 2 te gebruiken, moet je verplicht inloggen met een Facebook-account.", "Facebook is een offer om te brengen", "Die verplichting voelt wat gek, gezien voorgaande headsets een los Oculus-account konden gebruiken. Wellicht is dit hoe Facebook de hoge productiekosten van de bril hoopt terug te verdienen.", "Door aan je account te koppelen wat je doet en speelt, kan het bedrijf op termijn gerichtere advertenties op het sociale netwerk tonen. Op die manier kan de geheid kleine marge op de verkoopprijs worden gecompenseerd.", "Een duidelijk voordeel voor gebruikers is er niet. Wie liever niet een Facebook-account aanmaakt, bijvoorbeeld vanwege privacybezwaren, moet daarom een offer brengen als hij of zij deze bril wil gebruiken.", "50 Trailer: Oculus Quest 2", "Lichter, maar met een slechtere band", "De Quest 2 is 10 procent lichter dan de vorige. Ook is hij compacter, waardoor hij minder zwaar weegt op het gezicht. Eén nadeel: de nieuwe hoofdband verdeelt het gewicht minder goed, waardoor hij nog steeds wat aan je gezicht trekt.", "Facebook verkoopt een alternatieve band die voor 50 euro het dragen van de bril comfortabeler moet maken, maar deze konden we nog niet testen. Het voelt als een truc: door geld te besparen op de hoofdband en een beter model los te verkopen, wordt de prijs van de Quest 2 laag gehouden.", "Niet zo vanzelfsprekend als een smartphone", "De vraag blijft: zijn bovenstaande veranderingen genoeg om virtual reality nu écht mainstream te maken? We leven nog niet in een wereld waar zo'n bril net zo vanzelfsprekend is als een smartphone of tablet. Een mainstream app lijkt nog te ontbreken. Smartphones zijn door camera's en apps zoals WhatsApp en TikTok interessant voor een breed publiek, terwijl VR het nog vooral moet hebben van games.", "Die games zijn op de Quest 2 wel verbluffend mooi en uitermate leuk om te spelen. Muziekgames als Beat Saber geven je het idee dat je zelf met laserzwaarden rondzwiept, terwijl het in Arizona Sunshine voelt alsof je echt tussen de zombies staat. Maar van lokkertjes voor niet-gamers is nog weinig sprake.", "Facebook werkt op het moment wel hard aan zijn VR-app Horizon, waarvan nu al een testversie bestaat. Dat moet ooit een sociaal netwerk in virtual reality worden. Maar of dat de grote killer-app wordt moet nog blijken.", "Conclusie", "De Quest 2 is lichter, krachtiger en zelfs veel goedkoper dan zijn voorganger. Nog nooit was virtual reality zo makkelijk voor een grote groep mensen te gebruiken. Het is nu afwachten of dat ook zal gebeuren. Want hoewel de hardware fenomenaal is, is het aanbod nog vooral gericht op gamers."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["gamers", "nog", "vrbril", "het", "maar", "oculus", "op", "quest", "een", "je", "vooral", "te", "en", "dat", "review", "geweldig", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}