{"id": "b58c969c-813b-35f6-975e-802695e30071", "title": "Taco Carlier (VanMoof) over Swapfiets en zijn grootste fout", "url": "https://nu.nl/economie/6031429/taco-carlier-vanmoof-over-swapfiets-en-zijn-grootste-fout.html", "summary": "En als iedereen er al eentje (of twee) heeft, hoe zorg je er dan voor dat mensen toch die van jou kopen?\nDat en meer vragen we in Andermans Zaken aan: Taco Carlier (42), die samen met zijn broer het designfietsmerk VanMoof begon.\nOver Andermans ZakenAndermans Zaken is de NU.nl-podcast waarin Thomas Moerman en Lisa Peters hun neuzen steken in de handel en wandel van bekende Nederlandse ondernemers.\nZe praten over hoe het is om de baas te zijn.\nMaar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal.", "paragraphs": ["Nergens pakt men zo vaak de fiets als hier. Hoe houd je zo’n klassiek ingeburgerd product een beetje spannend? En als iedereen er al eentje (of twee) heeft, hoe zorg je er dan voor dat mensen toch die van jou kopen? Dat en meer vragen we in Andermans Zaken aan: Taco Carlier (42), die samen met zijn broer het designfietsmerk VanMoof begon.", "Carlier vertelt over waarom de Nederlandse fiets niet geschikt is voor in New York, over hoe het is om Swapfiets als concurrent te hebben (\"Beter goed gejat dan slecht bedacht\") en over waarom hij het zichzelf nog steeds kwalijk neemt niet eerder de overstap naar elektrisch te hebben gemaakt.", "Over Andermans Zaken", "Andermans Zaken is de NU.nl-podcast waarin Thomas Moerman en Lisa Peters hun neuzen steken in de handel en wandel van bekende Nederlandse ondernemers.", "Ze praten over hoe het is om de baas te zijn. Over wanneer de ondernemers 's nachts wakker lagen en dachten: waar ben ik in 's hemelsnaam aan begonnen? Maar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal."], "authors": ["Door"], "keywords": ["taco", "zaken", "zijn", "waarom", "fout", "een", "grootste", "te", "het", "voor", "vanmoof", "en", "hoe", "als", "carlier", "swapfiets"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}