{"id": "b594c682-15da-3239-84fc-369634d22255", "title": "Meer bewegen: 'Dertig minuten lijkt weinig, maar we halen die norm niet'", "url": "https://nu.nl/gezondheid/6100307/meer-bewegen-dertig-minuten-lijkt-weinig-maar-we-halen-die-norm-niet.html", "summary": "Ze hebben vaak ernstigere complicaties en een grotere kans op een ic-opname en overlijden dan slankere mensen.\"\nJe wist nooit wanneer je je volgende maaltijd zou krijgen.\nPas op de lange termijn merk je dat je meer energie krijgt, slanker wordt en lekkerder in je vel komt te zitten.\"\nHeb je nog meer tips om meer te bewegen?\n\"Doe het samen met anderen in een team of met een sportmaatje, desnoods onder begeleiding van een coach.", "paragraphs": ["Iedere week beantwoordt Edwin de Vaal (48), huisarts in Nijmegen, een veelgestelde of opvallende vraag uit zijn praktijk. Deze week is dat: waarom moeten we meer bewegen? En hoe doe je dat?", "Waarom is bewegen zo belangrijk?", "\"Bewegen is een belangrijk onderdeel in de strijd tegen overgewicht, een grote risicofactor voor allerlei ziekten zoals kanker, diabetes en hart- en vaataandoeningen. Wie te zwaar is, loopt een groter risico om eerder ziek te worden en overlijdt ook eerder. Zeker nu, ten tijde van de coronapandemie, is het belangrijk om ons gewicht onder controle te houden en dus voldoende te bewegen.\"", "Waarom?", "\"We hebben de afgelopen maanden gezien dat mensen met overgewicht slechtere prognoses hebben bij een COVID-19-infectie. Ze hebben vaak ernstigere complicaties en een grotere kans op een ic-opname en overlijden dan slankere mensen.\"", "“De mens is van nature lui. Genetisch zitten we nog net zo in elkaar als onze voorouders die in grotten leefden, toen het belangrijk was geen energie te verspillen.” Edwin de Vaal, huisarts", "Hoeveel moeten we bewegen?", "\"De Gezondheidsraad adviseert om ten minste dertig minuten per dag te bewegen. Dat hoeft niet aan één stuk. Drie keer tien minuten is ook prima. Dat lijkt weinig, maar veel mensen halen die norm niet. Zeker niet nu we allemaal thuiswerken.\"", "Hoe kan het dat we massaal te weinig bewegen?", "\"De mens is van nature 'lui'. Genetisch zitten we nog net zo in elkaar als onze voorouders die in grotten leefden. In die tijd was eten schaars. Je wist nooit wanneer je je volgende maaltijd zou krijgen. Het was dus belangrijk om tussen de schaarse maaltijd door zo min mogelijk energie te verspillen.\"", "\"Dat mechanisme zit er nog steeds in: we nemen liever de lift dan de trap. Dat levert in de moderne tijd problemen op, want energierijke voeding is alomtegenwoordig. We krijgen meer energie binnen dan we verbranden. Dat maakt ons dik en ziek.\"", "Hoe kan ik meer bewegen?", "\"In de eerste plaats door je bewust te zijn van het mechanisme dat we liever lui zijn dan moe. Het kost wilskracht om van de bank komen en te gaan bewegen. Het vereist doorzettingsvermogen, want meer bewegen levert niet direct iets op, behalve een rood hoofd en spierpijn. Pas op de lange termijn merk je dat je meer energie krijgt, slanker wordt en lekkerder in je vel komt te zitten.\"", "“Creëer nieuwe routines. Plof na het eten niet standaard op de bank voor de televisie, maar maak een ommetje.” Edwin de Vaal, huisarts", "Moet ik echt naar de sportschool?", "\"Zeker niet! Fietsen of wandelen is ook bewegen. Mensen die ineens vijf keer per week gaan hardlopen of naar de sportschool gaan, houden dat meestal niet vol, dus doe alsjeblieft iets wat je leuk vindt. Probeer bewegen een onderdeel van je leefstijl te maken.\"", "\"Maak kleine aanpassingen: neem de fiets in plaats van de auto. Of parkeer wat verder van je bestemming af en loop het laatste stuk. Neem de trap in plaats van de lift. Of combineer: woon je op de negende verdieping? Neem bijvoorbeeld de lift naar de zevende etage en loop de laatste twee.\"", "Heb je nog meer tips om meer te bewegen?", "\"Doe het samen met anderen in een team of met een sportmaatje, desnoods onder begeleiding van een coach. Bij regen is afzeggen net iets moeilijker wanneer er een wandelmaatje of trainer op je zit te wachten. Sociale druk is een goede stok achter de deur. En creëer nieuwe routines. Plof na het eten niet standaard op de bank voor de televisie, maar maak een ommetje door de buurt.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["van", "dertig", "lijkt", "weinig", "maar", "halen", "norm", "een", "en", "te", "op", "het", "meer", "minuten", "niet", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}