{"id": "b5ac8e5e-1c92-34c3-8648-50bb17d6974b", "title": "De uitzending van 4 januari: De Jonge komt met zijn vaccinatiestrategie / Hoe staat ondernemend Nederland ervoor? / Trump drong aan op wijzigen uitslag Georgia", "url": "https://nos.nl/nieuwsuur/artikel/2363002-de-uitzending-van-4-januari-de-jonge-komt-met-zijn-vaccinatiestrategie-hoe-staat-ondernemend-nederland-ervoor-trump-drong-aan-op-wijzigen-uitslag-georgia.html", "summary": "De Jonge komt met zijn vaccinatiestrategie Vandaag zette minister Hugo de Jonge in een brief aan de Tweede Kamer zijn vaccinatiestrategie voor de komende tijd uiteen.\n8:44 De vaccinatiestrategie van Hugo de JongeBekijk ook Steeds een andere vaccinatiestrategie, deze vragen staan nog openHoe staat ondernemend Nederland ervoor?\nOok volgden we de afgelopen maanden de uitbater van een zalencentrum in Amsterdam.\nThe Washington Post heeft de hand weten te leggen op een audio-opname van het telefoongesprek en die in zijn geheel online gezet.\nTrump verloor de staat in november aan Biden met een verschil van 11.779 stemmen.", "paragraphs": ["De Jonge komt met zijn vaccinatiestrategie Vandaag zette minister Hugo de Jonge in een brief aan de Tweede Kamer zijn vaccinatiestrategie voor de komende tijd uiteen. Duidelijk is dat verzorgend personeel in verpleeghuizen, ziekenhuispersoneel in de acute zorg en huisartsen met prioriteit een vaccinatie krijgen. Ondertussen vragen sommigen zich af waar de voorlichting vanuit de overheid blijft. Die kondigde half december een publiekscampagne aan met advertenties in kranten, radiospotjes en later ook spotjes op tv. Maar erg zichtbaar lijkt het nog niet. Ziekenhuizen nemen nu zelf spotjes op voor hun personeel. Zoals het Erasmus Medisch Centrum in Rotterdam, waar we vandaag langs gaan.", "Dit artikel bevat een video. 8:44 De vaccinatiestrategie van Hugo de Jonge", "Bekijk ook Steeds een andere vaccinatiestrategie, deze vragen staan nog open", "Hoe staat ondernemend Nederland ervoor? 'Onzekerheid' kenmerkte voor veel ondernemers het jaar 2020. De eerste lockdown bleek het startschot van de grootste recessie in Nederland sinds de Tweede Wereldoorlog. Maar wat is op dit moment de stand van ondernemend Nederland? We bespreken het met onze huiseconoom Mathijs Bouman. Ook volgden we de afgelopen maanden de uitbater van een zalencentrum in Amsterdam. Er wordt niet meer gefeest, er zijn geen inkomsten en toch moet hij iedere maand de huur betalen. Ondanks de harde klappen wil hij de handdoek niet in de ring gooien. Vanavond in de uitzending zijn verhaal.", "Dit artikel bevat een video. 8:54 Hoe staat ondernemend Nederland ervoor?", "Trump drong aan op wijzigen uitslag Georgia President Donald Trump heeft er zaterdag bij een hoge verkiezingsofficial in de staat Georgia op aangedrongen genoeg stemmen te 'vinden' om hem alsnog tot winnaar in de staat uit te roepen. The Washington Post heeft de hand weten te leggen op een audio-opname van het telefoongesprek en die in zijn geheel online gezet. \"Ik wil gewoon 11.780 stemmen vinden, want we hebben de staat gewonnen,\" zei Trump in het gesprek. Trump verloor de staat in november aan Biden met een verschil van 11.779 stemmen. Volgens experts begeeft de Amerikaanse president zich hiermee op strafbaar terrein. Daarover spreken wij met rechtsgeleerde Kim Wehle, juridisch analist bij CBS News en de BBC. En correspondent Lucas Waagmeester praat ons bij over de laatste ontwikkelingen."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["trump", "staat", "zijn", "van", "wijzigen", "en", "een", "met", "uitslag", "ondernemend", "op", "nederland", "vaccinatiestrategie", "het", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}