{"id": "b5b001cf-681a-3546-8575-30dd286b9728", "title": "China’s ‘stenenverzamelaar’ Chang’e-5 succesvol geland op maan", "url": "https://volkskrant.nl/nieuws-achtergrond/china-s-stenenverzamelaar-chang-e-5-succesvol-geland-op-maan~bc4b64b2/", "summary": "Raket Chang’e-5 wordt gelanceerd op het Wenchang Space Center.\nVoor het eerst sinds het Apollo-tijdperk, toen zowel de Verenigde Staten (bemand) als de Sovjet-Unie (onbemand) maanstenen verzamelden en terugbrachten naar aarde, is een nieuwe ‘stenenverzamelaar’ geland op het oppervlak van de maan.\nOver ongeveer twee dagen moet een klein voertuig het verzamelde maanspul terugbrengen naar het schip dat in een baan om de maan op levering wacht.\nDe volgende grote mijlpaal op de doelenlijst van het Chang’e-programma is een onbemand onderzoeksstation op de zuidpool van de maan.\nDe volgende missie (Chang’e-6, gepland rond 2024) moet daarom niet alleen maanstenen vervoeren, maar die verzamelen op een van de potentiële vestigingslocaties van zo’n maanbasis.", "paragraphs": ["Raket Chang’e-5 wordt gelanceerd op het Wenchang Space Center. Beeld AFP", "De succesvolle missie markeert de volgende imposante mijlpaal van het Chinese ruimtevaartprogramma. Voor het eerst sinds het Apollo-tijdperk, toen zowel de Verenigde Staten (bemand) als de Sovjet-Unie (onbemand) maanstenen verzamelden en terugbrachten naar aarde, is een nieuwe ‘stenenverzamelaar’ geland op het oppervlak van de maan.", "Rond vier uur dinsdagmiddag, Nederlandse tijd, plofte Chang’e-5 (vernoemd naar de Chinese maangodin) zachtjes op de grijze maangrond bij Mons Rümker, zo maakten Chinese staatsmedia bekend. Dat 1,3 kilometer hoge gebergte ligt iets ten noorden van de beroemde Oceanus Procellarum, de grootste van de donkere lavavlekken die je met het blote oog op de maan kunt zien.", "Levering op aarde", "De lander is – naar verwachting, bevestiging uit China ontbreekt – meteen al begonnen met het verzamelen van maansteen en -gruis. Eerst boort Chang’e-5 daarvoor zo’n twee meter diep een gat in de grond. Daaruit schept het materiaal omhoog en bundelt dat in een pakketje. Over ongeveer twee dagen moet een klein voertuig het verzamelde maanspul terugbrengen naar het schip dat in een baan om de maan op levering wacht. Half december keert de missie terug op aarde.", "Here's a gif of the Chang'e-5 descent and landing while we wait for the full video footage. There's a hover phase in there, but altitude is impossible to discern. pic.twitter.com/3QFitC0vcC — Andrew Jones (@AJ_FI) 1 december 2020", "De stenen die Chang’e-5 verzamelt, moeten onder meer helpen onthullen hoe de maan ooit is ontstaan. Tegelijk moet het materiaal meer inzicht verschaffen in de geschiedenis van onze eigen planeet. Omdat de aarde zijn eigen geologische historie onder invloed van wind en regen steeds weer uitgumt, is terugkijken lastig. Maar de maan mag je gerust beschouwen als een kosmisch museumstuk. Het hemellichaam hangt al miljarden jaren onaangetast – op inslagen van ruimtestenen na – in het kille zwart van de ruimte. Dat maakt van materiaal verzameld op de maan een ware geologische schatkist.", "Technologische moeilijkheidsgraad", "Belangrijker nog dan de wetenschappelijke bijdrage van de missie is dat de landing, en verwachte terugkeer, van Chang’e-5 een succesvolle volgende stap markeert in de stijgende technologische moeilijkheidsgraad van het Chinese maanprogramma.", "Eerder zetten de Chinezen met Chang’e-3 al een robotwagentje op de voorzijde van de maan en werd opvolger Chang’e-4 het eerste voertuig op de achterkant van de maan, de kant die je vanaf de aarde niet kunt zien.", "De ruimtevaartorganisatie hoopt zich met de steeds moeilijkere missies bovenal klaar te stomen voor bemande vluchten naar onze kosmische metgezel. De volgende grote mijlpaal op de doelenlijst van het Chang’e-programma is een onbemand onderzoeksstation op de zuidpool van de maan. De volgende missie (Chang’e-6, gepland rond 2024) moet daarom niet alleen maanstenen vervoeren, maar die verzamelen op een van de potentiële vestigingslocaties van zo’n maanbasis. De eerste Chinees zal vervolgens, als alles naar planning verloopt, ergens in de jaren dertig op de maan gaan wandelen."], "authors": ["George Van Hal"], "keywords": ["van", "dat", "chinas", "een", "change5", "stenenverzamelaar", "succesvol", "en", "geland", "volgende", "op", "naar", "maan", "het"], "pubDate": "2020-12-01T18:29:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}