{"id": "b5b5f6b6-ff91-309a-a115-b582acd37d02", "title": "Amsterdam designates dozens more smoke-free zones", "url": "https://www.parool.nl/english/amsterdam-designates-dozens-more-smoke-free-zones~b5c54441/", "summary": "The measures are of the new policy programme is the next step towards a smoke-free Amsterdam Beeld Koen van Weel/ANPAmsterdam is to create many more smoke-free areas outside sports clubs, playgrounds, childcare facilities, council departments, schools, and welfare institutions.\n“We’re hoping that people will talk to one another and smoke-free will become the new normal,” says Kukenheim, who presented as part of a policy programme entitled “Together towards a smoke-free Amsterdam”.\n“A lot has happened already, but it’s time for the next step,” Kukenheim says.\nSmoke-free cityShe says the package of measures forming part of the new policy programme is the next step towards a smoke-free Amsterdam.\nAshtrays will be removed from all parent and child welfare offices in the city, and “Smoke-Free Generation” signs displayed.", "paragraphs": ["The measures are of the new policy programme is the next step towards a smoke-free Amsterdam Beeld Koen van Weel/ANP", "Amsterdam is to create many more smoke-free areas outside sports clubs, playgrounds, childcare facilities, council departments, schools, and welfare institutions.", "Smoking is already banned inside most buildings, but the city now wants to stop people doing it outside as well. “We’ve all seen buildings where you have to fight your way through a cloud of smoke as you enter,” says welfare councillor Simone Kukenheim. “It’s unhealthy, and it sets the wrong example for children.”", "The city also plans to designate parks, squares and streets as smoke-free zones, regardless of whether local people request this. In the longer term, it wants to add tram and bus stops and quaysides to the list.", "No fines", "Eventually, the idea is that every location in the city where smoking is not welcome will have a tile designating it as a smoke-free zone. But this is not the same as a ban, and smokers won’t be fined if they light up. “We’re hoping that people will talk to one another and smoke-free will become the new normal,” says Kukenheim, who presented as part of a policy programme entitled “Together towards a smoke-free Amsterdam”.", "The programme’s purpose is threefold: to dissuade youngsters from taking up smoking, to encourage Amsterdammers to give up, and to create a smoke- and tobacco-free environment. “A lot has happened already, but it’s time for the next step,” Kukenheim says. She points out says the city could impose bans in specific places, for example under planning regulations, but that’s not the idea at this stage. “It’s not something we want to get into. There are lots of things you could potentially enforce in Amsterdam, but the question is what you want to achieve.”", "Kukenheim says experience has shown that it works better if local people help the area to stay smoke free. “We could tell people not to smoke at the entrance to a particular school, but if you don’t have buy-in within the school, the parents haven’t been informed and the concierge isn’t aware, there’s no point.”", "The intention is that organisations themselves talk to visitors, students, and patients. If that doesn’t work, Kukenheim says, the city will not hesitate to impose bans.", "Smoke-free city", "She says the package of measures forming part of the new policy programme is the next step towards a smoke-free Amsterdam. The city wants to ensure that no young people or pregnant women are smoking in 2030, and that fewer than five percent of Amsterdammers indulge in the habit by 2040. The current figure is 27 percent, but there are big differences between districts. In Zuidoost it’s 23 percent, while in Nieuw-West it’s 33 percent. The national average is 23 percent.", "People with low to medium levels of education are more likely to smoke, and the city plans to make an extra effort to help them stop. Ashtrays will be removed from all parent and child welfare offices in the city, and “Smoke-Free Generation” signs displayed. All playgrounds will be smoke free by 2025."], "authors": ["Malika Sevil", "Translation", "Het Vertaalcollectief"], "keywords": ["designates", "smokefree", "wants", "amsterdam", "smoke", "dozens", "policy", "step", "city", "programme", "welfare", "smoking", "zones", "kukenheim"], "pubDate": "2019-12-05T14:59:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}