{"id": "b5c811f3-70ca-3813-ab67-6b4f2261bc72", "title": "Record voor toespraak Rutte: 8,4 miljoen mensen zien aankondiging lockdown", "url": "https://nu.nl/media/6096753/record-voor-toespraak-rutte-84-miljoen-mensen-zien-aankondiging-lockdown.html", "summary": "8,4 miljoen mensen zagen verspreid over diverse zenders zijn toespraak vanuit het Torentje in Den Haag.\nNaar de eerste toespraak van Rutte, in maart dit jaar, keken zo'n zeven miljoen mensen.\nNaar RTL 4 keken 1,9 miljoen mensen en via SBS nog eens 470.000 mensen.\nOok kappers, masseurs en mensen met andere (niet-medische) contactberoepen mogen hun werk niet uitvoeren.\nDankzij de toespraak trok talkshow M veel kijkers: 3,6 miljoen mensen bleven op NPO1 hangen voor de talkshow van Margriet van der Linden.", "paragraphs": ["Een recordaantal mensen heeft maandagavond gezien hoe premier Mark Rutte een harde lockdown voor Nederland afkondigde. 8,4 miljoen mensen zagen verspreid over diverse zenders zijn toespraak vanuit het Torentje in Den Haag.", "Het is het best bekeken moment rond de coronapandemie tot nu toe. Naar de eerste toespraak van Rutte, in maart dit jaar, keken zo'n zeven miljoen mensen. Het record lag tot nu toe bij de persconferentie van eind april, toen keken er 7,8 miljoen mensen.", "Via NPO1 keken veruit de meeste mensen: zo'n zes miljoen. Naar RTL 4 keken 1,9 miljoen mensen en via SBS nog eens 470.000 mensen. De toespraak was ook via de radio te beluisteren en onder andere via NU.nl live online te zien. Daar zagen ruim 43.000 mensen de toespraak.", "Rutte kondigde aan dat Nederland tot en met 19 januari in een harde lockdown zit. In die tijd sluiten onder meer scholen, niet-essentiële winkels en diverse culturele instellingen de deuren. Ook kappers, masseurs en mensen met andere (niet-medische) contactberoepen mogen hun werk niet uitvoeren.", "Dankzij de toespraak trok talkshow M veel kijkers: 3,6 miljoen mensen bleven op NPO1 hangen voor de talkshow van Margriet van der Linden."], "authors": ["Door"], "keywords": ["zien", "van", "record", "rutte", "een", "en", "keken", "zon", "lockdown", "84", "aankondiging", "toespraak", "tot", "voor", "miljoen", "het", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}