{"id": "b5d25424-8711-3bd6-95f4-0d688d71de26", "title": "Lang leve 2021: ‘Ik ben geremigreerd uit Zuid-Afrika’", "url": "https://trouw.nl/binnenland/lang-leve-2021-ik-ben-geremigreerd-uit-zuid-afrika~b9104e2b/", "summary": "Ik wilde graag terug omdat ik mijn 8-jarige dochter Rosie liever in Nederland laat opgroeien.\nIk heb een reisorganisatie in Zuid-Afrika, maar het bedrijf kan ik ook vanuit Nederland runnen.\n“In het najaar vond ik werk en kon ik weer vooruitkijken en een huis kopen.\nNet voor Kerst vond ik mijn droombaan, bij een organisatie voor internationalisering in het onderwijs.”Waar kijk je het meest naar uit?\nToch ben ik heel blij dat we naar Nederland zijn gekomen en ik niet meer in Zuid-Afrika ben.", "paragraphs": ["Verhuizen tijdens een lockdown heeft waarschijnlijk zo zijn beperkingen?", "“We hebben op de valreep van 2020 de sleutel gekregen. Je kunt nu inderdaad niet naar de bouwmarkt of vloerenzaak, maar het komt goed hoor. Ons huis was al een heel eind. We hebben online meubels besteld en via social media heb ik bij oude bekenden wat spullen kunnen ophalen, zoals servies en ovenschalen. We hebben de laatste acht maanden bij mijn ouders gewoond, dus we zijn blij dat we nu ons eigen plekje kunnen gaan inrichten.”", "Waarom woonde je bij je ouders?", "“Ik besloot een jaar geleden om te remigreren uit Zuid-Afrika, waar ik zestien jaar heb gewoond. Ik wilde graag terug omdat ik mijn 8-jarige dochter Rosie liever in Nederland laat opgroeien. Ik heb een reisorganisatie in Zuid-Afrika, maar het bedrijf kan ik ook vanuit Nederland runnen.", "“Voordat we definitief terug zouden gaan, wilde ik samen met Rosie een paar maanden door Zuid-Amerika reizen. We waren een week of zes onderweg toen de wereld in de greep van corona kwam. Alles ging dicht, ook in Ecuador, waar we op dat moment waren. Met de laatste repatriëringsvlucht konden we nog terug naar Nederland.", "“Maar hier hadden we niks geregeld. Ik had geen huis, geen baan, geen recht op een uitkering, niets. We brachten de quarantaineperiode door bij mijn broer en daarna zijn we bij mijn ouders gaan wonen. Mijn bedrijf ligt voorlopig stil vanwege corona, dus ik besloot het roer om te gooien. Ik heb me suf gesolliciteerd, maar zonder een cv in Nederland was het heel lastig. Afgelopen zomer liep ik krantenwijken om maar iets te kunnen doen.", "“In het najaar vond ik werk en kon ik weer vooruitkijken en een huis kopen. Ik kocht een huis in Mechelen, een prachtig dorpje. Net voor Kerst vond ik mijn droombaan, bij een organisatie voor internationalisering in het onderwijs.”", "Waar kijk je het meest naar uit?", "“2020 was heftig. Toch ben ik heel blij dat we naar Nederland zijn gekomen en ik niet meer in Zuid-Afrika ben. De coronamaatregelen zijn daar strenger. Ik ga genieten van de rust en stilte, af en toe eens een uurtje alleen zijn. Of samen met mijn dochter het Limburgse heuvellandschap verkennen. Afgelopen jaar was het moeilijk om een netwerk op te bouwen hier, ik heb maar drie vriendinnen gezien. Maar ook dat zal in 2021 beter gaan, nu we ons eigen thuis hebben.”", "Lees ook:", "Lang leve 2021: ‘Ik ga nog een oude caravan opknappen en verhuren’", "Waar kijken we in 2021 naar uit? Die vraag stelt Trouw deze week aan verschillende mensen. Vandaag: Suzanne Bruseker (30) knapte in het coronajaar een oude caravan op en wil hier haar werk van maken."], "authors": ["Cindy Cloin"], "keywords": ["ik", "zijn", "zuidafrika", "mijn", "naar", "en", "uit", "een", "bij", "leve", "geremigreerd", "lang", "op", "ben", "het", "maar", "2021"], "pubDate": "2021-01-03T08:33:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}