{"id": "b5e75432-de2b-370d-b347-70f2d8b6844b", "title": "Mijn vader vindt beeldbellen tijdens het eten ongepast. Is dat echt zo onbehoorlijk?", "url": "https://trouw.nl/leven/mijn-vader-vindt-beeldbellen-tijdens-het-eten-ongepast-is-dat-echt-zo-onbehoorlijk~bca542b1/", "summary": "Onlangs was onze dochter op bezoek en tijdens het toetje leek het ons leuk om even met opa en oma te beeldbellen en bij te praten.\nToen het gesprek was beëindigd en mijn vader dacht dat hij had opgehangen, begon hij te mopperen tegen mijn moeder dat het geen pas gaf om te bellen als je aan het eten bent en dat hij, als dit een volgende keer gebeurt, ons gewoon zou wegdrukken.\nVooropgesteld dat ik mijn ouders niet meer tijdens het eten zal bellen, ben ik toch ­benieuwd naar uw mening of beeldbellen met intimi tijdens het eten onbehoorlijk is.\nEten voor de cameraBeste Eten voor de camera,Voor beeldbellen geldt hetzelfde als voor gewoon telefoneren: ­liever niet onder het eten.\nDe volgende keer dat u wilt beeldbellen met uw ouders, kunt u beter even wachten tot na het eten.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Beste Beatrijs,", "Wij zijn een echtpaar van rond de zestig en hebben drie kinderen, twintigers die het huis uit zijn. In deze coronatijd beeldbellen wij regelmatig met elkaar, soms ook onder het eten. Mijn ouders (eind tachtig) kunnen sinds kort ook beeldbellen. Onlangs was onze dochter op bezoek en tijdens het toetje leek het ons leuk om even met opa en oma te beeldbellen en bij te praten. Het gesprek verliep wat stroef, mijn vader deed vrijwel niet mee. Toen het gesprek was beëindigd en mijn vader dacht dat hij had opgehangen, begon hij te mopperen tegen mijn moeder dat het geen pas gaf om te bellen als je aan het eten bent en dat hij, als dit een volgende keer gebeurt, ons gewoon zou wegdrukken. Ik schrok hiervan, omdat wij ons van geen kwaad bewust waren, maar heb niet laten merken dat ik zijn bozige reactie per ongeluk gehoord had. Vooropgesteld dat ik mijn ouders niet meer tijdens het eten zal bellen, ben ik toch ­benieuwd naar uw mening of beeldbellen met intimi tijdens het eten onbehoorlijk is.", "Eten voor de camera", "Beste Eten voor de camera,", "Voor beeldbellen geldt hetzelfde als voor gewoon telefoneren: ­liever niet onder het eten. De ­camera werkt als een vergrootglas. Mensen aan de andere kant van de lijn vinden het al niet prettig om kauw- en slikgeluiden te horen zonder beeld, maar etende mensen in beeld wekken nog meer weerzin. Voor eten in gezelschap geldt nu eenmaal de regel dat je het óf allemaal doet – althans, de gelegenheid daartoe hebt – óf je doet het niet. Als de ene helft van een groepje dat met elkaar videobelt een fijne chocolademousse zit weg te werken en de andere partij niet, heeft dat toch iets uitsluitends. De volgende keer dat u wilt beeldbellen met uw ouders, kunt u beter even wachten tot na het eten. Drinken kan wel; dat is een minder fysiek ge­beuren.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["echt", "eten", "zo", "vader", "mijn", "en", "met", "een", "vindt", "onbehoorlijk", "niet", "te", "beeldbellen", "het", "tijdens", "ongepast", "dat"], "pubDate": "2020-12-12T10:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}