{"id": "b5e83968-89d6-3932-8a96-55de82b8e915", "title": "Soms is de gedroomde perfectie aan het bord bijna haalbaar", "url": "https://volkskrant.nl/sport/soms-is-de-gedroomde-perfectie-aan-het-bord-bijna-haalbaar~b4303955/", "summary": "Ik zag het fraaie miniatuurtje voor het eerst toen ik lang geleden Raymond Keene’s boek Learn from the Grandmasters vertaalde.\nDaarin analyseren vijftien topschakers naast een eigen meesterwerk een partij van een andere speler die indruk op hen heeft gemaakt.\nAan de Nederlandse versie Schaken met Grootmeesters werden bijdragen toegevoegd van Donner, Timman en Ree.\nDonner beschrijft het bezoek dat hij in 1946 bracht aan het Stauntontoernooi in Groningen met als illustratie een partij die Botwinnik won van de Zweed Lundin.\nTxf7+ Txf7 23.", "paragraphs": ["In het tijdschrift Computerschaak ­beschrijft Paul Wiselius hoe moderne computerprogramma’s oordelen over een overwinning van Hein ­Donner die de winnaar omschreef als ‘een partij die iets van de perfectie vertoont die ik altijd heb nagejaagd, maar vrijwel nooit wist te bereiken.’", "Even vreesde ik dat een liefhebber van computerschaak nog eens het grote ongelijk zou willen aantonen van de man die in 1981 schreef dat computers niet kunnen schaken en dat ook nooit zullen kunnen: ‘Althans de eerste tweeduizend jaar niet, want daarvoor is technologie nodig die nog geheel achter de horizon ligt.’", "Die zorg bleek ongegrond, want ­Wiselius blijkt een bewonderaar van ­Donner te zijn. Tevreden stelt hij vast dat diens partij tegen de Roemeen Troianescu de test door Het Beest glansrijk doorstaat.", "Ik zag het fraaie miniatuurtje voor het eerst toen ik lang geleden Raymond Keene’s boek Learn from the Grandmasters vertaalde. Daarin analyseren vijftien topschakers naast een eigen meesterwerk een partij van een andere speler die indruk op hen heeft gemaakt. Alle auteurs hielden zich keurig aan de opdracht met uitzondering van de Amerikaan Walter Browne die twee eigen overwinningen inzond.", "Aan de Nederlandse versie Schaken met Grootmeesters werden bijdragen toegevoegd van Donner, Timman en Ree. Donner beschrijft het bezoek dat hij in 1946 bracht aan het Stauntontoernooi in Groningen met als illustratie een partij die Botwinnik won van de Zweed Lundin. De analyse van zijn eigen ‘juweeltje’ sluit hij af met de woorden ‘Zo moest het nu altijd kunnen!’", "Donner – Troianescu", "Wageningen 1957", "1.d4 Pf6 2. c4 e6 3. Pc3 Lb4 4. e3 c5 5. Ld3 0-0 6. Pf3 d5 7. 0-0 Pc6 8. a3 cxd4 9. exd4 dxc4 10. Lxc4 Le7 11. Te1 a6 12. La2 b5 13. d5! exd5 14. Pxd5 Pxd5 15. Dxd5 Lb7", "Dameruil gaat niet, na 15 ... Dxd5 16. Lxd5 wint wit een stuk.", "15 ... Lb7 16. Dh5 g6 17. Dh6 Pd4 18. Pg5 Lxg5 19. Lxg5 Db6", "Het alternatief is 19 ... Pf5 20. Lxd8 Pxh6 21. Lf6, waarna wit met zijn sterke loperpaar goede winstkansen heeft.", "20. Tad1 Tac8?", "‘Zwarts enige echte fout’, schrijft Donner. Ook na zijn voorstel 20 ... Pf5 zou zwart na 21. Dh3 nog lang niet uit de problemen zijn.", "Diagram links", "21. Te7!", "Met de dubbele dreiging 22. Txb7 en 22. Txf7. Na 21 ... Pf5 speelt wit 22. Txf7+ Txf7 23. Lxf7+ Kh8 (23 ... Kxf7 24. Dxh7+) 24. Dh3.", "21 ... Dd6", "Dreigt 22 ... Pe2+ en mat.", "22. Kh1 Dc6 23. Txb7 Pf5 24. Ld5! Dc2 25. Tc1", "Diagram rechts", "25 ... De2?", "Taaier maar onvoldoende is 25 ... Dxb2 26. Txf7 Txc1+ (Sterker dan Donners variant 26 ... Pxh6 27. Txf8+ Kxf8 28. Txc8+) 27. Lxc1 Txf7 28. Lxf7+ Kxf7 29. Dxh7+ Dg7 30. Dxg7+ met een zeer kansrijk eindspel voor wit.", "26. Lxf7+!", "Zwart geeft op."], "authors": ["Gert Ligterink"], "keywords": ["bijna", "txf7", "van", "zijn", "een", "met", "haalbaar", "dat", "gedroomde", "aan", "donner", "perfectie", "het", "pf5", "die", "bord", "soms"], "pubDate": "2020-12-23T16:40:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}