{"id": "b619d785-185d-35b1-9727-824940aa2879", "title": "Het verhaal achter de sporter: de sportboeken van dit jaar", "url": "https://trouw.nl/sport/het-verhaal-achter-de-sporter-de-sportboeken-van-dit-jaar~bf6adf85/", "summary": "Dat het sportboek al lang volwassen is geworden, bewijst de prominente plek die het krijgt in bijna elke boekhandel.\nIn ‘Vergeten goud’ beschrijft Marian Rijk het leven van ‘het meisje dat voor Hitler had gezwommen’ en altijd de erkenning voor haar prestaties moest missen.\nNostalgische boeken verschenen er ook, bijvoorbeeld rond de veertigste verjaardag van de Tourzege van Joop Zoetemelk dit jaar en het vijftigjarig jubileum van de Europa Cup-winst van Feyenoord.\nZwemster Sharon van Rouwendaal woonde als meisje in Frankrijk in hetzelfde huis als een coach die met een minderjarig meisje het bed deelde.\nHet leverde persoonlijke en openhartige verhalen op, confronterend soms ook voor de voetbalvolger die misschien geneigd is wat te snel te oordelen.", "paragraphs": ["Dat het sportboek al lang volwassen is geworden, bewijst de prominente plek die het krijgt in bijna elke boekhandel. De oogst is dit jaar even ­divers als indrukwekkend in hoeveelheid. Zoals­­ altijd domineren de (geautoriseerde) biografieën, waarin mensen uit de sport hun levensverhaal vertellen. Ze zijn bekend, hebben­­ een wat afwijkende persoonlijkheid en leiden een boeiend leven, is de gedachte. En dat verkoopt aardig, weten uitgeverijen.", "Als zelfs de modale voetballer van weleer, de kleurrijke Sjaak Polak, en ex-voetbaltrainer Gertjan Verbeek een boek krijgen, zoals dit jaar, wie komt er dan niet voor in aanmerking? Een heel andere lading heeft het boek dat verscheen over de door hartfalen getroffen jonge Ajacied Abdelhak Nouri. Eén vrouw verdiende en kreeg dit jaar postuum een boek over haar leven: Rie Mastenbroek, gouden zwemster op de ‘nazi-Spelen in Berlijn in 1936. In ‘Vergeten goud’ beschrijft Marian Rijk het leven van ‘het meisje dat voor Hitler had gezwommen’ en altijd de erkenning voor haar prestaties moest missen.", "Nostalgische boeken verschenen er ook, bijvoorbeeld rond de veertigste verjaardag van de Tourzege van Joop Zoetemelk dit jaar en het vijftigjarig jubileum van de Europa Cup-winst van Feyenoord. Met een stapeltje nieuwe boeken over de Formule 1 en Max Verstappen kon de liefhebber zich ook verheugen op de eerste Grandprix in Zandvoort sinds de jaren tachtig. Maar helaas, die ging door corona niet door.", "1 Natasja Weber – Bruut, Sharon van Rouwendaal, Edicola Sport", "Hoe ver een topsporter kan gaan om een ideaal te bereiken, blijkt uit deze geautoriseerde biografie. Zwemster Sharon van Rouwendaal woonde als meisje in Frankrijk in hetzelfde huis als een coach die met een minderjarig meisje het bed deelde. Jarenlang liet ze zich vernederen, negeren en beledigen door de vermaarde trainer Philippe Lucas. Ondanks of dankzij hem won ze olympisch goud in Rio.", "2 Megan Rapinoe – Eén leven, De Geus", "Megan Rapinoe (35) is één van de beste en succesvolste voetbalsters aller tijden met twee wereldtitels en olympisch goud. Maar Rapinoe is meer dan dat. Ze zet zich ook in voor allerlei maatschappelijke thema’s, zoals het milieu, gendergelijkheid, racisme, lhbti-rechten en wit superioriteitsdenken. Daarnaast vertelt ze openhartig over haar coming out als lesbienne, haar moeizame familieband én haar ongenoegen over de Amerikaanse politiek.", "Thomas Rijsman en Nordin Ghouddani – Marokkaanse trots, smaakmakers in de eredivisie, Atlas Contact", "Hakim Ziyech werd in Nederland aanvankelijk onderschat omdat hij een Marokkaan is. Is dat zo? Vanuit die hypothese gingen de auteurs, twee journalisten, in gesprek met 21 bekende en minder bekende (oud)voetballers van Marokkaanse afkomst die in de eredivisie actief waren. Het leverde persoonlijke en openhartige verhalen op, confronterend soms ook voor de voetbalvolger die misschien geneigd is wat te snel te oordelen."], "authors": ["John Graat"], "keywords": ["van", "jaar", "en", "voor", "een", "ze", "sporter", "dit", "achter", "sportboeken", "ook", "verhaal", "het", "haar", "dat", "die"], "pubDate": "2020-12-20T12:18:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}