{"id": "b623794b-9852-36a3-9496-69a0a7875aac", "title": "Rocksongs met een tijdloze aantrekkingskracht", "url": "https://www.nrc.nl/nieuws/2021/01/11/rocksongs-met-een-tijdloze-aantrekkingskracht-a4027046", "summary": "Hij kotst op het trottoir, steelt drank en spullen van mensen onderweg, verstoort een picknick van een vredig stelletje en intimideert een klein jongetje, dat hem met een stroomstootwapen te lijf gaat.\nMet hun tweede album Welfare Jazz trappen de Viagra Boys naar de Zweedse autoriteiten, die brave jazzmuzikanten in de watten leggen met subsidies en grensverleggende rockers aan hun lot overlaten.\nAls zoon van een Zweedse moeder en Californische vader is tattoo artist Murphy de ideale zanger om een nieuwe, ironische wending te geven aan het begrip ‘Americana’.\nIn het duet ‘In Spite of Ourselves’ met de Australische zangeres Amy Taylor van Amyl and the Sniffers spot hij met romantische clichés en een cowboy-imago.\nViagra Boys is er de band niet naar om in het verleden te blijven hangen: hun sterkste songs ‘Creatures’ en ‘In Spite of Ourselves’ zijn beheerste popsongs met een tijdloze aantrekkingskracht.", "paragraphs": ["Een zwaar getatoeëerde man in trainingsbroek en onderhemd strompelt katerig over straat. Hij kotst op het trottoir, steelt drank en spullen van mensen onderweg, verstoort een picknick van een vredig stelletje en intimideert een klein jongetje, dat hem met een stroomstootwapen te lijf gaat.", "Het is bepaald geen lieverdje, deze zanger Sebastian Murphy van de Zweedse rockgroep Viagra Boys. De videoclip van ‘Ain’t Nice’ is het visitekaartje van een band die onder normale omstandigheden in staat moet worden geacht om concertzalen volledig op hun kop te zetten met nietsontziende parkeergaragerock.", "Officieel wordt het Zweedse vijftal gerekend tot de postpunk, met sax en synthesizer naast jachtige gitaren. Veel meer dan bij die modieuze postmoderne stroming past Viagra Boys in de lijn van The Stooges en The Cramps: bands die een non-conformistische levenshouding koppelen aan onweerstaanbare rocksongs. Met hun tweede album Welfare Jazz trappen de Viagra Boys naar de Zweedse autoriteiten, die brave jazzmuzikanten in de watten leggen met subsidies en grensverleggende rockers aan hun lot overlaten. De bandnaam is naar eigen zeggen „een commentaar op de falende rol van de machoman in de samenleving van vandaag”.", "Doorgetripte Elvis", "Macho zijn ze hoe dan ook, deze stoere mannen die hun gitaarmuziek de zaal in pompen met spierballenvertoon en ontbloot bovenlijf. Als zoon van een Zweedse moeder en Californische vader is tattoo artist Murphy de ideale zanger om een nieuwe, ironische wending te geven aan het begrip ‘Americana’.", "In het duet ‘In Spite of Ourselves’ met de Australische zangeres Amy Taylor van Amyl and the Sniffers spot hij met romantische clichés en een cowboy-imago. Met zijn immer strakke blik is hij de artistieke erfgenaam van de jonge Nick Cave en Iggy Pop: ‘Ain’t Nice’ is zijn ‘Lust for Life’ en het pulserende ‘Creatures’ heeft raakvlakken met Iggy’s ‘The Passenger’.", "De zompige bassen van ‘Toad’ en ‘Into the Sun’ stellen Murphy in staat om als een doorgetripte Elvis huis te houden in meeslepende songs. In ‘Secret Canine Agent’ worden oude rockabillyclichés op hun kop gezet en ‘I Feel Alive’ geeft een eigen draai aan de blues, met de opwekkende boodschap „Oh Jesus Christ I feel alive!”", "Het chaotische ‘Girls & Boys’ neigt met zijn piepende sax naar de no wavemuziek uit New York anno 1978. Viagra Boys is er de band niet naar om in het verleden te blijven hangen: hun sterkste songs ‘Creatures’ en ‘In Spite of Ourselves’ zijn beheerste popsongs met een tijdloze aantrekkingskracht.", "Albumrecensie Viagra Boys – Welfare Jazz ●●●●●"], "authors": ["Jan Vollaard", "Januari Om", "Leestijd Minuten"], "keywords": ["zijn", "van", "en", "rocksongs", "een", "met", "hun", "aantrekkingskracht", "te", "het", "viagra", "boys", "tijdloze"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}