{"id": "b631736d-c511-3013-8573-1a829156f7fe", "title": "Amerika als leider van het vrije Westen? De wereld is veranderd", "url": "https://nrc.nl/nieuws/2021/01/06/europa-hoeft-niet-voor-de-vs-in-de-houding-te-springen-a4026278", "summary": "Op het randje van het oude jaar, 30 december, deed de Europese Unie twee betekenisvolle geopolitieke zetten.\nHet kwartet bekrachtigde namens Europa een investeringsakkoord met China, dat bedrijven betere toegang tot elkaars markten moet geven.\nMaar deze zelfstandige Europese zet doorkruist het narratief dat team-Biden vanaf de beëdiging weer wil uitdragen: Amerika als leider van het vrije Westen, „terug aan het hoofd van de tafel”.\nHij ziet het akkoord in het licht van recente autocratische wandaden door Beijing: onderdrukking van Hongkong, intimidatie van Taiwan, wapengekletter met India, sancties tegen Australië.\nVoor het Europees Parlement, dat het akkoord moet goedkeuren, waarschijnlijk niet.", "paragraphs": ["Op het randje van het oude jaar, 30 december, deed de Europese Unie twee betekenisvolle geopolitieke zetten. Om half tien ’s ochtends tekenden EU-presidenten Michel en Von der Leyen een Brexit-akkoord. Een noodzakelijk compromis voor een ielere handelsrelatie met het Verenigd Koninkrijk, dat chaos vermijdt. Zonder de grote eilandstaat in de Noordzee wordt de Unie continentaler.", "Enkele uren later zaten beide Brusselse voorzitters al in het volgende deadline-gesprek, nu met China’s president Xi. Ook bondskanselier Merkel videobelde in, vanwege het Duitse Raadsvoorzitterschap, net als, verrassender, de Franse president Macron. Het kwartet bekrachtigde namens Europa een investeringsakkoord met China, dat bedrijven betere toegang tot elkaars markten moet geven. Waarnemers trof vooral de acute strategische betekenis: ook dit akkoord oogt als een wending van de Atlantische Oceaan naar het vasteland.", "In Washington heerste verbijstering. Hoe kon Europa in hemelsnaam een akkoord sluiten met grote rivaal China, terwijl Joe Biden over drie weken president wordt? Konden we niet even wachten, samen optrekken tegen de „boeven” in Beijing? Europa was toch zo blij met Trumps vertrek?", "Deze geluiden klonken al voor 30 december. Biden-adviseur Jake Sullivan liet op Twitter weten dat de inkomende regering coördinatie door Europese bondgenoten inzake China zou waarderen. Een frappante continuïteit met de Trump-tijd: ook het nieuwe Witte Huis geeft de dienstorders via Twitter.", "De EU had valide redenen de deal door te zetten. Over het investeringsakkoord is zeven jaar met Beijing onderhandeld. Deadline 31 december 2020 was op toppen in 2019 vastgelegd en vorig jaar plechtig herhaald. In haar Europese rol had bondskanselier Merkel zich publiekelijk gecommitteerd. De tijdsdruk kon voor Washington dus geen verrassing zijn. Bovendien deed China recent enkele inhoudelijke toezeggingen. Nu op de rem trappen zou een verkeerd signaal geven. Dan zou Europa de wereld laten weten: wat wij willen telt niet, we handelen enkel na groen licht uit de Verenigde Staten. Dat zou in alle internationale gesprekken – met Beijing, maar ook met Moskou, Ankara, Londen of Teheran – de politieke en economische drukmiddelen fnuiken om eigen belangen en waarden na te streven.", "Ook Amerika sloot vorig jaar een handelsakkoord met China. In veel opzichten betekent de EU-deal een inhaalslag: Europese bedrijven verwerven rechten die al aan Amerikaanse zijn toegezegd. Ons die te ontzeggen is hypocriet. Op punten gaan de Chinese concessies jegens Europa verder, waar de VS weer van kunnen profiteren. Dat opent ruimte voor subtiele trans-Atlantische samenwerking, waartoe de EU al uitnodigde.", "Maar deze zelfstandige Europese zet doorkruist het narratief dat team-Biden vanaf de beëdiging weer wil uitdragen: Amerika als leider van het vrije Westen, „terug aan het hoofd van de tafel”. Het verklaart de consternatie in Washington over ons gebrek aan inschikkelijkheid.", "Geen toeval: ook vanuit Londen klinkt kritiek. Financial Times-commentator Gideon Rachman stelt deze week dat de EU China een „strategische zege” schonk. Hij ziet het akkoord in het licht van recente autocratische wandaden door Beijing: onderdrukking van Hongkong, intimidatie van Taiwan, wapengekletter met India, sancties tegen Australië. Dus verzwakt Europa met dit akkoord de democratische krachten in de wereld, is de stelling.", "In zo’n narratief van een nieuwe Koude Oorlog wordt alles absoluut, Goed tegen Kwaad, terwijl het vaak om afwegingen en dilemma’s gaat. Willen wij door Oeigoerse dwangarbeiders genaaide mondkapjes kopen? Nee. Daarom vroeg de EU dat China de dwangarbeid-afspraken van de Internationale Arbeidsorganisatie ratificeert; Xi beloofde zijn best te doen. Is dat genoeg? Voor het Europees Parlement, dat het akkoord moet goedkeuren, waarschijnlijk niet. Maar moeten we dan vanwege dwangarbeid ophouden met China te praten – over klimaat, mensenrechten, handel, het Midden-Oosten? Doet Washington dat?", "Het is ook in het Amerikaanse belang om Europees handelingsvermogen niet in de knop te breken, maar een nieuwe trans-Atlantische verhouding gestalte te geven. Zeker, de Europese staten kunnen voorlopig geenszins zonder de Amerikaanse militaire bescherming, zoals Merkel en Macron weten. Maar onze belangen en waarden vallen niet altijd samen. Om op democratische kernpunten samen sterk te staan, moet Europa een eigenstandige kracht hebben. Als de VS ‘coördinatie’ botweg opvatten als in de houding springen zodra het fluitje klinkt, missen ze hoezeer de wereld is veranderd.", "Luuk van Middelaar is politiek filosoof, historicus en hoogleraar EU-recht (Leiden).", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 6 januari 2021"], "authors": ["Luuk Van Middelaar", "Leestijd Minuten"], "keywords": ["westen", "van", "leider", "europa", "en", "een", "met", "veranderd", "vrije", "dat", "china", "te", "amerika", "wereld", "ook", "het", "als"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}