{"id": "b63a24f9-06c4-36bf-834c-541649a992b5", "title": "Veiligheidsregio: jaarwisseling Groot-Amsterdam beheersbaar verlopen", "url": "https://www.parool.nl/amsterdam/veiligheidsregio-jaarwisseling-groot-amsterdam-beheersbaar-verlopen~b4fbee0c/", "summary": "Beeld ANPDe politie verrichtte minder aanhoudingen dan in voorgaande jaren.\nDe brandweer en ambulancediensten rukten minder vaak uit voor spoedeisende ritten.\nDat is het beeld van de veiligheidsregio op basis van de voorlopige rapportages van de politie, brandweer, gemeenten en de geneeskundige hulpverleningsorganisatie over de nieuwjaarsnacht.\nDe veiligheidsregio was op alle scenario’s voorbereid voor een jaarwisseling die vanwege de maatregelen tegen het coronavirus en het vuurwerkverbod anders dan voorgaande jaren zou verlopen.\nDe politie greep in op de Osdorper Ban, nadat er vuurwerk richting de politie was gegooid.", "paragraphs": ["Beeld ANP", "De politie verrichtte minder aanhoudingen dan in voorgaande jaren. De brandweer en ambulancediensten rukten minder vaak uit voor spoedeisende ritten. En ook de hulpdiensten werden minder gehinderd in hun werkzaamheden. Er raakten geen hulpverleners gewond. Op meerdere plaatsen werd (zwaar) vuurwerk afgestoken.", "Dat is het beeld van de veiligheidsregio op basis van de voorlopige rapportages van de politie, brandweer, gemeenten en de geneeskundige hulpverleningsorganisatie over de nieuwjaarsnacht.", "De veiligheidsregio was op alle scenario’s voorbereid voor een jaarwisseling die vanwege de maatregelen tegen het coronavirus en het vuurwerkverbod anders dan voorgaande jaren zou verlopen. Er waren extra agenten en buitengewoon opsporingsambtenaren (boa’s) op straat.", "Het is deels gelukt om met het vuurwerkverbod de zorg te ontlasten. Er zijn twee gewonden gevallen door vuurwerk. Ook moest de ambulance een paar keer uitrukken voor mensen die te veel gedronken hadden.", "De politie greep in op de Osdorper Ban, nadat er vuurwerk richting de politie was gegooid. Er zijn geen agenten gewond geraakt, en vijf aanhoudingen verricht. De Mobiele Eenheid is ingezet in Oost op de Molukkenstraat, daar werd zwaar vuurwerk afgestoken.", "Ook in Uithoorn rukte de ME uit. Een groep jongeren veroorzaakte daar onrust. De zware ongeregeldheden van vorig jaar hebben zich niet herhaald. In beide gevallen kon de ME de orde snel herstellen.", "De politie heeft daarnaast in de regio meerdere illegale feesten beëindigd. De brandweer heeft in de hele regio Amsterdam-Amstelland veel containerbranden geblust gedurende de nieuwjaarsnacht.", "De verwachting is dat er de komende dagen nog aangiftes en meldingen binnenkomen."], "authors": ["Het Parool"], "keywords": ["er", "politie", "vuurwerk", "van", "veiligheidsregio", "jaarwisseling", "verlopen", "en", "voor", "een", "beheersbaar", "minder", "op", "grootamsterdam", "het"], "pubDate": "2021-01-01T12:49:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}