{"id": "b642c860-2b15-3e1f-9837-f1105e20802d", "title": "Moeder Sharleyne in hoger beroep wél veroordeeld, tot bijna 10 jaar cel", "url": "https://volkskrant.nl/nieuws-achtergrond/moeder-sharleyne-in-hoger-beroep-wel-veroordeeld-tot-bijna-10-jaar-cel~b6692c52/", "summary": "Beeld ANPHet overlijden van Sharleyne is door mysterie omgeven gebleven.\nDe moeder heeft altijd ontkend verantwoordelijk te zijn voor het drama.\nDe rechtbank in Assen sprak Hélène J. in 2018 nog vrij wegens gebrek aan bewijs.\nDoorslaggevend daarbij is een nieuwe verklaring van een bovenbuurman, die vanuit de woning van Hélène J. geluiden hoorde in de nacht van de dood van Sharleyne.\nDe moeder moet de vader van Sharleyne een schadevergoeding van 20 duizend euro betalen.", "paragraphs": ["Hélène J. wordt verantwoordelijk gehouden voor de dood van haar dochter Sharleyne. Beeld ANP", "Het overlijden van Sharleyne is door mysterie omgeven gebleven. De moeder heeft altijd ontkend verantwoordelijk te zijn voor het drama. De rechtbank in Assen sprak Hélène J. in 2018 nog vrij wegens gebrek aan bewijs. Onmogelijk kon worden vastgesteld of het meisje van de flat was gesprongen, gevallen of gegooid, luidde het oordeel toen.", "Het gerechtshof denkt daar anders over en meent dat er genoeg bewijs is dat de moeder het meisje van de flat heeft laten vallen of gegooid. Hélène J. was die nacht alleen thuis met haar dochter en er zijn geen aanwijzingen voor de betrokkenheid van anderen, stelt het hof. Doorslaggevend daarbij is een nieuwe verklaring van een bovenbuurman, die vanuit de woning van Hélène J. geluiden hoorde in de nacht van de dood van Sharleyne. Ook hebben twee andere flatbewoners de moeder daarna op de galerij zien staan.", "Het Openbaar Ministerie had tien jaar cel geëist. Ondanks de veroordeling wegens doodslag trekt het gerechtshof daar drie maanden van af, omdat de zaak zo lang heeft geduurd. De moeder moet de vader van Sharleyne een schadevergoeding van 20 duizend euro betalen. Nadat het OM de moeder aanvankelijk niet wilde vervolgen, dwong hij dat alsnog af via een zogeheten artikel 12-procedure."], "authors": ["Jurre Van Den Berg"], "keywords": ["tot", "bijna", "van", "hélène", "jaar", "voor", "een", "heeft", "sharleyne", "veroordeeld", "j", "cel", "beroep", "het", "dat", "moeder", "hoger", "wél"], "pubDate": "2021-01-11T12:47:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}