{"id": "b6481197-ab68-3767-99cf-8047ef78e6cb", "title": "De Volkskeuken: pindarotsjes met karamel en zout", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-pindarotsjes-met-karamel-en-zout~bc46698f/", "summary": "Beeld Loethe OlthuisDit is een van de spannendste dagen van het jaar, met de Amerikaanse presidentsverkiezingen en een nieuwe persconferentie van premier Rutte en minister De Jonge.\nWel lekker zoet en knapperig, maar je hebt er toch snel genoeg van en ze bevatten verhoudingsgewijs weinig calorieën.\nMaar sinds een aantal weken heb ik ontdekt dat je een stuk minder snoept als je het lekkers eerst zelf hebt moeten maken.\nDoe de chocolade in het kommetje en roer voortdurend tot alle stukjes bijna zijn gesmolten (puur smelt langzamer dan melk).\nHaal het kommetje van de pan en roer de pinda’s en karamelstukjes erdoor.", "paragraphs": ["Beeld Loethe Olthuis", "Dit is een van de spannendste dagen van het jaar, met de Amerikaanse presidentsverkiezingen en een nieuwe persconferentie van premier Rutte en minister De Jonge. Misschien vindt u het ene belangrijker dan het andere, maar beide leveren de nodige stress op. Zullen de Amerikanen opnieuw een narcistische kleuter als wereldleider kiezen of is het tijdperk-Trump ten einde? Moeten we nu echt thuisblijven of krijgen we wat meer vrijheid?", "Zelf ga ik altijd snoepen van stress. Bij voorkeur iets zoets en romigs, of juist met een knappertje. En dan gedachtenloos bunkeren terwijl je naar het tv-scherm staart. Geen goed idee, zeker niet nu de coronakilo’s er moeiteloos aan vliegen.", "Mijn antisnoeptrucje was lange tijd: pepermuntjes. Wel lekker zoet en knapperig, maar je hebt er toch snel genoeg van en ze bevatten verhoudingsgewijs weinig calorieën.", "Maar sinds een aantal weken heb ik ontdekt dat je een stuk minder snoept als je het lekkers eerst zelf hebt moeten maken. Een zelfgebakken cake eet je niet achter elkaar op, evenmin als deze verrukkelijke pindarotsjes: zoet, smeltend én krokant. Ik vind zelf een mengsel van driekwart melk- en één kwart pure chocolade het lekkerst, maar je kunt naar smaak variëren. Honderd procent pure rotsjes missen wel wat zoet als tegenhanger van het zout.", "Ingrediënten 200 g melkchocolade (of een mengsel van melk en puur), in stukjes 100 g gezouten pinda’s 50 g zachte karamel, in kleine stukjes extra: metalen of aardewerken kommetje, bakpapier", "Bereiding", "Smelt de chocoladestukjes au bain-marie: zet een pannetje water op het vuur met erop een kommetje dat precies op de pan past. Het wateroppervlak mag het kommetje nét raken. Doe de chocolade in het kommetje en roer voortdurend tot alle stukjes bijna zijn gesmolten (puur smelt langzamer dan melk). Draai het vuur uit en blijf roeren tot de chocolade vloeibaar en goed gemengd is. Haal het kommetje van de pan en roer de pinda’s en karamelstukjes erdoor. Zet het chocolademengsel ca. 30 minuten in de koelkast: je moet er bergjes van kunnen scheppen zonder dat ze direct uitvloeien.", "Bekleed intussen een plaat of platte schaal (die in de koelkast past) met bakpapier. Schep met een eetlepel hoopjes chocolademengsel naast elkaar op het bakpapier. Zet de plaat of schaal ca. 1 uur in de koelkast, tot de chocolade hard is geworden. In de vriezer gaat het sneller. Haal de pindarotsjes van het bakpapier. Bewaar ze in de koelkast tot de tv aan gaat."], "authors": ["Loethe Olthuis"], "keywords": ["pindarotsjes", "volkskeuken", "van", "een", "het", "en", "koelkast", "zout", "karamel", "tot", "op", "je", "kommetje", "met"], "pubDate": "2020-11-02T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}