{"id": "b6504fbe-e840-3d9b-864f-62452c7ca5a2", "title": "Weekendwijsheid van Stijn Huijts: ‘Geef je boekencollectie weg’", "url": "https://volkskrant.nl/mensen/weekendwijsheid-van-stijn-huijts-geef-je-boekencollectie-weg~bfa3ec7e/", "summary": "Van die eerste categorie boeken wil je eigenlijk geen afscheid nemen omdat je ervan genoten hebt, van de niet-gelezen boeken hoop je dat je ze toch ooit nog openslaat.\nMaar ergens aan het begin van de coronapandemie besloot ik strenger te worden voor mezelf.\nIk behield alleen nog die boeken waarmee ik een speciale band heb, of die zeldzaam of anderszins onvervangbaar zijn.\nSindsdien schenk ik regelmatig boeken uit mijn collectie aan familie, aan vrienden en bekenden, of aan het museum.\nHet zijn twee vliegen in één klap; je kinderen, collega’s of vrienden zijn blij met hun nieuwe aanwinst, en jouw kasten zijn wat leger.", "paragraphs": ["Stijn Huijts. Beeld Robin de Puy", "Stijn Huijts (61): ‘Een mens verzamelt nogal wat materiële zaken in de loop der jaren. Op de keper beschouwd zijn er veel dingen die alleen maar ergens liggen te liggen, zonder dat je er echt nog iets mee doet. Ik wijd me de laatste jaren met groeiende overtuiging aan het ‘ontspullen’. Soms is dat makkelijk: ongedragen kleding, ongebruikt gereedschap, versleten koffers, oude lampenkappen en andere spullen waarvan je zeker weet dat je ze nooit meer zult gebruiken, kunnen linea recta naar de kringloopwinkel.", "Met mijn boekencollectie had ik aanvankelijk meer moeite. Het lukte steeds niet om er boeken uit te vissen waarvan ik afscheid zou kunnen nemen. Zo’n studeerkamer met uitpuilende boekenkasten voelt nu eenmaal heel veilig. De gedachte aan lege plekken op de boekenplanken is een schrikbeeld, alsof het afstoten van boeken ook zal leiden tot gaten in je persoonlijke intellectuele bagage. Veel boeken heb je gelezen, maar een hoop ook niet. Van die eerste categorie boeken wil je eigenlijk geen afscheid nemen omdat je ervan genoten hebt, van de niet-gelezen boeken hoop je dat je ze toch ooit nog openslaat.", "Maar ergens aan het begin van de coronapandemie besloot ik strenger te worden voor mezelf. Ik behield alleen nog die boeken waarmee ik een speciale band heb, of die zeldzaam of anderszins onvervangbaar zijn. Sindsdien schenk ik regelmatig boeken uit mijn collectie aan familie, aan vrienden en bekenden, of aan het museum. Het zijn twee vliegen in één klap; je kinderen, collega’s of vrienden zijn blij met hun nieuwe aanwinst, en jouw kasten zijn wat leger. Het voelt bevrijdend om van de ballast af te komen. Zeker als je wat ouder wordt.’"], "authors": ["Pieta Verhoeven"], "keywords": ["ik", "zijn", "van", "boekencollectie", "boeken", "geef", "een", "weg", "aan", "te", "stijn", "weekendwijsheid", "het", "die", "huijts", "je"], "pubDate": "2020-12-31T09:52:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}