{"id": "b65b440a-caf8-3948-a9f1-825a50426c24", "title": "We weten wat moet gebeuren om de leesramp te keren. Nu nog bedenken hoe", "url": "https://volkskrant.nl/columns-opinie/we-weten-wat-moet-gebeuren-om-de-leesramp-te-keren-nu-nog-bedenken-hoe~b02fde9e/", "summary": "Er zijn vrijwel geen kinderen in de Happy Mealleeftijd die zich vervelen met een boekje en lezen van nature stom vinden.\nTot een jaar of 8 lezen kinderen gretig verhaaltjes, maar vanaf groep 6 is er een fatale scheiding tussen begrijpend en ‘ontspannend’ lezen.\nVeel leerkrachten denken dat kinderen het nu wel zelfstandig kunnen en vanzelf vooruit gaan – ten onrechte.\nDan ontstaat de tweedeling tussen kinderen die afhaken en die er steeds beter in worden.\nWat de hoorzitting duidelijk maakt is dat er genoeg kennis in Nederland aanwezig is.", "paragraphs": ["Zullen kinderen de komende elf dagen sip kijken als ze hun Happy Meal openmaken en daarin geen plastic poppetje maar een boek aantreffen? Een boek! Niet alleen de correcte NS is betrokken bij de leesbevordering van de CPNB (de Stichting Collectieve Propaganda voor het Nederlandse Boek), maar ook kapitalistische kindervriend McDonalds: gedurende de Kinderboekenweek vinden kinderen een vetvrij boekje van Cressida Cowell tussen hun frietjes.", "Helaas zijn Nederlandse kinderboekenschrijvers niet uitverkoren voor deze megaoplagen – waarom eigenlijk niet? – maar een goed idee is het wel. Meteen zijn er zeurpieten die klagen dat het ongezond eten bevordert. Dat is zo, maar ja, lezen, waarbij je uren stilzit, is óók ongezond. Je kunt best veel lezen én veel bewegen, maar massa’s mensen bereiken kun je alleen op plekken waar ze iets doen wat níet goed voor ze is, maar wel lekker. Bij de patatletter M komen ook kinderen uit gezinnen waar niet één boek te vinden is.", "Het cadeautje is geen kat in de zak. Geen sippe gezichtjes. Er zijn vrijwel geen kinderen in de Happy Mealleeftijd die zich vervelen met een boekje en lezen van nature stom vinden. Leeshaat, in Nederland virulent, is aangeleerd gedrag. Rond de tijd dat ze het kindermenu gaan verachten, rond hun negende, gaan ze een pesthekel krijgen aan lezen. Zo langzamerhand is wel duidelijk waarom.", "Op 23 september was daarover een interessante hoorzitting in de Tweede Kamer; de Kamercommissie-onderwijs stelde vragen aan deskundigen op het gebied van leesvaardigheid. Dát dit nu gebeurde is een teken dat de volle omvang van de leesramp – Nederlandse kinderen gaan steeds slechter lezen en hebben de laagste leesmotivatie ter wereld; een kwart van de vijftienjarigen is laaggeletterd – eindelijk begint door te dringen, hoewel het al oud nieuws is.", "Ook dat Arjen Lubach het onderwerp afgelopen zondag urgent genoeg vond voor een scherp item, is tekenend. Er moet iets gebeuren. Het ‘leesoffensief’ dat Arie Slob wil beginnen bij ouders, grootouders en in bibliotheken is lief en goedbedoeld maar niet afdoende. De ramp moet in het onderwijs worden bestreden.", "Over veel dingen waren deze leesonderzoekers, pedagogen en psychologen – op eentje na, die maar bleef zwatelen over het ongefundeerde begrip ‘leesrijpheid’ – het eens: minder goed lezen, minder graag lezen en stoppen met lezen hangen met elkaar samen. Om het te kunnen doen moet je het eerst goed leren, zodat het vanzelf gaat, waarna je het leuker gaat vinden, er beter in wordt, het vaker gaat doen, moeilijker teksten aankan, vragen stelt, verbanden legt, slimmer wordt, enzovoort.", "Tot een jaar of 8 lezen kinderen gretig verhaaltjes, maar vanaf groep 6 is er een fatale scheiding tussen begrijpend en ‘ontspannend’ lezen. Veel leerkrachten denken dat kinderen het nu wel zelfstandig kunnen en vanzelf vooruit gaan – ten onrechte. Dan ontstaat de tweedeling tussen kinderen die afhaken en die er steeds beter in worden.", "Wat de hoorzitting duidelijk maakt is dat er genoeg kennis in Nederland aanwezig is. ‘Leer van de scholen waar kinderen wél goed leren lezen’, zei oud-leerkracht Marita Eskes, en ‘leg de lat hoger’. Hou op met dyslexieverklaringen uitdelen, zei hoogleraar orthopedagogie Anna Bosman. Die duiden volgens haar op falend leesonderwijs: ‘99 procent van de leesproblemen worden veroorzaakt door het onderwijs’, en dat probleem begint op de pabo. ‘Maak van alle pabo’s universitaire opleidingen’, vond haar collega Aryan van der Leij.", "We weten wat moet gebeuren om de leesramp te keren. Nu nog bedenken hoe die kennis de scholen bereikt. Hoe we de mammoettanker van koers laten veranderen."], "authors": ["Aleid Truijens"], "keywords": ["van", "dat", "om", "nog", "die", "een", "kinderen", "leesramp", "en", "maar", "te", "moet", "weten", "keren", "lezen", "er", "wat", "het", "nu", "hoe"], "pubDate": "2020-09-28T16:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}