{"id": "b6661427-041b-3fd8-aea4-642695c349d2", "title": "Zeven jaar na het skiongeluk: wat weten we wél over Michael Schumacher?", "url": "https://nu.nl/formule-1/6099115/zeven-jaar-na-het-skiongeluk-wat-weten-we-wel-over-michael-schumacher.html", "summary": "Het is dinsdag precies zeven jaar geleden dat Michael Schumacher zwaar hersenletsel opliep bij een skiongeluk in de Franse Alpen.\nDetails over de exacte gezondheidstoestand van Schumacher zijn er dan al bijna niet.\nVolgens Jean-François Payen, een van de artsen van Schumacher, gaat dat proces tussen de één en drie jaar duren.\nOp zestienjarige leeftijd maakt hij in 2015 zijn debuut bij het Formule 4-team van het Nederlandse Van Amersfoort Racing.\nHet zijn kleine details, die het best bewaarde geheim uit de sportwereld bij lange na niet kunnen onthullen.", "paragraphs": ["Het is dinsdag precies zeven jaar geleden dat Michael Schumacher zwaar hersenletsel opliep bij een skiongeluk in de Franse Alpen. Sindsdien is zijn gezondheidstoestand een groot mysterie. Wat is er wel over hem bekend? Alle feiten op een rij.", "De 44-jarige Schumacher is op de ochtend van 29 december 2013 met zijn zoon Mick aan het skiën in de Franse Alpen als het misgaat. De Duitser gaat net buiten de piste onderuit en komt met zijn hoofd op een steen terecht. Schumachers helm verbrijzelt bij de klap, maar voorkomt wel dat het ongeval meteen fataal voor hem afloopt.", "Schumacher wordt met een traumahelikopter overgebracht naar een ziekenhuis in Grenoble. Daar wordt hij in een kunstmatige coma gehouden zodat de druk op zijn hersenen wordt verlicht. De Formule 1-legende verkeert in kritieke toestand en moet in de dagen daarna meerdere keren worden geopereerd.", "Details over de exacte gezondheidstoestand van Schumacher zijn er dan al bijna niet. Zijn woordvoerder Sabine Kehm komt mondjesmaat met informatie en roept journalisten en fans op om de privacy van de familie Schumacher te respecteren. Op Nieuwjaarsdag 2014 is de toestand van Schumacher volgens Kehm nog steeds kritiek, maar wel stabiel. \"En dat is voor nu een goed teken.\"", "Het herstel van Schumacher gaat eind januari een nieuwe fase in als zijn behandelend artsen beginnen met het proces om hem uit zijn coma te laten ontwaken. Volgens Kehm kan deze behandeling \"heel lang\" gaan duren, zonder dat daarbij wordt gesproken over maanden of jaren.", "Palmares Michael Schumacher 308 Grands Prix", "155 podiums", "68 polepositions", "91 zeges", "7 wereldtitels", "'Michael gaat vooruit'", "In april komt de familie met een bemoedigende update. Voor het eerst wordt er gesproken over vooruitgang. \"Michael gaat vooruit. Hij toont momenten van bewustzijn en ontwaken. De familie is bij hem in Grenoble en blijft vertrouwen houden\", aldus Kehm in een verklaring.", "Dat Schumacher daadwerkelijk vooruitgaat, blijkt als hij twee maanden later ontwaakt uit zijn coma en het ziekenhuis in Grenoble mag verlaten. Hij wordt overgebracht naar een kliniek in het Zwitserse Lausanne, zo'n 50 kilometer van zijn huis aan het meer van Genève. De Formule 1-wereld reageert verheugd op het nieuws.", "Op 9 september 2014 wordt Schumacher ontslagen uit het ziekenhuis in Lausanne om eindelijk terug te keren naar huis, dat volledig is omgebouwd zodat hij in zijn eigen omgeving kan revalideren. Kehm bedankt iedereen voor de opbeurende reacties en felicitaties, maar benadrukt ook dat het proces naar herstel nog lang niet voorbij is. Volgens Jean-François Payen, een van de artsen van Schumacher, gaat dat proces tussen de één en drie jaar duren.", "Woordvoerder Sabine Kehm en Mick Schumacher, vorig jaar bij de Grand Prix van Duitsland. Woordvoerder Sabine Kehm en Mick Schumacher, vorig jaar bij de Grand Prix van Duitsland. Foto: ANP", "Schumacher wilde een teruggetrokken leven gaan leiden", "Schumachers ongeluk vond een jaar nadat hij definitief was gestopt als Formule 1-coureur plaats. De voormalig rijder van onder meer Ferrari en Mercedes wilde een leven buiten de schijnwerpers gaan leiden.", "De summiere berichtgeving komt dan ook vooral voort uit de eigen wil van Schumacher, die er volgens Kehm wel eens hardop over heeft gedroomd om te verdwijnen. \"Bovendien is er geen andere mogelijkheid\", zei Kehm in maart 2016 tegen de Süddeutsche Zeitung.", "\"Alles wat we zeggen zou alleen maar tot meer vragen leiden. Ieder woord schreeuwt om nog meer uitleg en informatie. Het zal onrustig worden, terwijl zijn familie juist rust nodig heeft. Zijn gezondheid is zeer persoonlijk. Het is ook niet makkelijk om antwoord te geven op de vraag hoe het met hem gaat. Dat proces verandert voortdurend.\"", "Thuis volgt een lange radiostilte", "Eenmaal thuis aan het meer van Genève volgt een lange radiostilte. Het summiere nieuws dat rond Schumacher naar buiten komt is afkomstig van anonieme bronnen en wordt dan vaak net zo hard weer ontkracht door manager Kehm of zelfs met een rechtszaak beantwoord.", "Zo meldt Die Bunte eind 2015 dat Schumacher kan staan en kleine stukjes kan lopen. Het nieuws blijkt niet waar te zijn en komt het blad duur te staan. Een rechter bepaalt dat het medium een boete van 55.000 euro moet betalen en de proceskosten voor haar rekening moet nemen.", "Ook via zijn zoon Mick, die zich via de juniorklassen opwerkt naar de Formule 1, proberen journalisten te vissen naar informatie. Op zestienjarige leeftijd maakt hij in 2015 zijn debuut bij het Formule 4-team van het Nederlandse Van Amersfoort Racing.", "\"Op dat moment ging het niet zozeer over Mick, maar over Michael\", zei teambaas Frits van Amersfoort vorige maand tegen NU.nl. \"De Duitse media vielen massaal over ons heen. Omdat er niks bekend was over Michaels medische toestand, probeerde iedereen bij Mick en ook bij ons informatie te krijgen. Maar ook wij wisten het niet.\"", "Jean Todt en Michael Schumacher bij de Grand Prix van Abu Dhabi in 2009. Jean Todt en Michael Schumacher bij de Grand Prix van Abu Dhabi in 2009. Foto: ANP", "'Schumacher in de best mogelijke handen'", "Mick Schumacher, die volgend jaar zijn debuut in de Formule 1 zal maken bij Haas, heeft zelf nooit details gegeven over het ongeluk waar hij getuige van was en ook over het revalidatieproces van zijn vader heeft hij nooit iets gezegd.", "Het nieuws dat wél naar buiten komt blijft summier: in januari 2019, een aantal dagen voor zijn vijftigste verjaardag, meldt de familie Schumacher dat hij \"in de best mogelijke handen is.\" Het is de laatste officiële verklaring die door de familie is gepubliceerd", "Onofficieel komt er zo nu en dan nog wel iets naar buiten. Bijvoorbeeld via familievriend Jean Todt, de voormalig teambaas met wie Schumacher bij Ferrari zijn grootste successen vierde. Todt, die tegenwoordig voorzitter van autosportbond FIA is, komt nog regelmatig bij hem op bezoek.", "Ook Todt blijft op de vlakte over zijn voormalige coureur, maar in de zomer van 2019 onthult hij wel dat hij samen met Schumacher de Grand Prix van Duitsland heeft gezien op televisie. Behalve dan dat Schumacher nog altijd \"hard aan het vechten is\", geeft Todt geen verdere details prijs over zijn bezoek.", "Het zijn kleine details, die het best bewaarde geheim uit de sportwereld bij lange na niet kunnen onthullen. Zolang de familie zelf geen openheid van zaken geeft, zal het mysterie rond de gezondheid van Schumacher in de komende jaren door blijven sudderen."], "authors": ["Foto", "Door", "Patrick Moeke"], "keywords": ["zijn", "van", "zeven", "weten", "skiongeluk", "jaar", "en", "een", "bij", "schumacher", "op", "hij", "het", "wat", "dat", "michael", "wél"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}