{"id": "b66d2070-0e8a-3fcd-95ac-693f58adbaa2", "title": "Klaver voert de druk op het kabinet op: ‘Als dit niet zwaar genoeg is om af te treden, wat dan wel?’", "url": "https://volkskrant.nl/nieuws-achtergrond/klaver-voert-de-druk-op-het-kabinet-op-als-dit-niet-zwaar-genoeg-is-om-af-te-treden-wat-dan-wel~b9930994/", "summary": "Beeld ANP - Robin UtrechtDaarmee voert hij de druk op het kabinet op.\nGroenLinks meent dat het kabinet niet langer mag dralen.\nAftreden van het kabinet betekent een erkenning dat het gevoerde beleid niet langer door kan gaan.’Klaver benadrukt dat het kabinet na dat aftreden wel gewoon moet doorregeren om de coronacrisis te bestrijden.\nZelfonderzoek Raad van StateIntussen begint de Raad van State een onderzoek naar zijn eigen functioneren in de toeslagenaffaire.\n‘Ik vind het spijtig dat het wettelijk systeem zo is uitgelegd dat alle ouders over dezelfde digitale, alles-of-niets-kam werden geschoren.’Van Ettekoven wil de kritiek uit de Kamer aangrijpen voor interne reflectie.", "paragraphs": ["Jesse Klaver. Beeld ANP - Robin Utrecht", "Daarmee voert hij de druk op het kabinet op. Ook binnen de regeringscoalitie wordt al weken gespeculeerd of aftreden niet het enige juiste antwoord is op het vernietigende rapport van de parlementaire ondervragingscommissie naar de toeslagenaffaire. Het kabinet heeft er inmiddels drie keer over vergaderd en hoopt binnenkort in een uitgebreide reactie aan de Tweede Kamer te kunnen laten weten hoe het herhaling denkt te voorkomen en hoe de politieke verantwoordelijkheid zal worden genomen. Wel is aan alle gedupeerde ouders inmiddels 30 duizend euro compensatie toegezegd.", "GroenLinks meent dat het kabinet niet langer mag dralen. ‘De Nederlandse overheid heeft de levens van 20 duizend gezinnen verwoest’, aldus partijleider Klaver zondag in het tv-programma Buitenhof. ‘Het kinderopvangtoeslagschandaal staat niet op zichzelf, maar is het gevolg van de jarenlange afbraak van de verzorgingsstaat. Tegelijkertijd is er een monster van wantrouwen, controle en straffen opgetuigd. Aftreden van het kabinet betekent een erkenning dat het gevoerde beleid niet langer door kan gaan.’", "Klaver benadrukt dat het kabinet na dat aftreden wel gewoon moet doorregeren om de coronacrisis te bestrijden. Het mag dan alleen geen nieuwe plannen meer ontvouwen. Binnenkort wordt het kabinet sowieso demissionair: op 12 februari begint het verkiezingsreces in de Tweede Kamer. De praktische gevolgen van een voortijdige val zijn dan ook niet groot.", "Zelfonderzoek Raad van State", "Intussen begint de Raad van State een onderzoek naar zijn eigen functioneren in de toeslagenaffaire. Na de snoeiharde kritiek van de parlementaire ondervragingscommissie wil de Raad weten of er meer zaken zijn waarin het anders had gekund. ‘Het is spijtig dat alle ouders over dezelfde digitale, alles-of-niets-kam werden geschoren.’", "Bart Jan van Ettekoven, voorzitter van de afdeling bestuursrechtspraak van de Raad van State. Beeld ANP", "Dat zegt Bart Jan van Ettekoven, voorzitter van de afdeling bestuursrechtspraak, zaterdag in Trouw. ‘Aan de achterkant kwamen mensen in de knel, tussen de raderen van de overheid. Dat is voor een heel groot deel te wijten aan de hardheid van de wetgeving, het bikkelharde optreden van de Belastingdienst en beslissingen van rechters waarvan we achteraf moeten zeggen dat die zeer beroerd hebben uitgepakt.’", "De parlementaire commissie die de affaire onderzocht nam in december niet alleen het kabinet, de Tweede Kamer en de Belastingdienst op de korrel, maar ook de Raad van State. Die deed in de loop der jaren een serie uitspraken in conflicten van ouders met de Belastingdienst. Die pakten sinds 2008 steeds uit in het voordeel van de dienst. In 2019 kwam de draai, toen de raad plotseling concludeerde dat de Belastingdienst wel degelijk vaak te streng was bij het terugvorderen van kinderopvangtoeslagen.", "De dienst kreeg van de Raad de opdracht zijn sanctiebeleid te versoepelen en meer maatwerk te leveren. De ‘alles-of-niets-benadering’, waarin een bescheiden fout in de aanvraag van de toeslag tot grote financiële gevolgen kon leiden, ging overboord. Daarmee nam de Raad afstand van zijn eigen jurisprudentie. De parlementaire commissie oordeelt dat die draai te laat kwam: ‘De bestuursrechtspraak heeft jarenlang een wezenlijke bijdrage geleverd aan het in stand houden van de spijkerharde uitvoering van de regelgeving van de kinderopvangtoeslag. Daarmee heeft de bestuursrechtspraak zijn belangrijke functie van (rechts)bescherming van individuele burgers veronachtzaamd.’", "Wetgever", "In zijn eerste inhoudelijke reactie op die kritiek benadrukt Van Ettekoven nu dat de Raad het moest doen met de wetgeving die de Tweede Kamer zelf had gemaakt. ‘Rechters bedenken wetten en de uitvoering van wetten niet zelf. De wetgever heeft het destijds zo gewild, er heerste een politiek klimaat waarin fraudebestrijding prioriteit had. De Belastingdienst vroeg ons vervolgens: klopt het zo? En wij zeiden: ja.’", "Hij wijst erop dat er jarenlang niet of nauwelijks kritiek was op die uitspraken. Fraudebestrijding stond voorop in het politieke en maatschappelijke debat. Ook was er meestal reden om wantrouwig te zijn, zegt Van Ettekoven. ‘Wij zagen in die eerste periode, van 2008 tot ongeveer 2014, geen zaken van ouders die helemaal niets verkeerd hadden gedaan. Er was altijd wel iets aan de hand in die rechtszaken.’", "Hij erkent dat de Raad daarmee de harde uitleg van de wet ook voor duizenden andere, goedwillende ouders heeft gefaciliteerd. Dat noemt hij ‘terugkijkend’ een ongelukkige beslissing. ‘Ik vind het spijtig dat het wettelijk systeem zo is uitgelegd dat alle ouders over dezelfde digitale, alles-of-niets-kam werden geschoren.’", "Van Ettekoven wil de kritiek uit de Kamer aangrijpen voor interne reflectie. Ook andere uitspraken waarin de regelgeving hard is uitgelegd, worden nu onderzocht. ‘Wij gaan onze hele kast met zaken en uitspraken doorlichten. We willen kijken of er op andere terreinen sprake is van disproportionele gevolgen voor burgers, ook al vraagt de wet van de rechter om streng op te treden.’"], "authors": ["Raoul Du Pre"], "keywords": ["treden", "zijn", "van", "voert", "het", "en", "zwaar", "om", "een", "raad", "niet", "op", "te", "klaver", "wat", "dat", "wel", "die"], "pubDate": "2021-01-10T11:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}