{"id": "b6833bc8-f821-3554-ac00-1f5a4b6b0389", "title": "MF Doom (1971-2020) was een pionier van de hiphop, voor wie het leven niet vriendelijk is geweest", "url": "https://volkskrant.nl/cultuur-media/mf-doom-1971-2020-was-een-pionier-van-de-hiphop-voor-wie-het-leven-niet-vriendelijk-is-geweest~b1344b0a/", "summary": "MF Doom met zijn kenmerkende masker.\nHij was voor het eerst te horen op de tweede single The Gas Face (1989) van het succesvolle rapduo 3rd Bass, die hem met zijn trio KMD een platencontract opleverde.\nDe wendbare, donkere stem van Dumile bleek uiterst geschikt voor zijn dichtkunst vol binnenrijm die hij bij voorkeur in sneltreinvaart ventileerde.\nVaudeville Villain (als Viktor Vaughn), Take Me to Your Leader (als King Geedorah) en MM...Food waren muzikaal en tekstueel van een enorme veelzijdigheid.\nZo werkte hij aan een EP met Flying Lotus en maakte hij met jazzband BadBadNotGood de single The Chocolate Conquistadors, die twee weken geleden verscheen.", "paragraphs": ["MF Doom met zijn kenmerkende masker. Beeld Possan", "Vlak voor de jaarwisseling werd de hiphopwereld opgeschrikt door het bericht dat Daniel Dumile (49), beter bekend als MF Doom, is overleden. Op 31 oktober al, zo liet zijn echtgenote Jasmine via platenlabel Rhymesayers weten. Waarom zijn dood pas twee maanden later werd bekendgemaakt, is een raadsel.", "Onmiddellijk werden de sociale media overspoeld door verbijsterde reacties van collega’s uit de muziekwereld. Rappers Q-Tip en El-P, muzikanten Questlove, Flying Lotus en Thom Yorke (Radiohead) prezen Dumile om zijn virtuoze raptechniek en tijdloze producties.", "Dumile, die werd geboren in Londen en opgroeide in New York, is nooit echt doorgebroken tot de mainstream, maar hij geldt als een van de pioniers van de hiphop, dankzij een carrière die in de jaren 1999-2004 piekte met platen onder de naam MF Doom, pseudoniemen Viktor Vaughn en King Geedorah, en zijn commercieel succesvolste album Madvillainy, dat hij in 2004 maakte met producer Madlib.", "De topjaren kwamen na een periode van stilte. Dumile was als tiener veelbelovend begonnen aan zijn rapcarrière. Hij was voor het eerst te horen op de tweede single The Gas Face (1989) van het succesvolle rapduo 3rd Bass, die hem met zijn trio KMD een platencontract opleverde. Zev Love X, heette hij toen. Zijn twee jaar jongere broer Subroc zat ook in KMD, waarvan het debuutalbum Mr. Hood in 1991 goed werd ontvangen. Tijdens de opnamen van hun tweede album kwam Subroc om het leven bij een verkeersongeluk. En daarna wilde de platenmaatschappij het door Dumile alleen afgemaakte album Black Bastards niet uitbrengen.", "Metalen masker", "Na ruim drie jaar stilte kwam Dumile terug met een metalen masker voor zijn gezicht en heette hij Metal Face Doom, afgekort tot MF Doom, naar de Marvel Comics-superschurk Doctor Doom.", "Zijn debuutalbum Operation: Doomsday verscheen in 1999: een hoogtepunt in een tijd waarin hiphop dankzij Wu-Tang Clan, Company Flow, Black Star (Mos Def en Talib Kweli) en Outkast aan een nieuwe bloeiperiode begon.", "Het album heeft met de jaren niets aan glans verloren. De wendbare, donkere stem van Dumile bleek uiterst geschikt voor zijn dichtkunst vol binnenrijm die hij bij voorkeur in sneltreinvaart ventileerde. Om dan ineens weer gas terug te nemen, want Dumile rapte als de beste jazzmuzikanten, met een uitzonderlijk oor voor onvoorspelbare maar altijd rake wendingen. Hij hield zich aan dichtkunstregels noch liedstructuren en tapte als producer ook uit andere vaatjes dan in de hiphop gebruikelijk. Briljant was bijvoorbeeld zijn gebruik van de strijkers uit Glass Onion van The Beatles in Tick, Tick ...", "Een passend vervolg op Operation: Doomsday liet even op zich wachten, maar in de jaren 2003-2004 kwam Dumile terug met een reeks albums die allemaal tijdloos bleken. Vaudeville Villain (als Viktor Vaughn), Take Me to Your Leader (als King Geedorah) en MM...Food waren muzikaal en tekstueel van een enorme veelzijdigheid. Machismo was Dumile vreemd, liever trok hij de luisteraar de fantasiewereld van strips en Star Trek in.", "Hij deed dat alleen, of met hulp van andere producers als Danger Mouse en Madlib. Het succes van Madvillainy zou hij niet meer overtreffen.", "‘Living off borrowed time, the clock ticks faster’, rapt Dumile in het melancholieke Accordion op Madvillainy. Zo goed als in die jaren zou het niet meer worden. Born Like This uit 2009 met daarop een onnavolgbaar staaltje binnenrijmkunst in That’s That is zijn laatste album. Daarna dook hij vooral als gastrapper op, totdat hij in 2017 met de dood van zijn 14-jarige zoon werd getroffen door nieuw persoonlijk leed.", "Toch dook zijn naam ook daarna nog weleens op. Zo werkte hij aan een EP met Flying Lotus en maakte hij met jazzband BadBadNotGood de single The Chocolate Conquistadors, die twee weken geleden verscheen. Toen was hij dus al zes weken dood, en wist de nu in rouw verzonken hiphopwereld nog van niets."], "authors": ["Gijsbert Kamer"], "keywords": ["zijn", "van", "voor", "en", "een", "vriendelijk", "leven", "met", "dumile", "hij", "wie", "als", "pionier", "op", "hiphop", "het", "niet", "mf"], "pubDate": "2021-01-03T11:24:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}