{"id": "b68ed71b-0121-3398-a438-fb24b65aa1d2", "title": "Getest: de LG Wing is de vreemdste telefoon van 2020", "url": "https://www.rtlnieuws.nl/tech/artikel/5198319/lg-wing-smartphone-telefoon-scherm-review-nederland", "summary": "Deze telefoon heeft een 6,8” oledscherm (1080x2460 pixels), maar dat scherm kan je een kwartslag draaien, waarna eronder een 3,9” scherm (1080x1240 pixels) tevoorschijn komt.\nDe LG Wing heeft met de Snapdragon 765G niet de snelste chip en het toestel heeft 128 of 256GB aan boord.\nOp het extra scherm kan je een losse app bedienen, maar je kan het ook gebruiken als afstandsbediening, toetsenbord of controller van een game.\nHet toestel maakt indruk, zowel positief als negatief, maar vooral toch als een toestel waarmee LG het lef toont om eens iets anders te proberen.\nZeker omdat hij niet de beste camera’s aan boord heeft en niet de snelste processor.", "paragraphs": ["Draaien voor het tweede scherm", "LG heeft al een tijdje telefoons die je kan voorzien van een hoesje met een tweede scherm en die schermen werken dan samen. Het is het antwoord op de opvouwbare telefoons van Huawei, Samsung en Motorola. De Wing is weer iets heel anders. Deze telefoon heeft een 6,8” oledscherm (1080x2460 pixels), maar dat scherm kan je een kwartslag draaien, waarna eronder een 3,9” scherm (1080x1240 pixels) tevoorschijn komt.", "De LG Wing heeft met de Snapdragon 765G niet de snelste chip en het toestel heeft 128 of 256GB aan boord. De accu is met 4000 mAh best klein, vooral vanwege die twee schermen. De prijs is momenteel 999 euro.", "Werkt het goed?", "Op het extra scherm kan je een losse app bedienen, maar je kan het ook gebruiken als afstandsbediening, toetsenbord of controller van een game. Het toestel maakt indruk, zowel positief als negatief, maar vooral toch als een toestel waarmee LG het lef toont om eens iets anders te proberen. Je merkt aan alles dat hier liefde in zit van de Koreaanse LG-ontwikkelaars, want het toestel is solide gebouwd. Het idee erachter is ook goed, maar de uitvoering is het nog net niet. Het vertoont nog veel bugs. Gezien de forse prijs zal de Wing waarschijnlijk nog niet veel mensen aanspreken. Zeker omdat hij niet de beste camera’s aan boord heeft en niet de snelste processor.", "Bovendien ondersteunen veruit de meeste apps deze vormfactor niet. Slechts een paar apps maken gebruik van dat tweede scherm en de rest zal het ook niet ondersteunen, tenzij dit toestel een monsterhit wordt. Dit lijkt vooral een toestel voor de verzamelaars. Maar bijzonder is-ie wel.", "Volg Bright op YouTube voor meer smartphone-reviews."], "authors": [], "keywords": ["van", "heeft", "wing", "getest", "2020", "het", "maar", "telefoon", "een", "niet", "vreemdste", "toestel", "je", "en", "lg", "scherm"], "pubDate": "2020-11-20T16:40:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}