{"id": "b68edf13-96be-323b-bea4-38710b636044", "title": "'Prins Harry en Meghan Markle stoppen met sociale media wegens online haat'", "url": "https://nu.nl/achterklap/6101070/prins-harry-en-meghan-markle-stoppen-met-sociale-media-wegens-online-haat.html", "summary": "Prins Harry en zijn vrouw Meghan Markle stoppen met sociale media vanwege de haatberichten die ze via onder meer Twitter en Facebook over zich heen krijgen, meldt The Times zaterdag.\nVolgens bronnen in de omgeving van het echtpaar zouden Harry en Meghan ook geen plannen hebben om voor hun goededoelenstichting Archewell gebruik te maken van sociale media.\nMeghan Markle sprak zich in oktober uit over de online haatberichten die haar ten deel vielen.\nIn september kregen Markle en haar echtgenoot Harry op sociale media kritiek, omdat ze Amerikanen hadden opgeroepen te gaan stemmen en het haatzaaien tegen te gaan.\nDe Amerikaanse president Donald Trump reageerde met de uitspraak: \"Ik ben geen fan van haar.", "paragraphs": ["Prins Harry en zijn vrouw Meghan Markle stoppen met sociale media vanwege de haatberichten die ze via onder meer Twitter en Facebook over zich heen krijgen, meldt The Times zaterdag.", "Volgens bronnen in de omgeving van het echtpaar zouden Harry en Meghan ook geen plannen hebben om voor hun goededoelenstichting Archewell gebruik te maken van sociale media.", "Meghan Markle sprak zich in oktober uit over de online haatberichten die haar ten deel vielen. \"Ik was in 2019 de meest getrollde persoon ter wereld\", aldus de voormalig actrice.", "In september kregen Markle en haar echtgenoot Harry op sociale media kritiek, omdat ze Amerikanen hadden opgeroepen te gaan stemmen en het haatzaaien tegen te gaan. De Amerikaanse president Donald Trump reageerde met de uitspraak: \"Ik ben geen fan van haar. Ze heeft het waarschijnlijk al gehoord, maar ik wens Harry veel succes. Hij heeft het nodig.\""], "authors": ["Door"], "keywords": ["ik", "sociale", "van", "markle", "het", "online", "haar", "en", "met", "media", "ze", "meghan", "te", "prins", "wegens", "harry", "stoppen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}