{"id": "b6993ea2-e8ae-3a15-a2d2-523a9096ea35", "title": "Beroep op competitiemaatregel SV Kampong Hockey afgewezen", "url": "https://nu.nl/utrecht/6095639/beroep-op-competitiemaatregel-sv-kampong-hockey-afgewezen.html", "summary": "De onafhankelijke Commissie van Beroep van de Koninklijke Nederlandse Hockey Bond (KNHB) heeft het beroep van SV Kampong Hockey tegen een competitiemaatregel afgewezen.\nDe maatregel werd genomen, omdat een besmette speler van de Utrechtse club op het veld stond.\nEerder legde de Tuchtcommissie SV Kampong Hockey een boete op, omdat de vereniging niet had gemeld dat de speler tijdens de rust een positieve coronatest terugkreeg.\nDe competitieleiding besloot op 13 oktober op basis van de verkregen informatie SV Kampong Hockey een competitiemaatregel op te leggen.\nHierop ging SV Kampong Hockey in beroep, maar de onafhankelijke Commissie van Beroep heeft het beroep van de vereniging afgewezen.", "paragraphs": ["De onafhankelijke Commissie van Beroep van de Koninklijke Nederlandse Hockey Bond (KNHB) heeft het beroep van SV Kampong Hockey tegen een competitiemaatregel afgewezen. De maatregel werd genomen, omdat een besmette speler van de Utrechtse club op het veld stond.", "Het verlies van drie punten voor het team Kampong Heren 1 blijft staan. Ook moet de wedstrijd tegen Tilburg Heren 1 opnieuw worden gespeeld.", "Eerder legde de Tuchtcommissie SV Kampong Hockey een boete op, omdat de vereniging niet had gemeld dat de speler tijdens de rust een positieve coronatest terugkreeg. Daarmee was de club in overtreding.", "De Tuchtcommissie is naar eigen zeggen echter niet bevoegd om uitspraak te doen over de speelgerechtigdheid van de speler. Daarover moest de competitieleiding van de KNHB zelf beslissen.", "De competitieleiding besloot op 13 oktober op basis van de verkregen informatie SV Kampong Hockey een competitiemaatregel op te leggen. De vereniging had volgens de aanvullende bepalingen de speler niet mogen opstellen, was de redenering.", "Hierop ging SV Kampong Hockey in beroep, maar de onafhankelijke Commissie van Beroep heeft het beroep van de vereniging afgewezen."], "authors": ["Door"], "keywords": ["competitiemaatregel", "van", "vereniging", "beroep", "afgewezen", "speler", "het", "op", "hockey", "een", "kampong", "sv"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}