{"id": "b6bd0f7e-7e63-351a-b7a2-f64e5328f651", "title": "Niet de stapeling van diploma’s, maar geld is de grote gelijkmaker", "url": "https://volkskrant.nl/columns-opinie/niet-de-stapeling-van-diploma-s-maar-geld-is-de-grote-gelijkmaker~b783573f/", "summary": "Ik vind het ook geen topidee, en niet omdat ik bang ben dat jongeren het zullen verbrassen.\nHet bestrijden ervan is hoognodig, maar niet genoeg.\nOnderwijs moet voor iedereen toegankelijk zijn, maar is niet de grote gelijkmaker.\nZet extra geld voor jongeren in waar het werkt en haal het weg waar het kan. Dat is wél goed aan Klavers gebaar en de ruk naar links van GroenLinks: ze erkennen dat geld, hoe banaal, de grote gelijkmaker is.\nEen beter minimumloon en hogere waardering van niet-intellectuele beroepen helpen beter dan stapeling van diploma’s.", "paragraphs": ["Grappig: ineens zijn bijna alle politieke partijen, ook de bedenkers en de bejubelaars van het leenstelsel, enorm vóór een andere studiefinanciering: de basisbeurs terug, of een ruimhartiger aanvullende beurs. Alleen de VVD en de rechtse populisten niet. Als ik van de VVD was, zou ik vrezen dat de jonge kiezers weglopen. Als ik een jongere was zou ik dat doen.", "Het neoliberalisme, met als credo ‘Investeer in je eigen toekomst’ heeft zelfs de hardnekkigste gelovigen onder studenten weinig gebracht. Je kunt hard studeren en braaf lenen, maar als dat glanzende diploma voert naar matig betaalde flexbaantjes die bij een zuchtje corona wegvallen, je een loodzware studieschuld meesleept en snapt dat je nooit een huis zal kunnen kopen, dan voel je je toch een beetje voorgelogen.", "De actie ‘Red de jongere’ is begonnen. Dat werd tijd. Die rottige coronaperiode overleven ze wel, maar daarna? Hoe voorkomen we dat de rekening doorschuift naar de komende generatie? Jesse Klaver is de afgelopen week door links en rechts weggehoond om het gratis geld dat hij, als een ware jessias, elke 18-jarige wil geven, opdat de euro’s zich, als visjes, wonderbaarlijk zullen vermenigvuldigen. Ik vind het ook geen topidee, en niet omdat ik bang ben dat jongeren het zullen verbrassen.", "Als je iedereen geld geeft, de miezerige 10.000 euro van Klaver of de 120.000 van Piketty, blijft de ongelijkheid even groot – die ouderlijke bijdragen en erfenissen blijven toch wel komen. Of ze wordt zelfs groter: jongeren die thuis of op school veel hebben meegekregen zullen het geld effectief inzetten, jongeren uit arme gezinnen zullen misschien spullen kopen die ze zich nooit konden permitteren, of het geld op de rekening van hun altijd rood staande ouders storten. Als iedere jonge woningzoekende rondloopt met ruim een ton op zak, zullen de prijzen van starterswoningen pijlsnel stijgen.", "Zoiets is gebeurd in het onderwijs: iedereen is gelijkelijk opgehoogd. Het opleidingsniveau is over de hele linie gestegen – overigens zonder dat kinderen meer leren; het kennisniveau is niet mee gestegen. De deegroller is eroverheen gegaan én iedereen staat een treetje hoger, maar beneemt anderen nog evenzeer het uitzicht.", "Interessant is wat de Britse journalist David Goodhart zegt in het interview door Martin Sommer (de Volkskrant, 10 oktober 2020): gelijke kansen leiden tot ongelijkheid. Wie in een meritocratie en kenniseconomie zijn kansen niet verzilvert – bij gebrek aan intellectuele capaciteiten, of door capaciteiten die weinig opleveren – is een loser. Voorrang kan worden ingekocht. Ouders laten hun kinderen zo lang mogelijk studeren, wat leidt tot massa’s hoogopgeleiden, die elkaar verdringen. Intussen levert dat diploma steeds minder op.", "Het is verdrietig, maar Goodhart heeft gelijk. Kansenongelijkheid is een lelijk ding. Het bestrijden ervan is hoognodig, maar niet genoeg. Onderwijs moet voor iedereen toegankelijk zijn, maar is niet de grote gelijkmaker. Voor de babyboomers gold dat nog; arbeiderskinderen konden door scholing stijgen op de sociale ladder. Dat recept is uitgewerkt.", "Zet extra geld voor jongeren in waar het werkt en haal het weg waar het kan. Dat is wél goed aan Klavers gebaar en de ruk naar links van GroenLinks: ze erkennen dat geld, hoe banaal, de grote gelijkmaker is. Een beter minimumloon en hogere waardering van niet-intellectuele beroepen helpen beter dan stapeling van diploma’s. Om de komende generaties te ondersteunen moet de overheid ingrijpen in het onderwijs, de kinderopvang, de arbeidsmarkt, de woningmarkt en de zorg. Die zijn te belangrijk om aan de vrije markt over te laten."], "authors": ["Aleid Truijens"], "keywords": ["van", "geld", "dat", "die", "niet", "een", "en", "stapeling", "maar", "diplomas", "grote", "als", "je", "gelijkmaker", "het"], "pubDate": "2020-10-12T16:23:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}