{"id": "b6cfd4c6-f8a8-3122-b500-e71103c20f89", "title": "Dragen kán, maar Lisa Konno maakt vooral kunst", "url": "https://www.parool.nl/kunst-media/dragen-kan-maar-lisa-konno-maakt-vooral-kunst~b1281c90/", "summary": "Beeld Lisa KonnoLisa Konno behoort tot de nieuwe generatie modeontwerpers voor wie Parijs niet het vanzelfsprekende Mekka van het vak is.\nKonno exposeert in het kader van het Amsterdam Gallery Weekend bij Multiplemadé, een afgelopen zomer gestarte galerie die gespecialiseerd is in werk in oplage.\nOok produceerde ze een Japanse versie van een zuidwester voor hem, die oogt als een ritueel gewaad in knalroze gewatteerde stof.\nDe ruitjes van zijn keurige overhemden zijn in Konno’s handen getransformeerd tot onregelmatig lijnenpatroon in felgeel op lila stof.\nDit is mode voor het hoofd in plaats van het lijf.", "paragraphs": ["Beeld Lisa Konno", "Lisa Konno behoort tot de nieuwe generatie modeontwerpers voor wie Parijs niet het vanzelfsprekende Mekka van het vak is. Zij ambieert niet twee keer per jaar nieuwe creaties de catwalk op te sturen of een prêt à porter-collectie te lanceren die binnen zes maanden weer als verouderd wordt afgedankt – met alle verspilling van dien. Voor haar is mode niet eens kleding maar meer een canvas voor ideeën. Eigenlijk is ze beeldend kunstenaar werkend in een medium dat toevallig de vorm aanneemt van gebruiksvoorwerpen.", "Konno exposeert in het kader van het Amsterdam Gallery Weekend bij Multiplemadé, een afgelopen zomer gestarte galerie die gespecialiseerd is in werk in oplage. Niet in de hoofdvestiging aan de Prinsengracht 615 maar een paar deuren verderop, op de eerste verdieping van designgalerie Frozen Fountain.", "Beeld Lisa Konno", "Knalroze zuidwester", "De kern van Konno’s solopresentatie bestaat uit de collecties Nobu en Baba, die ze maakte na haar afstuderen aan de Arnhemse modeacademie zes jaar geleden. Nobu gaat over haar Japanse vader, die in 1976 naar Nederland kwam, volledig geïntegreerd is maar in zijn hoofd een parallel Aziatisch leven leidt. Konno dook in zijn kledingkast en verknipte zijn T-shirts. Ook produceerde ze een Japanse versie van een zuidwester voor hem, die oogt als een ritueel gewaad in knalroze gewatteerde stof. Van hetzelfde materiaal maakte ze reusachtige tulpen in origamistijl.", "Biografische details", "Dat spel met biografische details en culturele clichés speelt Konno ook in Baba, waarvoor zij zich liet inspireren door de Turkse vader van een vriendin. De rurale afkomst van de man komt terug in een pofbroek met hoge taille. De ruitjes van zijn keurige overhemden zijn in Konno’s handen getransformeerd tot onregelmatig lijnenpatroon in felgeel op lila stof.", "Beeld Lisa Konno", "De kledingstukken bungelen aan draden in het trapgat, zijn speels in een hoek of over de wand gedrapeerd. Zo vormen ze een installatie die het houdt tussen soft sculpture, gesublimeerd portret en vehikel voor migratieverhalen die eens niet zwaar en moeizaam zijn maar juist licht en optimistisch. Diezelfde discipline overstijgende kwaliteit zit in de film die Konno maakte met de twee vaders. Het ene moment kijk je naar een fotoshoot, het volgende naar een documentaire.", "Met restjes van oude collecties, stukjes parachutestof of delen van kimono’s, heeft de ontwerper zes unieke jasjes gemaakt. Die zou je kunnen dragen maar ze ogen meer als kunstwerken. Dat geldt helemaal voor de sjaals die ze bedrukte met details uit haar kledingstukken en video’s. Ze hangen ingelijst aan de wand. Dit is mode voor het hoofd in plaats van het lijf.", "Beeld Lisa Konno"], "authors": ["Edo Dijksterhuis"], "keywords": ["konno", "van", "het", "dragen", "maar", "die", "zijn", "met", "maakt", "kán", "kunst", "lisa", "een", "vooral", "ze", "en", "niet", "voor"], "pubDate": "2020-11-27T13:54:35+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}