{"id": "b6d551af-4c6f-3bfa-86d0-d7ad44921fad", "title": "'Turkije opent onderzoek naar WhatsApp vanwege zorgen over privacy'", "url": "http://www.nu.nl/tech/6101283/turkije-opent-onderzoek-naar-whatsapp-vanwege-zorgen-over-privacy.html", "summary": "De Turkse mededingingsraad heeft een onderzoek naar WhatsApp geopend vanwege de nieuwe gebruiksvoorwaarden van de chatdienst, meldt persbureau Bloomberg maandag.\nDe Turkse president Recep Tayyip Erdogan liet zondag al weten vanwege de gewijzigde voorwaarden te stoppen met het gebruik van WhatsApp.\nNieuwe voorwaarden gelden niet voor EUWhatsApp en Facebook wisselen buiten de EU al langer data uit.\nWhatsApp-gebruikers binnen de Europese Unie krijgen niet met de gewijzigde voorwaarden te maken, omdat de Ierse privacyautoriteit daar afspraken over heeft gemaakt met Facebook.\nBinnen de EU wisselen WhatsApp en Facebook dus geen data uit.", "paragraphs": ["De Turkse mededingingsraad heeft een onderzoek naar WhatsApp geopend vanwege de nieuwe gebruiksvoorwaarden van de chatdienst, meldt persbureau Bloomberg maandag. De aanpassing heeft in het land geleid tot zorgen over de privacy van gebruikers.", "WhatsApp-accounts buiten de EU wisselen sinds vorige week data met Facebook uit, onder andere om advertenties aan te passen aan het internetgedrag van de gebruiker en voor integratie met het betaalplatform van Facebook.", "De Turkse mededingingsautoriteit is niet blij met deze nieuwe voorwaarden. Die leiden er volgens de toezichthouder toe dat Facebook nog meer gegevens verzamelt, verwerkt en gebruikt.", "De Turkse president Recep Tayyip Erdogan liet zondag al weten vanwege de gewijzigde voorwaarden te stoppen met het gebruik van WhatsApp. In plaats daarvan zullen de president en zijn collega's gebruikmaken van gecodeerde diensten van de berichtenapp BiP van de Turkse telecomaanbieder Turkcell.", "Turkije staat bekend om het optreden tegen socialemediaplatforms. Ook worden regelmatig gebruikers gearresteerd omdat zij op de platformen Erdogan zouden hebben beledigd. Volgens critici probeert de Turkse president daarmee mensen met afwijkende meningen monddood te maken.", "Nieuwe voorwaarden gelden niet voor EU", "WhatsApp en Facebook wisselen buiten de EU al langer data uit. Gebruikers konden tot vorige week met een druk op de knop weigeren dat informatie werd uitgewisseld. Ze moeten nu voor 8 februari akkoord gaan met de nieuwe privacyvoorwaarden, anders verliezen zij de toegang tot hun accounts.", "WhatsApp-gebruikers binnen de Europese Unie krijgen niet met de gewijzigde voorwaarden te maken, omdat de Ierse privacyautoriteit daar afspraken over heeft gemaakt met Facebook. Binnen de EU wisselen WhatsApp en Facebook dus geen data uit."], "authors": ["Door"], "keywords": ["opent", "van", "het", "vanwege", "turkije", "whatsapp", "onderzoek", "naar", "met", "en", "voorwaarden", "wisselen", "te", "turkse", "zorgen", "facebook", "privacy"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}