{"id": "b6d5f4e4-9490-3443-a523-fb1b015fd12e", "title": "Ook een slechte voorstelling kan een onuitwisbare indruk achterlaten", "url": "https://www.nrc.nl/nieuws/2021/01/07/ook-een-slechte-voorstelling-kan-een-onuitwisbare-indruk-achterlaten-a4026651", "summary": "Ik wil niets afdoen aan de spanning en de angst die politici en bewakers gevoeld hebben, en ja er zijn doden gevallen.\nToch kwamen de gebeurtenissen niet als een complete verrassing.\nJe kunt er het hoofd over schudden maar het houdt de boel ook enigszins bij elkaar.\nMaar de president is er toch in geslaagd om tientallen miljoenen Amerikanen te laten geloven dat die er wel zijn.\nAls het goed is, hebben ze zowel een boodschap als een imago, een manier om die boodschap te verkopen.", "paragraphs": ["Het was geen staatsgreep die zich woensdag afspeelde in Washington. Eerder een parodie daarop, een mislukte musical of ontaarde operette. Bedacht zonder clou en uitgevoerd zonder ook maar een minimum aan talent.", "H.M. van den Brink is schrijver en voormalig correspondent van NRC in Washington.", "’s Ochtends waren er geschreeuwde oproepen tot ‘strijd’ en het tonen van ‘heldenmoed’ door de president en zijn familieleden vanaf een podium voor het Witte Huis. De komst van de voormalige burgemeester van New York werd er begeleid door het liedje ‘Macho Man’ van The Village People, het vijftal zangers dat in de jaren zeventig triomfen vierde verkleed als fetisj-symbolen uit de homoseksuele subcultuur en wier grootste hit, een oproep tot onbekommerd hedonisme, ongeacht de strekking al maanden ook door Donald Trump zelf wordt gebruikt om bijeenkomsten op te luisteren – hij doet er soms een dansje bij. In de menigte die naar de parlementsgebouwen marcheerde werden fantasie-uniformen gedragen en andere uitdossingen die je eerder op het Songfestival dan tijdens een volksopstand verwacht.", "Souvenirs en selfies", "Het waren dan ook geen wanhopige armoedzaaiers die de toegang tot de vergaderzalen forceerden maar burgers uit alle windstreken die voorzien van hun peperdure Trump-parafernalia veelal per vliegtuig naar de hoofdstad waren gekomen en netjes vooraf een hotel hadden geboekt. Eenmaal binnen werden er voornamelijk selfies gemaakt en souvenirs gejat.", "Ik wil niets afdoen aan de spanning en de angst die politici en bewakers gevoeld hebben, en ja er zijn doden gevallen. Maar terwijl de gebeurtenissen zich voor het oog van de televisiecamera’s ontrolden moest ik toch vooral denken aan de manier waarop regeringsleiders in Moskou, Beijing en Caracas naar hun scherm gekeken zullen hebben. Eerst met grote ogen, daarna enigszins lacherig, uiteindelijk in dolle pret. Bij een staatsgreep horen tanks en gemaskerde ordetroepen, op televisie alleen maar testbeeld en gewichtige muziek op de radio. Wat zich op de trappen van het Capitool afspeelde leek in niets op de bestorming van het Winterpaleis ruim honderd jaar geleden, een hedendaagse Eisenstein zou er geen raad mee weten. Er was geen doel, er was geen plan.", "Toch kwamen de gebeurtenissen niet als een complete verrassing.", "Voor een democratie die zichzelf graag als voorbeeldig en zelfs modern ziet, kennen de Verenigde Staten opvallend veel geloofsartikelen en rituelen. De founding fathers en de Grondwet genieten een sacrosancte status, de president wordt geacht zich als vrome christen te manifesteren en de natie met enige regelmaat aan te prijzen als de mooiste en beste op aarde, de First Lady houdt er een eigen hofhouding op na en één maal per jaar krijgt in de tuin van het Witte Huis een kalkoen gratie. Je kunt er het hoofd over schudden maar het houdt de boel ook enigszins bij elkaar.", "Reagan hield nog de schijn op", "Ronald Reagan werd verweten dat hij soms zijn eigen teksten niet begreep maar het werd gewaardeerd dat hij als ervaren B-acteur toch een niet onaardige president neerzette. Inmiddels wordt hij ook door voormalige tegenstanders met weemoed herdacht. Want Donald Trump houdt zelfs de schijn niet op, zijn toespraken kennen nauwelijks samenhang, ze worden gekenmerkt door grofheden en aantoonbare leugens, gelardeerd met uitgeholde adjectieven als ‘fantastisch,’ ‘historisch’ en ‘nog nooit gezien.’ Reagan vertelde soms sprookjes, de verhalen van Trump zijn absurd en moeten volgens sommige van zijn partijgenoten dan ook ‘wel serieus maar niet letterlijk’ worden genomen.", "Maar tot wanhoop van ijverige factcheckers lijkt dat onderscheid er voor zijn publiek nauwelijks toe te doen. Als hij zegt dat de verkiezingen zijn gestolen, dan is dat zo. En Trump kan niet door de mand vallen, want er is geen mand. De enige institutie die hem interesseert is hijzelf.", "Geen moment heeft hij de indruk willen wekken de president van alle Amerikanen te zijn. Tekenend daarvoor is de permanente campagne die hij gedurende de vier jaar van zijn ambtstermijn heeft gevoerd. Na zijn inauguratie gingen de massale bijeenkomsten op dezelfde voet door als voor die tijd – en op vrijwel dezelfde toon. De president beschouwde zijn politieke tegenstanders niet als oppositie maar als landverraders, ongelovigen, misdadigers, communisten, of erger: mensen die kerstmis wilden afschaffen. Zulke retoriek past in het heetst van een verkiezingsstrijd en mag dan met een korreltje zout worden genomen, maar hoort na een overwinning door verzoenende woorden en gebaren te worden gevolgd. Ook aan die conventie ging Trump schouderophalend voorbij – en zo bezien is het niet verbazingwekkend dat de meute van gisteren de oproep tot „combat” niet overdrachtelijk maar letterlijk heeft opgevat.", "Als hij zegt dat de verkiezingen zijn gestolen, dan is dat zo. Trump kan niet door de mand vallen, want er is geen mand.", "Trump heeft op het gebied van wetgeving opvallend weinig bereikt, maar sprak over het benoemen van drie rechters in het Hooggerechtshof, opnieuw tegen de norm, als puur politieke buit, en vindt dat zij hem iets verschuldigd zijn.", "Het is Trump in een stuk of zestig processen niet gelukt om de verkiezingsuitslag ongeldig te laten verklaren. Er waren geen feiten, geen bewijzen voor grootschalige fraude. Maar de president is er toch in geslaagd om tientallen miljoenen Amerikanen te laten geloven dat die er wel zijn. En dat hij de verkiezingen in niets meer of minder dan een electorale aardverschuiving heeft gewonnen.", "Lees ook: Ze vinden dat ze de democratie verdedigen", "Erfenis Trump is niet weg", "Gelooft hij dat zelf nou ook? Dat doet er niet toe. Traditionele politici beschikken over kwaliteiten die te maken hebben met zowel schijn als wezen. Als het goed is, hebben ze zowel een boodschap als een imago, een manier om die boodschap te verkopen. Een geliefd imago is bijvoorbeeld ‘authenticiteit’. Tijdens het debat en in commentaren is men er vervolgens op gespitst om licht tussen beide aan te brengen, tegenstrijdigheden te onthullen, onwaarheid, onwaarachtigheid, bedrog, een geheim plan.", "Dat heeft in het geval van Donald Trump niet goed gewerkt. Een slechte acteur hoeft niet te worden ontmaskerd, dat doet hij zelf. Uitgebreide recensies zijn verspilde moeite en vaak doet ook de tijd zijn werk – naar ooit voor meeslepend gehouden redenaars als Hitler en Mussolini kijken we nu ook met bevreemding, ze werken eerder clownesk.", "Maar zoals ook slechte voorstellingen een onuitwisbare indruk kunnen nalaten is de erfenis van Trump nog niet verdwenen met zijn afgang, of wanneer iemand op het hoofdkantoor van Twitter een knop omdraait. Hij laat een verscheurde partij na en aan heel zijn land een gestoorde, chaotische verhouding tot de werkelijkheid. De farce van 6 januari 2021 was daarvan een bewijs.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021"], "authors": ["H.M. Van Den Brink", "Leestijd Minuten"], "keywords": ["er", "zijn", "van", "indruk", "en", "een", "achterlaten", "kan", "niet", "ook", "als", "het", "onuitwisbare", "voorstelling", "slechte", "dat", "die"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}