{"id": "b6f38779-30de-304b-b854-19e0d3618f6c", "title": "Hoe het kleine denken China helpt aan een hoofdrol in de wereldhandel", "url": "https://trouw.nl/opinie/hoe-het-kleine-denken-china-helpt-aan-een-hoofdrol-in-de-wereldhandel~b40e5fa66/", "summary": "Het Regional Comprehensive Economic Partnership (RCEP) omvat een derde van de wereldbevolking en een derde van het mondiale bbp.\nDe ‘chloorkip’ stond symbool voor een verdrag dat bezweek onder nationalisme, protectionisme en een ­totaal gebrek aan strategisch denken.\nDatzelfde kleine denken heeft nu geleid tot het RCEP.\nDat vrijhandelsakkoord zou enig economisch voordeel voor Amerika en landen in Azië opleveren, maar vooral een dam tegen het oprukkende China moeten opwerpen.\nHet grote risico is dat RCEP leidt tot de isolatie van de regio van Amerika en een Chinees instrument wordt.", "paragraphs": ["“Dit is een overwinning voor multilateralisme en vrijhandel.” Het zijn vooral Europese politici die in dit soort frasen grossieren, maar dit keer kwam het uit de mond van de Chinese premier Li Keqiang. Hij had net zijn handtekening gezet onder een akkoord waarmee de grootste vrijhandelsorganisatie van de wereld was gevormd. Het Regional Comprehensive Economic Partnership (RCEP) omvat een derde van de wereldbevolking en een derde van het mondiale bbp.", "Het is het soort overeenkomst waartegen zowel in Amerika als in Europa zo veel weerzin bestaat dat ze nauwelijks meer gesloten kunnen worden. In Nederland werd een vergelijkbaar pact, het Trans-Atlantisch handels- en investeringspact (TTIP) tussen de EU en de VS uit angst voor Amerikaanse lagere standaarden voor voedselveiligheid en goedkope importen getorpedeerd. De ‘chloorkip’ stond symbool voor een verdrag dat bezweek onder nationalisme, protectionisme en een ­totaal gebrek aan strategisch denken. Verdragen met Canada (CEPA) en Zuid-Amerika (Mercosur) lijken ook een dergelijk lot beschoren. Vooral linkse partijen, SP, GroenLinks en PvdA, dreven mee op irrationele sentimenten en populistische stemmingmakerij. Zij bleken onmachtig dit soort verdragen te zien in de bredere context van de mondiale machtsverschuivingen.", "Datzelfde kleine denken heeft nu geleid tot het RCEP. Trump trok direct na zijn aantreden de stekker uit het Trans-Pacific Partnership (TPP). Dat vrijhandelsakkoord zou enig economisch voordeel voor Amerika en landen in Azië opleveren, maar vooral een dam tegen het oprukkende China moeten opwerpen. De RCEP is het directe gevolg van Trumps besluit. De elf landen die samen met de Amerikanen over het TPP-handelsverdrag hadden onderhandeld, waaronder Japan, Australië, Nieuw-Zeeland en Zuid-Korea, sloten onderling een verdrag, maar zonder Amerika werd het niks. Dus hebben ze zich bij het nieuwe verdrag aangesloten waarin China de hoofdrol speelt.", "Europa en Amerika worden de grote verliezers", "Het nieuwe vrijhandelsakkoord bouwt voort op bestaande akkoorden als de ASEAN, de kern waar de Aziatische besluitvorming nu om draait. RCEP verbreedt de samenwerking van tien naar vijftien landen. Behalve handel gaat het om hulp aan de zwakkere economieën, gezamenlijke standaarden, regels en reguleringen. Dat lijkt verdacht veel op de Europese Unie, hoewel er nog een hele lange weg te gaan is voordat de Aziaten ook maar in de buurt van onze economische en politieke integratie komen.", "Gehoopt wordt dat het Peking kan verleiden zich te schikken naar een op regels gebaseerd handelssysteem. Maar dat lijkt mij haaks te staan op wat China de afgelopen decennia heeft gedaan. Het heeft zich nooit aan de regels van de Wereldhandelsorganisatie gehouden en heeft een reputatie om organisaties in zijn voordeel om te buigen. Het grote risico is dat RCEP leidt tot de isolatie van de regio van Amerika en een Chinees instrument wordt. Met de Europeanen hebben de Aziaten al niet veel, waardoor er nieuwe blokken in de wereld ontstaan die soms wel en soms niet samenwerken.", "Deskundigen zijn het erover eens dat Europa en Amerika de grote verliezers worden. Dat ligt vooral aan onszelf omdat wij geen idee meer hebben wat door ons bedachte concepten als ‘multilateralisme’ en ‘vrijhandel’ voor onze welvaart en onafhankelijkheid van China betekenen.", "Rob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies. Hij schrijft wekelijks over internationale verhoudingen. Lees zijn columns hier terug."], "authors": ["Rob De Wijk"], "keywords": ["hoofdrol", "van", "wereldhandel", "hoe", "het", "china", "helpt", "voor", "zijn", "amerika", "rcep", "een", "en", "dat", "te", "aan", "denken", "kleine"], "pubDate": "2020-11-20T10:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}