{"id": "b714d61c-a83a-3ecc-8460-00afa9b0d2b3", "title": "Woman who gave Eddie Vedder a lift comes forward: ‘He was extremely shy’", "url": "https://www.parool.nl/english/woman-who-gave-eddie-vedder-a-lift-comes-forward-he-was-extremely-shy~bb6f88bc/", "summary": "Beeld Eigen foto'sOn Sunday, during a concert in Afas Live, Pearl Jam lead singer Eddie Vedder recalled the meeting he had with a Dutch woman 27 years ago.\nAfter the concert, she gave him a lift to his hotel room on the back of her bike.\nHe wanted to ride on the back.”Custers cycled through the centre of Utrecht on her brother’s bike, with Vedder on the back.\nThere were stops along the way; Vedder took a picture of Custers twice.\nEddie Vedder in Tivoli and during the concert in Afas Live.", "paragraphs": ["Valeska at the age of 23 and now. Beeld Eigen foto's", "On Sunday, during a concert in Afas Live, Pearl Jam lead singer Eddie Vedder recalled the meeting he had with a Dutch woman 27 years ago. After the concert, she gave him a lift to his hotel room on the back of her bike. He often thinks back to this encounter, he told the audience.", "The woman herself remembers it vividly too, she told the Dutch newspaper Het Parool on Tuesday. A former co-student and her husband had mailed the newspaper earlier. At first, she thought it was a joke. “But surely there weren’t other girls who took Eddie Vedder to his hotel room on the back of their brother’s bike?”", "Valeska Custers – at the time, Dijkstra – attended the Pearl Jam concert in Tivoli, Utrecht in March of 1992 (not Amsterdam’s Melkweg, as Vedder believed). The 23-year-old student did not come for the up-and-coming grunge band from Seattle, but for the supporting act: the Dutch band City Pig Unit, in which a friend of hers played.", "Shy", "The concert was ‘awesome’, recalls Custers. “I watched together with Koen, the guitarist of City Pig Unit. At one point Eddie climbed all the way to the top to the upper speakers. All the girls backstage went completely mad afterwards.” Custers kept her distance. “But then he approached me. ‘How do you like my new tattoo?,’ he asked. I told him I liked it. He was extremely shy, but I really felt a connection with him.”", "Vedder wanted to get a drink after the concert and asked Custers to join him at Kafé België. “I declined because I wanted to help the members of City Pig Unit pack up their gear.” Once the instruments were loaded onto the van, Custers plucked up the courage and walked into the café. “He was sitting there with only girls again. He immediately saw me and pulled up a chair. That’s how I got to sit next to him.”", "They talked for hours, and Custers wrote her address in his diary. At about 3 a.m., the rocker thought about getting to bed. “I offered to call him a taxi, but he asked: Do you have a bike? He wanted to ride on the back.”", "Custers cycled through the centre of Utrecht on her brother’s bike, with Vedder on the back. As Vedder said at the concert on Sunday night, she did indeed have long, blond hair that fluttered in his face as they cycled. There were stops along the way; Vedder took a picture of Custers twice.", "Eddie Vedder in Tivoli and during the concert in Afas Live. Beeld Marcel Wagenaar (rechts)", "Backpack", "Custers carried a backpack in which she had a white T-shirt and a red flannel shirt. The shirt, which Vedder mentioned on Sunday, also belonged to her brother.", "She wore it earlier that evening. “But I had purchased a City Pig Limit shirt in Tivoli and thought that was much cooler.” During the bike trip, Vedder held on to the backpack – Custers can’t recall if he also put on the shirt. She does know, however, that Vedder forgot to return the backpack when they said good-bye. Both the backpack and shirt have disappeared without a trace; Vedder probably took them.", "Custers describes the farewell by the Hilton Hotel in Utrecht as awkward. “He was so shy and modest. That also made him so nice.” When they said good-bye, they shook hands and he kept waving at her as she cycled away.", "Custers went home and to bed ‘with a wonderful memory’. “I still remember thinking: I’m not going to give myself to him. He’ll be somewhere else tomorrow and I’ll be one of the thousands of girls.”", "Soulmate", "But she certainly wasn't any other groupie to Vedder. After 27 years, Vedder still thinks of that moment, he said in Afas Live. “I’m almost certain I would recognise her face.”", "Custers – now 49, moved from Utrecht to Hilversum, married and a mother to three girls – would also like to meet Vedder again. “I have thought about it so many times, but I didn’t know how I would arrange it. It would be great to meet again. He kind of feels like my soulmate.”", "She did give it a try. Two years ago, when Vedder also played two concerts in Afas Live, she walked to the front before the start of the show, attracted the attention of a roadie and told him the story. “Can you tell Eddie that the girl who took him to his hotel room years ago is here?” It didn’t lead to them meeting each other. She also went back to his concert in Carré in 2012, but didn’t feel like waiting for him by the exit.", "In 1992, a few months after their nocturnal bike ride, she came close. She attended Pinkpop and spotted Stone Gossard, Pearl Jam’s guitarist, at a terrace in Heerlen. She also told him the bike story and Gossard promised that she could go backstage during Torhout/Werchter. But unfortunately for Custers, that performance got cancelled.", "Whether the two will meet again after 27 years is unclear. Vedder will perform in Brussels on Wednesday evening and will then continue his tour in Italy, Portugal and Spain. There are no concerts scheduled in the Netherlands. Het Parool has approached Eddie Vedder’s management.", "Translated by Paola Westbeek"], "authors": ["Hanneke Keultjes"], "keywords": ["thought", "bike", "gave", "forward", "extremely", "utrecht", "shirt", "told", "shy", "comes", "woman", "lift", "vedder", "eddie", "concert", "took", "custers"], "pubDate": "2019-06-11T18:07:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}