{"id": "b72ea092-75e3-31c0-8d7c-0bbdc3f0ffb6", "title": "Corona wereldwijd – cijfers over het coronavirus in alle landen op een rij", "url": "https://volkskrant.nl/nieuws-achtergrond/corona-wereldwijd-cijfers-over-het-coronavirus-in-alle-landen-op-een-rij~b14e8079/", "summary": "Let op: de assen zijn niet gelijk, een lijn op gelijke hoogte betekent niet een gelijk aantal.\nHieronder ziet u het aantal besmettingen per 100 duizend inwoners per dag.\nHieronder vindt u het aantal besmettingen per 100 duizend inwoners in de afgelopen week in Europa, waar mogelijk per regio.\nVerantwoording en bronnen Het aantal bevestigde besmettingen is lager dan het aantal mensen dat daadwerkelijk besmet is met het virus.\nWij geven deze data hier toch weer, omdat het wel een indicatie geeft van regionale spreiding en de toename van het aantal besmettingen.", "paragraphs": ["Beeld Titus Knegtel", "Hoe hard slaat het coronavirus in andere landen toe? En waar staat Nederland in de wereld? Dagelijks verschijnen nieuwe cijfers en statistieken, de Volkskrant zet de belangrijkste internationale cijfers op een rij en ververst ze enkele keren per dag. Bij elke grafiek vindt u een korte toelichting.", "Besmettingen per land", "Hier ziet u het aantal gemelde besmettingen per dag. We laten hier, naast Nederland, de landen zien met het grootste aantal doden door covid-19. U kunt zelf andere landen selecteren. Let op: de assen zijn niet gelijk, een lijn op gelijke hoogte betekent niet een gelijk aantal.", "Hieronder ziet u het aantal besmettingen per 100 duizend inwoners per dag. We kijken naar het gemiddelde over de afgelopen zeven dagen. U kunt ook zelf landen selecteren om te vergelijken.", "Regionale verschillen", "De situatie in een land kan per regio enorm verschillen. Hieronder vindt u het aantal besmettingen per 100 duizend inwoners in de afgelopen week in Europa, waar mogelijk per regio. Deze kaart wordt één keer in de week bijgewerkt.", "Sterfte per dag", "De sterftemeldingen per dag geven, hoewel niet alle sterfte direct wordt gerapporteerd, toch een beeld van het verloop van de crisis. Ook hier kunt u zelf andere landen kiezen om te vergelijken.", "Sterfte per miljoen inwoners", "", "De onderstaande grafiek toont het aantal overledenen per miljoen inwoners voor de landen met de meest gemelde sterfgevallen en Nederland. U kunt zelf andere landen selecteren om te vergelijken.", "Hieronder vindt u de landen met de meeste sterfgevallen in totaal. Dit is het dodental dat door het land wordt geregistreerd als covid-19-sterfte. De werkelijke sterftecijfers kunnen hoger zijn.", "Wereldwijde trends", "Sinds de uitbraak in China heeft covid-19 zich over de hele wereld verspreid. Onderstaande grafiek laat het aantal gedetecteerde besmettingen zien per week. Het werkelijke aantal besmettingen zal hoger liggen omdat lang niet iedereen wordt getest. De cijfers geven wel een indicatie van de wereldwijde trend.", "Overledenen wereldwijd", "Onderstaande grafiek toont per week het totaal aantal overledenen dat door de autoriteiten is gerapporteerd, onderverdeeld naar continenten. De werkelijke sterftecijfers zullen hoger zijn, niet iedereen wordt getest en sterfgevallen worden vaak pas later gemeld.", "Wereldkaart", "In onderstaande wereldkaart kunt u geografisch het aantal meldingen van besmettingen en sterfte door covid-19 zien. De absolute aantallen lenen zich minder goed voor een vergelijking tussen landen omdat deze niet zijn gecorrigeerd voor het inwoneraantal.", "Alle landen", "Hieronder kunt u zelf de naam invoeren van een land om snel specifieke informatie te vinden. De cijfers worden minstens één keer per dag bijgewerkt. In de grafiek hieronder worden de besmettingen per week niet op dezelfde schaal weergegeven. Door uw muis over de grafiek te bewegen ziet u de werkelijke aantallen.", "Maatregelen", "Vrijwel elk land treft maatregelen tegen de verspreiding van het virus. Oxford University houdt bij welke maatregelen dit zijn voor circa 150 landen. Op een schaal van 1 tot 100 meten ze hoe streng een land is. Voor veel voorkomende maatregelen, zoals scholen sluiten en thuiswerken aanbevelen, ziet u hieronder per land wat de laatst bekende stand van zaken is. In de praktijk kan het nog wel enorm verschillen hoe een maatregel wordt gehandhaafd, in sommige landen wordt streng gecontroleerd, in andere landen wordt de verantwoordelijkheid meer bij de burger zelf gelegd.", "Corona in Nederland Wilt u meer weten over corona in Nederland? Hier zetten we de belangrijkste grafieken en kaarten op een rij.", "Verantwoording en bronnen Het aantal bevestigde besmettingen is lager dan het aantal mensen dat daadwerkelijk besmet is met het virus. Lang niet iedereen met klachten wordt getest, en het is ook mogelijk om besmet te zijn zonder (zware) klachten. Wij geven deze data hier toch weer, omdat het wel een indicatie geeft van regionale spreiding en de toename van het aantal besmettingen. De Nederlandse cijfers zijn afkomstig van het RIVM, en worden elke dag zo snel mogelijk na 14:00 uur bijgewerkt. Internationale data zijn afkomstig van de Johns Hopkins University, tenzij we actuelere cijfers kunnen verkrijgen van de gezondheidsautoriteit in een land."], "authors": ["Serena Frijters", "Semina Ajrović", "Xander Van Uffelen"], "keywords": ["van", "corona", "cijfers", "rij", "niet", "landen", "een", "coronavirus", "en", "wordt", "besmettingen", "wereldwijd", "zijn", "aantal", "op", "het", "alle"], "pubDate": "2020-12-17T07:15:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}