{"id": "b735b6ab-0d03-39fe-9071-60db6be7ba48", "title": "Het laatste werk van Louis Andriessen is een indringend sluitstuk van zijn oeuvre ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/het-laatste-werk-van-louis-andriessen-is-een-indringend-sluitstuk-van-zijn-oeuvre~bf6f025c/", "summary": "Het Orkest van de Achttiende Eeuw en Cappella Amsterdam tijdens de wereldpremière van May van Louis Andriessen.\nBeeld Esther de BruijnAl heel lang geleden verkondigde Louis Andriessen (81) dat hij nooit meer voor een symfonieorkest zou schrijven.\nZeven jaar terug zwichtte hij toch, op aandringen van het Concertgebouworkest, wat leidde tot het stuk Mysteriën.\nAndriessens nieuwste en laatste werk is wederom voor orkest, maar ditmaal voor het ensemble van zijn in 2014 overleden vriend Frans Brüggen, het Orkest van de Achttiende Eeuw.\nMay is een in memoriam voor Brüggen en tevens het indringende sluitstuk van een meer dan zestig jaar omspannend oeuvre.", "paragraphs": ["Het Orkest van de Achttiende Eeuw en Cappella Amsterdam tijdens de wereldpremière van May van Louis Andriessen. Beeld Esther de Bruijn", "Al heel lang geleden verkondigde Louis Andriessen (81) dat hij nooit meer voor een symfonieorkest zou schrijven. Zeven jaar terug zwichtte hij toch, op aandringen van het Concertgebouworkest, wat leidde tot het stuk Mysteriën. Daarna volgden nog Agamemnon en The only one.", "Andriessens nieuwste en laatste werk is wederom voor orkest, maar ditmaal voor het ensemble van zijn in 2014 overleden vriend Frans Brüggen, het Orkest van de Achttiende Eeuw. Dat is niet echt een standaard symfonieorkest: de musici spelen op historische instrumenten en komen projectmatig bijeen. Hoewel het zelden hedendaagse muziek speelt, beschikt het wel degelijk over de Andriessen-factor.", "Dat was zaterdag te horen vanuit een verlaten Concertgebouw in Amsterdam, via radio en livestream. Een plukje vrienden en pers kon luisteren in de zaal. May is een in memoriam voor Brüggen en tevens het indringende sluitstuk van een meer dan zestig jaar omspannend oeuvre. Want Andriessen lijdt aan de ziekte van Alzheimer, vertelde zijn vrouw Monica Germino in de Volkskrant, en zal niet meer componeren. Maar van dat invloedrijke oeuvre zal de muziekwereld nog lang de naschokken voelen.", "Zo imposant als de monolithische werken uit de jaren zeventig en tachtig, met titels als De staat en De materie, is May niet. Andriessen is omstreeks de eeuwwisseling gaandeweg opgeschoven naar mildere klanken en een minder strenge, vaak door teksten gedragen constructie. Zo ook hier. Uit de meer dan vierduizend versregels van Gorters gedicht Mei heeft de componist er ruim zeventig geselecteerd, in een mooie Engelse vertaling van Paul Vincent.", "Cappella Amsterdam zingt Josquins Nymphes des bois, dat aan May voorafging. Beeld Esther de Bruijn", "Het werk is een tweeluik, met een vrij optimistisch begin, en tot slot een rouwzang, een ‘lijkmisbaar’ zoals dat bij Gorter heet. De teksten, gezongen door Cappella Amsterdam, zijn vaak twee- of drie- en zelfs eenstemmig getoonzet en daardoor vrij goed verstaanbaar. Slechts een enkele maal komen alle stemmen bijeen in een optorenende akkoordzuil.", "Die schrijnende, voortschrijdende akkoorden zijn misschien wel de meest typerende Andriessen-vingerafdruk. Maar er is meer: zo begint het tweede deel met een bijtend hamerende solo voor de fortepiano, bespeeld door Menno van Delft, en duikt er vlak voor het slot, samen met de gnomen en elven uit de tekst, een brutaal, burlesk deuntje op, als relativering van de toch onmiskenbare treurnis.", "May bevat bijzonder veel verwijzingen naar muziek: het gaat over hoorns, cymbalen, klokken, ‘waterbellen vol muziek’ en een ‘doodsroffel’. Die komen tot klinken als een gesampled Glockenspiel, fanfares, en dreigende paukslagen. May moet wel Andriessens meest illustratieve compositie zijn. Als hommage aan Brüggens instrument mocht Lucie Horsch een blokfluitflard van vier maten leveren en er verder het zwijgen toe doen.", "De open, heldere klank van het orkest kwam fraai tot zijn recht onder de kalme en bedachtzame directie van Daniel Reuss. Voorafgaand aan deze bijzondere première klonken de rouwzang die Josquin des Prez meer dan vijfhonderd jaar geleden componeerde voor zijn collega Johannes Ockeghem, en Mozarts voorlaatste symfonie, waarin de musici, aangevoerd door concertmeester Alexander Janiczek, lieten horen dat de geest van oprichter Brüggen nog altijd vaardig is over hen.", "May Klassiek ★★★★☆ Door het Orkest van de Achttiende Eeuw en Cappella Amsterdam o.l.v. Daniel Reuss. 5/12, Concertgebouw, Amsterdam. Terugluisteren op radio4.nl."], "authors": ["Frits Van Der Waa"], "keywords": ["van", "dat", "orkest", "een", "en", "oeuvre", "louis", "sluitstuk", "zijn", "meer", "voor", "werk", "laatste", "amsterdam", "het", "indringend"], "pubDate": "2020-12-06T09:42:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}