{"id": "b74c7cb4-b72c-3ac8-b9ce-04e131a0802a", "title": "We willen de uitvoering van bruin gedachtegoed niet met Europees geld financieren", "url": "https://trouw.nl/opinie/we-willen-de-uitvoering-van-bruin-gedachtegoed-niet-met-europees-geld-financieren~bf6d3662/", "summary": "Dit is artikel 1bis van het Verdrag van Lissabon.\nIn Hongarije staan de onafhankelijkheid van rechters, de vrijheid van meningsuiting en de rechten van minderheden onder druk.\nHongarije en Polen houden vol dat ze hun eigen land mogen inrichten en hun eigen waarden erop na houden.\nDat mogen ze zeker, maar niet als ze lid zijn van een club waarvan ze de spelregels hebben onderschreven.\nOrbán en Kaczynski moeten begrijpen dat de Unie is ontstaan uit de puinhopen die deze stroming heeft veroorzaakt en dat we de uitvoering van hun bruine gedachtegoed niet met Europees geld willen bekostigen.", "paragraphs": ["‘De waarden waarop de Unie berust, zijn eerbied voor de menselijke waardigheid, vrijheid, democratie, gelijkheid, de rechtsstaat en eerbiediging van de mensenrechten, waaronder de rechten van personen die tot minderheden behoren. Deze waarden hebben de lidstaten gemeen in een samenleving die gekenmerkt wordt door pluralisme, non-discriminatie, verdraagzaamheid, rechtvaardigheid, solidariteit en gelijkheid van vrouwen en mannen.’ Al afgehaakt?", "Doe maar niet. Dit is artikel 1bis van het Verdrag van Lissabon. Het kan geen kwaad u erop te wijzen dat de presidenten van Polen en Hongarije hier hun handtekening onder hebben gezet.", "Dat zijn landen die de Europese Unie als pinautomaat zien waaruit ze zonder verplichtingen geld kunnen trekken. Het minste wat deze netto-ontvangers kunnen doen, is zich aan artikel 1bis houden. Omdat ze daar geen zin in hebben, blokkeren ze nu de hele Europese meerjarenbegroting inclusief het coronaherstelfonds. Door de begroting te blokkeren gijzelen ze niet alleen hun eigen bevolking, maar ook die van de overige EU-lidstaten.", "Spelregels onderschreven", "Ze zijn woedend op de rechtstaattoets die bepaalt of ze geld uit Brussel kunnen krijgen. Die toets zullen ze niet doorstaan. In Hongarije staan de onafhankelijkheid van rechters, de vrijheid van meningsuiting en de rechten van minderheden onder druk. In Polen draait het vooral om de onafhankelijkheid van de rechters en lhtbi-vrije zones. Hongarije en Polen houden vol dat ze hun eigen land mogen inrichten en hun eigen waarden erop na houden. Dat mogen ze zeker, maar niet als ze lid zijn van een club waarvan ze de spelregels hebben onderschreven.", "Bovendien ontvangen ze geld dat deels door de lidstaten is opgehoest en deels gezamenlijk is geleend op de kapitaalmarkten. Dat laatste kan voor een gunstig tarief, omdat landen als Nederland en Duitsland hun zaakjes financieel op orde hebben. Desondanks zien ze de rechtstaattoets als een grove inmenging in hun binnenlandse aangelegenheden. De Poolse minister van justitie Zbigniew Ziobro spreekt van een radicale beperking van de soevereiniteit die leidt tot politieke, culturele en uiteindelijk ‘economische kolonisatie’ of ‘slavernij’.", "De Hongaarse premier Orbán die de autoritaire democratie openlijk verheerlijkt en verlekkerd naar China kijkt, noemde het ‘ideologisch gedreven chantage’.", "De prijs die we moeten betalen", "Ze zijn vergeten dat ze met Europees geld hun uitgewoonde landen konden opbouwen. Ik hoef daarvoor geen dank je wel. Echt zorgwekkend is dat de Hongaarse en Poolse leiders tot de rechts-radicale, nationalistisch-populistische stroming behoren waaruit ook Trump en brexit zijn voortgekomen. Je zou beide landen erop kunnen wijzen dat ze de Britten kunnen volgen. Of een ultimatum stellen: aanvaard de democratische rechtsstaat of vertrek.", "In ieder geval moeten deze leiders begrijpen dat we hele slechte ervaringen hebben met nationalisme, racisme, xenofobie en het vernietigen van de rechtsstaat. Orbán en Kaczynski moeten begrijpen dat de Unie is ontstaan uit de puinhopen die deze stroming heeft veroorzaakt en dat we de uitvoering van hun bruine gedachtegoed niet met Europees geld willen bekostigen.", "Dat daardoor de begroting later van kracht wordt is een prijs die we dan maar moeten betalen. Anders is artikel 1bis een dode letter.", "Rob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies (HCSS). Hij schrijft wekelijks over internationale verhoudingen. Lees zijn columns hier terug."], "authors": ["Rob De Wijk"], "keywords": ["europees", "van", "financieren", "bruin", "het", "met", "die", "zijn", "gedachtegoed", "willen", "niet", "uitvoering", "en", "ze", "dat", "geld", "een", "hun", "hebben"], "pubDate": "2020-11-27T10:03:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}