{"id": "b74c9b5e-78d8-3421-83a5-c15224fbadeb", "title": "Dit weten we over de Zuid-Afrikaanse en Britse mutatie van het coronavirus", "url": "https://nu.nl/coronavirus/6098572/dit-weten-we-over-de-zuid-afrikaanse-en-britse-mutatie-van-het-coronavirus.html", "summary": "Twee varianten van het coronavirus, een Zuid-Afrikaanse en een Britse mutatie, zijn mogelijk een stuk besmettelijker dan het oorspronkelijke virus.\nMeerdere varianten zijn te verwachtenDe Zuid-Afrikaanse en de Britse variant zijn twee van de vele varianten van het coronavirus die we nu kennen.\nDe veranderingen die de Zuid-Afrikaanse variant en de Britse variant hebben doorgemaakt, lijken de kenmerken van het virus wel te hebben beïnvloed.\nEmma Hodcroft is een van de ontwikkelaars van Nextstrain, een online database waarin de ontwikkeling van coronavirusvarianten wordt gevolgd.\nDe Britse en de Zuid-Afrikaanse variant verschillen op veel punten van elkaar en zijn los van elkaar ontstaan.", "paragraphs": ["Twee varianten van het coronavirus, een Zuid-Afrikaanse en een Britse mutatie, zijn mogelijk een stuk besmettelijker dan het oorspronkelijke virus. De varianten zijn afzonderlijk van elkaar ontstaan, maar hebben ook een paar opvallende overeenkomsten.", "Woensdag maakte de Britse minister van Volksgezondheid bekend dat er een tweede coronavirusvariant, die mogelijk erg besmettelijk is, aangetroffen is in het Verenigd Koninkrijk. Deze tweede variant is afkomstig uit Zuid-Afrika. In het Verenigd Koninkrijk is er nu dus de zogenaamde 'Britse variant' en de 'Zuid-Afrikaanse variant' waar grote zorgen over zijn. Wat zijn de overeenkomsten en verschillen tussen deze twee?", "Meerdere varianten zijn te verwachten", "De Zuid-Afrikaanse en de Britse variant zijn twee van de vele varianten van het coronavirus die we nu kennen. Dat er veel varianten zijn is niet gek; virussen veranderen constant een beetje.", "Eric Snijder, hoogleraar moleculaire virologie aan het Leids Universitair Medisch Centrum (LUMC), legde eerder aan NU.nl uit dat de meeste veranderingen geen invloed hebben op eigenschappen van het virus. De veranderingen die de Zuid-Afrikaanse variant en de Britse variant hebben doorgemaakt, lijken de kenmerken van het virus wel te hebben beïnvloed.", "Onderzoek naar virusverspreiding", "Marion Koopmans, hoogleraar virologie aan het Erasmus MC, legt uit dat de Zuid-Afrikaanse en de Britse variant een belangrijke overeenkomst hebben: ze lijken zich veel sneller te verspreiden. Dit is een sterke aanwijzing dat de twee varianten besmettelijker zijn.", "Helemaal zeker is dit nog niet volgens Koopmans. Toeval kan er ook aan bijdragen dat een variant zich sneller verspreidt. Wetenschappers zijn de varianten daarom nu in het lab aan het onderzoeken.", "Overeenkomst specifieke mutatie", "Een andere overeenkomst tussen de Britse en de Zuid-Afrikaanse variant is volgens Koopmans dat ze allebei opvallend veel veranderingen hebben doorgemaakt. Eén specifieke verandering hebben de Britse en de Zuid-Afrikaanse variant gemeen. Deze verandering wordt N501Y genoemd. In eerder onderzoek bij muizen werden aanwijzingen gevonden dat deze verandering het coronavirus besmettelijker maakt.", "Over de betekenis van deze verandering is alleen nog veel onzeker. Emma Hodcroft is een van de ontwikkelaars van Nextstrain, een online database waarin de ontwikkeling van coronavirusvarianten wordt gevolgd. Ze legt op Twitter uit dat het mogelijk is dat het virus niet veel besmettelijker wordt met enkel de verandering N501Y, maar dat N501Y in combinatie met nóg een andere verandering het virus wel een stuk besmettelijker maakt.", "Britse variant is anders dan de Zuid-Afrikaanse", "Het is dus ook niet zo dat als blijkt dat de Zuid-Afrikaanse variant enorm besmettelijk is, dit automatisch ook geldt voor de Britse variant. De Britse en de Zuid-Afrikaanse variant verschillen op veel punten van elkaar en zijn los van elkaar ontstaan. Koopmans vertelt dat je daarom beide varianten apart zult moeten onderzoeken.", "Er wordt nu onderzocht of de coronavaccins even effectief zijn tegen beide varianten. Experts verwachten dat de vaccins nog steeds werken en ook vaccinontwikkelaar Pfizer heeft geen aanwijzingen dat hun vaccin niet beschermt tegen deze de Britse en de Zuid-Afrikaanse variant.", "Hoe kan toeval invloed hebben op de verspreiding van een variant? Een rekenvoorbeeld: Er is een dorp waar 50 mensen besmet zijn met een virus. 25 personen hebben variant A en 25 personen hebben variant B. In het dorp wordt een groot feest gehouden, maar niet iedereen in het dorp gaat ernaartoe. Door toeval zijn er op het feest 10 mensen die besmet zijn met virusvariant A en 2 mensen die besmet zijn met virusvariant B.", "Het is druk en iedereen die besmet is met een van de twee varianten, besmet 3 andere mensen. Dit betekent dat er tijdens het feest 30 mensen besmet raken met variant A en 6 met variant B. Dit verandert de verhouding tussen de twee virusvarianten in het dorp drastisch.", "Na het feest zijn er 30 mensen bij gekomen met variant A, dus in totaal zijn er nu 55 mensen met deze variant. Daarnaast zijn er 6 mensen extra met variant B, wat het totaal op 31 mensen met deze variant brengt. Hierdoor komt variant A na het feest dus bijna twee keer zoveel voor als virusvariant B, terwijl de twee varianten daarvoor ongeveer even vaak voorkwamen."], "authors": ["Door", "Shannon Bakker"], "keywords": ["zuidafrikaanse", "van", "zijn", "weten", "en", "mutatie", "een", "met", "dit", "dat", "britse", "varianten", "variant", "het", "coronavirus"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}