{"id": "b755598a-f283-301f-b674-16c5c4b76927", "title": "Leg ook oud-handlangers van Assad onder het vergrootglas", "url": "https://nrc.nl/nieuws/2020/12/09/leg-ook-oud-handlangers-van-assad-onder-het-vergrootglas-a4023174", "summary": "Het Openbaar Ministerie betoogt in deze zaken dat de Syrische vluchtelingen in terroristische organisaties vochten tegen „het legitieme regime van Assad”.\n„Wat er ook van dit regime zij, het gewapende verzet heeft het land verder naar de rand van de afgrond gebracht”, zo betoogde het OM in een zaak tegen twee Syrische vluchtelingen.\nDe IND en de recherche leggen deze Syrische vluchtelingen en hun socialemediagebruik onder een vergrootglas.\nMoeilijk te verkroppenVeel Syriërs hebben hun afkeer voor het regime en hun sympathie voor het gewapend verzet op sociale media laten blijken.\nHet ministerie van Justitie en Veiligheid en de internationale rechtshulpcentra stellen dat het zelfstandig horen van getuigen in Syrië in strijd is met het internationaal recht.", "paragraphs": ["In het onderzoeksverhaal Gevlucht uit Syrië, maar nog steeds bedreigd (NRC, 5/12) lezen we hoe tientallen oud-handlangers van de Syrische president Assad als vluchteling in Nederland zijn beland, tot onrust van veel Syriërs hier. Desondanks is in Nederland niemand vervolgd die aan de zijde van Assad vocht. Ik herken dit uit mijn strafrechtpraktijk, waarin ik Syrische vluchtelingen bijsta.", "Frederieke Dölle is advocaat bij Prakken d’Oliveira Human Rights Lawyers.", "Het Openbaar Ministerie betoogt in deze zaken dat de Syrische vluchtelingen in terroristische organisaties vochten tegen „het legitieme regime van Assad”. „Wat er ook van dit regime zij, het gewapende verzet heeft het land verder naar de rand van de afgrond gebracht”, zo betoogde het OM in een zaak tegen twee Syrische vluchtelingen. Een opmerkelijke stelling, nu de meeste burgerdoden in Syrië door het regime zijn gevallen. Bovendien heeft Nederland logistiek materieel aan Syrische oppositiestrijdgroepen geleverd.", "Onder de Syriërs die het OM vervolgt, bevinden zich jongemannen die uit opstandige regio’s kwamen en soms zelfs vastgehouden en gemarteld zijn door strijdgroepen van het Assad-regime of aan het regime gelieerde vrijwilligersgroepen. De dorpen waar zij woonden zijn stuk gebombardeerd terwijl de internationale gemeenschap toekeek. De IND en de recherche leggen deze Syrische vluchtelingen en hun socialemediagebruik onder een vergrootglas. Uit angst dat met de vluchtelingenstroom jihadisten binnenglippen. Voor Syriërs die aan de zijde van Assad vochten lijkt minder aandacht te zijn.", "Moeilijk te verkroppen", "Veel Syriërs hebben hun afkeer voor het regime en hun sympathie voor het gewapend verzet op sociale media laten blijken. Soms uit woede, soms door druk van buitenaf. Dit betekent echter niet dat zij ook aangesloten zijn geweest bij een terroristische organisatie, laat staan dat zij de Nederlandse bevolking iets willen aandoen. Het OM linkt de door hen gebruikte anti-regime-retoriek en religieuze symboliek vaak enkel aan terroristische organisaties. Religie speelde echter niet alleen een rol bij jihadistische rebellengroepen, maar bijvoorbeeld ook bij sympathisanten van het als gematigd beschouwde Vrije Syrische Leger. Voor deze nuance is in de strafzaken onvoldoende plaats.", "Lees ook het Commentaar: Met de asielzoeker verhuizen te vaak ook de daders mee", "Het is voor de Syrische vluchtelingen moeilijk te verkroppen dat zij, terwijl het strafrechtelijk onderzoek loopt, soms jaren op de terroristenafdeling in voorarrest zitten. Vooral als zij horen dat oud-handlangers van het regime asiel krijgen en zich niet hoeven te verantwoorden. Ondertussen is het voor de verdediging bijna onmogelijk onderzoek te doen in Syrië en de ontkennende verklaringen van cliënten handen en voeten te geven. Nederland heeft met Syrië geen rechtshulprelatie. Het ministerie van Justitie en Veiligheid en de internationale rechtshulpcentra stellen dat het zelfstandig horen van getuigen in Syrië in strijd is met het internationaal recht. Of Syrische vluchtelingen in Syrië strafbare feiten hebben gepleegd is hierdoor niet alleen moeilijk te onderzoeken, maar ook moeilijk te ontkrachten. Het risico dat Syriërs die het geweld in hun geboorteland ontvluchtten hier onschuldig vast komen te zitten is hierdoor (te) groot. Bovendien is het vervolgingsbeleid te eenzijdig.", "Een evenwichtiger beleid bij het onderzoeken en vervolgen van Syrische vluchtelingen voor feiten die zich in de Syrische oorlog zouden hebben afgespeeld is nodig. Daarnaast moeten in een vroeg stadium externe deskundigen bij dit onderzoek betrokken worden en een herevaluatie plaatsvinden van de mogelijkheden in Syrië zorgvuldig onderzoek te doen. We moeten voorkomen dat we oorlogsslachtoffers in Nederland ten onrechte als oorlogsmisdadigers zien."], "authors": ["Frederieke Dölle", "Leestijd Minuten"], "keywords": ["van", "het", "syrië", "leg", "assad", "oudhandlangers", "voor", "vluchtelingen", "onder", "ook", "te", "en", "syrische", "dat", "een", "vergrootglas"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}