{"id": "b75b0954-7a8c-3616-9fc6-200583574251", "title": "Wordt dit een goede week voor Joe Biden?", "url": "https://www.parool.nl/wereld/wordt-dit-een-goede-week-voor-joe-biden~ba7b0538/", "summary": "Nancy Pelosi is zondag herkozen als voorzitter van het Huis van Afgevaardigden in de VS. Beeld AFPHet is een week van groot belang voor het presidentschap van Joe Biden.\nDinsdag is het voor Biden de spannendste dag.\nDie zijn van doorslaggevend belang voor Bidens presidentschap, omdat daar zal worden bepaald welke partij het voor het zeggen zal krijgen in de Senaat, de Amerikaanse Eerste Kamer.\nOmdat de Democraten de meerderheid hebben in het Huis van Afgevaardigden zal het zover niet komen, maar een gezellig theekransje wordt het allerminst.\nTegelijkertijd is een onstuimige zitting van het voltallige Congres ook voor Biden slecht nieuws.", "paragraphs": ["Nancy Pelosi is zondag herkozen als voorzitter van het Huis van Afgevaardigden in de VS. Beeld AFP", "Het is een week van groot belang voor het presidentschap van Joe Biden. Dat hij president wordt, laat ondanks het aanhoudende verzet van Donald Trump geen twijfel; het kiescollege heeft Bidens overwinning bevestigd, waarmee hij op 20 januari geïnaugureerd wordt als de 46ste president van de VS. Maar hoe soepeltjes hij het land kan gaan leiden, wordt in belangrijke mate dinsdag en ook woensdag bepaald.", "Dinsdag is het voor Biden de spannendste dag. Omdat in de staat Georgia in november de uitslag voor de twee daar te verdelen Senaatszetels too close to call was, wordt daar dinsdag volgens regionale wetgeving een tweede stemronde gehouden, de zogenoemde runoff. Die zijn van doorslaggevend belang voor Bidens presidentschap, omdat daar zal worden bepaald welke partij het voor het zeggen zal krijgen in de Senaat, de Amerikaanse Eerste Kamer.", "Voorspoedig", "De Democraten hebben al de macht over het Huis van Afgevaardigden, waar zondag Democraat Nancy Pelosi voor de vierde keer op rij benoemd werd tot voorzitter. Lukt het de Democraten dinsdag bij de verkiezingen om de twee zetels in Georgia, die nu in handen zijn van de Republikeinen, te winnen, dan gaat Biden een voorspoedig begin van zijn presidentschap tegemoet. Blijven een of twee van die zetels in handen van de Republikeinen, dan zal de Demcratische president geregeld op taaie weerstand stuiten in de Senaat, dat het laatste woord heeft over wets- en beleidswijzigingen.", "Een dag later volgt het moment waar Trump al langer hoog over opgeeft tegen zijn achterban. Dan zal het Amerikaanse Congres zich over de benoeming van Joe Biden als president buigen. Andere verkiezingsjaren geldt deze stap in de grondwettelijke procedure als een formaliteit, maar dit jaar belooft Trump dat het zal leiden tot een dramatische ommezwaai van de verkiezingsuitkomst. Omdat de Democraten de meerderheid hebben in het Huis van Afgevaardigden zal het zover niet komen, maar een gezellig theekransje wordt het allerminst.", "Stemfraude", "In aanloop naar de zitting hebben elf belangrijke Republikeinse senatoren, onder leiding van de Texaan Ted Cruz, zaterdag een statement verspreid waarin ze aankondigen tien dagen uitstel van de benoeming te gaan aanvragen. Die tijd is volgens hen nodig om ‘serieuze zorgen’ over stemfraude te onderzoeken voor de uitkomst in een aantal staten. In de brief komen ook zij niet met bewijzen voor fraude over de brug. Trumps juristen hebben tientallen rechtszaken gevoerd tegen de uitslag van de verkiezingen in meerdere staten, maar kregen keer op keer nul op het rekest, omdat ze geen bewijzen wisten te leveren.", "De Republikeinse partijtop heeft partijgenoten gevraagd niet mee te doen aan dit verzet. Daarmee is het een riskante zet van de opstandige Republikeinen.", "Tegelijkertijd is een onstuimige zitting van het voltallige Congres ook voor Biden slecht nieuws. De aanhoudende beweringen en strapatsen van Trump en zijn trouwste partijgenoten om Trumps verlies aan te vechten, beïnvloeden de Amerikaanse publieke opinie zichtbaar.", "Uit meerdere peilingen blijkt dat twee derde van de Republikeinen momenteel gelooft dat Joe Biden middels fraude heeft gewonnen. Hoe langer op het hoogste niveau zijn presidentschap in twijfel wordt getrokken, hoe dieper het Amerika dat Biden straks moet leiden verdeeld dreigt te raken."], "authors": ["Tom Kieft"], "keywords": ["zijn", "van", "goede", "zal", "voor", "een", "wordt", "dit", "biden", "joe", "te", "op", "het", "week"], "pubDate": "2021-01-04T13:30:53Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}