{"id": "b75cbf67-1cad-3266-b883-88299a4b2549", "title": "Hoe slim is het om overal een abonnement op te nemen?", "url": "https://volkskrant.nl/de-gids/hoe-slim-is-het-om-overal-een-abonnement-op-te-nemen~bcf3796f/", "summary": "Natuurlijk zijn de onderhoudskosten gewoon in de prijs doorberekend, maar je merkt het niet zo.’Risico’s overschatten‘Bedrijven spelen in op de wens van het brein om alle onzekerheden weg te nemen’, zegt consumentenpsycholoog Patrick Wessels.\nJe denkt: dat tientje in de maand, dat kan ik wel missen.’ Een gouden combi om je te verleiden tot het nemen van een abonnement.\nHet bedrag wordt gevoelsmatig steeds kleiner, totdat je het product ‘gratis’ hebt.\nHet is ook een beetje een hype.’Stijgende trendExacte cijfers over het aantal abonnementsdiensten zijn er niet, omdat ‘abonnement’ een breed begrip is.\nAls je ergens blij van wordt en er een gevoel van zekerheid door krijgt, is dat het geld misschien gewoon waard.’", "paragraphs": ["Beeld Matteo Bal", "Een abonnement is zo afgesloten, want vaak lijken de kosten niet zo hoog. Maar hoe klein de maandprijs ook, bij elkaar kan het flink optellen. ‘Onder de streep is een abonnement vaak duurder dan een rechtstreekse aanschaf. Er moet dus wel een ander voordeel aan zitten voor de consument’, zegt Marten van Garderen, gedragseconoom bij ING. ‘Dat kan bijvoorbeeld gemak zijn, of het wegnemen van de hoge aanschafprijs.’", "Voor Freddy Onderstal (36) uit Ede was dat de reden om een koffieabonnement te nemen. ‘Ik wilde een bonenmachine kopen, maar zag de grote uitgave niet zitten.’ Nu heeft hij een machine in bruikleen en worden er automatisch bonen geleverd zodra ze opraken. Een slimme stekker houdt bij hoeveel koffie Onderstal zet, waarna hij per kopje betaalt. Ook voor het onderhoud wordt gezorgd: ‘Ik wil niet voor onverwachte extra kosten komen te staan. Natuurlijk zijn de onderhoudskosten gewoon in de prijs doorberekend, maar je merkt het niet zo.’", "Risico’s overschatten", "‘Bedrijven spelen in op de wens van het brein om alle onzekerheden weg te nemen’, zegt consumentenpsycholoog Patrick Wessels. ‘We hebben veel moeite om de toekomst in te schatten. Aan de ene kant overschatten mensen vaak risico’s. Als er 1 procent kans is dat iets kapot gaat, willen veel mensen dat verzekeren. Maar als je zegt dat iets 99 procent zekerheid biedt, ronden we dat wel af naar 100 procent. Tegelijkertijd overschatten we vaak onze toekomstige financiële situatie. Je denkt: dat tientje in de maand, dat kan ik wel missen.’ Een gouden combi om je te verleiden tot het nemen van een abonnement.", "Toch worden we niet per se gelukkiger van kleine, vaste bedragen, zegt Wessels. ‘Je hebt een soort mentale boekhouder in je hoofd. Als je één keer een groot bedrag moet betalen, voel je dat wel even. Maar die boekhouder schrijft dat vervolgens af. Het bedrag wordt gevoelsmatig steeds kleiner, totdat je het product ‘gratis’ hebt. Abonnementen doen veel meer pijn, die voel je elke maand opnieuw. Tien keer een tientje is tien keer een beetje pijn. Een keer honderd euro doet uiteindelijk minder pijn.’", "Bij abonnementen op spullen die maar kort meegaan, zoals scheermesjes of panty’s, spelen andere motieven een rol. ‘Het gaat dan echt om gemak: iets altijd in huis hebben zonder eraan te hoeven denken’, zegt econoom Van Garderen. ‘Maar daarbij is het vaak lastiger om meerwaarde te bieden aan de consument. Het is ook een beetje een hype.’", "Stijgende trend", "Exacte cijfers over het aantal abonnementsdiensten zijn er niet, omdat ‘abonnement’ een breed begrip is. Het aantal bedrijven dat zegt abonnementen aan te bieden, is 2,4 keer groter geworden sinds 2014, ziet de Kamer van Koophandel (KvK). Daar zijn winkels waar je een telefoonabonnement kunt afsluiten niet in meegerekend.", "De populariteit van abonnementen op digitale diensten zoals Netflix en Spotify prikkelt ondernemers om te kijken of ze die formule ook met andere productgroepen kunnen herhalen, zegt Van Garderen. ‘Maar het is niet zo makkelijk om dat succes te evenaren.’", "Dat blijkt ook bij de KvK. Hoewel bedrijven als Hetwhiskyabonnement.nl en Snoepabonnement.com nog steeds in het handelsregister ingeschreven staan, hebben ze geen actieve website meer. Ook Happy Toilet, dat wc-papierabonnementen verkocht, is offline.", "Altijd in huis", "Commerciële successen zijn er ook. Bloomon bijvoorbeeld. Na jaren van rode cijfers boekte het bedrijf eind vorig jaar voor het eerst winst op de bloemenabonnementen. ‘Ik heb door Bloomon altijd bloemen staan en ze blijven onwijs lang goed’, zegt klant Emma Aarts (33) uit Amsterdam. Het is niet haar enige abonnement: ‘Mijn panty’s gaan snel kapot, maar nu heb ik ze altijd in huis dankzij mijn abonnement. Ik kocht ze eerst bij de Hema, maar die wisselen elk seizoen weer van verpakking en soort. Daardoor weet ik iedere keer niet welke ik moet nemen en koop ik de verkeerde.’", "Bij dit soort abonnementen speelt volgens psycholoog Wessels de ‘status quo bias’ een rol. ‘Er ontstaat een nieuwe status quo als je iedere twee weken bloemen krijgt. Dat gaat goed, en dus voelt het een beetje angstig als je iets gaat veranderen. Je bent dan bang dat je iets mis gaat lopen. Daarom geven bedrijven je vaak een proefabonnement, zodat je eraan gewend raakt en het niet meer wilt verliezen.’ Precies hoe Aarts is begonnen: ‘Ik heb ooit een cadeaubon gekregen en ben blijven hangen’, erkent ze.", "Wessels vindt het niet per se erg dat we zoveel abonnementen afsluiten. ‘Wanneer is iets een goede keuze? Als je ergens blij van wordt en er een gevoel van zekerheid door krijgt, is dat het geld misschien gewoon waard.’"], "authors": ["Timo Nijssen"], "keywords": ["van", "hoe", "het", "op", "maar", "overal", "ik", "nemen", "een", "je", "om", "te", "slim", "dat", "niet", "abonnement", "en"], "pubDate": "2020-11-27T09:31:36+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}