{"id": "b76a53a1-a67b-37c6-9411-12770727ee93", "title": "Mozart Strijkkwintetten en Josquin des Prez: dit waren de beste klassieke albums van de afgelopen week", "url": "https://trouw.nl/recensies/mozart-strijkkwintetten-en-josquin-des-prez-dit-waren-de-beste-klassieke-albums-van-de-afgelopen-week~b8812078/", "summary": "Quatuor Van KuijkMozart StrijkkwintettenIdentiek gekleed en op blote voeten staat het Quatuor Van Kuijk samen met de extra altviolist Adrien La Marca op de hoes van hun nieuwe cd.\nEen ludieke en vrolijke foto van dit jonge kwartet dat aardig aan de weg aan timmeren is.\nThe Tallis ScholarsJosquin des PrezIn 1986 namen The Tallis Scholars onder leiding van Peter Phillips hun eerste cd met missen van Josquin des Prez op.\nBriljant georkestreerde composities en een kolfje naar de hand van de Italiaanse maestro.\nDe ‘Leggenda’ voor cello en orkest, ‘Di sera’ voor twee hobo’s en strijkorkest en een Aria voor strijkorkest.", "paragraphs": ["Quatuor Van Kuijk", "Mozart Strijkkwintetten", "Identiek gekleed en op blote voeten staat het Quatuor Van Kuijk samen met de extra altviolist Adrien La Marca op de hoes van hun nieuwe cd. Instrumenten in de hand. Een ludieke en vrolijke foto van dit jonge kwartet dat aardig aan de weg aan timmeren is. Voor velen gelden Mozarts Strijkkwintetten KV 515 en 516 als het nec plus ultra van de kamermuziek. De Van Kuijks maken dat in iedere maat van hun gave interpretatie hoorbaar.", "Hervé Niquet", "Richard Coeur de Lion", "In Tsjaikovski’s opera ‘Pique Dame’ zingt de oude gravin mijmerend een aria die zij zich herinnert uit haar jonge jaren in Parijs. Tsjaikovski gebruikte daarvoor een aria van Grétry uit diens opera ‘Richard Coeur de Lion’ uit 1784. Het origineel is nu te horen op een nieuwe opname van die onbekende opera over Richard Leeuwenhart. Hervé Niquet dirigeert solisten en Le Concert Spirituel in een live-opname uit Versailles.", "The Tallis Scholars", "Josquin des Prez", "In 1986 namen The Tallis Scholars onder leiding van Peter Phillips hun eerste cd met missen van Josquin des Prez op. Het was nooit de bedoeling om een complete cyclus te maken, maar met de release van deze cd heeft het onvolprezen koor nu alle achttien missen van de Renaissance-meester opgenomen. Op deze laatste cd zingt het de missen ‘D’ung aultre amer’ en ‘Faysant regrezt’ alsmede de beroemdste: Missa ‘Hercules Dux Ferrariae’.", "Riccardo Chailly", "Respighi", "Met zijn orkest Filarmonica della Scala toerde Riccardo Chailly een paar jaar geleden door Europa met op het programma muziek van Ottorino Respighi. Briljant georkestreerde composities en een kolfje naar de hand van de Italiaanse maestro. Nu is er een cd waarop Chailly, zoals zo vaak, Respighi’s bekende composities als ‘Pini di Roma’ en ‘Fontane di Roma’ afwisselt met onbekende muziek. De ‘Leggenda’ voor cello en orkest, ‘Di sera’ voor twee hobo’s en strijkorkest en een Aria voor strijkorkest."], "authors": ["Peter Van Der Lint"], "keywords": ["van", "dit", "josquin", "het", "op", "met", "prez", "waren", "voor", "strijkkwintetten", "mozart", "een", "en", "uit", "week", "opera", "cd", "klassieke"], "pubDate": "2020-12-04T14:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}