{"id": "b7909229-22bc-30e1-a07a-ccba8ec3bfbd", "title": "Strafontslag Saadia Ait-Taleb ingetrokken door gemeente", "url": "https://www.parool.nl/nieuws/strafontslag-saadia-ait-taleb-ingetrokken-door-gemeente~b8489ca2/", "summary": "Ait-Taleb zou J. hebben betaald voor werk dat hij nooit had gedaanDeze zomer sprak de rechtbank Ait-Taleb en J. al vrij van alle blaam.\nDe betalingen waren terug te voeren op een door Van der Laan zelf in gang gezette, geheime operatie.\nDat spoor volgt nu ook burgemeester Femke Halsema, de opvolger van Van der Laan.\nMet het intrekken van het disciplinair ontslag heeft Ait-Taleb overigens niet haar baan terug.\nDe verhoudingen zijn dermate verstoord dat er nu een beëindiging van het dienstverband op een neutrale grond overeengekomen is.", "paragraphs": ["2020-06-25 08:05:35 Saadia Ait-Taleb bij de rechtbank in Amsterdam. Beeld ANP", "Ait-Taleb kreeg in 2017 strafontslag van burgemeester Eberhard van der Laan omdat zij er een onoorbare relatie op na zou houden met Saïd J., een opdrachtnemer. Bij het OM drong de gemeente aan op strafvervolging, nadat het gemeentelijk Bureau Integriteit bewijzen zou hebben gevonden dat sprake was van fraude met rekeningen. Ait-Taleb zou J. hebben betaald voor werk dat hij nooit had gedaan", "Deze zomer sprak de rechtbank Ait-Taleb en J. al vrij van alle blaam. De betalingen waren terug te voeren op een door Van der Laan zelf in gang gezette, geheime operatie. Daarmee moesten jongeren via anonieme filmpjes van het radicale pad worden afgehouden. Dat spoor volgt nu ook burgemeester Femke Halsema, de opvolger van Van der Laan. Wel geeft Ait-Taleb toe dat zij ‘misschien meer distantie had moeten betrachten’.", "Met het intrekken van het disciplinair ontslag heeft Ait-Taleb overigens niet haar baan terug. De verhoudingen zijn dermate verstoord dat er nu een beëindiging van het dienstverband op een neutrale grond overeengekomen is. Daar staat volgens de advocaten die Ait-Taleb in haar civiele zaak bijstonden wel een ruime financiële compensatie tegenover. Hoe hoog die is willen de partijen niet bekend maken.", "Sinds haar ontslag heeft Ait-Taleb niet meer kunnen werken. De gemeente wil haar helpen met haar rehabilitatie en ervoor zorgen dat zij opnieuw aan de slag kan. Ook is het de bedoeling dat Ait-Taleb en de gemeente ‘hun dialoog voortzetten om te bezien welke lering de organisatie kan trekken uit hetgeen haar is overkomen’."], "authors": ["Marcel Wiegman"], "keywords": ["zij", "van", "haar", "een", "saadia", "niet", "ingetrokken", "op", "aittaleb", "het", "door", "strafontslag", "dat", "zou", "gemeente"], "pubDate": "2021-01-06T16:45:51Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}