{"id": "b7b98db6-dee4-313f-8c5f-e5d562e778dd", "title": "‘O jee, dacht ik, is dit de tegenmacht die het tegen het Egyptische leger moet opnemen?’", "url": "https://volkskrant.nl/nieuws-achtergrond/o-jee-dacht-ik-is-dit-de-tegenmacht-die-het-tegen-het-egyptische-leger-moet-opnemen~b1c673e6/", "summary": "‘Ze wilden het einde van die klootzakken die de macht hadden, een einde aan de corruptie, ze wilden democratie, vrijheid en een baan.\nIn Egypte was het van meet af aan de vraag wat krachten als de Moslimbroeders en de deep state – leger, geheime dienst, politiek en het zakenleven – zouden doen.\nDie term vertekende de werkelijkheid: lente impliceert dat het goed afloopt, dat het zonnetje doorbreekt.\nO jee, dacht ik, is dit de tegenmacht die het tegen het Egyptische leger moet opnemen?’Libië is tien jaar later nog steeds een puinhoop.\nMannen met te veel testosteron en te grote geweren hebben de boel verziekt.’Tunesië kwam wel succesvol uit de Arabische revolutie.", "paragraphs": ["Een paar dagen na Moammar Kadhafi kruipt verslaggever Rob Vreeken uit de rioolbuis in Sirte. Beeld Muftah Mukabassi", "Waar was je toen een jonge fruitverkoper in Tunesië zichzelf in brand had gestoken en de eerste opstand uitbrak?", "‘Op de redactie besloten we dat het ernstig was en er iemand naar Tunesië moest. De krant had een vignet klaar voor verhalen over Arabische opstanden met omvallende domino’s. Zet die nog maar even overeind, zei ik, want de deskundigen voorspelden dat het niet snel zou overslaan naar Egypte. Een maand later was Egypte al aan de beurt.’", "Hoe versla je een opstand in een land dat je nauwelijks kent?", "‘Ik was welgeteld één keer in Cairo geweest voor een conferentie van de Verenigde Naties. Ik boekte een klein hotelletje met uitzicht op het Tahrirplein. Ik zat dus op de eerste rang toen na het vrijdaggebed opnieuw grote demonstraties begonnen. Er daalde een vreemde stilte over de normaal zo rumoerige stad. Toen kwam er aanzwellend geluid van rechts, van de demonstranten die naar het plein trokken, gewapende oproerpolitie stond links. Het geweld barstte los en ik zat er middenin. Op de daken rond mijn hotel stonden scherpschutters. In de hal van mijn hotel lagen bloedende demonstranten. Ik heb met een pincet uit mijn EHBO-tasje kogeltjes van schoten hagel uit hun lichamen gepulkt.’", "De demonstranten trekken op naar het Tahrirplein. Beeld Rob Vreeken", "Wat verwachtten mensen destijds van die vrijheid waar ze de straat voor opgingen?", "‘Ze wilden het einde van die klootzakken die de macht hadden, een einde aan de corruptie, ze wilden democratie, vrijheid en een baan. Dat klinkt als een uitbarsting van clichés over revolutie en dat was het ook, maar het gaf zo’n positieve energie. Mensen zongen liederen vanaf hun balkons, er dwarrelden pamfletten door de lucht: hier gebeurt iets groots en dat voelde waanzinnig, ook voor mij.’", "Wanneer zag je dat de Arabische opstanden per saldo vooral ellende opleverden?", "‘Dat verschilt per land. Westerse waarnemers hebben de neiging alle Arabische opstanden op een hoop te gooien, maar elk land heeft zijn eigen dynamiek. In Egypte was het van meet af aan de vraag wat krachten als de Moslimbroeders en de deep state – leger, geheime dienst, politiek en het zakenleven – zouden doen. Tegenwoordig wordt gezegd dat de wereld te optimistisch was over die zogenaamde Arabische Lente. Die term vertekende de werkelijkheid: lente impliceert dat het goed afloopt, dat het zonnetje doorbreekt. In die landen zelf had niemand het over de Arabische Lente. Dat iets openbrak, dat iets zou kunnen veranderen, die hoop hadden ze wel, maar bijvoorbeeld in Egypte zei niemand: dit gaat zeker de goede kant op.’", "De oproerpolitie staat klaar om het Tahrirplein te beschermen. Beeld Rob Vreeken", "De gedachte dat het fout zou kunnen gaan bekroop jou vooral tijdens een bezoek aan het hoofdkwartier van de 6 april Beweging, de organisatie achter de protesten in Egypte. Wat gebeurde daar?", "‘Niet veel, en dat was precies waarom het zo belangrijk is ergens zelf bij te zijn. Het beeld van die 6 april Beweging was dat ze van alles zouden doen: een politieke partij oprichten, ze hadden groepen in heel Egypte en een hoofdkwartier in Caïro. Dat moest wel een zinderend actiecentrum zijn van jongeren met computers, want dit was de Facebook-generatie die zich organiseerde tot het politieke alternatief voor Egypte. Met dat commandocentrum in mijn gedachten ging ik naar het hoofdkwartier. Het was op zevende verdieping van een flatgebouw, een halletje met twee deuren. Welke van de twee? De buren links wisten er niets vanaf. Een slaperige jongen deed de andere deur open. Het hoofdkwartier bestond uit vier kale kamertjes met één computer en twee kapotte printers. O jee, dacht ik, is dit de tegenmacht die het tegen het Egyptische leger moet opnemen?’", "Libië is tien jaar later nog steeds een puinhoop. Had democratie daar ooit een kans?", "‘Libië had geen staat, Libië had Kadhafi. Ik ben in het laatste huis geweest waar hij zich had verschanst, dat door de rebellen compleet overhoop was gehaald. Die rioolbuis waar hij zijn laatste uren doorbracht ben ik ook ingekropen. Kadhafi wás de staat, dus die staat hield op te bestaan toen hij weg was. Die schone lei was een kans om zonder versteende machtsgroepen een aanzet tot democratische omwenteling te geven. Ik zag het prille begin van een civil society, vrouwen die ngo’s opzetten. Het boegbeeld van de Libische vrouwenbeweging, Salwa Bugaighis, werd echter in juli 2014 doodgeschoten. Toen ik dat nieuws hoorde, had ik de neiging er heen te gaan, maar Libië was op dat moment te onveilig voor journalisten. Mannen met te veel testosteron en te grote geweren hebben de boel verziekt.’", "Tunesië kwam wel succesvol uit de Arabische revolutie. Hoe komt dat?", "‘Dat land heeft een sterke middenklasse, een functionerende staat en het onderwijs is goed. De volwassen houding van de Tunesiërs zag ik twee jaar geleden terug tijdens nieuwe, vreedzame demonstraties tegen werkloosheid. Ik schoof aan bij jonge mensen die een voetbalwedstrijd keken in een koffiehuis in de armste wijk van Tunis en even later ging het over filosofen als Montesquieu en Rousseau. Een veelzeggend gesprek, want als zelfs die jongeren geen werk vinden, is de economische situatie vrij uitzichtloos.’", "Democratie is voor de Arabische machthebbers misschien te veel gevraagd, maar waarom verzinnen ze geen oplossing voor een praktisch probleem zoals werkloosheid?", "‘Geen idee. Wat ze ook doen, er is geen dynamiek die de economie laat ronken. Stuur die regeringshoofden naar China, zou ik zeggen, daar weten ze wel hoe dat moet. Of iets dichterbij, naar Turkije. In Tunesië hadden ze aanvankelijk andere dingen aan hun hoofd, zoals een politieke transitie en het herschrijven van de grondwet. Tien jaar lang is er geen verandering gekomen in de slechte economische situatie, maar niemand daar zegt: ‘Geef ons die dictator terug’.’"], "authors": ["Marije Vlaskamp"], "keywords": ["dat", "van", "die", "dit", "leger", "een", "jee", "en", "moet", "ik", "te", "ze", "opnemen", "er", "tegenmacht", "tegen", "het", "egyptische"], "pubDate": "2020-12-17T07:38:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}