{"id": "b7bf0d7d-3245-35c1-9a72-f0bf61408ca7", "title": "Corona-uitbraak in verpleeghuis Borg Westerwolde in Ter Apel: twaalf doden, tientallen bewoners en medewerkers besmet", "url": "https://www.dvhn.nl/groningen/Corona-uitbraak-in-verpleeghuis-Borg-Westerwolde-in-Ter-Apel-twaalf-doden-tientallen-bewoners-en-medewerkers-besmet-26269399.html", "summary": "Bij een corona-uitbraak in verpleeghuis Borg Westerwolde in Ter Apel zijn de afgelopen twee weken twaalf doden gevallen.\nEnkele tientallen medewerkers en bewoners zijn besmet geraakt.\n,,Maar het virus had zich al snel verspreid onder bewoners en medewerkers.\n,,Er zijn nu nog zes mensen in quarantaine.’’Volgens enkele familieleden van bewoners zijn op één van de huiskamers voor mensen met dementie vijf van de zes bewoners overleden aan corona.\nVeertien besmette verpleeghuizenDe afgelopen weken en maanden zijn er in tal van verpleeghuizen en in de thuiszorg in Groningen en Drenthe uitbraken van het coronavirus geweest, waarbij tientallen oudere bewoners zijn overleden.", "paragraphs": ["Bij een corona-uitbraak in verpleeghuis Borg Westerwolde in Ter Apel zijn de afgelopen twee weken twaalf doden gevallen. Enkele tientallen medewerkers en bewoners zijn besmet geraakt.", "Volgens een woordvoerder van de overkoepelende Zorggroep Meander is niet zeker dat de twaalf overleden bewoners allemaal aan het coronavirus zijn bezweken. ,,Het gaat om kwetsbare ouderen die vaak dementerend zijn, en onder deze bewoners komen sowieso met enige regelmaat helaas mensen te overlijden.’’", "De overlijdens waren wel de afgelopen twee weken terwijl er een corona-uitbraak op verschillende woongroepen was.", "Verspreid door wooneenheid", "Borg Westerwolde is een kleinschalige woonvorm. Toen er besmettingen onder bewoners en personeel werden ontdekt, zijn twee woon-eenheden als cohort-afdeling ingericht. Alle besmette bewoners zijn daarheen overgeplaatst. ,,Maar het virus had zich al snel verspreid onder bewoners en medewerkers. Dat gaat blijkbaar heel snel in zo’n kleinschalige wooneenheid’’, zegt de woordvoerder, die stelt dat het ergste van de uitbraak nu al achter de rug is. ,,Er zijn nu nog zes mensen in quarantaine.’’", "Volgens enkele familieleden van bewoners zijn op één van de huiskamers voor mensen met dementie vijf van de zes bewoners overleden aan corona. Er zouden zeker 26 personeelsleden thuis hebben gezeten met een besmetting. De Meander-woordvoerder kan die exacte aantallen niet bevestigen.", "Veertien besmette verpleeghuizen", "De afgelopen weken en maanden zijn er in tal van verpleeghuizen en in de thuiszorg in Groningen en Drenthe uitbraken van het coronavirus geweest, waarbij tientallen oudere bewoners zijn overleden. Voorbeelden zijn De Omloop in Norg, de Dilgt in Haren, Symfonie in Eelde en Maarsheerd in Stadskanaal. Maar er zijn veel meer besmette locaties; volgens het Coronadashboard van het RIVM waren er de afgelopen 28 dagen in Groningen acht verpleeghuislocaties met besmettingen en in Drenthe zes locaties."], "authors": ["Arend Van Wijngaarden"], "keywords": ["van", "afgelopen", "medewerkers", "coronauitbraak", "doden", "het", "ter", "verpleeghuis", "met", "twaalf", "borg", "zijn", "zes", "westerwolde", "bewoners", "een", "en", "tientallen", "er"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}