{"id": "b7c3a47d-d5c5-3cc0-a2c4-040189f3709c", "title": "Democraten stevenen af op impeachment van Trump en vrezen zijn laatste dagen", "url": "https://trouw.nl/buitenland/democraten-stevenen-af-op-impeachment-van-trump-en-vrezen-zijn-laatste-dagen~b18a54ea/", "summary": "Trump schond volgens hen zijn eed op de Grondwet door woensdag zijn aanhangers op te hitsen tegen het Congres.\nHet zal voor het eerst zijn in meer dan anderhalve eeuw dat een scheidend president het aantreden van zijn opvolger niet bijwoont.\nVijftien mensen worden aangeklaagd voor hun aandeel in de bestorming van het Capitool in Washington, heeft het Amerikaanse ministerie van Justitie vrijdag laten weten.\nVoorzitter van het Huis van Afgevaardigden Nancy Pelosi had vrijdag contact had met de militaire leiding.\nLees ook:‘Dit was Trumps laatste destructieve stuiptrekking’Na de bestorming van het Capitool in Washington rijst de vraag hoe het zo ver kon komen.", "paragraphs": ["De kans is groot dat Donald Trump als eerste president in de Amerikaanse geschiedenis voor een tweede keer ‘impeached’ wordt. De Democraten in het Huis van Afgevaardigden bespraken die mogelijkheid vrijdagavond. Trump schond volgens hen zijn eed op de Grondwet door woensdag zijn aanhangers op te hitsen tegen het Congres. Een aantal drong er binnen, bij de onlusten vielen vijf doden, onder wie een politieman.", "Als het Huis volgende week tot impeachment besluit, kan de Senaat met twee derde meerderheid Trump afzetten en verbieden dat hij ooit nog president wordt. Maar dat besluit zal vermoedelijk pas na 20 januari vallen, de dag waarop Joe Biden wordt beëdigd als nieuwe president.", "Trump zal daar niet zijn, twitterde hij vrijdag. Het zal voor het eerst zijn in meer dan anderhalve eeuw dat een scheidend president het aantreden van zijn opvolger niet bijwoont.", "Donderdagavond veroordeelde Trump in een video op Twitter voor het eerst de geweldplegers. “Jullie hebben de zetel van de Amerikaanse democratie besmeurd”, zei hij. Hij beloofde dat er een ordelijke overdracht van de macht aan ‘de nieuwe regering’ zou komen.", "Dat was zijn eerste tweet na een schorsing door Twitter van twaalf uur, die hij opliep vanwege een eerdere video, op woensdag, waarin hij tot kalmte opriep. Daarin had hij degenen die door ingeslagen ruiten binnenkwamen en zich onder andere meester maakten van de voorzittersstoel in de Senaat ‘bijzondere mensen’ genoemd, van wie hij hield.", "Eerder woensdag had Trump zijn aanhang in een toespraak nog opgeroepen naar het Capitool te marcheren, waar het Congres de verkiezingsoverwinning van Joe Biden zou bevestigen, en ‘kracht te tonen’.", "In plaats van impeachment hadden de Democraten het liefst gezien dat vice-president Mike Pence het initiatief zou nemen tot het onbekwaam verklaren van de president. Daar moet dan ook een meerderheid van Trumps ministers mee instemmen. Maar Pence heeft laten weten dat hij daar niet voor voelt.", "In zijn video van donderdagavond feliciteerde Trump zijn tegenstander Biden niet. En hij benadrukte dat het verkiezingsproces in de VS moet worden verbeterd om fraude te voorkomen. Maar hij beweerde niet expliciet dat Bidens overwinning op fraude berustte en erkende dat zijn termijn er bijna op zat: “Jullie president zijn is de grootste eer geweest in mijn leven”.", "Amerikaanse media wisten te melden dat de president zich binnenskamers lang verzette tegen het opnemen van die boodschap, maar dat hij toegaf toen hij begreep welke juridische risico’s hij liep door het geweld niet duidelijk te veroordelen.", "Vijftien mensen worden aangeklaagd voor hun aandeel in de bestorming van het Capitool in Washington, heeft het Amerikaanse ministerie van Justitie vrijdag laten weten. Het gaat onder anderen om een man die ervan wordt verdacht een zelfgemaakte bom te hebben geplaatst in de buurt van het parlement en een man die inbrak in de kantoren van Nancy Pelosi, voorzitter van het Huis van Afgevaardigden. De man in de kamer van Pelosi werd vrijdag aangehouden in zijn woonplaats in de staat Arkansas. Een foto waarop hij met zijn benen op het bureau van Pelosi zat, werd woensdag veel gedeeld. De man wordt er onder meer van beschuldigd zich met geweld toegang te hebben verschaft tot verboden terrein en diefstal van publiek bezit. Een woordvoerder van Pelosi zei vrijdag dat er een laptop was gestolen uit haar kamer, al is niet duidelijk of de man uit Arkansas daar verantwoordelijk voor is. Ook een Democratische senator meldde diefstal van zijn laptop.", "Trump hangt ook vervolging boven het hoofd", "Want naast het onbekwaam verklaren of impeachment hangt hem mogelijk ook vervolging boven het hoofd wanneer hij op 20 januari weer ambteloos burger wordt. De federale aanklager in Washington DC kondigde donderdag aan dat hij iedereen voor de rechter zal brengen die in de gebeurtenissen rond het Capitool ‘een aandeel had’. Hij sloot uitdrukkelijk niet uit dat dit ook een ex-president zou kunnen treffen.", "Dat Trump tot 20 januari president lijkt te zullen blijven, baart de Democraten grote zorgen. Zijn omgeving meldt dat de president nog regelmatig buiten zinnen raakt over het verlies van het presidentschap. Hoge ambtenaren en ministers nemen ontslag – vrijdag vertrok minister van onderwijs Betsy DeVos.", "Voorzitter van het Huis van Afgevaardigden Nancy Pelosi had vrijdag contact had met de militaire leiding. Ze wilde weten of die kan voorkomen dat hij op het laatste moment een oorlog begint of opdracht geeft tot het afvuren van kernwapens.", "Lees ook:", "‘Dit was Trumps laatste destructieve stuiptrekking’", "Na de bestorming van het Capitool in Washington rijst de vraag hoe het zo ver kon komen. Volgens Amerikadeskundige James Kennedy (57) was het een uiting van opgekropte frustratie over de afgelopen twee maanden."], "authors": ["Bas Den Hond"], "keywords": ["impeachment", "zijn", "van", "laatste", "en", "stevenen", "een", "niet", "op", "te", "trump", "het", "president", "democraten", "hij", "dat", "vrezen"], "pubDate": "2021-01-08T19:14:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}