{"id": "b7caf775-b1c4-35b6-b31e-25d7859e564c", "title": "Toyota komt met eerste accu-auto, maar waterstof blijft heilige graal", "url": "https://volkskrant.nl/cultuur-media/toyota-komt-met-eerste-accu-auto-maar-waterstof-blijft-heilige-graal~bef455b7/", "summary": "Toyota MiraiLange tijd zag Toyota niets in accu-auto’s en gokte dat het met zijn hybride-auto’s de overgang naar emissievrij rijden zou kunnen maken.\nMaar nu de accu-auto onverslaanbaar lijkt, heeft Toyota het roer omgegooid en presenteerde het vorige week de eerste schetsen van een volledig elektrische SUV.\nNiet dat waterstof heeft afgedaan: de Japanners komen volgend jaar ook met een nieuwe versie van de Mirai, de luxepersonenauto met een brandstofcel.\nOm de verkoop aan te jagen verkoopt Toyota zijn waterstofauto straks voor iets minder dan 66 duizend euro.\nVoor Nederlandse kopers schuilt er een addertje onder het gras: er zijn nog altijd nauwelijks openbare waterstoftankstations.", "paragraphs": ["Toyota Mirai", "Lange tijd zag Toyota niets in accu-auto’s en gokte dat het met zijn hybride-auto’s de overgang naar emissievrij rijden zou kunnen maken. Maar nu de accu-auto onverslaanbaar lijkt, heeft Toyota het roer omgegooid en presenteerde het vorige week de eerste schetsen van een volledig elektrische SUV.", "Niet dat waterstof heeft afgedaan: de Japanners komen volgend jaar ook met een nieuwe versie van de Mirai, de luxepersonenauto met een brandstofcel. De nieuweling moet straks 650 kilometer kunnen rijden op een volle tank waterstof, vergelijkbaar met het bereik van onder meer de Tesla Model S met de grootste accu.", "Om de verkoop aan te jagen verkoopt Toyota zijn waterstofauto straks voor iets minder dan 66 duizend euro. Dat is bijna 20 duizend euro minder dan een Model S. Toyota noemt als voordeel de grote actieradius en het feit dat een waterstoftank in vijf minuten is gevuld.", "Voor Nederlandse kopers schuilt er een addertje onder het gras: er zijn nog altijd nauwelijks openbare waterstoftankstations. Ondanks beloften dat het er inmiddels twintig zouden zijn, telt Nederland er momenteel nog altijd maar vier. Van landelijke dekking is geen sprake.", "Ook in de rest van Europa komt waterstof als autobrandstof nog maar mondjesmaat van de grond, het continent telt niet meer dan 150 tankstations, waarvan meer dan de helft in Duitsland, dat de afgelopen jaren fors heeft geïnvesteerd in een landelijk netwerk.", "Toyota beschouwt de ontwikkeling van brandstofcelauto’s als iets van de lange adem. ‘Net als bij hybride’, aldus een zegsman. ‘Wij hebben al ruim twee decennia hybride auto’s, een technologie waar andere fabrikanten lang hun neus voor hebben opgehaald. Nu is iedereen om.’", "Toyota heeft een platform ontwikkeld waarop het meerdere accumodellen kan bouwen. Veel details van hun eerste elektrische SUV zijn nog niet bekend, zo is nog niet duidelijk hoe het voertuig eruit komt te zien en wat voor bereik het krijgt.", "Met de komst van de e-auto moet Toyota zijn achterstand op het gebied van volledig elektrische auto’s komende jaren inlopen op concurrenten zoals Volkswagen en Tesla. Voor de Mirai zal voorlopig een bijrol zijn weggelegd, erkent Toyota, dat er volgend jaar niet meer dan 1.500 in Europa zal leveren."], "authors": ["Bard Van De Weijer"], "keywords": ["van", "waterstof", "dat", "nog", "een", "komt", "het", "en", "maar", "toyota", "accuauto", "zijn", "graal", "eerste", "heilige", "blijft", "er", "met"], "pubDate": "2020-12-08T18:03:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}