{"id": "b7ca0903-588c-31c0-ad77-6aa1f9db5b45", "title": "Extra sneltreinen van Groningen naar Leeuwarden en Winschoten", "url": "https://nu.nl/groningen/6096569/extra-sneltreinen-van-groningen-naar-leeuwarden-en-winschoten.html", "summary": "Vanaf Groningen rijden vanaf volgende week maandag extra sneltreinen naar Leeuwarden en Winschoten.\nTussen Leeuwarden en Groningen rijdt vanaf volgende week elk uur een extra sneltrein en tussen Groningen en Winschoten rijdt er in de spits twee keer per uur een sneltrein.\nSinds maandag rijdt er elk uur een extra sneltrein tussen Groningen en Leeuwarden.\nVerder rijdt er in de avonduren twee keer per uur in plaats van één keer per uur een trein tussen Groningen en Zuidhorn.\nOok op het traject tussen Groningen en Winschoten is hard gewerkt de afgelopen jaren.", "paragraphs": ["Vanaf Groningen rijden vanaf volgende week maandag extra sneltreinen naar Leeuwarden en Winschoten. Ook is er voor de treinen van Arriva in het Noorden een nieuwe dienstregeling van kracht.", "Tussen Leeuwarden en Groningen rijdt vanaf volgende week elk uur een extra sneltrein en tussen Groningen en Winschoten rijdt er in de spits twee keer per uur een sneltrein. De laatste jaren is hier hard aan gewerkt. Zo is het spoor op veel plekken aangepast of verdubbeld om de extra sneltrein mogelijk te maken.", "", "Sinds maandag rijdt er elk uur een extra sneltrein tussen Groningen en Leeuwarden. Deze trein stopt ook op Feanwâlden en Buitenpost. Verder rijdt er in de avonduren twee keer per uur in plaats van één keer per uur een trein tussen Groningen en Zuidhorn. Door de aanpassingen die op het spoor tussen de twee provinciehoofdsteden zijn gemaakt, zijn de reistijden van alle treinen op het traject verkort. Daarnaast sluiten ze beter aan op de intercity's in Leeuwarden.", "", "Ook op het traject tussen Groningen en Winschoten is hard gewerkt de afgelopen jaren. Sinds maandag rijdt er op werkdagen in de spitsuren in beide richtingen twee keer per uur een sneltrein tussen de twee steden die stopt op Scheemda en Groningen Europapark. Station Scheemda wordt gesloten.", "", "Aanvankelijk zouden een aantal bestuurders, waaronder gedeputeerde Fleur Gräper, maandagochtend de eerste sneltrein van Arriva uitzwaaien. Dat is niet doorgegaan in verband met het overlijden van een Arriva-buschauffeur dit weekend bij een ongeval met een bus in Friesland."], "authors": ["Door"], "keywords": ["van", "tussen", "groningen", "winschoten", "extra", "een", "sneltrein", "en", "sneltreinen", "twee", "uur", "leeuwarden", "op", "naar", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}