{"id": "b7dcd327-3af9-3a22-9cf7-461553069fa2", "title": "Ojee: zoveel ongedierte schuilt er in je kerstboom", "url": "https://www.rtlnieuws.nl/lifestyle/wonen/artikel/5164321/ojee-zoveel-ongedierte-schuilt-er-je-kerstboom", "summary": "Ongedierte in de kerstboomStiekem willen we het eigenlijk helemaal niet weten, maar volgens hoofddocent entomologie Bjarte Jordal van de Noorse Universiteit van Bergen, bevat een kerstboom zo'n 25.000 minuscule beestjes.\nVan spinnen tot springstaartjes en van mijten tot wantsen.\nOf je je zorgen moet maken over deze ongewenste meelifters?\nEn de meeste insecten leven niet van de boom, maar alleen erop.\nMocht je voor de zekerheid het aantal insecten in je kerstboom willen beperken, schud de boom dan na aankoop goed uit en zet 'm - indien mogelijk - een dagje in je schuur.", "paragraphs": ["Ongedierte in de kerstboom", "Stiekem willen we het eigenlijk helemaal niet weten, maar volgens hoofddocent entomologie Bjarte Jordal van de Noorse Universiteit van Bergen, bevat een kerstboom zo'n 25.000 minuscule beestjes. Van spinnen tot springstaartjes en van mijten tot wantsen.", "Of je je zorgen moet maken over deze ongewenste meelifters? Nee: de meesten houden het gelukkig in onze goed verwarmde huizen minder dan een dag uit. \"Zowel de kerstboom als het huis zijn heel droog. En de meeste insecten leven niet van de boom, maar alleen erop. Omdat ze zich niet kunnen voeden met het beperkte plantenleven dat in de meeste huishoudens kan worden gevonden, zullen de beestjes snel uitdrogen en sterven\", vertelt Jordal.", "Mocht je voor de zekerheid het aantal insecten in je kerstboom willen beperken, schud de boom dan na aankoop goed uit en zet 'm - indien mogelijk - een dagje in je schuur.", "Fotocredits Headerfoto: Annie Spratt - Unsplash"], "authors": [], "keywords": ["tot", "kerstboom", "ojee", "van", "schuilt", "zoveel", "het", "willen", "niet", "je", "en", "een", "ongedierte", "uit", "er"], "pubDate": "2020-12-10T07:15:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}