{"id": "b847643b-0380-3f32-b0a9-973e41b0e57e", "title": "Techgiganten Amazon, Apple en Google zorgen eendrachtig voor verdwijnen Twitter-alternatief Parler", "url": "https://www.volkskrant.nl/nieuws-achtergrond/techgiganten-amazon-apple-en-google-zorgen-eendrachtig-voor-verdwijnen-twitter-alternatief-parler~b406df55/", "summary": "Beeld ParlerDe argumentatie van Amazon is dezelfde die Apple en Google het afgelopen weekend al aanvoerden: het onder Trump-aanhangers populaire Parler is een broeinest voor haat en geweld.\nNauwelijks moderatieVerder constateert Amazon een geleidelijke toename in gewelddadige berichten op Parler, die strijdig zijn met de algemene voorwaarden van de hosting-gigant.\nOok voert Amazon, opnieuw net als Google en Apple, aan dat Parler een deugdelijk moderatieproces moet opzetten om zijn platform te vrijwaren van onwenselijke berichten.\npic.twitter.com/qUQ3hXrpvM — Zachary Petrizzo (@ZTPetrizzo) 7 januari 2021‘Gecoördineerde actie’Matze spreekt van een ‘gecoördineerde actie’ van de techgiganten Apple, Google en Amazon om een concurrent een kopje kleiner te maken.\nDeuze: ‘De social mediabedrijven verdienen geld met het aanjagen van emoties en het uitvergroten van controverses.", "paragraphs": ["Een tweet van zangeres Dionne Warwick, afgelopen december. New York. Beeld Getty Images", "Amazon sloot om 9 uur ‘s ochtends (Nederlandse) tijd alle servers af waarop Parler draaide. Zowel app als site zijn sinds dit tijdstip onbereikbaar. Parler-oprichter John Matze, die dit beschouwt als ‘een poging om de vrijheid van meningsuiting geheel van internet te verdrijven’, houdt er rekening mee dat het wel een week kan duren voordat zijn app weer in de lucht is. Alles moet van de grond af aan worden opgebouwd, zo meldde hij op zijn eigen kanaal vlak voordat Amazon de stekker er daadwerkelijk uittrok.", "Beeld Parler", "De argumentatie van Amazon is dezelfde die Apple en Google het afgelopen weekend al aanvoerden: het onder Trump-aanhangers populaire Parler is een broeinest voor haat en geweld. Zij verwijderden de app uit hun appstores. Amazon geeft nu het laatste zetje. ‘In de afgelopen weken hebben we aan Parler 98 voorbeelden gemeld van berichten die duidelijk aanzetten tot geweld’, zo schrijft Amazon in een brief waar nieuwssite Buzzfeed uit citeert.", "Nauwelijks moderatie", "Verder constateert Amazon een geleidelijke toename in gewelddadige berichten op Parler, die strijdig zijn met de algemene voorwaarden van de hosting-gigant. Ook voert Amazon, opnieuw net als Google en Apple, aan dat Parler een deugdelijk moderatieproces moet opzetten om zijn platform te vrijwaren van onwenselijke berichten.", "De houding van Parler op dit vlak is dubbel. Naar buiten toe positioneert oprichter Matze zijn platform als het schoolplein waar alles geroepen kan worden en waar niet wordt gecensureerd. Maar in de praktijk zijn er zelfs voor Parler grenzen. Zo verwijderde Parler het afgelopen weekend een bericht van pro-Trump-advocaat Lin Wood waarin hij opriep tot het executeren van vicepresident Pence: ‘Zet het vuurpeloton klaar. Pence gaat als eerste.’", "Pro-Trump lawyer Lin Wood on Parler: \"Get the firing squads ready. Pence goes FIRST.\" pic.twitter.com/qUQ3hXrpvM — Zachary Petrizzo (@ZTPetrizzo) 7 januari 2021", "‘Gecoördineerde actie’", "Matze spreekt van een ‘gecoördineerde actie’ van de techgiganten Apple, Google en Amazon om een concurrent een kopje kleiner te maken. Met deze analyse raakt Matze een gevoelige snaar. De onvrede in zowel Europa als het thuisland over de macht van deze platformmonopolisten is groeiende, met nieuwe wetgeving en mogelijke ingrepen tot gevolg.", "Ook Mark Deuze, hoogleraar Mediastudies aan de Universiteit van Amsterdam, ziet het optreden van Big Tech als een duidelijk voorbeeld van hun macht. ‘Ik vind het absurd dat Parler door hen wordt geblokkeerd. Dit heeft alles weg van opportunistisch optreden op basis van een verschuivende publieke opinie.’ Probleem daarbij is, vindt Deuze, dat die bedrijven niet beoordeeld kunnen worden op afrekenbare principes.", "Het handjevol puissant rijke bedrijven uit Silicon Valley zijn volgens de Amerikaanse wet geen mediabedrijven. In de VS noch in Europa hoeven ze zich niet zo te verantwoorden zoals traditionele mediabedrijven dat wél moeten doen. Deuze: ‘Je zou willen dat het beleid van die bedrijven getoetst kan worden aan onze publieke waarden, net als bij bijvoorbeeld de publieke omroep gebeurt.’", "Waan van de dag", "Dat Twitter en Facebook vorige week ineens snoeihard ingrepen bij Trump, heeft volgens hem vooral met de waan van de dag te maken. ‘Ze laten daarmee zien dat ze hun beste beentje voorzetten.’ Waarom nu wél ingrijpen en een jaar geleden niet? Die timing komt niet uit de lucht vallen: ‘Als Trump de verkiezingen had gewonnen, was dit niet gebeurd. Nu de Democraten de macht krijgen, zien de techbedrijven de bui hangen. Democraten zullen harder ingrijpen.’ Deuze beziet alle acties van de afgelopen week dan meer als merkbescherming dan als plotseling opspelende principes.", "Vooral voor Twitter was Trump de afgelopen jaren de perfecte vuurtjesstoker. Deuze: ‘De social mediabedrijven verdienen geld met het aanjagen van emoties en het uitvergroten van controverses. Daarom hebben ze ook zo lang gewacht met ingrijpen, zeker bij Trump.’", "Beeld Parler", "Matze belooft dat hij zich er niet onder laat krijgen. ‘Wij zijn de grootste concurrent van van Facebook en Twitter sinds jaren.’ De pogingen van Big Tech om Parler te doen verdwijnen, zullen falen, belooft hij: ‘Ze zullen niet winnen.’ En dan, met enig gevoel voor pathos: ‘We zijn ‘s werelds laatste hoop voor vrijheid van meningsuiting en informatie.’"], "authors": ["Laurens Verhagen"], "keywords": ["google", "van", "zijn", "eendrachtig", "voor", "verdwijnen", "en", "een", "met", "dat", "apple", "als", "het", "zorgen", "niet", "parler", "techgiganten", "twitteralternatief"], "pubDate": "2021-01-11T12:19:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}