{"id": "b8531a1e-6552-36f4-914c-65dc6105258b", "title": "’Mam, wat is die man daar lelijk en dik, hè?’", "url": "https://www.telegraaf.nl/vrouw/1115033728/mam-wat-is-die-man-daar-lelijk-en-dik-he", "summary": "„Want dat is wat kinderen van die leeftijd doen: ze benoemen alles,” vertelt Marlies.\n„’Je stinkt, wat heb jij een grote neus, wat heeft die man een grote voeten, waarom heeft die mevrouw zo’n lelijke hoed…’ Ze zijn er niet op uit om eens even lekker vals te doen, maar doen gewoon een constatering en vertellen wat ze zien.\nDat hij dat misschien zelf ook vervelend vindt, of dat er wellicht andere problemen zijn die ervoor zorgen dat hij zo dik is.\nIedereen mag er zijn!”Niet te groot maken„Het liefst doe je dat op het moment zelf en houd je het kort maar krachtig.\nWat heb jíj een gekke hoed op, zeg!’ Daarmee toon je aan wat het effect is van het letterlijk benoemen van zaken en maak je hem/haar hopelijk duidelijk hoe onnodig dat vaak is.”", "paragraphs": ["door Yara Hooglugt", "„Mijn dochter (5) is een schat, maar in de fase waarin ze nu zit, durf ik bijna niet meer met haar op pad. Ze roept naar alles en iedereen, of liever gezegd, óver alles en iedereen. Dat is schattig wanneer ze de jurk van de mevrouw in de bus mooi vindt, maar wordt al pijnlijker als ze de grote neus van de kassamedewerker in de supermarkt benoemt. Laatst noemde ze zelfs mijn broer ’dik’. Ik weet dat ze het allemaal niet zo bedoelt, dus hoe corrigeer ik haar zonder haar het gevoel te geven dat ze iets fout doet?”", "’Je stinkt!’", "Kinderen van 5 jaar zijn volop aan het leren en zijn daarom hartstikke bereid om van alles aan te nemen van hun ouders, legt kindercoach Marlies Ganzeboom uit. Daarom kun je er het beste voor kiezen om je kind gewoon uit te leggen wat zijn/haar opmerking voor effect kan hebben op mensen, en waarom het in veel situaties niet gepast is om alles maar zomaar te benoemen.", "„Want dat is wat kinderen van die leeftijd doen: ze benoemen alles,” vertelt Marlies. „’Je stinkt, wat heb jij een grote neus, wat heeft die man een grote voeten, waarom heeft die mevrouw zo’n lelijke hoed…’ Ze zijn er niet op uit om eens even lekker vals te doen, maar doen gewoon een constatering en vertellen wat ze zien. Hoe pijnlijk dat soms ook kan zijn.”", "Uitleggen", "„Ga met je kind in gesprek en leg heel simpel uit dat die dikke meneer zelf ook wel weet dat hij wat een de forse kant is, maar dat hij er misschien helemaal niets aan kan doen. Dat hij dat misschien zelf ook vervelend vindt, of dat er wellicht andere problemen zijn die ervoor zorgen dat hij zo dik is. Het helpt om te zeggen waar het op staat en je kind duidelijk te maken dat zijn/haar opmerking kwetsend kan zijn en iemand pijn kan doen.”", "„Bovendien is dit direct een mooie les voor een opgroeiend kind: iedereen in de wereld is gelijk en er lopen mensen rond van alle soorten, maten en kleuren. Deze meneer is toevallig wat voller, maar dat is helemaal niet raar. Iedereen mag er zijn!”", "Niet te groot maken", "„Het liefst doe je dat op het moment zelf en houd je het kort maar krachtig. Blijf weg uit de bestraffende sfeer en houd het puur bij informatieverschaffing. Je hoeft het natuurlijk ook niet groter te maken dan het is, want dan geef je je kind weer de indruk dat hij/zij echt iets helemaal fout heeft gedaan.", "Als het bijvoorbeeld in de bus gebeurt, kun je ook best even wachten totdat je bent uitgestapt. Tik je kind dan even aan: ’Hé, hier hebben we het straks even over’ en neem hem/haar buiten even apart. Wacht er niet mee totdat je uren later thuis bent, want dan is zoiets door een kinderbrein alweer vergeten.”", "Spiegelen", "Als je kind kwetsende opmerkingen blijft maken, omdat hij/zij er de lol wel van inziet bijvoorbeeld, of op school gestimuleerd wordt, is er nog een oplossing, besluit Marlies. „Dan kun je ervoor kiezen om eens te spiegelen.", "Zet je kind bijvoorbeeld een gekke hoed of pruik op en benoem dat: ’Ha! Wat heb jíj een gekke hoed op, zeg!’ Daarmee toon je aan wat het effect is van het letterlijk benoemen van zaken en maak je hem/haar hopelijk duidelijk hoe onnodig dat vaak is.”"], "authors": [], "keywords": ["man", "van", "wat", "dik", "daar", "het", "hè", "die", "een", "je", "mam", "lelijk", "en", "dat", "ze", "te", "er"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}