{"id": "b859b9bd-9026-3d3f-a709-1b8bfe461fa8", "title": "15 jaar cel voor Franse chirurg die mogelijk meer dan 300 kinderen misbruikte", "url": "https://nu.nl/buitenland/6094523/15-jaar-cel-voor-franse-chirurg-die-mogelijk-meer-dan-300-kinderen-misbruikte.html", "summary": "De man wordt er daarnaast van verdacht dat hij in de afgelopen dertig jaar meer dan driehonderd kinderen heeft misbruikt, schrijft Le Parisien.\nJoël Le S. bekende in de rechtbank in de West-Franse stad Saintes dat hij de kinderen heeft misbruikt en verkracht.\nSinds het begin van zijn proces komen steeds meer details over de omvang van zijn kindermisbruik aan het licht.\nDe gemiddelde leeftijd van zijn slachtoffers was elf jaar.\nHet is gezien de hoge leeftijd van Le S. waarschijnlijk dat hij de rest van zijn leven in de cel zal doorbrengen.", "paragraphs": ["Een zeventigjarige ex-chirurg uit Frankrijk is donderdag door een rechter tot vijftien jaar cel veroordeeld wegens het verkrachten en aanranden van vier minderjarigen en het bezit van kinderporno. De man wordt er daarnaast van verdacht dat hij in de afgelopen dertig jaar meer dan driehonderd kinderen heeft misbruikt, schrijft Le Parisien. Die zaken lopen nog. Het is een van de grootste kindermisbruikzaken in de Franse geschiedenis.", "Onder de slachtoffers waren twee van zijn nichtjes, een buurmeisje en een destijds vierjarige patiënt.", "Joël Le S. bekende in de rechtbank in de West-Franse stad Saintes dat hij de kinderen heeft misbruikt en verkracht. Naast de celstraf moet hij zich ook verplicht laten behandelen. Sinds het begin van zijn proces komen steeds meer details over de omvang van zijn kindermisbruik aan het licht.", "Aanvankelijk werd gedacht dat de man ten minste 250 kinderen had misbruikt. Inmiddels is dat aantal al gestegen tot 312. Het misbruik zou hebben plaatsgevonden tussen 1989 en 2017, onder meer toen hij werkzaam was als chirurg. Hij misbruikte zowel jongens als meisjes. De gemiddelde leeftijd van zijn slachtoffers was elf jaar.", "Er loopt nog een tweede proces tegen Le S., maar wanneer die zaak voor de rechter komt, is nog niet bekend. Ongeveer dertig misbruikzaken konden niet meer worden ingebracht vanwege verjaring. Het is gezien de hoge leeftijd van Le S. waarschijnlijk dat hij de rest van zijn leven in de cel zal doorbrengen.", "Buurmeisje bracht acties van Le S. aan het licht", "Le S. liep tegen de lamp toen zijn zesjarige buurmeisje in 2017 aan haar moeder vertelde dat hij zijn genitaliën had laten zien. Haar ouders stapten vervolgens naar de politie.", "Bij een huiszoeking bij Le S. stuitten onderzoekers kort daarna op ruim 300.000 afbeeldingen van kinderporno. Ook vonden ze dagboeken waarin hij de namen van zijn slachtoffers had geschreven, inclusief details over het misbruik. Le S. stelde in de rechtbank dat zijn dagboeken voor een deel uit fantasieën bestonden.", "Volgens de aanklagers maakte de man misbruik van zijn functie als chirurg om de slachtoffers te kunnen misbruiken wanneer ze alleen met hem waren. Ook hoopte hij mogelijk dat de slachtoffers te jong waren om zich de daden nog te kunnen herinneren.", "In 2005 kreeg Le S. ook al vier maanden cel opgelegd voor het bezit van kinderporno."], "authors": ["Door"], "keywords": ["van", "dan", "mogelijk", "franse", "meer", "het", "die", "zijn", "hij", "kinderen", "le", "s", "een", "misbruikte", "dat", "slachtoffers", "jaar", "en", "chirurg", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}