{"id": "b865027b-a355-38db-8d5b-edcb4177a35e", "title": "Sneijder bereid om met Van Bommel aan de slag te gaan bij FC Utrecht", "url": "https://nu.nl/voetbal/6096969/sneijder-bereid-om-met-van-bommel-aan-de-slag-te-gaan-bij-fc-utrecht.html", "summary": "Wesley Sneijder ziet het wel zitten om als assistent-coach van Mark van Bommel aan de slag te gaan bij FC Utrecht.\nAls ik me ergens bij aansluit, dan wil ik wel iets te zeggen hebben.\nIk moet niet het gevoel hebben dat ik het vijfde wiel aan de wagen ben.\"\n\"Maar ik spreek uit eigen ervaring als ik zeg dat de huidige oplossing ook niet ideaal is.\"\nDe 36-jarige Sneijder staat aan het begin van zijn trainersloopbaan en begint in april aan een verkorte trainerscursus van twee jaar bij de KNVB.", "paragraphs": ["Wesley Sneijder ziet het wel zitten om als assistent-coach van Mark van Bommel aan de slag te gaan bij FC Utrecht. De recordinternational van Oranje wordt samen met de oud-trainer van PSV al een tijdje in verband gebracht met de club uit zijn geboortestad.", "\"Ik ken Mark al zowat de helft van mijn leven. En ik heb altijd fantastisch met hem samengewerkt. Laat ik het zo zeggen: als ze ons vanuit Utrecht benaderen, sta ik er in elk geval positief in\", zegt Sneijder woensdag tegen de NOS.", "\"Utrecht mag me altijd bellen. Een mooie club, met veel ambitie. En het blijft mijn stad. Maar ik weet ook hoe ik ben. Als ik me ergens bij aansluit, dan wil ik wel iets te zeggen hebben. Ik moet niet het gevoel hebben dat ik het vijfde wiel aan de wagen ben.\"", "FC Utrecht wordt voorlopig geleid door René Hake, die werd doorgeschoven vanuit de beloftenploeg na het vertrek van John van den Brom naar KRC Genk in november. \"Iedereen is happy dat hij weg is\", stelt Sneijder. \"Maar ik spreek uit eigen ervaring als ik zeg dat de huidige oplossing ook niet ideaal is.\"", "De 36-jarige Sneijder staat aan het begin van zijn trainersloopbaan en begint in april aan een verkorte trainerscursus van twee jaar bij de KNVB. Van Bommel (43) zit zonder club sinds hij een jaar geleden ontslagen werd bij PSV.", "Eerder dit jaar werd Sneijder al gelinkt aan een terugkeer als profvoetballer bij FC Utrecht, maar in augustus werd bekend dat een rentree van de oud-speler van onder meer Ajax, Real Madrid, Internazionale en Galatasaray er niet in zit.", "Door: Pro Shots", "René Hake is momenteel de eindverantwoordelijke bij FC Utrecht. (Foto: Pro Shots)", "Bekijk de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "om", "een", "fc", "het", "en", "gaan", "te", "sneijder", "bommel", "ik", "slag", "utrecht", "als", "bij", "met", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}