{"id": "b865aa93-64ea-3ab0-a02c-b4edb377bf89", "title": "Thuiswerken: hoe trap je niet in de valkuil van overpresteren?", "url": "https://volkskrant.nl/de-gids/thuiswerken-hoe-trap-je-niet-in-de-valkuil-van-overpresteren~b76400eb/", "summary": "Werken ze niet te hard en te veel en gaan ze niet overpresteren?\nVan Putten vindt dat je je best kwetsbaar mag opstellen.\n‘Als je hier moeite mee hebt, kun je bijvoorbeeld eerst benoemen wat wel goed gaat, maar dat je het een uitdaging vindt om je grenzen te bewaken.\nHulp vragen verdubbelt de kans op een promotie, je collega’s vinden je aardiger én door het antwoord op je vraag kom je verder in je werk, blijkt uit onderzoek.\nIdeeën als ‘had ik maar’ of ‘was ik maar’ helpen je bijvoorbeeld niet.’ Doe ook dingen waardoor je je krachtiger gaat voelen.", "paragraphs": ["Vanuit huis werken betekent uitslapen, onder werktijd wasjes draaien en eindelijk eens alle seizoenen van Friends kijken, toch? Nou nee, veel werknemers voelen zich schuldig als ze even niet productief zijn en gaan daardoor juist méér werken. Niet slim, want uiteindelijk gaan ze daarmee hun eigen grenzen over.", "Er zijn bedrijven die thuiswerkende medewerkers niet vertrouwen. Ze installeren spionagesoftware op computers van werknemers zodat ze hun toetsaanslagen per minuut kunnen bijhouden of om de tien minuten een schermafbeelding kunnen maken. Andere werkgevers maken zich juist zorgen dat werknemers te véél doen.", "Rob Idink, directeur van HP Nederland, Hafida Abahai, directeur bij pr-bureau Weber Shandwick en Helene van Santen, hoofdredacteur van magazinemerk Kek Mama, zeiden bijvoorbeeld eerder in deze krant dat ze in de gaten proberen te houden of mensen niet te veel hooi op hun vork nemen nu ze kantoor aan huis houden. Gaat het wel goed met ze? Werken ze niet te hard en te veel en gaan ze niet overpresteren?", "Thuiswerkers zijn productiever", "De zorgen van leidinggevenden zijn niet helemaal ongegrond. Uit Nederlands onderzoek uit 2012, toen ‘het nieuwe werken’ zijn intrede deed bij de overheid, blijkt dat thuiswerkers sneller overpresteren. Ze voelen zich zo schuldig als ze even een half uurtje iets anders doen, dat ze die tijd ruimschoots inhalen en er vaak nog een schepje bovenop doen. Vooral perfectionistische mensen en mensen die een sterke behoefte hebben aan controle, zijn hier gevoelig voor.", "Voor wie af en toe een dag thuis werkt, is overpresteren niet snel een gevaar. Na zeven weken op afstand van collega’s en leidinggevende werken, kan het wel een valkuil worden om altijd maar door te gaan.", "Prestatiedruk", "Hylco Nijp, docent aan de Hogeschool van Arnhem en Nijmegen, promoveerde op het onderwerp ‘flexibel werken’ en is normaal gesproken een voorstander van thuiswerken. Nu is hij wat voorzichtiger met het bejubelen van werken op afstand. ‘Onderzoeken naar deze situatie lopen nog’, benadrukt hij, ‘maar het grote verschil is dat thuiswerken nu geen eigen keuze is. Zonder goede werkplek, of met kinderen om je heen, is concentreren lastig. Dat zorgt voor frustraties.’", "Hij denkt dat er twee redenen zijn waardoor mensen nu sneller geneigd zijn om meer te werken en zelfs te veel hooi op hun vork te nemen. Ten eerste zijn er de mensen die sowieso al onder druk stonden, van hun leidinggevende en van zichzelf. Zij merken waarschijnlijk dat het nog moeilijker is om grenzen aan te geven als de manager hen niet ziet. ‘Bedrijven willen steeds meer winst maken, geen enkele directeur denkt er na een succesvol jaar over om het maar even rustig aan te doen. Uiteindelijk komt die druk bij de werknemer terecht.’ Ook zegt hij: ‘Als je nu langer dan vijf jaar dezelfde baan hebt, worden mensen daar onrustig van. Veel werknemers hebben het gevoel dat ze carrière moeten maken en altijd maar door moeten groeien en dat allemaal zo snel mogelijk. Terwijl we met de verhoogde pensioenleeftijd juist meer tijd hebben dan ooit.’", "Mensen die hun werk leuk vinden, lopen nu het risico er helemaal door opgeslokt te worden. ‘Werk is leuk, maar niet werken is ook leuk. Als je alleen maar aan het werk bent, is dat een verschraling van je leven. Besteed ook tijd aan je hobby’s, je vrienden, familie en sport. Júist als je met hoge werkdruk te maken hebt, is het belangrijk op jezelf te letten.’", "Angst om teleur te stellen", "Marie-Elize van Putten weet wat het is om over je grenzen heen te gaan. Nadat ze zelf te maken kreeg met een burn-out, coacht ze nu andere ambitieuze vrouwen op het gebied van communicatie en zelfvertrouwen. Vooral mensen die nog niet gewend zijn aan de thuiswerksituatie en structuur in hun leven missen, lopen nu een hoger risico te veel hooi op hun vork te nemen. Ook werknemers die geen vitaal beroep hebben, kunnen in deze tijd de drang voelen om zichzelf nuttiger te maken en zetten in hun eigen baan een tandje bij.", "Daarnaast zijn er mensen die bang zijn voor een negatieve beoordeling of om hun baan te verliezen tijdens de crisis. ‘Ze willen hun leidinggevende laten zien dat ze van waarde zijn en gaan daardoor overpresteren. Maar het woord zegt het al, overpresteren is meer doen dan je eigenlijk kan en heeft hooguit op de korte termijn zin. Ik vraag mijn cliënten daarom altijd of zij denken dat een leidinggevende er gebaat bij is als ze over hun grenzen gaan. Vaak zijn ze bang dat het een teken is van zwakte. Of ze willen hun collega’s en leidinggevende niet teleur te stellen, maar uiteindelijk heeft de manager er veel meer aan als je jouw grenzen juist wél aangeeft en je duurzaam inzetbaar bent.’", "Neem pauze", "Hoe je weet of je te ver bent gegaan? ‘Als je weerstand voelt om aan het werk te gaan en aversie hebt tegen een taak die je normaal prima zou vinden. Ook ben je waarschijnlijk heel moe en ongenuanceerd emotioneel’, zegt Van Putten. ‘Dit zijn tekenen dat je een paar stappen terug moet doen.’", "Zowel Van Putten als Nijp zeggen te beginnen met ritme creëren in de dag. Je mag best ‘s avonds werken als je dan productief bent, maar voel je dan niet verplicht óók van 9 tot 5 beschikbaar en bereikbaar te zijn, vindt Nijp.", "Regelmatig een pauze nemen is ook belangrijk. ‘Zie de pauze als een onderdeel van je takenpakket’, tipt Van Putten. Nijp: ‘Werknemers die pauze nemen presteren beter, maken minder fouten, veroorzaken minder ongelukken en vinden hun werk leuker. Zelf ga ik vaak een rondje hardlopen als ik een les moet voorbereiden. Mijn hoofd werkt wel door, waardoor het na het rennen een stuk beter gaat.’", "Zo geef je je grenzen aan", "Als je echt het gevoel hebt dat je te veel werk hebt voor de tijd die er voor staat, is het volgens de experts raadzaam om dit aan te kaarten.", "Je grenzen aangeven is bovendien een manier om regie over je leven te houden, iets dat belangrijk is bij stressvolle situaties, meent Christianne Leenhouts, neuropsycholoog en docent bij the School of Life over veerkracht. ‘Focus op waar je wel invloed op hebt, wees geen slachtoffer’.", "Wie te maken heeft met een leidinggevende die te veel van je vraagt, zal ‘nee’ moeten zeggen. Nijp tipt om de situatie rationeel uit te leggen aan de manager. Laat zien wat je taken op dit moment zijn en overleg wat prioriteit heeft als je er extra taken bij krijgt.", "Van Putten vindt dat je je best kwetsbaar mag opstellen. ‘Als je hier moeite mee hebt, kun je bijvoorbeeld eerst benoemen wat wel goed gaat, maar dat je het een uitdaging vindt om je grenzen te bewaken. Een goede leidinggevende zal je alleen maar willen helpen. Weet ook dat een grens nu, niet een grens voor altijd is. Die kun je later eventueel bijstellen. Allicht heb je in de beginfase wat meer tijd nodig om structuur en overzicht aan te brengen, maar kun je daarna weer meer taken aan. Daarnaast geeft open communicatie vaak al meer lucht en ruimte.’", "Waarom hulp vragen op de werkvloer wél slim is (en hoe het makkelijker wordt) Hulp vragen aan collega’s of je leidinggevende als je ergens niet uitkomt of als je te veel taken hebt, kan knap lastig zijn. Toch is het slim om het wel te doen. Hulp vragen verdubbelt de kans op een promotie, je collega’s vinden je aardiger én door het antwoord op je vraag kom je verder in je werk, blijkt uit onderzoek. Zó maak je het voor jezelf gemakkelijker.", "Train je veerkracht", "Hoe stressbestendig je bent, heeft ook te maken met je veerkracht. De coronacrisis is voor veel mensen - ook gezonde - een tegenslag. Door je veerkracht te trainen kun je beter omgaan met beproevingen, meent Leenhouts. ‘Ik baalde enorm toen ik naar de persconferentie keek waar bekend werd gemaakt dat we nog even thuis moeten werken. Daar moet je bij kunnen stilstaan, het kunnen accepteren en weer doorgaan, dat is veerkracht’, zegt ze.", "Leenhouts heeft tips voor als het allemaal te veel wordt en je gaat vluchten in je werk: vraag jezelf af hoe belangrijk het nu allemaal echt is. ‘Durf ook naar jezelf te kijken en te reflecteren op je gedachten en gedrag. Ideeën als ‘had ik maar’ of ‘was ik maar’ helpen je bijvoorbeeld niet.’ Doe ook dingen waardoor je je krachtiger gaat voelen. ‘Voor de een is dat de natuur in gaan, voor de ander is het een vriend bellen. Mij helpt het altijd om te bedenken waar ik dankbaar voor ben.’", "INTERMEDIAIR PROFIEL Door je cv op Intermediair te plaatsen ben je direct vindbaar voor werkgevers die op zoek zijn in de cv-database naar geschikte kandidaten voor hun vacatures. Daarnaast kun je met je geplaatste cv ook snel solliciteren naar interessante vacatures in de vacaturebank."], "authors": ["Yasmine Esser"], "keywords": ["van", "dat", "thuiswerken", "niet", "een", "en", "valkuil", "trap", "te", "ze", "zijn", "op", "je", "overpresteren", "het", "hoe"], "pubDate": "2020-05-04T09:25:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}