{"id": "b8672993-3353-3f71-ac8f-7812180ffada", "title": "De eerste wereldleider die hoofdzakelijk via Twitter communiceerde", "url": "https://www.nrc.nl/nieuws/2021/01/10/de-eerste-wereldleider-die-hoofdzakelijk-via-twitter-communiceerde-a4027018", "summary": "Op woensdag 6 januari, om 1 minuut over 6, verstuurde Donald Trump een van zijn laatste tweets.\nGeboortebewijsSociale media, en vooral Twitter, zijn essentieel geweest voor het politieke succes van Trump.\nEen medewerker van Facebook liep mee in de campagne van Trump om het gebruik van het platform te optimaliseren.\nEen van de leidinggevenden van het bedrijf schreef in een memo: „Was Facebook verantwoordelijk voor de verkiezingswinst van Trump?\nOok de e-mails en tekstberichten waarmee Trump en zijn campagne na de verloren verkiezingen dagelijks om geld vroegen, komen niet meer.", "paragraphs": ["Op woensdag 6 januari, om 1 minuut over 6, verstuurde Donald Trump een van zijn laatste tweets. Twitter sloot het account @realDonaldTrump. Eerst nog tijdelijk, sinds vrijdag permanent. Het einde van een tijdperk.", "Tussen 4 mei 2009 en 8 januari 2020 verstuurde Trump 56.571 tweets. Hij had niet de meeste Twittervolgers – Trump stond tot woensdag met bijna 89 miljoen volgers op de zesde plaats – voor zangeres Taylor Swift, achter voetballer Cristiano Ronaldo, en vér achter zijn voorganger Barack Obama met 127,9 miljoen volgers – maar hij was wel de eerste wereldleider die hoofdzakelijk via Twitter communiceerde.", "Ministers hoorden per tweet dat ze ontslagen waren. Transgenders kregen per tweet de aanzegging dat ze niet meer welkom waren in het leger. Bondgenoten en defensietop zagen op Twitter dat de president de troepen zou terugtrekken uit Afghanistan en Irak. Het bracht de toenmalige minister van Defensie ertoe zijn ontslag in te dienen.", "In verschillende boeken is beschreven hoe naaste medewerkers probeerden de impulsieve president van zijn smartphone te scheiden. Vergeefse moeite. Regeren-per-tweet was een werkwijze die naadloos aansloot bij de stijl van Trump: explosieve uitspraak doen, kijken hoe de buitenwereld reageert en daarop voortborduren.", "Geboortebewijs", "Sociale media, en vooral Twitter, zijn essentieel geweest voor het politieke succes van Trump. Na de eerste jaren vooral kijktips voor Trump-programma’s te hebben verstuurd, verlegde hij zijn aandacht in 2011 en 2012 naar de politiek. Hij vuurde tweets af op president Obama, die de nationale schuld te hoog liet oplopen, te vriendelijk was voor Iran en China, en te onaardig voor Israël.", "Op 18 mei 2012 twitterde Trump: „Laten we eens goed naar het geboortebewijs van Obama kijken.” Het was de eerste keer dat hij de leugen verspreidde dat Obama niet in de Verenigde Staten is geboren en dus een onwettige president was.", "Miljoenenpubliek", "Trumps verrassende verkiezingsoverwinning in 2016 werd toegeschreven aan een op sociale media toegesneden campagne. Een medewerker van Facebook liep mee in de campagne van Trump om het gebruik van het platform te optimaliseren. Een van de leidinggevenden van het bedrijf schreef in een memo: „Was Facebook verantwoordelijk voor de verkiezingswinst van Trump? Ik denk dat het antwoord ‘ja’ is.”", "Trump gaf vooral de eer aan Twitter, zoals in een interview met de Financial Times: „Zonder de tweets was ik hier niet geweest.” Twitter, zei Trump, had hem bevrijd van de media. Hij kon direct zijn volgers aanspreken, een miljoenenpubliek, groter dan welke krant of tv-zender ook. En niemand die controleerde of veranderde wat hij daar zei.", "Sinds woensdag is het eigenaardig stil rond het Witte Huis. Trump liet enkele mededelingen uitgaan via andere accounts, maar de dagelijkse stroom van Trumpiana via de sociale media is opgedroogd. Ook de e-mails en tekstberichten waarmee Trump en zijn campagne na de verloren verkiezingen dagelijks om geld vroegen, komen niet meer. Zijn aanhangers vragen zich op Twitter en Parler af of hun president „nog iets uit zijn mouw tevoorschijn gaat toveren?”", "Trumps tweets", "…. when the looting starts, the shooting starts. Thank you! 29 mei 2020 (na George Floyd) Big protest in D.C. on January 6th. Be there, will be wild! 19 december 2020 I am asking for everyone at the U.S. Capitol to remain peaceful. No violence! 6 januari 2021 Go home with love & in peace. Remember this day forever! 6 januari 2021 The 75,000,000 great American Patriots who voted for me, AMERICA FIRST, and MAKE AMERICA GREAT AGAIN, will have a GIANT VOICE long into the future 8 januari 2021", "NRC Future Affairs De spannendste stukken over de toekomst van tech, economie, klimaat en megatrends Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Bas Blokker", "Januari Om", "Leestijd Minuten"], "keywords": ["zijn", "hoofdzakelijk", "wereldleider", "van", "eerste", "en", "voor", "een", "communiceerde", "te", "trump", "het", "hij", "twitter", "die"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}