{"id": "b8789fa5-0892-3ee1-beb8-0f72144ab445", "title": "'Lana Del Rey na nog geen jaar verloofd met vriend'", "url": "https://nu.nl/achterklap/6096980/lana-del-rey-na-nog-geen-jaar-verloofd-met-vriend.html", "summary": "Lana Del Rey gaat volgens bronnen van Us Weekly en People trouwen met haar vriend Clayton Johnson.\nGeruchten over een verloving ontstonden nadat de zangeres meerdere keren met een nieuwe ring werd gezien.\nHet stel heeft tot op heden niets gedeeld over de verloving.\nDel Rey was tot begin dit jaar samen met Sean Larkin, een politieagent die bekend werd door het televisieprogramma Live PD.\nin 2019 verscheen, kondigde eerder aan nog dit jaar een nieuwe plaat met de titel Chemtrails over the Country Club te delen.", "paragraphs": ["Lana Del Rey gaat volgens bronnen van Us Weekly en People trouwen met haar vriend Clayton Johnson. Geruchten over een verloving ontstonden nadat de zangeres meerdere keren met een nieuwe ring werd gezien.", "Us Weekly vernam van de bron dat Johnson onlangs voor Del Rey op zijn knieën is gegaan. De zangeres was dit weekend nog te gast bij The Tonight Show Starring Jimmy Fallon waar ze haar single Let Me Love You Like A Woman ten gehore bracht. Het viel fans toen al op dat ze een nieuwe ring aan haar linkerhand droeg.", "De 35-jarige zangeres, bekend van nummers als Video Games en Young and Beautiful, en haar 31-jarige vriend hebben elkaar volgens de bron van People via een datingapp ontmoet. Sinds augustus volgen ze elkaar op Instagram en verschijnt de zangeres regelmatig in de posts van Johnson.", "Het stel heeft tot op heden niets gedeeld over de verloving. Een woordvoerder van de zangeres weigerde te reageren.", "Del Rey was tot begin dit jaar samen met Sean Larkin, een politieagent die bekend werd door het televisieprogramma Live PD. Daarvoor had ze relaties met muzikant Barrie-James O'Neill en rapper G-Eazy.", "De zangeres, wiens recentste album Norman Fucking Rockwell! in 2019 verscheen, kondigde eerder aan nog dit jaar een nieuwe plaat met de titel Chemtrails over the Country Club te delen. Deze release is echter uitgesteld tot maart 2021."], "authors": ["Door"], "keywords": ["rey", "van", "nog", "del", "een", "zangeres", "en", "vriend", "lana", "ze", "geen", "te", "tot", "verloofd", "op", "jaar", "haar", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}