{"id": "b88694c7-ff8d-302b-b6e9-3a5f7df16fd9", "title": "Ajax kan duels met Liverpool en Atalanta met vertrouwen tegemoet zien", "url": "https://www.parool.nl/sport/ajax-kan-duels-met-liverpool-en-atalanta-met-vertrouwen-tegemoet-zien~b63ef6c0/", "summary": "Ajax verloor met 1-0 en was met tien punten uitgeschakeld.\nHet was zijn eerste doelpunt van het seizoen.\nMet zijn achttien jaar neemt hij Ajax soms bij de hand.\nDat zie je vaak met de echt grote talenten, dat zij zich heel snel aanpassen aan een hoger niveau.\nAjax zal volgende week met het nodige vertrouwen naar Engeland reizen.", "paragraphs": ["Ryan Gravenberch opent de score in de met 3-1 gewonnen wedstrijd tegen Midtjylland uit Herning in Denemarken. Beeld ANP", "Laten we beginnen met het goede nieuws voor Ajax: na de overtuigende zege op Midtjylland (3-1) is de ploeg verzekerd van Europees voetbal (Europa League) na de winterstop. Het slechte nieuws is dat Atalanta Bergamo gisteravond verrassend won van Liverpool ( 2-0). Daardoor lijkt het nog waarschijnlijker dat Ajax in de laatste poulewedstrijd van de Italianen zal moeten winnen om te overwinteren in de Champions League.", "De gedachten gaan terug naar vorig jaar, toen Ajax in de laatste poulewedstrijd, tegen Valencia, aan een gelijkspel voldoende had om de knock-outfase van het toernooi te bereiken. Ajax verloor met 1-0 en was met tien punten uitgeschakeld.", "Geen smetteloze eerste helft", "Ajax staat nu op 7 punten, net als Atalanta. Liverpool gaat aan kop met 9 punten. Volgende week speelt Ajax op Anfield Road, in de wetenschap dat de ploeg onder trainer Erik ten Hag in de Champions League nog nooit een uitwedstrijd heeft verloren. Ten Hag zelf maakte zich gisteravond niet te sappel over de nederlaag van Liverpool tegen Atalanta. “Het maakt niet veel uit, het komt toch aan op die laatste wedstrijd.”", "Als Ajax zo voetbalt als tegen Midtjylland kan Ten Hag de duels met Liverpool en Atalanta met vertrouwen tegemoet zien, hoewel er gisteren voor rust wel flink wat aan te merken viel op de slagvaardigheid van de Amsterdamse aanval. Lassina Traoré mag dan een sterk aanspeelpunt zijn – een spits die keihard werkt om anderen ­beter te laten spelen – hij wordt als nummer 9 beoordeeld en afgerekend op zijn doelpunten. En de Burkinees verzuimde twee schietkansen te verzilveren. Hetzelfde gold voor Zakaria Labyad, die als aanvallende middenvelder bergen werk verzet, het spel verdeelt en waar nodig versnelt, maar ook hij was twee keer niet koelbloedig in de afronding.", "Na rust stelde Ajax binnen een paar minuten alsnog orde op zaken. Ryan Gravenberch, die daags voor het treffen met Midtjylland nog had gezegd dat hij vaker wil scoren, schoot prachtig raak vanaf de rand van het strafschopgebied. Het was zijn eerste doelpunt van het seizoen. “Ryan was iets te veel op jacht naar een doelpunt,” zei Ten Hag na afloop. “Dan wordt het geforceerd en lukt het juist niet. Hij speelt nu meer vanuit zijn taak en de discipline en als je dan de momenten herkent waarop je als middenvelder voor de goal moet komen, dienen de kansen zich vanzelf aan. Zoals vanavond. En technisch kan Ryan zo’n bal prachtig afronden.”", "Gravenberch is bijna niet van de bal te krijgen en begrijpt steeds beter waar hij op welk moment moet zijn als centrale middenvelder. Met zijn achttien jaar neemt hij Ajax soms bij de hand. Ten Hag: “Ryan wordt met de wedstrijd beter. Dat zie je vaak met de echt grote talenten, dat zij zich heel snel aanpassen aan een hoger niveau. Ik ben benieuwd waar dit eindigt.”", "Makkelijk gegeven strafschop", "Na de goal van de jongste Ajacied gooide Noussair Mazraoui het duel meteen in het slot. Ook zijn doelpunt was fraai, maar dan vooral vanwege de manier waarop hij het steekpassje van Tadic in één vloeiende beweging meenam en de bal klaarlegde om uit te halen.", "De 3-0 was van David Neres, die bij tijd en wijle weer flink op dreef was aan de rechterflank. De 3-1 van de Denen kwam voort uit een makkelijk gegeven penalty.", "Ajax zal volgende week met het nodige vertrouwen naar Engeland reizen. Ten Hag wil uiteraard winnen, maar hij weet ook dat de uitslag tegen de kampioen van Engeland niet beslissend is voor de eindstand in de poule. Zoals gezegd: het komt aan op de laatste wedstrijd."], "authors": ["Dick Sintenie"], "keywords": ["liverpool", "aan", "van", "ajax", "het", "zien", "op", "met", "hij", "kan", "een", "en", "duels", "atalanta", "te", "tegemoet", "vertrouwen"], "pubDate": "2020-11-26T12:55:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}