{"id": "b8c79087-5d5e-3e51-9ac4-9d599a5c83a2", "title": "Van wie heb je het, als je niet weet van wie je het hebt?", "url": "https://volkskrant.nl/wetenschap/van-wie-heb-je-het-als-je-niet-weet-van-wie-je-het-hebt~bb84aa9e/", "summary": "Neem het geval van T., de studerende zoon van vrienden van ons.\nRa ra, waar heeft T. het virus opgelopen?\nOf er komen uit het brononderzoek simpelweg meerdere mogelijkheden waar men het virus kan hebben opgelopen.\n‘Dat zouden we onderhand wel weten.’ De kans blijft het grootst dat mijn vriendin het gewoon heeft van een cursist, die zich niet heeft laten testen.\nEen kuchende passant, iemand naast je bij het stoplicht, een wolkje virus dat is blijven hangen in het hokje waar hij een pasfoto nam.", "paragraphs": ["Af en toe kan het coronavirus een mens voor raadsels stellen. Neem het geval van T., de studerende zoon van vrienden van ons. In weken tijd had T. zijn ouderlijk huis maar een keer verlaten, om een id-bewijs aan te vragen in het stadhuis. Hij had een mondkapje op en hield keurig afstand. Maar na een paar dagen: ja hoor, corona. Terwijl zijn ouders en broer virusvrij bleken. Ra ra, waar heeft T. het virus opgelopen?", "Ook mijn vriendin hoort tot de ongeveer 25 procent van de coronageïnfecteerden die er niet de vinger op kunnen leggen waar ze besmet zijn geraakt. Zeker, ze werkt in het volwassenenonderwijs, waar heus wel eens een cursist snotterend komt opdagen. Maar in de klas houdt ze afstand en staan de ramen en deuren open, en als ze iets van dichtbij moet uitleggen zet ze een mondkapje op. Ra, ra.", "Zelfs met de beste contactonderzoeken lukt het niet om van alle besmettingen de herkomst te achterhalen. In Nieuw-Zeeland dacht men het virus kwijt te zijn: doken er opeens nieuwe besmettingen op, niemand wist waarvandaan. Ook in China blijkt het virus nog als een veenbrand te smeulen. Zondag meldde het land elf nieuwe besmettingen, verspreid over vijf plekken in het noorden.", "Vaak hebben onverklaarde besmettingen een aardse oorzaak. U bent aangestoken door iemand die zelf niets in de gaten heeft. Uw geheugen laat u in de steek. Of de geïnfecteerde jokt tegen de GGD, omdat hij naar een illegaal feest was, een quarantainevoorschrift heeft geschonden of er een geheime liefde op nahoudt – ja, ook dat komt voor.", "Of er komen uit het brononderzoek simpelweg meerdere mogelijkheden waar men het virus kan hebben opgelopen. Ook in zo’n geval zal de GGD het vakje ‘herkomst onbekend’ aankruisen. Maak in elk geval niet de denkfout dat er vast een of andere, geheel nieuwe bron van overdracht in het spel is, zei hoogleraar moleculaire epidemiologie Marc Bonten eens toen ik hem erover sprak. ‘Dat zouden we onderhand wel weten.’ De kans blijft het grootst dat mijn vriendin het gewoon heeft van een cursist, die zich niet heeft laten testen.", "En student T.? Het is altijd nog denkbaar dat het toch in het gemeentehuis is gebeurd, of op weg erheen, via vluchtig contact op straat of aan een balie. Want naar mate een virus meer rondgaat, is er ook meer ‘gemeenschapsoverdracht’, zoals dat heet. Er lopen dan zo veel geïnfecteerden rond, dat allerlei kleine kansjes dat we het virus in het voorbijgaan oppikken, zich vertalen naar steeds meer echte besmettingen.", "Neem een cluster van 14 besmettingen in Beijing, die men onlangs met Chinese grondigheid tot op de bodem uitzocht. Elf keer was het virus overgesprongen bij nauw contact tussen collega’s of familieleden. Maar het virus bleek ook drie keer te zijn overgegaan bij vluchtig contact in de winkel, tussen verkoper en klant.", "Als ik moest gokken, denk ik dat zoiets met student T. is gebeurd. Een kuchende passant, iemand naast je bij het stoplicht, een wolkje virus dat is blijven hangen in het hokje waar hij een pasfoto nam.", "Tenzij hij er een geheim leven op nahoudt van clandestiene feesten en geheime afspraakjes, dat kan natuurlijk ook. Maar dat weet deze door en door brave student dan wel erg goed geheim te houden.", "Morgen: Ik heb het gehad! Ben ik nou beschermd?"], "authors": ["Maarten Keulemans"], "keywords": ["er", "van", "heb", "en", "een", "weet", "dat", "wie", "als", "op", "te", "virus", "het", "ook", "niet", "hebt", "je"], "pubDate": "2021-01-04T20:36:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}