{"id": "b8d65f48-8bc6-394d-9e76-101f8ff43f3a", "title": "Veel studenten lopen beurs mis: 'Zorgelijk, zo ontstaan onnodige schulden'", "url": "https://nu.nl/geldzaken/6094625/veel-studenten-lopen-beurs-mis-zorgelijk-zo-ontstaan-onnodige-schulden.html", "summary": "Minder logisch is het dat een deel van de studenten dat recht heeft op een aanvullende beurs daar geen gebruik van maakt, maar wél leent.\n41 procent van de groep die een beurs misloopt, leent wel bij DUO.\n'Wéér een groep die voorzieningen van de overheid misloopt'\"Dit is zorgelijk; die aanvullende beurs is er niet voor niets.\nOver de aanvullende beurs: Op dit moment heeft een op de drie studenten er recht op, afhankelijk van het inkomen van diens ouders/verzorgers.\n\"Waarom is het niet vanzelfsprekend om aan het begin van een opleiding het recht hebben op een aanvullende beurs te bespreken?", "paragraphs": ["Het leenstelsel zorgt sinds de invoering in het collegejaar 2015/2016 voor steeds meer studenten met een studieschuld. Dat is logisch. Minder logisch is het dat een deel van de studenten dat recht heeft op een aanvullende beurs daar geen gebruik van maakt, maar wél leent. Wat gaat er mis?", "Maar liefst een kwart van de studenten die recht hebben op een zogeheten 'aanvullende beurs' ontvangt deze niet, concludeerde het Centraal Planbureau (CPB) afgelopen week. Rond de 8.650 studenten lopen maandelijks gemiddeld 175 euro mis. Meer dan duizend van hen hebben zelfs recht op het maximumbedrag van 400 euro per maand.", "41 procent van de groep die een beurs misloopt, leent wel bij DUO. \"Het is aannemelijk dat een deel van het niet-gebruik komt doordat studenten niet goed op de hoogte zijn van hun recht, de aanvraagprocedure en/of de voorwaarden van de beurs\", stellen de onderzoekers.", "'Wéér een groep die voorzieningen van de overheid misloopt'", "\"Dit is zorgelijk; die aanvullende beurs is er niet voor niets. Het werkt door in het ontstaan van schulden\", zegt Nadja Jungmann, lector schulden en incasso aan de Hogeschool Utrecht. \"Ik zie een parallel met volwassenen die niet op de hoogte zijn van toeslagen. Dit is wéér een groep die voorzieningen van de overheid misloopt.\"", "“De kern van de pijn zit erin dat deze jongeren uiteindelijk met een grotere opgave aan het leven beginnen.” Nadja Jungmann, lector Hogeschool Utrecht", "Dat juist jongeren dit overkomt is geen wonder, stelt Jungmann. Tijdens de periode waarin ze moeten besluiten of ze gaan lenen voor hun opleiding, komen er ook veel andere keuzes op ze af. \"Ze moeten voor het eerst zelf hun zorgverzekering betalen, bedenken of ze überhaupt willen studeren, een opleiding kiezen.\"", "De informatievoorziening schiet nu duidelijk tekort. \"Een op de vier die niet weet dat ze geld kunnen krijgen, is echt te veel. De kern van de pijn zit erin dat deze jongeren uiteindelijk met een grotere opgave aan het leven beginnen: een hogere studieschuld. Terwijl dat onnodig is.\"", "Over de aanvullende beurs: Op dit moment heeft een op de drie studenten er recht op, afhankelijk van het inkomen van diens ouders/verzorgers.", "De beurs wordt omgezet in een gift als je binnen de afgesproken tijd je diploma haalt. Anders wordt het totaalbedrag omgezet in een lening.", "Voor studenten op mbo-niveau 3 of 4, hbo en universiteit moet het diploma binnen tien jaar worden gehaald om van de beurs een gift te maken.", "Voor studenten op mbo-niveau 1 en 2 is de aanvullende beurs altijd een gift.", "Andere brief en veranderde DUO-pagina", "\"In theorie hebben we het goed geregeld, maar het onderzoek laat zien dat het in de praktijk niet goed genoeg is\", zegt ministeriewoordvoerder Michiel Hendrikx van Onderwijs, Cultuur en Wetenschap (OCW).", "Het ministerie van OCW kreeg al eerder 'signalen' dat er iets misging. Het gaf daarom het CPB de opdracht voor het onderzoek, en zet ook al in op betere voorlichting. Zo zijn er verschillende versies gemaakt van de brief voor aankomende studenten, waarin het leenstelsel en de aanvullende beurs worden uitgelegd. De meest effectieve brief valt nu bij iedereen op de mat.", "\"De pagina van DUO is ook aangepast\", zegt de woordvoerder. Dat was nodig, erkent hij: het klopt niet dat het studenten wél lukt om hier een lening aan te vragen, terwijl ze de optie van de aanvullende beurs in dezelfde online omgeving over het hoofd zien.", "Hoewel de voorlichting iets verbeterd is, zou het nog makkelijker kunnen. Hendrikx: \"We onderzoeken of automatische berekeningen mogelijk zijn, zodat de student meteen iets te zien krijgt als: 'Je hebt recht op een aanvullende beurs van 175 euro.' Dat heeft alleen veel voeten in de aarde.\" Zo is er een koppeling met de Belastingdienst nodig om het inkomen van de ouders of verzorgers af te lezen, wat qua privacy gevoelig ligt. Het is dus nog de vraag of dit lukt.", "Rol voor het onderwijs", "\"Het zijn belangrijke stappen, maar het is niet genoeg\", vindt lector Jungmann. Ze wijst erop dat er ook jongeren zijn die koste wat kost niet willen lenen en daarom veel gaan werken naast hun studie, of zelfs afzien van het doorleren vanwege de hoge kosten. \"Die kijken waarschijnlijk helemaal niet naar de brief of op de site van DUO.\"", "Er is volgens de lector een \"aanvullend palet aan communicatie\" nodig, waarbij het onderwijs een grotere rol zou moeten spelen. \"We moeten niet alles aan DUO overlaten, er zijn ook andere partijen nodig. In het onderwijs hebben we niet doorgehad dat het niet-gebruik zo hoog is.\"", "\"Waarom is het niet vanzelfsprekend om aan het begin van een opleiding het recht hebben op een aanvullende beurs te bespreken? Financiële educatie moet een grotere rol krijgen, zowel bij de vooropleiding als waar jongeren terechtkomen.\""], "authors": ["Door", "Gea Bruinsma"], "keywords": ["onnodige", "veel", "beurs", "schulden", "van", "zo", "een", "niet", "het", "studenten", "er", "zorgelijk", "op", "lopen", "dat", "die", "mis", "ontstaan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}