{"id": "b914bf78-8bbd-3049-be80-4bd6130ffb71", "title": "De bekladding van de The Black Archives is de witte loserigheid ten top", "url": "https://trouw.nl/religie-filosofie/de-bekladding-van-de-the-black-archives-is-de-witte-loserigheid-ten-top~bf7458a6/", "summary": "Vorige week werd de gevel van het pand van de Vereniging Ons Suriname beklad, waarin The Black Archives gevestigd is.\nThe Black Archives is een historisch ­archief en cultureel centrum dat het zwarte verleden van Nederland en het verleden van de zwarte mensen in Nederland documenteert.\nOp de dag van de bekladding zat Mitchell Esajas, een van de oprichters van The Black Archives, in de Tweede ­Kamer om over institutioneel racisme te spreken.\nZe promoveerde op de politieke stem van het dier en in 2011 debuteerde ze met de roman ‘Het schuwste dier’.\nAfriyie is ook een van de voormannen van het collectief Kick Out Zwarte Piet.", "paragraphs": ["In het gedicht ‘Der Tod des Dichters’ schrijft Rainer Maria Rilke (1875-1926) dat de dichter de diepten, de velden, het water in zijn gezicht droeg. Zijn ­gezicht was die hele uitgestrektheid die hem nu hij dood is omarmt. Het is waar: we dragen de wereld steeds mee in ons gezicht, je kunt de wereld die ons ­omringt in onze uitdrukking zien. Uitdrukking: de ­afdruk van wat in ons zit. Dat is niet alleen het landschap, ook de samenleving waarin we opgroeien en ­wonen.", "Vorige week werd de gevel van het pand van de Vereniging Ons Suriname beklad, waarin The Black Archives gevestigd is. The Black Archives is een historisch ­archief en cultureel centrum dat het zwarte verleden van Nederland en het verleden van de zwarte mensen in Nederland documenteert. Ze verzamelen kennis die lang is doodgezwegen, die niet in de canon zit. Daarmee leggen ze niet alleen de schaduwzijde van die canon bloot, maar laten ze ook zien wat er tegenover staat: het werk van de zwarte mensen die tegen de stroom in bleven vechten voor een betere wereld.", "Het pand was niet zomaar beklad: de gezichten van Anton de Kom en andere Surinaamse verzetsstrijders waren met wit overgeschilderd. Die gezichten werden uitgewist, wit werd letterlijk boven zwart gesteld.", "Stuiptrekkingen", "Natuurlijk zijn dat stuiptrekkingen van racisten die het geluid van de zwarte beweging van dit jaar proberen te overstemmen – de ­wereldwijde Black Lives Matter protesten, de grote ­demonstraties op de Dam en andere plekken in ­Nederland. Natuurlijk gaat dat ze niet lukken. Op de dag van de bekladding zat Mitchell Esajas, een van de oprichters van The Black Archives, in de Tweede ­Kamer om over institutioneel racisme te spreken. Daar kun je cynisch over doen, maar dat was een paar jaar geleden niet denkbaar.", "Toch is het bedreigend voor de zwarte gemeenschap. Het erge is dat dit natuurlijk precies is wat er eeuwenlang gebeurd is, expliciet en impliciet: de gezichten van zwarte mensen, hun individualiteit, hun stem, hun uitdrukking, werden uitgewist.", "Dat heeft niet alleen onze instituties gevormd, ook de psyches van mensen. In ‘Zwarte huid, witte maskers’ laat Frantz Fanon zien hoe zwarte mensen die in een witte wereld leven als eerst zwart en dan pas mens worden gezien. Dat heeft effect op hoe ze zichzelf begrijpen: in plaats van als lichaam gaan ze zichzelf als iemand met een zwarte huid zien.", "Een klodder witte verf", "Tegelijkertijd is het de witte loserigheid ten top: een klodder witte verf kan niet uitwissen welke stappen ­gezet zijn, welke inzichten The Black Archives gegenereerd hebben en zullen blijven genereren, welke discussies in gang gezet zijn, welke inzichten langzaam doorsijpelen in het collectieve bewustzijn, welke gezichten uit de geschiedenis getild worden en weer uitdrukking krijgen. En de vergiftigde zielen van degenen die hier verantwoordelijk voor zijn, zullen vooral hun eigen ­levens vergiftigen.", "Uiteindelijk zullen we, zoals Rilke schrijft, de wereld teruggeven aan zichzelf, aan wat ons altijd omringde. Maar tot die tijd kunnen we de uitdrukkingen van anderen zien, die altijd anders zijn dan de onze, en die even meedragen. Gezicht voor gezicht.", "Eva Meijer (1980) is filosoof, schrijver en singer-songwriter. Ze promoveerde op de politieke stem van het dier en in 2011 debuteerde ze met de roman ‘Het schuwste dier’. Voor Trouw schrijft ze tweewekelijks een column. Lees ze hier terug.", "Lees ook:", "Jerry Afriyie: Moeten er doden vallen om van Sinterklaas een feest voor alle kinderen te maken?", "Jerry King Luther Afriyie (Bechem, Ghana, 1981) is dichter en mensenrechtenactivist. Hij is mede-oprichter van de stichting Nederland Wordt Beter die op 1 juli 2011 de campagne Zwarte Piet is Racisme lanceerde. Afriyie is ook een van de voormannen van het collectief Kick Out Zwarte Piet."], "authors": ["Eva Meijer"], "keywords": ["van", "bekladding", "het", "die", "zwarte", "zijn", "witte", "archives", "ze", "een", "en", "niet", "loserigheid", "dat", "black"], "pubDate": "2020-12-08T01:01:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}