{"id": "b919478f-42ae-3cd6-9be4-0e61d58b939f", "title": "At Posthumus, you can buy everything you thought no longer existed", "url": "https://www.parool.nl/english/at-posthumus-you-can-buy-everything-you-thought-no-longer-existed~b14f92da/", "summary": "Stamps at the Posthumuswinkel in Sint Luciënsteeg Beeld Lin WoldendorpClose to Kalverstraat, you’ll find the Posthumuswinkel, which has been there for 150 years.\n“Madam, we have everything that you thought no longer existed,” says Peter Breurken, 53, owner of the Posthumuswinkel with a smile.\nPosthumus has been making and selling company stamps, seals, nameplates, blind embossed stamps and high-quality printed matter since 1865.\nTheir site near Kalverstraat means that Peter and Nathalie have seen the number of tourists rise sharply over recent years.\nI think it’s wonderful that we were the most important item for them to tick off in Amsterdam!” Peter says.", "paragraphs": ["Stamps at the Posthumuswinkel in Sint Luciënsteeg Beeld Lin Woldendorp", "Close to Kalverstraat, you’ll find the Posthumuswinkel, which has been there for 150 years. Here, you can buy nostalgic pens and stamps. “From all over the world, people come to this shop.”", "“Amazing that it still exists,” an elderly lady says, standing at the counter with handmade Italian notepaper and a peacock feather pen. “Madam, we have everything that you thought no longer existed,” says Peter Breurken, 53, owner of the Posthumuswinkel with a smile.", "After the throngs of tourists, dozens of chain stores, fumes from fried chips, pancakes and dope smokers, at the end of Sint Luciënsteeg stands the Posthumuswinkel. Shopfront of wood, stained glass windows above the door and window frames, and a bent arm holding a stamp on the facade. A sign above the door proclaims supplier to the court of Queen Wilhelmina. The display window exudes a nostalgic aura of crimson sealing wax, seals, inkpots, quill pens and an old engraving machine.", "The sigh “that this still exists” is never far away.", "Peter Breurken and his wife Nathalie, 51, who run the shop together, hear it several times a week. Posthumus has been making and selling company stamps, seals, nameplates, blind embossed stamps and high-quality printed matter since 1865. “There is still strong demand for them. Seals and craft) stamps in particular are doing well,” Nathalie says.", "The lady with the peacock’s feather pen pays 69.85 euros. “An arm and a leg, and I still have to get home,” she says with a grin. “But if someone has passed away, you can’t get away with an email. That wouldn’t be proper.”", "Her friend nods in agreement. She is visiting the Posthumuswinkel for the first time. “I live here in Amsterdam, but I come to these parts of the city quite rarely.”", "Harry Potter", "She wanders with delight along the refined notepads, authentic seals with the relevant accessories and wooden boxes containing feather pens lying on blue satin lining. They are all furnished with a handwritten card providing a full description: “Italian notepaper. Well suited for writing with a dip pen or fountain pen!” The woman emits one astounded squeal after another: “So lovely! Unique! Where would you find that today?” She eagerly ascends the stairs linking the different floors of the shop.", "Further along, there is an Italian man waxing lyrically over a blind embossed stamp. His name in relief, without ink, on chic paper - how lovely that would be! But his wife shakes her head in silence; the purchase falls through.", "Sitting at her computer answering emails, Nathalie often catches remarks. “Usually I don’t react, but sometimes I hear: ‘Pfff, paper... who still writes on paper?’ Then I feel the need to explain. And I say: ‘Quite a lot is still written by hand! And a handwritten birthday card is much nicer than an email or a WhatsApp!”", "She has often heard the name ‘Harry Potter’ in innumerable languages. “Children instantly think of Harry Potter when they see feather pens and inkpots. They find them magical. But at 30 to 80 euros they are definitely pricey. Often they ask for one for their birthday.” Nathalie moves through her range of products with infectious enthusiasm, recommending them in her quickfire Amsterdam dialect: “A pot of ink with gold or silver glitter! It cheers you up, doesn’t it? And notepads. Women love to have them in their handbags. And men too, you know.”", "She points to the ornate signs on the wall: “How you display them is important. As soon as we get something new in, I immediately make an artbook. And you can see - it looks nice?”", "Beeld Lin Woldendorp", "A man’s world", "“Nat, is this really for you?” her friends asked in concern when Nathalie went to work in the Posthumuswinkel for her father-in-law. They looked around the dusty little shop with scepticism. Old furniture, a heavy engraving machine, blind embossed stamps and name plates. What did a young woman of 20 want there? Nathalie asked herself the same questions initially: “Let’s be honest. When you’re young, you don’t think: It would be nice to sell nameplates!”", "She ended up in the shop through Peter, who was courting her. His father had taken the shop over from the Posthumus family in 1988.", "Engraver Johannes Daniël Posthumus set up the stamp-making factory in 1865. His sons took the business over, moving it to Sint Luciënsteeg. Expansion led the factory to move to Oudezijds Voorburgwal and then to Oderweg in Sloterdijk, while the shop remained on Sint Luciënsteeg.", "“My father wanted to spend more time on craft stamps, and was looking for a woman that would concern herself with it. Up to that point it was a truly man’s world. Then Nathalie joined,” Peter relates. At the time he was doing his national service. Two years later he also started working in the Posthumuswinkel.", "Craft stamps", "When Nathalie and Peter discovered American stamps during a holiday in the United States, she found her passion in life. “Those stamps were very detailed with magnificent relief. They were used to make craft cards. It was a craze in the US at the time. I saw immediately that we had to bring the idea here. We were the first to start importing these stamps from America for people pursuing their hobby.”", "At that point the shop was also refurbished. “We installed display cabinets and freshened up the interior, although with the nostalgic aura that suits us. We extended the range with luxury notepaper, notepads, fountain pens and dip pens.”", "The craft stamp range with shapes and illustrations has now grown to more than 3,500. This is not about pressing a stamp on an inkpad and simply stamping, the way children do. “Definitely not,” Nathalie makes clear. “You’ve got all sorts of techniques. Sponges in certain colours, working with relief powder, colouring in, water colours. We’ve been holding workshops on it for years. A lot of people do it. There are even special stamp cruises: ‘Stamp your nights away’.”", "Thanks in part to the internet and social media, hobbyists all over the world have found the Posthumuswinkel. There is a wide circle of customers - from elderly people, aficionados and tourists to lawyers’ practices, notaries, the hospitality sector and web shops. “Web shops often try to distinguish themselves by unusual packaging and an attractive wax seal or stamp showing the company name,” Nathalie says.", "Loetje and Holtkamp", "Posthumus stamps can be found all over the city. Loetje uses branding stamps for the name on the wooden table top, Holtkamp puts one on its chocolate, and the bar staff at some Amsterdam hotels put their logo on their ice cubes with a brass stamp.", "“Well-known Dutch people often come here. They are looking for example for a stamp with their name on it, or they have business, birth or wedding cards printed here. We print in small batches and to a high level of quality,” Peter says.", "Their site near Kalverstraat means that Peter and Nathalie have seen the number of tourists rise sharply over recent years. More foreigners than Amsterdammers are now coming into the shop. “We cater to this by designing typically Dutch stamps. For example, with the three crosses of Amsterdam, a bicycle against a bridge or a tulip. Tourists buy them as souvenirs,” Nathalie says.", "Recently, a couple arrived from Brazil in a state of agitation, directly from Schiphol Airport. “’We came here first, because otherwise my wife would have gone quite mad. We want to buy stamps,’ the man said. I think it’s wonderful that we were the most important item for them to tick off in Amsterdam!” Peter says."], "authors": ["Marloes De Moor", "Translation Rohan Minogue"], "keywords": ["thought", "posthumuswinkel", "stamps", "posthumus", "stamp", "buy", "amsterdam", "pens", "existed", "tourists", "sint", "longer", "nathalie", "peter", "shop"], "pubDate": "2019-05-28T08:43:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}