{"id": "b92453a8-47bb-359d-ac6a-eb61375ee0b9", "title": "De vijfde Beatle? In dit boek staan 64 kandidaten", "url": "https://www.parool.nl/kunst-media/de-vijfde-beatle-in-dit-boek-staan-64-kandidaten~b2decfbe/", "summary": "De Vijfde Beatle Beeld -De vijfde Beatle?\nSaturday Night LiveClarence Walker (een creatie van komiek Eddie Murphy in het programma Saturday Night Live in 1984) heeft het boek De vijfde Beatles niet gehaald.\nHad makkelijk gekund, want in het boek is definitie van wat een vijfde Beatle is tot in het absurde opgerekt.\nJournalisten en muziekgekken John Schoorl en Paul Onkenhout (ja, dat zijn in dit verband leuke namen, John en Paul) presenteren in hun boek De vijfde Beatles wel 64 kandidaten.\nJonge Sinterklazen die al dagen lopen denken wat ze hun oude vader moeten schenken, zouden met dit boek een goede slag kunnen slaan.", "paragraphs": ["De Vijfde Beatle Beeld -", "De vijfde Beatle? Dat was natuurlijk Clarence Walker, de zwarte saxofonist en zanger die vlak voor The Beatles doorbraken uit de groep werd gegooid. Niet veel mensen weten het, maar in hun begindagen gingen The Beatles door het leven als The Clarences en hadden alle leden een afrocoupe. Clarence was ook de schrijver van nummers die voor ze door de andere Beatles werden witgewassen, titels hadden als She loves you, man en She’s got a ticket to ride and the bitch don’t care, man.", "Saturday Night Live", "Clarence Walker (een creatie van komiek Eddie Murphy in het programma Saturday Night Live in 1984) heeft het boek De vijfde Beatles niet gehaald. Had makkelijk gekund, want in het boek is definitie van wat een vijfde Beatle is tot in het absurde opgerekt. Producer George Martin en manager Brian Epstein zijn normaal gesproken de eerste namen die vallen in discussies over wie de vijfde Beatle was. Ex-drummer Pete Best wordt ook nog weleens genoemd en heel rekkelijken beschouwden Billy Preston, de Amerikaanse toetsenist die nauw samenwerkte met de groep, als de vijfde Beatle. Maar dan heb je het eigenlijk wel gehad.", "Journalisten en muziekgekken John Schoorl en Paul Onkenhout (ja, dat zijn in dit verband leuke namen, John en Paul) presenteren in hun boek De vijfde Beatles wel 64 kandidaten. In hun voorwoord definiëren ze een vijfde Beatle zo: ‘Hij of zij was, of is, een Beatle zonder een Beatle te zijn, of een ex-Beatle, een bijna-Beatle, een Beatles-vriend of een Beatles-bewonderaar, dichtbij of op afstand.’", "Dat is als gezegd een absurd ruime definitie, maar juist dat maakt dit boek (dat begon als een serie in De Volkskrant) zo leuk. Over The Beatles zijn duizenden boeken verschenen, Schoorl en Onkenhout hebben een nieuwe manier gevonden om het verhaal van de groep te vertellen. Brian Epstein en George Martin staan erin, maar vijfde Beatles zijn hier net zo makkelijk vastgoedmagnaat Maup Caransa (die The Beatles vergezelde op de Wallen) en Spartaan Nol Heijerman (de eerste Nederlandse voetballer met lang haar).", "Jonge Sinterklazen die al dagen lopen denken wat ze hun oude vader moeten schenken, zouden met dit boek een goede slag kunnen slaan."], "authors": ["Peter Van Brummelen"], "keywords": ["boek", "kandidaten", "beatles", "dit", "64", "als", "het", "die", "zijn", "staan", "een", "vijfde", "en", "beatle"], "pubDate": "2020-12-02T12:43:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}