{"id": "b9252e4e-f6b4-3014-9f18-3f7b303bb86e", "title": "Ajax Vrouwen trekt recordinternational Spitse aan", "url": "https://www.parool.nl/sport/ajax-vrouwen-trekt-recordinternational-spitse-aan~b8cb63c6/", "summary": "“De reden om voor Ajax te kiezen, was omdat ik niet meer honderd procent gelukkig was in het buitenland.\nSpitse werd met de Nederlandse voetbalsters in 2017 Europees kampioen en vorig jaar tweede op het WK.\nAfgelopen zomer strikte de vrouwenploeg van Ajax verdedigster Stefanie van der Gragt, die overkwam van FC Barcelona.\nEchte karakters“Langzamerhand begint het team steeds meer vorm te krijgen,” aldus manager Daphne Koster van Ajax Vrouwen.\nDan mag je van geluk spreken als je zo’n speelster straks in je team hebt.”Ajax gaat na zeven speelronden aan kop in de eredivisie voor vrouwen.", "paragraphs": ["Sherida Spitse. Beeld BSR Agency", "Spitse heeft een contract getekend voor anderhalf jaar, dus tot de zomer van 2022.", "“De reden om voor Ajax te kiezen, was omdat ik niet meer honderd procent gelukkig was in het buitenland. Vervolgens kwam deze optie voorbij. Ik ben zelf altijd fan van Ajax geweest. Om dan nu zelf het shirt te gaan dragen, is hartstikke mooi,” aldus Spitse.", "Spitse speelde al 180 interlands voor Oranje, waarvan 159 als basisspeelster. Ze maakte 41 doelpunten voor de nationale ploeg. Spitse werd met de Nederlandse voetbalsters in 2017 Europees kampioen en vorig jaar tweede op het WK.", "Spitse is al de vierde international van naam die dit jaar besluit om terug te keren op de Nederlandse velden. Afgelopen zomer strikte de vrouwenploeg van Ajax verdedigster Stefanie van der Gragt, die overkwam van FC Barcelona. PSV stuntte met de komst van keepster Sari van Veenendaal en verdediger Mandy van den Berg. Zij kwamen over van respectievelijk Atlético Madrid en Valencia.", "Echte karakters", "“Langzamerhand begint het team steeds meer vorm te krijgen,” aldus manager Daphne Koster van Ajax Vrouwen. “De komst van Van der Gragt afgelopen zomer gaf al een enorme boost. Als je het hebt over echte karakters in je elftal, dan hoort Sherida wel in dat rijtje thuis. Ik ken bijna geen speelster die zo’n goede trap heeft. Het rendement van Sherida is zó hoog. Dan mag je van geluk spreken als je zo’n speelster straks in je team hebt.”", "Ajax gaat na zeven speelronden aan kop in de eredivisie voor vrouwen. De Amsterdamse voetbalsters hebben nog geen puntenverlies geleden. PSV, dat aan kop ging toen het vorige seizoen door het coronavirus werd beëindigd, volgt op zes punten."], "authors": [], "keywords": ["trekt", "van", "ajax", "vrouwen", "het", "spitse", "op", "recordinternational", "sherida", "zomer", "je", "te", "om", "aan", "voor"], "pubDate": "2020-11-20T09:19:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}