{"id": "b92c740c-c102-3810-9c71-4cfac14cfcfd", "title": "Geen versobering maar verruiming van miljardensteun, is dat wel verstandig?", "url": "https://nos.nl/artikel/2359951-geen-versobering-maar-verruiming-van-miljardensteun-is-dat-wel-verstandig.html", "summary": "Een versoepeling zit er de komende tijd niet in vanwege het toenemende aantal besmettingen, zo bleek gisteravond op de persconferentie van het kabinet.\nSaillant genoeg kwam gisteren een uitgelekte notitie van het ministerie van Economische Zaken naar buiten, waarin staat dat de opening van cafés en restaurants niet hoeft te leiden tot meer coronabesmettingen.\nVolgens een analyse is het zelfs denkbaar dat het zogeheten R-getal afneemt bij heropening.\nHet CPB zag, ondanks de tweede coronagolf, geen reden om de voorgenomen versobering van de steun in te trekken of uit te stellen.\nDat blijkt onder meer uit het aantal faillissementen, dat nog altijd onder het niveau van vorig jaar zit.", "paragraphs": ["Met de aanvullende en uitgebreide steun moeten bedrijven in met name de horeca, evenementensector en reisbranche worden geholpen om de coronatijd te overleven. Een versoepeling zit er de komende tijd niet in vanwege het toenemende aantal besmettingen, zo bleek gisteravond op de persconferentie van het kabinet. Minister Wiebes was er vandaag opnieuw duidelijk over: \"Ik denk iedere dag na over de vraag of en onder welke omstandigheden er weer iets open kan. Op dit moment is voor mij duidelijk dat de horeca niet open kan, gezien de cijfers.\"", "Deze week kwam een groep vooraanstaande economen, artsen en wetenschappers, onder wie oud-CPB-directeur Coen Teulings en hoogleraar economie Barbara Baarsma, met een oproep aan de regering om juist meer vrijheid toe te staan. In het manifest HerstelNL wijzen zij op de forse nevenschade die de coronamaatregelen hebben. Het beleid moet volgens hen minder gericht zijn op de besmettingsaantallen, om zo de materiële en immateriële schade voor de samenleving te beperken.", "Saillant genoeg kwam gisteren een uitgelekte notitie van het ministerie van Economische Zaken naar buiten, waarin staat dat de opening van cafés en restaurants niet hoeft te leiden tot meer coronabesmettingen. Volgens een analyse is het zelfs denkbaar dat het zogeheten R-getal afneemt bij heropening. Volgens Wiebes was die analyse niet sluitend.", "Ellende verscholen achter steun", "Het Centraal Planbureau concludeerde eind vorige maand nog dat de economische schade door de coronacrisis kleiner is dan verwacht. Het CPB zag, ondanks de tweede coronagolf, geen reden om de voorgenomen versobering van de steun in te trekken of uit te stellen. Sterker nog: de steunpakketten zouden ertoe kunnen leiden dat \"bedrijven zonder toekomst in de lucht worden gehouden\". Langdurige steun hindert de normale economische dynamiek. Dat blijkt onder meer uit het aantal faillissementen, dat nog altijd onder het niveau van vorig jaar zit.", "Het kabinet zegt desondanks dat de steun nodig is, niet alleen omdat de besmettingscijfers oplopen, maar omdat rekening wordt gehouden met een terugslag. \"Hoewel de verwachting is dat volgend jaar verder herstel plaatsvindt, zal de werkloosheid in eerste instantie verder oplopen. Faillissementen en ontslagen nemen onvermijdelijk toe. Daarom zet het kabinet de steun voort.\""], "authors": ["Wopke Hoekstra", "Minister Van Financiën"], "keywords": ["verstandig", "versobering", "van", "geen", "miljardensteun", "het", "op", "maar", "steun", "een", "verruiming", "dat", "en", "te", "niet", "onder", "wel"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}