{"id": "b9300bad-91b3-3382-be29-0fad2afd9ca2", "title": "Van procureur tot de lekkerste bonen ooit: elf recepten waarvoor je geen haast moet hebben", "url": "https://volkskrant.nl/de-gids/van-procureur-tot-de-lekkerste-bonen-ooit-elf-recepten-waarvoor-je-geen-haast-moet-hebben~bc63f071/", "summary": "Stoven: 2,5 uurDe lekkerste bonen ooitBeeld Yvette van BovenDe meest gestelde vraag aan Yvette van Boven: Waar kunnen we je ’s nachts voor wakker maken?\nZe stuitte op een Amerikaans stuk over het koken van bonen: een journalist had in een restaurant een bordje bonen gegeten waarvan ze in vervoering was geraakt.\nDe rijke vleessaus eet je daar uitsluitend en alleen met gulle eierpasta als fettuccine en tagliatelle, niet met zoiets armetierigs als spaghetti.\nYvette van Boven maakt 'm met bonen en citroen.\nSudderen: 30 minutenBroodje pulled porkIn een van haar boeken maakt Yvette van Boven pulled pork in haar rookoventje: ‘Dat is ontzettend lekker.", "paragraphs": ["Cranberrystoof met rundvlees", "Beeld Yvette van Boven", "Omdat de meeste lui vaak niet veel verder komen dan het maken van mierzoete cranberrycompote, dacht Yvette van Boven dat het misschien leuk was om er eens iets anders mee klaar te maken. Ze zijn echt zalig in een stoofpot. Merry berry!", "Stoven: 2,5 uur", "De lekkerste bonen ooit", "Beeld Yvette van Boven", "De meest gestelde vraag aan Yvette van Boven: Waar kunnen we je ’s nachts voor wakker maken? Om herhaling te voorkomen nu het antwoord: BONEN! Ze stuitte op een Amerikaans stuk over het koken van bonen: een journalist had in een restaurant een bordje bonen gegeten waarvan ze in vervoering was geraakt. Van Boven probeerde het ook en likte haar bord erbij af.", "Gaar in: 45 minuten tot 2 uur", "Stoofpot met octopus, knolselderij en prei", "Stoofpot met octopus. Beeld Marcus Huibers", "Perfect voor de koude dagen: een eenvoudige, winterse stoofpot. Zonder vlees, met octopus. Geef er knoestig brood bij, om te soppen in het kookvocht.", "Stoven: een uurtje", "Bietenstoofpot met bier", "Stoofschotels zonder vlees zijn zeldzaam en dat is niet gek, de meeste groenten worden niet lekkerder van eindeloos stoven. De biet wel. Eet deze bietenstoofpot met aardappelpuree, een (vega)gehaktbal en wat sla.", "Pruttelen: 1,5 uur", "Stoverij van runderschenkel", "Beeld Marcus Huibers", "Alleen nog maar góéd vlees eten, dat zouden meer mensen moeten doen, vindt Marcus Huibers. Gebruik in deze stoverij dan ook geen kiloknallervlees, maar een mooi stuk boegrunderschenkel van de maatslager. Serveer met dikke frieten, al dan niet afgehaald bij uw frietkot, zelfgemaakte mayonaise en een witlofslaatje.", "Stoven: minimaal 4 uur", "Vegetarische jachtschotel met paddestoelen", "Zijn er nog overblijfselen van de kerstdis? Misschien lenen ze zich voor jachtschotel, een restverwerkingsrecept bij uitstek. Is er niets overgebleven, gebruik dan dit recept. Je kunt deze vegetarische jachtschotel ook van te voren klaarmaken en dan kort in de oven opwarmen.", "Bereidingstijd: ongeveer 2 uur", "Tagliatelle met ragù alla Bolognese", "Onno Kleyn schreef het in 2003 al in de Volkskeuken: spaghetti bolognese bestaat niet, althans niet in Bologna. De rijke vleessaus eet je daar uitsluitend en alleen met gulle eierpasta als fettuccine en tagliatelle, niet met zoiets armetierigs als spaghetti. Over de saus bestaan ook misverstanden: de echte ragù alla bolognese bevat maar weinig tomaat en smaakt intens, verfijnd en geconcentreerd. Kleyn geeft u het door de burgemeester van Bologna goedgekeurde recept.", "Pruttelen: minimaal 2 uur", "Procureur met bonen en citroen", "Procureur met bonen en citroen Beeld Yvette van Boven", "Het is niet raar dat het ogenschijnlijk eenvoudigste stuk varkensvlees, namelijk de ontbeende varkensnek met schouder, zo'n chique naam kreeg. De procureur, het goedkope deel, doorregen met fijne reepjes vet, is veruit het smakelijkst. Dat vet smelt weg wanneer u het vlees lang stooft en dat zorgt voor een prachtige, oerzachte en smaakvolle bout, die nu ineens nogal trendy geworden is. Yvette van Boven maakt 'm met bonen en citroen.", "Braden: ruim 3 uur", "Ingepakte ananas", "Beeld Yvette van Boven", "Yvette van Boven bladerde voor inspiratie weer eens door het receptenarchief van haar moeder: ‘Wat aten we toen ik opgroeide in de jaren zeventig van de vorige eeuw? Conclusie: fruit was hot. Ik moest denken aan het Amerikaanse recept voor swineapple: een langzaam geroosterde hele ananas gevuld met spicy biggenschouder in een jasje van krokant spek - en bereidde het gelijk die avond voor de man. Geloof me: we aten onze vingers erbij op.’", "Roosteren: 3 uur", "Vegetarische Indonesische stoofpot met draadjesfruit", "Vegan rendang. Beeld Pay-Uun Hiu", "Jackfruit maakt furore als vleesvervanger. In onrijpe staat heeft de vrucht een tamelijk neutrale smaak en een stevige en vlezige structuur die na koken of stoven uit elkaar is te plukken als pulled porc. Dat wisten ze in Indonesië allang, want rendang met nangka in plaats van draadjesvlees is daar niet ongewoon. Probeer deze vegan versie eens!", "Sudderen: 30 minuten", "Broodje pulled pork", "In een van haar boeken maakt Yvette van Boven pulled pork in haar rookoventje: ‘Dat is ontzettend lekker. Maar ik maakte het pas ook eens zo, met lekker stevig bier erover en ingepakt in aluminiumfolie. Dat werkt ook goed. Maak er een koolsla bij en eet het uit elkaar geplukt in zachte broodjes. Zó lekker! Comfort food to the max, zeg ik.’", "Bakken: 3 uur"], "authors": [], "keywords": ["yvette", "recepten", "met", "procureur", "ooit", "je", "van", "en", "een", "bonen", "tot", "moet", "voor", "waarvoor", "het", "hebben", "niet", "dat", "lekkerste"], "pubDate": "2019-12-18T20:12:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}