{"id": "b957f8c8-4193-3290-8ff8-99622d172efd", "title": "Zlatan Ibrahimovic: de onpeilbare leeuw van AC Milan", "url": "https://volkskrant.nl/sport/zlatan-ibrahimovic-de-onpeilbare-leeuw-van-ac-milan~bb1b03a5/", "summary": "Maar Ibra voetbalt dit seizoen bij AC Milan alsof hij net in het voorjaar van zijn carrière verkeert.\nTot-ie met een brancard van het veld gaat.\nVanaf de lege tribunes hoorde hij Ibrahimovic brullen: ‘Speel die bal niet terug, ik moet hem hier hebben!’.\nBeeld Hollandse Hoogte / ANP‘Ik hou van lijden’Bij de vorming van dat lijf hielp moeder natuur een flinke hand.\nVan Anholt: ‘Wat ik begreep van oud-teamgenoten was dat ze moeite hadden met het stempel dat hij probeerde te drukken op iedereen, ook buiten het veld.", "paragraphs": ["Zlatan Ibrahimovic Beeld LAPRESSE", "Soms loopt zaakwaarnemer Mino Raiola over cliënt en vriend Zlatan Ibrahimovic heen. Nee, niet figuurlijk. Létterlijk. ‘Dan is hij oefeningen aan het doen. Ga ik even op hem staan. Gaat-ie gewoon door met push ups. En ik ben niet de allerlichtste, hè.’", "Na afloop van zo’n sessie gromt Ibrahimovic: ‘I am a lion.’", "39 jaar is de Zweedse spits, het leven zonder rigide trainingsregime zou allang aangebroken moeten zijn. Tijd voor jonge, hongerige leeuwen in de voetbalarena’s. Maar Ibra voetbalt dit seizoen bij AC Milan alsof hij net in het voorjaar van zijn carrière verkeert.", "Volgens zijn Nederlands-Italiaanse zaakwaarnemer Raiola is Ibrahimovic nog lang niet klaar. ‘Ik zal hem aan het voetballen houden. Tot-ie met een brancard van het veld gaat. Hij kan door tot zijn vijftigste, maar hij wil alleen nog op het hoogste niveau spelen. Voorlopig kan hij door. Je ziet het toch? Hij heeft heel Milan gereanimeerd, hij is negentig procent van die ploeg.’", "Milan staat eerste in de Serie A. Ibrahimovic speelde sinds zijn rentree in januari 29 wedstrijden, scoorde 20 keer en leverde 7 assists. La Gazzetta dello Sport plaatste hem deze week in koningskostuum op de voorpagina. Hij werd verkozen tot speler van oktober, een maand waarin hij met corona kampte. Kort daarop verscheen een filmpje waarin Zlatan de regio Lombardije op geheel eigen wijze waarschuwde voor het virus. ‘Corona daagde mij uit, maar ik won. Maar jij bent niet Zlatan.’", "Ibrahimovic vergeleek zichzelf al eens met Benjamin Button, de filmfiguur die alleen maar jonger werd. Een jaar geleden werd hij nog uitgezwaaid bij LA Galaxy. Hij won er in twee seizoenen niets, een noviteit voor de spits die al 33 prijzen won. De Amerikaanse competitie is doorgaans het laatste rusthuis voor de carrière van een topvoetballer.", "Maar Ibrahimovic nam in januari het sinds zijn vertrek in 2012 kwakkelende Milan onmiddellijk bij de hand. Zondag is Napoli-Milan zowaar weer eens een echte kraker. Milan-coach Pioli ontbreekt door corona. Maar Ibrahimovic is fit en dat is voor AC het belangrijkste.", "Dat zegt niet alleen Raiola, dat zegt ook Bram Nuytinck, de Nederlandse verdediger van Udinese . ‘Milan ís Zlatan; die ploeg is onvergelijkbaar sinds hij terugkeerde. Er staat gewoon echt iets, een brok kracht, kwaliteit, techniek en uitstraling. Hij pakt nog steeds ballen op twee meter hoogte met het grootste gemak met zijn voet uit de lucht.’", "Nuytinck moest Ibrahimovic kort na diens rentree zien te verdedigen. ‘Het was net zo lastig om tegen hem te voetballen als de keren dat ik eerder tegen hem speelde (in 2013 en 2017, red.). Normaal forceer je om duels te winnen. Moet je bij hem niet doen, dan gebruikt hij jouw lichaam.’", "Dit seizoen ontbrak Nuytinck tegen Milan vanwege een blessure. Vanaf de lege tribunes hoorde hij Ibrahimovic brullen: ‘Speel die bal niet terug, ik moet hem hier hebben!’. Nuytinck: ‘Alle spelers luisteren naar hem. Dat heeft hij afgedwongen door zoveel te winnen, nog steeds zo gemotiveerd te zijn en nog steeds zo’n indrukwekkend lijf te hebben.’", "Zlatan Ibrahimovic bij Ajax in 2003. Beeld Hollandse Hoogte / ANP", "‘Ik hou van lijden’", "Bij de vorming van dat lijf hielp moeder natuur een flinke hand. Zijn fitnesscoach bij eerste club Malmö FF Jörgen Becke zag dat de achttienjarige nog ‘extreem luie’ Zlatan bij elke inspanning meer kracht kon leveren dan de rest en meent dat zijn imposante romp- en zijspieren toen al vergelijkbaar waren met de beste 100 meter-sprinters en hoogspringers van Zweden.", "Door de jaren heen raakte Ibrahimovic verslaafd aan trainen. ‘Ik hou ervan om door mijn training te lijden,’ vertelde hij in 2015 aan de Zweedse krant Dagens Nyheter. ‘Het moet zwaar zijn, het liefst elke dag. Het is alsof je in een snelle auto rijdt. Hij wil niet langzaam rijden, hij wil snel gaan. Die druk komt van mij en niemand anders. Zodra ik niet bereik wat ik wil bereiken, raak ik teleurgesteld. Alles wat ik doe, moet perfect zijn.’", "Ibrahimovic heeft geen team van specialisten tot zijn beschikking, zoals oudere toptennissers als Djokovic (33) en Federer (39) die hebben. Raiola: ‘Hij kent zijn lichaam verschrikkelijk goed, is daar alleen maar extremer geworden. Het is bijna exacte wetenschap hoe hij leeft voor zijn sport. Hij kan met iedere fitnesscoach werken, maar is vooral zijn eigen personal trainer.’", "De Zweed helpt ook anderen. Grinnikend vertelt Raiola over de ochtend dat zijn protegé had afgesproken met een ploegmaat om een helikoptertour te maken. ‘Ze zouden vliegen om elf uur, hadden de avond ervoor nog een wedstrijd gespeeld. Dus die ploegmaat zegt: oké dan ben ik om half elf bij jou. Nee, zei Zlatan, je bent er om half negen. Hoezo, zei die ploegmaat. Nou, zei Zlatan, we gaan eerst twee uur trainen.’", "Door zijn eigen trainingsregime op anderen over te brengen creëert hij bij zijn clubs als het ware zijn eigen fitheidsbubbel, constateert oud-Milan-spits Ruud Gullit. ‘De anderen willen niet achterblijven als hij vooroploopt. Daarom is zijn komst zo belangrijk geweest voor Milan. Ik werd als jonge speler opgevoed door Martin Haar bij Haarlem, door Cruijff en Van Hanegem bij Feyenoord. Dat soort leiders op het veld heb je niet meer.’", "In Amerika miste Ibrahimovic de ‘intrinsieke discipline om zich heen’, zegt Raiola. ‘Die jaren waren zonde. Hij wilde daar graag met zijn familie wonen, maar had het er mentaal moeilijk. Ze wilden daar niet zo graag winnen als hij. Zelfs als hij een computergame speelt, moet Zlatan winnen.’", "Zlatan Ibrahimovic bij zijn huidige club: AC Milan Beeld BSR Agency", "‘Het is moeilijk een goede ploeg op te bouwen in die competitie,’ weet Gullit, oud-coach van LA Galaxy. ‘Een aantal spelers mag meer verdienen, maar de rest moet onder een salarisplafond blijven. Daardoor krijg je grote kwaliteitsverschillen.’", "Pele van Anholt vertrok net bij LA Galaxy toen Ibrahimovic in een advertentie in LA Times de stad feliciteerde met zijn komst: ‘Dear Los Angeles, you’re welcome’. Van Anholt: ‘Wat ik begreep van oud-teamgenoten was dat ze moeite hadden met het stempel dat hij probeerde te drukken op iedereen, ook buiten het veld. Dat werkte verstikkend. In Amerika is men heel omzichtig in de omgang, Zlatan is recht voor zijn raap.’", "Wie zich openstelt, treft een bondgenoot voor het leven. Mark van Bommel clashte in wedstrijden geregeld met Ibrahimovic. Tijdens een interland tussen Zweden en Nederland trapte Ibrahimovic bij het rustsignaal een bal naar de Nederlander en zei dat hij moest oppassen. Toen ze bij AC Milan ploeggenoten werden, hielp Ibrahimovic de al even gedreven Nederlander met alles. Hij kwam later naar Nederland voor Van Bommels afscheidswedstrijd, Van Bommel noemde zijn hond, een potige Rhodesian Ridgeback, ‘Ibra’.", "Ook met de jonge AZ-spits Myron Boadu heeft Ibrahimovic een hechte band. Raiola hield Boadu, die hij ook begeleidt, altijd al de Zlatan-maatstaf voor qua extra trainingsarbeid. Raiola: ‘Dan zal-ie vast een keer gedacht hebben: heb je Mino weer met zijn gezeik. Maar toen ze allebei in Amerika waren voor een knieoperatie zag Myron dat Zlatan al een dag na zijn operatie buikspieroefeningen aan het doen was.’", "Boadu zei later dat Ibrahimovic hem ‘als een vriend’ behandelde en dat hij hem altijd mocht bellen. De geroutineerde Zweed bekijkt sindsdien kritisch de wedstrijden van de getalenteerde Nederlander. Raiola: ‘Zlatan is als een fruitschaal, je moet zelf de vruchten eruit plukken. Hij inspireert door het te laten zien, niet door te praten. Praten kan hij beter aan mij overlaten.’", "‘Alles met een knipoog’", "Zlatans statements zijn kort, maar van elk woord druipt een moddervette laag zelfvertrouwen. Op social media vergeleek hij zich in 2020 met een haai (eenmaal), een leeuw (vijf keer) en God (tien keer, waarvan eenmaal half duivel, half God).", "Toch heeft Ibrahimovic niet het idee dat hij daadwerkelijk boven de mensheid staat, zegt Raiola. ‘Bij alles wat hij doet zit een knipoog. En bij alle knipogen zit een serieuze ondertoon. Hij daagt zichzelf uit met die uitspraken. Geloof me, hij is onvoorstelbaar zelfkritisch. Falen past niet bij hem, dan wordt-ie gek. Hij wil niet één keer goed spelen, hij moet altijd goed spelen. En hij niet alleen, de hele ploeg moet dat. En het lukt hem ook. Waar was Paris Saint-Germain voordat hij kwam? Waar was Milan? Hij zet de standaard waar die clubs nog jaren van profiteren. Ook door de manier waarop hij omgaat met tegenslag. Hij vindt altijd de kracht om door te gaan.’", "Een treffend voorbeeld was de recente wedstrijd tegen Hellas Verona toen God een strafschop miste, maar in blessuretijd alsnog voor de gelijkmaker tekende. Nuytinck: ‘De teleurstelling droop na die treffer nog altijd van zijn hoofd vanwege die gemiste strafschop. Dan denk je: 39 jaar, meer dan 30 prijzen gewonnen, geld zat en dan nog zó stuk zitten…’", "Gullit: ‘Hij is een hele leuke gozer in de omgang, en op het veld een fenomeen, een beest. Ik snap wel dat hij doorgaat. Voetbal is het leukste wat er is als je nog fit bent. Stress? Welnee, hij heeft geen stress. Hij wordt juist beter bij een goede spanningsboog. Dan gaan die voelsprieten helemaal uit.’", "Raiola: ‘Hij heeft nog steeds de kracht, maar door zijn verworven reputatie ook de macht om iets door te geven aan de volgende generatie. Daarom moet hij zo lang mogelijk doorgaan.’", "Terug bij Zweden? Ibrahimovic leek op Instagram te hinten op een rentree, na ruim vier jaar, in het Zweeds elftal. Mino Raiola, Ibrahimovic’ zaakwaarnemer cryptisch: ‘Als hij dat zou willen, dan hebben ze geluk.’ De Zweedse bondscoach Janne Anderson, op wie Ibrahimovic geregeld kritiek had, gooide de deur resoluut dicht. Raiola: ‘Als ik het Zweeds elftal was, zou ik altijd de beste spelers willen onafhankelijk van hun leeftijd. Wat zegt leeftijd nou? Als ze niet tegen zijn drive kunnen, zegt dat meer over hen.’"], "authors": ["Bart Vlietstra"], "keywords": ["onpeilbare", "van", "bij", "milan", "het", "hij", "met", "zijn", "ac", "een", "zlatan", "en", "dat", "ibrahimovic", "leeuw"], "pubDate": "2020-11-20T21:20:57+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}