{"id": "b95805ac-9448-3cba-a964-bcfacc51211e", "title": "Verbouwen tijdens corona: ‘We moesten echt weer wennen aan de stilte in huis’", "url": "https://www.parool.nl/ps/verbouwen-tijdens-corona-we-moesten-echt-weer-wennen-aan-de-stilte-in-huis~b80ac292/", "summary": "Ik was een truitje aan het verven in de wasmachine en ik had kennelijk het filter van de machine niet goed teruggeplaatst.\nNu heb ik een sexy slaapkamer in jarentwintigstijl met vergrijsd groen en oudroze tinten en een roodbruine vloer, en behang met paradijsvogels op de overloop.\nEr komt een regenton met een pomp op zonnekracht en we willen er een groentetuin beginnen.\nAlles aan de buurt en het huis beviel ons, het enige nadeel was dat de woonkamer en keuken vrij klein waren.\nEn ik ben tijdens corona voor mezelf begonnen en werk sinds maart volledig vanuit huis.", "paragraphs": ["Jup Jansonius in haar verbouwde slaapkamer. Beeld Lin Woldendorp", "Coronaverbouwing: slaapkamer, overloop en washok. Maisonnette op het Java-eiland.", "Wie: Jup Jansonius (50, dj en dansleraar), woont samen met dochter Pip (13).", "“Ik wilde mijn slaapkamer al jaren verbouwen, maar het kwam er steeds niet van. In oktober zat ik in de woonkamer toen ik onze kat Poekie voortdurend naar het plafond zag staren. Ik volgde haar blik en zag dat er blauw water uit het plafond langs de muren op mijn bureau stroomde. Het water kolkte de trap af! Ik was een truitje aan het verven in de wasmachine en ik had kennelijk het filter van de machine niet goed teruggeplaatst. Tot mijn enkels stond ik in het water, de muren hadden al het vocht opgezogen en de peperdure, ecologische kurkvloer in de hal was volledig blauw gekleurd; het was rampzalig. In totale paniek heb ik mijn man Daan gebeld – we wonen niet samen – en een kwartier later stond hij voor de deur. Hij heeft een klusbedrijf en stelde mij gerust: dit komt goed!”", "En de kamer vroeger. Beeld Privéfoto", "”Na twee dagen sippen tussen de rotzooi heb ik mijn vege lijf naar Karwei gesleept om een laminaatvloer te bestellen. Na tien dagen was ie er nog altijd niet, ‘door corona’. Ik heb mijn geld teruggevraagd en we zijn linea recta naar Laminaat To Go gereden. We hebben de planken ingeladen en zijn verf en behang gaan kopen. De volgende ochtend zijn we gestart met de verbouwing. In één dag kregen we voor elkaar waar ik al vijf jaar tegenop zag.”", "“Vrienden attendeerden me erop dat je bij een lekkage de verzekering kan inschakelen, iets waar ik zelf nog geen seconde over had nagedacht. Binnen een week kreeg ik alle gemaakte kosten voor de verbouwing terug. Nu heb ik een sexy slaapkamer in jarentwintigstijl met vergrijsd groen en oudroze tinten en een roodbruine vloer, en behang met paradijsvogels op de overloop. Het is prachtig geworden, en ik slaap nu ook een stuk lekkerder.”", "Het dakterras van Frank Siblesz, Adeline Bertrand en dochters voor de verbouwing. Beeld Privéfoto", "Coronaverbouwing: Dakterras. Dubbel bovenhuis, Watergraafsmeer.", "Wie: Frank Siblesz (43, hoofd duurzaamheid bij een investeringsfonds), Adeline Bertrand (43, GZ-psycholoog), dochters Emma (12), Laurine (10), Livia (6).", "Frank Siblesz: “Met drie kinderen en iedereen thuis hebben we tijdens corona extra veel gebruik gemaakt van ons dakterras. Voor een koffie, lunch, borrel of diner; bij elke zonnestraal waren we er te vinden, ook als het koud was, met een sjaal om. Vanaf het dak hebben we vrij zicht over de wijk, met de tennisbanen van de Linnaeus­hof, Park Frankendael en de torens van het Amstelstation in de verte. Het dak zelf, maar ook het terras, was aan vernieuwing toe, een verbouwing stond al op de planning. Het idee was om alles voor de zomer klaar te hebben, maar de aanvraag van een vergunning bleek maanden te duren. Uiteindelijk kon de verbouwing in september pas van start gaan, met een aannemer en timmermannen.”", "“We hebben maar één keer een tegenslag gehad, toen de as van een hijskraan, voor het omhoogtakelen van alle materialen, kapotging en er die nacht wel drie sleepwagens nodig waren om de kraan van het hofje te halen. We wonen hier nu vier jaar, maar tijdens de lockdown is er meer contact ontstaan tussen de buren onderling, dus iedereen was op de hoogte. De verbouwing van een eigen badkamer voor de meiden hebben we door corona juist nog even uitgesteld. Het zou te veel chaos in huis veroorzaken tijdens het thuiswerken en misschien ook nog de sluiting van de scholen.”", "Frank Siblesz, Adeline Bertrand met dochters op hun verbouwde dakterras. Beeld Lin Woldendorp", "“De verbouwing van het dak was juist wél een welkome afleiding tijdens de lockdown; iedere ochtend stipt om acht uur deed ik open voor timmermannen Jerry en Bas, en later Klaas en Rob. Dan dronken we eerst samen koffie. Tussendoor kwam ik een paar keer boven kijken en spraken we dingen door, de samenwerking verliep heel goed. Nu het dakterras klaar is, mis ik die dagelijkse routine wel, we moesten echt weer wennen aan de stilte in huis.”", "“Het plan is om een deel van het dak groen te maken. Er komt een regenton met een pomp op zonnekracht en we willen er een groentetuin beginnen. Echt een project voor tijdens de volgende lockdown, mocht die er komen.”", "Het huis van Jasper en Manon Hamming voor de verbouwing. Beeld Privéfoto", "Coronaverbouwing: uitbouw. Hoekhuis met tuin, Noord.", "Wie: Jasper Hamming (44, eigenaar Hamming Coaching), Manon Hamming (39, purser bij KLM), dochters Jolie (8) en Ella (5).", "Jasper Hamming: “Toen we zes jaar geleden in Noord kwamen wonen, was het hier niet zo gestoord als in de rest van de stad; dit was de enige plek waar je als gezin nog voor een redelijke prijs een huis met een tuin kon kopen. Alles aan de buurt en het huis beviel ons, het enige nadeel was dat de woonkamer en keuken vrij klein waren. Met het groter worden van onze dochters, nam ook de behoefte aan meer vierkante meters toe.”", "“In mei hebben we, samen met onze buren naast ons en weer daarnaast, besloten om een prefab uitbouw te laten plaatsen. De tuin was er groot genoeg voor, het enige wat voor Jolie en Ella telde was dat de grote trampoline kon blijven staan. De uitbouw had Prefast al gemaakt in de fabriek, inclusief glazen schuifdeuren, verlichting, buitenkraan, regenpijp en vloerverwarming. Hij hoefde alleen nog maar geplaatst te worden.”", "Jasper en Manon Hamming en hun dochters: de timing van de uitbouw ‘kon niet beter’. Beeld Lin Woldendorp", "“Steeds meer mensen bestellen een prefab uitbouw, maar dit was de eerste keer dat de fabriek tegelijk aan drie huishoudens in dezelfde straat moest leveren. De uitbouw verbinden aan de rest van het huis duurde maar een week, in die tijd mochten we logeren in een appartement van vrienden in de buurt; voor de kinderen was het alsof we even op vakantie waren.”", "“We zijn heel blij met het resultaat, we hebben er 15 vierkante meter bij gekregen en veel meer licht. Het interieur hebben we er meteen op aangepast, met grote planten in potten, een grotere bank, eettafel en vloerkleed; helemaal VT Wonen, haha.”", "“De timing kon niet beter. De rentestand is nu heel laag en de ophoging van de hypotheek komt terug in de meerwaarde van de woning. En ik ben tijdens corona voor mezelf begonnen en werk sinds maart volledig vanuit huis. Sowieso waren we allemaal veel meer thuis; de extra ruimte was daarom heel erg welkom.”", "De situatie voor de verbouwing van het blok in Noord. Beeld Privéfoto", "Coronaverbouwing: strippen en opleveren van een compleet blok. Vier woningen met gedeelde tuin, Noord", "Wie: Willempje Vrins (41, sociaal ondernemer en oprichter Boksschool Bijlmerbajes), woont samen met Stuart Holt (42, fotograaf en filmmaker), en de tweeling Charlie en Levi (6).", "Willempje Vrins: “Met vier bevriende gezinnen ontstond in 2016 het idee om samen iets te gaan kopen. Iedere maand vergaderden we er tijdens een diner over. We schreven ons in voor een zelfbouwproject van wooncorporatie Ymere, ze boden een blok met vier huizen aan. Onze plannen om het blok samen te kopen en te kiezen voor een duurzame verbouwing en een lokale architect, maakten dat wij de pitch uiteindelijk wonnen.”", "“Vorig jaar zomer kregen we de sleutel. Eerst waren de fundering en de buitenkant aan de beurt, pas dit jaar, net aan het begin van de pandemie, konden we aan de slag met de binnenkant. De verbouwing liep uit, mede door corona: verschillende partijen, zoals de loodgieter en de elektricien, konden niet tegelijk aan het werk.”", "De verbouwing van het woonblok van Willempje Vrins, Stuart Holt en hun buren. Beeld Lin Woldendorp", "“Onze bouwvergaderingen organiseerden we buiten op het pleintje, het was iedere keer een uitje, zelfs in de kou. Er waren ook buren die tijdens de lockdown minder werk hadden, en daardoor meer tijd hadden om zelf te gaan verbouwen. Een buurvrouw heeft zichzelf leren klussen via YouTube-filmpjes. Omdat ik veel vragen kreeg van mensen over samen kopen en duurzaam verbouwen, ben ik een Instagramaccount begonnen.”", "“Het verbouwen tijdens corona gaf ons allemaal veel energie, het zorgde ervoor dat ons leven niet in één klap helemaal stilviel. Voor de grap werden er weddenschappen afgesloten over welke relatie als eerste uit elkaar zou knallen, maar we hebben het allemaal overleefd. Ik denk juist omdat we dit met een groep hebben gedaan en niet met z’n tweetjes. In oktober zijn de eerste gezinnen in hun verbouwde huis getrokken. We kijken er allemaal naar uit om straks biertjes te drinken in de gemeenschappelijke tuin.”­­­­"], "authors": ["Sara Luijters"], "keywords": ["ik", "weer", "stilte", "echt", "er", "met", "te", "verbouwen", "van", "en", "een", "aan", "tijdens", "verbouwing", "voor", "wennen", "corona", "moesten", "het", "huis"], "pubDate": "2020-12-20T14:00:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}