{"id": "b97d4936-3a6a-3d41-bdea-d4e50621002f", "title": "Daltarief oude meter verdwijnt: slecht nieuws voor miljoen huishoudens?", "url": "https://nu.nl/wonen/6099388/daltarief-oude-meter-verdwijnt-slecht-nieuws-voor-miljoen-huishoudens.html", "summary": "Van het nachttarief kun je straks ook alleen nog gebruikmaken als je een nieuwe energiemeter hebt.\nSlecht nieuws voor de miljoen huishoudens die hun oude meter houden?\nVanaf 1 juli kun je hierdoor geen gebruik meer maken van het nachttarief als je een oude meter in huis hebt.\nOok huishoudens met zonnepanelen en een analoge meter, komen uiteindelijk niet onder een slimme of digitale meter uit.\nDe overheid maakt het dan verplicht om een meter te hebben die verbruik en opwek afzonderlijk registreert.", "paragraphs": ["Netbeheerders hebben het afgelopen half jaar razendsnel oude energiemeters vervangen door 'slimme' meters, die de leverancier ieder moment informatie over stroom- en gasverbruik kunnen geven. Inmiddels zijn zeven miljoen huizen overgestapt. Van het nachttarief kun je straks ook alleen nog gebruikmaken als je een nieuwe energiemeter hebt. Slecht nieuws voor de miljoen huishoudens die hun oude meter houden?", "Volgens Netbeheer Nederland heeft 97 procent van alle huishoudens al een slimme meter aangeboden gekregen. Niet iedereen reageert direct positief op het aanbod om de meter (gratis) te vervangen.", "\"Sommige mensen vinden het geen prettig idee dat energieleveranciers op afstand de meters kunnen aflezen. Dat kun je trouwens wel uitzetten, zodat je alsnog de meterstanden door moet geven\", zegt Ceriel Thissen van netbeheerder Liander.", "De komende tijd krijgen huishoudens met analoge meters nog een keer het aanbod voor gratis vervanging. Als je uit eigen initiatief een slimme meter wil, bijvoorbeeld om goed bij te houden hoeveel energie de zonnepanelen opleveren, kost het vervangen zo'n 70 euro.", "Schakelen tussen dag- en nachttarief", "Er is een ander argument om op te schieten: per 1 juli 2021 stoppen netbeheerders met het afgeven van een toonfrequentiesignaal. De bekendste toepassing van het TF-signaal in Nederland is het schakelen tussen dag- en nachttarief dat geldt voor energieverbruik, maar ook de straatlantaarns gaan ermee uit en aan. Het onderhoud ervan is echter duur en er zijn nieuwere, betere technieken.", "Vanaf 1 juli kun je hierdoor geen gebruik meer maken van het nachttarief als je een oude meter in huis hebt. Contracten met een dubbel tarief worden omgezet naar een enkel tarief. Huishoudens betalen dan elk uur van de dag dezelfde prijs voor stroom. Slimme meters schakelen daarentegen automatisch van tarief. Het ligt daarbij wel aan het contract met je energieleverancier of je daar wel of niet gebruik van maakt.", "“Bij veel mensen leeft nog altijd het idee dat het beter is om 's avonds laat de vaatwasmachine aan te zetten.” Jenny Huttinga, Netbeheer Nederland", "Vergelijkingssite Independer.nl krijgt geregeld vragen over de enkele en dubbele tarieven. De site heeft daarom uitgerekend welk voordeel ermee te behalen valt. De uitkomst is ontnuchterend: zelfs als je alleen 's nachts stroom verbruikt - wat nagenoeg onmogelijk is - is het verschil tussen de tarieven hooguit 1 of 2 euro per maand.", "\"Vroeger waren de verschillen groter\", zegt Jenny Huttinga van Netbeheer Nederland. \"Bij veel mensen leeft daardoor nog altijd het idee dat het beter is om 's avonds laat de vaatwasmachine aan te zetten.\"", "Tijden nachttarief verschillen per regio", "Overigens verschillen de tijden voor het nachttarief en dagtarief per regio. Over het algemeen geldt in Noord-Brabant en Limburg het nachttarief tussen 21.00 uur en 7.00 uur, net als in het weekend en op enkele officiële feestdagen. In de rest van Nederland geldt het 'daltarief', zoals het ook wel wordt genoemd, tussen 23.00 uur en 7.00 uur, en ook in het weekend en op sommige feestdagen.", "Een aantal gemeentes wijkt af. \"Wanneer het daltarief precies voor jou geldt, kun je nakijken op de jaarnota of navragen bij de netbeheerder\", zegt Joris Kerkhof van Independer.", "Ook huishoudens met zonnepanelen en een analoge meter, komen uiteindelijk niet onder een slimme of digitale meter uit. Bij sommige meters zie je het energieverbruik nog letterlijk teruglopen als de zon schijnt. Vanaf 1 januari 2023 wordt de salderingsregeling - een subsidie voor zonnestroom - langzaam afgebouwd. De overheid maakt het dan verplicht om een meter te hebben die verbruik en opwek afzonderlijk registreert.", "Slimme meters bieden voor de toekomst overigens de mogelijkheid om met veel meer dan twee tarieven te werken. Op een zonnige of winderige dag kunnen energieleveranciers er dan bijvoorbeeld voor kiezen om de prijs juist overdag te verlagen. Zo wordt voorkomen dat deze schone energie, die niet opgeslagen kan worden, verloren gaat."], "authors": ["Door", "Stefan Ten Teije"], "keywords": ["nieuws", "oude", "van", "daltarief", "verdwijnt", "voor", "en", "een", "huishoudens", "om", "meter", "te", "op", "het", "miljoen", "slecht", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}