{"id": "b993f009-9f87-3751-85f1-188a3c91148f", "title": "Vier memorabele momenten uit het sportjaar 2020: Hassan, Maradona, Van der Poel en Selinger", "url": "https://volkskrant.nl/sport/vier-memorabele-momenten-uit-het-sportjaar-2020-hassan-maradona-van-der-poel-en-selinger~b7772d04/", "summary": "De terugkeer naar Amerika, waar ze woont en traint, werd vanwege het coronavirus en een verlopen visum onmogelijk.\nBeeld Klaas Jan van der WeijDe omarming van twee jochiesMathieu van der Poel, Wout van Aert18 oktoberEr zijn steekjes onder water.\nWout van Aert (26) en Mathieu van der Poel (25) rijden al tegen elkaar sinds ze jochies waren, maar het zijn geen vrienden.\nDe omarming is de bezegeling van het besef dat er iets uitzonderlijks is gebeurd en dat zij dat met z’n tweeën hebben klaargespeeld.\nVan Japan tot Zwitserland, van Rusland tot Israël en van Frankrijk terug in Nederland.", "paragraphs": ["Sifan Hassan. Beeld EPA", "Uit het niets terug op Papendal", "Sifan Hassan", "29 september", "", "Wat Sifan Hassan al die tijd in Ethiopië deed, wist niemand in Nederland precies. De tweevoudig wereldkampioene op de 1.500 en 10.000 meter zat dit jaar maandenlang vast in haar geboorteland. Ze kwam eind februari aan voor een trainingsstage. Vier weken werden vijf maanden. De terugkeer naar Amerika, waar ze woont en traint, werd vanwege het coronavirus en een verlopen visum onmogelijk.", "Waar ze woonde in Ethiopië? Volgens manager Sander Ogink ergens bij de hoofdstad Addis Abeba alleen in een appartement. Haar coach Tim Rowberry zei dat ze bij familie verbleef. Samen met een familielid zou ze regelmatig naar Sululta rijden, een plaats op hoogte in de buurt van het hotel van Haile Gebrselassie waar meer atleten trainen.", "Beide mannen wisten dit jaar amper hoe het ging met de wereldster die als 15-jarige vluchteling naar Nederland kwam en daarna pas leerde hardlopen. De wifi zou slecht zijn, soms was er dagen geen contact. Interview-verzoeken bleven onbeantwoord. Zelf zegt Hassan weinig te hebben uitgevoerd omdat ze bang was om het coronavirus te krijgen.", "Hassan blijft een mysterie, zelfs voor de mensen die nauw met haar samenwerken. Niemand kent de reden waarom ze als minderjarige vluchteling moederziel alleen op het vliegtuig werd gezet. Wie het vraagt, krijgt geen antwoord.", "Eind september streek de wereldster neer op Papendal. Iedereen kwam even kijken. Manager, hoofdcoach, jonge talenten. Voor je het weet is Hassan weer gevlogen. Ruim een uur nadat de training zou beginnen, kwam ze aan.", "Hassan houdt zich graag schuil. Ze heeft het hart op de tong, maar haar geschiedenis blijft geheim. Ze laat haar benen liever spreken. Zeven mijl moet ze rennen op deze druilerige middag op Papendal. Aan één stuk door. 28 rondjes van 400 meter op de baan. Het is een marteltraining om sterk te worden. Slopend voor de voeten, want ze draagt spikes. Hassan zwoegt, maar ze houdt vol en loopt vlakke rondes. De jonge talenten moedigen haar aan. ‘Meer dan 10 kilometer op de baan. Wie doet dat?’ vraagt Jasmijn Lau, bewonderaar van Hassan, zich af.", "Hassan doet het. Veel wedstrijden liep ze dit jaar niet. Ze verpulverde in Brussel wel het werelduurrecord. Meer weten we niet en zullen we waarschijnlijk ook nooit te weten komen over haar jaar.", "Diego Maradona in Mexico na de gewonnen WK-finale. Beeld AP", "Het gemis van de pure voetballer", "Diego Maradona", "25 november", "Op woensdag 25 november, tegen half zes, licht de naam van Robert-Jan Friele op in het telefoonscherm. Hij is een van de regelaars van stukken bij de krant. Als hij belt, weet je het wel. Dan is er groot, sportpagina-overschrijdend nieuws. Ik heb vijf seconden om na te denken wie er dood kan zijn, voordat hij het vertelt. Nee hè, is de vergeefse hoop.", "Maradona voert me die avond mee op de snelweg van het tikken. Verdriet laat zich wegdrukken door adrenaline en dat is nog best lastig, want ja, ook als journalist zie je jezelf weer bij je ouders op de bank zitten, als jongen, wachtend op een wedstrijd op tv met Maradona en tien gewone Argentijnen. Het is altijd een van mijn grootste wensen geweest: één keer soleren als Maradona. Dat je ploeggenoten verwonderd opkijken en een stuk of zes tegenstanders op de grond liggen, stilletjes verlangend naar troost van hun moeder.", "En dan is hij dus dood, alsof een puzzelstukje van je jeugd is verdwenen bij het openen van de doos met herinneringen. Verdorie, weer een stukje weg. Zo was het ook met David Bowie. Bij elk nummer op de radio herleven gedachten aan een concert in het MECC in Maastricht. Dat zo’n grootheid naar Limburg kwam, dat vulde ons met trots. Steeds die herinnering aan jeugdvriend Raymond, die de single Let’s dance leende, nooit teruggaf en het lied meteen begint te zingen als we elkaar eens in de pakweg tien jaar zien.", "Het puzzelstukje George Michael is ook al zo’n gemis, het genie wiens stem al hemels was voordat hij Cowboys and Angels zong voor Petrus. Die geweldige concerten van hem, waarvan eentje, op 15 juli 1988 in de Kuip, niet doorging, van welke afgelasting we onze ouders niets vertelden, zodat Bernique en ik een dagje met zijn tweeën waren op een geheime plek.", "Zo is dat gevoel dus ook met Maradona, het schrijnende gemis van de pure voetballer Maradona, niet van de bondscoach of de drugsverslaafde. Al die beelden van de tovenaar, ze waren overweldigend om weer te zien op 25 november en de dagen erna. Maar wat in je hoofd zit, is nog mooier. De bal, een beetje stuiterend op het gras in Mexico-Stad, als dribbel van je linker- naar je rechterslaap.", "Het was niet alleen opwellend verdriet om zijn dood na het telefoontje van Robert-Jan Friele. Het was ook droefenis omdat weer een stukje van mezelf is overleden.", "Mathieu van der Poel leidt in de Ronde van Vlaanderen, voor Wout van Aert. Beeld Klaas Jan van der Weij", "De omarming van twee jochies", "Mathieu van der Poel, Wout van Aert", "18 oktober", "", "Er zijn steekjes onder water. Er is een enkele openlijke sneer. Hij reed alleen om mij te laten verliezen. Zijn coach was een janker. Hij speelde toneel. Wout van Aert (26) en Mathieu van der Poel (25) rijden al tegen elkaar sinds ze jochies waren, maar het zijn geen vrienden. Waar staat geschreven dat rivalen vrienden moeten zijn? Beiden zijn geboren winnaars. Ze gaan altijd en overal voor de zege, in hun geval op de fiets, zowel in het veld als op de weg. Dan doet het vaak even zeer als je tweede wordt, of erger.", "Op die gedenkwaardige zondagmiddag, 18 oktober, blijven ze in de Ronde van Vlaanderen met zijn tweeën over op weg naar de finish in Oudenaarde, nadat wereldkampioen Julian Alaphilippe op een motor is gebotst. De sprint om de zege is ijzingwekkend. Van der Poel laat de snelheid zakken, tot er nog geen 200 meter meer te rijden zijn. Hij zet aan als een jachtluipaard, de rug gekromd over het stuur, op weg naar zijn prooi, zijn eerste wielermonument. Van Aert trekt zich op gang en komt langszij. Onder zijn laatste krachtsinspanning komt het voorwiel nog omhoog van het asfalt, maar hij schiet net tekort. Van der Poel vergeet op de finish opzij te kijken, hij weet niet wie er gewonnen heeft. Van Aert is ook niet zeker van het resultaat.", "De televisieregistratie mist wat dan volgt. Wie erbij is op de Minderbroedersstraat ziet het wel. Fotograaf Patrick Brunt plaatst later een filmpje op Twitter. Van Aert strekt zijn linkerhand uit, Van der Poel grijpt hem en dan rijden ze enkele meters naast elkaar, de armen over elkaars rug geslagen. Rivaliteit, prestige, druk, grootspraak, speldenprikken; er speelt even niks meer. Hier is louter op het scherp van de snede gereden. De omarming is de bezegeling van het besef dat er iets uitzonderlijks is gebeurd en dat zij dat met z’n tweeën hebben klaargespeeld.", "‘Ik denk dat jij wint’, hoor je Van der Poel nog zeggen. Hij durft er nog niet op te hopen. ‘Ik denk het niet’, antwoordt Van Aert. ‘Ikke?’, vraagt Van der Poel later, als hij al is omgekeerd. Jochies weer, voor even.", "Avital Selinger wordt gepresenteerd als nieuwe bondscoach. Beeld ANP", "Drs. Volleybal is terug", "Avital Selinger", "20 november", "", "Hij was al een tijdje terug in Nederland, als talententrainer van de Nederlandse volleybalbond Nevobo, maar nu was hij echt in beeld. Avital Selinger werd op vrijdag 20 november gepresenteerd als de bondscoach van het Nederlands team. Vrouwen uiteraard, want daar ligt de specialiteit. De coach uit Mijdrecht reist al zijn hele carrière de wereld af in het kielzog van lange vrouwen. Van Japan tot Zwitserland, van Rusland tot Israël en van Frankrijk terug in Nederland. Op 61-jarige leeftijd gaat Selinger, zoon van de legendarische Arie, het nog één keer proberen in het Nederlandse volleybal. Hoewel proberen, die term staat niet in het woordenboek van Avital. Het is doen, maken dat het werkt. Overtuigingskracht tot in de toppen van de vingers.", "Dat was waarom het hart een sprongetje maakte. Avital terug, begeesterde man aan het roer, bijzondere spelverdeler, 387 interlands voor Nederland, 60 voor Israël. Een man ook die ooit in het door een aardbeving geplaagde Kobe vijf uur de tijd nam om volleybal in Japan uit te leggen. Dat vrouwen daar in de zaal om slaag vroegen, was een verzoek waar hij echt niet aan kon voldoen. En als iemand weigerde iets te snappen, belde hij zo nodig tot twee uur in de nacht. Ik zat aan de andere kant van de hoorn. Licht onvergetelijk.", "Ik schreef bij een eerdere entree van Selinger bij de bond, eind 2004: ‘Niemand weet meer van volleybal dan Avital Selinger.’ Ik hoorde ooit van de clinics van de Lange Mannen van Atlanta 1996 met een hoofdrol voor de 1.75 metende Avital, die in zijn eentje een derdedivisieteam (mannen) versloeg. Een tegen zes, alleen niet smashen binnen de driemeterlijn.", "Hij vertelde van rally’s in een belangrijke wedstrijd, twintig jaar eerder, en wist nog precies naar wie de bal op linksvoor ging. Zo’n encyclopedisch geheugen.", "Kortom, we hebben te maken met een genie dat toch vaak op onbegrip stuitte in Nederland. Hij was een toptrainer maar een matige coach. Met die kwalificatie werd hij in 2011 bij een tweede poging tot olympische kwalificatie met het vrouwenteam heengezonden. Anja, de kinderen en de kleinkinderen brachten hem terug in Nederland, toch het beste land om te wonen aldus zijn vaststelling. Drs. Volleybal, zoals Ingrid Visser hem ooit noemde, gaat werken aan een sterke ploeg voor het WK van 2022 in Nederland. Daarna is het nog lang niet klaar verklapte hij op de site van Volaren, de club van oud-internationals. ‘Ik wil 127 worden. Mijn vader zegt dat hij 103 wordt. Ik denk dat ik een 20 procent betere versie van hem ben, want ik heb ook mijn moeder nog in me. Dus ik ben bijna halverwege.’"], "authors": ["Rob Gollin", "Eline Van Suchtelen", "Willem Vissers", "John Volkers"], "keywords": ["zijn", "van", "poel", "memorabele", "en", "uit", "selinger", "een", "maradona", "ze", "momenten", "op", "sportjaar", "als", "het", "hij", "dat", "vier"], "pubDate": "2020-12-30T16:31:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}