{"id": "b9a00c4c-76fc-3210-8ac2-8b35187dbf31", "title": "Museumtest: Het KinderBoekenHuis in Winsum begon met een oproep in de krant", "url": "https://www.dvhn.nl/cultuur/Het-begon-met-een-oproep-in-de-krant-26256830.html", "summary": "Hoe doen ze het?\nZe is een van de elf vaste vrijwilligers op wie het KinderBoekenHuis draait, ondersteund door een vijfkoppig bestuur.\n,,Sinds we in 2016 naar het Kerkpad zijn verhuisd, hebben we sowieso meer bezoek”, voegt Kleny de Jonge-Bimolt (75) toe.\n,,En dat boek ook niet.” Het KinderBoekenHuis is terughoudend met het aannemen van schenkingen in coronatijd, maar deze vier mogen blijven.\nDat resulteerde in 1985 in de oprichting van de Stichting Kinderboek Cultuurbezit en een jaar later opende het kinderboekenmuseum in Winsum.", "paragraphs": ["Het Noorden telt tientallen bijzondere musea, klein en groot. Cultuurredacteuren leggen een aantal ervan langs de meetlat. Wat valt op? Wat valt tegen? Hoe doen ze het? Vandaag het KinderBoekenHuis in Winsum.", "Ze hebben het gemerkt, dat Winsum in augustus uitgeroepen werd tot mooiste dorp van Nederland. ,,In die week hadden we meer dan 150 bezoekers”, vertelt Marga Visser (73). Ze is een van de elf vaste vrijwilligers op wie het KinderBoekenHuis draait, ondersteund door een vijfkoppig bestuur. ,,Sinds we in 2016 naar het Kerkpad zijn verhuisd, hebben we sowieso meer bezoek”, voegt Kleny de Jonge-Bimolt (75) toe. Tijdens openingsuren zijn er altijd twee mensen aanwezig. ,,Allemaal dames op leeftijd, die niet achter de geraniums willen zitten.”", "Bimolt functioneert tijdelijk als directeur van het kinderboekenmuseum, omdat Romke Visser onlangs terugtrad wegens privéomstandigheden. In een vorig leven maakte Bimolt de kinderpagina Blikspuit in Nieuwsblad van het Noorden . Voor die krant recenseerde ze ook kinderboeken, maar u kunt haar ook kennen als winnaar van een zilveren zwemmedaille op de Olympische Spelen van Tokyo, in 1964. ,,Ik ben nu tien jaar betrokken bij het KinderBoekenHuis”, zegt Bimolt. ,,Ik kan niet meer zonder.”", "loading", "‘Marga is onze wandelende encyclopedie’", "We zitten te praten aan de leestafel. Om ons heen staan allemaal kasten met oude kinderboeken. Zo’n vijfduizend, schat Bimolt. ,,Veel meer”, zegt Visser. ,,Ik denk tussen de vijftien- en twintigduizend.” De totale collectie bedraagt ruim 30.000 boeken. ,,Een deel is net naar de nieuwe opslag in Bedum verhuisd”, vertelt Bimolt. ,,In Scheemda, in een klimaatbestendige ruimte, staan ook nog een paar honderd exemplaren. Pop-upboeken, religieuze kinderliteratuur, sprookjes – de meer kostbare exemplaren waarvoor hier geen plek meer is.”", "Uw verslaggever overhandigt Visser vier kinderboeken van voor 1945, waaronder een oude uitgave van Meester Prikkebeen . ,,Van mijn tante van 88 die net is verhuisd.” Visser bekijkt ze even met haar kennersblik. ,,Deze uitgave hebben we nog niet”, zegt ze. ,,En dat boek ook niet.” Het KinderBoekenHuis is terughoudend met het aannemen van schenkingen in coronatijd, maar deze vier mogen blijven. ,,Marga is onze wandelende encyclopedie”, zegt Bimolt. ,,Ze weet alles. Als je haar een beschrijving van de omslag geeft, haalt ze het boek zo tevoorschijn.”", "Gehersenspoeld door Toos Saal-Zuurveen", "Visser is al ruim dertig jaar betrokken bij het kinderboekenmuseum. ,,En het verveelt nog steeds niet’, zegt ze. ,,Ik ben hier twee dagen in de week. Ik lees veel en de stichting ligt me na aan het hart. Elke keer als je mooie, bijzondere boekjes in handen krijgt, is het weer genieten. Vergeet niet dat we de meest uitgebreide en bijzondere collectie van Nederland hebben.” Bimolt: ,,Onze antiquarische collectie en onze verzameling oorlogsboeken is uniek. De Koninklijke Bibliotheek in Den Haag is er jaloers op.”", "loading", "Visser is naar eigen zeggen ‘gehersenspoeld’ door Toos Saal-Zuurveen (1934-2004), die in de vorige eeuw begon met het verzamelen van oude kinder- en jeugdboeken. De historisch sociologe uit Winsum schreef zelf kinderboeken maar deed ook onderzoek naar de maatschappijbeelden in kinderboeken. Omdat ze voor haar onderzoek niet steeds naar de Koninklijke Bibliotheek in Den Haag wilde reizen, en lang niet alle boeken die ze nodig had te leen waren, deed ze een oproep in het Nieuwsblad van het Noorden .", "Het gevolg was dat een wagonlading oude kinderboeken haar kant op kwam. Dat resulteerde in 1985 in de oprichting van de Stichting Kinderboek Cultuurbezit en een jaar later opende het kinderboekenmuseum in Winsum. In 1996 verscheen uiteindelijk ook de studie van Zuurveen: Van zedenleer tot Bruintje Beer , een boekwerk van ruim 800 bladzijden. Zo’n 70.000 kinderboeken kwamen in de loop der jaren naar Winsum. En ze komen nog steeds, al dwong ruimtegebrek tot een flinke sanering.", "loading", "‘De boventoon hier is nostalgie’", ",,De boeken die hier nu staan zijn bijna allemaal te leen”, vertelt Bimolt, al wordt er niet heel veel gebruik gemaakt van die mogelijkheid. De ontlezing is een probleem, weten ze in Winsum. Ze proberen er wat aan te doen met lezingen en educatieve projecten. Kinderboekenschrijfster Myriam Roelandt houdt regelmatig workshops, al kan er door corona momenteel veel niet. ,,De boventoon hier is nostalgie”, vertelt Bimolt. ,,Oude mensen die op zoek zijn naar boekjes van vroeger. Dat levert soms ontroerende, emotionele taferelen op.”", "De museumfunctie is belangrijk en de collectie wordt regelmatig gebruikt voor studiedoeleinden. Toos Zuurveen wist het al: in oude kinderboeken tonen zich de maatschappelijke normen en waarden uit vroegere perioden. Bekijk de foute oorlogsboeken in Winsum maar eens. Of de expliciet racistische kinderboeken, van nog helemaal niet zo lang geleden. ,,Vorig jaar hebben twee studenten hier nog onderzoek gedaan naar het beeld van Zwarte Piet in Sinterklaasboeken”, vertelt Bimolt.", "Je kunt er altijd nog andere dingen mee doen. De tafel waaraan we zitten te praten wordt verlicht door lampen gemaakt van oude boekomslagen. ,,Die hebben schoolkinderen uit Winsum gemaakt”, vertellen de vrijwilligsters. ,,Samen met kunstenaar Volken de Vlas. Hij heeft ook dat portret daar gemaakt, van 5000 kaften.” Louter dubbele exemplaren natuurlijk.", "Winsum – KinderBoekenHuis, Kerkpad 2, di t/m vri 10-16 uur, toegang gratis", "kinderboekenhuis.eu"], "authors": ["Job Van Schaik"], "keywords": ["winsum", "begon", "van", "bimolt", "het", "met", "kinderboekenhuis", "die", "kinderboeken", "naar", "krant", "museumtest", "oproep", "een", "ze", "en", "niet"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}