{"id": "b9a370f6-dbbe-3a57-b1b1-d801c539d590", "title": "Podcasts proberen maar geen idee waar te beginnen? Lees deze tips", "url": "https://volkskrant.nl/de-gids/podcasts-proberen-maar-geen-idee-waar-te-beginnen-lees-deze-tips~b92de7d3/", "summary": "Klik op de app, ga naar de zoekbalk en voer een onderwerp dat je interesseert of de naam van een podcast in.\nWel eentje voor thuis op de bank: er gebeurt zoveel dat wanneer je op de fiets luistert, je snel de draad kwijt raakt.\n#3 Off Menu Podcast Een Britse podcast waarin gasten wordt gevraagd een perfect menu samen te stellen van de lekkerste dingen die ze ooit gegeten hebben.\n#4 BBC Radio 4 - Beyond Today Deze dagelijkse podcast van BBC Radio 4 biedt het overzicht dat ik soms mis in het nieuws.\nDeze serie van The New York Times onderzoekt de menselijke kant van het internet, fascinerend en angstaanjagend.", "paragraphs": ["Beeld Sophia Twigt", "1. Wat is dat eigenlijk, een podcast?", "‘Een podcast is een audiobestandje dat je op je telefoon, op je computer of iPad kunt beluisteren; eigenlijk is het een soort radio dat je kunt aanzetten wanneer je het zelf wil horen’, zegt Stan Putman, Volkskrant-redacteur en maker van radioprogramma Vink: de podcastgids van Nederland. Fijn aan podcasts is dat je ze kunt beluisteren terwijl je iets anders aan het doen bent: in de trein, tijdens het opruimen of op de fiets.", "2. Maar hoe dan?", "Een podcast luisteren kan op verschillende manieren. Op de iPhone is de Podcasts-app automatisch geïnstalleerd. Klik op de app, ga naar de zoekbalk en voer een onderwerp dat je interesseert of de naam van een podcast in. Op Android werkt het vrijwel hetzelfde: ga eerst naar de Google Play Store en download de Google Podcasts-app. Als je na een tijdje behoefte hebt aan een meer gespecialiseerde podcast-app, kijk dan bij de veelgeprezen Pocket Casts. Heb je Spotify? Dan kun je daar ook gewoon zoeken op podcasts.", "Podcasts van de Volkskrant", "Van De Grote Vragen Podcast tot wetenschapspodcast Ondertussen in de kosmos: je vindt ze allemaal dit overzicht.", "3. Een podcast kiezen die bij me past", "Over haast ieder onderwerp zijn podcasts te vinden, soms zelfs vele tientallen, wat het zoeken niet makkelijker maakt. Apps zoals Spotify hebben weliswaar een top 10 van ‘beste’ podcasts, maar hoe die precies tot stand zijn gekomen, is niet altijd duidelijk. Spotify zet vaak exclusieve, door het platform aangekochte podcasts bovenaan, terwijl dat niets te maken heeft met de populariteit. Om aankomende podcastluisteraars te helpen, hebben we een aantal podcastmakers en -kenners bij de Volkskrant om hun favorieten gevraagd. Die helpen jou om door de bomen het bos weer te zien.", "Dit zijn d e favorieten van onze podcastspecialisten:", "Top 5 van Simone Eleveld, podcastmaker bij de Volkskrant Een disclaimer vooraf: om niet weer Heavyweight of Reply All aan te raden, heb ik een top vijf gemaakt van de favoriete podcasts waar ik de afgelopen tijd naar heb geluisterd. #1 BBC Sounds - Have You Heard George’s Podcast? Met een mix van fictie, journalistiek en muziek onderzoekt spokenwordartiest George The Poet thema’s als racisme, gentrificatie en kansenongelijkheid. Echt uniek, en één van de mooiste podcasts die ik ken. Wel eentje voor thuis op de bank: er gebeurt zoveel dat wanneer je op de fiets luistert, je snel de draad kwijt raakt. #2 No Feeling Is Final Een verse aanbeveling, want deze heb ik onlangs in één zit uitgeluisterd. Deze Australische podcast laat zien dat om hulp vragen als je niet meer wilt leven lang niet zo simpel is als wordt voorgespiegeld. Maker Honor Eastly zette het opnameapparaat aan tijdens haar donkerste periodes, maar zorgt met haar humor en charme ook voor lichtere momenten. #3 Off Menu Podcast Een Britse podcast waarin gasten wordt gevraagd een perfect menu samen te stellen van de lekkerste dingen die ze ooit gegeten hebben. Een van de weinige kletspodcasts die ik echt leuk vind. Het scheelt natuurlijk dat bijna alle gasten professionele komieken zijn. Aanraders zijn de afleveringen met Aisling Bea en Romesh Ranganathan. #4 BBC Radio 4 - Beyond Today Deze dagelijkse podcast van BBC Radio 4 biedt het overzicht dat ik soms mis in het nieuws. Elke dag wordt een vraag achter het nieuws beantwoord, als ‘hoe eng zijn algoritmes?’ en ‘kunnen we ontsnappen aan Amazon?’ Helaas zijn ze tijdens de lockdown gestopt met nieuwe afleveringen maken, maar veel van de oudere zijn nog steeds relevant. #5 Rabbit Hole Wie maakt het internet, welke invloed heeft dit op ons gedrag en hoe wordt daar misbruik van gemaakt? Deze serie van The New York Times onderzoekt de menselijke kant van het internet, fascinerend en angstaanjagend."], "authors": ["David Slings"], "keywords": ["proberen", "waar", "geen", "deze", "zijn", "lees", "te", "je", "van", "en", "een", "podcasts", "tips", "podcast", "idee", "op", "het", "maar", "dat"], "pubDate": "2020-09-16T12:11:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}