{"id": "b9a362a4-376e-3daf-a5bb-b68efbb9ee17", "title": "De Jeugd van Tegenwoordig en Snelle op digitaal oud-en-nieuwfestival", "url": "https://www.parool.nl/nederland/de-jeugd-van-tegenwoordig-en-snelle-op-digitaal-oud-en-nieuwfestival~be6580b4/", "summary": "De Jeugd van Tegenwoordig is een van de 250 artiesten die optreedt tijdens het online festival.\nVolgens een woordvoerder van het ministerie van Volksgezondheid, Welzijn en Sport past het evenement binnen de doelstelling om alternatieve activiteiten voor jongeren en jongvolwassenen aan te bieden tijdens de feestdagen.\nAllerlei muziekstromingen komen voorbij: van Nederlandstalig tot drum & bass en van techno tot hiphop.\nGoodbye 2020 is een online alternatief voor oud-en-nieuwfeesten die vanwege de coronamaatregelen niet kunnen doorgaan.\n“Het is volgens ons dé manier om veilig en verantwoord het nieuwe jaar in te gaan,” zegt Maarten Schulz, een van de bedenkers.", "paragraphs": ["De Jeugd van Tegenwoordig is een van de 250 artiesten die optreedt tijdens het online festival. Beeld ANP Kippa", "Het festival wordt door de overheid financieel ondersteund. Vanuit het NCTV, de Nationaal Coördinator Terrorismebestrijding en Veiligheid, is een miljoen euro beschikbaar gesteld. Volgens een woordvoerder van het ministerie van Volksgezondheid, Welzijn en Sport past het evenement binnen de doelstelling om alternatieve activiteiten voor jongeren en jongvolwassenen aan te bieden tijdens de feestdagen.", "Techno tot hiphop", "Virtuele festivalgangers kunnen tijdens oud en nieuw gratis vanuit de huiskamer via meer dan veertig streams optredens bijwonen. Allerlei muziekstromingen komen voorbij: van Nederlandstalig tot drum & bass en van techno tot hiphop. Jandino Asporaat, Roué Verveer en Howard Komproe verzorgen een comedyshow. De online podia worden ondersteund door festivals als Dance Valley, Milkshake, Appelsap en Vunzige Deuntjes.", "Goodbye 2020 is een online alternatief voor oud-en-nieuwfeesten die vanwege de coronamaatregelen niet kunnen doorgaan. “Het is volgens ons dé manier om veilig en verantwoord het nieuwe jaar in te gaan,” zegt Maarten Schulz, een van de bedenkers. Via Zoom kan contact worden gelegd met vrienden, familie en andere feestgangers.", "Het blokkenschema wordt maandag bekendgemaakt. Goodbye 2020 is op 31 december via de website Goodbye2020.nl van 17.00 uur tot 5.00 uur gratis te bezoeken."], "authors": ["Het Parool"], "keywords": ["oudennieuwfestival", "tegenwoordig", "tot", "van", "snelle", "jeugd", "en", "een", "wordt", "op", "te", "het", "tijdens", "digitaal", "worden", "online"], "pubDate": "2020-12-23T06:37:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}