{"id": "b9bd6d41-de50-39f5-9ee3-f49d8f6f56c5", "title": "Vaccineren op 4 januari? De GGD-directeur zucht diep", "url": "https://www.volkskrant.nl/nieuws-achtergrond/vaccineren-op-4-januari-de-ggd-directeur-zucht-diep~b55c6a81/", "summary": "Het is dinsdagmiddag, op de burelen van de GGD Brabant-Zuidoost hebben medewerkers net allemaal het pushbericht van de nieuwssites op hun telefoons binnengekregen.\nAls het meezit, luidt het, wordt op 4 januari gestart met het vaccineren tegen corona.\nHoe kan het dat er vandaag nog een landelijk GGD-overleg over vaccineren was, waarin de datum van 4 januari niet eens is genoemd?\nHet gekke, zegt Jeurissen, is dat ze er al aan is gewend dat het zo gaat.\nEen vertrouweling van De Jonge liet tegenover deze krant eens vallen dat het een bewuste strategie is.", "paragraphs": ["Mensen worden getest op het coronavirus bij de GGD Brabant-Zuidoost. Beeld Marcel van den Bergh / de Volkskrant", "GGD-directeur Ellis Jeurissen zucht diep. Het is dinsdagmiddag, op de burelen van de GGD Brabant-Zuidoost hebben medewerkers net allemaal het pushbericht van de nieuwssites op hun telefoons binnengekregen. Als het meezit, luidt het, wordt op 4 januari gestart met het vaccineren tegen corona. Dat heeft minister Hugo de Jonge zojuist bekendgemaakt.", "Jeurissen is verrast, op z’n zachtst gezegd. ‘RIVM, GGD, huisartsen en artsen van verpleeghuizen en instellingen werken nauw samen bij de voorbereidingen’, schrijft De Jonge. Hoe kan het dan dat zij nog van niks weet? Hoe kan het dat er vandaag nog een landelijk GGD-overleg over vaccineren was, waarin de datum van 4 januari niet eens is genoemd?", "Het gekke, zegt Jeurissen, is dat ze er al aan is gewend dat het zo gaat. Ze vindt het ontzettend jammer dat dit soort dingen al worden gecommuniceerd zonder dat alle betrokken partijen zich hebben kunnen voorbereiden. En er dus ook voor kunnen instaan dat het wordt waargemaakt.", "Een vertrouweling van De Jonge liet tegenover deze krant eens vallen dat het een bewuste strategie is. Hij moet soms wel forse uitspraken doen om bijvoorbeeld de GGD’s voor het blok te zetten, aldus deze bron. Het zou de enige manier zijn om ze in beweging te krijgen. Jeurissen moet erom lachen. Ze zouden eens moeten zien, zegt ze, hoe haar collega’s hier al sinds maart heen en weer rennen.", "Achter de schermen", "Meestal krijgt de buitenwereld niet mee hoe het achter de schermen gaat. Die zien wel dat op 1 juni de systemen van de GGD het begeven, door de hausse aan testaanvragen. Maar die zien niet dat diezelfde GGD de minister precies voor dat probleem heeft gewaarschuwd. Het gevolg: de gezondheidsdiensten worden onderwerp van nationale spot. En kunnen zich daar nauwelijks tegen verdedigen. Want ze zijn een uitvoeringsinstantie die valt onder datzelfde ministerie.", "Maar nu er een journalist over de vloer is precies op het moment van de Kamerbrief, mag de emotie best worden opgetekend, vinden ze hier.", "Tot de Kamerbrief was het een zorgeloze dag. Vanochtend opende in Eindhoven de XL-teststraat, waar de GGD in samenwerking met werkgeversorganisatie VNO-NCW en Defensie al weken mee bezig was. Hoewel er nog weinig mensen kwamen, was het toch een succes. Er was zelfs een fotograaf van The New York Times, die wilde vastleggen hoe voortvarend Nederland dit doet.", "En dan nu dus de mededeling van De Jonge. Tien minuten duurt het foeteren, daarna begint de actie. Bellen met de collega die in de landelijke vaccinatiewerkgroep zit. Nee, zij had dit ook niet zien aankomen, zegt ze. Waarschijnlijk zullen het vooral de huisartsen en zorginstellingen zijn die de eerste vaccinatieronde doen, maar zeker weet ze dat ook niet.", "Distributie vaccins", "Er zijn vooral vragen. Hoe gaat het met de distributie van de vaccins? Waar worden ze toegediend? Hoe moeten mensen zich aanmelden? Gaat het inderdaad naar de ouderen, kwetsbare mensen en zorgmedewerkers? Wie mogen de prik gaan geven? Waar moeten ze die nieuwe mensen vandaan halen? Hoe verwerk je de vaccinatie in het systeem, zodat burgers een vaccinatiebewijs hebben?", "Door alle consternatie zou je bijna vergeten dat de komst van een succesvol vaccin geweldig nieuws is, zegt Jeurissen. Ergens snapt ze ‘de politiek’ ook wel weer. Eindelijk zicht op verlichting. Dat wil iedereen. ‘Je denkt wauw’, zegt ze. ‘En je denkt: hoe dan?!’ Die laatste vraag stelde ze zich bij de XL-teststraat ook. Nu, zes weken later, is-ie er toch.’", "Vanavond maar weer eens op zoek naar extra personeel."], "authors": ["Willem Feenstra"], "keywords": ["van", "vaccineren", "het", "op", "hoe", "die", "diep", "ze", "een", "dat", "januari", "en", "er", "ggddirecteur", "zucht"], "pubDate": "2020-12-02T05:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}