{"id": "b9d4d51f-a05c-3508-891b-cbb731935a1a", "title": "Michelle David & The Gospel Sessions leveren een verzorgd, subtiel en dansbaar Kerstalbum ★★★★☆", "url": "https://www.volkskrant.nl/cultuur-media/michelle-david-the-gospel-sessions-leveren-een-verzorgd-subtiel-en-dansbaar-kerstalbum~b16b0947/", "summary": "Ze gaf met haar band The Gospel Sessions onder de noemer Sunday Service een reeks opzwepende concerten in Paradiso en bracht twee albums uit.\nDaarop staan vooral eigen composities met daartussen een paar treffend gekozen Kerstklassiekers.\nGlockenspiel, nog meer kerstbellen en hup, meteen een eigen even dansbaar en opzwepend stukje jubelsoul in de vorm This Christmas (I’ll be by Your Side).\nMaar je kunt je ook door Do The Christmas Mambo laten aansporen tot een voorzichtig dansje.\nDit tweede al bestaande liedje gaat ongemerkt over in Be Still , een eigen gospellied dat we kennen van Michelle Davids derde album met de Gospel Sessions uit 2018.", "paragraphs": ["Michelle David heeft, anders dan de meeste muzikanten, een behoorlijk vol jaar achter de rug. Ze gaf met haar band The Gospel Sessions onder de noemer Sunday Service een reeks opzwepende concerten in Paradiso en bracht twee albums uit.", "Na het in maart verschenen Gospel Sessions Vol. 4 is er nu It’s a Soulful Christmas, haar kerstalbum.", "Daarop staan vooral eigen composities met daartussen een paar treffend gekozen Kerstklassiekers. Haar band onder aanvoering van gitarist en bassist Onno Smit zet in het eerste (eigen) liedje It’s a Soulful Christmas meteen de juiste sfeer van verlangen en nostalgie neer. ‘Ah’, zucht David, ‘this is my favorite time of the year’. Ze zingt nog wat ingetogen en gecontroleerd. Dan klinken er kerstbelletjes en wordt in het Motown-kerstliedje wat we vooral kennen in de versie van Stevie Wonder, What Christmas Means to Me, het tempo opgevoerd. Glockenspiel, nog meer kerstbellen en hup, meteen een eigen even dansbaar en opzwepend stukje jubelsoul in de vorm This Christmas (I’ll be by Your Side). Dit is geen verzameling van lukraak bijeengesprokkelde kerstliedjes maar een zorgvuldig opgebouwd album dat je, zoals bij de beste Kerstplaten, vooral in zijn geheel dient uit te zitten.", "Maar je kunt je ook door Do The Christmas Mambo laten aansporen tot een voorzichtig dansje. Begeleid door tenorsaxofonist Maarten Hogenhuis klinkt David hier als een jonge Diana Ross.", "Het soulvolle kerstfeestje wordt stemmig afgesloten met Silent Night. Dit tweede al bestaande liedje gaat ongemerkt over in Be Still , een eigen gospellied dat we kennen van Michelle Davids derde album met de Gospel Sessions uit 2018. Heel subtiel, sfeervol en verzorgd, zoals het hele album."], "authors": ["Gijsbert Kamer"], "keywords": ["van", "subtiel", "gospel", "sessions", "michelle", "het", "eigen", "met", "leveren", "een", "david", "en", "christmas", "vooral", "je", "kerstalbum", "verzorgd"], "pubDate": "2020-12-10T14:38:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}