{"id": "b9d7000b-3a48-3e29-b066-03a1e7a0c634", "title": "Restaurant Biladi needs to improve its sourcing (6,5)", "url": "https://www.parool.nl/english/restaurant-biladi-needs-to-improve-its-sourcing-6-5~b88a40e0/", "summary": "Restaurant Biladi on Borgerstraat (Oud-West) Beeld Eva PlevierFour brothers are running this small Moroccan business on Borgerstraat.\nAs we arrive at Biladi, there are six patrons distributed over two tables.\nA kitchen that prepares vegetables in this way - cooked through and without salt - depends heavily on the quality of the sourcing.\nThe tajine is an attractive earthenware pot in which a fair quantity of peeled deep-frozen prawns float in hot tomato sauce.\nThe dish is rather a case of prawns in tomato sauce, or charmila, rather than tajine, even though the sauce itself was lovely.", "paragraphs": ["Restaurant Biladi on Borgerstraat (Oud-West) Beeld Eva Plevier", "Four brothers are running this small Moroccan business on Borgerstraat. A warm welcome, large portions and service with a smile await all who enter. It’s not surprising that people are saying they have hit upon the right approach for the ideal bistro.", "As we arrive at Biladi, there are six patrons distributed over two tables. A smiling waiter jokes with the guests and is occasionally irritating, but always warm and attentive.", "Moroccan tiles, covered benches, steel wall lamps with a thousand-and-one holes make up the decor, and at the back a glass front screens off the spacious kitchen. Half an hour after we sit down, there is not an empty chair in the place. The diners entering all appear to be acquaintances of the waiter, and we soon have the feeling that we will also be counted among Biladi’s friends after a few visits. It’s great that the lads have managed to create an atmosphere like this.", "Strange sourcing policy", "For a business like this, with its modest prices, it’s understandable that laying your hands on top-quality produce is difficult, but when we asked for the “fish of the day” we were offered a choice between tilapia and pangasius. Both of these are cheap fish species farmed on a huge scale a long way away and on sale frozen in the Netherlands.", "Given all the affordable fresh species on sale here - mackerel, hake, sardines, horse mackerel, gurnard and plaice - to name just a few, it’s a pity that these are the only species on offer.", "We avoided them and went for the tajine with prawns (also from the freezer, but that’s less of an issue with prawns), a couscous royale, preceded by harira, briouat and a ‘Moroccan pancake’.", "Herb butter", "The pastilla, a wafer-thin pastry filled with chicken, onion and almonds that we really wanted to try, was not available, reminding me of all the occasions at other establishments where it has similarly not been available.", "We drowned our sorrows with a pot of mint tea (€6.00) that remained very light in colour right up to the end, accompanied by tasty black olives and bread served with herb butter - to our surprise.", "We then tried the briouat (€1.75), a pastry with a filling of chicken, sweet onion, cinnamon and almonds that is delightfully sweet and savoury at the same time - at the price of a sausage roll.", "The harira (€4.00) is a fairly hearty soup, with chickpeas and balls of durum dough on a lamb bouillon base. Excellently prepared.", "As starter: crispy pancake (€3.50) with tastily spiced minced meat and green pepper. The melted cheese looks a bit like Gouda and detracts from the effect.", "We now notice the bottles of garlic sauce everywhere on the tables that the other guests are using liberally. This appears to be Dutch influence on this cuisine, and it would indeed be odd if there were no interplay between the two.", "Lumpy balls of dough", "The couscous royale (€15.50) turned out to be a heap of rather tasteless lumpy balls of dough with vegetables cooked through - as is appropriate - such as carrot, courgette, aubergine, cabbage, fennel and pumpkin, well-spiced mince, stewed shoulder of lamb, which could have been juicier, and merguez. The water the lamb is cooked in is served on the side.", "While the quantity was fit for a king, the taste left something to be desired. A kitchen that prepares vegetables in this way - cooked through and without salt - depends heavily on the quality of the sourcing.", "The tajine is an attractive earthenware pot in which a fair quantity of peeled deep-frozen prawns float in hot tomato sauce. Some salted lemon and a few peas that apparently came out of a can go to make up the dish. Deep-frozen would have been better. A portion of fried potatoes provide the starch. The dish is rather a case of prawns in tomato sauce, or charmila, rather than tajine, even though the sauce itself was lovely.", "Rosewater and sesame", "The cookies served as dessert (€5.00 for a small selection) are excellent. Those served with rosewater are delicate, while the cookies with sesame are crispy with a lovely deep taste.", "On paying the bill, we asked where they came from, to be informed by the jocular waiter that they are made on the premises. I couldn’t imagine that these little miracles came from the same kitchen as the pangasius and the tilapia, so we phoned a few days later to be told that they are in fact made by Boulangerie Nador.", "Biladi is a cheerful and affordable spot for a simple meal. But I was disappointed that the kitchen did not do more. With a little extra effort and expense, it could have been a lot better.", "Gilles van der Loo Beeld Oof Verschuren"], "authors": ["Gilles Van Der Loo", "Translation", "Rohan Minogue"], "keywords": ["came", "species", "biladi", "sauce", "cooked", "prawns", "kitchen", "waiter", "needs", "sourcing", "tajine", "lamb", "restaurant", "improve", "65", "served"], "pubDate": "2019-05-20T08:43:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}