{"id": "b9e217a0-4113-3dc2-9c5c-f10708e87aca", "title": "De waarheid over Eva zoekt de bron van vrouwendiscriminatie vooral in de Bijbel ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/de-waarheid-over-eva-zoekt-de-bron-van-vrouwendiscriminatie-vooral-in-de-bijbel~b12e27a1/", "summary": "Waarom kon hij nu juist dát deel van zijn lichaam niet beheersen?\nZijn eigengereide geslachtsdeel bewees dat zijn lichaam niet van hem was, maar dat het onderworpen was aan het kwaad.\nDe erfzondeleer is volgens Carel van Schaik en Kai Michel het bizarre hoogtepunt van een ontwikkeling die vele duizenden jaren duurde, waarbij de vrouw meer en meer in het verdomhoekje terechtkwam.\nHet staat inmiddels buiten kijf dat de vernedering van de vrouw tot ‘bezit’, tot weinig meer dan een slaaf, samenhing met het ontstaan van de landbouw.\nDie nadruk op de bijbelse traditie leidt ook tot een zware overschatting van de rol van de katholieke kerk, volgens hen ‘een van de laatste overgebleven bastions van mannelijke hegemonie’.", "paragraphs": ["Beeld Balans", "Toen hij nog jong was, was Augustinus een fervent hoerenloper. Althans: als we zijn Belijdenissen mogen geloven, neukte hij er vrolijk op los. In de loop der jaren werd zijn libido hem steeds meer tot last. Hij wilde ervan af, maar hij had er geen greep op. Elke morgen stond zijn penis vrolijk overeind, als om hem te herinneren aan wat hem te doen stond. En bij elke mooie vrouw gebeurde hetzelfde. Augustinus werd er wanhopig van. Waarom kon hij nu juist dát deel van zijn lichaam niet beheersen? Zijn eigengereide geslachtsdeel bewees dat zijn lichaam niet van hem was, maar dat het onderworpen was aan het kwaad. Dat kwaad zat in ieder van ons. Het moest zijn binnengedrongen met de zondeval in het paradijs. Het was de schuld van Eva. Zij had het kwaad in de wereld gebracht. De kern van de rooms-katholieke leer, het leerstuk van de erfzonde, komt dus voort uit Augustinus’ vergeefse pogingen om zijn autonome zenuwstelsel onder controle te krijgen.", "De erfzondeleer is volgens Carel van Schaik en Kai Michel het bizarre hoogtepunt van een ontwikkeling die vele duizenden jaren duurde, waarbij de vrouw meer en meer in het verdomhoekje terechtkwam. Met De waarheid over Eva willen de auteurs dat voor eens en altijd rechtzetten. Het boek begint nog net niet bij de oerknal, maar het scheelt niet veel. Want eerst moet duidelijk gemaakt dat de ondergeschiktheid van de vrouw géén biologische oorzaak heeft. En daarna willen ze bewijzen dat onze verste voorouders niet aan vrouwendiscriminatie deden.", "Het kwaad sloop pas binnen met de ontdekking van de landbouw. Meeropbrengsten zorgden voor verschillen in rijk en arm, voor de verheerlijking van bezit en voor strijd om macht. Zo ontstond een patriarchale samenleving waarin vrouwen koopwaar werden, net als graan en vee. Patriarchale godsdiensten suggereerden dat de ene, mannelijke God de man boven de vrouw had geplaatst. Ze was daarom minder waard, minderwaardig; ze kon zich niet beheersen en was ‘dus’ tot zondigen geneigd. De kroon op dit vrouwvijandige denken zou dan Augustinus’ erfzondeleer zijn, door Van Schaik en Michel omschreven als ‘een gigantische energiebron die ook vandaag de dag nog altijd monter borrelt’.", "En daarmee raken we aan een diepe weeffout in dit toch best indrukwekkende boek.", "De waarheid over Eva biedt een uitstekend overzicht van recente paleo-antropologische inzichten en archeologische ontdekkingen. Het staat inmiddels buiten kijf dat de vernedering van de vrouw tot ‘bezit’, tot weinig meer dan een slaaf, samenhing met het ontstaan van de landbouw. De lezer moet echter bestand zijn tegen gezwollen en stellig taalgebruik. (De auteurs schrijven al te makkelijk dat een door hen geprezen onderzoeker het laatste woord heeft gesproken.)", "Wat veel ernstiger is: ze kijken nauwelijks verder dan het Midden-Oosten en concentreren zich vrijwel volledig op de Bijbel. De lezer wordt getrakteerd op bergen bijbelse geschiedenis en ziet een indrukwekkende processie feministische theologen voorbijkomen, terwijl andere culturen en religies nauwelijks aan bod komen. En dat leidt tot problemen.", "Zo suggereren ze pakweg honderd pagina’s lang dat het joodse monotheïsme bij uitstek verantwoordelijk is voor vrouwenhaat, om daarna te vertellen dat Christus en zijn tijdgenoten daar nauwelijks last van hadden en dat Paulus de vrouwenhaat geïmporteerd heeft uit de ‘uiterst patriarchale’ Grieks-Romeinse wereld (die toch heel wat vrouwelijke goden kende). Die nadruk op de bijbelse traditie leidt ook tot een zware overschatting van de rol van de katholieke kerk, volgens hen ‘een van de laatste overgebleven bastions van mannelijke hegemonie’. Was het maar waar. Dit boek was beter geweest als de auteurs erin geslaagd waren hun antichristelijke obsessie achter zich te laten."], "authors": ["Marcel Hulspas"], "keywords": ["tot", "waarheid", "van", "zoekt", "het", "op", "zijn", "bijbel", "eva", "een", "niet", "vooral", "en", "dat", "te", "vrouwendiscriminatie", "bron"], "pubDate": "2020-11-27T13:00:43+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}