{"id": "b9ed8278-fc44-3464-afc7-c1b5d1e4d770", "title": "Cabaretduo Vlamousse laat mooi zien waar het schuurt in het antiracismedebat", "url": "https://trouw.nl/cultuur-media/cabaretduo-vlamousse-laat-mooi-zien-waar-het-schuurt-in-het-antiracismedebat~b93f2400/", "summary": "Het contrast tussen Van Bakel en Van As, die elkaar kennen van de Koningstheateracademie in Den Bosch, is een prachtige basis voor het uitspelen van maatschappelijke tegenstellingen.\nVan Bakel is lang en wat schuchter, Van As kort en nogal aanwezig.\nDe discrepantie tussen ideaal en praktijk is hierbij niet alleen een rijke bron van humor, maar laat ook mooi zien waar het schuurt in het huidige antiracismedebat.\nHet onvermijdelijke ongemak waarmee een dergelijke situatie gepaard gaat, spelen Van Bakel en Van As heerlijk vet uit.\nZodoende overheerst het genot om in deze barre tijden eindelijk weer eens in het theater te zitten om naar twee uitstekende comedians te kijken.", "paragraphs": ["Racisme, klimaatverandering, corona: het zijn nou niet direct thema’s die je associeert met een gezellig avondje comedy. Dat ook over deze onderwerpen genoeg goede grappen te maken zijn, op een niet-badinerende toon, bewijzen Brigitte van Bakel en Maya van As. Samen vormen ze het jonge cabaretduo Vlamousse. Schijnbaar achteloos vermengen zij in hun debuutvoorstelling ‘Saampies’ vrolijkheid en ernst, waarbij het overtuigende spel van beide vrouwen het belangrijkste smeermiddel vormt.", "Het contrast tussen Van Bakel en Van As, die elkaar kennen van de Koningstheateracademie in Den Bosch, is een prachtige basis voor het uitspelen van maatschappelijke tegenstellingen. Van Bakel is lang en wat schuchter, Van As kort en nogal aanwezig. En, o ja: ze is tevens wit en hoogblond, terwijl Van Bakel, zoals bij herhaling benadrukt wordt, ‘een kleurtje’ heeft.", "De praktijk is een stuk weerbarstiger", "Met name dat laatste gegeven wordt flink uitgebuit in de voorstelling. In diverse scènes speelt Van As de zelfbewuste ‘woke’-vrouw. Die heeft geleerd dat witte mensen vooral moeten luisteren, maar slaagt er nauwelijks in om dat ook werkelijk te doen, geobsedeerd als ze is door haar eigen vooroordelen en het ontmantelen daarvan. De discrepantie tussen ideaal en praktijk is hierbij niet alleen een rijke bron van humor, maar laat ook mooi zien waar het schuurt in het huidige antiracismedebat. Daarin zit het met die idealen vaak ook wel snor, terwijl de praktijk een stuk weerbarstiger is.", "Prettig aan Vlamousse is dat dit duo een prikkelende inhoud koppelt aan een stevige dosis spelplezier en acteertalent. Zowel pijnlijk als hilarisch is de terugkerende scène waarin Van Bakel de clitoris van Van As speelt, die het spuugzat is om in het liefdesspel met vriendlief steeds maar overgeslagen te worden. Het onvermijdelijke ongemak waarmee een dergelijke situatie gepaard gaat, spelen Van Bakel en Van As heerlijk vet uit. De chemie tussen de twee spat er daarbij van af.", "Genot om naar twee uitstekende comedians te kijken", "De overdaad aan energie en theatrale vormen die Van Bakel en Van As meebrengen, doet op den duur wel wat af aan de zeggingskracht van hun verhaal. Na de zoveelste botsing tussen de felle Van As en de voorzichtige Van Bakel dreigt de vermoeidheid toe te slaan. Doorgaans weten de twee hun spel echter behendig te doseren. Zodoende overheerst het genot om in deze barre tijden eindelijk weer eens in het theater te zitten om naar twee uitstekende comedians te kijken."], "authors": ["Ivo Nieuwenhuis"], "keywords": ["van", "laat", "het", "zien", "waar", "schuurt", "mooi", "cabaretduo", "die", "twee", "vlamousse", "een", "en", "te", "antiracismedebat", "om", "bakel", "dat"], "pubDate": "2020-11-27T15:41:08+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}