{"id": "b9ef47c9-df2e-325a-840a-8707f005cb4c", "title": "Dopingautoriteit: straf voor Rusland is te mild", "url": "https://volkskrant.nl/sport/dopingautoriteit-straf-voor-rusland-is-te-mild~b23fb634/", "summary": "Beeld EPAIn een gezamenlijke verklaring spreken de dopingbestrijders zich uit tegen het oordeel van het sporttribunaal Cas, vorige week.\nDe Russen zijn slechts uitgesloten van deelname aan de Zomerspelen van Tokio en Winterspelen van Beijing.\n‘De volledig omvang van het Russische dopingprogramma is nog steeds niet blootgelegd’, zei Travis Tygart, hoofd van het Amerikaanse antidopingbureau Usada.\nDat is een sterke boodschap aan anderen: hé, als je wilt winnen, dan zijn dit de regels van het spel.\nJe bouwt een staatsdopingsysteem en als je betrapt wordt dan verberg je zo goed als je kan wat je hebt misdaan.’", "paragraphs": ["Het Russische sportteam tijdens de openingsceremonie van de Olympische Spelen in Sotsji. Beeld EPA", "In een gezamenlijke verklaring spreken de dopingbestrijders zich uit tegen het oordeel van het sporttribunaal Cas, vorige week. De arbiters halveerden de straf van vier jaar die eind 2019 was opgelegd door de mondiale antidopingorganisatie Wada. De Russen zijn slechts uitgesloten van deelname aan de Zomerspelen van Tokio en Winterspelen van Beijing. Ze mogen bovendien wel neutrale sporters afvaardigen.", "In een verklaring stelt het iNado: ‘Het is moeilijk te begrijpen waarom de grootste schending van de antidopingregels en sportwaarden niet dezelfde schorsing van vier jaar oplevert die elke individuele atleet zou krijgen voor opzettelijke bedrog. De sport had dit hoofdstuk moeten afsluiten door te laten zien dat zij die valsspelen, bedriegen en ontkennen, duidelijke en heldere consequenties moeten dragen. Dit is nu slechts ten dele gelukt.’", "Het iNado is ontevreden over het feit dat Russische atleten als ‘neutrale’ deelnemers met de naam Rusland en in Russische kleuren mogen meedoen aan de komende Spelen. Volgens de dopingbestrijders wordt hiermee een slechte boodschap afgegeven aan sporters en naties die moedwillig valsspelen in de hoop op olympische glorie. De Britse en Amerikaanse antidopingbureaus spraken zich eerder al uit tegen de strafverkorting.", "‘De volledig omvang van het Russische dopingprogramma is nog steeds niet blootgelegd’, zei Travis Tygart, hoofd van het Amerikaanse antidopingbureau Usada. Hij denkt dat er geen afschrikwekkende werking uitgaat van de straf. ‘De maximum sanctie is dat sporters voortaan als neutrale atleten uit Rusland door het leven gaan. Dat is een sterke boodschap aan anderen: hé, als je wilt winnen, dan zijn dit de regels van het spel. Je bouwt een staatsdopingsysteem en als je betrapt wordt dan verberg je zo goed als je kan wat je hebt misdaan.’"], "authors": [], "keywords": ["rusland", "van", "het", "straf", "russische", "voor", "mild", "en", "een", "aan", "te", "als", "dopingautoriteit", "dat", "die", "je"], "pubDate": "2020-12-21T19:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}