{"id": "ba010be0-3c61-3ca7-8972-f82ac3735e5c", "title": "Eerste topwedstrijd in eredivisie werd een spektakel", "url": "https://www.parool.nl/sport/eerste-topwedstrijd-in-eredivisie-werd-een-spektakel~b71a5559/", "summary": "Met vier prachtige doelpunten en spanning van de eerste tot en met de laatste minuut.\nMet een slim schot uit een korte draai scoort Antony de gelijkmaker voor Ajax: 2-2.\nBeeld Pro Shots / Jasper RuheDe eerste helft was hij een dood vogeltje.\nDe Braziliaan was toen al een tijdje bezig om tegenstander Max te ‘vermoorden’ en met een schot uit de draai maakte hij beheerst de 2-2.\nMijn aanlooptijd naar deze belangrijke wedstrijd was wel heel kort.” Ten Hag had ook achteraf geen spijt van zijn beslissing.", "paragraphs": ["De zinderende openingsfase, het aanvankelijke machtsvertoon van PSV, de ontreddering bij Ajax én de wijze waarop de Amsterdammers de wedstrijd gaandeweg alsnog naar hun hand zetten – Ajax-PSV (2-2) was een heerlijke wedstrijd. Met vier prachtige doelpunten en spanning van de eerste tot en met de laatste minuut.", "De voetballers van de nummer één en twee van de eredivisie dreven elkaar gistermiddag tot het uiterste. Er werd vooral sterk aangevallen en niet zo heel sterk verdedigd. Het was genieten van de sluwe vos Dusan Tadic, van de klasse van Donyell Malen en van de spitsen Eran Zahavi en Sébastien Haller, al was het jammer dat die laatste pas na rust in het veld kwam. Het was ook mooi om te zien hoe diep jonge talenten als Ryan Gravenberch, Antony, Cody Gakpo en Mo Ihattaren moesten gaan om in zo’n loodzware wedstrijd – vol fysieke strijd en emoties en in een moordend tempo – hun hoofd boven water te houden.", "Ajaxtrainer Erik ten Hag kon de stelling die hem na het duel werd voorgelegd, wel onderschrijven: van deze topper leerden de jonge spelers meer dan in alle veertien voorgaande eredivisieduels bij elkaar.", "Herboren", "“Kill him! Antony! Kill him!” De zware stem van Andre Onana galmt door de lege Johan Cruijff Arena. De doelman bedoelt het uiteraard niet letterlijk, maar hij vindt dat zijn ploeggenoot Antony zijn directe tegenstander Philipp Max veel meer pijn moet doen. Het is in de eerste fase na rust. De 20-jarige Braziliaan heeft de schroom van zich afgegooid; hij komt herboren uit de kleedkamer.", "Met een slim schot uit een korte draai scoort Antony de gelijkmaker voor Ajax: 2-2. Beeld Pro Shots / Jasper Ruhe", "De eerste helft was hij een dood vogeltje. Schuldig aan de tweede treffer van PSV, na iets meer dan twintig minuten. Antony verloor de bal op een voor Ajax kwetsbare plek in een mislukte combinatie met Davy Klaassen. Donyell Malen kwam aan de bal en toonde zijn niet geringe kwaliteiten, Eran Zahavi scoorde voor de tweede maal. Hevige verwijten gingen er richting Antony, de vleugelaanvaller sloeg zijn ogen ten hemel.", "De Ajacieden knepen hem. De defensie haperde: durfde niet door te dekken, opereerde te afwachtend. Aan de bal was Ajax slordig, gehaast. Angst sloop in de ploeg, maar vooral Dusan Tadic en Nicolás Tagliafico voelden haarscherp aan wat moest gebeuren. Ze knalden de duels in, op het randje van het toelaatbare. Een vliegende tackle van Tagliafico leidde de 2-1 van Quincy Promes in, op aangeven van Tadic. De PSV’ers beklaagden zich nog even bij arbiter Kuipers: was het geen gestrekt been van Tagliafico? Maar Kuipers liet veel toe in de topper en dat droeg ook in grote mate bij aan de amusementswaarde van het duel.", "Er viel prompt een last van de schouders bij Ryan Gravenberch. Na de overrompelende beginfase was de 18-jarige middenvelder even van zijn stuk gebracht, maar ook hij werd door keeper Onana verbaal bij de les gehouden. Ten Hag begreep wel waarom Gravenberch wankelde: “Een topwedstrijd in Nederland stelt de hoogste eisen aan de spelers. Het is moeilijk hoor, op je achttiende, om ineens met 2-0 achter te staan en dan toch rustig te blijven in je hoofd, je eigen spel te spelen en door te zetten. In het laatste uur groeide Ryan naar een hoog niveau, maar dat gold voor meer spelers. Een wedstrijd als deze stop je in je bagage. Het maakt je een betere voetballer.”", "Ervaring", "Het was de ervaring van mannen als Tadic, Tagliafico en Onana, die Ajax door het diepste dal sleepte tegen PSV. De invalbeurt direct na rust van Sébastien Haller deed de rest. De sterke spits maakte vijf minuten na zijn entree een doelpunt, maar dat werd afgekeurd wegens buitenspel. Niet veel later hield hij met zijn sterke lijf Olivier Boscagli van zich af en legde hij de bal af op Antony. De Braziliaan was toen al een tijdje bezig om tegenstander Max te ‘vermoorden’ en met een schot uit de draai maakte hij beheerst de 2-2.", "Ajax was in de tweede helft heer en meester in de Johan Cruijff Arena, maar het lukte niet meer om de opgelopen schade helemaal te repareren. Het riep de vraag op of recordaankoop Haller niet vanaf het begin had moeten spelen. “Ik begrijp de trainer wel,” zei de Fransman. “Het was een hectische week. Mijn aanlooptijd naar deze belangrijke wedstrijd was wel heel kort.” Ten Hag had ook achteraf geen spijt van zijn beslissing. “Met of zonder Haller: we geven zo makkelijk die twee goals weg, dat heeft niks met de spits te maken.”"], "authors": ["Dick Sintenie"], "keywords": ["topwedstrijd", "van", "zijn", "spektakel", "eerste", "en", "een", "met", "hij", "te", "eredivisie", "het", "maar", "niet", "werd"], "pubDate": "2021-01-11T12:42:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}