{"id": "ba129f7f-6e51-38f0-aee2-55a359a95aaa", "title": "Eis recht op corona-passend onderwijs", "url": "https://volkskrant.nl/columns-opinie/eis-recht-op-corona-passend-onderwijs~bc1f8c12/", "summary": "Kinderen die vanwege covid niet naar school kunnen, hebben thuis recht op passend onderwijs, want ze hebben leerrecht.\nHet onderwijs van de 21ste eeuw is niet langer slechts fysiek, maar een mengvorm met online-onderwijs.\nDe kwaliteit van onderwijs hangt nu samen met de toegankelijkheid van online-communicatiemiddelen en de vaardigheid online te kunnen leren.\nAls de overheid iets onredelijks en onrechtvaardigs van je vraagt, heb je mijns inziens het recht burgerlijk ongehoorzaam te zijn.\nEis recht op corona-passend onderwijs.", "paragraphs": ["We leven in absurde tijden. Zelfs uw kinderen mogen straks geen Stille Nacht zingen, of All I want for Christmas, als ze boven de 13 zijn, is het dringende advies van de GGD Amsterdam voor aankomende Kerst. Te riskant.", "Overdreven? Misschien. Maar het is een feit dat er dit jaar tienduizenden Nederlanders een dierbare te betreuren hebben die bezweek aan corona. Dat vele anderen een oververmoeid, chronisch ziek wrak werden. En mensen die vanwege hun kwetsbare gezondheid het hele jaar al in isolatie leven, omdat het een kwestie van leven of dood is om corona buiten de deur te houden.", "Op school is alles echter business as usual. Terecht vroeg Aleid Truijens zich in deze krant af waarom er niet in navolging van het buitenland tenminste getest wordt op school.", "Maar wat in dit licht dan echt een gotspe is, is dat tientallen ouders een rechtszaak tegen de staat hebben moeten aanspannen om kinderen tijdelijk niet naar school te mogen laten gaan, omdat er een gezinslid is voor wie corona gevaarlijk is.", "De familie bijvoorbeeld met een kind met taaislijmziekte.", "Er gebeurde wat er helaas zo vaak bij passend-onderwijszaken gebeurt: de leerplichtambtenaar probeert schoolgang af te dwingen door intimidatie, dreigend met de kinderbescherming. Schaamteloos.", "Het betoog van landsadvocaat tijdens het kort geding lijkt te getuigen van een parallelle realiteit. ‘Verspreiding vindt vooral plaats buiten school’, werd nog eens benadrukt. Aha. Want op school houden we uren onze adem in. 8,5 procent van de besmettingen is te herleiden tot scholen, bleek uit de cijfers van deze week. Dat een week extra schoolsluiting geen optie was, is abject in een tijd dat de besmettingscijfers torenhoog zijn. Het gaat niet om een week ‘extra vakantie’. Kinderen die vanwege covid niet naar school kunnen, hebben thuis recht op passend onderwijs, want ze hebben leerrecht.", "Kinderarts Károly Illy mag in elke talkshow opdraven om zijn riedel af te draaien dat kinderen ‘obesitas’ krijgen en somber worden van zelfs een weekje gemiste school. Het geeft te denken dat een kinderarts dit kennelijk ernstiger vindt dan dat kinderen doodsbenauwd zijn om hun ouders of een broertje of zusje te besmetten, met mogelijk fatale gevolgen. Of dat ze zelf chronisch ziek worden; ook kinderen kunnen slachtoffer worden van ‘long covid’, is inmiddels bekend.", "Het is bovendien een eenzijdig verhaal. Tegenover kinderen die dramatische achterstand opliepen door schoolsluiting, staan kinderen die in de rust om thuis zelfstandig en flexibel te werken, eindelijk tot leren komen.", "Geef dat de ruimte. Als ouders hun gezin tegen corona willen beschermen en online willen deelnemen aan lessen, en kunnen organiseren, zou je dat moeten toejuichen. De kinderen voor wie dat thuis onwenselijk of onmogelijk is, kunnen naar school, in een uitgedunde klas waar de anderhalve meter in elk geval gehandhaafd kan worden en ook zij beter beschermd zijn.", "Hoogwaardig en volledig complementair online-onderwijs zou een basisvoorziening moeten zijn in het passend onderwijs. Al lang voor corona hadden de samenwerkingsverbanden een deel van de door hen opgepotte 175 miljoen euro kunnen besteden aan het ontwikkelen van aanvullend online-onderwijs, van het hele curriculum, voor kinderen die vanwege hun ziekte of beperking niet naar school kunnen. Er zijn inmiddels 15 duizend thuiszitters; in plaats dat men het leerrecht ook voor deze kinderen waarborgt met online-onderwijs, hybride onderwijs, thuisonderwijs en het faciliteren van alternatieve vormen van onderwijs, worden hun ouders opgejaagd door leerplichtambtenaren en VeiligThuis, en blijven thuiszitters verstoken van onderwijs. Minister Slob zegde onlangs toe dat Veilig Thuis niet meer mag worden ingezet bij passend-onderwijsconflicten, maar bij corona gaat men vrolijk door.", "Bovendien is de onderwijsrevolutie die corona versnelde permanent, aldus Forbes. Het onderwijs van de 21ste eeuw is niet langer slechts fysiek, maar een mengvorm met online-onderwijs. De kwaliteit van onderwijs hangt nu samen met de toegankelijkheid van online-communicatiemiddelen en de vaardigheid online te kunnen leren.", "Als de overheid iets onredelijks en onrechtvaardigs van je vraagt, heb je mijns inziens het recht burgerlijk ongehoorzaam te zijn. Dus hou je kind thuis, als je in je gezin iemands gezondheid moet beschermen. Eis recht op corona-passend onderwijs."], "authors": ["Harriët Duurvoort"], "keywords": ["van", "school", "het", "op", "coronapassend", "zijn", "onderwijs", "eis", "kinderen", "recht", "een", "dat", "te", "en"], "pubDate": "2020-12-09T16:09:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}