{"id": "ba124479-855d-33f0-bc05-62628e098d6a", "title": "‘Waarom mag jij die rode M&M’s eigenlijk niet?’, vroeg de blonde kauwend. ‘Die zijn haram’", "url": "https://volkskrant.nl/columns-opinie/waarom-mag-jij-die-rode-m-m-s-eigenlijk-niet-vroeg-de-blonde-kauwend-die-zijn-haram~b4a8e305/", "summary": "De een was, ondanks zijn 1,90 meter, nog niet uit zijn babyvet gegroeid en droeg zijn blond-roze, pofwangige kindergezicht wat onwennig rond op dat grote lichaam.\nDe ander was klein en tenger, een Noord-Afrikaans ventje met glanzend, donker opgeschoren haar en pientere, zwarte ogen als van een martertje.\n‘Welke mocht jij nou ook weer niet, die gele toch?’, vroeg hij aan de donkere.\nEn...‘Waaróm mag jij die rode eigenlijk niet?’, vroeg de blonde kauwend.\nDe donkere aarzelde even en zei toen verlegen: ‘Die zijn haram.’ ‘Maar waaróm dan?’, ging de blonde voort.", "paragraphs": ["Het regende nét even niet, op het Museumplein. Uit de supermarkt op de hoek ­kwamen twee jongens van een jaar of 13 naar buiten. De een was, ondanks zijn 1,90 meter, nog niet uit zijn babyvet gegroeid en droeg zijn blond-roze, pofwangige kindergezicht wat onwennig rond op dat grote lichaam. De ander was klein en tenger, een Noord-Afrikaans ventje met glanzend, donker opgeschoren haar en pientere, zwarte ogen als van een martertje.", "Het bankje waar ze op wilden gaan zitten, was nat. De grote blonde trok een handdoek uit zijn rugzak: een goedkope, fleurige lap, in betere ­tijden door zijn ouders aangeschaft op een ­boulevard in Las Palmas en nu in gebruik bij het douchen na de gymles. Met onhandige bewegingen veegde hij wat regenwater van de bank, plofte neer, haalde uit zijn rugzak een grote zak M&M’s tevoorschijn en scheurde die gretig open.", "‘Welke mocht jij nou ook weer niet, die gele toch?’, vroeg hij aan de donkere. ‘Nee, de rode’, antwoordde die. ‘Alleen de rode mag ik niet.’ De blonde grabbelde een hand vol snoepjes uit de zak, plukte er twee rode uit, stak die in zijn ­eigen mond en liet de rest in de opgehouden hand van zijn vriend rollen.", "Het waren M&M’s met pinda’s. Toen ik klein was, heetten die Treets en waren ze allemaal bruin. (De reclameslogan ‘smelt in de mond, niet in de hand’ was trouwens een leugen.) Die zonder pinda’s hadden wél kleuren en heetten Bonitos. Ik was al lang en breed volwassen toen ik me realiseerde dat Treets een verbastering was van treats en dat Bonitos een Spaans woord was en zoiets betekende als lekkertjes. Waarom ze die namen veranderd hebben in M&M’s, weet ik overigens nog steeds niet. En waarom zijn de Drie musketiers verdwenen? En de Lange Jan? En...", "‘Waaróm mag jij die rode eigenlijk niet?’, vroeg de blonde kauwend. De donkere aarzelde even en zei toen verlegen: ‘Die zijn haram.’ ‘Maar waaróm dan?’, ging de blonde voort. ‘Er zit toch geen varken in?’ Hij vrat de snoepjes met handenvol tegelijk, terwijl zijn vriend ze kalmpjes een voor een verorberde. Hij aarzelde weer, en sprak: ‘Die rode kleur is van insecten gemaakt. Luizen.’", "De blonde staakte het kauwen. ‘Gatverdamme. Echt?’, riep hij. De donkere knikte somber. ‘Dan hoef ik ze ook niet meer’, riep de blonde. Met een vies gezicht begon hij rode snoepjes uit de zak te vissen. De donkere lachte. ‘Niet weggooien. We geven ze aan Sanne...’, zei hij. Ze lachten nu allebei en stompten elkaar ­joelend tegen de schouder.", "Ze waren ongetwijfeld allebei verliefd op Sanne, maar dat wisten ze zelf nog niet."], "authors": ["Sylvia Witteman"], "keywords": ["van", "kauwend", "die", "uit", "jij", "niet", "een", "en", "rode", "ze", "zijn", "waarom", "vroeg", "hij", "mag", "mms"], "pubDate": "2020-12-07T15:04:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}