{"id": "ba16c3d5-4937-3fd6-9b57-a71f59ffbe1f", "title": "‘Buurman terroriseert en mishandelt Syrisch gezin in Heerlen’", "url": "https://www.telegraaf.nl/nieuws/1231344417/buurman-terroriseert-en-mishandelt-syrisch-gezin-in-heerlen", "summary": "De gemeente Heerlen en de politie doen alles om de rust te herstellen, staat in een gezamenlijke verklaring.\nVolgens Dagblad de Limburger verzamelden zich woensdagavond tientallen jongeren bij de woning van het Syrische gezin om wraak te nemen op de buren.\nDe jongeren kwamen af op een post van de Facebookpagina van Muslim Rights Watch, waarin melding van het conflict gemaakt wordt.\nVolgens de organisatie die zegt op te komen voor de rechten van moslims wordt het gezin al maanden geterroriseerd door de buurt.\nDe gemeente Heerlen heeft het gezin een andere woning aangeboden, maar volgens de gemeente weigert het gezin dat aanbod.", "paragraphs": ["Buren vallen blijkens door de ondergedoken man geposte filmpjes op Facebook al weken het Syrische gezin aan, waarbij ook een brandbom naar de woning werd gegooid, een hond een van de kinderen aanviel, de hoofddoek van een van de dochters op straat werd afgerukt en er met stokken werd geslagen. De gemeente Heerlen en de politie doen alles om de rust te herstellen, staat in een gezamenlijke verklaring.", "Volgens Dagblad de Limburger verzamelden zich woensdagavond tientallen jongeren bij de woning van het Syrische gezin om wraak te nemen op de buren. De jongeren kwamen af op een post van de Facebookpagina van Muslim Rights Watch, waarin melding van het conflict gemaakt wordt. Er verschenen daarna oproepen om de buren ’een lesje te leren’. Volgens de organisatie die zegt op te komen voor de rechten van moslims wordt het gezin al maanden geterroriseerd door de buurt. De organisatie distantieert zich overigens van de oproepen tot geweld.", "Rooftocht", "In de nacht van woensdag op donderdag drong volgens de krant een groepje mannen de verlaten woning binnen en richtte er vernielingen aan. Ook zou een televisie zijn gestolen, sneuvelden ruiten en werd huisraad op straat gegooid.", "Tekst loopt door onder de video.", "De gemeente Heerlen heeft het gezin een andere woning aangeboden, maar volgens de gemeente weigert het gezin dat aanbod.", "’Onacceptabel’", "Gemeente en politie lieten donderdag weten dat maatregelen worden genomen om ieders veiligheid te waarborgen. Waaruit die bestaan is onduidelijk. „Het is onacceptabel dat derden mensen tegen elkaar opzetten en maatschappelijke onrust en onveiligheid veroorzaken door een verhaal maar van één kant te belichten en hiermee uit zijn verband te trekken”, schrijven burgemeester Roel Wever (VVD) van Heerlen en chef politie Bert Vermarien in een gezamenlijke verklaring. „We hebben begrip voor de emoties maar, (het aanzetten tot) geweld dan wel het dreigen daarmee is nooit de oplossing.”", "Tips? App naar onze whatsapp tiplijn. Zet het nummer in je telefoon: +31613650952"], "authors": [], "keywords": ["van", "om", "mishandelt", "een", "woning", "het", "en", "terroriseert", "buurman", "te", "werd", "heerlen", "op", "syrisch", "gezin"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}