{"id": "ba1fa9a5-b86c-3fdf-a9c2-8bed9eda9ffc", "title": "Op de radio hoorde ik het woord ‘avondklok’ al vallen. Tot zover het begin van de roaring twenties", "url": "https://volkskrant.nl/columns-opinie/op-de-radio-hoorde-ik-het-woord-avondklok-al-vallen-tot-zover-het-begin-van-de-roaring-twenties~bb01744cf/", "summary": "Of (misschien) niet, want aankomende dinsdag zouden we zomaar kunnen horen dat de lockdown nog lang niet ten einde is.\nOp de radio hoorde ik het woord ‘avondklok’ al vallen; er werd op los gespeculeerd en ik meende wellust te horen in de stem van de spreker, maar (misschien) beeldde ik me dat in.\n(Misschien) is briljant gevonden, het is (misschien) wel het woord van het jaar.\nMeestal wantrouw ik het anders-gaan-ze-ondergronds-argument, want het schuurt tegen chantage aan, maar in dit geval zat ik heftig te knikken boven mijn krant.\nAnderzijds: je weet het niet, dit is per slot van rekening het jaar van (misschien).", "paragraphs": ["Er stond ‘(misschien)’ in de kop, achter het woord ‘Genieten’. Het voorbehoud stond boven het overzicht dat De Volkskrant vrijdag afdrukte van tentoonstellingen, films en voorstellingen die de komende maanden op de rol staan. Vier pagina’s gestolde hoop, vol mooie dingen waar we (misschien) heen zullen kunnen. Maria Magdalena in Museum Catharijneconvent! Toneelgroep Oostpool en Frascati doen iets moois met een brief van Oscar Wilde!", "Of (misschien) niet, want aankomende dinsdag zouden we zomaar kunnen horen dat de lockdown nog lang niet ten einde is. De premier en zijn minister van coronazaken zullen de handen in de lucht gooien en zeggen dat het niet aan de regels ligt dat de mensen met duizenden tegelijk positief uit de teststraat blijven komen. Daarna zullen ze ‘het is ons gedrág’ roepen. Ten slotte zullen ze ons (misschien) veroordelen tot nog langer thuisblijven, en nog kleinere ommetjes met nog meer mondkapjes op, en nog meer ellendige dagen waarin we naar ons scherm dingen roepen als ‘Je staat op mute’, ‘Doe je camera even aan’, ‘Ik probeer mijn scherm te delen, kunnen jullie het zien? Nu wel? En nu? Nog steeds niet?’.", "Op de radio hoorde ik het woord ‘avondklok’ al vallen; er werd op los gespeculeerd en ik meende wellust te horen in de stem van de spreker, maar (misschien) beeldde ik me dat in.", "Tot zover het begin van de roaring twenties.", "(Misschien) is briljant gevonden, het is (misschien) wel het woord van het jaar. Over de vaccinaties kunnen we inmiddels lezen dat Hugo de Jonge ‘er rekening mee houdt’ dat niet iedereen dit jaar al gevaccineerd kan worden, al ‘kan het ook zijn’ dat het vaccineren eerder klaar is. Daaruit valt te concluderen dat De Jonge nieuwe adviseurs heeft die hem hebben aangeraden om het gekmakende, blijmoedige management-by-yes-we-can, dat telkens weer in zijn tegendeel verkeert, in te ruilen voor management-by-misschien.", "(Misschien) zijn we bijtijds gevaccineerd om naar de zomerfestivals te kunnen die (misschien) door gaan – deze maand moeten de grote beslissingen daarover vallen, las ik in de krant, te midden van het grote (misschien). (Misschien) krijgen we in plaats daarvan een zomer vol illegale feesten, zei een festivaldirecteur, dus er zit ook ‘een maatschappelijke verantwoordelijkheid’ van de overheid vast aan het door laten gaan van festiviteiten. Meestal wantrouw ik het anders-gaan-ze-ondergronds-argument, want het schuurt tegen chantage aan, maar in dit geval zat ik heftig te knikken boven mijn krant.", "Nog een kwestie waar we (misschien) dit jaar meer over zullen horen: of het kabinet zich het verslag over de toeslagenaffaire aantrekt. Niet oppervlakkig, maar echt, ten diepste, zonder (misschien). Vrijdag verklaarde de premier tegenover de pers dat het kabinet ‘zeer zorgvuldig’ tot een oordeel wil komen – van de vaccinatiestart heb ik onthouden dat ‘zorgvuldig’ een onheilspellend woord is, maar (misschien) ligt dat hier anders.", "De affaire is het resultaat van grootscheeps overheidsfalen, etnisch profileren, grove systeemfouten, het bewust achterhouden van informatie voor pers en parlement. Sleutelfiguur Rutte is er al die jaren bij geweest, is de hoofdinstigator van het achterhouden van informatie, heeft al die jaren van dichtbij kunnen zien hoe de fraudejacht ontspoorde en is al die jaren toch niet tot de conclusie gekomen dat dit Chefsache zou moeten zijn. Genoeg redenen om de sleutelfiguur te doen besluiten niet terug te keren na de verkiezingen, al zal hij dat zelf vrijwel zeker niet zo zien.", "Anderzijds: je weet het niet, dit is per slot van rekening het jaar van (misschien)."], "authors": ["Sheila Sitalsing"], "keywords": ["tot", "ik", "van", "zover", "woord", "al", "twenties", "en", "vallen", "een", "dat", "misschien", "op", "te", "het", "niet", "radio", "roaring"], "pubDate": "2021-01-08T20:24:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}