{"id": "ba20482d-ac8a-3a47-b8f0-cf995f538942", "title": "En nu is de binnenstad van Rotterdam aan de beurt voor hoogbouw", "url": "https://volkskrant.nl/nieuws-achtergrond/en-nu-is-de-binnenstad-van-rotterdam-aan-de-beurt-voor-hoogbouw~bbf3d2f8/", "summary": "Het is een toren van 200 meter met 400 huurappartementen, een hotel, kantoren, maatschappelijke voorzieningen, bedrijfsruimten, winkels en horeca.\nTer vergelijking: de Euromast is 185 meter hoog, De Rotterdam, de ‘verticale stad’ van Rem Koolhaas op de Kop van Zuid, is 149 meter.\n‘Dat is een bewuste keuze’, zegt Steven Manhave van Manhave Vastgoed, de eigenaar van de locatie waar nu nog een kledingzaak en een sportschool zitten.\nWij zitten bovendien op het randje van het hoogbouwgebied.\nHet college van burgemeester en wethouders rept van een ‘stad zonder hoogtevrees die stevig met de voeten in het Rotterdamse staat’.", "paragraphs": ["Eerste impressie van de nieuw te bouwen Lumièretoren (links in beeld) bij Lijnbaan en Kruiskade in Rotterdam. Beeld Kaan Architecten", "Deze week maakten projectontwikkelaars Vorm en Manhave de eerste schets bekend van Plan Lumière. Het is een toren van 200 meter met 400 huurappartementen, een hotel, kantoren, maatschappelijke voorzieningen, bedrijfsruimten, winkels en horeca.", "‘De hoogbouw trekt de binnenstad in’, beaamt Derek van den Berg van projectontwikkelaar Vorm. ‘Er is een grote vraag naar woningen in het centrum. De buitenruimte wordt ook steeds aantrekkelijker gemaakt door de gemeente. Daardoor wordt onder andere deze bouwlocatie interessanter.’", "Grens op 250 meter", "In oktober 2019 gaf Rotterdam groen licht voor hoogbouw tot 250 meter in het stadscentrum. Ter vergelijking: de Euromast is 185 meter hoog, De Rotterdam, de ‘verticale stad’ van Rem Koolhaas op de Kop van Zuid, is 149 meter.", "Lumière is niet het eerste hoogbouwproject in het centrum dat dit jaar het licht zag. Iets verderop, aan het Hofplein en de Coolsingel, zijn half november drie woontorens van 250 en twee keer 150 meter hoog aangekondigd. Rise is een project met 1.300 woningen.", "Met 200 meter gaat Lumière dus geen hoogterecord breken. ‘Dat is een bewuste keuze’, zegt Steven Manhave van Manhave Vastgoed, de eigenaar van de locatie waar nu nog een kledingzaak en een sportschool zitten. ‘Hoogte is voor ons geen doel op zich. Wij zitten bovendien op het randje van het hoogbouwgebied. Met de gemeente hebben we een hoogte van 200 meter afgesproken, zodat er een geleidelijke overgang komt.’", "Lumière komt op de plek van de voormalige bioscoop met die naam, vlakbij het stadhuis en grenzend aan de Lijnbaan, in de jaren vijftig de eerste autovrije winkelstraat van Europa en nu een rijksmonument. ‘Deze locatie is een scharnierpunt van winkels, horeca, kantoren, wonen en cultuur’, zegt Manhave. ‘Daarom willen wij een complex met verschillende functies neerzetten.’", "Stad zonder hoogtevrees", "In de Hoogbouwvisie 2019 stelt de gemeente Rotterdam een reeks eisen aan projectontwikkelaars. Geen wind en schaduw op de publieke ruimte die veel wordt gebruikt, geen anonieme torens of een saaie stad op ooghoogte. Het college van burgemeester en wethouders rept van een ‘stad zonder hoogtevrees die stevig met de voeten in het Rotterdamse staat’.", "Lumière wordt een bijzonder gebouw ‘waar de bewoners echt stad voor hun geld krijgen’, belooft Van den Berg. ‘We moeten wel opvallen, want er is veel concurrentie in Rotterdam.’ Als inspiratie kreeg Kaan Architecten het ‘tijdloze en iconische’ Rockefeller Center in New York mee.", "De bouw van Lumière laat overigens nog wel even op zich wachten. Het college stelde deze week de uitgangspunten vast waarmee de projectontwikkelaars hun plan verder kunnen uitwerken. Daarna volgen inspraak- en bezwaarprocedures en de bouw kost ook al snel drie jaar. De oplevering kan daardoor makkelijk nog zes of zeven jaar op zich laten wachten.", "Intussen gaat aan de voet van de Erasmusbrug de Zalmhaventoren razendsnel de lucht in, met één verdieping per week. In 2022 moet het 215 meter hoge gebouw worden opgeleverd."], "authors": ["Bart Dirks"], "keywords": ["van", "rotterdam", "beurt", "aan", "een", "stad", "en", "wordt", "meter", "op", "voor", "hoogbouw", "binnenstad", "met", "het", "nu"], "pubDate": "2020-12-17T18:23:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}