{"id": "ba34f1f3-8f53-30c9-a7f9-306410c3cbf7", "title": "Waarom houdt Rutte onderzoek naar steun Syrische rebellen tegen?", "url": "https://www.ewmagazine.nl/buitenland/blog/2020/12/waarom-houdt-rutte-onderzoek-naar-steun-syrische-rebellen-tegen-791920/", "summary": "Minister-president Mark Rutte geeft toe dat hij zelf pogingen heeft gedaan om onderzoek naar steun aan Syrische rebellen tegen te houden.\n‘Die informatie kun je niet allemaal delen.’ Daarnaast zou het mensen in Syrië in gevaar brengen die bij oppositiegroepen waren aangesloten.\nVolgens Kamerlid Femke Merel van Kooten-Arissen is de regering ‘doodsbang’ voor de uitkomsten van een onderzoek.\nRutte zou het doen voorkomen dat hij tegen een onderzoek is, omdat hij betrokken rebellen in Syrië wil beschermen.\nHet eerste voorstel voor een onderzoek naar het NLA-programma werd gedaan in 2018 toen Pieter Omtzigt (CDA) hierover een motie indiende.", "paragraphs": ["Minister-president Mark Rutte geeft toe dat hij zelf pogingen heeft gedaan om onderzoek naar steun aan Syrische rebellen tegen te houden. Het leidt tot boze reacties vanuit de oppositie én de coalitie. De Tweede Kamer wil dat er extern onderzoek komt, maar Rutte noemt dat ‘onverstandig’.", "1.Hoe zit het ook alweer met de steun aan Syrische rebellen?", "In 2018 onthulden Nieuwsuur en Trouw dat Nederland jarenlang voor miljoenen euro’s logistiek materieel leverde aan Syrische groepen in de strijd tegen Bashar al-Assad. De schenking van onder meer pick-uptrucks en militaire uniformen was in het kader van Non-Lethal Assistance (niet dodelijke steun), beter bekend als het NLA-programma. Het ondersteunen van Syrische groepen was staatsgeheim en kwam uiteindelijk door verscheidene WOB-verzoeken boven water.", "Lees wat Eric Vrijsen hierover toen schreef: Door Haagse schone handen liepen ploerten en verkrachters er netjes geüniformeerd bij", "Uit onderzoek bleek ook dat onder die Syrische strijdgroepen jihadistische rebellen zaten. Die waren eerder door het Nederlandse Openbaar Ministerie op een lijst van terreurgroepen geplaatst. Met Nederlandse steun zouden groepen als Jabhat al-Shamiyah mensenrechtenschendingen hebben gepleegd en hebben samengewerkt met terroristen.", "De Tweede Kamer is al sinds 2018 bezig om het NLA-programma extern en onafhankelijk te laten onderzoeken. Maar daar is het tot op heden niet van gekomen. Nu blijkt dat minister-president Mark Rutte helemaal niet wil dat het NLA-programma wordt onderzocht. Frustratie bij zowel oppositie- als coalitiepartijen, want Rutte zou zich hierdoor hebben gemengd in het parlementaire proces. Daar moet de premier zich buiten houden, vinden Kamerleden.", "2. Waarom wil Rutte geen onderzoek?", "‘Onverstandig in de relatie met onze bondgenoten’ vindt Rutte. Ook zou onderzoek lastig zijn, vanwege de betrokkenheid van geheime diensten. ‘Die informatie kun je niet allemaal delen.’ Daarnaast zou het mensen in Syrië in gevaar brengen die bij oppositiegroepen waren aangesloten.", "In de Tweede Kamer erkende Rutte dinsdag 1 december dat hij zelf pogingen heeft gedaan om onderzoek tegen te houden. ‘Ik heb me inderdaad met deze kwestie bemoeid.’ Vorige week vrijdag tijdens de wekelijkse persconferentie had Rutte geen duidelijk antwoord op de vraag of hij onderzoek tegenwerkt.", "De positie van de premier is opmerkelijk, want in 2018 wilde Rutte na Kamervragen en kritiek vanuit de Kamer de steun aan de jihadistische rebellen in Syrië ‘goed uitzoeken’.", "3. Hoe reageert de Tweede Kamer?", "", "‘Ongehoord’ en ‘ernstig’ noemt Kamerlid Sadet Karabulut (SP) het dat de minister-president zich direct zou mengen in het parlementaire proces. Volgens Kamerlid Femke Merel van Kooten-Arissen is de regering ‘doodsbang’ voor de uitkomsten van een onderzoek. Van Kooten-Arissen diende over dit onderwerp maandag 30 november een aantal vragen in.", "Zojuist setje Kamervragen ingediend om de actieve herinnering van onze minister-president te triggeren… pic.twitter.com/EqiBmVRa0b — Femke Merel van Kooten (@FemkeMerel) November 30, 2020", "Buitenlandwoordvoerder Martijn van Helvert (CDA) zegt de antwoorden op Kamervragen Van Kooten-Arissen af te willen wachten. Hij vindt dat de premier een aantal zaken verdraait. Rutte zou het doen voorkomen dat hij tegen een onderzoek is, omdat hij betrokken rebellen in Syrië wil beschermen. Terwijl het onderzoek is gericht op de besluitvorming in zijn ministerie, constateert Van Helvert. CDA wil dat er extern onderzoek komt.", "4. Waarom is onderzoek van belang?", "Vóór de onthullingen van Nieuwsuur en Trouw is de Tweede Kamer altijd voorgehouden dat enkel ‘gematigde’ groeperingen steun ontvingen. Ook is beloofd dat steun alleen uit civiele goederen bestaat en dus geen wapens. Maar de Kamer werd voorgelogen, want het bleek dat ook terreurgroepen in Syrië Nederlandse steun ontvingen. Dat was iets waarvoor de Tweede Kamer het kabinet eerder had gewaarschuwd. De Kamer wil daarom dat het NLA-programma goed wordt uitgezocht.", "Lees ook deze opinie: IS-moeders verachten Nederland, maar zitten er graag hun straf uit", "CDA en ChristenUnie dienden in november hierover een motie in en willen dat er een feitelijk onderzoek komt. Minister van Buitenlandse Zaken Stef Blok (VVD) ontraadde zo’n onderzoek, omdat ‘een heel groot deel van de informatie vertrouwelijk is’ en het zou problemen opleveren met bondgenoten.", "Het eerste voorstel voor een onderzoek naar het NLA-programma werd gedaan in 2018 toen Pieter Omtzigt (CDA) hierover een motie indiende. De Adviesraad Internationale Vraagstukken (AIV) en de Commissie van advies inzake volkenrechtelijke vraagstukken (CAVV) werden aangewezen om onderzoek te doen, maar dat is er dus nooit gekomen."], "authors": [], "keywords": ["van", "waarom", "het", "naar", "houdt", "zou", "steun", "rebellen", "onderzoek", "syrische", "dat", "rutte", "en", "een", "kamer", "tegen"], "pubDate": "2020-12-02T15:46:43+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}