{"id": "ba562211-52f7-3840-be99-8727074d88e7", "title": "Ook het verleden biedt weinig toekomstperspectief in Nagorno-Karabach", "url": "https://trouw.nl/buitenland/ook-het-verleden-biedt-weinig-toekomstperspectief-in-nagorno-karabach~b15d2fb8/", "summary": "Volgens het akkoord behoudt Azerbeidzjan alle gebieden in en rondom Nagorno-Karabach die het sinds eind september heroverde en trekt Armenië zich terug uit de Azerbeidzjaanse gebieden rondom de enclave die het sinds de jaren negentig bezet.\n“Als mijn kinderen het niet kunnen gebruiken, dan niemand”, klonk het uit de mond van een van de toeschouwers.\nBeeld AFPDe eerste etnische confrontaties dateren dan ook pas van het begin van de twintigste eeuw en vielen samen met de ineenstorting van het Russische tsarenrijk.\nOnder invloed van de opkomst van het nationalisme in ­Europa ontwikkelde zich ook in het huidige Armenië en Azerbeidzjan een gevoel van een eigen nationale identiteit.\nIn 2017 hernoemden de autoriteiten van Nagorno-­Karabach de regio zelfs tot Artsach, een Armeense middeleeuwse naam die het Azerbeidzjaanse verleden van het gebied ronduit ontkent.", "paragraphs": ["Nu de rook boven Nagorno-Karabach is opgetrokken, begint de nieuwe realiteit in de betwiste regio op de Kaukasus langzaam maar zeker gestalte te krijgen. Na zes weken van intensieve gevechten waarbij duizenden doden vielen, kwam er op 10 ­november dankzij een plotselinge wapenstilstand een abrupt einde aan het geweld in de regio die al jaren door etnische Armeniërs wordt bestuurd, maar internationaal als Azerbeidzjaans grondgebied wordt erkend.", "Volgens het akkoord behoudt Azerbeidzjan alle gebieden in en rondom Nagorno-Karabach die het sinds eind september heroverde en trekt Armenië zich terug uit de Azerbeidzjaanse gebieden rondom de enclave die het sinds de jaren negentig bezet. Daarmee hertekent het akkoord de grenzen op de zuidelijke Kaukasus radicaal in het voordeel van Azerbeidzjan en delft Armenië het onderspit. De afgelopen weken trok er dan ook een onafgebroken karavaan van Armeniërs weg uit Nagorno-Karabach en de aangrenzende gebieden, op zoek naar een nieuw leven op een nieuwe plek.", "Kilometerslange files van auto’s volgeladen met meubilair, voedsel en in sommige gevallen complete badkamers vulden de onherbergzame slingerwegen door het bergachtige landschap. Boven de horizon kronkelden rookpluimen de lucht in; bewoners staken hun woningen in allerijl in brand om te voorkomen dat Azerbeidzjaanse families hun intrek zouden nemen in de verlaten huizen. Op beelden van de Britse omroep BBC stonden bewoners in de vrieskou toe te kijken terwijl de vlammen uit de ramen en daken van hun huis sloegen. “Als mijn kinderen het niet kunnen gebruiken, dan niemand”, klonk het uit de mond van een van de toeschouwers.", "Inmiddels is het vuur gedoofd en zijn de wegen weer begaanbaar. De gedwongen volksverhuizing zit erop en vandaag draagt Jerevan het laatste bezette gebied Lachin, ten westen van Nagorno-Karabach, over aan Bakoe. Daarmee komt er een einde aan de 26 jaar lange bezetting van Azerbeidjaans grondgebied door Armenië en wordt de nieuwe status quo op de zuidelijke Kaukasus langzaam zichtbaar. Maar hoe duurzaam is de huidige situatie? En hoe gefundeerd zijn de Azerbeidzjaanse en Armeense claims op de regio, en zitten die claims een bestendige vrede in de weg? Een duik in het verleden biedt antwoorden.", "Het conflict in Nagorno-Karabach sluimert al, of eigenlijk pas, een eeuw. Voor 1920 behoorden de huidige republieken Armenië en Azerbeidzjan afwisselend tot het Russische en Perzische rijk. Zo ook Nagorno-Karabach, waar Armenen en Azeri’s ­eeuwenlang vreedzaam naast elkaar leefden. Wie Nagorno-Karabach bezoekt, ziet overal in het landschap Armeense en Azerbeidzjaanse monumenten die gezamenlijk de culturele lappendeken symboliseren. ­Armeense kerken en kloosters staan er op luttele kilometers afstand van Azerbeidjaanse moskeeën en begraafplaatsen.", "Beeld AFP", "De eerste etnische confrontaties dateren dan ook pas van het begin van de twintigste eeuw en vielen samen met de ineenstorting van het Russische tsarenrijk. Onder invloed van de opkomst van het nationalisme in ­Europa ontwikkelde zich ook in het huidige Armenië en Azerbeidzjan een gevoel van een eigen nationale identiteit. In 1905 leidde dat in Bakoe tot de eerste grootschalige confrontaties tussen beide etnische groepen, waarbij circa 5000 mensen het leven lieten. Dat nationale bewustzijn binnen Nagorno-Karabach – waar van oudsher rond de tachtig procent van de inwoners Armeens was en twintig procent Azerbeidzjaans – wordt een kroonjuweel van beide nationale bewegingen.", "Dat aangewakkerde nationale bewustzijn culmineerde na de Russische Revolutie in 1917, die voor eens en altijd een streep door het Russische tsarenrijk zette. Een jaar later verklaarde zowel Armenië als Azerbeidzjan zich onafhankelijk. Over de status van Nagorno-Karabach brak in 1920 een oorlog uit tussen de twee nieuwbakken republieken, die allebei meenden aanspraak te maken op de regio. De ruzie tussen de buurlanden eindigde nog hetzelfde jaar, toen het Rode leger van de bolsjewieken de Kaukasus binnen marcheerde en het hele gebied inlijfde bij de nieuw te vormen Sovjet-Unie.", "Met de komst van de Sovjets kwam de transformatie van de regio in een stroomversnelling. Al snel besloten de bolsjewieken de Kaukasus, net als de rest van de Sovjet-Unie, op te delen in ‘nationale ruimtes’. Volgens de socialisten moest de bevolking van het Sovjet-rijk worden ingedeeld in aparte nationale groepen die binnen een duidelijk afgebakend territorium woonden. Zodoende ontstonden op de tekentafel in Moskou de Sovjetrepublieken Armenië en Azerbeidzjan en kreeg ook Nagorno-Karabach in 1921 een aparte status als ‘autonome oblast’ binnen de Sovjetrepubliek Azerbeidzjan.", "Dat decreet, uitgevaardigd door Jozef Stalin – destijds volkscommissaris van nationaliteiten – leidde in beide kampen tot diepe grieven. Enerzijds vonden de Armeniërs het moeilijk te verkroppen dat Nagorno-Karabach niet bij hun Sovjetrepubliek hoorde en anderzijds zagen de Azeri’s de relatieve autonomie van de oblast met hoofdzakelijk etnische Armeniërs als een moge­lijke bron van onrust.", "Zeker in Nagorno-Karabach hield de kunstmatige topografische indeling op basis van nationaliteit absoluut geen rekening met de culturele lappendeken op de grond, waar diverse bevolkingsgroepen juist kriskras door elkaar leefden. Voor de Sovjets deed dat niet ter zake. Volgens de marxistische filosofie zouden de Armeniërs en Azeri’s immers weldra hun nationale identiteiten en nationalistische sentimenten loslaten en zich vormen tot vrome socialisten en modelburgers van de socialistische heilstaat die in 1922 officieel het licht zag.", "Ook een ander motief speelde op de achtergrond een rol bij de toekenning van Nagorno-Karabach aan Azerbeidzjan: de verdeel-en-heerspolitiek van Stalin. Door een Armeense enclave te integreren in de Sovjetrepubliek Azerbeidzjan, zou het voor de regering in Moskou makkelijker zijn om de regio in toom te houden en interne conflicten de kop in te drukken. Daarnaast speelden volgens historici ook andere, praktische redenen een rol. Zo had Nagorno-Karabach destijds geen goede wegverbinding met Armenië, waardoor het uit economische overwegingen beter uitkwam om de regio aan Azerbeidzjan toe te kennen.", "Geschiedenis van Nagorno-Karabach Beeld Louman & Friso", "Desalniettemin leefden Azeri’s en Armeniërs gedurende het tijdperk van de Sovjet-Unie bijna zeven decennia relatief vreedzaam naast elkaar. Pas in de nadagen van de Sovjet-Unie namen de spanningen weer toe. Naarmate het communistische machtsblok begon te wankelen, laaiden oude vetes weer op en ontdooide ook het conflict om Nagorno-Karabach, waar in 1988 protesten de kop op staken. De demonstranten eisten dat de enclave verenigd zou worden met Armenië. In Azerbeidzjan ontstond daardoor een gevoel van onveiligheid, wat uiteindelijk leidde tot pogroms in Azerbeidzjaanse steden tegen Armeense minderheden. Ook Azeri’s kregen in toenemende mate te maken met etnisch geweld van Armenen.", "Tegen de tijd dat de Sovjet-Unie in 1991 uit elkaar viel en Armenië en Azerbeidzjan allebei van de ene op de andere dag onafhankelijke republieken werden, was het conflict allang uitgegroeid tot een volwaardige oorlog. Tijdens die oorlog riep Nagorno-Karabach in 1992 de onafhankelijkheid uit, wat alleen maar meer kwaad bloed zette bij de Azeri’s, aangezien de regio na het uiteenvallen van de Sovjet-Unie officieel tot Azerbeidzjan behoorde. Het geweld nam een vlucht en het kwam over en weer tot etnische zuiveringen. Voor het oog van de wereld voltrok zich in Nagorno-Karabach een zes jaar durende oorlog die aan zeker 30.000 mensen het leven kostte.", "Tijdens die strijd veroverde Armenië Nagorno-Karabach en bezette daarnaast zeven Azerbeidzjaanse gebieden rondom de enclave om een ‘veiligheidsgordel’ te creëren tussen het Armeense eiland in Azerbeidzjan en het Armeense ‘vasteland’. Zeker een half miljoen Azeri’s zagen zich genoodzaakt hun huizen te verlaten. In 1994 kwam het tot een staakt-het-vuren.", "Hoewel het wapengekletter in de regio toen stilviel, ging de retorische en politieke oorlog onverminderd door. Door de jaren heen begonnen de Armeniërs naar de bezette gebieden buiten Nagorno-Karabach te verwijzen als de ‘bevrijde gebieden’ en doopten ze de dorpen en steden in de regio om met Armeense namen. In 2017 hernoemden de autoriteiten van Nagorno-­Karabach de regio zelfs tot Artsach, een Armeense middeleeuwse naam die het Azerbeidzjaanse verleden van het gebied ronduit ontkent. Daarnaast blijft Jerevan onverminderd vasthouden aan het argument dat de bevolking van Nagorno-Karabach altijd hoofdzakelijk Armeens is geweest en daarom als zodanig erkend moet worden.", "Op hun beurt gaven de Azeri’s steden en dorpen die van oudsher grotendeels bevolkt werden door Armeniërs Azerbeidzjaanse namen en hielden de politiek leiders in Bakoe de bevolking consequent de aanstaande bevrijding van Nagorno-Karabach en de omliggende gebieden voor. Vroeg of laat zou Nagorno-Karabach weer ‘thuis’ komen. Bovendien beschikt Bakoe over een juridische troefkaart. Na de uiteenval van de Sovjet-Unie behoorde de betwiste regio internationaalrechtelijk gezien tot het territorium van Azerbeidzjan. Geen land ter wereld erkent Nagorno-Karabach dan ook als Armeens grondgebied, laat staan als onafhankelijke staat.", "Ook de stelselmatige vernietiging van cultureel erfgoed vormt al jaren een ontegenzeggelijk onderdeel van het repertoire om de tegenpartij zwart te maken en de historische claims van de ander teniet te doen en in sommige gevallen letterlijk uit te wissen. In Azerbeidzjan reageerde men de afgelopen weken bijvoorbeeld vol afschuw op berichten dat een moskee in Nagorno-Karabach jarenlang dienstdeed als koeienstal van een Armeense boer. Maar ook de Azeri’s maakten zich in het verleden schuldig aan de afbraak van Armeens cultureel erfgoed. Bijvoorbeeld in de Azerbeidjaanse exclave Nachitsjevan, waar een Armeense begraafplaats compleet werd vernietigd.", "Veel bewoners steken hun huis in brand om te voorkomen dat Azerbeidzjaanse gezinnen er hun intrek zullen nemen. Beeld AFP", "In werkelijkheid heeft uiteraard geen van beide zijden een monopolie op slachtofferschap en draagt het retorische geweld alleen maar bij aan de verdere stereotypering van een barbaarse en gewetenloze vijand. Een beeld dat doorsijpelt naar de populaire cultuur in beide landen en dat resoneert in het maatschappelijk debat over de toekomst van Nagorno-Karabach en de onderlinge relaties tussen de aartsvijanden. In de nationale media is vaak genoeg sprake van haatzaaierij over en weer en ook veel schoolboeken cultiveren het vijandbeeld van ‘de ander’.", "Of die tegengestelde perspectieven op een zeker moment te verenigen zijn, zal grotendeels bepalen of er in de toekomst een poging tot verzoening komt die tot een duurzaam vredesakkoord kan leiden. Vooralsnog raken beide kampen echter steeds verder verstrikt in een retorische loopgravenoorlog die zo nu en dan leidt tot gewelddadige confrontaties met als recentste voorbeeld de oorlog van dit najaar.", "Voor nu is er met de nieuwe wapenstilstand hoe dan ook een einde gekomen aan het bloedvergieten. De kaarten zijn opnieuw geschud en de grenzen in het gebied opnieuw getrokken. Maar van een duurzame oplossing lijkt geen sprake. Voor Armenië is het akkoord over Nagorno-Karabach ronduit vernederend. Jerevan zal pas over vrede willen praten als Bakoe Nagorno-Karabach als onafhankelijk erkent of de regio in ieder geval verregaande autonomie aanbiedt. In Bakoe klinkt daarentegen al vanuit verschillende hoeken de roep om ook de rest van de regio in te nemen.", "Die optie lijkt met de komst van Russische vredestroepen als onderdeel van de wapenstilstand in ieder geval voorlopig van tafel. Maar mochten de Russen op een zeker moment vertrekken – in principe over vijf jaar, onder de voorwaarden van het akkoord – dan is de kans groot dat het opnieuw tot onlusten komt. Zolang Jerevan en Bakoe hun onwrikbare standpunten niet loslaten en zich blijven beroepen op hun weliswaar legitieme, maar tegelijkertijd onverenigbare argumenten, zal het in Nagorno-Karabach voorlopig niet tot een duurzaam vredesakkoord komen. Tot die tijd zal de kwestie een onopgelost en bijzonder explosief conflict blijven dat eens in de zoveel tijd tot uitbarsting komt.", "Lees ook:", "Armeense premier staat tegenover protestgolf zoals hij zelf ooit organiseerde", "In de nasleep van de deal over de afvallige regio Nagorno-Karabach, keren steeds meer mensen in eigen land zich tegen de Armeense regering. Zij eisen het aftreden van de premier Nikol Pasjinjan."], "authors": ["Jarron Kamphorst"], "keywords": ["tot", "regio", "van", "biedt", "weinig", "het", "op", "die", "nagornokarabach", "een", "ook", "en", "te", "verleden", "toekomstperspectief"], "pubDate": "2020-12-01T11:11:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}