{"id": "ba7dda16-99da-3862-ae8f-23413aa9b0e4", "title": "Op naar 2021: we houden hoop in de thuisbioscoop", "url": "https://www.parool.nl/ps/op-naar-2021-we-houden-hoop-in-de-thuisbioscoop~bacc70142/", "summary": "De Britse acteur Ian McKellen (81) zat zonder baard of puntmuts in een vaalblauw T-shirt en een gebreide regenboogsjaal onder flets tl-licht en stak zijn duim omhoog.\nMijn gedachten dwaalden af naar de doortrapte Latijns-Amerikaanse ambassadeur in Le Charme discret de la bourgeoisie, die vanuit zijn ambassade in Parijs met een jachtgeweer op een demonstrant schiet.\nEn van de kracht van kunst.\nDistributeur Warner Bros kondigde prompt een nieuwe premièredatum aan: 20 januari.\nDe Amerikaanse streamingpremière van Wonder ­Woman 1984 valt samen met die van Pixars animatiefilm Soul, die overmorgen wereldwijd op Disney+ verschijnt.", "paragraphs": ["Wonder Woman (1984).", "Twee dagen voordat Gandalf werd gevaccineerd, sprak Mark Rutte de Nederlandse bevolking toe om uit te leggen waarom de samenleving opnieuw aan banden is gelegd. Gandalfs vaccinatie deed in geen enkel opzicht denken aan diens heldhaftige optreden in The Lord of the Rings. De Britse acteur Ian McKellen (81) zat zonder baard of puntmuts in een vaalblauw T-shirt en een gebreide regenboogsjaal onder flets tl-licht en stak zijn duim omhoog. De Balrog was verslagen en Covid-19 had ook geen schijn van kans meer. Het was een mooi triomfantelijk gebaar. Hoop doet leven!", "De speech van Rutte in het Torentje werd daarentegen ondermijnd door het gefluit en gejoel van betogers aan de overkant van de Haagse Hofvijver. Hun boodschap was duidelijk: rot op met je dwingelandij, wij doen niet mee. De minister-president hield het gezicht in de plooi, maar zal toch ook ergernis hebben gevoeld.", "Mijn gedachten dwaalden af naar de doortrapte Latijns-Amerikaanse ambassadeur in Le Charme discret de la bourgeoisie, die vanuit zijn ambassade in Parijs met een jachtgeweer op een demonstrant schiet. Zo doen wij dat in de Republiek van Miranda, geen genade voor het gepeupel!", "De messcherpe satire van de Spaanse surrealist Luis ­Buñuel was tijdens de eerste lockdown in het voorjaar een van de hoogtepunten in mijn thuisbioscoop; geheel doortrokken van de verwarring en vervreemding die ons door de pandemie ten deel waren gevallen en grappig bovendien. Dat een film uit 1972 ook vorige week weer aan betekenis won, getuigt van Buñuels meesterschap. En van de kracht van kunst.", "Met de maatregelen die de pandemie moeten beteugelen verwees Mark Rutte Wonder Woman naar de wachtkamer. Haar nieuwe avontuur Wonder Woman 1984 zou na herhaald uitstel in meer dan honderd bioscopen in première gaan, maar alle zalen zijn voorlopig gesloten tot 19 januari. Distributeur Warner Bros kondigde prompt een nieuwe premièredatum aan: 20 januari. Wie tussen de regels door leest kan concluderen dat de gebroeders Warner ook ­genoeg hebben van de dwingelandij.", "Een granaatwerper", "De vier broers zijn allang kassiewijle, maar hun huidige plaatsvervanger bij het Amerikaanse mediaconglomeraat gooide onlangs de knuppel in het hoenderhok: er worden in 2021 geen premières meer uitgesteld. Peperdure spektakelfilms waaronder Dune, Godzilla vs Kong en het vierde deel van The Matrix verschijnen komend jaar op de ­geplande datum, desnoods alleen op Warners eigen streamingdienst HBO Max. Dat kanaal is vooralsnog alleen in de Verenigde Staten toegankelijk en trok sinds de lancering in het voorjaar te weinig abonnees.", "Warners goudhaantje Christopher Nolan, die dit jaar voor Tenet een half geslaagde bioscoopuitbreng afdwong, schreeuwde moord en brand. Hij was niet de enige. Maar Jason Kilar, de nieuwe baas van WarnerMedia, werkte als houwdegen voor Jeff Bezos in de beginjaren van Amazon. Die weet van wanten. Je zou kunnen zeggen dat Kilar als ambassadeur van de Republiek van Warnabro geen jachtgeweer maar een granaatwerper tegen demonstranten in stelling brengt.", "Wonder Woman Gal Gadot en regisseur Patty Jenkins gingen beiden akkoord met een persoonlijke bonus van 10 miljoen dollar voor een Amerikaanse kerstpremière op HBO Max, maar waren na vijf keer uitstel ook toe aan een doorbraak. Hun film bevat een Trumpiaanse schurk, daar kun je over een jaar niet meer mee aankomen. Alsjeblieft niet, het is genoeg geweest.", "De Amerikaanse streamingpremière van Wonder ­Woman 1984 valt samen met die van Pixars animatiefilm Soul, die overmorgen wereldwijd op Disney+ verschijnt. Het markeert een langverwachte omwenteling in de filmdistributie, die door de pandemie versneld is. De meeste filmmakers en producenten zullen zich naar de nieuwe mores schikken, maar de toekomst van grote bioscoop­ketens en peperdure spektakelfilms is ongewis.", "Disney belooft beterschap: alle nieuwe films uit de Star Wars en Marvel universa gaan altijd eerst naar de bioscopen. Als ze open zijn. Daar kunnen we dan met ons vaccinatiecertificaat de stampvolle zaal betreden en net doen alsof 2020 een collectieve nachtmerrie was, die super­helden in de wachtkamer parkeerde terwijl we thuis massaal naar Baby Yoda en Tiger King keken tot Gandalf zijn duim opstak.", "Het was afzien", "Het is een troostrijke gedachte. Maar sta mij toe in 2021 nog even op de huidige voet door te gaan. Er ging veel verloren in het jaar van de pandemie. Het was afzien. Maar film en muziek hielden me staande, openden nieuwe ­werelden, brachten me verwondering en soms ontroering. Beethovens Pastorale, een blu-raybox vol Buñuel, een vergeten plaat van de Butthole Surfers, een oude James Bond, het WK Bodybuilding van 1975 (Arnold won). Het hielp ­allemaal. En dat was alleen nog maar de letter B. Van Bioscoop, Thuisbioscoop.", "De zalen zijn dicht, maar de ogen en oren blijven open. We komen er wel."], "authors": ["Bart Van Der Put"], "keywords": ["zijn", "van", "het", "hoop", "naar", "en", "nieuwe", "een", "houden", "op", "thuisbioscoop", "maar", "dat", "die", "2021"], "pubDate": "2020-12-23T10:12:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}