{"id": "ba8c5c1c-559e-3f6f-b128-9a52d9d56d26", "title": "Maker Cyberpunk 2077: Teleurgestelde spelers kunnen geld terugvragen", "url": "https://nu.nl/games/6096553/maker-cyberpunk-2077-teleurgestelde-spelers-kunnen-geld-terugvragen.html", "summary": "CD Projekt Red, de ontwikkelaar van Cyberpunk 2077, heeft crashes en andere tegenvallende prestaties op de PlayStation 4 en Xbox One bevestigd.\nDe maker zegt maandag op Twitter dat teleurgestelde fans hun geld kunnen terugvragen.\n\"Ten eerste spijt het ons dat we voor de uitkomst van Cyberpunk 2077 geen beelden hebben laten zien van het spel op de vorige generatie spelcomputers\", schrijft CD Projekt Red.\n\"Daardoor hebben jullie geen goede afweging kunnen maken voor de aankoop van het spel.\"\nDe ontwikkelaar schrijft dat mensen die het spel hebben gekocht en niet tevreden zijn, om restitutie kunnen vragen.", "paragraphs": ["CD Projekt Red, de ontwikkelaar van Cyberpunk 2077, heeft crashes en andere tegenvallende prestaties op de PlayStation 4 en Xbox One bevestigd. De maker zegt maandag op Twitter dat teleurgestelde fans hun geld kunnen terugvragen.", "Na het verschijnen van het langverwachte spel bleken veel spelers last te hebben van fouten, crashes en graphics die niet overeenkomen met eerder vertoonde beelden van de ontwikkelaar zelf.", "\"Ten eerste spijt het ons dat we voor de uitkomst van Cyberpunk 2077 geen beelden hebben laten zien van het spel op de vorige generatie spelcomputers\", schrijft CD Projekt Red. \"Daardoor hebben jullie geen goede afweging kunnen maken voor de aankoop van het spel.\"", "De maker zegt dat het meer aandacht had moeten besteden aan de prestaties van de game op de PlayStation 4 en Xbox One. Voor de komende maanden heeft de ontwikkelaar updates gepland die voor verbetering moeten zorgen.", "\"Deze updates moeten de grootste problemen oplossen\", schrijft CD Projekt Red. \"De updates zorgen er niet voor dat het spel er net zo uitziet als op een hoogwaardige pc of een next-gen console, maar het zal dichter bij die ervaring komen dan nu het geval is.\"", "De ontwikkelaar schrijft dat mensen die het spel hebben gekocht en niet tevreden zijn, om restitutie kunnen vragen. Als het niet mogelijk is bij de winkel, roept CD Projekt Red op om vóór 21 december contact op te nemen met de ontwikkelaar."], "authors": ["Door"], "keywords": ["van", "maker", "geld", "dat", "projekt", "spel", "en", "2077", "kunnen", "cyberpunk", "spelers", "teleurgestelde", "op", "voor", "red", "het", "terugvragen", "ontwikkelaar"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}