{"id": "ba94be27-a4e4-32ed-81fe-9bec6dc3ecff", "title": "Henk Schiffmacher: ‘Tatoeages zijn de poor man’s Rembrandt’", "url": "https://www.parool.nl/kunst-media/henk-schiffmacher-tatoeages-zijn-de-poor-man-s-rembrandt~b5b6f001/", "summary": "Beeld -Een van de opmerkelijkste objecten uit de historische collectie van Henk Schiffmacher is een kussentje.\nHet is een van de boeken die het beroep verdient.”Heerlijk potje“Tatoeagekunst heeft de sprong gemaakt naar highbrowinstellingen, vooral volkenkundige musea,” concludeert Schiffmacher.\nZo zie je dezelfde pin-up telkens terugkomen, met een Duits, Deens of Amsterdams vlaggetje.\nTatoeages zijn de poor man’s Rembrandt.”Het artistieke besef is volgens Schiffmacher nu verwaterd.\nHet kost me moeite ze dat uit het hoofd te praten.”Veel vakgenoten lijken volgen Schiffmacher de link met traditie en techniek te zijn kwijtgeraakt.", "paragraphs": ["Beeld -", "Een van de opmerkelijkste objecten uit de historische collectie van Henk Schiffmacher is een kussentje. “Een onooglijk ding, volgezogen met inkt,” zegt de tatoeëerder. “Maar onder andere de Ethiopische keizer Haile Selassie, tsaar Nicolaas en de Britse koning George V hebben hier hun onderarm op gelegd toen ze een pelgrimstatoeage kregen. Het kussentje behoorde toe aan meneer Razzouk, wiens familie al dertien generaties tatoeëert in Jeruzalem.”", "Dat het kussentje niet de pagina’s van Schiffmachers nieuwe boek heeft gehaald, zegt veel over de reikwijdte van zijn collectie die het onderwerp ervan vormt. Tussen de ruim 40.000 tekeningen, foto’s, apparaten en artefacten bezit hij voorwerpen de geschiedenis van tatoeagekunst nog beter vertellen. “Toen ik begon te verzamelen, haalde ik mijn kennis uit etnografische, antropologische en criminologische literatuur,” vertelt Schiffmacher over Tattoo. 1730s-1970s: Henk Schiffmacher’s Private Collection. “Nu verschijnt er bijna wekelijks een boek over het onderwerp. Maar mijn boek is onbeschoft groot en vol, er is zelfs bladgoud in gebruikt. Het is een van de boeken die het beroep verdient.”", "Heerlijk potje", "“Tatoeagekunst heeft de sprong gemaakt naar highbrowinstellingen, vooral volkenkundige musea,” concludeert Schiffmacher. “Dat is ook begrijpelijk. Het gaat over de mens en hoe hij zich toont aan de ander en aan de goden, die bijvoorbeeld aan tekens kunnen zien dat hij getrouwd is en hem in het hiernamaals laten wachten op zijn echtgenoot. Tatoeage gaat over viering van het mens-zijn en communicatie. Het is een heerlijk potje waar ik al veertig jaar in roer.”", "Schiffmacher begon met het verzamelen van tatoeagememorabilia nog voor hij – opgeleid als reclameontwerper en werkzaam als etaleur van de Bijenkorf – in 1979 Hanky Panky, zijn eigen tattooshop, begon. Hij reisde er de halve wereld voor af. “Ik kreeg ook spullen, bijvoorbeeld van Tattoo Ole uit Denemarken, die me in een stomdronken bui aan een bar vertelde te gaan stoppen en me een doos gaf met al zijn tekeningen.”", "De collectie begint rond 1730. “We weten dat bijvoorbeeld een van de Martelaren van Gorcum, die in 1572 werden vermoord, een pelgrimstatoeage had die door de Geuzen werd uitgesneden, maar uit die tijd is verder weinig overgeleverd.”", "“De grootschalige scheepvaart begin achttiende eeuw zorgde voor een herintroductie van tatoeage in het Westen. Er gingen kunstenaars mee die ontwerpen vastlegden. Maar er werden ook getatoeëerde Zuid-Amerikanen en Afrikanen meegenomen en tentoongesteld. Het sloeg aan, en niet alleen bij zeelui en prostituees. Catharina de Grote had wel 28 tatoeages, waarvan een flink aantal pornografisch.”", "Beeld -", "Tatoeagemachine", "Kantelpunt is de uitvinding van de elektrische tatoeagemachine. “Samuel O’Reilly bouwde in 1891 de elektrische papierperforator van Thomas Edison om en vroeg er patent op aan. De naald gaat snel heen en weer. Dat werkt bruter en minder precies dan het keurige handwerk dat daarvoor gangbaar was. Kleine designs kun je niet maken met een elektrisch apparaat. Het was Lew Alberts, een voormalige behangontwerper, die de eerste tekeningen maakte die wel voor het apparaat geschikt zijn.”", "Kopiëren was gemeengoed onder tatoeëerders in de vroegmoderne tijd. “Sommige tekeningen zijn gaan zwerven. Tatoeëerders ruilden ze voor naalden of inkt. Zo zie je dezelfde pin-up telkens terugkomen, met een Duits, Deens of Amsterdams vlaggetje. Maar de meeste afbeeldingen vinden hun oorsprong in een historische gebeurtenis, dat zie je nog steeds, bijvoorbeeld in 9/11-tatoeages. Er wordt eenvoudige, direct herkenbare symboliek gebruikt. Tatoeages zijn de poor man’s Rembrandt.”", "Het artistieke besef is volgens Schiffmacher nu verwaterd. “Iedereen wil hetzelfde plaatje dat ze op Pinterest hebben gezien: een kompas met roosjes of een zakhorloge. Het kost me moeite ze dat uit het hoofd te praten.”", "Veel vakgenoten lijken volgen Schiffmacher de link met traditie en techniek te zijn kwijtgeraakt. “Als tatoeëerder geef je iemand iets wat kan meegroeien. De zwaartekracht verbouwt je lichaam naarmate je ouder wordt, alles rekt uit en gaat hangen, en daar lijdt de tatoeage onder. Een goede tatoeëerder houdt daar rekening mee. Die geeft garantie tot veertien dagen na intreden van de rigor mortis.”", "Tattoo 1730s-1970s: Henk Schiffmacher’s Private Collection. Uitgeverij Taschen, €125."], "authors": ["Edo Dijksterhuis"], "keywords": ["tatoeages", "er", "zijn", "van", "schiffmacher", "en", "mans", "een", "met", "henk", "rembrandt", "aan", "het", "poor", "dat", "die"], "pubDate": "2020-12-20T08:15:14Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}