{"id": "bac8a564-81b8-394a-818e-fe93d716adbf", "title": "CBS: Amsterdamse bevolking groeide nauwelijks vanwege corona", "url": "https://www.parool.nl/nederland/cbs-amsterdamse-bevolking-groeide-nauwelijks-vanwege-corona~bdccff66/", "summary": "Beeld EPAAmsterdam telde eind november 873.289 inwoners, blijkt uit cijfers van het CBS.\nIn 2020 kwamen er 63.000 mensen bij en dat is ongeveer de helft van het aantal in voorgaande jaren.\nIn maart en april stierven er ook meer mensen, waarschijnlijk door corona, dan er werden geboren.\nIn Weesp zijn diverse nieuwbouwwoningen opgeleverd en die zijn erg in trek bij Amsterdammers.\nOpvallend is de krimp van Amstelveen, een gemeente die de afgelopen jaren behoorlijk groeide, maar waar expats nu wegblijven.", "paragraphs": ["Beeld EPA", "Amsterdam telde eind november 873.289 inwoners, blijkt uit cijfers van het CBS. Op 1 januari van dat jaar waren het er 872.757. De afgelopen jaren zorgde immigratie, vooral van expats voor groei.", "Amsterdam verwelkomt doorgaans meer dan 40.000 immigranten per jaar, de meesten uit Amerika, Engeland, Duitsland en India. In de eerste elf maanden van 2020 bleef de teller steken op 28.500. In januari en februari was de immigratie nog op peil, maar die stortte vanaf maart nagenoeg in, toen de eerste lockdown inging. Nog altijd is de immigratie minder dan in voorgaande jaren.", "Het vertrek uit Amsterdam gaat intussen onverminderd voort. Ook in 2020 verhuisden veel meer Amsterdammers naar een andere gemeente in Nederland, dan andersom.", "Door de haperende bevolkingsgroei raakt het aantal van één miljoen inwoners uit zicht. De verwachting was dat Amsterdam deze mijlpaal ergens in 2035 zou bereiken, maar de groei loopt met name door corona vertraging op.", "De groei van de bevolking in heel Nederland is gehalveerd, constateert het CBS. In 2020 kwamen er 63.000 mensen bij en dat is ongeveer de helft van het aantal in voorgaande jaren. Ook hier is de teruggelopen immigratiede voornaamste oorzaak. In maart en april stierven er ook meer mensen, waarschijnlijk door corona, dan er werden geboren. In de overige lente- en zomermaanden was weer sprake van een geboorteoverschot, tot aan november.", "Nieuwbouwwijken", "De bevolkingsgroei loopt vooral terug in de grote steden. Niet alleen in Amsterdam, maar ook in Rotterdam, Utrecht, Den Haag, Eindhoven en Tilburg, al groeiden die verhoudingsgewijs nog wel harder dan de hoofdstad. In Nijmegen is de bevolking gekrompen.", "Vooral in de gemeenten rondom de grote steden groeit het inwonertal, hetgeen duidt op een trek uit de stad naar nieuwbouwwijken in de regio. Weesp is zelfs de snelstgroeiende gemeente van Nederland, met een aanwas van 37 per 1000 inwoners. In totaal kwamen er in die gemeente 721 bewoners bij, tot een totaal van 20.459. In Weesp zijn diverse nieuwbouwwoningen opgeleverd en die zijn erg in trek bij Amsterdammers. Ook Diemen groeide met bijna 600 inwoners tot 31.304. Zaanstad, een belangrijke uitwijkgemeente voor Amsterdammers groeide met zo’n 300 inwoners tot 157.106 inwoners. Landsmeer telt 70 inwoners meer; 11.564.", "Opvallend is de krimp van Amstelveen, een gemeente die de afgelopen jaren behoorlijk groeide, maar waar expats nu wegblijven."], "authors": ["Michiel Couzy"], "keywords": ["er", "inwoners", "nauwelijks", "van", "dan", "vanwege", "bevolking", "en", "cbs", "een", "amsterdamse", "uit", "groeide", "ook", "corona", "het", "die"], "pubDate": "2021-01-05T07:13:18Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}