{"id": "baf5119c-b0fe-3081-b0b9-aaa04b8cf2fd", "title": "Nederlandse wijn is zuur noch duur", "url": "https://trouw.nl/nieuws/nederlandse-wijn-is-zuur-noch-duur~bc14a2c2/", "summary": "We willen niet dat mensen een Nederlandse wijn proeven en denken: is dit het nou?\nDoe dan toch maar die Franse chardonnay.”Het imago van Nederlandse wijn is nog niet al te best.\n“Dat de wijn zuur en duur is, dat de kwaliteit achterblijft in vergelijking met Franse of Duitse wijn en dat nog niet duidelijk is hoe om te gaan met de moderne druivenrassen waarmee de Nederlandse druivenboeren vaak werken.\nGerijpt op barriques.”Drinkt u zelf alleen Nederlandse wijn?\nWij vinden ook niet dat je alleen nog Nederlandse wijn moet drinken: het is gewoon een mooie toevoeging.”Wat kost het?", "paragraphs": ["Roderick Meijer opende met Richard Dietz en Samir Doueiri bob wijn in Amsterdam. Met alleen Nederlandse wijnen.", "Waarom alleen Nederlandse wijnen?", "“We vonden dat het tijd was. Veel Nederlandse wijnen worden vooral gedronken in het gebied rondom de wijngaard, heel lokaal. De meeste slijters verkopen wijnen van hooguit drie Nederlandse wijnhuizen. Wij vonden dat ze een groter podium verdienen. De naam ‘bob’ verwijst naar bestemde oorsprongsbenaming, de Nederlandse variant van appelation d’origine protégée, wat je op Franse wijnen ziet staan. Nederland kent al zes van die erkende wijnregio’s, zoals de Maasvallei in Limburg en een deel van de Achterhoek bij Winterswijk.", "“We verkopen ruim zeventig wijnen van 25 producenten. We selecteren alle wijnen zelf, onderhouden persoonlijke contacten met de producenten en houden de ontwikkelingen van start-ups goed bij. We willen niet dat mensen een Nederlandse wijn proeven en denken: is dit het nou? Doe dan toch maar die Franse chardonnay.”", "Het imago van Nederlandse wijn is nog niet al te best. Wat is het grootste misverstand?", "“Dat de wijn zuur en duur is, dat de kwaliteit achterblijft in vergelijking met Franse of Duitse wijn en dat nog niet duidelijk is hoe om te gaan met de moderne druivenrassen waarmee de Nederlandse druivenboeren vaak werken. Dat klopt echt niet meer. Klimaatverandering heeft gezorgd dat het iets warmer is in Nederland, wat goed is voor rijping en smaak van de druif. De eerste commerciële wijngaarden in Nederland ontstonden in 1970, de achterstand in kennis en ervaring is echtwel ingehaald.”", "Welke wijn moeten we zeker proeven?", "“De riesling van Domein Steenberg uit Zuid-Limburg is een waanzinnige wijn. Heel gelaagd, mooi in balans. De pinot noir van landgoed Thorn is ook fantastisch. Daar gebruiken ze een speciale kloon van de druif, de 777, die ook veel in de Bourgogne wordt gebruikt. Gerijpt op barriques.”", "Drinkt u zelf alleen Nederlandse wijn?", "“Nee, natuurlijk niet. Maar bij een etentje schenk ik toch wel minstens één fles Nederlandse wijn. Wij vinden ook niet dat je alleen nog Nederlandse wijn moet drinken: het is gewoon een mooie toevoeging.”", "Wat kost het?", "“De goedkoopste is een heerlijke rosé van 11,50 euro. De meeste wijnen liggen tussen 11,50 en 20 euro. De mousserende wijnen zijn net wat duurder.”", "In deze rubriek vertellen horeca-ondernemers waarom zij kiezen voor bepaalde producten."], "authors": ["Catrien Spijkerman"], "keywords": ["van", "het", "zuur", "en", "wijn", "een", "met", "noch", "wijnen", "dat", "nederlandse", "niet", "duur"], "pubDate": "2021-01-10T16:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}