{"id": "baf74bbf-7bb5-3e7f-83d1-ebdf49b37510", "title": "De Volkskeuken: boerenkaassalade met bleekselderij, walnoten en appel", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-boerenkaassalade-met-bleekselderij-walnoten-en-appel~b316c53a/", "summary": "Maar wat als je tot een risicogroep behoort en je winkeluitjes zich beperken tot de dorps-Spar, of één keer per week om 7 uur ’s morgens naar de Albert Heijn?\nBoerenkaas is mijn favoriet: niet gemaakt van gepasteuriseerde melk, zoals fabriekskaas, maar van verse, rauwe (dus onverhitte) melk, die de kaas een pittig, nootachtig aroma geeft.\nDe buitenste stengels zijn vaak wat stug en draderig: schil ze met een dunschiller.\nKlop de olijfolie, mosterd, azijn en knoflook met een flinke snuf zout en peper tot een dressing.\nMeng in een grote kom de kaasblokjes, druiven, bleekselderij, appel, lente-ui, peterselie en de dressing luchtig door elkaar.", "paragraphs": ["Beeld Loethe Olthuis", "In deze sobere tijden is het extra belangrijk om bij lokale, kleine ondernemers te kopen, vindt onze regering. Ik ben het daar helemaal mee eens. Maar wat als je tot een risicogroep behoort en je winkeluitjes zich beperken tot de dorps-Spar, of één keer per week om 7 uur ’s morgens naar de Albert Heijn? De fantastische kaaswinkel ernaast heb ik helaas al maanden niet bezocht.", "Want kaas – vooral lékkere kaas – biedt troost. Boerenkaas is mijn favoriet: niet gemaakt van gepasteuriseerde melk, zoals fabriekskaas, maar van verse, rauwe (dus onverhitte) melk, die de kaas een pittig, nootachtig aroma geeft.", "Gevaarlijk? In zachte, vochtrijke rauwmelkse kazen zoals boerenbrie kunnen sommige ongezonde bacteriën overleven. Geen hapje dus voor zieken, zwangere vrouwen en zwakke ouderen. Maar het risico bij harde kaas zoals Goudse boerenkaas is vrijwel nihil.", "Boerenkaas vind je niet in elke supermarkt. Tegenwoordig wel in elke brievenbus; De Firma Kaas haalt boerenkaas op bij verschillende kaasmakers en laat die door PostNL bij je thuisbezorgen: jong belegen, belegen of oud. Je kunt een abonnement nemen op één soort, maar ook wisselen. Doordat er een schakel tussenuit is (de winkels), krijgen de boeren ook nog eens beter betaald.", "En de kaas? Ik moest me inhouden om mijn eerste stuk niet uit het vuistje op te eten. Ik wilde een salade maken waarin de smaak van boerenkaas goed uitkomt. De overgebleven kleine bleekselderijtakjes en bladeren kun je fijngesneden gebruiken in een soep of roerbakschotel. Je kunt de salade prima koel bewaren.", "Ingrediënten: 1 struik bleekselderij 8 eetl. olijfolie 1 volle theel. Dijonmosterd 3 eetl. appel- of witte wijnazijn 1 teen knoflook, fijngehakt 250 g belegen of oude boerenkaas, in kleine blokjes 150 g blauwe of rode (pitloze) druiven, gehalveerd 2 zoetzure appels, geschild, in blokjes 3 lente-uitjes, schoongemaakt, in dunne ringetjes 1 bosje bladpeterselie, fijngehakt 100 g gepelde walnoten, grof gebroken", "Snijd de onderkant en de bovenste takjes met blad van de bleekselderijstengels af. De buitenste stengels zijn vaak wat stug en draderig: schil ze met een dunschiller. Snijd de stengels overdwars in dunne reepjes.", "Klop de olijfolie, mosterd, azijn en knoflook met een flinke snuf zout en peper tot een dressing.", "Meng in een grote kom de kaasblokjes, druiven, bleekselderij, appel, lente-ui, peterselie en de dressing luchtig door elkaar. Meng er ten slotte de noten door. Eet direct, met knapperig (stok)brood."], "authors": ["Loethe Olthuis"], "keywords": ["ik", "van", "en", "met", "volkskeuken", "een", "boerenkaassalade", "appel", "boerenkaas", "walnoten", "bleekselderij", "maar", "niet", "kaas", "je"], "pubDate": "2020-11-22T16:34:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}