{"id": "bb011896-5752-3ff0-9e51-a5daa7800c61", "title": "RIVM: Verspreiding coronamutatie vooral in regio's Amsterdam en Rotterdam", "url": "https://nu.nl/coronavirus/6100520/rivm-verspreiding-coronamutatie-vooral-in-regios-amsterdam-en-rotterdam.html", "summary": "De Britse mutatie van het coronavirus lijkt zich vooral te verspreiden in de regio's Amsterdam en Rotterdam-Rijnmond, meldt het RIVM woensdag.\nDe mutatie werd bij twee personen uit de regio Leeuwarden en Amsterdam vastgesteld bij een reguliere laboratoriumsteekproef.\nDeze personen hadden geen directe link met het Verenigd Koninkrijk, waar het virus voor het eerst werd vastgesteld.\nZes personen uit eenzelfde cluster werden positief getest op de mutatie.\n\"De variant lijkt zich daarmee vooral te verspreiden in de regio's Amsterdam en Rotterdam-Rijnmond\", aldus het RIVM.", "paragraphs": ["De Britse mutatie van het coronavirus lijkt zich vooral te verspreiden in de regio's Amsterdam en Rotterdam-Rijnmond, meldt het RIVM woensdag. De mutatie is inmiddels bij ongeveer vijftig personen vastgesteld.", "Minister Hugo de Jonge (Volksgezondheid) maakte vorige week nog bekend dat tot dan toe bij vijftien mensen in Nederland was aangetoond dat ze de gemuteerde versie hadden opgelopen.", "Inmiddels is dat aantal gestegen naar ongeveer vijftig personen, laat het RIVM weten. De mutatie werd bij twee personen uit de regio Leeuwarden en Amsterdam vastgesteld bij een reguliere laboratoriumsteekproef. Deze personen hadden geen directe link met het Verenigd Koninkrijk, waar het virus voor het eerst werd vastgesteld.", "De coronavariant werd zes keer aangetroffen bij mensen uit diverse plaatsen in het land die recent in het Verenigd Koninkrijk zijn geweest. Nog eens twee positieve tests kwamen naar voren uit bron- en contactonderzoek.", "Zeker dertig positieve tests gelinkt aan uitbraak op school", "GGD Rotterdam-Rijnmond had eerder al bekendgemaakt dat zeker dertig mensen uit die regio positief zijn getest op de gemuteerde versie. Deze positieve tests houden verband met de uitbraak op een basisschool in Bergschenhoek. Ze zijn inbegrepen bij de circa vijftig gevallen waar het RIVM over rapporteert.", "Ook in Amsterdam is een cluster van meerdere besmettingen. Zes personen uit eenzelfde cluster werden positief getest op de mutatie. \"De variant lijkt zich daarmee vooral te verspreiden in de regio's Amsterdam en Rotterdam-Rijnmond\", aldus het RIVM.", "De Britse coronavariant is besmettelijker dan andere versies van het virus, zo bleek uit verschillende onderzoeken. De mutatie lijkt niet ziekmakender te zijn."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["zijn", "rotterdam", "vooral", "coronamutatie", "verspreiding", "amsterdam", "personen", "en", "uit", "mutatie", "bij", "dat", "op", "regios", "het", "rivm"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}