{"id": "bb032720-62e7-3d21-bd81-2c8d5f5df753", "title": "De Europese Commissie moet nu doorbijten om de macht van Facebook en Google te breken", "url": "https://trouw.nl/opinie/de-europese-commissie-moet-nu-doorbijten-om-de-macht-van-facebook-en-google-te-breken~b1805da9/", "summary": "Het was het jaar waarin Europa voor het laatst de spelregels voor digitale dienstverleners aanpaste.\nTwintigers weten niet beter dan dat Google en Facebook – tevens eigenaar van WhatsApp en Instagram – de dienst uitmaken op het internet.\nFacebook en Google vergaren respectievelijk 99 en 86 procent van hun inkomsten uit advertenties en zijn samen verantwoordelijk voor één op de twee online advertenties.\nDit gaat ten koste van de krant zelf, die niet langer het alleenrecht heeft op het aanbieden van advertenties aan lezers van Trouw.\nDe Amerikaanse mededingingsautoriteit kiest er niet voor niets voor om de overname van WhatsApp en Instagram door Facebook terug te draaien.", "paragraphs": ["De grote techreuzen bieden niet alleen ruimte voor haatzaaien en nepnieuws, ze drukken ook hun concurrenten op oneerlijke manier weg. Maak snel een einde aan deze praktijken, schrijft Europarlementariër Paul Tang.", "Europa moet de macht van de grote online platforms onder democratisch toezicht brengen. Met dat doel presenteerden Eurocommissarissen Vestager en Breton een week geleden omvangrijke wetsvoorstellen. Toch gaan de voorstellen lang niet zo ver als het Amerikaanse voorstel om de overname van WhatsApp en Instagram door Facebook terug te draaien. De liberale Eurocommissarissen lijken wel hun tandafdruk achter te willen laten, maar niet door te bijten.", "In 2000 had slechts een handjevol ICT-ers van Google gehoord en bestond Facebook nog niet. Het was het jaar waarin Europa voor het laatst de spelregels voor digitale dienstverleners aanpaste. Niet gehinderd en zelfs geholpen door die regels, groeide het handjevol bedrijven uit tot conglomeraten.", "Twintigers weten niet beter dan dat Google en Facebook – tevens eigenaar van WhatsApp en Instagram – de dienst uitmaken op het internet. En dat is schokkend want deze techreuzen zijn professionele hamsteraars van persoonlijke data, zoals over ons websitebezoek, meest bezochte plaatsen, humeur en medische informatie.", "Deze schat aan persoonlijke data geeft platforms de macht om ons gedrag te beïnvloeden en ons aan hen te binden. Zij bepalen welke zoekresultaten of welke tijdlijn wij zien en zetten die in om onze aandacht vast te houden. Dat geeft alle ruimte aan nepnieuws en haatzaaien, ongeacht de intenties van deze bedrijven om dit aan te pakken. Het geeft ook de mogelijkheid om advertenties te verkopen. Facebook en Google vergaren respectievelijk 99 en 86 procent van hun inkomsten uit advertenties en zijn samen verantwoordelijk voor één op de twee online advertenties. Hierdoor heeft onafhankelijke journalistiek het nakijken.", "De concurrentie wordt opgeslokt", "In de schatkist van persoonlijke data bent u namelijk geregistreerd als Trouw-lezer en krijgt u daarbij behorende advertenties voorgeschoteld, ook als u nu.nl of YouTube bezoekt. Dit gaat ten koste van de krant zelf, die niet langer het alleenrecht heeft op het aanbieden van advertenties aan lezers van Trouw.", "De macht over persoonlijke data heeft zich vertaald in de macht van geld: kleine opkomende concurrenten worden opgekocht of uit de markt gedrukt. Google koopt gemiddeld iedere week nieuwe bedrijven op en maakt bedrijven die zich niet laten inlijven het leven zuur.", "De wetsvoorstellen van Vestager en Breton bevatten veel goede punten. Zo komt er meer transparantie over advertenties en algoritmes, een verbod op vooraf geïnstalleerde apps en beduidend hogere boetes. Het is echter de vraag of de voorstellen voldoende zijn om de belofte van de Deense en Franse Eurocommissarissen waar te maken.", "Ten eerste blijven de mogelijkheden om (nog kleine) concurrentie uit de markt te drukken in stand. De Amerikaanse mededingingsautoriteit kiest er niet voor niets voor om de overname van WhatsApp en Instagram door Facebook terug te draaien. Dat dit een taai juridisch gevecht wordt en dat de uitkomst nog ongewis is, doet aan de wijze van denken en ingrijpen niet af. Uiterlijk begin januari zal de Europese Commissie moeten beslissen over de overname van Fitbit – een bedrijf dat onder meer apps voor stappentellers maakt – door Google. Die beslissing is misschien wel bepalender dan de wetsvoorstellen.", "Ten tweede blijft het verdienmodel van gepersonaliseerde advertenties ongemoeid. Zolang persoonlijke data worden gebruikt voor advertenties, is privacy van gebruikers in het geding en zijn adverteerders en uitgevers de pineut.", "Een geleidelijke aanpak volstaat niet om de macht van conglomeraten in te perken. Om het internet en daarbij behorende digitale diensten voor alle gebruikers weer te laten werken, moet er stevige wetgeving komen die de machtsconcentratie van Sillicon Valley doorbreekt. Laten we het mes in het perverse verdienmodel van gepersonaliseerde advertenties zetten, dat zal de veelbelovende Amerikaanse initiatieven alleen maar versterken. Het is nu een kwestie van durven doorbijten.", "Lees ook:", "Hoe volgers en likes de marktwaarde bepalen op sociale media: zelfs spijt moet lonen in de jungle van Instagram en TikTok", "Keer op keer gebeurt het: een jonge internetster als Famke Louise, en eerder rapper Boef en Lil’ Kleine, ­vergaloppeert zich publiekelijk en komt daarna tot ­inkeer – met méér views, méér likes als beloning. Met dank aan de morele armoede van Facebook en Google.", "Er is maar één oplossing: zet het mes in techreuzen als Facebook en Google", "Techreuzen als Google, Facebook, Amazon en Apple bedreigen als monopolisten de vrije markt, zijn een ramp voor innovatie in hun sectoren en vormen een gevaar voor de democratie, schreef Trouw eerder in het hoofdredactioneel commentaar."], "authors": ["Paul Tang"], "keywords": ["macht", "moet", "van", "google", "europese", "voor", "en", "om", "een", "nu", "te", "niet", "advertenties", "op", "het", "facebook"], "pubDate": "2020-12-22T08:19:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}