{"id": "bb043e95-a5fb-347d-8cf0-5a8b00d618be", "title": "Uw reis is wederom geannuleerd en u krijgt een nieuwe voucher, maar u wilt uw geld terug. Wat te doen?", "url": "https://volkskrant.nl/nieuws-achtergrond/uw-reis-is-wederom-geannuleerd-en-u-krijgt-een-nieuwe-voucher-maar-u-wilt-uw-geld-terug-wat-te-doen~b2dd13dc/", "summary": "Uw geplande reis in het voorjaar werd vanwege de pandemie doorgeschoven naar het najaar, met een voucher.\nOok die reis werd geannuleerd vanwege de heropleving van het coronavirus.\nHet klopt niet dat u opnieuw een voucher aangeboden krijgt.\nIn het voorjaar weigerden sommigen een voucher te accepteren voor hun pakketreis en eisten geld terug.\nDe Geschillencommissie Reizen vindt dat reizigers in beginsel gebonden blijven aan het accepteren van een voucher.", "paragraphs": ["Uw geplande reis in het voorjaar werd vanwege de pandemie doorgeschoven naar het najaar, met een voucher. Ook die reis werd geannuleerd vanwege de heropleving van het coronavirus. Nu krijgt u een nieuwe voucher. Maar u wilt liever uw geld terug.", "Het klopt niet dat u opnieuw een voucher aangeboden krijgt. De eerder uitgegeven voucher blijft van kracht als de nieuwe boeking ook wordt geannuleerd. U kunt de nieuwe voucher dus weigeren.", "De voucher heeft een bepaalde geldigheidsduur, bijvoorbeeld 12 maanden. Als die termijn is afgelopen, moet u de resterende waarde van de voucher uitgekeerd krijgen. De klant hoeft daar niet om te vragen, meent de Autoriteit Consument en Markt (ACM). De reisorganisatie moet het initiatief nemen. Bij vouchers die gedekt zijn door het garantiefonds SGR geldt de afspraak dat klanten na zes maanden hun geld kunnen terugvragen. Hier moet de klant wel zelf in actie komen.", "Vouchers blijven een eigenaardige vervanging voor een eerdere betaling. De Autoriteit Consument en Markt (ACM) heeft aanbevelingen opgesteld waar vouchers aan zouden moeten voldoen. Een daarvan is dat klanten het recht houden om geld terug te vragen.", "In het voorjaar weigerden sommigen een voucher te accepteren voor hun pakketreis en eisten geld terug. Toen hun reisorganisatie dat weigerde, stapten zij naar de Geschillencommissie Reizen. Die heeft eind september zes uitspraken gedaan en reizigers in het gelijk gesteld. Zij krijgen hun geld terug. Het gaat gemiddeld om 4.676 euro.", "De Geschillencommissie Reizen vindt dat reizigers in beginsel gebonden blijven aan het accepteren van een voucher. Dat is dus toch weer anders dan wat de ACM wil. Hoe de rechter hierover oordeelt, is nog niet bekend. Rechters maken een eigen afweging, al houden ze vaak wel rekening met het oordeel van de laagdrempelige geschillencommissies.", "Maar goed: stel dat u geld kunt terugvragen. U moet het geld dan binnen een redelijke termijn uitgekeerd krijgen. Vóór de coronacrisis was dat binnen twee tot vier weken, zegt ACM, maar de termijn kan nu zijn opgelopen tot enkele maanden.", "En wat als u zeker weet dat u de reisvoucher nooit zult gebruiken, bijvoorbeeld omdat uw gezondheid achteruit is gegaan? U zou dan uw voucher aan iemand anders kunnen verkopen, maar dat is meestal niet toegestaan volgens de voorwaarden van de voucher. Dat is behoorlijk klantonvriendelijk, vooral als de voucher niet gedekt is door een garantiefonds. Misschien dat een klacht indienen bij de Geschillencommissie Reizen hier uitkomst biedt.", "Bij vliegtuigboekingen gelden andere regels. Volgens een EU-verordening moeten klanten binnen zeven dagen hun geld terugkrijgen als de vliegtuigmaatschappij de vlucht heeft geannuleerd. De klant kan een voucher accepteren, maar hij moet ook kunnen kiezen voor geld. De klant automatisch een voucher aanbieden mag sinds 1 oktober niet meer. Bij annuleringen gedaan vóór 1 oktober geeft de Inspectie Leefomgeving en Transport (www.ilent.nl) de vliegtuigmaatschappij nog maximaal 60 dagen de tijd om terug te betalen.", "Reinout van der Heijden is hoofdredacteur van de Geldgids"], "authors": ["Reinout Van Der Heijden"], "keywords": ["terug", "wat", "wilt", "nieuwe", "te", "reis", "voucher", "van", "en", "een", "hun", "wederom", "geld", "moet", "uw", "het", "maar", "niet", "dat"], "pubDate": "2020-11-12T09:40:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}