{"id": "bb0b0b19-2879-329e-90b6-c36fd909bee0", "title": "Frank Kramer (1947-2020): voetbal-cultheld en lieveling van de tv-camera’s", "url": "https://volkskrant.nl/mensen/frank-kramer-1947-2020-voetbal-cultheld-en-lieveling-van-de-tv-camera-s~ba0a53d2/", "summary": "Frank Kramer, aanvaller van Volendam, slalomt om doelman Istatov van FC Utrech heen.\nBeeld Hollandse Hoogte / Bert VerhoeffTwee jaar geleden stond Frank Kramer voor het laatst in het middelpunt van de belangstelling vanwege een rel.\nKramer werd geboren als jongste in een gezin van zeven kinderen in Amsterdam.\nUiteindelijk werd hij na Johan Cruijff en Wim van Hanegem de meest geïnterviewde voetballer, want Frank had altijd een mooie quote.\nVoordat hij het wist, kreeg hij ook programma’s als Europese Superstars en de Sportman van het Jaar aangeboden.", "paragraphs": ["Frank Kramer, aanvaller van Volendam, slalomt om doelman Istatov van FC Utrech heen. Beeld Hollandse Hoogte / Bert Verhoeff", "Twee jaar geleden stond Frank Kramer voor het laatst in het middelpunt van de belangstelling vanwege een rel. Als voetbalcommentator van Eurosport ging hij gedichten voorlezen in plaats van te becommentariëren wat er op de buis te zien was: een wedstrijd tussen Atlanta United en Portland Timbers die in Nederland in het holst van de nacht werd uitgezonden.", "Het was een openlijke provocatie. Kramer vond dat hij door Eurosport stiekem naar de zijlijn werd gedreven. Hij kreeg niet alleen minder wedstrijden te verslaan, maar ook alleen nog wedstrijden die weinig mensen aanspraken op tijdstippen dat er geen hond naar keek. ‘Ik wilde er met een knaller uitgaan. Nou, dat is gelukt’, stelde hij met enige genoegdoening vast toen het hele land erover schreef en praatprogramma’s in de rij stonden om hem als gast binnen te halen.", "Kramer werd geboren als jongste in een gezin van zeven kinderen in Amsterdam. Zijn vader had een elektronicazaak, zijn moeder was amateur-operazangeres. Zijn oudere broers voetbalden allemaal bij RKAVIC in Amstelveen. Op zijn 17de kwam hij in het eerste. Daarnaast deed hij de pabo en haalde een akte leraar Duits. Voor de klas zou hij echter niet staan. In 1970 maakte hij op 22-jarige leeftijd zijn debuut in het betaald voetbal bij Blauw-Wit. Hij speelde daarna voor FC Amsterdam, MVV, Telstar, FC Volendam en HFC Haarlem.", "Grillige speler", "Hij was een bijzonder grillige speler. Soms speelde hij als linksbuiten de sterren van de hemel, soms was het helemaal niks. Een hoogvlieger werd hij niet. Maar hij werd al gauw een cultheld vanwege zijn grappen op het voetbalveld, waardoor hij op de zondagavond toch vaak in Studio Sport werd genoemd. Na zijn eerste seizoen bij Telstar deelde hij stencils uit aan het publiek waarin hij zich excuseerde voor zijn slechte prestaties, zoals voorzetten die aan de andere kant bij de cornervlag belandden. Tegen Ajax ging ‘Fratsen Frankie’ een keer met zijn billen bloot in de muur van FC Volendam staan. Uiteindelijk werd hij na Johan Cruijff en Wim van Hanegem de meest geïnterviewde voetballer, want Frank had altijd een mooie quote.", "Na 126 wedstrijden in de Eredivisie, waarin hij 23 keer scoorde, stopte hij in 1984 met betaald voetbal. Daarna was hij nog enkele jaren speler/trainer bij de amateurs van Volendam. Hij was toen ook al op een ander front actief geworden. Met het door Ron Brandsteder geformeerde gelegenheidskwartet Full House had hij in 1976 een tweede plek in de top-40 gehaald met de Neil Sedaka-cover Standing on the Inside.", "Als presentator van het KRO-spelprogramma Boggle in 1995. Beeld ANP Kippa", "Hij bleek mediageniek te zijn. Eindredacteur Bob Bremer van Avro’s Sportpanorama hoorde hem in een radio-interview en vond hem zo welbespraakt dat hij hem binnenhaalde als presentator. Voordat hij het wist, kreeg hij ook programma’s als Europese Superstars en de Sportman van het Jaar aangeboden. Nadat Willem Ruis in 1981 van de KRO naar de VARA ging, gaf de KRO Kramer de zaterdagavondvullende Frank Kramer Show. Hij werd daarna presentator van succesvolle programma’s Hints en Boggle.", "Meer dan een grappenmaker", "Buiten de programma’s om wist hij in de publiciteit te blijven. Kranten schreven gretig over incidenten als Kramer die na de uitzending zelf zijn auto moest aanduwen. In 1997 werd Hints overgenomen door Anita Witzier, nadat hij een arbeidsconflict had gekregen bij de KRO. Frank Kramer ging daarna aan de slag bij Eurosport, waar hij 25 jaar voetbalwedstrijden presenteerde. Journalist Philip Kooke, die vorig jaar Kramers biografie Eeuwig op de vlucht publiceerde, zegt dat Kramer niet alleen een grappenmaker was. ‘Hij had ook een heel ingetogen kant. Hij kon niet tegen geluid van anderen, zoals smakken. Daar werd hij fysiek onpasselijk van. Hij sloot zich als presentator later ook helemaal af in een cabine.’", "Kramer had in de jaren zeventig een heftige showbizzrelatie met violiste Judy Schomper van Flairck. Na 1997 woonde hij samen met Mira de Vries. Haar twee kinderen zag hij als die van zichzelf."], "authors": ["Peter De Waard"], "keywords": ["voetbalcultheld", "van", "als", "tvcameras", "19472020", "het", "op", "hij", "frank", "zijn", "met", "werd", "een", "en", "lieveling", "kramer"], "pubDate": "2020-12-02T15:08:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}