{"id": "bb120437-14b9-320e-9576-37f9cc506c94", "title": "Ik durfde eindelijk weer eens fluitend een wandeling te maken", "url": "https://nrc.nl/nieuws/2020/12/05/een-goede-dag-a4022706", "summary": "Het begon met de uitslag van de Amerikaanse presidentsverkiezingen, die een zacht aanzwellend optimisme met zich meebracht.\nAl duurde het maar een week, of zelfs maar een dag, het was een moment van hoop op een goede afloop, een dag die fluitend kon worden doorgebracht.\nIk ging naar buiten, waar de zon scheen en een dierbare vriend me vergezelde op een wandeling.\nIk probeerde het eerst niet te zien en toen te vergeten, toen we de dijk afdaalden naar een pad door het weiland.\nBij een grutter kochten we cola en chips en keken op een bankje naar de late zon boven het wijde water van het Havenrak.", "paragraphs": ["Het begon met de uitslag van de Amerikaanse presidentsverkiezingen, die een zacht aanzwellend optimisme met zich meebracht. Iets leek, ten minste voor even, ten goede gekeerd. Een tweede termijn onder de knoet van Trump had hoe dan ook desastreus uitgepakt voor klimaat, natuur en milieu, voor rechtspraak en pers, voor wetenschap en feiten, voor democratie en internationale samenwerking – voor wat al niet. Aan het afgelopen presidentschap is beter dan ooit af te lezen dat de Amerikaanse president inderdaad de machtigste mens op aarde is, wiens invloed zich wereldwijd over tal van terreinen uitstrekt, tot en met de moraal en de omgangsvormen toe. Bij een subtiele tacticus als Obama viel het niet zo op (grote heersers, zegt Lao Tse, worden door de mensen niet opgemerkt), pas de bruutheid van zijn opvolger bracht dat principe scherp aan het licht.", "Toen daarop ook nog goed nieuws kwam over het aanstaande Covid-19-vaccin en in eigen land het stabiele genie van zijn zelf opgerichte zuiltje in zijn zelf gegraven graf kukelde, leek er iets volbracht. Al duurde het maar een week, of zelfs maar een dag, het was een moment van hoop op een goede afloop, een dag die fluitend kon worden doorgebracht.", "Ik ging naar buiten, waar de zon scheen en een dierbare vriend me vergezelde op een wandeling. We liepen over een oude ringdijk, die pasgeleden met slib was opgehoogd. Tussen de verse grassprieten stak een wereld aan plastic afval uit de grond, dat bij het zuiveren van het slib de roosters was gepasseerd. Draaglussen van plastic tassen vonden we, snoepwikkels, omsnoeringsband en zelfs een Flippo; archeologie van de jaren negentig. Ik probeerde het eerst niet te zien en toen te vergeten, toen we de dijk afdaalden naar een pad door het weiland. Voor je het weet waaieren je gedachten uit van het milieu naar het klimaat, en begin je erover te piekeren dat je eind november nog in je hemd door een weiland loopt omdat het nog zo verrekte warm is, en is je opgewekte stemming bedorven door het hinderlijke bewustzijn van alle crises die je omringen. Hup, fluiten jij. Genieten van het heerlijke licht dat over het turbogras strijkt. Denken aan Nescio, die in november 1953 in zijn natuurdagboek schreef: ‘Hoe kan iemand ‘diepzinnig’ willen zijn, als zulke werelden zoo maar je oogen binnen komen, met koeien en al’… Te laat. Tien graden was het, tien. Elk weerrecord werd het afgelopen jaar verbroken, het was de warmste november sinds het begin van de metingen. Op een strand in Ierland was begin van de maand een tijdcapsule aangespoeld die in 2018 door een Russische expeditie diep in het Noordpoolijs was begraven, bedoeld om over honderd jaar of zo te worden gevonden. Zo schrikbarend vlug was dat ijs gesmolten dat de capsule al een jaar later aan zijn reis naar Ierland begonnen was.", "De wandeling eindigde in Broek in Waterland. Bij een grutter kochten we cola en chips en keken op een bankje naar de late zon boven het wijde water van het Havenrak. Het was jammer, zeiden we, dat we nog maar zo zelden op een bankje zaten te niksen. Terugkijkend zagen we hoe we vroeger urenlang met onze voeten over de IJsselkade bungelden en nergens werden verwacht, en hoe die uitgestrekte, lege jongenslevens gaandeweg gevuld waren geraakt met ernst en plicht. Opnieuw Nescio, ook vanwege die lange, gouden streep zonlicht over het water, waar hij in Titaantjes over schreef. ‘Hoyer klaagde over de kou, maar Bavink en Bekker wisten nergens van. Die zaten op de steenen onder aan den zeedijk met de oogen half dicht en keken tusschen hun oogharen door naar de dansende gouden pijltjes die de zon in ’t water maakte. Stapelmal werd Bavink er van. Naar de zon lopen wilde-i over de lange, lange schitterende streep. Maar aan den kant van ’t water bleef-i toch maar staan.’", "Tommy Wieringa schrijft elke week op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Tommy Wieringa", "Leestijd Minuten"], "keywords": ["wandeling", "van", "durfde", "eindelijk", "het", "op", "die", "fluitend", "met", "ik", "eens", "een", "te", "weer", "en", "je", "maken", "dat", "voor"], "pubDate": "2020-12-05T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}