{"id": "bb1497bc-8db9-3596-8e20-9823e6945558", "title": "Een onheilspellend rookgordijn boven de Amazone: klimaat­verandering in beeld?", "url": "https://volkskrant.nl/cultuur-media/een-onheilspellend-rookgordijn-boven-de-amazone-klimaat-verandering-in-beeld~b78c24c5/", "summary": "Vrij vertaald: om een goeie foto te maken, moet je er met je neus bovenop staan.\nDe foto’s zijn de vrucht van een jaar lang satellietbeelden op internet bekijken, beelden gemaakt op een hoogte van bijna 36 duizend kilometer.\nOp die hoogte kunnen de satellieten stationair blijven hangen boven dezelfde plek op aarde, ook al draait die elke dag met een constante noodvaart haar rondje.\nWe zagen foto’s van de verkoolde kadavers van zeldzame diersoorten.\nMaar wie het grote verband wil zien tussen al die manifestaties van klimaatverandering, vindt in Bensons werk een overdaad aan visuele aanwijzingen.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: waar rook is.", "Ooit sprak de beroemde oorlogsfotograaf Robert Capa de gevleugelde, menig fotojournalist inspirerende woorden: ‘If your pictures aren’t good enough, you’re not close enough’. Vrij vertaald: om een goeie foto te maken, moet je er met je neus bovenop staan. Het is een instelling die van Capa’s moed getuigde – in de frontlinies waar hij in 1954 de dood vond, maakte hij zijn beste foto’s – maar die dezer dagen in andere zin wordt gelogenstraft door de Amerikaanse kunstenaar Michael Benson. Hij publiceerde deze week in The New York Times een artikel met foto’s die aantonen hoe waardevol het kan zijn juist afstand te nemen van je onderwerp.", "De foto’s zijn de vrucht van een jaar lang satellietbeelden op internet bekijken, beelden gemaakt op een hoogte van bijna 36 duizend kilometer. Op die hoogte kunnen de satellieten stationair blijven hangen boven dezelfde plek op aarde, ook al draait die elke dag met een constante noodvaart haar rondje. Een flink aantal satellieten gluurt naar onze planeet vanuit de ruimte en Benson, werkzaam op het vlak van kunst en wetenschap, besloot begin januari 2020 een daarvan, de Japanse Himawari-8, virtueel te bezoeken om te zien wat de enorme bosbranden die Australië teisterden, aanrichten in de atmosfeer.", "Onheilsprofeet", "Wat Benson zag was een verbijsterende rookpluim die Nieuw-Zeeland, duizenden kilometers ten oosten van Australië, aan het oog van de camera onttrok en die boven de Stille Oceaan nog talloze kilometers uitwaaierde. Het was het moment waarop hij zich, zoals hij in de krant schrijft, realiseerde: ‘De oorlog is begonnen. Wij zijn aan het verliezen.’ Inderdaad, het plotse, overweldigende inzicht van de onheilsprofeet. Maar als je ziet welke foto’s en gegevens hij het afgelopen jaar verzamelde en op een rijtje zet om ons te waarschuwen voor de naderende ruiters van de apocalyps, maakt hij het moeilijk weg te kijken.", "We hebben allemaal kunnen lezen hoeveel hectaren bos verloren zijn gegaan: in Australië en aan de Amerikaanse westkust door natuurbranden, in de Amazone door mensenhand, aangemoedigd door de Braziliaanse president Bolsonaro. We zagen foto’s van de verkoolde kadavers van zeldzame diersoorten. We hebben ons kunnen verbazen over de vermoedelijk hoogste temperatuur op aarde: 54,5 graad Celsius, gemeten op 16 augustus in de Amerikaanse Death Valley (what’s in a name?). We hebben bewoners in door brand geteisterd Siberië in juni verkoeling zien zoeken tijdens een hittegolf. Maar wie het grote verband wil zien tussen al die manifestaties van klimaatverandering, vindt in Bensons werk een overdaad aan visuele aanwijzingen.", "Ontbossing", "Op de beelden zie je hoe Zuid-Amerika grotendeels schuilgaat onder de rook die volgt op de planmatige ontbossing, de walm wordt in het westen van het continent begrensd door het Andesgebergte. Dezelfde foto toont hoe het rookgordijn van de Californische branden zich als een lint uitrekt over de oostkust, het bereikt hoogten tot meer dan 15 kilometer, aldus Benson. Daarmee torent de rook hoog boven de gewone wolken uit.", "Eind augustus zag Benson aan de westkust van de VS die deken van rook, terwijl in het zuidoosten, gevoed door het verhitte zeewater, de orkaan Laura, een van de zwaarste stormen uit de Amerikaanse geschiedenis, aan land ging in Louisiana. Met 77 doden, grote verwoestingen en 16 miljard dollar schade tot gevolg.", "Natuurlijk kun je je afvragen of de foto’s van onze planeet die Benson uit het heelal plukte afdoende bewijs voor de klimaatverandering vormen om in de alarmstand te schieten. Maar behalve dat de catastrofale bewijzen zich al hebben opgestapeld, geldt in elk geval voor deze foto’s: waar rook is, is vuur. We zouden ze kunnen beschouwen als een aanmoediging het blusapparaat ter hand te nemen. Zoals Benson de grote economieën, de Verenigde Staten, de Europese Unie en China oproept: sla de handen ineen om de opwarming gezamenlijk te stoppen. De reactie op die andere existentiële dreiging van 2020 heeft ons geleerd dat het kán. Zien is geloven."], "authors": ["Arno Haijtema"], "keywords": ["fotos", "van", "beeld", "het", "boven", "en", "rookgordijn", "een", "op", "te", "onheilspellend", "klimaatverandering", "amazone", "hij", "die", "je"], "pubDate": "2021-01-01T11:00:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}