{"id": "bb22a482-cc97-3ad3-8843-8264fd94ca3d", "title": "Moord op Iraanse atoomgeleerde is schot voor de boeg van Biden", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/moord-op-atoomgeleerde-iran-is-schot-voor-de-boeg-van-biden-792091/", "summary": "Fakhrizadeh gold als ‘de vader van het Iraanse atoomprogramma’.\nEen ‘schandalige daad’, zegt Obama’s voormalige adviseurBen Rhodes, buitenlandadviseur onder president Barack Obama, spreekt van een ‘schandalige daad’.\nVolgens de Amerikaanse krant reageren deze Obama-getrouwen zo heftig omdat het hun plannen voor het Midden-Oosten in de war schopt.\nBiden: accepteer dat Iran een atoomprogramma heeftIn een interview in The New York Times bevestigde Biden deze week dat hij inderdaad de relatie met Iran wil herstellen.\nVermoedelijk rekent Israël erop dat Iran dat niet doet, want dan zullen de Amerikanen zich gedwongen zien Israël te hulp te schieten.", "paragraphs": ["Om te voorkomen dat Biden vriendjes wordt met Iran, net als Obama, zijn Israël en Saudi-Arabië tot veel bereid, schrijft Robbert de Witt. Beide landen hebben nog maar enkele weken totdat Donald Trump het Witte Huis verlaat.", "Meer dan de voorspelbare woede en verontwaardiging in Iran zijn de Amerikaanse reacties veelzeggend op de brutale liquidatie van Mohsen Fakhrizadeh, merkte dagblad The Wall Street Journal op.", "Fakhrizadeh gold als ‘de vader van het Iraanse atoomprogramma’. Op vrijdag 27 november ontplofte er een bom voor de auto van deze prominente Iraniër. Volgens Iraanse media zou hij zijn uitgestapt, waarna een automatisch, op afstand bediend vuurwapen kogels op hem afschoot. Vervolgens zou het vuurwapen, gemonteerd op een Nissan-pick-up, zichzelf hebben vernietigd.", "Robbert de Witt (1978) is Buitenlandredacteur bij EW Hij blogt wekelijks op donderdag over mondiale ontwikkelingen en de gevolgen ervan voor Nederland en Europa.", "Een ‘schandalige daad’, zegt Obama’s voormalige adviseur", "Ben Rhodes, buitenlandadviseur onder president Barack Obama, spreekt van een ‘schandalige daad’. Oud-CIA-directeur John Brennan heeft het over een ‘roekeloze criminele daad’. Volgens de Amerikaanse krant reageren deze Obama-getrouwen zo heftig omdat het hun plannen voor het Midden-Oosten in de war schopt.", "De aankomende Amerikaanse president Joe Biden heeft zich inmiddels omringd met ervaren bestuurders en voormalige medewerkers uit het tijdperk-Obama. Dat is natuurlijk ook precies waarom tachtig miljoen Amerikanen op Biden hebben gestemd: ze willen de vier jaar onder Donald Trump vergeten, en terug naar Obama. Diens toenmalige vicepresident moet dit bewerkstelligen.", "Biden: accepteer dat Iran een atoomprogramma heeft", "In een interview in The New York Times bevestigde Biden deze week dat hij inderdaad de relatie met Iran wil herstellen. Obama sloot een deal met Teheran, Trump vond dat helemaal niks en verscheurde het document in 2018. Daar had hij overigens, schreef EW al vaak, best goede redenen voor.", "Maar volgens Biden is accepteren dat Iran een atoomprogramma heeft, de beste weg naar stabiliteit in het Midden-Oosten. Een nieuwe deal met Iran kan een wapenwedloop in de regio voorkomen, aldus Biden.", "Opluchting voor Israël en Saudi-Arabië", "Dat Obama destijds de oude Amerikaanse alliantie met Saudi-Arabië in de ijskast zette en Iran de hand reikte, was een diplomatieke revolutie. Dat Trump dit terugdraaide en – net als vrijwel alle Amerikaanse presidenten sinds 1945 – Israël en Saudi-Arabië weer in de armen sloot, was een enorme opluchting voor beide landen. Om te voorkomen dat Biden op zijn beurt terugkeert bij de ayatollahs, zijn de Israëli’s en Saudi’s ongetwijfeld tot veel bereid.", "Wat zich nu afspeelt in het Midden-Oosten is een geraffineerd schaakspel. Als Israël achter de moord op Fakhrizadeh zit, zoals velen menen, zal Iran dan terugslaan? Vermoedelijk rekent Israël erop dat Iran dat niet doet, want dan zullen de Amerikanen zich gedwongen zien Israël te hulp te schieten. Een terugkeer naar Obama’s atoomdeal is dan ineens ver weg.", "Iran zal de pijn moeten verbijten, in de hoop dat het beter wordt als Biden eenmaal in het Witte Huis zit. Dat geeft Israël tot 20 januari een strategisch voordeel om Iran pijn te doen. En wellicht ook Saudi-Arabië, met Israël de grootste vijand van Iran in de regio.", "Wat hebben Netanyahu en Bin Salman nog in petto voor Iran?", "Op zondag 22 november vloog de Israëlische premier Benjamin Netanyahu naar Saudi-Arabië, waar hij een ontmoeting had met kroonprins Mohammed bin Salman. Althans, dat brachten Israëliërs naar buiten, de Saudi’s ontkenden alles. Aangenomen werd dat beide landen spraken over normalisering van de betrekkingen, zoals andere Arabische landen eerder dit jaar al deden.", "Maar met de dreiging van een nieuw Amerikaans-Iraans akkoord, en de liquidatie van de hoge Iraniër nog geen week later, is het maar de vraag wat de twee hebben besproken. En wat zij in de nadagen van Trumps Amerika nog in petto hebben voor Iran."], "authors": [], "keywords": ["van", "biden", "het", "op", "iraanse", "met", "schot", "israël", "iran", "moord", "een", "en", "boeg", "dat", "atoomgeleerde", "voor"], "pubDate": "2020-12-03T15:25:26+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}