{"id": "bb231e73-d14e-38c4-890a-885190f88521", "title": "EasyToys uit Veendam in zee met investeerder en wil snel 'wereldspeler' worden", "url": "https://www.dvhn.nl/economie/EasyToys-uit-Veendam-in-zee-met-investeerder-en-wil-snel-wereldspeler-worden-26341970.html", "summary": "Erotiekgigant EDC Retail, bekend van het merk EasyToys, gaat in zee met één van de grootste private equity firma’s in Nederland om zijn groeistrategie te versnellen.\nOmzet 65 miljoen euroEDC Retail behaalde vorig jaar een omzet van 65 miljoen euro, waarmee het de eigen verwachtingen overtrof.\nHet bedrijf gaat uit van een omzetgroei van maar liefst 25 procent.\n,,De financiële injectie voor ons en voor Eropartner is een mooie eerste stap.\nWe zijn op die manier in staat om ons assortiment aan te vullen met nieuwe producten en dat geldt omgekeerd ook.", "paragraphs": ["Erotiekgigant EDC Retail, bekend van het merk EasyToys, gaat in zee met één van de grootste private equity firma’s in Nederland om zijn groeistrategie te versnellen. Het bedrijf uit Veendam gebruikt de investering om binnen enkele jaren wereldspeler te worden.", "Het gaat om Waterland Private Equity Investments, onder meer bekend van investeringen in Jack’s Casino en energieleverancier Nuts Groep. De firma beschikt over een belegd vermogen van €8 miljard. Beide partijen doen geen mededelingen over de financiële details.", "Omzet 65 miljoen euro", "EDC Retail behaalde vorig jaar een omzet van 65 miljoen euro, waarmee het de eigen verwachtingen overtrof. Lingerie, condooms, glijmiddel, vibrators en allerlei andere seksspeeltjes gaan sinds de coronacrisis als warme broodjes over de toonbank.", "Volgens ceo Eric Idema is een enorme groei gerealiseerd. ,,Het was een waanzinnig jaar. Mensen zitten voornamelijk thuis en bestellen veel seksspeeltjes. Ook het sponsorcontract met voetbalclub FC Emmen heeft enorm bijgedragen aan de groei.”", "Idema laat verder weten dat vooral de luchtdrukvibrator Satisfyer, het vibratie-eitje en een speciale vibrator voor koppels erg in trek waren. Ook de vooruitzichten voor dit jaar zijn positief. Het bedrijf gaat uit van een omzetgroei van maar liefst 25 procent. Momenteel werken er bij EDC Retail 200 mensen en daar komen er dit jaar nog eens 20 tot 40 bij.", "Samenwerking met groothandel", "Het erotiekbedrijf versnelt nu zijn groeistrategie en kan met de investering werk maken van de ambitie om de positie van topdriespeler in Europa uit te bouwen en binnen enkele jaren een wereldspeler te worden. De eerste stap is direct gezet door een samenwerking met groothandel Eropartner Distribution aan te gaan.", "Voor Idema, die zijn onderneming dertien jaar geleden vanaf een zolderkamertje begon, is de deelname van de investeringsmaatschappij een enorme opsteker. ,,Ik ben trots op alle medewerkers. We hebben met z’n allen een volwassen bedrijf neergezet, waardoor we nu met dit nieuwe kapitaal de kans krijgen een grote groei door te maken.”", "Bedrijf mikt op Polen, Frankrijk, Italië en de Scandinavische landen", "Idema wil eerst vooral uitbreiden naar opkomende markten in Europa, zoals Polen, Frankrijk, Italië en de Scandinavische landen. ,,Er komt dit jaar veel op ons af. Doel is om ervoor te zorgen dat bij elke Europeaan een seksspeeltje in het nachtkastje ligt.”", "De ceo zegt tevreden te zijn over de samenwerking met Eropartner. ,,De financiële injectie voor ons en voor Eropartner is een mooie eerste stap. Hiermee kunnen we onze e-commerce-platformen verder vergroten. We zijn op die manier in staat om ons assortiment aan te vullen met nieuwe producten en dat geldt omgekeerd ook. Zo kunnen we elkaar aanvullen en versterken.”"], "authors": ["Ertan Basekin"], "keywords": ["zijn", "van", "zee", "jaar", "en", "veendam", "uit", "wereldspeler", "met", "een", "om", "voor", "te", "investeerder", "wil", "het", "worden", "snel"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}