{"id": "bb38e860-44cb-37bc-b077-4eeb8831cc96", "title": "Bij lockdown dient nog een vierde lek te worden gedicht", "url": "https://volkskrant.nl/columns-opinie/bij-lockdown-dient-nog-een-vierde-lek-te-worden-gedicht~b0bcc611/", "summary": "Beeld ANPMaarten Keulemans beschrijft in zijn artikel ‘Het effect van de lockdown is gering.\nWaar zit het lek?’ drie lekken: we zijn slordig, het is het seizoen en de Britse mutant.\nEen vierde lek wordt niet genoemd: het RIVM-gedragsonderzoek (8ste ronde) laat zien dat van de mensen die positief zijn getest op corona, maar liefst 27 procent niet thuisblijft.\nHet aantal positief geteste personen dat zich wel of niet aan de quarantaine houdt wordt niet bijgehouden op het dashboard van de rijksoverheid.\nEr wordt veel menskracht gestoken in bron- en contactonderzoek, maar gezienhet aantal besmette mensen dat zich niet aan de quarantaine houdt, is dat dweilen met de kraan open.", "paragraphs": ["Mensen staan in de rij op de markt bij de Lindengrtacht. Beeld ANP", "Maarten Keulemans beschrijft in zijn artikel ‘Het effect van de lockdown is gering. Waar zit het lek?’ drie lekken: we zijn slordig, het is het seizoen en de Britse mutant. Een vierde lek wordt niet genoemd: het RIVM-gedragsonderzoek (8ste ronde) laat zien dat van de mensen die positief zijn getest op corona, maar liefst 27 procent niet thuisblijft.", "Wat opvalt is dat hier eigenlijk geen beleid op is. Het aantal positief geteste personen dat zich wel of niet aan de quarantaine houdt wordt niet bijgehouden op het dashboard van de rijksoverheid. Er wordt veel menskracht gestoken in bron- en contactonderzoek, maar gezienhet aantal besmette mensen dat zich niet aan de quarantaine houdt, is dat dweilen met de kraan open. Het lijkt mij beter dat een flink deel van de mensen die zich daarmee bezighoudt regelmatig gaat bellen met positief geteste personen.", "Het hoeft namelijk geen kwade wil te zijn. In quarantaine gaan kan betekenen dat iemand direct zonder inkomen komt te zitten of onvoldoende voedsel of medicijnen in huis heeft. Is de thuissituatie wel sociaal-veilig? Is er sprake van psycho-sociale problematiek waardoor iemand thuis tegen de muur opvliegt? We weten dit allemaal niet, en dus kunnen we er ook niets aan doen. Er is te weinig aandacht voor het dichten van dit grote lek."], "authors": ["Gerard Zwetsloot"], "keywords": ["gedicht", "wordt", "lek", "bij", "worden", "er", "zijn", "lockdown", "nog", "te", "zich", "mensen", "van", "vierde", "een", "dient", "op", "het", "niet", "dat"], "pubDate": "2021-01-10T18:01:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}