{"id": "bb420037-2be7-393b-a56f-fe0dfd6c5088", "title": "Sven is autistisch en heeft ernstige oorsuizen. Zo wil hij niet doorleven. ‘Ik hoop dat de dood niets is’", "url": "https://volkskrant.nl/mensen/sven-is-autistisch-en-heeft-ernstige-oorsuizen-zo-wil-hij-niet-doorleven-ik-hoop-dat-de-dood-niets-is~b2f5354b/", "summary": "Hij besluit dat hij zo niet verder wil leven.\n‘Ik hoop dat de dood niets is.’‘Zou dat een oplossing zijn?’‘Dat lijkt me wel.’‘Leg eens uit waarom?’Tja, waar te beginnen?\nHij is niet langdurig depressief, heeft geen gebrek aan levenslust en hij heeft ook geen terminale ziekte, constateren psychiaters.\nNiet dat Sven er zo zeker van is dat hij het in Frankrijk wel zou volhouden.\nHoewel de isolatie van het Franse buitenleven hem goed doet, zijn er perioden dat hij zich zo slecht voelt dat hij hulpbehoevend is, dat hij niet voor zichzelf kan zorgen.", "paragraphs": ["Sven is autistisch en lijdt aan een ernstige vorm van oorsuizen. Hij besluit dat hij zo niet verder wil leven. Wat volgt is een laatste worsteling met de wereld, en met zichzelf.", "Eindelijk, daar zijn ze, de ‘dodemansdames’. Na twee jaar wachten komen ze langs, thuis in Groningen, zodat Sven van der Woude hen kan overtuigen hem een spuitje te geven – of hoe ze het ook doen, daar wil hij niet te lang over nadenken.", "Tja, Sven weet ook wel dat het niet netjes is om de leden van het psychiatrisch team van het Expertisecentrum Euthanasie ‘dodemansdames’ te noemen, maar mag hij alsjeblieft zijn naderende einde draaglijk maken met wat zwartgallige humor? Dat is zijn manier om wat lucht te blazen in deze doffe ellende, de lijdensweg die zijn leven al zo lang is.", "Het is 23 oktober 2019, een koude dag. De ganzen komen Groningen al binnenvliegen, de winter komt eraan. Sven laat de vrouwen binnen in zijn stacaravan, in de achtertuin van zijn vader. Nu begint het traject eindelijk, het eerste gesprek van vele.", "Sven heeft er zin in. ‘Misschien mag ik wel twee uren jammeren over mijn beklagenswaardige bestaan, heerlijk!’, schrijft hij vooraf op zijn blog. ‘Die dodemanslui hebben trouwens ook maar een vervelend baantje, je zal maar de hele dag dat gemekker moeten aanhoren van menschen die dood willen. Gelukkig hebben ze zelf vrij toegang tot de kast met spuitjes, dat dan weer wel.’", "Het is zowaar best gezellig met de twee vrouwen, maar het gesprek valt hem zwaarder dan gedacht. Meestal probeert hij zo min mogelijk na te denken over de toekomst, want dat levert kopzorgen op die hij met zijn voorraad valium niet kan dempen. Maar nu wordt hij toch geconfronteerd met de lelijke spagaat waarin hij is beland.", "‘Wat betekent de dood voor je?’, vraagt de ene vrouw.", "‘Ik hoop dat de dood niets is.’", "‘Zou dat een oplossing zijn?’", "‘Dat lijkt me wel.’", "‘Leg eens uit waarom?’", "Tja, waar te beginnen? Zijn leven is lang geleden in een impasse geraakt. ‘Ik ben het contact met alles en iedereen verloren’, zegt Sven, ‘omdat ik de maatschappij en de mensen niet begrijp.’ De tijd staat al jaren stil voor Sven. Hij is 45, autistisch en steuntrekker. Zijn leven kenmerkt zich door onbegrip, frustratie, falen en strijd met autoriteiten. Een eenzame strijd.", "Sven in 1979. Beeld Privéarchief", "Al dat gedoe valt in het niet bij de gekmakende piep die hij al jaren in zijn oor hoort. Dag en nacht wordt hij geteisterd door een hoge ruis, duizeligheid en koorts. Elk geluid doet pijn. Zijn hele leven heeft hij al last van oorontstekingen, het pus moet hij er dagelijks met wattenstaafjes en zakdoekjes uithalen. Dat hele orgaan gaat uiteindelijk zo naar de knoppen dat hij er doof van wordt. Hij hoort steeds minder. Op die verdomde piep na, die wordt alleen maar luider. Daarom dus.", "De dodemansdames knikken. ‘Als je vandaag de spuit zou kunnen krijgen, wat zou je dan doen?’, vraagt een van hen. ‘Niet dat ik hem bij me heb, maar stél.’", "‘Nou, daar verras je me enigszins mee’, zegt Sven. ‘Vandaag komt wel wat beroerd uit, want ik heb honger en wil nog eten.’", "Ze vragen ook: ‘Moet je nog dingen doen in je leven?’", "‘Nee’, antwoordt hij. ‘Niets meer.’", "‘Moet je nog van iemand afscheid nemen?’", "Sven kan niemand bedenken. Met zijn vader kan hij niet echt praten, zijn hond is dood, goede vrienden heeft hij niet, alleen wat contacten op internet.", "‘We moeten elkaar eerst beter leren kennen’, zegt een van de dames aan het eind van het gesprek. ‘Ik kan je vandaag geen zekerheid geven. Het is absoluut geen nee, maar ook nog geen ja.’", "Twee jaar eerder haalt Sven bijna 10 duizend euro op met een crowdfundingactie. Zijn plan is om met de auto naar Georgië te rijden voor een experimentele behandeling met bacteriofagen, een alternatief voor de antibiotica die tegen zijn oorontsteking niets uithalen. Met zijn ex-vriendin en twee honden gaat hij op een twintigdaagse roadtrip vol mislukkingen en misverstanden, waarover de Volkskrant destijds schrijft. De behandeling in Tbilisi duurt een maand en slaat uiteindelijk niet aan.", "Svens huisje in Frankrijk. Beeld Privéarchief", "Hij kondigt dan al aan dat zijn toevluchtsoord euthanasie zal zijn. Sven weet dat hij niet een-twee-drie een arts zal vinden die hem daarbij zal helpen. Er zijn hem maar een paar mensen met vergelijkbare klachten voorgegaan. In 2014 rondt Gaby Olthuis het traject af, een 47-jarige moeder die dan al jaren wordt gemarteld door haar oorsuizen, als de piepende remmen van een trein.", "In maart sterft Peter Mos door euthanasie, een vader van 60 uit Hengelo, die vanwege zijn tinnitus niet verder wil leven. Hoewel er 800 duizend mensen aan oorsuizen zouden lijden in Nederland, is de aandoening maar bij zeer weinig mensen zo erg dat ze er radeloos van worden.", "Sven is relatief jong voor euthanasie. Hij is niet langdurig depressief, heeft geen gebrek aan levenslust en hij heeft ook geen terminale ziekte, constateren psychiaters. Zijn sociale isolement is ook geen gegronde reden voor euthanasie. De piep in zijn oor wellicht wel, maar hoe stel je vast hoe zwaar zijn lijden is? Zijn psychiater stelt vast dat als autist de tinnitus extra heftig voor hem is, omdat hij overgevoelig is voor prikkels en geluiden. Hij kan de piep niet filteren, zoals sommige lotgenoten gaandeweg leren.", "Zijn doodswens heeft nog een complicerende factor: als hij in zijn hutje in Frankrijk – een bouwval in de regio Haute-Vienne, bij Limoges, die hij al een paar jaar aan het opknappen is – zou kunnen blijven wonen met behoud van zijn bijstandsuitkering, dan zou hij het leven nog een laatste kans willen geven. Maar in het buitenland mag je geen bijstand ontvangen en hoe vaak hij ook bezwaar maakt, er wordt geen uitzondering gemaakt.", "Zijn andere hoop is dat hij een Wajong-uitkering krijgt vanwege zijn autisme, een uitkering die je ook in het buitenland mag ontvangen. Er zijn volgens het UVW ruim 13 duizend autisten die zo’n uitkering krijgen, maar Sven komt niet in aanmerking. Dit heeft er onder meer mee te maken dat hij in 1993, toen hij voor het eerst de uitkering aanvroeg, nog niet gediagnosticeerd was als autist.", "Niet dat Sven er zo zeker van is dat hij het in Frankrijk wel zou volhouden. Zijn tinnitus is daar even erg, maar de afzondering is fijn. Het hutje staat aan de rand van een afgelegen bos. Het is er doodstil, er zijn nauwelijks prikkels, heerlijk. Hij kan met niemand ruzie krijgen en komt alleen mensen tegen als hij naar de supermarkt gaat. Als hij boodschappen doet, kijkt hij naar de grond en knikt wat – hij spreekt de taal toch niet.", "Het opknappen van de bouwval geeft hem bovendien iets van een doel in zijn leven. Dat ontbreekt in Groningen, daar zit hij de dagen uit in zijn caravan. In Haute-Vienne – door hem steevast Hoog-Wenen genoemd – kan hij eeuwig blijven doorbouwen. De afgelopen vier jaar – op de dagen dat hij niet voor pampus ligt na – heeft hij met bij elkaar gescharreld bouwmateriaal zijn stek leefbaar gemaakt.", "In zijn hutje leeft hij van nacht naar nacht, het enige wat hij wil is slapen. Twee uur voordat hij in bed gaat liggen, neemt hij een ‘comatablet’, zoals hij de pillen noemt, en dan is hij helemaal weg, een paar uur is er het zalige niets. De volgende ochtend wordt hij duizelig wakker en neemt hij wat prednison. Dat spul is zo slecht voor je nieren en je maag dat je er sowieso niet oud mee wordt, maar het is het enige wat een beetje helpt tegen de ontsteking in zijn oor.", "Beeld Erik Smits", "Kortom, hij zou nog wel een poging willen wagen in Frankrijk, al heeft hij er een hard hoofd in. Hoewel de isolatie van het Franse buitenleven hem goed doet, zijn er perioden dat hij zich zo slecht voelt dat hij hulpbehoevend is, dat hij niet voor zichzelf kan zorgen. Daarvan raakt hij soms in paniek: hij heeft niemand om op terug te vallen, geen geld voor zorg, geen enkel vangnet.", "Nu zit hij dus al meer dan een jaar in de bizarre situatie dat hij vecht voor een laatste kans op een uitkering in het buitenland, een laatste strohalm, en tegelijkertijd verregaande gesprekken heeft met de dodemansdames, die op de hoogte zijn van zijn plan B, hen probeert te doordringen van zijn uitzichtloze en ondraaglijke lijden. Ondertussen kijkt hij elke maand bezorgd naar zijn bankrekening of de bijstand binnen is gekomen, ondanks zijn zomerse verblijf in Frankrijk.", "Hij stuurt de directeur van het Werkbedrijf van het UWV, de gemeente, de Nationale Ombudsman, Tweede Kamerleden en de koning persoonlijke brieven waarin hij een ultimatum stelt: geef me een kans op een bestaan in Frankrijk of ik ga dood.", "Het ene moment is hij vastbesloten over zijn euthanasiewens, het andere moment lijkt hij, soms tegen beter weten in, hoop te houden. Wellicht verkoopt hij nog wat van zijn in eigen beheer uitgegeven boeken, de Ik vutrek-reeks over zijn worstelingen met de instanties, zijn Franse avontuur en euthanasietraject. Of wellicht komt het UWV of de gemeente toch tot inkeer.", "Valse hoop, zeggen de dodemansdames, ze proberen hem te beschermen tegen een nieuwe teleurstelling. Maar valse hoop, zegt Sven, is ook hoop.", "In september haalt Sven zijn laatste stunt uit, een wanhopige schreeuw om hulp. In de weken voorafgaand aan de Tour de France heeft hij in de omgeving van zijn boshut de mogelijke routes verkend. De avond vantevoren gaat hij op pad met een pot latexverf. Kilometerslang schrijft hij in dikke letters teksten op het asfalt als ‘Help Sven’ en ‘UWV weg ermee’. Langs de weg plaatst hij spandoeken.", "Om zo veel mogelijk publiciteit te generen heeft Sven nog iets bedacht. Op een sportveld bij hem in de buurt heeft een kunstenaar een groot portret gemaakt van de vorig jaar overleden Franse renner Raymond Poulidor, bijgenaamd de Eeuwige Tweede. Sven heeft in de krant gelezen dat er een helikoptershot van wordt gemaakt: zijn kans om zijn boodschap naar miljoenen kijkers uit te dragen.", "Die nacht sluipt hij bloednerveus het terrein op en bevestigt met tentharingen een groot spandoek over het kunstwerk. Midden in zijn actie gaat opeens een felle lamp aan, ergens op het sportcomplex. Sven schrikt zich wezenloos en zet het op een lopen. Erg trots is hij niet op zichzelf door de sabotage van een kunstwerk en de teksten op de openbare weg, maar het is een noodzakelijk kwaad.", "De volgende ochtend zit hij vroeg langs de kant van de weg om een goede plek te bemachtigen. Na een paar uur begint hij te twijfelen: waarom is er nog niemand? Algauw trekt hij zijn conclusies: hij heeft een vreselijke vergissing gemaakt. Snel zoekt hij de juiste route op en spoedt zich ernaartoe. Met stoepkrijt kalkt hij gehaast nog wat teksten op de toch al volgeschreven weg.", "Alle moeite is vergeefs: er is niet meer dan een glimp van te zien op tv. Ook zijn spandoek op het kunstwerk is ontdekt en weggehaald. De actie staat symbool voor zijn leven, vindt Sven: één grote mislukking.", "Na het eerste gesprek met de dodemanslui volgen er nog een stuk of vier. Sven kan erg goed opschieten met de dames. Zo goed zelfs dat een van hen Svens kat adopteert.", "In een van de gesprekken wordt Sven gevraagd of hij bang is voor de dood. ‘Ja, dat mag je gerust weten’, zegt hij. ‘Ik ben wel klaar met het leven, als ik morgen niet zou wakker worden, zou dat zalig zijn. Maar ik vind de manier waarop eng. En dat ik het zo lang zie aankomen. Liefst heb ik dat je langskomt als ik slaap.’", "‘Ik kan niet onverwacht langskomen’, zegt de vrouw, ‘en die spuit in je arm rammen.’", "Nee, dat begrijpt Sven ook wel. Gelukkig mag hij valium innemen als het zover is. Maar niet te veel, hij moet bij zinnen zijn. En hij mag ook op het laatste moment nog weigeren en het later nog eens proberen. Pas na meerdere keren weigeren, zou het centrum zeggen: wij trekken ons terug.", "Eind juni weten de dodemansdames genoeg, in hun ogen is Svens lijden inderdaad uitzichtloos en ondraaglijk. Nu is het de beurt aan een onafhankelijke psychiater om een second opinion te geven.", "Het is een zonnige dag en Sven zit in zijn caravan te wachten. Daar komt de psychiater al. ‘Moeten we niet buiten zitten?’, vraagt ze, met het oog op corona. Dat doen ze, maar Sven kan haast niets horen van wat de vrouw zegt, want de buren zijn aan het grasmaaien en hij is al zo doof. Hij vraagt haar harder te praten.", "Zo zitten ze tegen elkaar te schreeuwen in de tuin. ‘Ik weet genoeg’, zegt de vrouw na een uurtje. Ze komt tot de conclusie dat Svens lijden voor 90 procent aan de oorsuizen en de bijbehorende pijn en sufheid te wijten is. En voor de rest aan zijn autisme en zijn moeilijke omgang met mensen. ‘Ik heb geen moeite met de maatschappij’, zegt Sven, ‘maar de maatschappij wel met mij.’", "De psychiater geeft groen licht. Nu is het aan Sven wanneer hij het laatste deel van het traject in gang zet. Hij wil wachten op de winter, als hij op zijn neerslachtigst is. Op zijn teken kan het in een paar weken gebeurd zijn.", "De enige die zijn euthanasie dan nog kan dwarsbomen is de Scen-arts (Steun en Consultatie bij Euthanasie in Nederland), die wettelijk gezien een oordeel moet vellen over het euthanasieverzoek. Maar het komt zelden voor dat iemand die al het hele traject heeft doorlopen alsnog een negatief advies krijgt.", "Nu Sven zo goed als zeker weet dat hij er binnenkort niet meer zal zijn, begint hij wat zaken te regelen. In juli levert hij bij het Fries Filmarchief beeld- en geluidsmateriaal in uit zijn tijd als radiomaker, en verzamelt al zijn correspondentie en administratie, duizenden vellen papier, veel van het UWV. Hij wil alles ritueel verbranden in Frankrijk, een symbolisch afscheid van zijn strijd.", "Op maandag 13 juli wordt hij wakker en ruikt een brandlucht. Zijn vader is de verzamelde papieren in de vuurkorf aan het gooien. Svens liefdesbrieven, babyfoto’s, zijn dikke medische dossiers. ‘Wat doe je nu?’, vraagt Sven. Zijn vader is verbaasd; hij wil alles toch verbranden? Maar Sven wil het zelf doen, in zijn eentje, als verwerking van alle ellende. Natuurlijk ziet zijn vader niet in waarom dat zo moest gaan, ze begrijpen elkaar niet, hoeveel Sven ook van hem houdt.", "Beeld Erik Smits", "Alles in zijn leven is mislukt, concludeert Sven, alleen zijn dood niet. Natuurlijk heeft hij er weleens aan gedacht om er zelf een einde aan te maken. De scenario’s heeft hij uitgeschreven, hij weet precies hoe hij het zou doen. En hij heeft zelfs contact gezocht met een man van wie hij had gehoord dat die hielp bij de zelfdoding van zijn broertje. Het voordeel van het zelf doen, zegt Sven, is dat je het in een impuls kunt besluiten. Maar zijn angst is dat zo’n poging mislukt, dat hij met hersenbeschadiging wakker zou worden. Nee, dan liever weken wachten op dat vreselijke vooruitzicht, op een waardig en gewis einde.", "In afwachting van de winter besluit hij zijn laatste zomer in Frankrijk door te brengen. Begin november keert hij terug in Groningen, iets eerder dan gepland, omdat de gemeente een huisbezoek aankondigt. Hij laat de dodemansdames weten: ik ben er klaar voor. De rouwkaarten zijn al gedrukt. Vijf stuks is genoeg wat hem betreft, maar de minimale afname is tien.", "De crematie zal in Drachten zijn. Over een aantal weken is het zover, als hij er tenminste niet op het laatst van afziet. Er is veel waar Sven spijt van heeft in zijn leven, maar hij weet dat hij vrede heeft met zichzelf als het eindelijk stil wordt.", "Praten over gedachten aan zelf­doding kan bij de crisislijn van 113 Zelfmoordpreventie. Bel 0800-0113 of chat op 113.nl.", "Verantwoording: het psychiatrisch team van Expertisecentrum Euthanasie wilde niet met naam geciteerd worden, maar heeft het artikel wel meegelezen en goedkeuring gegeven. Het UWV heeft het ook gelezen, maar kan omwille van de privacy niet reageren op individuele gevallen.", "Euthanasie In 2019 kwamen er 3.122 hulpvragen binnen bij het Expertisecentrum Euthanasie, daarvan werden er 898 ingewilligd. Van de dik 700 euthanasieverzoeken van psychiatrisch patiënten die vorig jaar werden afgerond werden ruim 400 afgewezen. 200 patiënten trokken zich terug uit het traject. Zo’n 9 procent van de verzoeken eindigde in euthanasie. Tinnitus wordt gezien als een somatische aandoening, die vaak psychische problemen tot gevolg heeft.", ""], "authors": ["Haro Kraak"], "keywords": ["zo", "van", "heeft", "oorsuizen", "het", "op", "wil", "hij", "zijn", "met", "ik", "niets", "hoop", "niet", "een", "en", "dat", "sven"], "pubDate": "2020-11-29T22:23:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}