{"id": "bb46572c-4eb1-3acb-b2d5-0720b34dd3a5", "title": "Beginnen met yoga: welke stijl past het best bij jou?", "url": "https://www.rtlnieuws.nl/lifestyle/gezondheid/artikel/5199633/beginnen-met-yoga-welke-stijl-past-het-best-bij-jou", "summary": "In het vorige artikel bespraken we wat er met je lichaam gebeurt als je elke dag aan yoga doet.\nMisschien staan er wel en aantal voordelen tussen die voor jou aantrekkelijk zijn en wil je het zelf ook eens proberen.\nVerder dan een Youtube-filmpjeIk vond yoga en meditatie altijd al heel interessant, maar kwam eigenlijk nooit verder dan het volgen van een Youtube-filmpje op mijn kamer.\nOmdat ik toch wel benieuwd was naar de werking van zo’n fysieke les en de verschillende vormen van yoga, bezocht ik yogaschool Bindi en volgde ik daar de volgende lessen: yin-, hatha-, en vinyasa yoga.\nAls je denkt dat yogalessen altijd hetzelfde zijn, dan heb je het mis.", "paragraphs": ["In het vorige artikel bespraken we wat er met je lichaam gebeurt als je elke dag aan yoga doet. Misschien staan er wel en aantal voordelen tussen die voor jou aantrekkelijk zijn en wil je het zelf ook eens proberen. Maar: als je gaat zoeken, kom je erachter dat yoga niet alleen één en dezelfde stijl omvat. Er zijn (veel) verschillende soorten vormen, met ieder een eigen werking.", "Verder dan een Youtube-filmpje", "Ik vond yoga en meditatie altijd al heel interessant, maar kwam eigenlijk nooit verder dan het volgen van een Youtube-filmpje op mijn kamer. Omdat ik toch wel benieuwd was naar de werking van zo’n fysieke les en de verschillende vormen van yoga, bezocht ik yogaschool Bindi en volgde ik daar de volgende lessen: yin-, hatha-, en vinyasa yoga. Volgens Nicole de Raad, eigenaresse van de yogaschool, zijn dit de populairste vormen op dit moment.", "Als je denkt dat yogalessen altijd hetzelfde zijn, dan heb je het mis. Elke les was compleet anders. Niet alleen fysiek, maar ook mentaal. Ik ga proberen een zo goed mogelijke uitleg te geven tussen de verschillende stijlen die ik ervaarde."], "authors": [], "keywords": ["jou", "van", "stijl", "bij", "welke", "yoga", "het", "best", "verschillende", "met", "zijn", "ik", "een", "je", "en", "vormen", "beginnen", "past"], "pubDate": "2020-11-29T19:31:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}