{"id": "bb4ca8c8-2a99-3992-b251-38dcb7edca63", "title": "Door de strijd om landbouwgrond zit er straks maar een ding op: verhuizen", "url": "https://trouw.nl/leven/door-de-strijd-om-landbouwgrond-zit-er-straks-maar-een-ding-op-verhuizen~b6019cec/", "summary": "Niet alleen is er een tekort van een miljoen (!)\nEn dan is de ruimte om te recreëren en het verbouwen van voedsel nog niet eens meegerekend.\nHij was grootgrondbezitter.”Deze fictie lijkt nu ook werkelijkheid te worden op het Hollandse platteland.\nOp het landje op het oosten komen pompoenen en kalebassen.\nDus zodra er mannen in pak over de akkers lopen, dan is mijn naam Mimi Boes­nach, en zit er waarschijnlijk maar één ding op: verhuizen.", "paragraphs": ["De uitgestrekte akkers, waar ik dagelijks op uitkijk, waren voorbestemd tot vinexwijk. Sterker nog, de grond wás al opgekocht door een projectontwikkelaar, de laatste boeren uitgekocht, kortom, niets leek een glorieuze geboorte van glimmende nieuwbouwwoningen in de weg staan. Maar toen kwam de kredietcrisis. Lang verhaal kort: het land werd weer terug verkocht aan de boeren.", "Geen huizen, maar lange rijen tarwe, spitskool en pompoenen.", "Vooralsnog.", "In mijn vroege jeugd, toen ik alle middagen versleet op een harige ponyrug, zag ik hoe de groene polder rondom ons dorp langzaam verdween, onder het ritmisch gehamer van heipalen. Daarvoor in de plaats kwam een doolhof van nieuwbouwwijken, en met een groepje buurtkinderen dwaalde ik verveeld door de betonnen straten, met klinkende namen van exotische diersoorten en vergeten revue-artiesten als Mimi Boesnach en Ank van der Moer.", "In de loop der jaren verdwenen vrijwel alle boeren van die lange, rechte polderweg. Hun hectares voor vele tonnen verkocht aan mannen in pak.", "Onlangs stond in de Volkskrant een fraai artikel over de strijd om grond in Nederland. Niet alleen is er een tekort van een miljoen (!) woningen, ook hebben we minimaal 141 duizend hectare land nodig voor windmolens en zonneparken. Voor natuur en het aanplanten van bossen staan nog eens tienduizenden hectares gepland. En dan is de ruimte om te recreëren en het verbouwen van voedsel nog niet eens meegerekend.", "Dat kost een zesde tot bijna de helft van al onze vrije ruimte. Driemaal raden wie het meeste gaat inleveren. De boeren. “Het zal altijd ten koste gaan van de landbouw”, zegt Leo Pols, onderzoeker van het Planbureau voor de Leefomgeving. Twee derde van Nederland is landbouwgrond en alleen dáár ligt nog enige vrije ruimte. De strijd om stikstof, mest- en fosfaatrechten is niet meer dan het voorspel.", "Het spel kan vuil worden als het om eigendom en vele miljoenen gaat", "In Ons soort mensen, een fijne roman van de Duitse schrijfster Juli Zeh, gaat het over precies déze strijd om de grond. In het fictieve dorp Unterleuten, onder de rook van Berlijn, besluit een investeringsmaatschappij een windmolenpark te bouwen. Alle tegenstrijdige belangen in dit ene dorp legt Zeh onder een vergrootglas, en ze laat zien hoe vuil het spel kan worden als het ineens om eigendom en vele miljoenen gaat. Of in de woorden van belegger Meiler: “Nooit in zijn leven had hij de wens gekoesterd om grond te kopen. Maar sinds het was gebeurd, voelde hij zich anders. Beter. Hij was grootgrondbezitter.”", "Deze fictie lijkt nu ook werkelijkheid te worden op het Hollandse platteland. Vooralsnog zijn de akkers achter ons huis groen en verlaten. In de lente worden aardappels gepoot. Op het landje op het oosten komen pompoenen en kalebassen. Maar die één miljoen extra huizen zitten me toch niet lekker. Dus zodra er mannen in pak over de akkers lopen, dan is mijn naam Mimi Boes­nach, en zit er waarschijnlijk maar één ding op: verhuizen.", "Renske Jonkman schrijft over haar leven op het platteland, tussen boeren en natuurbeschermers.B Lees haar columns hier terug."], "authors": ["Renske Jonkman"], "keywords": ["er", "verhuizen", "landbouwgrond", "zit", "van", "voor", "en", "om", "een", "straks", "op", "te", "het", "maar", "worden", "strijd"], "pubDate": "2020-12-13T12:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}