{"id": "bb80bb57-6a3d-3a36-9ddc-9ebff89af967", "title": "Acht maanden cel en tbs voor verdachte die bewaarder in PI Alphen stak", "url": "https://nu.nl/alphen-aan-den-rijn/6100877/acht-maanden-cel-en-tbs-voor-verdachte-die-bewaarder-in-pi-alphen-stak.html", "summary": "De 43-jarige Cor van S. uit Gouda is veroordeeld tot acht maanden cel en tbs voor poging tot doodslag.\nJustitie vond het een poging tot moord op de bewaarder en eiste daarom zes jaar cel en tbs.\nVan S. zette de bewuste dag een zelfgemaakte clownsneus op en werd overmeesterd door medegedetineerden en andere gevangenismedewerkers.\nHij moet behandeling ondergaan voor een ander feit op zijn kerfstok: het mishandelen van zijn vrouw en kinderen.\nDe man kwam tot zijn daad omdat hij het idee had dat er werd geroddeld over eerdere delicten die hij op zijn naam heeft staan.", "paragraphs": ["De 43-jarige Cor van S. uit Gouda is veroordeeld tot acht maanden cel en tbs voor poging tot doodslag. Van S. zette een gevangenbewaarder in de PI in Alphen een zelfgemaakt wapen op de hals, stak, trok de bewaarder een broekriem om de hals en riep dat hij hem dood zou maken.", "Behalve poging tot doodslag, maakte Cor van S. zich volgens de rechter ook schuldig aan gijzeling en bedreiging.", "De opgelegde straf is lager dan de eis die het Openbaar Ministerie (OM) formuleerde. Justitie vond het een poging tot moord op de bewaarder en eiste daarom zes jaar cel en tbs. Maar voorbedachten rade is volgens de rechter niet te bewijzen. Van S. zette de bewuste dag een zelfgemaakte clownsneus op en werd overmeesterd door medegedetineerden en andere gevangenismedewerkers.", "Van S. ging de bewaarder te lijf met een scherf porselein in een wc-rol. Daarom vond het OM sprake van voorbedachte raad. De man was in afwachting van plaatsing in een tbs-kliniek. Hij moet behandeling ondergaan voor een ander feit op zijn kerfstok: het mishandelen van zijn vrouw en kinderen. Zijn toenmalige vriendin ging hij te lijf met een stoel.", "tbs met dwangverpleging", "Vanwege de stoornissen waaraan de Gouwenaar lijdt en de grote kans dat hij opnieuw de fout in gaat, legt de rechter hem opnieuw tbs met dwangverpleging op. Van S. moet een langdurige klinische behandeling ondergaan.", "In zijn straf woog de rechter mee dat de PI-medewerker gewond raakte en last heeft van herbelevingen en dat collega's het incident zagen. Daar staat tegenover dat Van S. verminderd toerekeningsvatbaar is en snel hulp nodig heeft. De man kwam tot zijn daad omdat hij het idee had dat er werd geroddeld over eerdere delicten die hij op zijn naam heeft staan."], "authors": ["Door"], "keywords": ["bewaarder", "maanden", "cel", "zijn", "stak", "die", "verdachte", "s", "van", "en", "een", "tbs", "tot", "pi", "voor", "op", "het", "hij", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}