{"id": "bb83196f-6092-361d-b1ca-7f7978484493", "title": "Waterstofplan voor Groningen NortH2 wordt internationaal: Duits RWE en Noors Equinor doen mee", "url": "https://www.dvhn.nl/economie/Waterstofplan-voor-Groningen-NortH2-wordt-internationaal-Duits-RWE-en-Noors-Equinor-doen-mee-26265192.html", "summary": "Twee grote spelers in de Europese energiewereld sluiten zich aan bij het consortium dat met het project NortH2 Groningen tot spil in de groene waterstofeconomie wil maken.\n,,Deze uitbreiding sluit aan bij de internationale ambities van het project”, zegt ceo Cas König van Groningen Seaports, dat NortH2 in februari met Gasunie en Shell lanceerde.\nAnders Opedal, ceo van Equinor, noemt NortH2 een baanbrekend project dat belangrijk is voor de doelstelling dat het concern in 2050 CO2-neutraal is.\nAls nieuwe partnerzal RWE zijn brede expertise inbrengen om een krachtige ontwikkeling voor groene waterstofin Noord-Nederland te creëren.\nMaar als je overmorgen iets gedaan wilt hebben, moet je er vandaag mee beginnen.”Prijs waterstofNortH2 is nu onder meer afhankelijk van de aanwijzing van de plaatsen waar van het kabinet nieuwe windparken mogen komen.", "paragraphs": ["Twee grote spelers in de Europese energiewereld sluiten zich aan bij het consortium dat met het project NortH2 Groningen tot spil in de groene waterstofeconomie wil maken. Het gaat om het Noorse Equinor en Duitse RWE.", ",,Deze uitbreiding sluit aan bij de internationale ambities van het project”, zegt ceo Cas König van Groningen Seaports, dat NortH2 in februari met Gasunie en Shell lanceerde. ,,We hebben steeds het plan gehad het consortium internationaal te maken. Dat reden dat we met z’n drieën zijn begonnen, was dat we snelheid wilden maken. Equinor is een hele grote speler in de offshore wind. Dus dat was een logische keuze. Dat geldt ook voor RWE, een energiereus met forse waterstofambities.”", "Eemshaven en Lingen", "Het Duitse concern wil onder meer zowel in de Eemshaven en net over de grens in Lingen een elektrolyser voor de productie van groene waterstof bouwen.", "Anders Opedal, ceo van Equinor, noemt NortH2 een baanbrekend project dat belangrijk is voor de doelstelling dat het concern in 2050 CO2-neutraal is. Volgens RWE-topman Roger Miesen sluiten de Groningse plannen goed aan bij de kennis en plannen die het concern heeft met groene waterstof en offshore wind.", "“NortH2 is één van de meest ambitieuze waterstofprojecten in Europa. Als nieuwe partnerzal RWE zijn brede expertise inbrengen om een krachtige ontwikkeling voor groene waterstofin Noord-Nederland te creëren. Wij zijn de op één na grootste exploitant van offshorewindparken ter wereld en hebben ervaring op het gebied van elektrolysers: dit maakt ons deideale partner voor NortH2", "Dagelijks 25 mensen gaan ermee aan de slag", "De deelnemers aan het consortium hebben volgens König inmiddels besloten het project definitief door te zetten. ,,We gaan er nu ook echt in investeren. Los van de bureaus die we voor allerlei studies inhuren, gaan er nu ook 25 mensen dagelijks mee aan de slag.”", "Het consortium wil met NortH2 de internationale groene waterstofmarkt aanjagen. Dat wil het bereiken met de bouw van extra nieuwe windparken op zee (4 Gigawatt in 2030, 10 gigawatt in 2040), grootschalige productie met elektrolysers, opslag in zoutcavernes en transport naar industriële kernen. Het consortium wil over 20 jaar een miljoen ton groene waterstof per jaar produceren. Dat scheelt volgens de plannenmakers 8 tot 10 megaton CO2-uitstoot per jaar.", "700 tot 1200 vaste banen", "De eerste resultaten van een haalbaarheidsstudie laten volgens NortH2 zien dat de maatschappelijke kosten van een grootschalige aanpak 20 procent lager liggen dan bij een kleinschalige aanpak. Volgens een studie van de Rijksuniversiteit levert het plan 700 tot 1200 vaste banen op. Tijdens de bouwfase gaat het om een veelvoud aan werkgelegenheid.", "Recent uitten wetenschappers twijfels over de haalbaarheid van het plan, met name over de grote hoeveelheid extra groene elektriciteit die ervoor nodig is. König: ,,Dat is nu precies de reden dat de hele keten vanaf de stroomproductie in het project zit. Als je een elektrolyser bouwt, moet je wel zeker weten dat je genoeg groene elektriciteit hebt om ermee te produceren. Natuurlijk zijn de grootschalige wind- en waterstofproductie er niet van de ene dag op de andere. Maar als je overmorgen iets gedaan wilt hebben, moet je er vandaag mee beginnen.”", "Prijs waterstof", "NortH2 is nu onder meer afhankelijk van de aanwijzing van de plaatsen waar van het kabinet nieuwe windparken mogen komen. Wat het consortium mogelijk helpt, is dat minister Wiebes van Economische Zaken ‘tenders’ overweegt voor gecombineerde bouw van windparken en elektrolysers. Volgens studies die het ministerie heeft laten uitvoeren kan dat de prijs voor waterstof drukken."], "authors": ["John Geijp"], "keywords": ["groningen", "van", "north2", "rwe", "internationaal", "het", "met", "noors", "mee", "groene", "volgens", "equinor", "wordt", "dat", "een", "en", "waterstofplan", "aan", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}