{"id": "bb87707c-4b1a-3295-ad6c-c5084b4971a8", "title": "Is Slovenië aan het Orbániseren?", "url": "https://nos.nl/nieuwsuur/artikel/2359984-is-slovenie-aan-het-orbaniseren.html", "summary": "De rechts-populistische Janez Jansa is sinds maart dit jaar premier van Slovenië.\nEn staat Jansa weer aan het hoofd van het land.\nDe Sloveense onderzoeksjournalist die het corruptieschandaal destijds onthulde, voelt zich sinds de verkiezing van Jansa niet meer veilig.\nMedia die gelieerd zijn aan de partij zijn een lastercampagne gestart.\n'Ze willen ons leeg zuigen' Blazgaga is niet de enige journalist in Slovenië die zich onder druk voelt staan.", "paragraphs": ["Toen Hongarije en Polen lieten weten hun veto uit te spreken tegen de Europese begroting, omdat er eisen gesteld worden aan de rechtsstaat, konden de landen rekenen op de steun van Slovenië. De Sloveense premier is een bondgenoot van Viktor Orbán. En zijn manier van politiek voeren lijkt een weg te vinden in het land. De rechts-populistische Janez Jansa is sinds maart dit jaar premier van Slovenië. Een paar jaar geleden werd hij veroordeeld tot twee jaar cel wegens een corruptieschandaal. Maar zijn veroordeling werd onverwachts teruggedraaid. En staat Jansa weer aan het hoofd van het land. De Sloveense onderzoeksjournalist die het corruptieschandaal destijds onthulde, voelt zich sinds de verkiezing van Jansa niet meer veilig. Blaz Zgaga vertelt dat hij op straat altijd controleert of hij gevolgd wordt. \"En soms merk ik dat ik daadwerkelijk in de gaten wordt gehouden.\"", "Jansa (62) leidt de rechtse Sloveense Democratische Partij (SDS). In de jaren 2004-2008 en 2012-2013 was hij ook al premier van Slovenië. Toen het land zich in 1991 losmaakte van Joegoslavië was Jansa minister van Defensie.", "De kritische artikelen van Zgaga over de corona-aanpak in Slovenië vallen niet goed bij de regeringspartij. Media die gelieerd zijn aan de partij zijn een lastercampagne gestart. Vrijwel dagelijks verschijnen er artikelen met de foto van de journalist en suggestieve informatie. En daarop volgen dreigementen. \"Oproepen om mijn gezicht te onthouden en me aan te vallen op straat. Mensen vroegen om mijn thuisadres. Ik kreeg geluidsfragmenten opgestuurd van pistolen, enzovoort\", vertelt de journalist. \"Ik weet dat sommige dreigementen van de regeringspartij of hun omgeving komen.\"", "De negatieve artikelen over Zgaga staan in media die omstreden banden hebben met Hongarije. Politiek analist Luka Lisjak Gabrijelcic, die in Slovenië en Hongarije werkt, ziet daarin een zorgelijke ontwikkeling. \"Op zoek naar financiële steun heeft de belangrijkste rechtse partij in Slovenië zich verbonden aan de oligarchen", "die banden hebben met Orbáns regime. En die zijn gaan investeren in lokale Sloveense media\", zegt Lisjak Gabrijelcic. \"Dit is absoluut niet iets wat we graag in Europa willen zien: de uitbreiding van het soort politiek dat Orbán in Hongarije voert.\"", "'Ze willen ons leeg zuigen' Blazgaga is niet de enige journalist in Slovenië die zich onder druk voelt staan. Een vriend van premier Jansa startte onlangs 39 rechtszaken tegen een journalistencollectief dat buitenlandse donaties aan de regeringspartij onderzocht. Waaronder donaties vanuit Hongarije. Primo Cirman heeft momenteel dertien rechtszaken aan zijn broek hangen. \"De regeringspartij kondigde in de media aan dat er verschillende rechtszaken aankwamen. Die zogenaamde juridische stalking is nieuw hier. Het enige doel is om ons leeg te zuigen. Professioneel, financieel en emotioneel.\" Advocate Jasna Zakonjsek, die Cirman bijstaat, zegt. \"Slovenië is zo klein dat je maar weinig zaken nodig hebt om anderen het zwijgen op te leggen. Zeker nu mensen door de coronacrisis voor hun baan en inkomen vrezen, denken ze wel twee keer na voor ze iets zeggen als iemand is aangeklaagd voor het uiten van zijn mening.\"", "“ De geheime dienst heeft mijn appartement doorzocht, in KGB-stijl. Een poging om me bang te maken. Onderzoeksjournalist Blaz Zgaga", "De Sloveense premier heeft in zijn land minder macht dan Orbán in Hongarije. Jansa werkt namelijk samen met coalitiepartijen. Toch worden ook in Slovenië meldingen van intimidatie gedaan. Ook onderzoeksjournalist Zgaga ondervond het bij hem thuis. \"De geheime dienst heeft mijn appartement doorzocht, in KGB-stijl. Inbreken en één voorwerp verplaatsen, zodat ik wist dat ze er waren geweest. Het was weer een poging om me bang te maken. Want als ze mij het zwijgen opleggen wordt het makkelijker om andere journalisten de mond te snoeren.\" Geen compromissen sluiten Slovenië krijgt volgend jaar een belangrijke rol als Europees voorzitter. Orbán organiseerde deze zomer al 'Europa zonder censuur', een conferentie met de Servische premier én premier Jansa van Slovenië. \"Een club van strijders voor vrijheid en nationale soevereiniteit\", noemde Orbán het. \"Orbán is heel goed in het investeren in zachte macht om meer harde politieke macht te verwerven. Hij doet dat heel slim\", zegt politiek analist Lisjak Gabrijelcic. \"Hij weet: als je een deel van de media in een land beheerst, heb je macht.\" \"Met zulke politici in Hongarije, Polen en ook Slovenië moet je niet onderhandelen\", zegt Zgaga. \"Je kunt geen compromissen sluiten over democratie en mensenrechten. Dat zijn waarden waarvoor je moet vechten.\""], "authors": ["Onderzoeksjournalist Blaz Zgaga", "Dit Is Een Artikel Van"], "keywords": ["van", "het", "die", "zijn", "een", "slovenië", "orbániseren", "en", "te", "dat", "om", "aan"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}