{"id": "bb8aa735-3485-3de8-a8ae-46a95ad63d1c", "title": "Gemeente Utrecht blijft optreden tegen alcoholverkoop bij afhaalzaken", "url": "https://nu.nl/utrecht/6100614/gemeente-utrecht-blijft-optreden-tegen-alcoholverkoop-bij-afhaalzaken.html", "summary": "De gemeente Utrecht blijft erbij dat alcoholverkoop voor directe consumptie bij afhaalzaken niet de bedoeling is.\nVerschillende ondernemers meenden dat de verkoop van glühwein een manier is om tijdens de lockdown nog wat inkomsten te vergaren.\nDe VVD en Student & Starter hebben bij de gemeente om opheldering gevraagd.\nOndernemers moeten erop toezien dat het niet ter plaatse wordt genuttigd.\nBij excessen en overlastmeldingen treedt handhaving op\", aldus een woordvoerder van de gemeente.", "paragraphs": ["De gemeente Utrecht blijft erbij dat alcoholverkoop voor directe consumptie bij afhaalzaken niet de bedoeling is. De VVD en Student & Starter hadden het college eerder opgeroepen om de politiehandhaving te stoppen.", "In december ontstond er een discussie over het optreden van handhaving. Ze greep in toen horecazaken glühwein verkochten. Verschillende ondernemers meenden dat de verkoop van glühwein een manier is om tijdens de lockdown nog wat inkomsten te vergaren.", "De VVD en Student & Starter hebben bij de gemeente om opheldering gevraagd. Ook riepen ze op de \"glühweinpolitie\" te stoppen. De gemeente Utrecht heeft inmiddels gereageerd op de vragen uit de gemeenteraad.", "\"Bij afhaalgelegenheden gedogen we in deze coronatijd dichte flessen zwak-alcoholische drank om mee naar huis te nemen. Ondernemers moeten erop toezien dat het niet ter plaatse wordt genuttigd. Bij excessen en overlastmeldingen treedt handhaving op\", aldus een woordvoerder van de gemeente."], "authors": ["Door"], "keywords": ["optreden", "van", "het", "en", "om", "een", "tegen", "alcoholverkoop", "dat", "afhaalzaken", "te", "op", "bij", "blijft", "utrecht", "gemeente"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}