{"id": "bb96f893-493c-3a93-9634-1afb8f1856e9", "title": "'Weinig discussie over Oeigoeren in China uit angst voor terrorisme'", "url": "https://nu.nl/dit-wordt-het-nieuws/6096958/weinig-discussie-over-oeigoeren-in-china-uit-angst-voor-terrorisme.html", "summary": "Buitenlandse kritiek neemt steeds verder toe, maar binnen China wordt er vrij weinig over gesproken.\nJe hoort Frank Pieke, hoogleraar Modern China Studies aan de Universiteit Leiden, daarover in de Dit wordt het nieuws-podcast.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nVoor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "paragraphs": ["In China worden Oeigoeren nog altijd opgepakt en overgezet naar speciale trainingskampen, zoals ze door de Chinese autoriteiten worden genoemd. Dit speelt zich inmiddels al jaren af. Buitenlandse kritiek neemt steeds verder toe, maar binnen China wordt er vrij weinig over gesproken. Vanwaar die binnenlandse stilte? En heeft de kritiek vanuit het buitenland enig nut? Je hoort Frank Pieke, hoogleraar Modern China Studies aan de Universiteit Leiden, daarover in de Dit wordt het nieuws-podcast.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["wordt", "oeigoeren", "angst", "discussie", "je", "nieuws", "van", "uit", "een", "voor", "terrorisme", "het", "en", "op", "china", "weinig", "dit"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}