{"id": "bbb0b456-66a1-38c6-9eaf-57515261508e", "title": "Impact Tony's Chocolonely voor slaafvrije chocolade blijft druppel op gloeiende plaat", "url": "https://www.parool.nl/nederland/impact-tony-s-chocolonely-voor-slaafvrije-chocolade-blijft-druppel-op-gloeiende-plaat~bb36761f/", "summary": "Een deel van die hogere opbrengst is bedoeld voor boeren,” zegt Ynzo van Zanten, bij Tony’s Chocolonely verantwoordelijk voor het verspreiden van de missie om de wereld van chocolade eerlijker en duurzamer te maken.\n“Beide landen tellen honderdduizenden boeren, dus het aantal is gering, maar het groeit behoorlijk.\nDaarnaast maken we meer werk van het opsporen van gevaarlijke werkomstandigheden, kinderarbeid en slavernij.\nOnze manier van werken zorgt er wel degelijk voor dat de positie van boeren wordt verbeterd en dat er meer kinderen naar school gaan.\nWe kunnen het niet uitsluiten, want als dat helpt om onze missie verder te verspreiden, is dat een goede zaak.", "paragraphs": ["Cacaoboeren in Madagaskar. Beeld Hollandse Hoogte / AFP", "“Wat wij doen is een druppel op de gloeiende plaat. Zo eerlijk moeten we zijn. Maar we merken wel dat het bewustzijn wereldwijd groeit dat veel zaken in deze sector niet goed gaan en dat er gelukkig ook stappen worden gezet om bijvoorbeeld de inkomenspositie van de cacaoboeren in Ghana en Ivoorkust (uit deze Afrikaanse landen komt 60 procent van alle cacaobonen, red.) te verbeteren. Zo hebben beide landen een minimumprijs voor cacao afgedwongen. Een deel van die hogere opbrengst is bedoeld voor boeren,” zegt Ynzo van Zanten, bij Tony’s Chocolonely verantwoordelijk voor het verspreiden van de missie om de wereld van chocolade eerlijker en duurzamer te maken.", "Keuringsdienst van Waarde", "Van Zanten: “Wij zijn geen chocolademaker, maar impactmaker, via de weg van chocola. Teun (‘Tony’) van de Keuken zag vijftien jaar geleden via het programma Keuringsdienst van Waarde een probleem en wij proberen dat sindsdien aan te pakken. Dat gaat met kleine stappen, maar elk jaar levert het meer op.”", "Uit het jaarverslag van het Amsterdamse bedrijf blijkt dat 8457 cacaoboeren in Ghana en Ivoorkust afgelopen boekjaar een extra premie van Tony’s hebben ontvangen (bovenop de Fair Trade-premie). Vorig jaar ging het nog om 6624 Afrikaanse boeren.", "“Beide landen tellen honderdduizenden boeren, dus het aantal is gering, maar het groeit behoorlijk. Daarnaast maken we meer werk van het opsporen van gevaarlijke werkomstandigheden, kinderarbeid en slavernij. Hierdoor hebben we meer gevallen van kinderarbeid, 387, bij onze zes coöperaties ontdekt. Tegelijkertijd hebben we hierdoor ook meer kunnen doen om problemen aan te pakken en op te lossen. Dan moet je denken aan praktische zaken zoals het geven van kruiwagens om het werk lichter te maken zodat ze niet zelf met zware zakken cacaobonen hoeven te zeulen. Maar ook het aanbieden van schoolkits is belangrijk om de kinderen naar school te krijgen in plaats van op het land te laten werken.”", "Beeld Rowin Ubink", "Omzet van 88 miljoen", "De omzet van Tony’s Chocolonely bedroeg in het gebroken boekjaar 2019/2020 ruim 88 miljoen euro, uiteindelijk bleef er een winst over van ruim 261.000 euro. Van Zanten: “Wij hoeven geen megawinst te draaien, dat past ons niet. We investeren liever in het verbeteren van deze sector. Niet alleen sociale aspecten spelen daarbij een rol, via een gps-systeem kunnen we ook zien hoe het gaat met de ontbossing in Ghana en Ivoorkust. Als dat gebeurt bij de boeren waarmee wij samenwerken, kunnen we ingrijpen.”", "Tony’s Chocolonely krijgt regelmatig het verwijt dat het streven om de cacao-industrie te verbeteren alleen een marketinginstrument is om zoveel mogelijk repen te verkopen. “Tja, in Nederland hebben we inmiddels een marktaandeel in repen en tabletten van 16,5 procent. Hoe groter je wordt, hoe meer wind je vangt. We kunnen goed tegen kritiek, dat houdt ons scherp. Maar het moet wel kloppen. Onze manier van werken zorgt er wel degelijk voor dat de positie van boeren wordt verbeterd en dat er meer kinderen naar school gaan. Daarnaast zijn we blij dat andere bedrijven onze werkwijze overnemen, zoals Albert Heijn met de Delicata-chocolade.”", "Niet in de etalage", "Het is volgens Van Zanten niet de bedoeling dat Tony’s op korte termijn aan een groot chocoladebedrijf zoals Nestlé of Mars wordt verkocht, zoals een paar jaar geleden door topman Henk Jan Beltman werd geopperd. “Nee, dat is een eigen leven gaan leiden. We kunnen het niet uitsluiten, want als dat helpt om onze missie verder te verspreiden, is dat een goede zaak. Maar we hebben recent een aantal flinke investeerders binnengehaald en kunnen prima zelfstandig verder. We zijn inmiddels met ruim dertig verschillende repen actief in dertig landen, waarvan Nederland, het VK, VS, Duitsland, Oostenrijk en Zwitserland de belangrijkste zijn. We groeien stevig.”", "Het plan om in Zaanstad een Willy Wonka-achtige fabriek in combinatie met een pretpark te bouwen, is voorlopig in de ijskast gezet. “Dat komt vooral door de corona-uitbraak. Investeerders zijn voorzichtiger geworden. Het plan ligt er nog steeds, maar we wachten even af.”"], "authors": ["Sanne Schelfaut"], "keywords": ["tonys", "druppel", "van", "gloeiende", "het", "op", "maar", "plaat", "zijn", "chocolade", "impact", "een", "niet", "dat", "te", "chocolonely", "en", "om", "slaafvrije", "voor"], "pubDate": "2020-12-04T10:22:14+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}