{"id": "bbb50597-f8fd-3951-9a85-1d425410c627", "title": "Barnier en Frost leggen Brexit-onderhandelingen stil", "url": "https://nu.nl/economie/6094723/barnier-en-frost-leggen-brexit-onderhandelingen-stil.html", "summary": "Dat melden de Europese onderhandelaar Michel Barnier en zijn Britse evenknie David Frost vrijdag op Twitter.\nBarnier en Frost gaan hun bazen inlichten over de stand van de onderhandelingen.\nDe onderhandelingen zijn stilgelegd omdat er nog steeds grote afstand is tussen beide partijen op het gebied van staatssteun, toezicht en visserij.\nSindsdien is er sprake van een overgangsperiode, waarin voor de onderlinge handel dezelfde regels gelden als vóór het Britse vertrek.\nDat betekent dat op veel producten importheffingen komen.", "paragraphs": ["De onderhandelingen over een handelsakkoord tussen de Europese Unie en het Verenigd Koninkrijk zijn stilgelegd. Dat melden de Europese onderhandelaar Michel Barnier en zijn Britse evenknie David Frost vrijdag op Twitter. Volgens hen zijn er nog steeds grote verschillen.", "Barnier en Frost gaan hun bazen inlichten over de stand van de onderhandelingen. Europees Commissievoorzitter Ursula von der Leyen en de Britse premier Boris Johnson spreken elkaar vervolgens zaterdagmiddag.", "De onderhandelingen zijn stilgelegd omdat er nog steeds grote afstand is tussen beide partijen op het gebied van staatssteun, toezicht en visserij. Dat zijn al geruime tijd de drie struikelblokken.", "Het VK is officieel al op 31 januari 2020 uit de EU gestapt. Sindsdien is er sprake van een overgangsperiode, waarin voor de onderlinge handel dezelfde regels gelden als vóór het Britse vertrek. Deze overgangsperiode eindigt op 31 december.", "Voor die tijd willen het VK en de EU tot een akkoord komen over de onderlinge handelsrelatie. Als dat niet lukt, vallen ze terug op de handelsregels van wereldhandelsorganisatie WTO. Dat betekent dat op veel producten importheffingen komen.", "Donderdag kwamen nog berichten naar buiten dat een deal aanstaande zou zijn. Volgens de Britse minister van Onderwijs Gavin Williamson zou er zelfs dit weekend al een akkoord kunnen komen, maar na de berichten van Frost en Barnier lijkt dat voorlopig van de baan."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "dat", "brexitonderhandelingen", "een", "en", "stil", "frost", "britse", "zijn", "onderhandelingen", "op", "barnier", "er", "het", "leggen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}