{"id": "bbcf9ff5-b182-3f3a-b2e2-f64e88c3dc1a", "title": "Amanda Balk geeft update na brute overval", "url": "https://www.telegraaf.nl/entertainment/1208206761/amanda-balk-geeft-update-na-brute-overval", "summary": "We zijn ok”, schrijft ze in haar Instagram Stories bij een foto van haar slapende dochter.\n(Tekst loopt verder onder afbeelding)Ⓒ InstagramDonderdagochtend werd Amanda Balk wakker van een pakketbezorger die aanbelde.\nMaar wanneer ze het pakketje vijf minuten later besluit op te halen, wordt ze direct in haar buik getrapt, de gang in geduwd en krijgt ze een pistool op zich gericht.\nDe man die zich voordeed als pakketbezorger blijkt samen met een handlanger om de hoek te hebben gewacht.\nIk voel me zo verdrietig”, vertelde ze kort na de brute overval aan Privé.", "paragraphs": ["„Bedankt voor alle steun en lieve berichtjes. We zijn ok”, schrijft ze in haar Instagram Stories bij een foto van haar slapende dochter.", "(Tekst loopt verder onder afbeelding)", "Ⓒ Instagram", "Donderdagochtend werd Amanda Balk wakker van een pakketbezorger die aanbelde. Door de eerdere gewapende woningovervallen bij onder meer YouTube-ster Nikkie de Jager en Fred van Leer besluit ze niet meteen naar de deur te gaan, maar laat ze via de intercom weten dat de bezorger het pakket achter kan laten.", "Maar wanneer ze het pakketje vijf minuten later besluit op te halen, wordt ze direct in haar buik getrapt, de gang in geduwd en krijgt ze een pistool op zich gericht. De man die zich voordeed als pakketbezorger blijkt samen met een handlanger om de hoek te hebben gewacht. „Ze hebben mijn keel dichtgeknepen, mij geschopt en geslagen. Ik voelde niets van de klappen, het enige wat ik schreeuwde, was: ’Kom niet aan mijn kind!’ Vegas had zich in de kast verstopt. Ik voel me zo verdrietig”, vertelde ze kort na de brute overval aan Privé.", "Amanda deed donderdagochtend direct aangifte van de gewapende woningoverval."], "authors": [], "keywords": ["ik", "van", "pakketbezorger", "balk", "en", "een", "ze", "geeft", "update", "te", "brute", "het", "zich", "haar", "overval", "amanda"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}