{"id": "bbdf4fa4-1e6e-3da8-afce-73edbde8146c", "title": "Politicus Adolf Hitler Uunona gekozen in regionaal bestuur Namibië", "url": "https://nu.nl/opmerkelijk/6094452/politicus-adolf-hitler-uunona-gekozen-in-regionaal-bestuur-namibie.html", "summary": "In de voormalige Duitse kolonie Namibië is een politicus met de naam Adolf Hitler Uunona gekozen in een regionaal bestuur.\nDe Namibiër van de regerende Swapo-partij is nu districtsbestuurder van Ompundja, in het noorden van het Afrikaanse land.\nVolgens Uunona heeft zijn vader hem naar de Duitse nazileider vernoemd en is het te laat om zijn naam te veranderen.\nEr zijn veel bewoners in Namibië met Duitse voor- en achternamen.\nVan 1884 tot 1915 behoorden delen van Namibië tot het Duitse rijk.", "paragraphs": ["In de voormalige Duitse kolonie Namibië is een politicus met de naam Adolf Hitler Uunona gekozen in een regionaal bestuur. De Namibiër van de regerende Swapo-partij is nu districtsbestuurder van Ompundja, in het noorden van het Afrikaanse land.", "Gebruikers van sociale media vragen zich af waarom iemand met een dergelijke naam de politiek in zou gaan.", "Volgens Uunona heeft zijn vader hem naar de Duitse nazileider vernoemd en is het te laat om zijn naam te veranderen. \"Het betekent niet dat ik de regio wil veroveren\", citeert Daily Mail. De politicus vermoedt dat zijn vader niet wist waar de naam Adolf Hitler voor stond.", "Er zijn veel bewoners in Namibië met Duitse voor- en achternamen. Kinderen werden bijvoorbeeld genoemd naar de werkgevers van de ouders. Enerzijds omdat de Europeanen het moeilijk vonden om de inheemse namen correct uit te spreken, anderzijds uit respect voor de werkgever of superieuren.", "Van 1884 tot 1915 behoorden delen van Namibië tot het Duitse rijk. In die tijd onderdrukten de koloniale heersers op gewelddadige wijze de opstanden van de etnische groepen Herero en Nama. Tienduizenden mensen stierven. Tot op de dag van vandaag is de relatie tussen Namibië en Duitsland moeizaam."], "authors": ["Door"], "keywords": ["tot", "hitler", "van", "gekozen", "het", "regionaal", "bestuur", "zijn", "uunona", "namibië", "duitse", "en", "te", "naam", "politicus", "adolf", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}