{"id": "bbe8198c-3bac-3647-b3cc-5c8a18bdbc40", "title": "Oppositieleider Belarus: ‘Bewijs van gewonnen verkiezingen, is vernietigd’", "url": "https://www.parool.nl/wereld/oppositieleider-belarus-bewijs-van-gewonnen-verkiezingen-is-vernietigd~b7c7bc91/", "summary": "Net dit jaar dacht ik: het gaat goed met hem, ik heb gedaan wat ik kon, ik mag weer aan mezelf denken.\n“Toen besloot ik dat ik het maar in zijn plaats moest proberen, al had ik nooit verwacht dat ík wel op het stembiljet terecht zou komen.\nIk denk dat ik vind dat ik het recht niet heb.\nAls ik erover nadenk, weet ik best dat ik uitgeput ben, en dat ik veel zorgen heb.\nIk weet best dat ik zodra ik bij de grens kom in de gevangenis word gegooid, en dat ik nu, als internationaal vertegenwoordiger van de Belarussen, veel meer kan doen dan vanuit de gevangenis.", "paragraphs": ["Svetlana Ticha­novskaja. Beeld EPA", "“Ik ben opgeleid als docent Engels, maar de afgelopen tien jaar heb ik vooral gewijd aan mijn oudste kind,” vertelt Svetlana Ticha­novskaja (38). Eind november bezocht ze Nederland, in de hoop op steun bij de strijd tegen de dictatuur in haar land. “Mijn zoon heeft een gehoorbeperking en ik moest er voor zorgen dat hij de juiste zorg kreeg. Net dit jaar dacht ik: het gaat goed met hem, ik heb gedaan wat ik kon, ik mag weer aan mezelf denken. Ik wilde dus weer de arbeidsmarkt op, kijken of ik ondanks het grote gat in mijn cv weer aan de slag kon als lerares. Een instelling voor online onderwijs had interesse in mij, mijn proefperiode heb ik al achter de rug. In september zou ik officieel beginnen, vanuit mijn huis in Minsk. Ik had er zin in.”", "In plaats daarvan heeft Ticha­novskaja in alle vroegte een fotoshoot in Den Haag, voor dit interview. Op het overvolle programma staat onder andere een ontmoeting met minister Blok van Buitenlandse Zaken; premier Rutte heeft ze al gesproken. Na een optreden voor de camera van Al Jazeera vliegt ze aan het eind van de dag weer terug naar huis – en ‘thuis’ is tegenwoordig Vilnius, in Litouwen. De chocoladeletters in haar tas heeft ze niet zelf voor haar kinderen kunnen kopen, dat heeft iemand voor haar gedaan. Geen tijd.", "Slot en grendel", "Het begon allemaal met haar man, de populaire vlogger Sergej Tichanovsky. “Hij liet de problemen van gewone mensen zien, en werd steeds bozer over hoe slecht het regime hen behandelde.” Toen er presidentsverkiezingen werden afgekondigd, besloot hij het daarom tegen president Aleksandr Loekasjenko op te nemen. Maar nog voordat hij zijn officiële kandidaat­stelling kon inleveren, verdween hij, net als andere oppositieleiders, achter slot en grendel. “Toen besloot ik dat ik het maar in zijn plaats moest proberen, al had ik nooit verwacht dat ík wel op het stembiljet terecht zou komen. Dat gebeurde toch. Ze zullen hebben gedacht: wat kan zo’n eenvoudig vrouwtje nou uitrichten? Nou ja, dat is gebleken.”", "Ze sloeg de handen ineen met twee andere vrouwen die optraden namens mannen die het stembiljet niet hadden gehaald. Samen hadden ze één duidelijke agenda: de politieke gevangenen moeten vrij en er moeten eerlijke verkiezingen komen. Die boodschap sloeg aan. “Ik heb de presidentsverkiezingen uiteindelijk gewonnen. Alle onafhankelijke onder­zoeken laten dat zien. Maar ik zal het nooit kunnen bewijzen, want al het bewijs is meteen na de verkiezingen vernietigd.”", "Loekasjenko claimde de overwinning en Belarussen gingen in het hele land met honderdduizenden tegelijk de straat op om nieuwe verkiezingen te eisen. De oproerpolitie sloeg er hard op in en mensen werden bij bosjes gearresteerd. Tichanovskaja zelf moest voor haar veiligheid in allerijl het land verlaten. Ze ging naar buurland Litouwen, waar ze haar kinderen al had ondergebracht, want als in Belarus beide ouders gedetineerd zijn, neemt de staat de zorg voor de kinderen over – een nachtmerriescenario dat veel mensen ervan weerhoudt zich uit te spreken.", "Massa-arrestaties", "Het politiegeweld neemt de laatste weken toe, en ook aan de massa-arrestaties is nog geen eind gekomen. Er zijn regel­matig doden te betreuren. Op dit moment zitten er nog duizenden mensen vast. Haar man Sergej heeft Tichanovskaja sinds zijn arrestatie in mei één keer mogen spreken.", "“Hij had al twee keer vastgezeten. De eerste keer was het zwaarst. Ik wist nog helemaal niet hoe alles werkte. Hoe we erachter konden komen waar hij was, hoe we hem eten moesten brengen. Nu is het vooral moeilijk voor de kinderen. Mijn dochter van 5 denkt dat haar vader op zakenreis is. Elke avond voor het slapen vraagt ze wanneer hij terugkomt. Mijn zoon van 10, die wel weet waar zijn vader is, troost haar en zegt dat papa snel weer thuiskomt. Hij weet ook wat ik doe, mijn dochter denkt dat ik op reis ben om cadeau­tjes voor haar te kopen. Ik zie dat mijn zoon onder de situatie lijdt. Eigenlijk moet ik binnenkort met hem gaan zitten om te praten over wat ons allemaal is overkomen. Maar hij is gevoelig, ik weet niet goed hoe ik dit aan moet pakken.”", "Ze is nu vier dagen op reis en zo lang was ze nog niet bij haar kinderen weg geweest. “Ze zijn bij vrienden, ze zijn in goede handen, maar voor mij was het toch een grote stap ze zo lang alleen te laten.”", "Na een korte pauze: “Maar wil je het niet laten lijken alsof mijn verhaal bijzonder is? Dit is het verhaal van alle families in Belarus die in aanraking zijn gekomen met de politie.”", "Sancties", "Natuurlijk worden niet alle Belarussen door Europese regeringsleiders ontvangen. Tichanovskaja wel. Ze vraagt hen om steun bij de strijd tegen het regime. Ze wil sancties. Persoonlijke sancties tegen de belangrijkste politieke figuren, daar is de EU inmiddels voorzichtig mee begonnen. En nu toch ook economische sancties.", "“Aanvankelijk was ik dankbaar voor wat andere landen voor ons deden. Nu denk ik: het is niet genoeg. Ik ben opgevoed met het idee dat ik dankbaar moest zijn, dat hebben mijn ouders me geleerd. Mijn oma vertelde me altijd dat ik meer moest geven dan nemen, een mooie les. Ook de staat vroeg om dankbaarheid, we moesten altijd dankbaar zijn voor dat kleine beetje dat we kregen, niet klagen of zeggen hoe het anders kon. Pas nu zien we met zijn allen in dat het zo niet werkt.”", "“Veel mensen die nu de straat op gaan, doen dat niet voor ‘democratie’. Dat is een abstract concept, veel Belarussen weten helemaal niet wat democratie is, hebben nooit in een democratie geleefd. Ze doen dit omdat ze willen dat het geweld stopt. Omdat ze gehoord willen worden. Omdat ze willen dat het bestuur rekening met hen houdt, om hen geeft. Dát zijn natuurlijk de fundamenten van democratie. Democratie is dat de politie níet geweldloze burgers in elkaar slaat. Daar begint het.”", "“Dankzij internet konden mensen makkelij­ker zien dat ze niet alleen stonden in hun mening, bovendien konden ze elkaar opzoeken om zich te organise­ren.”", "“Dat we zo weinig ervaring hebben met democratie, betekent dat we nog niet klaar zijn als het regime straks gevallen is. We moeten met zijn allen immers nog zo veel leren voor we een goede democratie kunnen bouwen. En eerst moet deze strijd nog gestreden.”", "Aleksandr Loekasjenko is al 26 jaar aan de macht. In de afgelopen jaren waren er nauwelijks protesten tegen zijn bewind, en nog nooit zo massaal als nu.", "Crowdfunding", "“Ik denk dat internet daarbij een grote rol heeft gespeeld. Dankzij internet konden mensen makkelijker zien dat ze niet alleen stonden in hun mening, bovendien konden ze elkaar opzoeken om zich te organiseren. Dat bleek bijvoorbeeld aan het begin van de coronacrisis. We hadden een groot probleem en de regering deed niets om ons te beschermen, we werden aan ons lot overgelaten. Via crowdfunding zijn er toen maskers voor onze artsen gekocht. Ook voor gezinnen waarvan de kostwinnaar in het ziekenhuis lag, is er via internet geld opgehaald.”", "“Het werk van mijn man heeft denk ik ook een rol gespeeld. Doordat hij in zijn video’s gewone mensen aan het woord liet, over hun leven en hun zorgen, hebben mensen gemerkt hoe fijn het is om gehoord te worden. Hoe belangrijk het is dat er naar je wordt geluisterd, en hoe goed het is elkaars verhalen te horen.”", "“Vroeger wisten we allemaal echt wel dat we in een dictatuur leefden. Maar iedereen was te druk met zijn eigen problemen om de problemen van anderen te zien. Je ging je buren dus niet helpen. En je kwam niet in verzet, dat zou alleen maar tot meer problemen leiden. Dát is nu voorgoed veranderd. Belarussen werken samen. Organiseren zich. Zijn er trots op om Belarus te zijn. Staan voor hun rechten en die van anderen. Hoe het verder allemaal ook zal lopen, dit neemt niemand ons af. We hebben elkaar ontdekt.”", "Landgenoten", "Ook de Belarussen in het buitenland zoeken elkaar nu op, veel Nederlandse Belarussen zijn dag en nacht in touw om hun landgenoten te helpen. In Amsterdam ontmoette Tichanovskaja er honderd – vanwege de coronaregels moest het aantal beperkt blijven. Daar gebeurde iets magisch. De organisator van de bijeenkomst was jarig en werd uitbundig gefeliciteerd door de vrouw op wie hij had gestemd. Maar hij was niet de enige, bijna iedereen vertrok na haar toespraakje met een uitgelaten, jarige gloed.", "“Zo’n ontmoeting is belangrijk voor hen, dat weet ik. Het geeft hen energie om door te gaan. Maar voor mij is het minstens even belangrijk, deze mensen inspireren mij. Het werk dat ze doen is van onschatbare waarde. Zíj zorgen ervoor dat ons land op de agenda blijft. We doen dit echt met zijn allen.”", "Ticha­novskaja staat onder grote druk. Hoe het haar lukt dan toch steeds zowel kalm als energiek te blijven? “Daar heb ik nog geen uitgebreide analyse van gemaakt.” Ze neemt haar tijd om na te denken. “Huilen kan goed zijn. Dat je alles eruit gooit en dat daarna alles beter is. In mijn vorige leven huilde ik best snel, soms om helemaal niets. Maar nu, wanneer heb ik voor het laatst gehuild? Al maanden niet meer. Ik denk dat ik vind dat ik het recht niet heb. Als ik erover nadenk, weet ik best dat ik uitgeput ben, en dat ik veel zorgen heb. Maar hoe ík me voel is gewoon niet relevant. Ik móet dit doen. Voor mijn man, voor de Belarussen, voor het hele land. Ik mag mijn emoties alleen laten zien als die anderen inspireren. Want dat is nu mijn taak: anderen inspireren.”", "“Bij alles wat ik doe voel ik me schuldig, dat gevoel is een constante. Ik kan niet naar die gruwelijke video’s uit Minsk kijken zonder me schuldig te voelen over het feit dat ik niet daar ben, bij mijn familie en bij al die mensen die het zo zwaar hebben. Ik weet best dat ik zodra ik bij de grens kom in de gevangenis word gegooid, en dat ik nu, als internationaal vertegenwoordiger van de Belarussen, veel meer kan doen dan vanuit de gevangenis. Mijn landgenoten weten dat ook, ze nemen me het echt niet kwalijk dat ik niet bij hen ben. Maar toch knaagt het. De staatspropaganda speelt daarmee. Die zegt: jullie zijn aan het demonstreren terwijl zij lekker koteletjes eet met een wijntje erbij. Onzin natuurlijk, maar het raakt me toch.”", "Eenmaal terug in Vilnius kijkt ze via Zoom – kindergeluiden op de achtergrond – terug op haar bezoek aan Nederland. De mensen waren aardig, zegt ze, en hebben haar verzoeken welwillend aangehoord. Ze is blij met alle steun die haar is toe­gezegd, het was een constructieve reis. Het was goed, lacht ze, voor een wérk­bezoek. “Ik heb altijd al eens naar Amsterdam gewild. Maar dat ik met bodyguards langs de grachten zou lopen, dat was natuurlijk nooit de bedoeling.’’"], "authors": ["Franka Hummels"], "keywords": ["bewijs", "van", "verkiezingen", "belarus", "vernietigd", "het", "gewonnen", "zijn", "ik", "ze", "niet", "dat", "en", "een", "te", "oppositieleider", "voor"], "pubDate": "2020-12-04T16:23:46+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}