{"id": "bbef5352-9ba9-3c7b-b5af-3204a5de458f", "title": "Zahavi geniet van samenwerking met Malen bij PSV: 'Hij maakt mij beter'", "url": "https://nu.nl/voetbal/6101186/zahavi-geniet-van-samenwerking-met-malen-bij-psv-hij-maakt-mij-beter.html", "summary": "Eran Zahavi is lyrisch over de samenwerking met Donyell Malen in de aanval van PSV.\n\"Hij gaf me twee heel goede voorzetten\", zegt Zahavi bij de NOS over de assists van Malen.\nZahavi bracht PSV in de Johan Cruijff ArenA al na twee minuten op aangeven van Malen op voorsprong.\n284 Terugblik Ajax-PSV: 'Recordaankoop Haller maakte direct indruk'Malen: 'Ik weet vaak wat hij wil'Ook Malen is zeer te spreken over de samenwerking met Zahavi.\nBekijk de uitslagen, de stand en het programma in de Eredivisie", "paragraphs": ["Eran Zahavi is lyrisch over de samenwerking met Donyell Malen in de aanval van PSV. De Israëliër scoorde zondag tweemaal op aangeven van de Oranje-international in de topper tegen Ajax (2-2).", "\"Hij gaf me twee heel goede voorzetten\", zegt Zahavi bij de NOS over de assists van Malen. \"Die combinatie was heel erg goed. Ik hoop dat we samen blijven spelen en elkaar helpen. Dan kunnen we elkaar beter maken. Daar gaat het om.\"", "Zahavi bracht PSV in de Johan Cruijff ArenA al na twee minuten op aangeven van Malen op voorsprong. Twintig minuten later vond de 33-jarige spits opnieuw het net na voorbereidend werk van zijn twaalf jaar jongere ploeggenoot.", "\"Donyell heeft heel veel kwaliteiten. Hij passt goed en beweegt zich goed\", is Zahavi lovend. \"We moeten elkaar beter maken. Vandaag maakte hij mij beter en volgende wedstrijd maak ik hem beter. Dat hoort zo als twee spitsen samen spelen.\"", "Zahavi maakte tegen Ajax zijn tweede en derde competitiedoelpunt voor PSV. \"Natuurlijk ben ik blij met mijn doelpunten en mijn spel, maar ik ben trots op de ploeg. Het was een heel zware wedstrijd.\"", "284 Terugblik Ajax-PSV: 'Recordaankoop Haller maakte direct indruk'", "Malen: 'Ik weet vaak wat hij wil'", "Ook Malen is zeer te spreken over de samenwerking met Zahavi. \"Ik weet wel vaak wat hij wil\", vertelt hij bij de NOS. \"Ik voelde dat hij ergens in de buurt was en dan geef je de bal. Natuurlijk wil je scoren als spits, maar dit is ook leuk.\"", "Malen hield gemengde gevoelens over aan het gelijkspel tegen Ajax. \"Het is enigszins teleurstellend, maar over het algemeen is een gelijkspel wel oké. Ik ben wel trots op hoe we hebben gespeeld.\"", "Door het gelijkspel in Amsterdam blijft PSV de nummer twee op de ranglijst. De achterstand op koploper Ajax is slechts één punt.", "Bekijk de uitslagen, de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["ik", "van", "het", "twee", "zahavi", "en", "met", "psv", "maakt", "geniet", "samenwerking", "op", "malen", "mij", "hij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}