{"id": "bbf444a3-d98f-3119-ab41-855ab13a0116", "title": "Veel scheepswrakken gesignaleerd bij Hoorn, mogelijk Spaanse vloot uit 1573", "url": "https://nu.nl/wetenschap/6097727/veel-scheepswrakken-gesignaleerd-bij-hoorn-mogelijk-spaanse-vloot-uit-1573.html", "summary": "Op de bodem van het Markermeer nabij Hoorn zijn wrakken en resten van schepen gesignaleerd die vermoedelijk behoren tot een Spaanse vloot uit 1573.\nEen grote Spaanse armada werd toentertijd door een groep West-Friese watergeuzen verslagen.\nDe overwinning was een van de belangrijke momenten die het tij deden keren in de Tachtigjarige Oorlog.\nTien complete scheepswrakken gevondenOp zeker 35 plekken in het Hoornse Hop, het gedeelte van het Markermeer nabij Hoorn, is onderzoek gedaan.\nOp tien plaatsen zijn complete scheepswrakken gevonden, terwijl op overige plaatsen resten van schepen zijn aangetroffen.", "paragraphs": ["Op de bodem van het Markermeer nabij Hoorn zijn wrakken en resten van schepen gesignaleerd die vermoedelijk behoren tot een Spaanse vloot uit 1573. Een grote Spaanse armada werd toentertijd door een groep West-Friese watergeuzen verslagen.", "De overwinning was een van de belangrijke momenten die het tij deden keren in de Tachtigjarige Oorlog.", "Volgens de Rijksdienst voor het Cultureel Erfgoed wordt volgend jaar, naar verwachting in de zomer, met duikers vastgesteld of de archeologische vondsten daadwerkelijk tot de Spaanse vloot behoren. \"De archeologische waarde wordt dan vastgesteld\", schrijft de Rijksdienst op de eigen website.", "De wrakken zijn gesignaleerd op een stuk van zo'n 73 vierkante kilometer bodem. De Rijksdienst kwam de verloren schepen door middel van een brede sonarscan op het spoor. Daarna werden \"potentieel interessante\" locaties uitgelicht, waar een nieuwe, gedetailleerdere scan werd gemaakt.", "Een deel van de locaties die onder de loep zijn genomen, waren als \"interessant\" aangemerkt door vrijwilligers van de gemeente Hoorn. De vrijwilligers hebben met een schip en eigen apparatuur jarenlang onderzoek verricht.", "Tien complete scheepswrakken gevonden", "Op zeker 35 plekken in het Hoornse Hop, het gedeelte van het Markermeer nabij Hoorn, is onderzoek gedaan. Op tien plaatsen zijn complete scheepswrakken gevonden, terwijl op overige plaatsen resten van schepen zijn aangetroffen.", "Mogelijk liggen nog veel meer schepen in de bodem van de oevers nabij Hoorn. Uit het onderzoek blijkt dat het grootste gedeelte van de bodem vrij zacht is, waardoor schepen snel kunnen verdwijnen en onzichtbaar blijven voor sonarscans. Volgens de Rijksdienst blijven die wrakken echter wel goed bewaard door de afdeklaag."], "authors": ["Door"], "keywords": ["scheepswrakken", "bij", "zijn", "hoorn", "uit", "spaanse", "gesignaleerd", "mogelijk", "die", "veel", "van", "een", "1573", "door", "vloot", "rijksdienst", "op", "het", "schepen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}