{"id": "bbf638c9-8670-3353-8e75-440e79c0ef92", "title": "Staat hoeft geen strengere klimaatvoorwaarden te stellen aan steun KLM", "url": "https://www.parool.nl/nederland/staat-hoeft-geen-strengere-klimaatvoorwaarden-te-stellen-aan-steun-klm~b2635d7c/", "summary": "De huidige voorwaarden van het steunpakket aan KLM zouden dat bij lange na niet doen.\nDe verdragen waar Greenpeace zich op beroept ‘hebben geen betrekking op de uitstoot van broeikasgassen als gevolg van de internationale luchtvaart’, aldus de rechters.\nDaarnaast moet de luchtvaartmaatschappij zich aan het vorig jaar gesloten Akkoord Duurzame Luchtvaart houden.\nOok moet KLM zich ‘blijven committeren’ aan het doel om zijn toestellen over tien jaar op 14 procent duurzame brandstof te laten vliegen.\nNaast de duurzaamheidseisen zijn daar financiële eisen aan verbonden: een bezuiniging van 15 procent, met een langdurig loonoffer van de werknemers.", "paragraphs": ["Beeld Getty Images/iStockphoto", "De Nederlandse tak van Greenpeace spande afgelopen maand een kort geding aan tegen de staat. De overheid is verplicht om haar burgers tegen de gevolgen van klimaatverandering te beschermen, betoogde de milieuorganisatie op basis van internationale klimaatverdragen. De huidige voorwaarden van het steunpakket aan KLM zouden dat bij lange na niet doen.", "De rechter gaat niet mee in de beschuldigingen. De verdragen waar Greenpeace zich op beroept ‘hebben geen betrekking op de uitstoot van broeikasgassen als gevolg van de internationale luchtvaart’, aldus de rechters. De miljardensteun blijft hiermee in haar huidige vorm overeind staan. Greenpeace draait op voor de kosten van het geding.", "Greenpeace is teleurgesteld met de uitspraak, laat de organisatie weten in een reactie. “Dit is een verlies voor het klimaat. De uitspraak motiveert ons om dubbel zo hard actie te blijven voeren.”", "Klimaatakkoord Parijs", "De klimaateisen aan de steun zijn als volgt: KLM moet in 2030 de CO2-uitstoot per passagier per afgelegde kilometer hebben gehalveerd. Daarnaast moet de luchtvaartmaatschappij zich aan het vorig jaar gesloten Akkoord Duurzame Luchtvaart houden. Ook moet KLM zich ‘blijven committeren’ aan het doel om zijn toestellen over tien jaar op 14 procent duurzame brandstof te laten vliegen.", "Greenpeace acht deze eisen niet afdoende en stelt dat er een jaarlijkse maximaal toegestane hoeveelheid CO2-uitstoot moet worden afgesproken. Alleen zo zouden de doelen uit het klimaatakkoord van Parijs kunnen worden gehaald.", "Reorganisatie", "Samen met de banken helpt het kabinet KLM de coronacrisis door met 3,4 miljard euro aan leningen en garanties. Naast de duurzaamheidseisen zijn daar financiële eisen aan verbonden: een bezuiniging van 15 procent, met een langdurig loonoffer van de werknemers. Hierover bereikte KLM in november overeenstemming met de pilotenvakbond VNV, die lang dwarslag."], "authors": ["Anna Herter"], "keywords": ["geen", "van", "klimaatvoorwaarden", "het", "staat", "hoeft", "stellen", "op", "met", "klm", "zijn", "steun", "moet", "een", "te", "zich", "aan", "strengere"], "pubDate": "2020-12-09T11:08:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}