{"id": "bbf71fc8-984f-3cb7-af69-0dd2fc834f1a", "title": "Laat kinderen thuis na schooltijd alsjeblieft andere dingen doen dan schooltje spelen op hun tablet", "url": "https://volkskrant.nl/columns-opinie/laat-kinderen-thuis-na-schooltijd-alsjeblieft-andere-dingen-doen-dan-schooltje-spelen-op-hun-tablet~bfbb3fb5/", "summary": "Squla zegt nu vroom dat het kinderen vertrouwd wil maken met toetsen, en hun zelfvertrouwen wil vergroten.\nJe kunt ouders niet verwijten dat ze hulp inschakelen om hun kind zo goed mogelijk te laten presteren.\nDat krijg je in een systeem dat kinderen al zo jong selecteert voor een vervolgopleiding die de rest van hun leven bepaalt.\nEen wreed systeem dat kinderen afrekent op wat ze níet kunnen, en daarmee hun toekomt voorspelt en soms afsnijdt.\nLaat kinderen thuis na schooltijd alsjeblieft andere dingen doen dan schooltje spelen op hun tablet: een potje voetballen, bomen klimmen, filmpjes of muziek maken, verhalen vertellen, taarten bakken, fietsen, spelen, hangen en ruzie maken met elkaar.", "paragraphs": ["‘Hij loopt achter met rekenen.’ Het gezicht van de vrouw stond bedrukt. De juf van haar achtjarige zoontje had haar een abonnement op Squla aangeraden. Dan konden ze thuis elke dag oefenen. Het kostte wel een tientje per maand, en ze zat al zo krap. Maar ja, als de school het nou nodig vond. Ze wilde het allerbeste voor hem.", "Al er één bedrijf is dat garen heeft gesponnen bij de coronacrisis dan is het Squla, de uitgever van online educatief materiaal voor basisschoolleerlingen, in de vorm van games, quizzen en oefeningen voor toetsen. Squla bestaat al een jaar of tien. Al die tijd leenden veel scholen zich voor keiharde marketing, door kinderen een envelop mee te geven (‘Geef ‘m aan je ouders!’) met Squla-promotie, voorzien van een olijk stripfiguurtje en de verzekering dat het materiaal ‘powered by Cito’ was. Cito, de objectieve toetsenmaker! Vertrouwenwekkender kon haast niet. Ook mommybloggers zongen de lof van Squla.", "Sinds corona is het verdienmodel nog slimmer. Tijdens het thuisonderwijs kwam Squla honderdduizenden huiskamers binnen. Scholen krijgen Squla gratis, ouders moeten ervoor betalen, maar tijdens de schoolsluiting konden leerkrachten Squla gebruiken voor digitale lessen; zo leerden veel ouders de hypervrolijke en tof getoonzette lesjes kennen. ‘Leren is leuk!’ juicht Squla nu vrijwel dagelijks in de tv-reclame. Die richt zich rechtstreeks tot de kinderen: ‘Goed bezig! Word beter in rekenen! Of in taal, dat kan ook. Squla is er voor jou!’", "Tegenwoordig is cito niet meer prominent aanwezig op de Squla–website. Dat cito via Squla kinderen liet oefenen voor hun eigen toetsen (en zo de uitslag beïnvloedde) leidde tot scherpe kritiek. Squla zegt nu vroom dat het kinderen vertrouwd wil maken met toetsen, en hun zelfvertrouwen wil vergroten. Het bedrijf koopt de vragen nog steeds bij de toetsenmaker. Ouders weten heel goed dat hun kind met die geinige spelletjes oefent voor de toetsen van het leerlingvolgsysteem en de eindtoets. Ook wie geen geld heeft voor dure bijles kan zijn kind bewapenen.", "Je kunt ouders niet verwijten dat ze hulp inschakelen om hun kind zo goed mogelijk te laten presteren. Dat krijg je in een systeem dat kinderen al zo jong selecteert voor een vervolgopleiding die de rest van hun leven bepaalt. Een wreed systeem dat kinderen afrekent op wat ze níet kunnen, en daarmee hun toekomt voorspelt en soms afsnijdt.", "Je kunt commerciële bedrijven niet verwijten dat ze een gat in de markt zoeken en inspelen op angsten van ouders. Het is het onderwijs zelf dat hier niet aan zou moeten meewerken. Het thuis oefenen vergroot de concurrentie tussen kinderen, de kansenongelijkheid en de stress: het kind is nooit goed genoeg. Leerkrachten die verwijzen naar Squla geven daarmee het signaal: wij zijn zelf niet goed genoeg.", "Als een kind achterloopt met rekenen, is het de taak van de school om het te helpen en te bemoedigen. Dat Nederlandse kinderen al twintig jaar steeds slechter presteren met rekenen en lezen – precies de periode waarin digitaal onderwijs opkwam; kennelijk helpt het niet – is de ouders niet aan te rekenen, maar het onderwijs.", "Laat kinderen thuis na schooltijd alsjeblieft andere dingen doen dan schooltje spelen op hun tablet: een potje voetballen, bomen klimmen, filmpjes of muziek maken, verhalen vertellen, taarten bakken, fietsen, spelen, hangen en ruzie maken met elkaar. Dat is minstens zo belangrijk voor de ontwikkeling van kinderen. School zou genoeg school moeten zijn."], "authors": ["Aleid Truijens"], "keywords": ["ouders", "schooltijd", "thuis", "van", "schooltje", "laat", "het", "op", "voor", "kinderen", "doen", "een", "en", "dat", "niet", "squla", "hun", "tablet", "spelen"], "pubDate": "2020-09-14T18:39:36+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}