{"id": "bc01dcba-6220-33bd-ae5e-60ca703dbcea", "title": "Op pad met een metaaldetector: 'In elk weiland kun je muntjes vinden'", "url": "http://www.nu.nl/uit/6096644/op-pad-met-een-metaaldetector-in-elk-weiland-kun-je-muntjes-vinden.html", "summary": "Destijds waren ze een klein kapitaal waard: van die muntjes kon je een speer en een zwaard kopen.\"\n“Als je een muntje in je hand houdt met een Romeinse keizer erop, dan geeft dat een heel bijzonder gevoel.\nAls je dan een klein muntje in je hand houdt met het hoofd van een Romeinse keizer erop, dan geeft dat een heel bijzonder gevoel.\n\"Ook voor een lager budget kun je een goede detector kopen waar je een gouden muntje mee kunt vinden.\"\n\"Muntjes kun je in elk weiland vinden, maar je hebt meer kans op bijzondere vondsten als je weet waar mensen vroeger woonden of handelden.", "paragraphs": ["Het is misschien wel de ideale hobby in coronatijd: eropuit trekken met een metaaldetector. \"Je loopt buiten, je kunt je gedachten verzetten én het is spannend\", vertelt hobbyist Kees Leenheer, met 35 jaar zoekervaring. \"Je weet nooit wat je tegenkomt. Misschien alleen afval, maar je kunt ook zomaar op een Romeinse mantelspeld stuiten. Jij bent dan de eerste persoon die dat voorwerp na tweeduizend jaar in handen heeft. Dat geeft kippenvel.\"", "Als hoofdredacteur van het magazine van vereniging De Detector Amateur ziet Leenheer de belangstelling voor metaaldetectie toenemen. \"Ons ledenaantal groeit. Met een metaaldetector kun je er lekker opuit. Alleen of met vrienden, maar 1,5 meter afstand houden is geen probleem.\" En het blijft spannend. \"Ieder jaar worden er in Nederland schatten gevonden, van oude muntjes tot vondsten uit de Romeinse tijd.\"", "Klein kapitaal onder de grond", "Op een akker waar net mais gerooid was, vonden Leenheer en zijn zoekmaat ooit zelf een schat: zeventig kleine zilveren muntjes. \"Die bleken te dateren rond het jaar 700. Destijds waren ze een klein kapitaal waard: van die muntjes kon je een speer en een zwaard kopen.\" De vondst werd aangemeld bij de bevoegde instanties, waarop het Rijksmuseum van Oudheden in Leiden interesse toonde en de muntjes aankocht voor een expositie. De opbrengst, een paar duizend euro, werd gedeeld met de landeigenaar.", "“Als je een muntje in je hand houdt met een Romeinse keizer erop, dan geeft dat een heel bijzonder gevoel. Van wie is dat muntje geweest en hoe is het op die plek beland?” Kees Leenheer", "Toch is de kans klein dat je rijk wordt van metaal zoeken, denkt Leenheer. \"Maar daar gaat het ook niet om. Het is vooral de spanning en het verhaal dat schuilgaat achter een gevonden voorwerp. Als het piepje gaat, weet je nooit wat je opgraaft. Als je dan een klein muntje in je hand houdt met het hoofd van een Romeinse keizer erop, dan geeft dat een heel bijzonder gevoel. Van wie is dat muntje geweest en hoe is het op die plek beland?\"", "Haagse vingerhoedjes in Friesland", "Ook voor Leo Kooistra is het zoeken met een metaaldetector een passie geworden. Toen in 1984 een oude watersluis werd drooggelegd in zijn dorp in Friesland, besloot hij samen met zijn vader en broer een metaaldetector te kopen. Het zoeken langs vroegere turfroutes bleek verslavend. \"Vanaf 1600 brachten schepen turf uit de provincie naar de steden, om het daar te verkopen. De schepen kwamen terug met afval uit de steden, om het overgebleven land te bemesten. In dat stadsafval is nog van alles te vinden: van muntjes en pijpenkopjes tot vingerhoedjes en tinnen poppetjes.\"", "Uiteindelijk besloot Kooistra zelf metaaldetectors te gaan verkopen. Inmiddels is Kooistra Detectors uitgegroeid tot een familiebedrijf, waar ook zijn drie dochters werken. Beginnende zoekers raadt hij aan zich te verdiepen in de regels en de mogelijkheden. \"Vraag altijd om toestemming van de landeigenaar, meld vondsten bij de bevoegde instanties en koop een metaaldetector die je begrijpt.\" De duurste is volgens Kooistra niet per se de beste. \"Ook voor een lager budget kun je een goede detector kopen waar je een gouden muntje mee kunt vinden.\"", "Schatzoeken tussen de schapen", "Om goede zoekplekken te vinden, raadt de expert zoekers aan zich te verdiepen in de historie van hun omgeving. \"Bestudeer oude kaarten. Waar werden vroeger dorpsfeesten georganiseerd? En waar werd de markt gehouden? Misschien grazen daar nu schapen. Een boer heeft er meestal geen bezwaar tegen als je op zijn land gaat zoeken, mits je het vooraf vraagt en alles netjes achterlaat.\"", "Ook Leenheer verdiept zich graag in de geschiedenis. \"Muntjes kun je in elk weiland vinden, maar je hebt meer kans op bijzondere vondsten als je weet waar mensen vroeger woonden of handelden. Waar liepen vroeger kruispunten, waar bijvoorbeeld de postkoets stopte? Als je oude kaarten bestudeert en Google Earth gebruikt, dan kun je die plekken vaak nog terugvinden. Hedendaagse wegen zijn vaak honderden jaren oud. Zo kun je achter leuke plekjes komen.\""], "authors": ["Door", "Eveline Aan De Wiel"], "keywords": ["waar", "je", "van", "weiland", "vinden", "een", "pad", "kun", "metaaldetector", "het", "te", "en", "muntjes", "op", "die", "dat", "met", "elk"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}