{"id": "bc30907b-42a5-3729-97d8-f0ed622c31b2", "title": "Een bril kan de bezitter een intellectueel, studentikoos of pacifistisch cachet geven, en soms zelfs alle drie", "url": "https://volkskrant.nl/de-gids/een-bril-kan-de-bezitter-een-intellectueel-studentikoos-of-pacifistisch-cachet-geven-en-soms-zelfs-alle-drie~b8995229/", "summary": "Het kan de bezitter een intellectueel (Woody Allen), studentikoos (Buddy Holly) of pacifistisch (Mahatma Gandhi) cachet geven, en soms zelfs een combinatie van die drie (John Lennon).\nDaarvan getuigt de in een donkerbruine lamslederen handschoen gestoken hand om de kolf van een semi-automatische Astra Constable.\nZo naast de smalle notch lapel van Van der Kwast steekt die vorm er bijna theatraal tegen af.\nSherlock Holmes is de bekendste drager van een Ulster coat, al combineerde hij die met een kleine cape om de schouders.\nWant dat is wat een goeie bril doet en waarvoor zowel Van der Kwast en Von Sydow het bewijs leveren: een bril deconstrueert je gezicht.", "paragraphs": ["Ernest van der Kwast. Beeld Hollandse Hoogte / Paul Levitton BV", "Ik vraag me weleens af hoe het moet zijn geweest voordat de bril werd uitgevonden. De mensen moeten in ieder geval een verscheidenheid aan versies van de werkelijkheid hebben waargenomen – in feite dus een soort coronadebat, maar dan visueel. Andersom geldt natuurlijk dat de brildrager er zelf ook anders ging uitzien. De bril is een accessoire dat je uitstraling een fikse draai kan geven. Het kan de bezitter een intellectueel (Woody Allen), studentikoos (Buddy Holly) of pacifistisch (Mahatma Gandhi) cachet geven, en soms zelfs een combinatie van die drie (John Lennon).", "Op de foto’s bij een interview met Ernest van der Kwast in dit magazine, enkele weken geleden, zag ik dat de schrijver de donkere bril van linksboven had ingeruild voor een doorzichtig montuur. Dat gaf hem een nieuwe, transparante dimensie, daar waar de donkere bril hem in directe lijn liet afstammen van Max von Sydow in Three Days of the Condor. In die paranoiathriller uit 1975 speelt Von Sydow de rol van G. Joubert, een hitman uit de Elzas die een enigma is voor de protagonist in de film, Robert Redford.", "De jachtgroene kleur van de stevig gestropte das geeft het geheel een bijna arcadisch element, nog versterkt door de smalle Tirolerachtige band om de bruine trilby, maar we hebben hier wel degelijk te maken met een huurmoordenaar. Daarvan getuigt de in een donkerbruine lamslederen handschoen gestoken hand om de kolf van een semi-automatische Astra Constable.", "Max von Sydow in Three Days of the Condor. Beeld Hollandse Hoogte / Mary Evans Picture Library Ltd.", "Von Sydow is in alles edoch een onwaarschijnlijke hitman – een enigma, ik zei het al. Wat te denken van de pied-de-poule jas (de Engelsen zeggen houndstooth) met de korte, brede kraag die we kennen van de Ulster coat? Zo naast de smalle notch lapel van Van der Kwast steekt die vorm er bijna theatraal tegen af. Sherlock Holmes is de bekendste drager van een Ulster coat, al combineerde hij die met een kleine cape om de schouders.", "De kraag van een Ulster coat ligt opvallend hoog, als een opengevallen bloem die hier het lijnenspel van V-hals (beige trui) en narrow point-boord (ecru overhemd) kundig kadreert. Daaruit rijst het smalle hoofd van Von Sydow, dat fijntjes wordt uitgebalanceerd door de brede bril. Want dat is wat een goeie bril doet en waarvoor zowel Van der Kwast en Von Sydow het bewijs leveren: een bril deconstrueert je gezicht. Het haalt de onderdelen uit elkaar en zet je gezichtstrekken op de juiste plek."], "authors": ["Arno Kantelberg"], "keywords": ["von", "van", "sydow", "het", "studentikoos", "drie", "die", "met", "zelfs", "kan", "pacifistisch", "een", "geven", "soms", "en", "dat", "intellectueel", "bril"], "pubDate": "2020-11-26T15:00:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}