{"id": "bc396a12-fa48-3b16-aa25-ceee1d549c2d", "title": "Kees Tol maakt na 45 jaar zijn laatste haringen schoon", "url": "https://www.parool.nl/amsterdam/kees-tol-maakt-na-45-jaar-zijn-laatste-haringen-schoon~b9aafa07/", "summary": "Na 45 jaar en drie dagen op dezelfde plek stopt Kees Tol (77) met zijn viskraam bij de Overtoom.\n‘De klanten zijn mijn vrienden geworden.’Hij zegt het, zijn vrouw zegt het en dochter Diana sluit zich er spontaan bij aan: werken is een godsgeschenk.\nWant dat hij deze dag precies 45 jaar met zijn visstal op de Overtoomse Sluis staat, heeft natuurlijk niets te ­maken met volhouden.\nDeze mensen, de klanten die hier al hun ­hele leven komen, dat zijn vrienden geworden.”Alsof hij dat kwam illustreren, meldt zich spontaan Rinus aan de kraam.\nHet gewricht is de reden dat hij – met frisse tegenzin, laat dat duidelijk zijn – het bijltje erbij neergooit.", "paragraphs": ["Na 45 jaar en drie dagen op dezelfde plek stopt Kees Tol (77) met zijn viskraam bij de Overtoom. ‘De klanten zijn mijn vrienden geworden.’", "Hij zegt het, zijn vrouw zegt het en dochter Diana sluit zich er spontaan bij aan: werken is een godsgeschenk. Dat is het antwoord. De vraag was hoe Kees Tol het zo lang heeft volgehouden. Een slechte vraag, vindt Tol. Want dat hij deze dag precies 45 jaar met zijn visstal op de Overtoomse Sluis staat, heeft natuurlijk niets te ­maken met volhouden. “Dit is mijn hobby.”", "Volgende maand wordt hij 78, maar nu is het genoeg. Ze zeggen het: Volendammer Kees Tol stopt ermee. Hij moet een nieuwe hobby zoeken. Zaterdagmiddag rond een uur of vijf zal een naar het zich laat aanzien grote schare vaste klanten zich nog verzamelen op het pleintje voor de kraam voor een afscheid, maar daarna is het gedaan met het werkzame leven van Tol en zijn vrouw Alida.", "Tot groot verdriet van diezelfde klanten. “Ik vind het verschrikkelijk,” zegt een moeder die net met twee kleintjes een ­harinkje heeft gehaald. “Nu moeten we de rest van de week nog excuses verzinnen om hier ­iedere dag langs te gaan.”", "Dik voor zes uur op", "Deze dag, woensdagochtend om precies te zijn, was eigenlijk het perfecte moment om te stoppen, zegt Tol: 6 januari 1976 was de eerste dag waarop de haringkraam hier stond, precies 45 jaar geleden dus. Maar ja, ze zijn op maandag en dinsdag gesloten, het is raar om een week te openen voor één dagje. “Dus we hebben besloten dat we het nog een beetje rekken, tot zaterdag dus.”", "Ergens kwam het hem natuurlijk niet slecht uit, die paar extra dagen. Jawel, de wekker gaat ook deze week nog drie keer om dik voor zes uur ’s morgens, maar hoe langer hij hier kan zijn, op het drukke punt naast de brug richting Surinameplein, hoe liever het hem is. “Het is handel, dat is zeker zo, maar het is natuurlijk meer dan dat. Deze mensen, de klanten die hier al hun ­hele leven komen, dat zijn vrienden geworden.”", "Alsof hij dat kwam illustreren, meldt zich spontaan Rinus aan de kraam. Hij is nog nauwelijks in zicht of dochter Diana roept hem al toe: “Harinkje met uitjes, Rinus?” Rinus bromt, het regent domme vragen deze ochtend kennelijk. “Waarom zou ik hier anders komen? Ik woon hier al mijn hele leven om de hoek, bij Kees kom ik al 45 jaar.”", "Rotte knie", "Kees is er inmiddels bij gaan zitten, op een speciaal daartoe meegebrachte hoge stoel. De hele dag staan, dat gaat hem slecht af, die rotte knie maakt het onmogelijk. Verder ziet hij er nog patent uit: sterk van lijf en leden en verbaal scherp, er ontgaat hem weinig. Het gewricht is de reden dat hij – met frisse tegenzin, laat dat duidelijk zijn – het bijltje erbij neergooit. Vrouw Alida ­begon er al over: “Hij moet geopereerd worden, die knie moet eruit. Dat betekent een half jaar revalideren, dit was daarom het moment om te stoppen.”", "Tol hoort het aan, terwijl hij onvermoeibaar doorgaat met haringen schoonmaken. Later zegt hij zelf ook. “Ik moet wel stoppen voor die operatie, maar ja: denk je dat ze nu nog dit soort ingrepen uitvoeren? Dat wordt zeker een half jaar uitgesteld, dat kan niet anders.”", "Visgerechten", "De reden dat hij toch nu stopt, komt doordat de opvolger in de startblokken staat. Ook een ­Volendammer, dus dat zit wel goed, zegt Tol. “De leveranciers zijn dezelfde. Dezelfde gar­nalen, dezelfde palingen en dezelfde haring. De eerste tijd zullen we, als hij het wil, nog bijspringen. We hebben hier iets opgebouwd, dat ­begrijpt hij ook wel.”", "De klanten rouwen ondertussen al een beetje. Een buurtbewoonster komt met een fles wijn, een buurman zegt onmiddellijk recepten te gaan uitzoeken om tot zaterdag iedere dag vis op tafel te kunnen zetten. “Sterkte met stoppen,” roept een man op een fiets."], "authors": ["Marc Kruyswijk"], "keywords": ["laatste", "zijn", "kees", "45", "nog", "jaar", "een", "haringen", "maakt", "met", "schoon", "om", "te", "op", "hij", "het", "tol", "dat"], "pubDate": "2021-01-08T10:28:58Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}