{"id": "bc3e5a31-9001-3ace-9d99-8245bcb036e9", "title": "Paul Weller, 62 inmiddels, is het levende bewijs dat de mods het beste opdrogen", "url": "https://volkskrant.nl/de-gids/paul-weller-62-inmiddels-is-het-levende-bewijs-dat-de-mods-het-beste-opdrogen~bef75852/", "summary": "De Engelse mods uit de jaren zestig droegen onder hun groene parka slank gesneden pakken van een glanzende stof die tonic wordt genoemd, een mix van wol en mohair.\nHet kapsel van Weller is de ingetogen variant van het modkapsel zoals dat door Steve Marriott van Small Faces werd geïntroduceerd (denk: Marion Koopmans met bakkebaarden).\nModfather Weller, 62 inmiddels, is het levende bewijs dat van alle muziekstromingen de mods het beste opdrogen.\nHet heeft te maken met intrinsieke smaak, een gezonde dosis ijdelheid en de wil om er iets van te bakken.\nAl heb ik soms het idee dat bij een enkeling een beetje al te veel gevraagd is.", "paragraphs": ["Paul Weller in een lichtblauwe tonic-broek met messcherpe vouw en een fluwelen double-breasted modjasje. Beeld Dave Benett/Getty", "In 1982 was de tiener in mij even van slag omdat mijn favoriete band The Jam plots ophield te bestaan, nota bene op het hoogtepunt van hun succes. Frontman Paul Weller sloeg een volledig andere weg in met The Style Council, wat vervolgens een nóg coolere band bleek te zijn. In Long Hot Summers, een nieuwe documentaire, komen alle culturele referenties van The Style Council voorbij, al hadden we die natuurlijk al op de binnenhoes van Our Favourite Shop uit 1985 kunnen bewonderen: Otis Redding, Alain Delon, Small Faces, George Best, Douglas Coupland, een wielershirt van TI-Raleigh – feitelijk de canon van de mod-beweging.", "De Engelse mods uit de jaren zestig droegen onder hun groene parka slank gesneden pakken van een glanzende stof die tonic wordt genoemd, een mix van wol en mohair. Weller draagt hierboven een lichtblauwe tonic-broek met messcherpe vouw. De modjasjes van destijds hadden drie knopen en twee korte splitten, maar een alternatief was de fluwelen double-breasted variant die Weller draagt, met een pochetje als knipoog naar de verfijnde Italiaanse look die de mods omarmden als reactie op de nogal rurale rockerstijl. In die context moet je ook de loafers zien, die typisch Italiaanse instapper die vanwege het zomerse karakter eigenlijk ongeschikt is voor het gematigd zeeklimaat van de Engelsen (of het onze). Ik vrees dat het vanwege de zwarte kleur niet goed te zien is op de foto, maar de instappers van Weller zijn zogenoemde kiltie loafers, met een ‘kiltje’ van leer op de wreef. Van oorsprong is de kiltie loafer – uiteraard – Schots, maar het Amerikaanse G. H. Bass verzon er een overdwarse gesp bij, een monk strap. Deze loafers worden Langley Weejuns genoemd (weejuns is een verbastering van Norwegians, omdat de schoen naar verluidt werd afgekeken van Noorse vissers). Het kapsel van Weller is de ingetogen variant van het modkapsel zoals dat door Steve Marriott van Small Faces werd geïntroduceerd (denk: Marion Koopmans met bakkebaarden).", "Modfather Weller, 62 inmiddels, is het levende bewijs dat van alle muziekstromingen de mods het beste opdrogen. Een stuk beter dan ouwe rockers in ieder geval, dat is toch vaak alsof je zit te kijken naar een bruiloftstaart in de regen. Het heeft te maken met intrinsieke smaak, een gezonde dosis ijdelheid en de wil om er iets van te bakken. Want ja, je moet wel een beetje je best doen. Al heb ik soms het idee dat bij een enkeling een beetje al te veel gevraagd is."], "authors": ["Arno Kantelberg"], "keywords": ["bewijs", "van", "het", "op", "mods", "met", "weller", "die", "beste", "inmiddels", "een", "dat", "te", "je", "opdrogen", "paul", "levende"], "pubDate": "2020-11-19T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}