{"id": "bc4309a8-b11b-3d86-9b5d-11b57bce9ee3", "title": "Zuid-Holland trekt 664.000 euro uit voor journalistiek in provincie", "url": "https://nu.nl/leiden/6095362/zuid-holland-trekt-664000-euro-uit-voor-journalistiek-in-provincie.html", "summary": "De provincie Zuid-Holland trekt volgend jaar 664.000 euro uit om kwaliteitsjournalistiek in de provincie te ondersteunen.\nVoor het indienen van producties is volgend jaar 514.000 euro beschikbaar.\nVoor 2022 en de jaren erna trekt de provincie steeds 332.000 euro uit voor de ondersteuning van de journalistiek.\nCoproducties met andere media en producties uit het niet-stedelijk gebied worden extra gewaardeerd.\nDe 150.000 euro die de provincie voor gemeentelijke mediafondsen in Zuid-Holland beschikbaar stelt, is bedoeld voor het ondersteunen van bestaande lokale fondsen om andere steden te stimuleren ook een eigen mediafonds in te stellen.", "paragraphs": ["De provincie Zuid-Holland trekt volgend jaar 664.000 euro uit om kwaliteitsjournalistiek in de provincie te ondersteunen. Vanaf 1 januari kunnen journalisten aanvragen voor producties indienen.", "Voor het indienen van producties is volgend jaar 514.000 euro beschikbaar. Met de resterende 150.000 euro gaat de provincie bijdragen aan gemeentelijke mediafondsen in Zuid-Holland. Voor 2022 en de jaren erna trekt de provincie steeds 332.000 euro uit voor de ondersteuning van de journalistiek.", "Via de regeling Kwaliteitsimpuls Zuid-Hollandse Journalistiek wil Zuid-Holland financieel bijdragen aan journalistiek van lokale en regionale media. \"Net als overal in het land staan deze functies ook in Zuid-Holland onder druk en daarom ziet de provincie deze steun als haar verantwoordelijkheid.\"", "Met de subsidieregeling wil de provincie vooral journalistieke producties die boven de reguliere verslaggeving uitstijgen mede mogelijk maken. De aanvragen worden getoetst op kwaliteit, diepgang, impact, maatschappelijke relevantie en vernieuwing.", "Coproducties met andere media en producties uit het niet-stedelijk gebied worden extra gewaardeerd. Een onafhankelijke selectiecommissie beoordeelt de aanvragen. \"Criteria om in aanmerking te komen voor de subsidie zijn vergelijkbaar met die van het succesvolle Leids Mediafonds\", zo meldt het college van Gedeputeerde Staten.", "De 150.000 euro die de provincie voor gemeentelijke mediafondsen in Zuid-Holland beschikbaar stelt, is bedoeld voor het ondersteunen van bestaande lokale fondsen om andere steden te stimuleren ook een eigen mediafonds in te stellen. In Zuid-Holland heeft nu alleen Leiden al zo'n fonds."], "authors": ["Door"], "keywords": ["trekt", "van", "journalistiek", "zuidholland", "het", "provincie", "664000", "en", "uit", "te", "producties", "euro", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}