{"id": "bc44f719-04e1-3b28-aa2b-1a94404d11b8", "title": "EU-hof deelt tik uit aan sjoemelende autofabrikanten", "url": "https://www.telegraaf.nl/financieel/1743875432/eu-hof-deelt-tik-uit-aan-sjoemelende-autofabrikanten", "summary": "Het ’bedrijf X’ maakte in zijn laboratoria voor de emissiemetingen van zijn auto’s gebruik van een klep voor uitlaatgascirculatie die de uitstoot van stikstofoxiden verlaagde.\nHet doel was volgens X om verstoppingen in de motor tegen te gaan en slijtage van de motor te vertragen.\nVW in opspraakAutoconcern Volkswagen kwam in 2015 in opspraak toen bleek dat de stikstofuitstoot van zijn dieselauto’s vanwege ’sjoemelsoftware’ veel hoger was dan voorgespiegeld.\nTijdens de testen in laboratoria gaven de metingen daardoor lagere waarden aan dan op de weg.\nHet onderstreept te meer dat het handelen van Volkswagen tot dusver niet gerechtvaardigd kan worden.”De Stichting procedeert sinds 2018 tegen onder meer Volkswagen, Audi, Škoda, SEAT, importeur Pon, softwareleverancier Bosch en de officiële Volkswagen-dealers.", "paragraphs": ["Ook als een systeem de motor tegen slijtage beschermt is er geen excuus voor manipulatie van de CO2-uitstoot, stelt het hof in een zaak over een „bedrijf X dat in Frankrijk auto’s produceert.” Het is een publiek geheim dat het over Volkswagen gaat.", "Het ’bedrijf X’ maakte in zijn laboratoria voor de emissiemetingen van zijn auto’s gebruik van een klep voor uitlaatgascirculatie die de uitstoot van stikstofoxiden verlaagde. Het doel was volgens X om verstoppingen in de motor tegen te gaan en slijtage van de motor te vertragen. De EU-wet zou volgens de autofabrikant ruimte voor interpretatie over emissiecontrolesystemen openlaten.", "Maar daar gaat het hof niet in mee. Elke sjoemelapparatuur is tegen EU-wetgeving.", "VW in opspraak", "Autoconcern Volkswagen kwam in 2015 in opspraak toen bleek dat de stikstofuitstoot van zijn dieselauto’s vanwege ’sjoemelsoftware’ veel hoger was dan voorgespiegeld. Tijdens de testen in laboratoria gaven de metingen daardoor lagere waarden aan dan op de weg.", "Bekijk ook: Duitse autobouwers doen alles om banen te behouden", "Volgens Stichting Car Claim-bestuurder Guido van Woerkom krijgen autobezitters met de uitspraak een belangrijk wapen in handen in de juridische strijd tegen sjoemelende autofabrikanten. „De Stichting voelt zich door het positieve eindoordeel gesterkt. Het onderstreept te meer dat het handelen van Volkswagen tot dusver niet gerechtvaardigd kan worden.”", "De Stichting procedeert sinds 2018 tegen onder meer Volkswagen, Audi, Škoda, SEAT, importeur Pon, softwareleverancier Bosch en de officiële Volkswagen-dealers."], "authors": [], "keywords": ["van", "tik", "sjoemelende", "uit", "dat", "een", "euhof", "autofabrikanten", "x", "te", "zijn", "voor", "volkswagen", "deelt", "tegen", "het", "aan"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}