{"id": "bc5f8a15-5955-375c-9b19-1e04f9df7db3", "title": "Voor een spiegel zijn ineens alle ogen op jou gericht", "url": "https://volkskrant.nl/cultuur-media/voor-een-spiegel-zijn-ineens-alle-ogen-op-jou-gericht~b2b4bbe2/", "summary": "En het is algemeen bekend dat een basilisk, dat krankzinnige fabeldier met de kop van een haan en de staart van een draak, zich letterlijk doodschrikt wanneer hij wordt geconfronteerd met zijn eigen aanblik.\nNet als de slimme Perseus houdt ze de spiegel als een schild voor zich uit, klaar voor de strijd.\nWat ook wel een beetje zo is: zowel een spiegel als een camera is een confrontatie, een confrontatie met jezelf door de ogen van anderen.\nHij stond er een tijdje tegenover een manshoge spiegel, een kunstwerk van Renee van Bavel, met daarop de tekst: ‘zo zien mensen eruit die in vrede leven’.\nOp zo’n moment gefotografeerd worden, moet voelen alsof er nog veel meer ogen op je zijn gevestigd.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: de spiegel als confrontatie.", "Het is natuurlijk vooral symboliek, net als de honderden gele opblaaseenden, de dinosauruskostuums en de drievingerige groet die jonge Thaise demonstranten brengen als protest tegen het autoritaire regime van generaal Prayuth. Als vreedzame student tegenover een zwaarbewapende politie-eenheid heb je niet veel andere middelen tot je beschikking. En hoewel hier thuis weleens verwarring heerst over welk symbool nu ook alweer bij welk protest hoort (ideetje: een protestkwartetspel – ‘Heb jij voor mij in de categorie ‘studenten 2020’ de paraplu uit Hongkong?’), zal ik de spiegels uit Bangkok niet snel vergeten.", "Wat een simpel en doeltreffend idee. Oeroud ook: de mythische halfgod Perseus versloeg Medusa al met een spiegelend schild dat hij van de godin Athene had gekregen. En het is algemeen bekend dat een basilisk, dat krankzinnige fabeldier met de kop van een haan en de staart van een draak, zich letterlijk doodschrikt wanneer hij wordt geconfronteerd met zijn eigen aanblik. De spiegel in de handen van deze Thaise jonge vrouw is eigenlijk een verwaterde versie daarvan, met een minder agressieve, eigentijdse therapeutische boodschap voor de haag van agenten tegenover haar, zo van: ‘Kijk nu toch eens naar jullie zelve, onnozele vertolkers van een antidemocratisch bestuur. Is dat echt wat jullie diep in jullie harten willen zijn?’", "Nou ja, en als die agenten dan niet huilend van schaamte hun wapenstokken van zich afwerpen, dan is zo’n spiegel altijd nog een slimme manier om de aandacht van fotografen te trekken. Want kijk aan. Die kunnen nu, in plaats van te moeten uitzoomen of een hoger standpunt zoeken om de twee partijen tegelijk in beeld te brengen, lekker inzoomen op de demonstranten en de vijand vangen in de weerspiegeling. Dat levert die protesterende student al met al een krachtig beeld op. Net als de slimme Perseus houdt ze de spiegel als een schild voor zich uit, klaar voor de strijd.", "De politiemensen komen er minder goed van af – het lijkt alsof ze op deze manier ‘extra’ gefotografeerd worden. Wat ook wel een beetje zo is: zowel een spiegel als een camera is een confrontatie, een confrontatie met jezelf door de ogen van anderen. Niet voor niets kondigde de Franse president Macron onlangs een verbod aan op het herkenbaar in beeld brengen van agenten in Frankrijk. Inmiddels wordt het wetsvoorstel herschreven, omdat tienduizenden Fransen de straat op waren gegaan om te protesteren tegen wat zij beschouwen als een aantasting van de persvrijheid en de vrijheid van meningsuiting.", "Koning Willem-Alexander (links) bij de opening van de Nationale Veteranen Begraafplaats in Loenen. Beeld Frank van Beek / ANP", "Misschien hing het in de lucht, dat zie je wel vaker, maar toevallig of niet stuitte ik op nóg een spiegelfoto. Koning Willem-Alexander opende vorige week de Nationale Veteranen Begraafplaats in Loenen. Hij stond er een tijdje tegenover een manshoge spiegel, een kunstwerk van Renee van Bavel, met daarop de tekst: ‘zo zien mensen eruit die in vrede leven’.", "Over confrontatie gesproken. Zo’n gigaspiegel alleen al drukt je als Nederlandse bezoeker van de begraafplaats met de neus op de feiten. Sta je daar, gesteund en vertroeteld door 75 jaar zwaarbevochten vrijheid en democratie, toch een beetje ongemakkelijk naar jezelf te koekeloeren. Op zo’n moment gefotografeerd worden, moet voelen alsof er nog veel meer ogen op je zijn gevestigd.", "Je zou het de Thai gunnen dat hun autoritaire machthebbers ook af en toe in zo’n spiegel keken. Dat ze zichzelf eens zien door de ogen van anderen, die altijd over hun schouders meekijken en oordelen en er stilletjes op wijzen: ‘Het kan allemaal ook anders, hè? Wat als je de dingen nu eens in spiegelbeeld deed?’"], "authors": ["Merel Bem"], "keywords": ["jou", "alle", "van", "ogen", "gericht", "als", "het", "op", "met", "zijn", "een", "je", "ineens", "en", "dat", "spiegel", "voor"], "pubDate": "2020-12-04T16:50:45+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}