{"id": "bc79340e-e84f-307c-8ed7-9eb2302ad84b", "title": "Aantal reizigers NS dit jaar ruim gehalveerd door coronacrisis", "url": "https://nu.nl/economie/6096497/aantal-reizigers-ns-dit-jaar-ruim-gehalveerd-door-coronacrisis.html", "summary": "Door de coronacrisis komt het aantal reizigers bij de Nederlandse Spoorwegen dit jaar naar verwachting uit op ongeveer 45 procent van 2019.\nDe terugkeer van de treinreizigers is voor volgend jaar dan ook de topprioriteit, laat NS-topvrouw Marjan Rintel weten.\nIn januari en februari vervoerde NS nog meer reizigers dan in 2019, maar daarna kwam de klad erin door het coronavirus.\nHet weer oplopende aantal besmettingen zorgde er echter voor dat het aantal reizigers sindsdien ongeveer een derde was van vorig jaar.\nNS zette daardoor weliswaar minder treinen in, maar toch was er een lichtpuntje.", "paragraphs": ["Er zijn dit jaar veel minder mensen in de trein gestapt dan normaal. Door de coronacrisis komt het aantal reizigers bij de Nederlandse Spoorwegen dit jaar naar verwachting uit op ongeveer 45 procent van 2019. Dat meldt de NS maandag.", "De terugkeer van de treinreizigers is voor volgend jaar dan ook de topprioriteit, laat NS-topvrouw Marjan Rintel weten. \"Door corona voelen we meer dan ooit wat de waarde van reizen is. De vrijheid om te gaan en staan waar je wil.\" Dat mensen met de trein naar kantoor gaan, is volgens Rintel in het belang van heel Nederland. \"Als alle reizigers de weg opgaan, loopt het land vast en raken de duurzaamheidsambities uit zicht.\"", "Dit jaar reisden er gemiddeld zo'n 580.000 mensen per dag met de trein, in 2019 waren dat nog gemiddeld circa 1,3 miljoen mensen. In januari en februari vervoerde NS nog meer reizigers dan in 2019, maar daarna kwam de klad erin door het coronavirus.", "Het dieptepunt lag in april toen Nederland in de eerste gedeeltelijke lockdown zat. Toen gingen er elf keer zo weinig reizigers met de trein als een jaar eerder. Dat cijfer liep langzaam op tot ongeveer de helft van het aantal reizigers in september. Het weer oplopende aantal besmettingen zorgde er echter voor dat het aantal reizigers sindsdien ongeveer een derde was van vorig jaar.", "Praat mee op NUjij Werk jij bij de NS? Laat op reactieplatform NUjij weten hoe jij het afgelopen jaar hebt ervaren.", "NS zette daardoor weliswaar minder treinen in, maar toch was er een lichtpuntje. Zowel op het gewone net als op de hogesnelheidslijn reden er meer treinen op tijd. Naar verwachting is eind dit jaar 93,4 procent van de treinen op tijd gearriveerd.", "Ook was de kans op een zitplaats in de spits hoger dan ooit. \"Het laat zien dat we er alles aan hebben gedaan om onze reizigers prettig en verantwoord te kunnen vervoeren\", meent Rintel. \"Dat is een groot compliment waard aan al die NS'ers die Nederland bereikbaar houden in deze moeilijke tijd.\""], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["gehalveerd", "van", "dat", "dit", "dan", "een", "het", "reizigers", "aantal", "coronacrisis", "trein", "op", "ruim", "jaar", "ns", "er", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}