{"id": "bc839353-56a6-34a2-ba17-ca460ec485de", "title": "Stedelijk Museum Amsterdam mag van rechter schilderij van Kandinsky houden", "url": "https://volkskrant.nl/nieuws-achtergrond/stedelijk-museum-amsterdam-mag-van-rechter-schilderij-van-kandinsky-houden~b1027205/", "summary": "Beeld Stedelijk MuseumHet schilderij was in oktober 1940, vijf maanden na de Duitse inval in Nederland, door het Stedelijk Museum gekocht op een veiling.\nTwee Amerikaanse kinderen uit een later huwelijk van Lewenstein eisen het schilderij op, alsmede een vrouw uit Amsterdam die de erfgename is van Klein.\nHet drietal had de gemeente Amsterdam om teruggave gevraagd, maar die stelt dat het schilderij te goeder trouw is gekocht.\nDoor dit oordeel blijft het schilderij, dat in de vaste collectie van het Stedelijk hangt en naar schatting enige tientallen miljoenen euro’s waard is, voorlopig in het bezit van de gemeente Amsterdam.\nNa 1945 heeft Klein geen pogingen ondernomen om het doek terug te krijgen van het Stedelijk.", "paragraphs": ["Bild mit Häusern (1909) van Wassily Kandinsky. Beeld Stedelijk Museum", "Het schilderij was in oktober 1940, vijf maanden na de Duitse inval in Nederland, door het Stedelijk Museum gekocht op een veiling. Het werk zou echter onvrijwillig uit het bezit zijn geraakt van een Joods echtpaar uit Amsterdam dat in scheiding lag, Robert Lewenstein en Irma Klein. Zij zijn overleden. Twee Amerikaanse kinderen uit een later huwelijk van Lewenstein eisen het schilderij op, alsmede een vrouw uit Amsterdam die de erfgename is van Klein.", "Het drietal had de gemeente Amsterdam om teruggave gevraagd, maar die stelt dat het schilderij te goeder trouw is gekocht. Beide partijen besloten daarop de Restitutiecommissie, een instantie die in 2001 is opgericht om over de teruggave van naziroofkunst te adviseren, een uitspraak te laten doen. Zij gingen er vooraf mee akkoord dat dit oordeel bindend zou zijn. Na een onderzoek van vier jaar wees de Restitutiecommissie het verzoek tot teruggave in 2018 af. Vervolgens stapten de erfgenamen naar de rechter.", "Volgens de rechtbank kan de bindende uitspraak alleen worden vernietigd als deze ernstige gebreken vertoont. Daarvan is volgens de rechters geen sprake. Door dit oordeel blijft het schilderij, dat in de vaste collectie van het Stedelijk hangt en naar schatting enige tientallen miljoenen euro’s waard is, voorlopig in het bezit van de gemeente Amsterdam. De erfgenamen hebben meteen hoger beroep aangetekend.", "Zij hadden verschillende redenen aangevoerd waarom de uitspraak van de Restitutiecommissie ondeugdelijk is. Zo zouden leden van deze instantie niet onpartijdig zijn geweest, doordat zij bijvoorbeeld donaties aan het Stedelijk hebben gedaan. Maar de rechtbank stelt dat de erfgenamen hen dan hadden moeten wraken tijdens de procedure bij de Restitutiecommissie, wat niet is gebeurd.", "Volgens de Restitutiecommissie heeft Irma Klein het schilderij, dat haar bij de scheiding was toegewezen, vermoedelijk zelf laten veilen. Er zijn meerdere aanwijzingen dat zij en haar ex-man al voor de oorlog financiële problemen hadden. Tegelijk kan het bezitsverlies van het doek volgens de Restitutiecommissie niet los worden gezien van de moeilijke omstandigheden waaronder Joden in de oorlog verkeerden.", "Na 1945 heeft Klein geen pogingen ondernomen om het doek terug te krijgen van het Stedelijk. De Kandinsky is een belangrijk werk in de collectie van het museum. Alles afwegend was de Restitutiecommissie tot het oordeel gekomen dat er geen reden voor teruggave is.", "Volgens de erfgenamen is deze belangenafweging in strijd met een internationale afspraak uit 1998 over de teruggave van naziroofkunst. De rechtbank wijst er echter op dat de mogelijkheid van een belangenafweging expliciet wordt genoemd in de regels van de Restitutiecommissie waaraan beide partijen zich hadden verbonden."], "authors": ["Michiel Kruijt"], "keywords": ["van", "dat", "uit", "amsterdam", "teruggave", "een", "stedelijk", "houden", "kandinsky", "schilderij", "zijn", "rechter", "museum", "mag", "het", "restitutiecommissie"], "pubDate": "2020-12-16T09:59:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}