{"id": "bc99ce40-08bc-346d-b827-ec26f34cdf37", "title": "‘Raak niet gevangen in je eigen succes’", "url": "https://volkskrant.nl/mensen/raak-niet-gevangen-in-je-eigen-succes~b7f634db/", "summary": "Beeld Lieve Eek‘Als je doet wat je niet leuk vindt, en je krijgt succes, moet je de rest van je leven doen wat je niet leuk vindt.\nAls je om je heen kijkt, zie je dat veel mensen nog steeds hetzelfde doen als toen ze jong waren.\nHet lijkt dan alsof je gelukkig bent als je een groot huis hebt, en een mooie auto.\nNatuurlijk moet je je kinderen te eten geven, maar binnen die zekerheid moet je vooral proberen eigenzinnige keuzes te maken.\nMaar als je maar één ding blijft doen, heb je ook kans dat je succes overwaait.", "paragraphs": ["Beeld Lieve Eek", "‘Als je doet wat je niet leuk vindt, en je krijgt succes, moet je de rest van je leven doen wat je niet leuk vindt. Het klinkt als een cliché, maar je moet dus proberen zoveel mogelijk te blijven doen waar je van geniet. Als je om je heen kijkt, zie je dat veel mensen nog steeds hetzelfde doen als toen ze jong waren. Toen ging het goed, en daarin zijn ze blijven hangen. En nu zijn ze hun hele leven bezig met dingen doen die ze eigenlijk heel stom vinden. Het is makkelijk om gevangen te raken in je succes. Het lijkt dan alsof je gelukkig bent als je een groot huis hebt, en een mooie auto. Als je welvarend bent en een luxe leven hebt met veel vakanties. Maar – om er nog een cliché in te gooien – financiële welvaart staat niet gelijk aan geluk. Financiële zekerheid is uiteindelijk een verarmend mechanisme. Natuurlijk moet je je kinderen te eten geven, maar binnen die zekerheid moet je vooral proberen eigenzinnige keuzes te maken.", "Tijdens mijn opleiding tot ontwerper zag ik veel afgestudeerden met een geslaagd ontwerp, die niet de mogelijkheid hadden om hun ontwerp uit te besteden. Ze hermaakten dus hun eigen ontwerpen continu, waardoor ze meer aan het timmeren waren dan aan het vormgeven. Ik zag ook kunstenaars die met één idee succesvol werden, en dat kunstje hun hele leven bleven herhalen.", "Maar als je maar één ding blijft doen, heb je ook kans dat je succes overwaait. Wees dus zo gevarieerd mogelijk in je bezigheden. Probeer je talenten zo breed mogelijk in te zetten, dan oogst je meer waardering. Daarom besloot ik de eerste zes jaar na mijn afstuderen geen sloophout meer aan te raken. Dan word je toch Sloophout-Pietje. Alhoewel, eigenlijk ben ik dat toch geworden.’"], "authors": ["Pieta Verhoeven"], "keywords": ["om", "niet", "een", "en", "raak", "succes", "te", "ze", "doen", "eigen", "als", "je", "gevangen", "het"], "pubDate": "2020-12-10T14:00:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}