{"id": "bc9b6d19-8dc1-35da-ba31-9f1e53a6f7f4", "title": "Borstkankeronderzoek om de 3 in plaats van 2 jaar door personeelstekort", "url": "https://nu.nl/politiek/6093054/borstkankeronderzoek-om-de-3-in-plaats-van-2-jaar-door-personeelstekort.html", "summary": "De screening bij het bevolkingsonderzoek borstkanker zal vanwege personeelstekort voorlopig om de drie jaar in plaats van om de twee jaar plaatsvinden.\nVolgens Blokhuis is er in meerdere delen van Nederland sprake van een oplopend tekort aan screeningslaboranten, mensen die borstfoto's maken om eventuele borstkanker in een vroeg stadium op te sporen.\nZo is het ziekteverzuim onder personeelsleden van het bevolkingsonderzoek borstkanker groter.\nVrouwen die regelmatig meedoen aan het onderzoek hebben volgens het RIVM 50 procent minder kans om te overlijden aan borstkanker dan vrouwen die niet meedoen.\nCliënten worden uitgenodigd om een röntgenfoto te laten maken van hun borsten (mammografie).", "paragraphs": ["De screening bij het bevolkingsonderzoek borstkanker zal vanwege personeelstekort voorlopig om de drie jaar in plaats van om de twee jaar plaatsvinden. Dat heeft staatssecretaris Paul Blokhuis (Volksgezondheid) besloten, schrijft hij donderdag in een brief aan de Tweede Kamer.", "Volgens Blokhuis is er in meerdere delen van Nederland sprake van een oplopend tekort aan screeningslaboranten, mensen die borstfoto's maken om eventuele borstkanker in een vroeg stadium op te sporen.", "Hierbij speelt de coronapandemie een belangrijke rol, aldus de staatssecretaris. Begin dit jaar, tijdens de eerste coronagolf, kwam het preventieve onderzoek, enige tijd helemaal stil te liggen. In juni werd het weer opgestart, maar door de coronamaatregelen is de capaciteit lager dan voorheen.", "Zo is het ziekteverzuim onder personeelsleden van het bevolkingsonderzoek borstkanker groter. Daarbij speelt mee dat laboranten thuis moeten blijven bij klachten, totdat een negatieve coronatest is afgelegd. Bovendien beïnvloedt het 1,5 meter afstand houden de capaciteit aan vrouwen die dagelijks gecontroleerd kunnen worden.", "De gemiddelde tijd tussen de screeningsonderzoeken steeg van 23,1 maanden in 2017 tot 25,1 maanden in 2019. \"In overleg met het RIVM heb ik daarom besloten de screeningsorganisatie de mogelijkheid te bieden het uitnodigingsinterval tijdelijk te verruimen naar maximaal drie jaar\", schrijft Blokhuis. In de tijd die hierdoor vrijkomt, kunnen ook extra laboranten worden opgeleid, aldus de bewindsman.", "50 procent minder kans op overlijden", "Het bevolkingsonderzoek borstkanker is voor vrouwen tussen de 50 en 75 jaar en bedoeld om borstkanker zo vroeg mogelijk te ontdekken. Deelname is vrijwillig. Vrouwen die regelmatig meedoen aan het onderzoek hebben volgens het RIVM 50 procent minder kans om te overlijden aan borstkanker dan vrouwen die niet meedoen.", "Cliënten worden uitgenodigd om een röntgenfoto te laten maken van hun borsten (mammografie). Die foto's worden beoordeeld door radiologen. Bij een afwijking worden deelnemers doorverwezen naar een ziekenhuis.", "Jaarlijks wordt bij ongeveer zevenduizend vrouwen (minder dan 1 procent van de deelnemers) een tumor gevonden bij de screening."], "authors": ["Door"], "keywords": ["van", "bij", "plaats", "vrouwen", "personeelstekort", "het", "borstkankeronderzoek", "die", "een", "om", "te", "jaar", "door", "borstkanker"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}