{"id": "bc9ef2ee-aebb-37ec-b946-ed96bceb3990", "title": "Nieuwe, rampzalige economische ramingen: zwaarste recessie in EU-geschiedenis", "url": "https://volkskrant.nl/economie/nieuwe-rampzalige-economische-ramingen-zwaarste-recessie-in-eu-geschiedenis~b5fe39f9/", "summary": "De Europese Commissie raamt de gemiddelde werkloosheid in de eurozone dit jaar op 8,3 procent, volgend jaar oplopend naar 9,4 procent.\nVolgend jaar rekent de Commissie op een groei van 4,2 procent, waar ze deze zomer nog rekende op 6,1 procent.\nDe Commissie raamt de gemiddelde werkloosheid in de eurozone dit jaar op 8,3 procent, volgend jaar oplopend naar 9,4 procent.\nOok hier zijn de verschillen groot met Griekenland (207,1 procent), Italië (159,6 procent) en Portugal (135,1 procent) als koplopers.\nDe Commissie verwacht dat de nieuwe coronarestricties volgend jaar geleidelijk verdwijnen en nieuwe coronagolven uitblijven, maar ook dat uitgangspunt is onzeker.", "paragraphs": ["De Europese Commissie raamt de gemiddelde werkloosheid in de eurozone dit jaar op 8,3 procent, volgend jaar oplopend naar 9,4 procent. Beeld Daniel Rosenthal", "‘Het prille herstel is onderuitgehaald door de opleving van covid-19’, zei commissaris Gentiloni (Economie) donderdagochtend bij de presentatie van de economische najaarsramingen. Voor dit jaar voorspelt de Commissie een economische krimp in de eurozone van 7,8 procent (voor de hele EU: 7,4 procent), de zwaarste recessie in de geschiedenis van de EU.", "Volgend jaar rekent de Commissie op een groei van 4,2 procent, waar ze deze zomer nog rekende op 6,1 procent. Voor 2022 hoopt Brussel nu op 3 procent groei.", "Gentiloni en zijn collega Dombrovskis (vicevoorzitter) waarschuwen dat de ramingen meer dan ooit met onzekerheden zijn omgeven. Opvallend is dat de Commissie voor het eerst het uitgangspunt dat de onderhandelingen met Groot-Brittannië over een handelsakkoord mislukken hanteert bij de prognose. Tot nog toe was deze aanname taboe in Brussel. De gesprekken met Londen zitten echter al maanden muurvast en de tijd om nog een akkoord te bereiken is vrijwel verstreken.", "Hoop van tafel", "De ramingen geven aan dat het derde kwartaal hoopgevend was voor de economie. Omdat de EU-landen de coronarestricties verminderden in de zomer, winkels en bedrijven weer aan de slag gingen en mensen op vakantie konden, tekende zich een sterk herstel af. De tweede golf veegt dat weer van tafel. Vorige week zei Commissievoorzitter Von der Leyen dat de restricties te vroeg zijn losgelaten en dat de landen daarvoor nu een hoge prijs betalen.", "De groeiraming verschilt sterk per lidstaat, niet alleen door de epidemiologische situatie, maar ook omdat sommige landen fors meer financiële buffers hebben om de economische dreun op te vangen. Zo krimpt de Spaanse economie volgens de Commissie dit jaar met 12,4 procent, de Italiaanse met 9,9 procent, de Franse met 9,4 procent, de Portugese met 9,3, de Griekse met 9 procent en die van België met 8,4 procent. Aan de andere kant staan Ierland en Litouwen (ruim 2 procent krimp). Nederland en Duitsland zitten met respectievelijk 5,3 procent en 5,6 procent krimp onder het EU-gemiddelde.", "De werkloosheid stijgt, maar minder dan economische krimp normaliter zou dicteren. Dat komt door de nationale en Europese maatregelen, waarbij de overheid de loonkosten van werknemers grotendeels betaalt om ontslagen te voorkomen. De Commissie raamt de gemiddelde werkloosheid in de eurozone dit jaar op 8,3 procent, volgend jaar oplopend naar 9,4 procent. Tijdens de eurocrisis bedroeg de werkloosheid ruim 11 procent in de eurozone.", "Begrotingsregels buiten werking", "De extra uitgaven zorgen ervoor dat het begrotingstekort en de staatsschuld van de landen omhoog schieten. De tekortgrens van 3 procent (van het bruto binnenlands product) wordt in 2020 en 2021 door vrijwel alle eurolanden overschreden, met dit jaar Spanje (12,2 procent), België (11,2 procent), Italië (10,8 procent) en Frankrijk (10,5 procent) als uitschieters. Het Nederlandse tekort raamt de Commissie op 7,2 procent. In 2019 bedroeg het gemiddelde begrotingstekort in eurozone 0,6 procent, dit jaar is dat 8,8 procent.", "De staatsschuld in de eurozone stijgt van gemiddeld 86 procent in 2019 naar ruim 100 procent in 2020 en 2021. Ook hier zijn de verschillen groot met Griekenland (207,1 procent), Italië (159,6 procent) en Portugal (135,1 procent) als koplopers. De Nederlandse staatsschuld komt volgens Brussel dit jaar uit op 60 procent, precies het toegestane maximum onder de Europese begrotingsregels. Die regels zijn vanwege de coronapandemie voor 2020, 2021 en 2022 buiten werking gesteld zodat er geen sancties volgen als een land ze overtreedt.", "De Commissie verwacht dat de nieuwe coronarestricties volgend jaar geleidelijk verdwijnen en nieuwe coronagolven uitblijven, maar ook dat uitgangspunt is onzeker. Het zou voor de economieën gunstig zijn als er toch een handelsakkoord met het Verenigd Koninkrijk komt.", "Verder heeft de Commissie niet het volledige effect van het Europese herstelplan (750 miljard euro) in de ramingen opgenomen, omdat lidstaten en het Europees Parlement nog steeds ruziën over de precieze hoogte en uitwerking ervan. De Commissie riep beide partijen op zo snel mogelijk hun meningsverschillen te overbruggen zodat de miljarden op 1 januari klaarstaan."], "authors": ["Marc Peeperkorn"], "keywords": ["commissie", "van", "het", "op", "nieuwe", "met", "jaar", "ramingen", "rampzalige", "economische", "een", "en", "dat", "recessie", "eugeschiedenis", "zwaarste", "procent"], "pubDate": "2020-11-05T11:12:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}