{"id": "bcadd53e-deb0-34f0-94b4-c98db6b71ec4", "title": "Laten we de economie en het virus niet tegen elkaar uitspelen", "url": "https://trouw.nl/opinie/laten-we-de-economie-en-het-virus-niet-tegen-elkaar-uitspelen~ba3dd119/", "summary": "Ik ben het hier niet mee eens en word daarin gesteund door een bespreking van de literatuur over de relatie tussen een pandemie en de economie in het economenblad ESB van afgelopen week.\nCollega Pieter Gautier begint dit artikel met de vaststelling dat economie en pandemie niet alleen tegenover elkaar staan maar ook dat de economie met al de daaraan verbonden interacties (op de werkvloer, in de horeca en winkels) de pandemie kan versterken.\nDaarnaast betoogt Gautier dat de literatuur aangeeft dat het in theorie wel mooi is om ouderen en kwetsbaren te isoleren maar dat dat in de praktijk vrijwel ondoenlijk is.\nBovendien gaat het niet alleen om ziekte en overlijden door Covid-19 maar ook om het voorkomen dat de ziekenzorg helemaal vastloopt.\nWant ja, alleen samen krijgen we het virus onder controle: niet door economie en pandemie tegen elkaar uit te spelen, maar door te erkennen hoezeer ze met elkaar vervlochten zijn.", "paragraphs": ["Onlangs publiceerde een aantal vakgenoten een opiniestuk waarin ze betoogden dat de economische schade van de lockdown disproportioneel is. Ze hadden twee hoofdargumenten. Ten eerste dat er met minder strenge maatregelen groepsimmuniteit wordt bereikt. Ten tweede dat als ouderen en kwetsbaren geïsoleerd worden van de rest van de samenleving, de economie weer open kan gaan.", "Ik ben het hier niet mee eens en word daarin gesteund door een bespreking van de literatuur over de relatie tussen een pandemie en de economie in het economenblad ESB van afgelopen week. Collega Pieter Gautier begint dit artikel met de vaststelling dat economie en pandemie niet alleen tegenover elkaar staan maar ook dat de economie met al de daaraan verbonden interacties (op de werkvloer, in de horeca en winkels) de pandemie kan versterken. En dat is natuurlijk precies waarom er een lockdown afgekondigd is.", "Daarnaast betoogt Gautier dat de literatuur aangeeft dat het in theorie wel mooi is om ouderen en kwetsbaren te isoleren maar dat dat in de praktijk vrijwel ondoenlijk is. Hij kan geen land noemen waarin dat lukt. Wat zou dat in de praktijk betekend hebben voor Kerstmis? Dan hadden de meeste familiekerstdiners die nu waren toegestaan met drie gasten, afgeblazen moeten worden. Nog meer eenzaamheid en verdriet bij degenen die al zo lijden onder de angst voor de ziekte en de beperkende maatregelen.", "Natuurlijk is het zo dat zich een economisch drama voltrekt. Bedrijven dreigen kopje onder te gaan en werknemers verliezen hun baan, terwijl zzp’ers hun opdrachten schrikbarend zien teruglopen. Dat is zorgelijk en kan ook psychische schade veroorzaken. Maar kom dan wel met goede argumenten. Groepsimmuniteit is al lang afgeserveerd door de virusexperts omdat al bij de eerste golf bleek dat sommigen tweemaal besmet raakten.", "Bovendien gaat het niet alleen om ziekte en overlijden door Covid-19 maar ook om het voorkomen dat de ziekenzorg helemaal vastloopt. Dat is geen bijzaak maar een doel op zich. Zorgmedewerkers zijn overbelast, de ic-capaciteit nadert zijn maximum, en reguliere zorg wordt afgeschaald.", "Negeer het hoofdprobleem niet", "Dan kun je nog zo graag risico-gestuurd beleid willen en meer verantwoording van de lockdown willen hebben van het kabinet, maar daarmee negeer je de twee hoofdproblemen. De zorg raakt steeds verder overbelast en er komen in blijvend hoog tempo dagelijks veel besmette mensen bij, van wie de oudsten al niet eens meer naar het ziekenhuis doorgestuurd worden door hun huisarts. De helft van de ic-bedden wordt bezet door mensen jonger dan vijftig jaar. Dan helpt het geen zier om verpleeghuizen te isoleren en de kleinkinderen bij opa en oma weg te houden.", "Wat dan wel? Naast zo snel mogelijk vaccineren, ervoor zorgen dat mensen zich verantwoordelijker gaan gedragen. De regels navolgen. Zelfdiscipline opbrengen. Enerzijds door betere voorlichting en strenger handhaven. Anderzijds door quarantaine makkelijker te maken door werkloos horecapersoneel in te zetten als thuisbezorgers van levensmiddelen voor iedereen die positief getest is.", "Want ja, alleen samen krijgen we het virus onder controle: niet door economie en pandemie tegen elkaar uit te spelen, maar door te erkennen hoezeer ze met elkaar vervlochten zijn.", "Irene van Staveren is hoogleraar ontwikkelingseconomie aan de Erasmus Universiteit. Voor Trouw schrijft ze om de week een column over economie. Lees ze hier terug."], "authors": ["Irene Van Staveren"], "keywords": ["van", "en", "elkaar", "economie", "een", "maar", "tegen", "dat", "met", "uitspelen", "te", "virus", "het", "door", "niet", "laten"], "pubDate": "2020-12-29T08:51:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}