{"id": "bcf3497c-c73f-3e2e-8410-fb2fbb9020d5", "title": "Coronamoeheid: het geduld in de ministersploeg van Rutte is tanende", "url": "https://www.parool.nl/nederland/coronamoeheid-het-geduld-in-de-ministersploeg-van-rutte-is-tanende~b91412ee/", "summary": "Beeld ANPMet ‘alle begrip’ zei premier Mark Rutte te zien dat er ‘coronamoeheid’ aan het ontstaan is in de samenleving.\nOp het ministerie van Economische Zaken was een stuk vervaardigd met als mededeling dat het heropenen van de horeca juist zou leiden tot minder coronabesmettingen.\nNa koortsachtig overleg stuurde minister Eric Wiebes snel een brief naar de Tweede Kamer dat het slechts ging om ‘een concept van een gedachtelijn’ van ambtenaren op zijn ministerie.\nAls de horeca weer opengaat, zal het aantal besmettingen juist verder oplopen, blijkt uit berekeningen van het Outbreak Management Team (OMT).\nDe afgelopen weken botste het vaker in het kabinet.", "paragraphs": ["Premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid, Welzijn en Sport) bereiden zich voor op de toelichting op de nieuwste coronamaatregelen. Beeld ANP", "Met ‘alle begrip’ zei premier Mark Rutte te zien dat er ‘coronamoeheid’ aan het ontstaan is in de samenleving. Maar dat geldt evenzeer voor zijn eigen kabinet, bleek dinsdag.", "Juist toen de premier zich opmaakte voor de slechte boodschap van zijn persconferentie, dat er met Kerstmis geen versoepelingen komen, lekte een interne notitie uit. Op het ministerie van Economische Zaken was een stuk vervaardigd met als mededeling dat het heropenen van de horeca juist zou leiden tot minder coronabesmettingen.", "Het leidde direct tot woedende reacties van Kamerleden. Als dit klopt, waarom zijn alle cafés en restaurants dan nog steeds dicht? Na koortsachtig overleg stuurde minister Eric Wiebes snel een brief naar de Tweede Kamer dat het slechts ging om ‘een concept van een gedachtelijn’ van ambtenaren op zijn ministerie. Hoe dan ook klopte de conclusie die op papier was gezet niet, aldus Wiebes. Als de horeca weer opengaat, zal het aantal besmettingen juist verder oplopen, blijkt uit berekeningen van het Outbreak Management Team (OMT).", "Buitenwereld", "Rutte zelf wilde dinsdagavond niet speculeren waarom de notitie naar de pers was gelekt. “Dat soort dingen gebeuren nu eenmaal weleens in Den Haag. Dit zegt niks over de verhoudingen in het kabinet.” Toch leek het er dinsdag op dat in elk geval één iemand in het kabinet wilde laten merken aan de buitenwereld dat niet iedereen de huidige strenge coronamaatregelen steunt.", "De afgelopen weken botste het vaker in het kabinet. Er is een smaldeel dat alles op alles wil zetten om de volksgezondheid te beschermen. En er is een kamp dat vindt dat de maatregelen te ingrijpende gevolgen hebben voor de economie en de samenleving. Ook vanuit het ministerie van Economische Zaken werd dat benadrukt, staatssecretaris Mona Keijzer zei het zelfs hardop.", "Lege stoelen", "Toen de wereld begin dit jaar werd overvallen door een virus dat nog niemand kende, stonden alle neuzen nog dezelfde kant op. Maar naarmate de pandemie langer duurt, nemen de meningsverschillen over hoe er met het virus moet worden omgegaan toe.", "Dat geldt niet alleen voor het kabinet, maar voor heel Nederland. In de persconferentie constateerden Rutte en minister Hugo de Jonge (Volksgezondheid) dat ‘we’ steeds meer moeite hebben ons aan de coronamaatregelen te houden. Het aantal besmettingen komt maar niet onder de 6000 per dag.", "Hoewel het kabinet voorzichtig gehoopt had dat half december een deel van de coronamaatregelen kon worden versoepeld, kan dat nu pas op zijn vroegst half januari, zei Rutte. Met kerst is er dus geen ruimte voor extra bezoek. En dat is geen fijne boodschap, beseft hij. “Al weken geleden zag je de eerste kerstbomen in huiskamers. Het laat zien hoe extra belangrijk kerst dit jaar voor ons is. Door corona tellen we al 10.000 lege stoelen aan de kersttafel.”", "Maar met meer dan drie bezoekers kan kerst niet worden gevierd dit jaar. Sterker nog. Als het aantal besmettingen verder oploopt, is het kabinet misschien zelfs genoodzaakt nog voor de kerst strengere maatregelen af te kondigen. Welke, daar wil niemand over speculeren.", "Volgens De Jonge omdat de discussie er vooral over moet gaan hoe we ons met zijn allen aan de maatregelen houden. De meeste besmettingen vinden thuis plaats. En blijkbaar vinden we het daar ook moeilijk anderhalve meter afstand te bewaren.", "Opties", "Maar het kabinet is zo’n beetje door zijn opties heen. Voor een avondklok bleek geen draagvlak. Sluiting van de scholen dit voorjaar is slecht bevallen: leerlingen liepen leerachterstanden op, thuiswerkers hadden het zwaar. Er zouden nog strengere regels kunnen komen voor winkels of hotels, maar de economie heeft al zo’n enorme opdoffer gekregen.", "Daarom deden Rutte en De Jonge andermaal een beroep op iedereen. De Jonge: ,,We kunnen nog zulke strenge maatregelen verzinnen, als we ons gedrag niet aanpassen helpt niets.’’", "Ondertussen komt het kabinet met extra geld om de noodlijdende horeca te helpen en vraagt het geduld tot begin volgend jaar de meest kwetsbaren zijn gevaccineerd. De belofte: in de eerste helft van 2021 zouden de ergste maatregelen dan achter de rug kunnen zijn."], "authors": ["Hans Van Soest", "Tobias Den Hartog"], "keywords": ["coronamoeheid", "van", "er", "het", "op", "zijn", "kabinet", "tanende", "een", "dat", "rutte", "en", "ministersploeg", "geduld", "voor"], "pubDate": "2020-12-09T07:20:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}