{"id": "bd0169cd-3864-33dd-9154-6c9f43636166", "title": "Twitter had Donald Trump al maanden geleden kunnen verbannen, maar hij bracht nou eenmaal geld op", "url": "https://trouw.nl/cultuur-media/twitter-had-donald-trump-al-maanden-geleden-kunnen-verbannen-maar-hij-bracht-nou-eenmaal-geld-op~b1c10f1e6/", "summary": "Twitter en Trump maakten elkaar groot, maar het platform heeft de Amerikaanse president nu definitief in de ban gedaan.\nDat zou er volgens Twitter op kunnen duiden dat de inauguratie een doelwit is, en dat Trump geweld steunt.\nZo hebben ze Trump dat account snel kunnen ontnemen.”Dan stapt Trump toch over op die concurrent van Twitter, Parler?\n“Sinds het onderzoek van het Amerikaanse congres naar machtsmisbruik van big tech, zijn deze bedrijven meer verantwoordelijkheid gaan nemen.\nHet hypocriete is dat met een account met miljoenen volgers als dat van Trump heel veel geld te verdienen is.", "paragraphs": ["Twitter en Trump maakten elkaar groot, maar het platform heeft de Amerikaanse president nu definitief in de ban gedaan. Zijn tweets leveren volgens het bedrijf een risico op van ‘aanzetten tot geweld’. Nadat Trump een woedende meute opriep naar het Capitool te trekken, dat vervolgens door hen bestormd werd, sloot Twitter Trump 12 uur af van zijn account. Maar hij kreeg toch nog een kans om op @realDonaldTrump terug te keren als hij zich van ophitsing weerhield. Dat deed de president vervolgens niet: hij meldde niet naar de inauguratie van Joe Biden te gaan, en zwaaide zijn aanhangers lof toe als ‘patriotten’. Dat zou er volgens Twitter op kunnen duiden dat de inauguratie een doelwit is, en dat Trump geweld steunt.", "Hoogleraar digitale samenleving en mediacultuur José van Dijck van de Universiteit Utrecht kijkt niet op van de opheffing van het account: “Dat Trump als president zo’n speciale gebruiker van Twitter was, heeft het platform er heel lang van weerhouden om zijn account te verwijderen, ook al kon dat volgens de eigen regels wel. Er werden alleen wat waarschuwingslabels geplaatst. Twitter heeft Trump na de aanval op het Capitool nog één kans gegeven. Die heeft hij direct in de wind geslagen. Twitter kon nu niet anders meer dan dit ‘superspreader’- account op te heffen.”", "Trump is direct overgestapt op dat andere beroemde Twitter-account dat nog dateert uit de tijd van Obama: @Potus...", "“Dat heeft niet lang geduurd. Sinds Joe Biden definitief is aangewezen als de nieuwe president van de VS, wordt dat account overgeheveld naar Biden. Zo hebben ze Trump dat account snel kunnen ontnemen.”", "Dan stapt Trump toch over op die concurrent van Twitter, Parler?", "“Parler is al sinds de zomer bezig om groot te worden als rechts platform dankzij de aanhangers van Trump. Twitter heeft daar ook heel veel gebruikers aan te danken gehad. Maar de situatie is nu toch anders: Google en Apple hebben Parler inmiddels uit hun app-stores verwijderd, zodat het downloaden voor nieuwe gebruikers vrijwel onmogelijk is geworden. Bestaande gebruikers kunnen wel actief blijven. Maar op Parler zal Trump dus niet snel zulke grote groepen volgers aanspreken.”", "Trumps zoon Donald jr. schrijft op Twitter dat de big tech de vrijheid van meningsuiting hebben vermoord. Of nemen deze bedrijven eindelijk hun verantwoordelijkheid?", "“Sinds het onderzoek van het Amerikaanse congres naar machtsmisbruik van big tech, zijn deze bedrijven meer verantwoordelijkheid gaan nemen. Ze opereerden lange tijd in een grijs gebied, waardoor en geen wettelijke middelen waren om hen aansprakelijk te houden voor content die door ‘derden’ geplaatst wordt. Twitter en Google (eigenaar van YouTube, red.) hebben nu in het geval van Trump stappen gezet, Instagram en Facebook hebben zichzelf iets meer tijd gegeven, namelijk tot de machtsoverdracht op 20 januari. Tot die tijd zijn de accounts van Trump in ieder geval geblokkeerd.", "Het hypocriete is dat met een account met miljoenen volgers als dat van Trump heel veel geld te verdienen is. Daar hebben de bedrijven van geprofiteerd, terwijl ze juist deze superspreaders al veel eerder strenger hadden moeten modereren. Dat lijkt nu te gaan gebeuren, maar er is natuurlijk veel te lang geschipperd. Trump riep met zijn ‘looting en shooting’ in mei al op tot geweld, ten tijde van de acties van Black Lives Matter. Toen hadden big tech, ook volgens hun eigen richtlijnen, al maatregelen kunnen treffen.”", "Lees ook:", "Media vinden antwoord op Trumps desinformatie: melden, corrigeren en dempen", "Donald Trump sprak donderdagavond de natie toe. Hij riep ten onrechte de overwinning uit en sprak over fraude door Democraten. Sommige Amerikaanse media stopte daarop de live-uitzending van de toespraak.", "De internet-ironie van veel Trump-aanhangers kent een harde kern van onverdraagzaamheid", "Het presidentschap van Trump eindigt in stijl: met een opgehitste menigte die vanuit een alternatieve realiteit het hart van de democratie binnenviel."], "authors": ["Laura Van Baars"], "keywords": ["nou", "van", "het", "verbannen", "zijn", "en", "kunnen", "een", "maanden", "op", "te", "trump", "dat", "geleden", "maar", "hij", "twitter"], "pubDate": "2021-01-09T15:08:45Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}