{"id": "bd010fe8-1704-3925-aa58-71f9cd2d8cbb", "title": "Topmodel", "url": "https://nrc.nl/nieuws/2020/12/16/topmodel-a4024074", "summary": "En toen kwam de octopus op mijn pad.\nIn die ontgoochelde Ibiza-nadagen raakte ik op ’n strandje aan de praat met een Nederlandse (!)\nEen octopus heeft acht tentakels, deze man had er vier.\nSindsdien hechtte ze zich met haar tweeduizend zuignappen liefdevol aan hem vast.\nToen H. Ninji voor het eerst ontmoette was ze zo klein was als een tennisbal, zittend op een steen op 30 cm diepte.", "paragraphs": ["En toen kwam de octopus op mijn pad. Dit moet u nogal letterlijk opvatten. In die ontgoochelde Ibiza-nadagen raakte ik op ’n strandje aan de praat met een Nederlandse (!) fotograaf/duiker, H. J., wiens raison d’être praktisch samenviel met octopussen. Een boomlange kerel met rijzige benen en armen. Een octopus heeft acht tentakels, deze man had er vier.", "Nederland was voor H. te benauwd geworden en hij zocht het, net als Slauerhoff, ver op zee. Vrijwel elke avond dook hij met camera de diepte in en liet zich rondom verborgen holletjes en grotjes bedwelmen door zijn geheime vriendinnen.", "Het toeval wilde dat een paar maanden daarvoor een docu, My Octopus Teacher van Craig Foster, mij haast tot tranen had geroerd. Deze Zuid-Afrikaan zwom regelmatig in de Valsbaai tussen de enorme kelpwouden en op een dag ontdekte hij op de bodem een levend kunstwerk van talloze schelpen: het bleek een gecamoufleerde octopus. Foster werd op slag verliefd en vanaf dat moment bezocht hij haar elke dag, tot het wonder geschiedde: de octopus zwichtte voor zijn avances en reikte haar tentakels naar hem uit zoals een vrouw haar ringvinger. Sindsdien hechtte ze zich met haar tweeduizend zuignappen liefdevol aan hem vast.", "H. kende de docu ook maar was dus zelf al langer, zij het minder monogaam, in de greep van dezelfde schepsels. H. had intussen een heuse harem om zich heen verzameld en iedere avond wachtten de vrouwtjes, elk met eigen naam, hem geduldig op bij hun huisjes en gingen dan, vooral bij volle maan, compleet los.", "H. sprak over ‘ladies night’ met ‘polkadots’ als dresscode. De duizelingwekkende foto’s die H. mij liet zien getuigden daarvan.", "Maar ‘Ninji’ was ineens ‘minder extravert’ nadat ze de week ervoor drie armen was kwijtgeraakt. Dat verdroot H. zeer want Ninji was zijn favoriete model. Toen H. Ninji voor het eerst ontmoette was ze zo klein was als een tennisbal, zittend op een steen op 30 cm diepte. Ze was wat verlegen maar zwom niet weg als hij naderde en na een tijdje stak ze telkens één of twee armen innig naar hem uit.", "„Als ik geluk heb is ze lekker aan het jagen. Dan kruipt ze over mijn camera heen en zoekt ze mij op. Ik volg haar als ze van steen naar steen kruipt en eten zoekt. Inmiddels is ze aardig extravert geworden en weet altijd haar armen precies goed voor de camera te poseren. Ze geneert zich niet om met volle mond op de foto te gaan, echt een topmodel!”", "In het vliegtuig terug dacht ik: een dode zee met zulke ontzaglijke creaturen, dat geeft de burger moed, maar het smakelijke schaaltje pulpo alla gallega is mij potjandorie mooi afgepakt.", "NRC Klimaat De laatste ontwikkelingen rond klimaat, natuur en duurzaamheid Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Mohammed Benzakour", "Leestijd Minuut"], "keywords": ["van", "octopus", "een", "het", "en", "ze", "op", "h", "haar", "met", "topmodel"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}