{"id": "bd0e3043-5cfe-3080-acc0-eefbab34dcda", "title": "Opslag kreeg ik, maar veel later en veel minder dan ik had gehoopt", "url": "https://trouw.nl/duurzaamheid-natuur/opslag-kreeg-ik-maar-veel-later-en-veel-minder-dan-ik-had-gehoopt~b80de371/", "summary": "Die opslag kwam er, maar veel later en kleiner dan ik had gehoopt.\nDat ik dan zomerstroom zou moeten kunnen opslaan tot de donkere winterdagen, was me duidelijk.\nIk kreeg van veel deskundigen al heel snel te horen dat ik dat echt kon vergeten.\nDaar heb ik dan op zich geen thuisbatterij bij nodig, maar het zal toch handig zijn dat ik die sinds kort wel in huis heb.\nBeeld Vincent DekkerStroomhandel DekkerDie thuisbatterij krijgt dan ook een heel andere functie dan ik in 2010 voor ogen had.", "paragraphs": ["Het was van meet af aan duidelijk: zonnepanelen leveren in de zomer veel stroom op, maar in de winter heb je er niet genoeg aan. Dus wilde ik er energieopslag bij. Dat zou me spoedig onafhankelijk van het elektriciteitsnet maken. Die opslag kwam er, maar veel later en kleiner dan ik had gehoopt.", "Afgelopen vrijdag vierde ik het tienjarig bestaan van dit weblog. Daarbij beloofde ik u nog een paar afleveringen terug te blikken op wat ik in 2010 wilde, dacht, hoopte en verwachtte. Vrijdag schreef ik over de spectaculaire toename van het aantal zonnepanelen en hoe die nu wereldwijd de toekomst van onze energievoorziening lijken te gaan bepalen. Dit keer aandacht voor een minder stormachtige ontwikkeling: die van de thuisbatterij.", "Dubbel naïef", "Een van mijn redenen om tien jaar geleden zonnepanelen te kopen, was dat ik onafhankelijk wilde worden van de energiemaatschappijen. Het idee dat ergens op een anoniem hoofdkantoor ver weg kon worden besloten dat Vincent Dekker geen lamp meer zou kunnen laten branden en geen kamer warm zou kunnen stoken, zat me al langer dwars. Dat ik dan zomerstroom zou moeten kunnen opslaan tot de donkere winterdagen, was me duidelijk. Dus hoopte ik al in mijn blog van 23 december 2010 dat er snel goedkope en goede batterijen zouden komen.", "Tja, snel en goedkoop. Dat was dubbel naïef. Batterijen die me een hele winter zouden helpen overbruggen, zouden veel te groot en te kostbaar moeten zijn, zelfs als je afziet van elektrische verwarming. Ik kreeg van veel deskundigen al heel snel te horen dat ik dat echt kon vergeten. Ik ging zelf aan het rekenen en kon niet anders dan toegeven dat dit teveel gevraagd zou zijn. Ik gebruikt in donkere maanden zo'n 9 of 10 kWh per dag, terwijl de panelen op mijn dak in hele decembermaand slechts 18 kWh opleveren.", "Batterij van 1,2 miljoen", "Eigenlijk moet je batterijen hebben die vrijwel de hele stroombehoefte van eind oktober tot begin maart dekken. Zeg maar 4 volle maanden; 120 dagen van 10 kWh vereist dan een batterij van 1200 kWh. In 2020 kostten batterijen zo'n 1000 euro per kWh. Dan zou ik dus een batterij van 1,2 miljoen euro nodig hebben gehad. Inmiddels is de prijs ongekend snel gezakt, naar zo'n 100 euro per kWh. Maar dan nog heb ik dus een batterij van 120.000 euro nodig als ik de stroomkabel zou willen doorknippen.", "Die aansluiting op het stroomnet blijft dus nog wel even. Iets anders is de aansluiting op het aardgasnet. Die zou wel al vrij spoedig kunnen verdwijnen. Ik kijk al tijden uit naar betaalbare warmtepompen en ik denk dat er komend jaar wellicht een in ons huis kan verschijnen. Die gaat mijn stroomverbruik verdubbelen en misschien wel verdrievoudigen, maar dat is geen probleem: ik ga extra zonnepanelen op mijn dak zetten. Dankzij netbeheerder Liander, die vorige maand een veel dikkere stroomkabel in de straat heeft gelegd, kan ik dan in de zomer al mijn zonnestroom kwijt om vervolgens in de winter alle stroom van het net te halen om mijn aardgasverbruik tot nul te kunnen reduceren.", "Daar heb ik dan op zich geen thuisbatterij bij nodig, maar het zal toch handig zijn dat ik die sinds kort wel in huis heb. Want de batterijen werden weliswaar niet zo snel goedkoper als ik had gehoopt, maar nu, na tien jaar, zijn ze dan toch zo ver in prijs gedaald dat ze interessant worden. Maar het wordt wel een heel bescheiden thuisbatterij: van nog geen 7 kWh.", "Mijn thuisbatterij draait sinds augustus. Als straks ook de slimme meter in huis is, kan 'Stroomhandel Dekker' zijn bijdrage aan een stabiel stroomnet gaan leveren. Beeld Vincent Dekker", "Stroomhandel Dekker", "Die thuisbatterij krijgt dan ook een heel andere functie dan ik in 2010 voor ogen had. Zij slaat nu overdag de zonnestroom uit mijn panelen op zodat ik die 's avonds beschikbaar heb. En in de maanden november tot en met februari gaat de batterij stroom opslaan als die in overvloed aanwezig is, bijvoorbeeld dankzij windmolens in de Noordzee. Als er een stroomtekort dreigt, zal mijn batterij de stroom aan het net gaan leveren. Op die manier helpt mijn thuisbatterij dan om het stroomnet te stabiliseren.", "Wil dat aanlokkelijk zijn voor eigenaren van thuisbatterijen, dan moet de stroom in tijden van overvloed goedkoop zijn en bij schaarste duur, zodat ik kan verdienen aan de stroom die ik eerst afneem van en daarna lever aan het net. Ik gok erop dat het niet lang meer zal duren voordat er systemen komen die thuisbatterijen op grote schaal aantrekkelijk zullen maken. Daarbij moet ik wel even door een zure appel heen bijten. Om die 'stabilisatiehandel’ goed te kunnen regelen, heb ik een slimme meter nodig. Jarenlang fulmineerde ik tegen deze inbreuk in mijn privacy. En nog altijd draait de schijf van mijn ouderwetse stroommeter lustig terug als de zon flink schijnt. Maar in 2021 komt daar toch een eind aan...", "Ondertussen rukken batterijen buitenshuis al wel flink op. Overal in de wereld, en ook in ons land, worden grote, kostbare batterijen al ingezet om het stroomnet op regionale en nationale schaal te stabiliseren. Dat was tot nu toe werk voor gasgestookte centrales. Die hoeven voortaan veel minder vaak aan te slaan.", "Elektrische auto", "Ik hoopte tien jaar geleden dat de elektrische auto snel populair zou worden, want dat zou de ontwikkeling van de batterij in een stroomversnelling brengen. Inmiddels is duidelijk dat die e-auto aan een onstuimige opmars bezig is. De prijsdaling bij batterijen, van 1000 naar 100 euro per kWh, is daar het directe resultaat van. En die prijsdaling gaat nog wel even door. Daarom in de volgende aflevering meer over de wonderbaarlijke doorbraak van de elektrische auto.", "In zijn weblog ‘Vincent wil zon’ belicht Vincent Dekker innovaties en ontwikkelingen op het gebied van groene energie, dichtbij en ver van huis. Lees meer afleveringen op trouw.nl/vincentwilzon.", "Lees ook:", "Britse batterij maakt ook buren blij", "Het succes van groene energie staat of valt met slimme opslag van stroom. Voor de uren zonder zon en wind. Britse onderzoekers hebben een ‘slimme batterij’ die daarvoor zorgt én het piekstroomprobleem oplost."], "authors": ["Vincent Dekker"], "keywords": ["ik", "veel", "van", "dan", "en", "een", "opslag", "minder", "later", "kreeg", "gehoopt", "op", "te", "het", "maar", "dat", "die"], "pubDate": "2020-12-15T13:52:55Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}