{"id": "bd0eeb0d-9ab3-390e-8417-414e26cdac97", "title": "Kabinet op ramkoers over verhuizing Tweede Kamer: ‘Het móet gebeuren’", "url": "https://www.parool.nl/nederland/kabinet-op-ramkoers-over-verhuizing-tweede-kamer-het-moet-gebeuren~b3177abc/", "summary": "Deze twee hoofdrolspelers voeren achter de schermen een felle strijd over de renovatie van het Binnenhof in Den Haag.\nVoor een periode van vijfenhalf jaar moeten alle bewoners van het Binnenhof, waaronder de Tweede en Eerste Kamer, verkassen naar panden in de omgeving.\nKrappe gangenDe verhuizing van de Tweede Kamer staat gepland voor komende zomer.\n100 procent duurderOp verzoek van de Kamer heeft Knops laten uitzoeken of het mogelijk is om de renovatie van het Binnenhof in etappes uit te voeren, zodat de Kamer niet hoeft te verhuizen.\n“Bouwplaatsen zijn anno 2020 een risico in het voorbereiden van terroristische aanslagen.”Op 17 december, de laatste dag voor het kerstreces, moet de Kamer debatteren over de verhuizing.", "paragraphs": ["Kamervoorzitter Khadija Arib. Beeld BSR Agency", "Een koude oorlog. Zo noemt een Haagse ingewijde het conflict tussen staatssecretaris Raymond Knops (Binnenlandse Zaken) en Tweede Kamervoorzitter Khadija Arib. Deze twee hoofdrolspelers voeren achter de schermen een felle strijd over de renovatie van het Binnenhof in Den Haag.", "De renovatie is hoognodig, het complex is al jaren niet brandveilig. In 2015 werd besloten dat het complete Binnenhof in één keer grondig wordt aangepakt. Voor een periode van vijfenhalf jaar moeten alle bewoners van het Binnenhof, waaronder de Tweede en Eerste Kamer, verkassen naar panden in de omgeving.", "Krappe gangen", "De verhuizing van de Tweede Kamer staat gepland voor komende zomer. Een kantoorkolos in de buurt van het station in Den Haag is voor 161 miljoen euro vertimmerd tot tijdelijk parlement. Maar verschillende partijen in de Kamer, onder aanvoering van Arib, zien de verhuizing niet zitten.", "Zij vrezen dat ze hun werk niet goed kunnen doen in het hoge kantoorgebouw, met veel krappe gangen en kleine kantoren. Deze week zou de Kamer moeten besluiten of de verhuizing komende zomer doorgaat, maar een debat daarover is uitgesteld. Tot woede van Knops, die het parlement oproept om zo snel mogelijk groen licht te geven.", "100 procent duurder", "Op verzoek van de Kamer heeft Knops laten uitzoeken of het mogelijk is om de renovatie van het Binnenhof in etappes uit te voeren, zodat de Kamer niet hoeft te verhuizen. Volgens onderzoeksbureau VPR Consultants kan de hele renovatie dan 40 tot 100 procent duurder uitpakken. “Dat zal eerder richting de 100 procent gaan dan de 40 procent,” melden de onderzoekers.", "Als de kosten inderdaad verdubbelen, zou de renovatie meer dan een miljard euro gaan kosten. De onderzoekers waarschuwen ook dat het gevaarlijk kan zijn om de Kamer te laten vergaderen in een bouwput. “Bouwplaatsen zijn anno 2020 een risico in het voorbereiden van terroristische aanslagen.”", "Op 17 december, de laatste dag voor het kerstreces, moet de Kamer debatteren over de verhuizing. Als er dan geen besluit valt, dreigt in elk geval een jaar uitstel. De kosten daarvan zijn 20 tot 30 miljoen euro."], "authors": ["Peter Winterman"], "keywords": ["tot", "gebeuren", "procent", "van", "tweede", "het", "op", "ramkoers", "móet", "een", "renovatie", "te", "kabinet", "kamer", "verhuizing", "voor"], "pubDate": "2020-12-08T07:40:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}