{"id": "bd154e0d-a85f-30e4-a436-2748082215c5", "title": "Steve Earle eert zijn overleden zoon op een pijnlijk verdrietig en wrang afscheidsalbum ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/steve-earle-eert-zijn-overleden-zoon-op-een-pijnlijk-verdrietig-en-wrang-afscheidsalbum~b71a34c5/", "summary": "Steve Earle en zijn zoon Justin Townes.\nEarles werk heeft gedurende zijn carrière te weinig aandacht gekregen en de zoon wist zich maar met moeite uit de schaduw van zijn beroemde vader Steve Earle te manoeuvreren.\nDe rouwende vader eert zijn zoon op de voor hem best denkbare manier: met een coveralbum.\nHet monument Steve Earle vertolkt de songs van zijn dode zoon en geeft hem daarmee alsnog de prominente plek in het hart van de Amerikaanse roots.\nSteve Earle & the Dukes: J.T.", "paragraphs": ["Steve Earle en zijn zoon Justin Townes.", "Vooropgesteld: als u de singer-songwriter Justin Townes Earle (1982-2020) waardig wilt herdenken, dan doet u er het best aan de door hemzelf vertolkte muziek af te spelen. Earles werk heeft gedurende zijn carrière te weinig aandacht gekregen en de zoon wist zich maar met moeite uit de schaduw van zijn beroemde vader Steve Earle te manoeuvreren. Vorig jaar overleed de zwoegende musicus, aan een fatale combinatie van drugs en medicijnen.", "De rouwende vader eert zijn zoon op de voor hem best denkbare manier: met een coveralbum. Het is tegelijk ontroerend, treurig en luguber. Het monument Steve Earle vertolkt de songs van zijn dode zoon en geeft hem daarmee alsnog de prominente plek in het hart van de Amerikaanse roots.", "De liedjes krijgen vrijwel allemaal een wrange bijklank. De zwartgallige zelfanalyse The Saint of Lost Causes was in de originele uitvoering op het gelijknamige album al prachtig en stekelig, maar wordt bij de schurende stem van de vader en de slepende, haast modderige begeleiding nog cynischer. Het hartverscheurende liefdesverdrietlied Turn Out My Lights lijkt nu, achteraf bezien en in de uitvoering van vader, vooruit te wijzen naar de dood van de schrijver: ‘When I turn out my lights tonight, and look into your eyes, I know it’s gonna be alright.’", "En dan krijgen we nog het afsluitende grafdicht Last Words te verwerken, geschreven door Steve Earle zelf. De laatste woorden tussen de twee waren vervuld van liefde, en daar valt iets van troost uit te putten. ‘Now I don’t know what I’ll do, until the day I follow you’, zingt Earle. Een pijnlijk, nauwelijks te verdragen maar toch ook buitengewoon mooi afscheidsalbum.", "Steve Earle & the Dukes: J.T."], "authors": ["Robert Van Gijssel"], "keywords": ["steve", "overleden", "zijn", "pijnlijk", "van", "het", "earle", "vader", "en", "een", "op", "te", "eert", "wrang", "verdrietig", "zoon"], "pubDate": "2021-01-07T12:32:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}