{"id": "bd168943-f32a-3ae6-b0e7-5d3ec64d159d", "title": "Een feit: hoe je je ook voelt na Ik... eh ik van Het Houten Huis voel je je beter ★★★★★", "url": "https://volkskrant.nl/cultuur-media/een-feit-hoe-je-je-ook-voelt-na-ik-eh-ik-van-het-houten-huis-voel-je-je-beter~b3fa52cd/", "summary": "Ik... eh ik van Het Houten Huis is zo’n meesterwerk.\nIk weet het zeker: hoe je je ook voelt, na het zien ervan voel je je beter.\nVaak over ‘dagelijkse helden’, zoals ze het noemen, en de imperfecties van het leven.\nIn het huis leven een man en zijn goudvis zich een slag in de rondte.\nIn dit huis leven een man en zijn goudvis zich een slag in de rondte.", "paragraphs": ["De hoeveelheid luikjes, uitklapdeurtjes en draaiende onderdelen is ongekend. Alles kan bewegen. Beeld Moon Saris", "Eens in de zoveel tijd zie je een voorstelling die zo bizar goed is, dat je hem wel aan iedereen zou willen aanraden – ook al staat er 6+ achter de titel. Ik... eh ik van Het Houten Huis is zo’n meesterwerk. Ultiem beeldend theater voor jong en oud, pessimist en optimist, theaterfan en -hater. Ik weet het zeker: hoe je je ook voelt, na het zien ervan voel je je beter.", "De Groningse groep Het Houten Huis, onder leiding van regisseur Elien van den Hoek, maakt al sinds 2009 jeugdtheater. Vaak over ‘dagelijkse helden’, zoals ze het noemen, en de imperfecties van het leven. Geen spectaculair onderwerp, zou je denken. Het tegendeel blijkt waar, in de handen van Van den Hoek, componist en speler Martin Franke en niet in de laatste plaats decorontwerper Douwe Hibma.", "In het huis leven een man en zijn goudvis zich een slag in de rondte. Er knaagt iets. Het dagelijkse ritme hapert. Beeld Moon Saris", "Die laatste bouwde een huisje, een eenkamerappartement vol verrassingen. De hoeveelheid luikjes, uitklapdeurtjes en draaiende onderdelen is ongekend. Alles kan bewegen. Er moet achter de schermen een ongelofelijke machinerie staan om alles draaiende te krijgen. Zelfs de zwaartekracht wordt getrotseerd.", "In dit huis leven een man en zijn goudvis zich een slag in de rondte. Er knaagt iets. Het dagelijkse ritme hapert. Alles begint te kantelen. Autosleutel, wasrek, keukenkastje, mes – alle dingen die normaal leken, krijgen een eigen leven. De man raakt vervreemd van zijn leefwereld en ten slotte van zichzelf.", "Ik zou het hier kunnen hebben over invloeden van David Lynch (het surrealisme), Albert Camus (het existentialisme) of Alex van Warmerdam (de droogkomische droomwerkelijkheid). Maar dat klinkt allemaal veel te gewichtig voor zo’n leuk, licht en perfect uitgevoerd inkijkje in de alledaagse angstdromen van een mens zoals jij en... eh ik."], "authors": ["Vincent Kouters"], "keywords": ["van", "houten", "huis", "hoe", "het", "ik", "een", "je", "ook", "voelt", "en", "alles", "leven", "er", "voel"], "pubDate": "2020-12-03T16:25:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}