{"id": "bd1a3765-c92b-34df-8fd7-b29081053b2a", "title": "Meester Mark verzamelt juweeltjes van kindertaal: van ‘viesie joterapeut’ tot ‘sexuwele voorigting’", "url": "https://trouw.nl/cultuur-media/meester-mark-verzamelt-juweeltjes-van-kindertaal-van-viesie-joterapeut-tot-sexuwele-voorigting~bc5f35ab/", "summary": "Het instagramprofiel van @MeesterMark is een verzameling van meest droge gedachtespinsels van basisschoolleerlingen.\nX SandyHet instagramaccount @MeesterMark van Mark van der Werf (257.000 volgers) is overladen met tactloze schrijfsels als dat van Sandy.\nAntwoord van een meisje uit groep 7: ‘Mijn zusje’.\nEn na de pauze vond een juf een briefje op haar bureau met daarop: ‘Ik wil sexuwele voorigting’.\nOok brengt hij zijn leerlingen mediawijsheid bij.", "paragraphs": ["Het instagramprofiel van @MeesterMark is een verzameling van meest droge gedachtespinsels van basisschoolleerlingen.", "Lieve juf, ik hoop voor u dat u een lieve baby krijgt, daarmee bedoel ik dat ze niet te veel jankt. Veel plezier in het ziekenhuis. X Sandy", "Het instagramaccount @MeesterMark van Mark van der Werf (257.000 volgers) is overladen met tactloze schrijfsels als dat van Sandy. Hij was amper twee jaar meester, toen hij stopte en schrijver werd. Maar de liefde voor de grappige kinderlogica bleef. Zijn insta-platform is een bundeling van de leukste gedachtespinsels van kinderen. Hoe hij aan al die krabbels komt? Zijn oud-collega’s sturen foto’s door van de geestigste opmerkingen van hun leerlingen.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Meester Mark (@meester_mark) op 3 Dec 2020 om 3:32 PST", "Zoals een meisje dat moeite had met een rekenopdracht: ‘Ik doe mijn best maar mijn laatsten 2 hersencellen houden een dikken dansparty in mijn hooft!’ En wat wil je later worden? ‘Viesie joterapeut’. Wat zou jij verkopen op de markt? Antwoord van een meisje uit groep 7: ‘Mijn zusje’. En na de pauze vond een juf een briefje op haar bureau met daarop: ‘Ik wil sexuwele voorigting’. Erg aandoenlijk.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Meester Mark (@meester_mark) op 3 Dec 2020 om 3:25 PST", "Meester Mark is niet de enige docent die het goed doet op de sociale platforms, ook ‘Meester Jesper’ Hesseling (120.000 volgers) en ‘Juf Joyce’ van Kasteren (117.000 volgers) zijn hits, op TikTok dan. Meester Jesper is populair om zijn rekenhacks. Ook brengt hij zijn leerlingen mediawijsheid bij. Platforms als TikTok en Instagram zijn zo niet alleen vermakelijk, maar ook een leerschool."], "authors": ["Heleen Bastiaanse"], "keywords": ["tot", "ik", "zijn", "van", "mijn", "en", "een", "juweeltjes", "voorigting", "viesie", "op", "hij", "meester", "verzamelt", "sexuwele", "kindertaal", "mark"], "pubDate": "2020-12-12T20:27:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}