{"id": "bd2c7ab1-4433-3730-9c64-cb319490c547", "title": "‘Pak het, trek het uit elkaar, het is júllie film’, zei Griet", "url": "https://volkskrant.nl/cultuur-media/pak-het-trek-het-uit-elkaar-het-is-jullie-film-zei-griet~be090093/", "summary": "‘Ik zei tegen Sabine: o grappig, kom hier dat ik u kus.\nOoit woonde ik een poosje in Bosnië, ik spreek de taal een beetje.\nDus we kochten dat boek, lazen het en het raakte ons.\n‘Pak het, trek het uit elkaar, doe ermee wat je wilt: het is jullie film.’Van Koevorden: ‘Het zonk in, na het ophangen: we gingen dit echt doen.\nHet Vlaanderen uit het boek van Griet kennen wij.’Van Koevorden: ‘Het hangt er bij Kom hier dat ik u kus vanaf hoe je kijkt.", "paragraphs": ["Sabine Lubbe Bakker en Niels van Koevorden Beeld Ivo van der Bent", "Het verhaal van de opvallend goed gelukte verfilming van de bestseller Kom hier dat ik u kus begint op Schiphol. Daar stonden Sabine Lubbe Bakker en Niels van Koevorden, klaar voor hun reis naar de andere kant van de wereld: het eiland Nieuw-Caledonië, in de Stille Oceaan. Zelfs daar zou Ne me quitte pas eind 2014 worden vertoond, hun portret van twee Waalse alcoholisten dat werd bekroond met het Gouden Kalf voor beste documentaire.", "‘Het was echt in de jungle’, zegt Van Koevorden (36). ‘De meest afgelegen vertoning die we bijwoonden.’", "Leesvoer was gewenst, voor de vlucht. In het boekwinkeltje van de luchthaven lag Griet Op de Beecks succesroman uit 2014 over de timide, in haar jeugd beschadigde dramaturg Mona. Hoge stapels, voorzien van dat lokkende Dwdd-stempel: boek van de maand!", "‘Ik zei tegen Sabine: o grappig, kom hier dat ik u kus. Ooit woonde ik een poosje in Bosnië, ik spreek de taal een beetje. En precies dát zinnetje zei ik wel eens tegen Sabine, in het Bosnisch.’", "Lubbe Bakker (42): ‘Dodi ovamo da te poljubim.’", "Van Koevorden: ‘Toch toevallig. Dus we kochten dat boek, lazen het en het raakte ons. We zeiden, meer voor de grap: als we ooit een speelfilm maken, dan zou dit wel wat zijn. Maar dat was nooit onze ambitie, wij maakten documentaires.’", "Een paar maanden later schreef Op de Beeck in haar column in de Belgische krant De Morgen over Ne me quitte pas. Lovend, maar met enkele feitelijke onjuistheden. Wat lezers wezen haar daarop, via Facebook. Waarop Griet excuses aanbood, en de filmmakers tagde. Van Koevorden: ‘Dus wij lazen dat bericht en keken elkaar aan...’", "Lubbe Bakker: ‘We doen het gewoon, dachten we. Het is je vergeven Griet, schreven we terug. Wil je een keertje met ons koffiedrinken? En P.S.: zijn de rechten van je boek nog vrij?’", "Tijdens die eerste ontmoeting meldde Op de Beeck dat de onderhandelingen over de verfilming van Kom hier dat ik u kus al gaande waren, met drie producenten. Maar het klikte met de documentairemakers. Lubbe Bakker: ‘We hebben nog een lief briefje achter haar ruitenwisser geplakt.’", "Een paar dagen later ging de telefoon. ‘Ik geloof dat jullie de ziel van het boek snappen’, sprak Op de Beeck. ‘Pak het, trek het uit elkaar, doe ermee wat je wilt: het is jullie film.’", "Van Koevorden: ‘Het zonk in, na het ophangen: we gingen dit echt doen. We zijn ons meteen als een malloot gaan verdiepen: hoe doe je dat eigenlijk, een speelfilm maken?’", "Sabine Lubbe Bakker en Niels van Koevorden: ‘Als we ooit een speelfilm maken, dan zou dit wel wat zijn. Maar dat was nooit onze ambitie, wij maakten documentaires.’ Beeld Ivo van der Bent", "De werkverdeling op de set van Kom hier dat ik u kus was in principe duidelijk: hij hanteert de camera, zij ontfermt zich over de spelregie. Maar alles wordt eerst door beiden doorgesproken. Van Koevorden: ‘We besloten het weinige dat wij van filmmaken wisten toe te passen op een fictieset. De cameravoering, het licht – alles was er op ingesteld dat we lang en ononderbroken door konden filmen, soms wel een kwartier. In de repetities werkten we meer vanuit de rol dan vanuit het script: wie ben je, hoe reageer je op de ander?’", "Gevormd door haar labiele en dominante stiefmoeder Marie, omringt Mona uit Kom hier dat ik u kus zich als twintiger met zelfzuchtige en ijdele mannen. Ook buiten de dwingende familiebanden eist ze nooit eens ruimte op voor haarzelf.", "Lubbe Bakker: ‘We hebben de acteurs soms gewoon aan tafel gezet, voor de kerstdiners en ruzies in de film. Hier staan de hapjes en drankjes, begin maar. Dat Marie dan ‘flauwe doos’ tegen Mona zegt, omdat het kind een toastje niet lust - zó hard, zó goed voor de film. Dat stond dus niet in het script. En de actrice die de jonge Mona speelt vond dat toastje écht smerig, ook dat was niet afgesproken. Juist naar dat soort momenten zoeken wij als we filmen.’", "Lubbe Bakker en Van Koevorden bewonen samen een woonboot in Amsterdam-Noord, met hun twee kleine kinderen. Beide filmmakers brachten hun jeugd door in België, als kinderen van deels Nederlandse ouders. ‘Ik zat op de meisjesschool en droeg net zo’n schooluniform als de jonge Mona. Het Vlaanderen uit het boek van Griet kennen wij.’", "Van Koevorden: ‘Het hangt er bij Kom hier dat ik u kus vanaf hoe je kijkt. Of je zelf een Mona bent, in meer of mindere mate. Of juist een Marie.’", "Hebben ze ooit overwogen het verhaal naar Nederland te verplaatsen, met Nederlandse acteurs?", "Van Koevorden lacht. ‘O nee. Als je dat doet, een Nederlandse Mona, denk je al snel: kind, zeik toch niet zo. Ga naar een psycholoog, los het op!’", "Lubbe Bakker: ‘Nederland is veel meer oplossingsgericht. Weet je wat jij moet doen? Dat zeggen de mensen hier, als je ergens mee zit. Terwijl, in België is het meer van: och ja, da’s toch verschrikkelijk? Voor beide kanten valt iets te zeggen. Het is ook fijn als iemand niet meteen al je problemen wil oplossen, maar gewoon eens naar je luistert.’", "Op het Nederlands Film Festival, waar de film eerder dit jaar in première ging, werd Kom hier dat ik u kus aangekondigd als een ‘tragikomisch familiedrama’.", "Van Koevorden: ‘Elke subsidieaanvraag van ons begint zo: we willen iets tragikomisch maken. En dan pakt het toch weer meer tragisch dan komisch uit.’", "Lubbe Bakker: ‘Maar soms kan wat pijnlijk is toch ook best grappig zijn.’"], "authors": ["Bor Beekman"], "keywords": ["van", "dat", "uit", "film", "elkaar", "een", "en", "trek", "pak", "zei", "ik", "júllie", "griet", "koevorden", "op", "als", "je", "het"], "pubDate": "2020-12-09T17:21:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}