{"id": "bd39bc4b-496e-3187-b1b1-6c0a21f4b9cf", "title": "Humblebragging (bescheiden opscheppen) is niet zonder risico", "url": "https://trouw.nl/opinie/humblebragging-bescheiden-opscheppen-is-niet-zonder-risico~bec53867/", "summary": "Stel, je verzorgt een lezing, of een voetbaltraining, of een productpresentatie en je verspreidt dit bericht op social media: ‘Optreden mogen verzorgen.\nDank ook voor de enthousiaste reacties na afloop!’Je lijkt bescheiden: je ‘mocht’ optreden, je dankt en prijst de aanwezigen.\nHumblebragging gaat over reputaties, over beeldvorming.\nJe deed het slecht, de helft van de aanwezigen stapte halverwege op – je humblebragt je er wel uit: ‘Jammer dat niet iedereen tot het einde kon blijven’.\nJe gaat het zien, en je gaat het doorzien.", "paragraphs": ["Op social media komen we de humblebragger tegen – ­letterlijk vertaald: de bescheiden opschepper, iemand die zich kenmerkt door ‘bluf-bescheidenheid’. Wat is dat?", "Stel, je verzorgt een lezing, of een voetbaltraining, of een productpresentatie en je verspreidt dit bericht op social media: ‘Optreden mogen verzorgen. Dank voor de grote opkomst. Bijzonder dat de directieleden er waren! Scherpe vragen, inspirerende meeting. Dank ook voor de enthousiaste reacties na afloop!’", "Je lijkt bescheiden: je ‘mocht’ optreden, je dankt en prijst de aanwezigen. Maar het is humblebraggen – één grote zelf-felicitatie. Jij weet hoe je scherpe vragen beantwoordt, hoe je mensen inspireert. Iedereen was ­enthousiast over jou.", "Wat is het risico van bluf-bescheidenheid?", "Humblebragging kan doorsijpelen in onze alledaagse conversaties. Wat is het risico?", "Een. Humblebragging gaat over reputaties, over beeldvorming. Wanneer we humblebragging als een normaal verschijnsel gaan zien, worden onze gesprekken meer reputationeel en minder inhoudelijk. Het gaat minder over wat jij inhoudelijk doet en meer over wat anderen daarvan vinden – althans, volgens jou.", "Twee. We vinden helder communiceren belangrijk, maar humblebraggers kunnen een enorme mist optrekken. Je deed het slecht, de helft van de aanwezigen stapte halverwege op – je humblebragt je er wel uit: ‘Jammer dat niet iedereen tot het einde kon blijven’.", "Drie. Humblebragging blokkeert zelfreflectie. Opscheppers zijn slecht in zelfreflectie. Opscheppers, die ook bescheidenheid veinzen, hebben een dubbele barrière voor zelfreflectie.", "De kracht van dat woord humblebragging? Je gaat het zien, en je gaat het doorzien.", "Met een slimme term kun je de werkelijkheid niet alleen beschrijven, maar ook maken. Hans de Bruijn is bestuurskundige en debatspecialist. Wekelijks analyseert hij de sturende taal van beleidsmakers."], "authors": ["Hans De Bruijn"], "keywords": ["gaat", "humblebragging", "van", "opscheppen", "bescheiden", "risico", "en", "zonder", "een", "voor", "op", "het", "niet", "wat", "je"], "pubDate": "2021-01-10T13:51:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}