{"id": "bd50be97-f606-34d2-b62d-ea8ea96efe67", "title": "Claire’s Camera met grappige en koele Isabelle Huppert verrast en sprankelt ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/claire-s-camera-met-grappige-en-koele-isabelle-huppert-verrast-en-sprankelt~b1baec10/", "summary": "Met haar polaroidcamera neemt ze kiekjes van de mensen om haar heen, overtuigd dat iedere foto de realiteit wezenlijk verandert.\nDe dubbele bodems mogen minder opvallend zijn dan in Ho’s eerdere werk, als toeschouwer slenter je wederom door een doolhof.\nVoortdurend husselt Hong het verhaal door elkaar en diept hij plotgaten nóg verder uit.\nHij draaide Claire’s Camera tijdens de 2016-editie van het filmfestival.\nMaar gelukkig blijft het ook zonder achtergrondkennis verrassend en sprankelend, hoe Claire’s Camera een hinkstapsprong door de werkelijkheid neemt - amper zeventig bedrieglijk lichte minuten lang.", "paragraphs": ["Still uit Claire's Camera.", "‘Ik was nog nooit in Cannes.’ Dat is wel de laatste zin die je verwacht uit de mond van Isabelle Huppert. Het Franse acteericoon zag dik twintig van haar films op het filmfestival van Cannes in première gaan; twee maal won ze er de prijs voor beste actrice, twee maal was ze jurylid. Goede insiders-grap dus van de Zuid-Koreaanse schrijver-regisseur Hong Sang-soo, om haar nou net met deze woorden te introduceren in zijn nieuwe tragikomedie Claire’s Camera.", "Huppert, die eerder met Hong samenwerkte in diens drieluik In Another Country (2012), vertolkt de Parijse muzieklerares Claire. Terwijl een vriendin haar film op het festival presenteert, wandelt Claire door de stad. Met haar polaroidcamera neemt ze kiekjes van de mensen om haar heen, overtuigd dat iedere foto de realiteit wezenlijk verandert.", "Zo leert Claire ook de andere hoofdpersonages kennen. Op een caféterrasje spreekt ze de Zuid-Koreaanse cineast So Wan-soo (Jin-young Jung) aan. Een geweldige scène, vanwege de vrolijk plompverloren manier waarop Claire de regisseur naar haar tafeltje hengelt, vanwege het heerlijk uitgespeelde ongemak waarmee de twee vervolgens naast elkaar zitten én omdat Huppert hier op haar grappigst en koelst tegelijk is. Hong filmt de ontmoeting, zoals alle scènes in Claire’s Camera, in één aanhoudend shot, soms de camera zwenkend en in- en uitzoomend; een stijl die altijd licht en gelaten blijft, zich schijnbaar weinig aantrekkend van de rare of droeve conversatiewendingen.", "Misschien heeft Claire Wan-soo met een verborgen reden aangesproken. Misschien weet ze al lang wie hij is. Het hangt er maar net van af wat de chronologische volgorde is van de caféscène en die waarin Claire op het strand filmverkoper Jeon Man-hee ontmoet (Hongs muze Kim Min-hee, gekwetst en fier tegelijk). Man-hee werkte voor So, maar is zojuist om onduidelijke redenen ontslagen door So’s producente Nam Yang-hye (Mi-hee Chang). Claire hoort het relaas aandachtig aan.", "Maar wie van deze mensen ontmoet ze nou als eerste, Wan-soo of Man-hee? En fotografeert ze Man-hee voor het eerst aan het strand, of op een dakterras?", "De dubbele bodems mogen minder opvallend zijn dan in Ho’s eerdere werk, als toeschouwer slenter je wederom door een doolhof. Voortdurend husselt Hong het verhaal door elkaar en diept hij plotgaten nóg verder uit. Je moet dus zelf bedenken of Claire volkomen onschuldig Wan-soos leven binnenwipt, of toch als intrigante.", "In elk geval houdt Hong zichzelf een spiegel voor. Hij draaide Claire’s Camera tijdens de 2016-editie van het filmfestival. In 2017, het jaar dat Claire’s Camera in Cannes zijn première beleefde, bekende Hong zijn jarenlange affaire met Kim. Die breed in de pers uitgemeten relatie sijpelde ook door in de andere twee films die Hong en Kim in 2017 samen maakten, On the Beach on the Night Alone en The Day After (in Nederland te zien vanaf 8 augustus).", "Om films te kunnen maken moet je oprecht zijn, stelt iemand in Claire’s Camera. Dat zinnetje krijgt door Hongs turbulente liefdesleven extra resonantie. Maar gelukkig blijft het ook zonder achtergrondkennis verrassend en sprankelend, hoe Claire’s Camera een hinkstapsprong door de werkelijkheid neemt - amper zeventig bedrieglijk lichte minuten lang."], "authors": ["Kevin Toma"], "keywords": ["verrast", "van", "hong", "claires", "sprankelt", "het", "met", "camera", "een", "huppert", "en", "grappige", "koele", "ze", "haar", "isabelle", "claire", "door"], "pubDate": "2019-07-17T17:19:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}