{"id": "bd5e994a-f7a5-3582-a004-79c1023ea6f2", "title": "Met een beetje zilver maak je er ook in het holst van de lockdown een stralende Kerst van", "url": "https://volkskrant.nl/cultuur-media/met-een-beetje-zilver-maak-je-er-ook-in-het-holst-van-de-lockdown-een-stralende-kerst-van~bd1794a6/", "summary": "Stralend en overweldigend zilver, een ideale dracht voor als de dagen donker zijn en er ook qua quarantaine nog geen licht te bespeuren valt aan het eind van de tunnel.\nAls je dan al een feestje beleeft in december – met je familie, je huisdier(en), huisgeno(o)t(en) of in je eentje – dan zorgt een zilveren outfit er sowieso voor dat het een knalfuif wordt, en dat elk flakkertje kaars- of kerstboomlicht royaal gereflecteerd wordt.\nValkuilen vermijden doe je zoNicole Kidman, die met het bleken en steil maken van haar krullen en het lamleggen van haar gezichtsuitdrukking helaas wat is doorgeslagen, verscheen in 2017 in het zilver bij de Golden Globes.\nBeeld WireImageEen bekend mensNog een rodelopermoment met een zilveren jurk, maar: een wereld van verschil.\nDat het toch geen hysterisch Toppers-pak werd, is te danken aan de fraaie klare lijnen van het ontwerp en het ontbreken van nodeloze toeters en bellen.", "paragraphs": ["Zwijgen is goud, maar spreken doen we in zilver. De komende feestdagen mag het wel een glans of glitter meer zijn, zegt Cécile Narinx.", "Wat gaan we dragen als het aan de ontwerpers ligt?", "Stralend en overweldigend zilver, een ideale dracht voor als de dagen donker zijn en er ook qua quarantaine nog geen licht te bespeuren valt aan het eind van de tunnel. Als je dan al een feestje beleeft in december – met je familie, je huisdier(en), huisgeno(o)t(en) of in je eentje – dan zorgt een zilveren outfit er sowieso voor dat het een knalfuif wordt, en dat elk flakkertje kaars- of kerstboomlicht royaal gereflecteerd wordt. De meest buitenissige zilveren looks kwamen voorbij op de catwalks van Area (ontplofte XL-kerstbal) en bij Paco Rabanne (modelletje luxe maliënkolder). Simpeler maar chic waren de broekpakken van Alberta Ferretti en Balenciaga. Voor elk wat wils!", "Hoe gaan wij het dragen?", "De vele verschillende zilveren looks geven al aan dat er voor iedereen wel een portie zilverwerk te vinden is, of je nu van groots en meeslepend houdt of meer van de minimalistische school bent. Grote gemene deler is wel dat een geheel zilveren outfit het meest op z’n plek is in een uitbundige setting, want ongemerkt ergens binnensluipen is er niet bij als je eruitziet als een discobal. Let dus op: zilver is van zichzelf al veel en aanwezig. Je houdt het stijlvol door niet te veel andere materialen, prints, juwelen of accessoires toe te voegen en ook het kapsel rustig te houden.", "Valkuilen vermijden doe je zo", "Nicole Kidman, die met het bleken en steil maken van haar krullen en het lamleggen van haar gezichtsuitdrukking helaas wat is doorgeslagen, verscheen in 2017 in het zilver bij de Golden Globes. Daar zagen we wat er allemaal mis kan gaan met een letterlijk schitterende jurk, óók al is-ie van Alexander McQueen. De spaghetti/pof/lange mouwen zijn verwarrend, het marmerpatroon maakt ouwelijk, de voile ruches aan de zoom zijn veel te rococo, het collier had ze thuis kunnen laten en het ‘nonchalante’ haar maakt het geheel nog rommeliger. Less is more, Nicole, onthoud dat.", "Hoe het niet moet: Nicole Kidman op de Golden Globes in 2017. Beeld WireImage", "Een bekend mens", "Nog een rodelopermoment met een zilveren jurk, maar: een wereld van verschil. Op 9 februari van dit jaar, pal voor de pandemie begon, verscheen actrice en zangeres Janelle Monáe bij de Oscaruitreiking in een jurk met kap van Ralph Lauren. De jurk zelf was grijs maar leek zilver door de 168.000 Swarovski-kristallen die erop genaaid waren – een klusje dat de naaisters in totaal 600 uur kostte. Dat het toch geen hysterisch Toppers-pak werd, is te danken aan de fraaie klare lijnen van het ontwerp en het ontbreken van nodeloze toeters en bellen. En aan de immer stijlvolle draagster, dat natuurlijk ook."], "authors": ["Cécile Narinx"], "keywords": ["aan", "van", "lockdown", "het", "met", "zilveren", "zilver", "maak", "een", "ook", "kerst", "je", "en", "te", "dat", "stralende"], "pubDate": "2020-11-19T15:00:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}