{"id": "bd624ae4-ed3b-3bd2-97d7-08f2c4fba9ce", "title": "Politie tasert man tijdens achtervolging na zoveelste autobrand in Zwolle", "url": "https://nu.nl/zwolle/6099546/politie-tasert-man-tijdens-achtervolging-na-zoveelste-autobrand-in-zwolle.html", "summary": "De politie in Zwolle heeft in de nacht van woensdag op donderdag een man getaserd tijdens een autobrand in Zwolle.\nBrandweer en politie waren kort daarvoor, rond half twee, gealarmeerd voor de brand die plaatsvond op een parkeerterrein op de hoek van de Luttenbergweg met de Assendorperdijk.\nTerwijl het voertuig (dat eigendom is van een uitzendbureau) volledig uitbrandde, ontdekte de politie een verdachte man die zich ophield in de omgeving van de brand.\nDe vluchtende man werd uiteindelijk pootje gelicht door een omstander, waarna hij geen gehoor gaf aan waarschuwingen van de politiemensen.\nDaarop werd werd hij getaserd en ingerekend.", "paragraphs": ["De politie in Zwolle heeft in de nacht van woensdag op donderdag een man getaserd tijdens een autobrand in Zwolle. Brandweer en politie waren kort daarvoor, rond half twee, gealarmeerd voor de brand die plaatsvond op een parkeerterrein op de hoek van de Luttenbergweg met de Assendorperdijk.", "Terwijl het voertuig (dat eigendom is van een uitzendbureau) volledig uitbrandde, ontdekte de politie een verdachte man die zich ophield in de omgeving van de brand. De man sloeg vervolgens te voet op de vlucht, waarna meerdere politiemensen de achtervolging inzette.", "De vluchtende man werd uiteindelijk pootje gelicht door een omstander, waarna hij geen gehoor gaf aan waarschuwingen van de politiemensen. Daarop werd werd hij getaserd en ingerekend.", "Of de aangehouden man werkelijk iets te maken heeft met de autobrand, moet nog blijken.", "Brandstichting", "Bij de uitgebrande auto werd onder anderen een hamer aangetroffen die door de politie als mogelijk bewijsstuk is meegenomen. Er lijkt sprake te zijn van brandstichting, aangezien de brand aan de achterzijde van de geparkeerde auto is ontstaan.", "Zwolle wordt recentelijk geteisterd door een reeks aan autobranden, de brand van vannacht was alweer de zevende in drie weken tijd en de dertigste in anderhalf jaar tijd."], "authors": ["Door"], "keywords": ["tasert", "door", "politie", "van", "achtervolging", "man", "autobrand", "brand", "een", "zwolle", "en", "op", "te", "zoveelste", "tijdens", "werd"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}