{"id": "bd709f54-7f07-339f-b02f-e765043fa20d", "title": "Mis geen goal van je favoriete club, meld je in onze app aan voor GoalAlert", "url": "https://www.parool.nl/sport/mis-geen-goal-van-je-favoriete-club-meld-je-in-onze-app-aan-voor-goalalert~b2d17c47/", "summary": "Dankzij GoalAlert mis je nooit meer een goal van je favoriete Nederlandse voetbalclubs.\nHoe meld ik me aan voor GoalAlert?\nDownload de nieuwste versie van de mobiele app van Het Parool, of werk je huidige app bij.\nIn het servicemenu van de app kun je GoalAlert inschakelen nadat je bent ingelogd.\nDe ontvangen video’s met doelpunten kun je tot de start van de volgende speelronde terugkijken in het overzicht van GoalAlert in het servicemenu in de app.", "paragraphs": ["Dankzij GoalAlert mis je nooit meer een goal van je favoriete Nederlandse voetbalclubs. Kies de voetbalclubs uit de eredivisie en eerste divisie die jij wilt volgen en zodra er wordt gescoord ontvang je een pushbericht met video van het doelpunt.", "Hoe meld ik me aan voor GoalAlert?", "Download de nieuwste versie van de mobiele app van Het Parool, of werk je huidige app bij. GoalAlert is gratis voor ingelogde gebruikers van de mobiele app. In het servicemenu van de app kun je GoalAlert inschakelen nadat je bent ingelogd.", "Wat zijn de spelregels?", "Per competitie kun je maximaal vier clubs volgen. In de eredivisie mag je maximaal twee van de drie topclubs (Ajax, PSV, Feyenoord) volgen. Switchen tussen clubs kan na afloop van iedere speelronde.", "Binnen vijf minuten na een doelpunt is de video beschikbaar en ontvang je een pushbericht. De ontvangen video’s met doelpunten kun je tot de start van de volgende speelronde terugkijken in het overzicht van GoalAlert in het servicemenu in de app.", "Kan ik alleen goals terugzien?", "Nee. Naast de GoalAlerts, die alleen te bekijken zijn in de mobiele app van Het Parool, kun je ook de samenvattingen uit de eredivisie en de eerste divisie bekijken op Parool.nl. Binnen drie kwartier na de wedstrijd staan de hoogtepunten online voor abonnees."], "authors": ["Het Parool"], "keywords": ["van", "geen", "onze", "favoriete", "het", "app", "kun", "meld", "goalalert", "een", "je", "en", "volgen", "goal", "mis", "voor"], "pubDate": "2020-09-08T13:00:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}