{"id": "bd86ba1e-9ac0-3f7f-a99d-78cecf96afa9", "title": "Zorgen over voortbestaan modelbouwcentrum in Utrechtse wijk Overvecht", "url": "https://nu.nl/utrecht/6100404/zorgen-over-voortbestaan-modelbouwcentrum-in-utrechtse-wijk-overvecht.html", "summary": "Het modelbouwcentrum aan de Floridadreef in de Utrechtse wijk Overvecht heeft woensdag de noodklok geluid.\nHet voortbestaan van de plek, waar beurzen worden gehouden en meerdere banen voor modelauto's en modelvliegtuigen zijn te vinden, is in gevaar.\nDie afspraken zijn niet meer geldig en de gemeente heeft nu het plan om het bedrag flink te verhogen.\nVerschillende Utrechtse politieke partijen willen van de gemeente weten wat de plannen zijn.\nHet college van de gemeente Utrecht gaat naar de vragen van de gemeenteraad kijken en komt binnen enkele weken met een reactie.", "paragraphs": ["Het modelbouwcentrum aan de Floridadreef in de Utrechtse wijk Overvecht heeft woensdag de noodklok geluid. Het voortbestaan van de plek, waar beurzen worden gehouden en meerdere banen voor modelauto's en modelvliegtuigen zijn te vinden, is in gevaar. Ook de gemeenteraad vraagt om opheldering bij de wethouder.", "De gemeente sprak met sociaal-maatschappelijk centrum Stichting S.U.L. een gering bedrag af voor de erfpacht in 1973. Die afspraken zijn niet meer geldig en de gemeente heeft nu het plan om het bedrag flink te verhogen.", "\"We betalen nu 780 euro per jaar, maar dat moet zo'n vijftig keer meer worden. Dat kunnen we gewoonweg niet betalen. Als we een goed jaar draaien hebben we een omzet van 18.000 euro. Met corona is dat nu nog veel minder geweest\", zegt Rob Bruinsma, voorzitter van de stichting.", "Verschillende Utrechtse politieke partijen willen van de gemeente weten wat de plannen zijn. GroenLinks, VVD, CDA en de ChristenUnie zijn benieuwd waarop het nieuwe tarief is gebaseerd. In Utrecht zijn verschillende tarieven voor verschillende gebruiksdoeleinden. De politieke partijen benadrukken ook het maatschappelijke belang dat de stichting lange tijd heeft gehad.", "Bij het modelbouwcentrum kwamen jarenlang jongeren om technische vaardigheden op te doen. \"Die kwamen via Bureau HALT of het waren schoolverlaters. Op deze plek leerden ze wat techniek ze kon bieden\", vervolgt Bruinsma.", "Het college van de gemeente Utrecht gaat naar de vragen van de gemeenteraad kijken en komt binnen enkele weken met een reactie."], "authors": ["Door"], "keywords": ["overvecht", "voortbestaan", "van", "zijn", "voor", "en", "een", "om", "modelbouwcentrum", "wijk", "utrechtse", "te", "het", "zorgen", "dat", "gemeente"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}