{"id": "bd8ebe58-0120-3e4f-b668-4e86b348956b", "title": "Hoe krijgen we de kinderen naar buiten tijdens de gure lockdown?", "url": "https://trouw.nl/onderwijs/hoe-krijgen-we-de-kinderen-naar-buiten-tijdens-de-gure-lockdown~baf6f4e5/", "summary": "Hoe zorg je er voor dat de kinderen niet de hele dag binnen zitten?\n“Normaal gesproken gingen kinderen en jongeren op de fiets naar school, muziekles of sport.\nWe weten dat de eerste lockdown een negatief effect heeft gehad op het leren van kinderen.\nVolgens Natuurmonumenten is buiten spelen goed voor de motorische ontwikkeling van kinderen en stimuleert het de weerbaarheid.\nUit onderzoek van Jantje Beton bleek dat het aantal kinderen dat dagelijks buiten speelt, is gedaald van 20 procent in 2013 naar 14 procent in 2018.", "paragraphs": ["Het thuisonderwijs is weer begonnen. Hoe zorg je er voor dat de kinderen niet de hele dag binnen zitten?", "", "Nu de kerstvakantie voorbij is, zijn kinderen én ouders opnieuw gedwongen tot thuisonderwijs. Anders dan in het voorjaar is het nu een stuk kouder, zegt een moeder van drie kinderen. Hoe zorgt ze ervoor dat de kinderen toch op gezette tijden een frisse neus halen?", "Dat is inderdaad ingewikkeld, erkent orthopedagoog Riemke Groeneveld. “Normaal gesproken gingen kinderen en jongeren op de fiets naar school, muziekles of sport. Nu is dat er allemaal niet.”", "Daar zit ook direct de valkuil, waarschuwt ze. “Verval niet in staat van lethargie waarbij je de pyjamabroek en sloffen niet eens uittrekt en de ene dag aan de andere rijgt. We weten dat de eerste lockdown een negatief effect heeft gehad op het leren van kinderen. Volwassenen zijn een belangrijk voorbeeld, en we geven het verkeerde voorbeeld door ook maar steeds achter de computer te blijven zitten. Ga er dus vooral wel op uit.”", "Weerbaarheid", "Het is tijdens deze lockdown erg belangrijk om de dagelijkse structuur erin te houden, adviseert Groeneveld. “Hoe meer automatismen, hoe meer je kinderen mee krijgt om iets te doen.” Dus werd er ‘s morgens naar school gefietst, ga dan nu vóór ‘school’ ook een rondje fietsen of wandelen. En probeer zoveel mogelijk de schoolpauzes te volgen.", "Volgens Natuurmonumenten is buiten spelen goed voor de motorische ontwikkeling van kinderen en stimuleert het de weerbaarheid. Bovendien is het goed voor de ogen: het Oogfonds adviseert om kinderen dagelijks minimaal twee uur te laten buitenspelen. Tot slot vermindert het buiten zijn ook de stresslevels. “En dat is tijdens deze lockdown juist belangrijk”, aldus Groeneveld. “Uiteindelijk is een gestresst brein geen lerend brein.”", "Toch blijkt uit cijfers dat er steeds minder buiten wordt gespeeld. Uit een peiling die Natuurmonumenten vorig jaar onder 14.000 ouders hield, bleek dat ouders buiten spelen heel belangrijk vinden. Toch kreeg slechts iets meer dan de helft van de kinderen dagelijks een portie buitenlucht. Uit onderzoek van Jantje Beton bleek dat het aantal kinderen dat dagelijks buiten speelt, is gedaald van 20 procent in 2013 naar 14 procent in 2018.", "Slechte kleding", "Maar hoe doe je dat, al helemaal als er deze week guur weer en sneeuw wordt voorspeld? “Laat ik voorop stellen: buiten zijn is goed voor iedereen. Slecht weer is iets dat volwassenen vinden”, zegt lector ‘natuur & ontwikkeling kind’ Dieuwke Hovinga van Hogeschool Leiden. “Er bestaat bovendien alleen zoiets als slechte kleding. Lekker in de plassen stampen vinden kinderen vaak heerlijk.” Ook is de natuur goed voor de vindingrijkheid van kinderen. “Wat je met puzzelstukjes thuis aan tafel kunt doen, is in feite nogal gelimiteerd”, zegt Hovinga. “Het spel met een tak of een boomstronk is daarentegen niet vormvast, daar moeten kinderen zelf iets omheen verzinnen. Dat stimuleert de creativiteit.” Bovendien is samen buiten zijn goed voor de verstandhouding tussen ouders en kinderen, vindt Hovinga. Kinderen kunnen nog eens op een muurtje klimmen of van een stoepje springen. “Binnen moeten ouders steeds corrigeren: niet op de bank, niet op de tafel. Dat zorgt voor een negatieve spiraal, wat buiten juist doorbroken kan worden. Kinderen kunnen hun energie kwijt, en ouders laden er juist op.”", "Orthopedagoog Groeneveld geeft de tip om de buurtapp in te zetten tijdens de lockdown. “Leen een hond bij iemand in de straat, of spreek speelmomenten met buurkinderen af. Misschien heeft iemand wel een tafeltennistafel staan, of een basketbalnet hangen.” Voor jongere kinderen is het leuk om een strippenkaart te maken. “Ga de eerste dag stoepranden, de tweede dag tikkertje, enzovoorts. Als de kaart vol is ga je in het weekend naar het bos, of mogen ze desnoods op zondag die felbegeerde film zien.”", "IJs vinden ze vaak nog wel leuk", "Maar hoe doe je dat met middelbare scholieren? Dat is inderdaad lastiger, zegt orthopedagoog Mariëlle Beckers, die het boek ‘Kom van die bank af’ schreef. “Die moet je paaien. Dus, verleid ze voor een wandeling naar een koffiezaakje en haal iets warms af, of ga hardlopen met de belofte van warme chocomel nadien. Of stuur ze om een boodschap.” Nu het steeds kouder wordt, is het wel lastig pubers in de benen te krijgen, erkent Beckers. “Ik hoop dat het gaat vriezen. IJs vinden ze vaak nog wel leuk.”", "Lector Hovinga erkent dat. “Pubers zijn gericht op de sociale interactie. Dus moet je ze daarmee verleiden. Doe een dropping, liefst met leeftijdsgenoten erbij. Of gooi een wetenschappelijk sausje over activiteiten en ga sterren kijken, of leg kristallen van sneeuw onder een vergrootglas.”", "Lees ook:", "Is het erg dat onze zoon dingen steeds op een bepaalde manier moet doen van zichzelf?", "Speelgoed op kleur sorteren en eindeloos onder het bed zoeken naar boeven. Is er reden tot zorg als je kind van zichzelf bepaalde handelingen steeds weer moet uitvoeren?"], "authors": ["Irene Schoenmacker"], "keywords": ["kinderen", "er", "lockdown", "van", "gure", "naar", "krijgen", "en", "een", "voor", "buiten", "hoe", "op", "het", "tijdens", "dat", "je"], "pubDate": "2021-01-06T11:59:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}