{"id": "bd8f3377-c6d2-3fa7-9c6e-8af742db6f6c", "title": "Een wijn die hoort bij goede voornemens en beste wensen", "url": "https://volkskrant.nl/eten-en-drinken/een-wijn-die-hoort-bij-goede-voornemens-en-beste-wensen~b8d7bbdc/", "summary": "Onno Kleyn proeft een poepchique wijn om het jaar te beginnen met finesse.\nMaar al sinds de jaren 80 grijnst de toekomst de hak van Italiaanse laars toe en zien steeds meer wijnbouwers kans om van hun druivengeluk waarlijk goede wijn te maken.\nWijnprofessionals houden er echter niet zo van.\nChique wijn, rijpt quasi-Spaans op Frans en Amerikaans eikenhout, met een kamerbrede smaak, een aroma van veel donker fruit en sigarenkist, met finesse.\nNee, niet echt een fles die hoort bij een voorzichtig begin van een nieuw jaar, laat staan bij droge maanden.", "paragraphs": ["Onno Kleyn proeft een poepchique wijn om het jaar te beginnen met finesse.", "Een heuse bestewensenwijn vandaag. Speciaal voor iedereen, zoals onze klassieke zender Radio 4 ons warm toefluistert. De primitivodruif uit Apulië heet zo omdat hij relatief vroeg wordt geoogst, niet omdat er een eeuw lang uiterst eenvoudige, hoog alcoholische bulkwijn uit werd geknepen die per vat en tank op reis ging om dunner reldeldelwerk uit het noorden te versterken. Wat wel zo was. Maar al sinds de jaren 80 grijnst de toekomst de hak van Italiaanse laars toe en zien steeds meer wijnbouwers kans om van hun druivengeluk waarlijk goede wijn te maken. De voordeliger versies hebben bij ons veel succes: dik, bijna zoet, erg rijp met lekker wat fruit. Wijnprofessionals houden er echter niet zo van. Un po’ troppo, scusate. Eentje als La Pruina toont daarentegen dat er ook elegantie bestaat in deze rijke streek. Chique wijn, rijpt quasi-Spaans op Frans en Amerikaans eikenhout, met een kamerbrede smaak, een aroma van veel donker fruit en sigarenkist, met finesse. Nee, niet echt een fles die hoort bij een voorzichtig begin van een nieuw jaar, laat staan bij droge maanden. Maar wel bij goede voornemens. Bij beste wensen.", "La Pruina primitivo di Manduria 2018, Apulië Grapedistrict.nl, € 13,79 Prijs/kwaliteit 8"], "authors": ["Onno Kleyn"], "keywords": ["beste", "voornemens", "van", "zo", "goede", "en", "wijn", "een", "hoort", "met", "uit", "om", "te", "bij", "die", "wensen"], "pubDate": "2020-12-31T09:53:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}