{"id": "bda73c78-aaf9-367c-a322-eee9edfd6277", "title": "Met juten zakken pakt Mahama jury Prins Claus Prijs in", "url": "https://www.parool.nl/kunst-media/met-juten-zakken-pakt-mahama-jury-prins-claus-prijs-in~beaf1c5c/", "summary": "Veel van Mahama’s kunstwerken zijn gemaakt van juten zakken, die hij een nieuw leven geeft.\nOp de kunstacademie werd ik geïnspireerd door het werk van Christo vanwege zijn houding, zijn gevoel voor ambitie en zijn materiaalgebruik.\nHet gaat voor mij niet zozeer om het kunstwerk zelf, maar om wat het kunstwerk doet.\nDus nu gebruik ik de lege zakken om kunstwerken van te maken en met het geld koop ik de silo terug.\nEn dan heeft hij nog een veel groter kunst­centrum in de buurt, Red Clay, waar ook archieven zijn, een collectie kunstwerken en een bibliotheek.", "paragraphs": ["Ibrahim Mahama . Beeld White Cube (George Darrell)", "Mahama is vooral succesvol in Europa, maar hij kiest ervoor om in Ghana te blijven om zijn kunst en ideeën te kunnen delen met de mensen uit zijn omgeving. Inkomsten van zijn werk gebruikte hij bijvoorbeeld om het Savannah Center for Contemporary Art (SCCA) op te zetten, een gratis toegankelijk, door kunstenaars gerunde non-profitinstelling in Tamale, in het noorden van Ghana.", "De jury van de Prins Claus Prijzen waardeert Mahama onder andere ‘voor het creëren van originele, emotioneel krachtige en intellectueel boeiende kunst­werken die lokaal en wereldwijd resoneren, percepties veranderen en gevestigde systemen uitdagen’. Aan de Grote Prins Claus Prijs is een bedrag van 100.000 euro verbonden.", "Veel van Mahama’s kunstwerken zijn gemaakt van juten zakken, die hij een nieuw leven geeft. Ze worden bij elkaar genaaid tot muurvullende werken, maar ook tot monumentale installaties. Mahama heeft zelfs hele gebouwen in juten zakken gewikkeld.", "Hergebruik", "Die zakken werden gebruikt om ­cacaobonen te vervoeren, vertelt Mahama telefonisch. “Ghana was in de twintigste eeuw de grootste exporteur van cacao in de wereld en de opbrengst werd gebruikt voor de infrastructuur van het land. De zakken kunnen maar één keer voor cacao gebruikt worden, daarna gaan ze naar lokale boeren die ze gebruiken voor hun producten. En vervolgens worden ze keer op keer hergebruikt. Mensen schrijven er namen op, afkortingen en symbolen. Het materiaal komt echt tot leven.”", "Mahama kwam op het idee voor de zakken toen hij nog op de academie zat. Het was een tamelijk traditionele opleiding, waar figuratie belangrijk was. “In het begin van de jaren 2000 introduceerde een nieuwe groep docenten een programma waarin experimenten aangemoedigd werden.”", "Beeld Ibrahim Mahama Courtesy White Cube", "Christo", "In Milaan pakte Mahama de Porte Venezia in. De neoclassicistische stadspoort, die bestaat uit twee monumentale gebouwen, werd helemaal bedekt met juten zakken. Een opvallend gebaar, waardoor hij onmiddellijk vergeleken werd met de beroemde inpakkunstenaar Christo. Een vergelijking waar Mahama niet echt blij mee was. “Wat ik altijd lastig vind met Europeanen, is hun begrip van de kunstgeschiedenis. Elke keer als ze een kunstwerk zien, brengen ze het terug tot zijn specifieke vorm. Op de kunstacademie werd ik geïnspireerd door het werk van Christo vanwege zijn houding, zijn gevoel voor ambitie en zijn materiaalgebruik. Maar het werk dat ik maak ligt niet in lijn met Christo’s werk. Het gaat voor mij niet zozeer om het kunstwerk zelf, maar om wat het kunstwerk doet. Hoe het ons in staat stelt om arbeid te reorganiseren, hoe het ons in staat stelt de ruimte te reorganiseren, hoe het ons in staat stelt de voorwaarden te realiseren rond de betekenis van kunst.”", "De pandemie verloopt in Ghana volgens Mahama relatief mild, maar gevolg was wel dat al zijn tentoonstellingen en projecten elders werden uitgesteld tot volgend jaar. In de tussentijd kon hij zijn tanden zetten in een project waar hij al langer mee aan de slag wilde. In het noorden van Ghana stonden diverse industriële gebouwen leeg. Een ervan was een grote cacaosilo, die Mahama kon kopen.", "“De silo was gebouwd in de eerste helft van de jaren zestig. De eerste president, Kwame Nkrumah, bouwde opslagfaciliteiten in het hele land om deze te gebruiken voor verschillende soorten cacao. Hij vond het belangrijk om de productiemiddelen te bezitten, om controle te hebben over de economische situatie. Na de staatsgreep van 1966 zijn de meeste van deze gebouwen verlaten. Het is interessant omdat de zakken die ik nu gebruik en de cacao die er ooit in zat dezelfde cacao is die Nkrumah gebruikte voor het bouwen van deze silo’s. Dus nu gebruik ik de lege zakken om kunstwerken van te maken en met het geld koop ik de silo terug. Het is alsof verschillende geschiedenissen samenkomen.”", "Red Clay Beeld Ibrahim Mahama", "Vliegtuigen", "Wat hij met de silo wil gaan doen, weet Mahama nog niet precies. Wat wel vorm heeft gekregen is het SCCA in Tamale. Aanvankelijk was het een atelierruimte die Mahama in staat stelde om grote werken van hemzelf en collega’s te kunnen maken, later bedacht hij dat het ook goed zou zijn om retrospectieve tentoonstellingen van oudere kunstenaars te organiseren. Zo is er nu een tentoonstelling van Kofi Dawson te zien.", "En dan heeft hij nog een veel groter kunst­centrum in de buurt, Red Clay, waar ook archieven zijn, een collectie kunstwerken en een bibliotheek. “Er staan ook zes vliegtuigen die ik heb omgebouwd tot klaslokalen. Daar doen we nu workshops met kinderen. We gebruiken het interieur van de vliegtuigen om hen te laten begrijpen hoever de technologie is gekomen.”", "Mahama weet al hoe hij het geld van de Prins Claus Prijs wil besteden. “Ik heb gesprekken gehad met een aantal van mijn collega’s en docenten. Ik ga het gebruiken als start-upkapitaal voor een onafhankelijke kunstacademie.”"], "authors": ["Kees Keijer"], "keywords": ["van", "zakken", "pakt", "juten", "het", "met", "jury", "zijn", "hij", "mahama", "prijs", "een", "prins", "te", "om", "en", "claus", "voor"], "pubDate": "2020-12-03T13:46:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}