{"id": "bdb6e283-2139-3bdf-bb10-5d75485baa74", "title": "Geen ketamine bij Thaise 'miljardendrugsvangst', maar onschuldige stof", "url": "https://nu.nl/opmerkelijk/6092901/geen-ketamine-bij-thaise-miljardendrugsvangst-maar-onschuldige-stof.html", "summary": "De Thaise autoriteiten zeggen donderdag dat er geen 11,5 ton ketamine is onderschept, zoals eerder deze maand werd bekendgemaakt, maar dat er een onschuldige, legale chemische stof werd aangetroffen.\nDe autoriteiten verklaarden op 12 november in een warenhuis nabij hoofdstad Bangkok voor bijna 1 miljard Amerikaanse dollar (840 miljoen euro) aan ketamine te hebben gevonden.\nBij de grootste aankondiging werd gezegd dat dit \"slechts het begin was\" en dat er meer onderzoeken naar drugssmokkel zouden volgen.\nDaaruit blijkt dat het witte poeder geen ketamine is, maar natriumfosfaat.\nDe Thaise justitieminister Somsak Thepsuthin meldt donderdag dat een test voor ketamine een positieve testuitslag kan krijgen als het wordt uitgevoerd op natriumfosfaat, een chemisch middel dat gebruikt wordt voor voedsel- en schoonmaakproducten.", "paragraphs": ["De Thaise autoriteiten zeggen donderdag dat er geen 11,5 ton ketamine is onderschept, zoals eerder deze maand werd bekendgemaakt, maar dat er een onschuldige, legale chemische stof werd aangetroffen. Dit heeft The Guardian donderdag gemeld.", "De autoriteiten verklaarden op 12 november in een warenhuis nabij hoofdstad Bangkok voor bijna 1 miljard Amerikaanse dollar (840 miljoen euro) aan ketamine te hebben gevonden. Bij de grootste aankondiging werd gezegd dat dit \"slechts het begin was\" en dat er meer onderzoeken naar drugssmokkel zouden volgen.", "Inmiddels zijn 66 van de 450 zakken poeder onderzocht. Daaruit blijkt dat het witte poeder geen ketamine is, maar natriumfosfaat. Of in de andere zakken wel drugs zit, wordt nog verder onderzocht. Het onderzoek is nog niet afgerond.", "De Thaise justitieminister Somsak Thepsuthin meldt donderdag dat een test voor ketamine een positieve testuitslag kan krijgen als het wordt uitgevoerd op natriumfosfaat, een chemisch middel dat gebruikt wordt voor voedsel- en schoonmaakproducten."], "authors": ["Door"], "keywords": ["geen", "thaise", "bij", "zakken", "onschuldige", "het", "stof", "maar", "ketamine", "werd", "een", "wordt", "dat", "donderdag", "er", "miljardendrugsvangst", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}