{"id": "bdbc10df-02a2-319e-9932-6cf4d025cf5c", "title": "Inspectie: Nederlanders halen nog steeds vuurwerk uit het buitenland", "url": "https://nu.nl/binnenland/6097051/inspectie-nederlanders-halen-nog-steeds-vuurwerk-uit-het-buitenland.html", "summary": "Nederlanders gaan nog steeds naar het buitenland om daar vuurwerk te kopen, meldt de Inspectie Leefomgeving en Transport (ILT) woensdag.\nZe benadrukt dat het bezitten en vervoeren van vuurwerk niet is toegestaan, ook als het vuurwerk in een ander land is aangeschaft.\nOndanks het verbod vervoeren mensen nog steeds vuurwerk vanuit het buitenland naar Nederland, blijkt uit weg- en grenscontroles.\nHet is in Nederland tijdelijk verboden vuurwerk te verkopen, te vervoeren, te bezitten en af te steken.\n149 Dit vuurwerk mag je met Oud en Nieuw nog wel afstekenVerbetering: In de oorspronkelijke versie van dit artikel stond dat het vuurwerk uit Duitsland wordt gehaald.", "paragraphs": ["Nederlanders gaan nog steeds naar het buitenland om daar vuurwerk te kopen, meldt de Inspectie Leefomgeving en Transport (ILT) woensdag. Ze benadrukt dat het bezitten en vervoeren van vuurwerk niet is toegestaan, ook als het vuurwerk in een ander land is aangeschaft.", "De coronapandemie heeft als gevolg dat dit jaar een landelijk vuurwerkverbod geldt. Op deze manier wil het kabinet voorkomen dat de zorg tijdens de jaarwisseling extra wordt belast door de vuurwerkslachtoffers die elk jaar vallen.", "Ondanks het verbod vervoeren mensen nog steeds vuurwerk vanuit het buitenland naar Nederland, blijkt uit weg- en grenscontroles. \"Dat dit verboden is, lijkt niet voor iedereen duidelijk\", zegt Reinder Auwema, inspecteur vuurwerk bij de ILT. \"Dat is jammer, want bij een controle zijn ze hun vuurwerk kwijt en riskeren ze een boete.\"", "De ILT neemt bij de controles al het vuurwerk in beslag en schrijft dan ook een boete uit. De hoogte van de boete is afhankelijk van de hoeveelheid en het soort vuurwerk. In de aanloop naar de jaarwisseling worden langs de grens extra controles uitgevoerd.", "Het is in Nederland tijdelijk verboden vuurwerk te verkopen, te vervoeren, te bezitten en af te steken. Er geldt alleen een uitzondering voor kindervuurwerk, uit de zogeheten categorie F1-vuurwerk. Daar vallen onder meer trektouwtjes en sterretjes onder.", "149 Dit vuurwerk mag je met Oud en Nieuw nog wel afsteken", "Verbetering: In de oorspronkelijke versie van dit artikel stond dat het vuurwerk uit Duitsland wordt gehaald. Dit is aangepast naar 'het buitenland'."], "authors": ["Door"], "keywords": ["nog", "van", "nederlanders", "naar", "uit", "halen", "steeds", "buitenland", "een", "inspectie", "het", "te", "en", "dat", "vuurwerk", "dit"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}