{"id": "bdd7f200-6411-3623-bd75-bfe5f6e59ab7", "title": "Geen detail wil hockeybondscoach Caldas richting Tokio over het hoofd zien", "url": "https://volkskrant.nl/sport/geen-detail-wil-hockeybondscoach-caldas-richting-tokio-over-het-hoofd-zien~bb73450a/", "summary": "De selectie van het Nederlands heren hockeyteam kan vanwege het bevroren veld alleen een pittige looptraining afwerken in het Wagener Stadion.\nBeeld Klaas Jan van der WeijHet veld van het Wagenerstadion is deze zaterdagochtend keihard.\nDie mag op de voorlaatste dag van het negendaagse trainingskamp van de hockeyploeg ‘de jongens’ nog even afknijpen.\nAnekdotesCaldas, de Argentijn met het glaasje maté steevast in de buurt, ziet vanaf de tribune dat het goed is.\n‘Maar het kan voor spelers ook én én zijn.’Qua piek in het presteren van zijn nationale hockeyelftal is er geen enkel vraagteken.", "paragraphs": ["De selectie van het Nederlands heren hockeyteam kan vanwege het bevroren veld alleen een pittige looptraining afwerken in het Wagener Stadion. Beeld Klaas Jan van der Weij", "Het veld van het Wagenerstadion is deze zaterdagochtend keihard. Het kunstgras is wit uitgeslagen. Max Caldas, de bondscoach van de Nederlandse hockeymannen, betreedt tegen half 12 de mat, stampt als een rayonhoofd in Friesland op de ijzige massa en beproeft het met de knokkels van zijn hand. Te hard en te gevaarlijk voor een partijspel, is het oordeel.", "Daarna geeft hij zijn groep van 23 definitief over aan Auke Klarenbeek, de fysieke trainer. Die mag op de voorlaatste dag van het negendaagse trainingskamp van de hockeyploeg ‘de jongens’ nog even afknijpen. ‘Conditioning’ heten de shuttleruns die het loopvermogen moeten bevorderen.", "‘Middenvelders lopen tot de 11 kilometer in 40, 42 minuten speeltijd’, verduidelijkt Klarenbeek. Ter vergelijking: voetballers geraken tot 9 kilometer, in 90 minuten.", "Anekdotes", "Caldas, de Argentijn met het glaasje maté steevast in de buurt, ziet vanaf de tribune dat het goed is. Hij kan met assistent-coach Rick Mathijssen anekdotes ophalen over wintersport in Bariloche, met Duitse skihutten in het Argentijnse gebergte. Er wordt aangemoedigd vanaf de tribune, als Mink van der Weerden, het strafcornerkanon, op achterstand raakt. Hij is de man die normaliter vooraan loopt, maar nu de oefening van Klarenbeek in de hamstrings voelt.", "Normaliter verzamelt de hockeyselectie bij aanvang van een olympisch jaar in een ver oord, met zon en aangename temperaturen. Het zat er door de coronamaatregelen wereldwijd niet in een reis te ondernemen. Zelfs Duitsland, waar het overdekte hockeyveld van Mannheim ter beschikking stond, was een etappe te ver. Na terugkeer zouden de hockeyers tien dagen in quarantaine moeten, juist op het moment dat zij weer eens gehoor dienen te geven aan hun contracten bij de grote, professionele hockeyclubs van het land.", "Er was ook een sociaal component voor het afwijzen van Mannheim: alleen op de kamer, niet zomaar naar buiten, een bubbel (‘Blase’ in het Duits) vormen. Mathijssen vertelt van een Duitse speler van zijn clubteam Bloemendaal, Florian Fuchs. ‘Die zei: we hebben vier kampen gehad in Mannheim. Nog een vijfde en dan hang ik mezelf op.’", "Goede stage", "Caldas betoogt in de door zon overspoelde lounge van het Wagenerstadion dat de januariweek een goede stage is geweest. ‘Alles is raak geweest’, zo prijst hij de stage. Dat dingen anders zijn dan normaal, ziet hij als uitdagend. ‘Ons idee is dat elke hobbel een kans biedt. We kijken alleen naar de goede kanten, wat wij zelf kunnen beïnvloeden.’", "Hij heeft goede maanden achter de rug met zijn hockeyers. Waar de hoofdklasse op last van de overheid werd gesloten en er pas op 17 december weer getraind mocht worden, had de coach zijn spelers in royale getallen ter beschikking. Inclusief de ‘potentials’ kwamen er dagelijks 32 tot 35 tophockeyers naar het centrale trainingscentrum. Er werden onderlinge wedstrijden gespeeld. Er werd hard getraind, maar ook niet weer overdreven hard om spelers heel te houden. De conclusie: ‘We hebben nu een behoorlijk fit en uitgerust Nederlands elftal.’", "Het uitrusten is het gevolg van de decembervakantie van drie weken die werd uitgeschreven. Op 6 december konden de sporttassen voor een tijdje dicht. ‘Onze grote vakantie’, noemt Caldas het. Hij wist: vanaf nieuwjaar zou het acht maanden gas op de plank zijn voor zijn spelers van wie er zestien naar de Olympische Spelen zullen gaan. ‘Competitie, play-offs, Pro League, EK in Nederland en dan de OS’, is het rijtje dat hij opdreunt.", "Monitoren", "Dat eist veel van de spelers. ‘We gaan hen per persoon monitoren’, vertelt de coach van zijn aanpak. Zes stafleden, dokter, manager, twee fysiotherapeuten en twee assistenten krijgen ieder vier spelers onder hun hoede. ‘Naast de harde data van Auke Klarenbeek willen we over de softdata beschikken. Hoe is het met de persoon achter de hockeyer? Studie, gezin, emotie. De ene keer is het iets voor de dokter, de andere keer voor de coach.’", "Caldas zegt dat hij zijn keuzes niet alleen maakt op basis van de fysieke staat van de spelers, maar ook op basis van de persoonlijkheid. Als het woord leeftijd valt, over het ene jaar dat routiniers toch weer ouder zijn bij het uitgestelde olympische optreden, verheft de coach zijn stem. ‘Leeftijd is onbelangrijk. Het gaat erom goed te zijn. Leeftijd is iets voor de buitenwereld. Voor mij is het geen issue. Het staat buiten controle. Je kan niet iemand laten afvallen om wat er in zijn paspoort staat. Dat zou een heel slechte redenatie zijn.’", "Hij laat zijn internationals nu voor drie weken los. Ze zijn dan puur voor de clubs die op 31 januari de competitie hervatten. ‘Dat is nu eenmaal ons Nederlandse systeem, een mix van club en bond. Het afbakenen van periodes is noodzakelijk.’", "Fitnessprogramma", "Wel krijgen de internationals voor ‘thuis’ een fitnessprogramma mee. Per 1 februari wordt het dan weer het vertrouwde ritme van maandag, dinsdag en woensdag olympisch voorbereiden en de rest van de week bij de clubs actief zijn. Die wedstrijden, er staan er nog veel in de agenda van de hoofdklasse, zijn goed voor de ‘aerobe’ conditie, dat ziet de bondscoach ook.", "Hij zelf gaat deze week met de Nieuw-Zeelandse collega bellen. Of zij gezamenlijk zullen kiezen voor een trainingskamp in Hongkong. ‘Want we hebben een tegenstander nodig. En we willen van warm naar minder warm reizen.’ Zuid-Korea en Japan zijn ook opties voor de twee weken voorafgaand aan de Spelen.", "Hij moet zijn ploeg ook klaarstomen voor het EK van juni, in eigen land. Hij zal sommige spelers rust gunnen in die zomerse periode die tot overbelasting kan leiden. ‘Maar het kan voor spelers ook én én zijn.’", "Qua piek in het presteren van zijn nationale hockeyelftal is er geen enkel vraagteken. ‘Ja, het EK kan een stepping stone zijn voor de Olympische Spelen. Maar Tokio is hoe dan ook voor ons het moment dat we op ons absolute best willen en gaan zijn’, zo benadrukt Caldas nog eens dat olympisch goud de vurig gewenste afsluiting van zijn coachperiode bij de hockeybond zal moeten zijn."], "authors": ["John Volkers"], "keywords": ["er", "zijn", "van", "caldas", "voor", "en", "een", "richting", "hoofd", "zien", "hockeybondscoach", "tokio", "geen", "op", "wil", "het", "hij", "dat"], "pubDate": "2021-01-10T19:36:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}