{"id": "bde54e39-40ff-3cc7-8802-f000e4157279", "title": "Premier Diab en drie ministers vervolgd voor explosie Beiroet", "url": "https://www.nrc.nl/nieuws/2020/12/10/premier-diab-en-drie-ministers-vervolgd-voor-explosie-beiroet-a4023366", "summary": "De premier van Libanon, Hassan Diab, en drie oud-ministers worden vervolgd voor hun rol rondom de explosie die de haven en een groot deel van de hoofdstad Beiroet verwoestte.\nTegen de vier bewindslieden zijn aanklachten van nalatigheid en het veroorzaken van doden ingediend.\nVolgens de autoriteiten zitten 25 mensen vast voor hun rol in aanloop naar de ramp, voornamelijk haven- en douanebeambten.\nDiab trad een jaar geleden aan na massale protesten over de economische crisis in het land en het corrupte politieke systeem.\nHij trad na de explosie af, maar is nog wel demissionair premier in afwachting van de vorming van een nieuwe regering.", "paragraphs": ["De premier van Libanon, Hassan Diab, en drie oud-ministers worden vervolgd voor hun rol rondom de explosie die de haven en een groot deel van de hoofdstad Beiroet verwoestte. Dat melden de persbureaus AFP en Reuters op basis van gerechtelijke bronnen donderdag. Zeker tweehonderd mensen kwamen om het leven bij de ramp.", "Tegen de vier bewindslieden zijn aanklachten van nalatigheid en het veroorzaken van doden ingediend. De officier van justitie ging over tot vervolging omdat volgens hem bleek dat de premier en oud-ministers schriftelijke waren ingelicht over het explosiegevaar van de stof ammoniumnitraat die in de haven lag. Zij namen geen maatregelen om de gevaarlijke stof veilig te stellen. Het zijn de eerste politici die worden aangeklaagd voor de explosie. Volgens de autoriteiten zitten 25 mensen vast voor hun rol in aanloop naar de ramp, voornamelijk haven- en douanebeambten.", "Lees ook: Libanezen verliezen hoop door onwil van leiders te hervormen", "Begin augustus kwam 2.750 ton ammoniumnitraat in Beiroet tot explosie. De stof lag zes jaar lang in de haven. Diab trad een jaar geleden aan na massale protesten over de economische crisis in het land en het corrupte politieke systeem. Zijn regering wist geen veranderingen door te voeren. Hij trad na de explosie af, maar is nog wel demissionair premier in afwachting van de vorming van een nieuwe regering."], "authors": ["Kees Rottinghuis", "December Om", "Leestijd Minuut"], "keywords": ["vervolgd", "van", "beiroet", "premier", "het", "stof", "drie", "diab", "explosie", "zijn", "en", "te", "ministers", "haven", "voor"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}