{"id": "bdeb8864-d3ea-3f36-9096-6e48962b99fd", "title": "Zelfs de asbakken zijn gevuld op de Stones-tentoonstelling in het Groninger Museum", "url": "https://trouw.nl/cultuur-media/zelfs-de-asbakken-zijn-gevuld-op-de-stones-tentoonstelling-in-het-groninger-museum~be74dc97/", "summary": "‘‘Die herinnert zich nog heel goed dat ze in het Kurhaus optraden en dat het daar zo ontzettend uit de hand liep.’’Wat is uw favoriete Stones-nummer?\nPolitie op het podiumDie avond in 1964 trad dat nieuwe Britse bandje voor het eerst op op het Europese vasteland, een televisiescherm laat de beelden zien van die legendarische avond: gillende meiden, politie op het podium.\nNu klinkt het alsof een stel paarden over de prairie galoppeert, met jou op de rug van een van hen.\nHoor soulzangeres Merry Clayton die het wanhopig uitschreeuwt: “Rape, murder, it’s just a shot away, it’s just a shot away”.\nHet nummer staat symbool voor het chaotische verloop van het Altamont Free Concert in 1969: Hells Angels verzorgden agressief de bewaking en een bezoeker kwam om het leven door messteken.", "paragraphs": ["Afwas tot aan het plafond, vuile sokken op de vloer. Lege bierflesjes en asbakken die eruitzien alsof er iemand mikado heeft gespeeld met sigarettenpeuken. Tot in de kleinste details is de flat op 102 Edith Grove in de Londense wijk Chelsea gereconstrueerd. In 1962 woonden Mick Jagger en Keith Richards op dat adres, legden ze er de basis voor de successen die ze later zouden hebben.", "Conservator Muriel Ramuz stond eigenhandig peper op een aangekoekt spiegeleitje te strooien en zette een flesje bier naast de tandpasta neer. Foto’s zijn er niet, alles gebeurde op basis van herinneringen van de heren zelf. Over de stoel ligt een vergeelde Melody Maker, in de open haard nog meer bierflesjes. ‘‘Hier zaten ze dus als jonge jongens een beetje bluesmuziek te maken’’, mijmert Ramuz. Drie dagen werkte ze bij het museum toen ze haar vroegen of ze de tentoonstelling wilde samenstellen.", "Het is een mijmeren naar een tijd die ze niet heeft gekend. De Stones waren al dertig jaar bezig toen zij geboren werd, in 1992, ze had er, eerlijk gezegd, weinig mee, maar haar moeder des te meer. ‘‘Die herinnert zich nog heel goed dat ze in het Kurhaus optraden en dat het daar zo ontzettend uit de hand liep.’’", "Wat is uw favoriete Stones-nummer? Heeft u een mooie herinnering aan de Stones? Stuur uw reactie naar lezers@trouw.nl.", "Politie op het podium", "Die avond in 1964 trad dat nieuwe Britse bandje voor het eerst op op het Europese vasteland, een televisiescherm laat de beelden zien van die legendarische avond: gillende meiden, politie op het podium. Stoelen door de zaal. ‘‘Dat rebelse van hen, daar had ik wel bij willen zijn.’’", "Het hele voortraject van de expositie liep al, ze waren aardig op streek, en toen kwam corona. Er zouden mensen overvliegen om de studio op te bouwen en andere dingen te doen. ‘‘Nu moest alles op afstand. We zetten eigenhandig een drumstel in elkaar en zoomden ondertussen met Londen.’’", "De nagemaakte woning van de jonge Stones, die in het Groninger Museum is te zien. Beeld ANP", "Ze hadden de tentoonstelling op twee verdiepingen gepland, dat zijn er nu drie geworden, zo is er meer ruimte. En heel eerlijk, zegt Ramuz, is het er misschien wel mooier van geworden. Nu heeft Ronnie Wood bijvoorbeeld een eigen zaal gekregen met de setlists die hij maakt: complete kunstwerken met een variëteit aan kleuren en lettertypes. ‘‘In de originele plannen hadden die ergens anders bij gehangen. Nu komen ze veel beter tot hun recht.’’", "Er zijn veel gitaren, foto’s, muziek, videobeelden van de bandleden als piepjonge jongens. Kleding, ook: een goudkleurige jumpsuit, een strakgesneden pak in zwartwitte blokjes. Een cape met de Union Jack erop. Jasjes met glimmende bloemen en sterren. In een aparte ruimte hangen zes outfits waarin Mick Jagger Sympathy for the Devil zong: een zwarte en vijf rode, inclusief een cape van maraboe-veren.", "Er zijn albumhoezen uit alle tijdperken. Handgeschreven teksten, inclusief doorhalingen en kriebeltjes in de kantlijn. ‘I’ve been holding on so long, got to tell you in this song: I miss ya’.", "Na David Bowie", "De tentoonstelling was eerder te zien onder de naam Exhibitionism. Na een paar jaar pauze werd ze geüpdate en moest er een nieuwe naam komen. Mick Jagger zelf kwam met Unzipped. Goede naam, zegt Ramuz. Zou ze Jagger hebben tegengesproken als het niet zo was? Ze lacht. ‘‘Hmmm. Dat denk ik niet.’’", "In 2015/2016 vertoonde het Groninger Museum de tentoonstelling ‘David Bowie Is’, over het leven en werk van David Bowie – en nu de Stones. Wat hen Groninger-Museumwaardig maakt, zegt Ramuz, is dat er méér te vertellen valt dan alleen de muziek die ze maken. Ze zijn iconen, ook op het gebied van stijl, kleding, artwork, alles. ‘‘Dat de Stones samenwerkten met grote designers maakt hen ook interessant voor mensen die niet per se iets met hun muziek hebben.’’ Ook al is ze zelf geen fan, zegt ze, Ramuz vóelt wel hoe bijzonder de spullen zijn, ze kreeg kippenvel toen ze ze door haar handen liet gaan, een gitaar van Keith Richards uitpakte en door de schrijfblokken bladerde.", "Ze hebben iets tijdloos, zegt ze, terwijl een energieke Mick Jagger over het podium stuitert in de laatste zaal. Ze mogen zelf dan dik in de zeventig zijn, onder hun fans zijn ook tieners. ‘‘Elke generatie heeft zijn eigen verhaal. Ik hoop heel erg dat al die verschillende leeftijdsgroepen hier ook komen kijken.’’ Haar moeder – zij was ook bij dat legendarische concert in het Groninger Stadspark in 1999 – heeft al een kaartje.", "Beeld The Rolling Stones Archive", "De favoriete Stones-nummers van muziekjournalist Frank Hettinga 1. Paint It, Black De depressieve man waar Mick over zingt in ‘Paint It, Black’ wil alle kleur in de wereld laten verdwijnen. Alles moet zo zwart ‘als de nacht, als steenkool’ worden geverfd, verkondigt hij. Rode deuren, fleurige jurkjes, bloemen, auto’s. Zelfs de zon moet doven. Maar door de stampende drums en percussie, de sitar van wijlen Brian Jones ben je helemaal niet vatbaar voor die duistere boodschap. Dat zou een stuk moeilijker zijn geweest als het nummer was blijven hangen in de eerste schetsen: een kabbelend en duister soulnummer. Nu klinkt het alsof een stel paarden over de prairie galoppeert, met jou op de rug van een van hen. Of je raast plankgas over de snelweg. Zelfs een Fiat Multipla verandert door ‘Paint It, Black’ in een scheurijzer. Nou, voor even dan. 2. Gimme Shelter Hoor de trippelende openingsriff van Keith, alsof hij spreekt via zijn elektrische gitaar. Hoor de stevig vervormde mondharmonica van Mick. Hoor soulzangeres Merry Clayton die het wanhopig uitschreeuwt: “Rape, murder, it’s just a shot away, it’s just a shot away”. Gimme Shelter is haast apocalyptisch en niet voor niks veelvuldig gebruikt onder beelden van de Vietnamoorlog of orkanen en tornado’s. Het nummer staat symbool voor het chaotische verloop van het Altamont Free Concert in 1969: Hells Angels verzorgden agressief de bewaking en een bezoeker kwam om het leven door messteken. Dat concert zou de geschiedenis ingaan als de teloorgang van de vrije jaren zestig. Maar ondertussen beleefden de Stones hun gloriedagen. En dan moesten de albums ‘Sticky Fingers’ en ‘Exile on Main Street’ nog verschijnen. 3. Jumpin’ Jack Flash ‘Jumpin’ Jack Flash’ is een van de gitaarriffs van Keith die zich direct in het brein graveert. Door zijn hoekige bluessignatuur, die toch uiterst vloeibaar klinkt. In die zin zou op deze plaats trouwens ook prima ‘(I Can’t Get No) Satisfaction’ of ‘Brown Sugar’ volstaan. Maar ‘Jumpin’ is de favoriet van Richards zelf. En die spreken we niet graag tegen, toch? Het is misschien live wel het meest gespeelde nummer van de Stones ooit, het staat ook op alle live-albums en is veelal gebruikt als concertopener. Door Jumpin’ stapt iedereen de dansvloer op. Ook grootmoeder, 87 jaar, met haar rollator. Dat kan niet anders. Het móet! Zijn we volgens u totaal krankjorum dat we bijvoorbeeld niet voor ‘Sympathy For The Devil’ of ‘(I Can’t Get No) Satisfaction’ hebben gekozen? Of heeft u een mooie herinnering aan de Stones? Stuur uw reactie naar lezers@trouw.nl.", "Lees ook:", "", "Wat is het geheim van de eeuwig jeugdige Rolling Stones?", "Zelfs een hartoperatie houdt Mick Jagger (75) niet van het podium af. Hoe blijven die oude rockers zo fit?", "Flip Vuijsje over waarom rock de beste muziek van de 20ste eeuw is", "In zijn nieuwe boek ‘Rock - waarom rock de beste muziek van de 20ste eeuw is’, betoogt Flip Vuijsje … inderdaad dat rock de beste muziek van 20ste eeuw is. En zij die hem tegenspreken? ‘Laat maar komen.’"], "authors": ["Karin Sitalsing"], "keywords": ["museum", "gevuld", "van", "stonestentoonstelling", "het", "op", "die", "zijn", "met", "zelfs", "asbakken", "een", "en", "ze", "dat", "groninger"], "pubDate": "2020-11-19T11:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}