{"id": "be11d846-f69e-3827-ba64-2274e12de719", "title": "Den Haag wil status Nationaal Park voor Hollandse Duinen", "url": "https://nu.nl/den-haag/6095646/den-haag-wil-status-nationaal-park-voor-hollandse-duinen.html", "summary": "Hollandse Duinen heeft woensdag de officiële status van Nationaal Park aangevraagd bij het ministerie van Landbouw, Natuur en Voedselkwaliteit.\nHollandse Duinen is een samenwerking van Staatsbosbeheer, provincie, gemeente Den Haag, waterbedrijf Dunea en tientallen partners.\n\"Niet alleen zodat meer bewoners en bezoekers ervan kunnen genieten, ook omdat we het park zo beter kunnen beschermen en ontwikkelen.\nHollandse Duinen heeft een oppervlakte van 450 vierkante kilometer en ligt tussen Hoek van Holland en Hillegom, van de kust tot 8,5 kilometer het land in.\nHet ministerie van Landbouw, Natuur en Voedselkwaliteit beoordeelt de aanvraag in het eerste kwartaal van 2021.", "paragraphs": ["Hollandse Duinen heeft woensdag de officiële status van Nationaal Park aangevraagd bij het ministerie van Landbouw, Natuur en Voedselkwaliteit. Hollandse Duinen is een samenwerking van Staatsbosbeheer, provincie, gemeente Den Haag, waterbedrijf Dunea en tientallen partners.", "Volgens Haagse wethouder Buitenruimte Hilbert Bredemeijer hoort het Zuid-Hollandse kustgebied in het rijtje met Nationale Parken als de Biesbosch en de Hoge Veluwe. \"Niet alleen zodat meer bewoners en bezoekers ervan kunnen genieten, ook omdat we het park zo beter kunnen beschermen en ontwikkelen. Dat is belangrijk met het oog op klimaatverandering en de uitdagingen van een groeiende regio.\"", "Hollandse Duinen heeft een oppervlakte van 450 vierkante kilometer en ligt tussen Hoek van Holland en Hillegom, van de kust tot 8,5 kilometer het land in. Er leven bijna zevenduizend verschillende soorten planten, vogels, zoogdieren, dagvlinders en libellen. Het gaat om 47 kilometer strand en omvat 22 procent van onze vastelandsduinen. Er liggen veertien gemeenten in het gebied.", "\"Als één ding in dit corona-jaar duidelijk is geworden, dan is het wel dat de aanwezigheid van natuur dicht bij mensen een noodzaak is en geen luxeartikel\", zegt Wim Drossaert, directeur van Dunea en voorzitter van de Stichting Nationaal Park Hollandse Duinen.", "Het ministerie van Landbouw, Natuur en Voedselkwaliteit beoordeelt de aanvraag in het eerste kwartaal van 2021."], "authors": ["Door"], "keywords": ["van", "status", "duinen", "natuur", "hollandse", "het", "wil", "park", "haag", "een", "en", "voedselkwaliteit", "den", "nationaal", "kilometer", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}