{"id": "be1ec532-6084-3c4f-8ddf-5daef40dc635", "title": "Het regent records door wondersloffen: 'Verschil bij marathon twee, drie minuten'", "url": "https://nos.nl/artikel/2359613-het-regent-records-door-wondersloffen-verschil-bij-marathon-twee-drie-minuten.html", "summary": "Grote atletiekwedstrijden zijn er dit jaar door de uitbraak van het coronavirus amper geweest.\nToch gaat het jaar 2020 de boeken in als een atletiekjaar met een reeks aan wereld- en Europese records op de weg en de baan.\nZo doken zondag nog vier atleten onder het oude wereldrecord op de halve marathon in Valencia.\nEn op de marathon in de Spaanse stad wisten drie Nederlanders aan de olympische limiet voor Tokio te voldoen.\nSpeciale schuim- en carbonplaatDe doorbraak van de wondersloffen, met speciale schuim- en carbonplaat, zet de atletiekwereld en vooral de recordlijsten volledig op zijn kop.", "paragraphs": ["Grote atletiekwedstrijden zijn er dit jaar door de uitbraak van het coronavirus amper geweest. Toch gaat het jaar 2020 de boeken in als een atletiekjaar met een reeks aan wereld- en Europese records op de weg en de baan.", "Zo doken zondag nog vier atleten onder het oude wereldrecord op de halve marathon in Valencia. Winnaar Kibiwott Kandie liep maar liefst 29 tellen sneller dan de oude toptijd. En op de marathon in de Spaanse stad wisten drie Nederlanders aan de olympische limiet voor Tokio te voldoen. Met dank aan een paar schoenen.", "Speciale schuim- en carbonplaat", "De doorbraak van de wondersloffen, met speciale schuim- en carbonplaat, zet de atletiekwereld en vooral de recordlijsten volledig op zijn kop.", "\"Die snelle schoen is het verschil tussen een wereldrecord of niet\", zegt oud-atleet en voormalig Nederlands recordhouder halve marathon Greg van Hest, die tegenwoordig een winkel heeft waar hij loopschoenen en atletiekkleding verkoopt."], "authors": ["Inspanningsfysioloog Guido Vroemen"], "keywords": ["aan", "wondersloffen", "regent", "van", "minuten", "wereldrecord", "verschil", "het", "twee", "op", "drie", "met", "zijn", "marathon", "een", "en", "records", "door"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}