{"id": "be3ecfd9-2c81-3429-a835-c1b176684449", "title": "‘Brexitverslaafden’ op weg naar 1 januari: ‘De gevolgen zullen hoe dan ook dramatisch zijn’", "url": "https://volkskrant.nl/nieuws-achtergrond/brexitverslaafden-op-weg-naar-1-januari-de-gevolgen-zullen-hoe-dan-ook-dramatisch-zijn~b6937890/", "summary": "Nu de deadline voor een handelsakkoord nadert, komt de media-aandacht voor de brexitonderhandelingen weer op gang.\n‘Bij het uitbreken van de coronacrisis realiseerde ik me dat ik in deze periode in de buurt van mijn ouders wil zijn.\nEen van de grootste en machtigste landen van dit werelddeel is bezig met een complete afzondering van de rest van het continent.\nNu heeft het niet meer zo’n zin om dissident te zijn, gezien Johnsons grote meerderheid in het Britse parlement.\n‘Bijna alle spelers die vorig jaar met dit dossier bezig waren - Theresa May, Jeremy Corbyn, Jean-Claude Juncker - zijn van het toneel verdwenen.", "paragraphs": ["Van links naar rechts: Cas Westhoff, Eline Sibia en Leo Knikman.", "Eline Sibia (27) uit Londen", "‘Voor mij is het heel persoonlijk. Wat kan ik vanaf 1 januari nog kopen? Komt er straks nog wel voldoende vers voedsel het land binnen? Hoe duur wordt het eten in de supermarkt? Ik vind het teleurstellend dat we met het aflopen van de overgangsperiode nog steeds niet weten waar we aan toe zijn. Mijn mening is dat deze situatie de schuld is van Boris Johnson en de Vote Leave-campagne. Ze hebben tijdens het referendum te veel beloofd: het Verenigd Koninkrijk zou volledig soeverein worden én de voordelen van een EU-lidmaatschap behouden. Die twee kunnen niet samengaan. Toch ben ik voorzichtig optimistisch, ik denk dat er een deal gaat komen.", "‘De emotionele aandacht voor Brexit is het afgelopen jaar vervlogen, omdat corona hier het nieuws domineerde. Nu de deadline voor een handelsakkoord nadert, komt de media-aandacht voor de brexitonderhandelingen weer op gang. Ik lees nog steeds de Politico-nieuwsbrief en kijk naar BBC News. Mensen realiseren zich dat Boris Johnson niet goed bezig is, kijk maar hoe hij de coronacrisis heeft aangepakt.", "‘Bij het uitbreken van de coronacrisis realiseerde ik me dat ik in deze periode in de buurt van mijn ouders wil zijn. Daarom ben ik terug verhuisd naar Londen, waar ik ben opgegroeid. Ik ben heel trots op mijn Nederlandse paspoort, dat zal ik nooit opgeven. Toch ben ik nu ook bezig met het aanvragen van een Brits paspoort. Een lang verblijf op het Europese vasteland is nooit een probleem geweest voor mijn verblijfsrecht in Londen. Maar het vrije verkeer van personen gaat straks stoppen. Ik wil altijd de vrijheid hebben om voor langere tijd in Amsterdam of Berlijn - waar ik een jaar heb gestudeerd - te gaan wonen, zonder dat ik mijn vrijheid voor een ongecompliceerde terugkeer naar Engeland hoef in te leveren.’", "Leo Knikman (59) uit Hilversum", "‘Ongeveer de helft van Engeland vind ik ongelooflijk sympathiek, leuk en interessant. Maar van de Boris Johnsons van deze wereld gruwel ik echt. Johnson is geen bestuurder, maar een populist. Hij is overtuigd van zijn eigen fictie, dus je kunt niet zeggen dat hij een leugenaar is. Hij heeft een visioen gecreëerd dat gebaseerd is op het Engelse imperium van de negentiende eeuw. Dat appelleert aan het geknakte zelfbewustzijn van een deel van de Engelsen. In die zin is hij de rattenvanger van Hamelen. Boris gaat woensdag in Brussel zijn magic trick proberen toe te passen. Hij gaat Ursula von der Leyen [voorzitter van de Europese Commissie, red.] diep in de ogen kijken. Boris is gewend dat dames dan plat gaan voor hem, maar Ursula gaat dat niet doen. Ik zou daar zo graag bij willen zijn, daar in die kamer in Brussel.", "‘Brexit volg ik nog steeds zo goed mogelijk op de voet, al werd brexitnieuws het afgelopen jaar volledig overstemd door de coronacrisis en de Amerikaanse verkiezingen. Nu die verkiezingen achter de rug zijn, wordt de Brexit weer iets actueler. Trump, Boris Johnsons belangrijkste troefkaart, is weg. Dat weten ze in Europa.", "‘Waarom het mij zo blijft boeien? Engeland ligt 150 kilometer van ons vandaan. Een van de grootste en machtigste landen van dit werelddeel is bezig met een complete afzondering van de rest van het continent. Langzaam maar zeker creëert het een slachtofferschap, want als het misgaat is het de schuld van Europa. Ze zullen zeggen dat gemene landen als Frankrijk en Duitsland voor alle narigheid in Engeland hebben gezorgd. Dat is de bakermat voor ellende van historische proporties. We hebben gezien wat er in Duitsland gebeurde na de Eerste Wereldoorlog. Dat is een griezelig scenario, de gevolgen zullen hoe dan ook dramatisch zijn.’", "Cas Westhoff (40) uit Amsterdam", "‘Een jaar geleden was het niet voor te stellen dat er urgenter nieuws zou zijn dan Brexit, maar nu heeft covid-19 alles naar de achtergrond geduwd. Ik lees The Financial Times en The Guardian vrij veel, dan struikel ik nog wel eens over nieuws rond Brexit. Toch ben ik gestopt met alles op de voet te volgen. De verkiezingsoverwinning van Boris Johnson heeft ervoor gezorgd dat veel politiek binnen de conservatieve partij plaatsvindt en niet meer in het parlement. Dat was wel anders met de minderheidsregering van Theresa May; haar coalitie met de Democratic Unionist Party was heel fragiel. Nu heeft het niet meer zo’n zin om dissident te zijn, gezien Johnsons grote meerderheid in het Britse parlement.", "‘Bijna alle spelers die vorig jaar met dit dossier bezig waren - Theresa May, Jeremy Corbyn, Jean-Claude Juncker - zijn van het toneel verdwenen. Dat is toch opmerkelijk, en het heeft de dynamiek veranderd. Wat wel grappig is: Michel Barnier, de onkreukbare brexitonderhandelaar namens de Europese Commissie, is als enige overgebleven. Hij is een beetje saai, maar dat is misschien wel goed.", "‘Ik ben ook opgehouden met voorspellen wat er staat te gebeuren. Of er nou wel of geen deal komt, ik heb er niet echt meer een mening over. Ik denk wel dat als er geen deal komt, ze gewoon blijven onderhandelen. Ook na 1 januari.’"], "authors": ["Wafa Al Ali"], "keywords": ["zullen", "dramatisch", "van", "gevolgen", "hoe", "het", "op", "naar", "zijn", "ik", "een", "ook", "dat", "en", "niet", "te", "januari", "weg", "voor"], "pubDate": "2020-12-09T13:12:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}