{"id": "be3ec85b-55c4-3c3a-a633-5cb60d58f141", "title": "Mobiliteitsdiensten vooralsnog geen bedreiging voor de auto", "url": "https://nu.nl/auto/6097253/mobiliteitsdiensten-vooralsnog-geen-bedreiging-voor-de-auto.html", "summary": "Mobiliteitsdiensten zoals apps voor deelauto's, deelfietsen of elektrische deelscooters vormen vooralsnog geen bedreiging voor de dominante positie van de auto, zo concludeert het Kennisinstituut voor Mobiliteitsbeleid (KiM) donderdag in een studie (pdf) naar Mobility-as-a-Service (MaaS).\nIn steden maken meer mensen gebruik van andere vervoersvormen dan de auto, zoals het openbaar vervoer en deelscooters.\nDat betekent ook dat MaaS de meeste kans van slagen heeft in stedelijke gebieden, zo schrijft het KiM.\nDit zorgt er ook voor dat veel mensen er op gezette tijden reizen, door het instituut de \"routinematige verplaatsingen\" genoemd.\nWanneer MaaS-gebruikers van de gebruikelijke vervoersvormen afwijken, dan gaat dat gaat dat hoogstwaarschijnlijk ten koste van het openbaar vervoer, aldus het instituut.", "paragraphs": ["Mobiliteitsdiensten zoals apps voor deelauto's, deelfietsen of elektrische deelscooters vormen vooralsnog geen bedreiging voor de dominante positie van de auto, zo concludeert het Kennisinstituut voor Mobiliteitsbeleid (KiM) donderdag in een studie (pdf) naar Mobility-as-a-Service (MaaS). Dat komt vooral doordat de mensen die het meest geneigd zijn om MaaS te gebruiken in steden wonen, waar autobezit sowieso al geringer is.", "In steden maken meer mensen gebruik van andere vervoersvormen dan de auto, zoals het openbaar vervoer en deelscooters. Hierdoor speelt de auto een bescheiden rol. Dat betekent ook dat MaaS de meeste kans van slagen heeft in stedelijke gebieden, zo schrijft het KiM.", "Volgens het instituut is MaaS niet het vervoer zelf, maar juist de toegang ertoe door middel van bijvoorbeeld een app of de integratie ervan in een app. Ook hierdoor is de stedelijke omgeving het kansrijkst voor MaaS, aangezien volgens het KiM op deze plek \"een rijk aanbod aan openbaar vervoer en deelmodaliteiten is\".", "Dit zorgt er ook voor dat veel mensen er op gezette tijden reizen, door het instituut de \"routinematige verplaatsingen\" genoemd. MaaS zou daarbij kunnen helpen als \"planassistent\", schrijft het KiM. Wanneer MaaS-gebruikers van de gebruikelijke vervoersvormen afwijken, dan gaat dat gaat dat hoogstwaarschijnlijk ten koste van het openbaar vervoer, aldus het instituut."], "authors": ["Door"], "keywords": ["van", "dat", "vooralsnog", "een", "auto", "vervoer", "ook", "mobiliteitsdiensten", "geen", "maas", "openbaar", "voor", "bedreiging", "het", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}