{"id": "be5c595c-ba5c-3f6d-8c4a-6f3a60f14130", "title": "Maakt Milieudefensie kans in de rechtszaak tegen Shell? Vijf vragen", "url": "https://nu.nl/economie/6094200/maakt-milieudefensie-kans-in-de-rechtszaak-tegen-shell-vijf-vragen.html", "summary": "In het kort: Milieudefensie heeft een zaak aangespannen tegen Shell om het bedrijf meer te laten doen om klimaatverandering te voorkomen.\nShell vindt dat het klimaatverdrag een zaak is tussen overheden en dat het bedrijf voorziet in een maatschappelijke behoefte door olie te leveren.\n\"Milieudefensie zegt dat Shell zich aan het klimaatverdrag moet houden en dat Shell bijdraagt aan gevaarlijke klimaatverandering, terwijl dat in strijd is met de zorgvuldigheidsnorm.\"\n\"Shell zegt dat het klimaatverdrag tussen overheden is gesloten en dat het daarom dus niet relevant is voor Shell, omdat dat een bedrijf is\", zegt De Jong.\nAls Milieudefensie deze zaak wint, betekent dat nog niet direct dat Shell van koers moet veranderen, zegt De Jong.", "paragraphs": ["Donderdag is de tweede zittingsdag in een voor Nederland unieke rechtszaak. Milieudefensie probeert via de rechter een groener beleid bij Shell af te dwingen. Maar waarom doen ze dat? En maken ze kans om de zaak te winnen? Vijf vragen en antwoorden.", "In het kort: Milieudefensie heeft een zaak aangespannen tegen Shell om het bedrijf meer te laten doen om klimaatverandering te voorkomen.", "De organisatie betoogt dat Shell mensen aan gevaar blootstelt door zich niet aan het klimaatverdrag van Parijs te houden.", "Shell vindt dat het klimaatverdrag een zaak is tussen overheden en dat het bedrijf voorziet in een maatschappelijke behoefte door olie te leveren.", "Wat de rechter vindt, is moeilijk te voorspellen, maar de kans is groot dat de zaak hoe dan ook invloed heeft op de koers van Shell.", "Wat wil Milieudefensie precies?", "De zaak tegen Shell is al twee jaar geleden aangespannen door Milieudefensie, zes andere milieuorganisaties waaronder Greenpeace en 17.379 individuele mede-eisers. Milieudefensie vindt dat Shell zijn beleid moet afstemmen op de klimaatdoelen van het in Parijs gesloten akkoord.", "\"De grote vraag in deze zaak is: doet Shell voldoende om gevaarlijke klimaatverandering te voorkomen?\", zegt hoogleraar privaatrecht van de Universiteit Utrecht Elbert de Jong. Hij richt zich voornamelijk op de aansprakelijkheid van bedrijven op het vlak van klimaatverandering. \"En als dat niet het geval is, is het de vraag of de rechter Shell moet gebieden om meer te doen.\"", "En maakt Milieudefensie kans?", "Het is moeilijk om deze vraag vanachter een bureau te beantwoorden, zegt De Jong. \"De juridische argumenten die Milieudefensie naar voren brengt, zijn steekhoudend.\"", "\"Milieudefensie zegt dat Shell zich aan het klimaatverdrag moet houden en dat Shell bijdraagt aan gevaarlijke klimaatverandering, terwijl dat in strijd is met de zorgvuldigheidsnorm.\" Dat is een algemene norm die bepaalt dat je een ander niet aan onredelijke gevaren mag blootstellen. \"De vraag is dus: valt het beleid van Shell met betrekking tot klimaatverandering ook onder die norm?\", aldus De Jong. Als de rechter daarin meegaat, maakt Milieudefensie een kans, denkt de hoogleraar.", "Hoe verdedigt Shell zich?", "Shell verdedigt zich door te zeggen dat het geen overheid is. \"Shell zegt dat het klimaatverdrag tussen overheden is gesloten en dat het daarom dus niet relevant is voor Shell, omdat dat een bedrijf is\", zegt De Jong. \"Daarnaast zeggen ze dat het niet aan de rechter is om Shell te reguleren, maar aan de overheid.\"", "Tot slot zegt Shell dat het voorziet in een maatschappelijke behoefte. De Jong: \"We zijn als maatschappij nog niet van de olie af, de maatschappij vraagt erom en Shell voorziet in die vraag. Kan je daar Shell dan wel aansprakelijk voor stellen?\"", "Wat gebeurt er áls Milieudefensie wint?", "Als Milieudefensie deze zaak wint, betekent dat nog niet direct dat Shell van koers moet veranderen, zegt De Jong. \"Shell gaat dan waarschijnlijk in hoger beroep, en misschien naar de Hoge Raad. Dat is een proces van jaren. Maar als Milieudefensie gaat en blijft winnen, zal Shell uiteindelijk zijn beleid moeten aanpassen.\"", "Wat is de invloed van deze zaak op de toekomst van Shell?", "Of Milieudefensie nu wint of niet, waarschijnlijk heeft de zaak sowieso invloed op de toekomst van het Shell, denkt Derk Loorbach. Hij is directeur van het transitie-instituut DRIFT en denkt dat de zaak vooral laat zien dat er een toenemende maatschappelijke druk ligt bij Shell.", "\"Je ziet bij transities dat er steeds meer krachten zijn die ervoor zorgen dat een verandering in de maatschappij versnelt\", zegt Loorbach. \"Het is niet zo dat Shell van vandaag op morgen niet meer bestaat, maar het bedrijf krijgt steeds meer schokjes waardoor het sneller uit evenwicht raakt. Zo'n rechtszaak kan een flinke schok zijn. Het duwt Shell, los van de uitkomst, wéér in de positie van verdedigen, waardoor ze nog meer vastlopen en de druk op het bedrijf om te veranderen groeit.\" Kortom: zelfs al hoeft Shell van de rechter niets te veranderen, de kans is groot dat het bedrijf op den duur niet anders meer kan."], "authors": ["Door", "Lisa Boerop"], "keywords": ["vijf", "vragen", "van", "shell", "het", "rechtszaak", "milieudefensie", "maakt", "kans", "een", "niet", "dat", "te", "en", "zaak", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}