{"id": "be5c4c38-7853-3be1-b80a-92d71e16a7a2", "title": "Halsema: ‘We laten 2020 achter ons met een zucht van opluchting’", "url": "https://www.parool.nl/amsterdam/halsema-we-laten-2020-achter-ons-met-een-zucht-van-opluchting~b240e040/", "summary": "Met een zucht van opluchting,” aldus burgemeester in haar videoboodschap.\nZe wijst erop dat veel bewoners van Zuidoost, Nieuw-West en Noord al langer moeite hebben om de eindjes aan elkaar te knopen en dat gezinnen zich al langer druk maken over een huis en een plek om hun kinderen te laten spelen.\nDe burgemeester wenst dat we in de lange maanden van ellende en wachten ‘de kiem zien van een nieuwe stad’.\n“Voor nieuw vermogen om samen te werken, nieuwe bereidheid om rekening met elkaar te houden.\nLaten we in dit nieuwe jaar vaker elkaar de vraag stellen: hoe gaat het echt met je?", "paragraphs": ["Beeld ANP", "Dit zei ze vrijdag in haar nieuwjaarstoespraak, waarin ze alle Amsterdammers een gelukkig 2021 toewenst.", "“We laten 2020 achter ons. Met een zucht van opluchting,” aldus burgemeester in haar videoboodschap. “Als we terugkijken, dan zien we wat we verloren hebben.”", "De coronacrisis heeft volgens de burgemeester laten zien hoe kwetsbaar Amsterdam is: de economie is te afhankelijk van massatoerisme, de werkloosheid stijgt, schulden nemen toe en voor de voedselbank staan lange rijen. “Veel Amsterdammers hebben de pijn gevoeld van rouw, eenzaamheid en stress.”", "Eindjes aan elkaar knopen", "De coronacrisis met alle lege straten heeft volgens Halsema het gevoel onder binnenstadbewoners versterkt dat de buurt niet meer de hunne is.", "Ze wijst erop dat veel bewoners van Zuidoost, Nieuw-West en Noord al langer moeite hebben om de eindjes aan elkaar te knopen en dat gezinnen zich al langer druk maken over een huis en een plek om hun kinderen te laten spelen.", "Nu 2021 is aangevangen, ‘barsten we van ongeduld naar de lente, naar snelle vaccinatie en naar onze vrijheid’.", "De burgemeester wenst dat we in de lange maanden van ellende en wachten ‘de kiem zien van een nieuwe stad’. “Zoals we applaudisseerden voor de zorg, de steun die we gaven aan ondernemers in de buurt, al het vrijwilligerswerk dat door talloze Amsterdammers is gedaan.” De 1,5 metersamenleving heeft ons ermee geconfronteerd hoezeer we elkaar nodig hebben, aldus de burgemeester, die hoopt dat dit leidt tot ‘nieuwe gemeenschapszin’. “Voor nieuw vermogen om samen te werken, nieuwe bereidheid om rekening met elkaar te houden. Laten we in dit nieuwe jaar vaker elkaar de vraag stellen: hoe gaat het echt met je? Hoe gaat het echt met onze stad?”", "Gezond, vrij en vrolijk", "Ze wenst Amsterdammers toe dat het antwoord op deze vragen luidt: “Ik ben gezond, voel me vrij, vrolijk en ik weet dat ik thuis ben in Amsterdam.”", "Normaliter houdt de burgemeester van Amsterdam een nieuwjaarstoespraak tijdens een receptie op 1 januari. Door corona bleef die beperkt tot een videoboodschap, die is verschenen op de site van de gemeente."], "authors": ["Michiel Couzy"], "keywords": ["van", "2020", "het", "burgemeester", "zucht", "en", "met", "een", "elkaar", "om", "opluchting", "achter", "te", "halsema", "dat", "laten", "ons"], "pubDate": "2021-01-01T11:45:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}