{"id": "be722120-3ab6-3c7d-9157-02e9b83d493e", "title": "Utrechtse Stefania met Last Dance voor Griekenland naar Songfestival", "url": "https://nu.nl/songfestival/6100721/utrechtse-stefania-met-last-dance-voor-griekenland-naar-songfestival.html", "summary": "De Utrechtse zangeres Stefania Liberakakis weet met welk lied ze Griekenland gaat vertegenwoordigen tijdens het Eurovisie Songfestival in mei.\nDe achttienjarige Liberakakis werd vorig jaar door de Griekse omroep geselecteerd om namens Griekenland naar het Songfestival te gaan.\nMeer duidelijkheid over Songfestival in komende wekenHet Eurovisie Songfestival vindt dit jaar van 18 tot en met 22 mei plaats in Rotterdam.\nIn de komende weken moet duidelijk worden voor welk scenario wordt gekozen.\nAVROTROS heeft net als de Griekse omroep besloten de artiest die in 2020 zou worden afgevaardigd nog een kans te geven.", "paragraphs": ["De Utrechtse zangeres Stefania Liberakakis weet met welk lied ze Griekenland gaat vertegenwoordigen tijdens het Eurovisie Songfestival in mei. Op Instagram maakt ze donderdag bekend dat haar inzending voor 2021 Last Dance heet.", "Last Dance is geschreven door Dimitris Kontopoulos, Arcade en Sharon Vaughn. Deze liedjesschrijvers waren ook verantwoordelijk voor Supergirl, het nummer waarmee Liberakakis Griekenland vorig jaar al zou vertegenwoordigen.", "De zangeres neemt Last Dance op 10 januari op in een Griekse studio. Naar verwachting verschijnt het lied in maart.", "De achttienjarige Liberakakis werd vorig jaar door de Griekse omroep geselecteerd om namens Griekenland naar het Songfestival te gaan. De in Utrecht geboren zangeres kreeg al snel na de afgelasting van het festival in 2020 te horen dat ze dit jaar wederom als kandidaat naar voren zou worden geschoven.", "Meer duidelijkheid over Songfestival in komende weken", "Het Eurovisie Songfestival vindt dit jaar van 18 tot en met 22 mei plaats in Rotterdam. De organisatie heeft laten weten dat de editie van 2021 hoe dan ook doorgaat en daar zijn verschillende scenario's voor bedacht wat betreft de aanwezigheid van artiesten en publiek in Ahoy in Rotterdam. In de komende weken moet duidelijk worden voor welk scenario wordt gekozen.", "AVROTROS heeft net als de Griekse omroep besloten de artiest die in 2020 zou worden afgevaardigd nog een kans te geven. Het is nog niet bekend met welk lied Jeangu Macrooy Nederland in 2021 vertegenwoordigt."], "authors": ["Door"], "keywords": ["van", "songfestival", "stefania", "voor", "naar", "jaar", "met", "en", "ze", "zangeres", "griekenland", "utrechtse", "dance", "het", "worden", "zou"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}