{"id": "be76e20a-e7bc-30e1-8fab-7a601836b001", "title": "David Bowie de reden dat Duran Duran begon met muziek maken", "url": "https://www.telegraaf.nl/entertainment/1226491048/david-bowie-de-reden-dat-duran-duran-begon-met-muziek-maken", "summary": "„Mijn leven als tiener stond helemaal in het teken van David Bowie.\nHij is de reden dat ik nummers begon te schrijven”, aldus Le Bon.\nTijdens het digitale optreden vrijdag, waar onder anderen ook Peter Frampton, Boy George en Adam Lambert acte de préséance gaven, speelde Duran Duran een cover van het nummer van Bowie.\n„Ik kan niet beschrijven hoe vereerd ik ben dat Duran Duran de kans kreeg om voor dit icoon op te mogen treden en onze naam ter herinnering aan zijn muziek te mogen verbinden”, besluit Le Bon.\nHet zou de laatste plaat van de Britse zanger blijken, want op 10 januari overleed hij aan de gevolgen van kanker.", "paragraphs": ["„Mijn leven als tiener stond helemaal in het teken van David Bowie. Hij is de reden dat ik nummers begon te schrijven”, aldus Le Bon. „Een deel van mij kan nog steeds niet geloven dat hij vijf jaar geleden overleed, maar misschien is dat omdat hij ergens in mij nog leeft en altijd zal blijven leven.”", "Het begon voor Le Bon allemaal met de hit Five Years van de lp van Ziggy Stardust. Tijdens het digitale optreden vrijdag, waar onder anderen ook Peter Frampton, Boy George en Adam Lambert acte de préséance gaven, speelde Duran Duran een cover van het nummer van Bowie. „Ik kan niet beschrijven hoe vereerd ik ben dat Duran Duran de kans kreeg om voor dit icoon op te mogen treden en onze naam ter herinnering aan zijn muziek te mogen verbinden”, besluit Le Bon.", "David Bowie bracht op 8 januari 2016 (zijn 69e verjaardag) het album Blackstar uit. Het zou de laatste plaat van de Britse zanger blijken, want op 10 januari overleed hij aan de gevolgen van kanker."], "authors": [], "keywords": ["ik", "muziek", "maken", "van", "het", "le", "en", "met", "bowie", "reden", "te", "op", "begon", "hij", "dat", "david", "duran"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}