{"id": "be774d0e-1f30-339e-b041-24a98e16a4d1", "title": "Veel ondernemers staan voor een drastische keus: stoppen of doorgaan?", "url": "https://nu.nl/advertorial-kvk/6094556/veel-ondernemers-staan-voor-een-drastische-keus-stoppen-of-doorgaan.html", "summary": "Ze worden geadviseerd om voor hun nieuw businessidee een positief en een negatief scenario uit te werken.\nGebruik de KVK Routekaart Kiezen voor doorgaan of stoppen met meer informatie en een stappenplan.\nHij overweegt om te stoppen met zijn onderneming.\nGebruik de KVK Routekaart Gecontroleerd stoppen met meer informatie en een stappenplan.\nGebruik de KVK Routekaart Kies een ander businessmodel met meer informatie en een stappenplan.", "paragraphs": ["Heeft jouw bedrijf ook last van de (financiële) gevolgen van COVID-19? In deze animatievideo's vind je voorbeelden van veelvoorkomende situaties waarin ondernemers - ondanks alle noodmaatregelen - een drastisch besluit nemen over stoppen of doorgaan met hun bedrijf.", "Waarschijnlijk is een van deze situaties het best toepasbaar op jouw onderneming. Door de inleiding voorafgaand aan iedere video kun je inschatten welke situatie dat is. Bekijk vervolgens de animatievideo voor handige tips en adviezen.", "Zwaar weer", "Peter en Anneke Kastelijn runnen samen een klein restaurant. Zij vragen zich af of het verstandig is om door te gaan of te stoppen. Ze worden geadviseerd om voor hun nieuw businessidee een positief en een negatief scenario uit te werken. Dit is uiteindelijk hun besluit:", "1 Het restaurant van Peter en Anneke", "Herken je deze situatie? Gebruik de KVK Routekaart Kiezen voor doorgaan of stoppen met meer informatie en een stappenplan.", "Gecontroleerd stoppen", "Douwe Boonstra is eigenaar van een touringcarbedrijf. Hij overweegt om te stoppen met zijn onderneming. Hoe pak je het aan als je echt besluit om de deuren te sluiten? Bekijk de animatievideo:", "1 Het touringcarbedrijf van Douwe", "Wil je stoppen? Gebruik de KVK Routekaart Gecontroleerd stoppen met meer informatie en een stappenplan.", "Toch doorgaan", "Armin de Jong heeft een bedrijf in de productie en verhuur van tenten voor grote evenementen in Nederland. Maar hij heeft geen omzet meer in de huidige situatie. Daarom wil hij zijn verdienmodel aanpassen en luxe tenten gaan verhuren aan campings. Zo pakt Armin dat aan:", "1 Armins productie- en verhuurbedrijf van tenten", "Zie je kansen om met je bedrijf de crisis door te komen? Gebruik de KVK Routekaart Kies een ander businessmodel met meer informatie en een stappenplan.", "Met hulp bouwen aan de toekomst", "Julio da Silva had een winstgevende barbershop en plannen voor een tweede zaak. Maar nu krijgt hij minder klanten door de coronamaatregelen, terwijl zijn kosten doorlopen. Bekijk hoe Julio inzicht krijgt in zijn situatie, behoeften en maatregelen:", "", "", "1 De barbershop van Julio", "Ben je in je bedrijfsvoering geraakt door corona? Na het doorlopen van de KVK Zwaar weer routewijzer krijg je een aantal praktische adviezen van waaruit je de volgende stap kunt zetten om zelf keuzes te maken.", "Advies op maat", "De afgelopen maanden sprak KVK zo'n 75.000 ondernemers uit bijna alle branches. Ze hebben geluisterd en geholpen. Zo weten ze nog beter wat er speelt. En hebben ze antwoord op wat er mag en wat er kan. Ze helpen jou verder als je in één van bovenstaande situaties bent beland met relevante informatie en geven je advies op maat. Kijk op KVK.nl."], "authors": ["Door"], "keywords": ["van", "stoppen", "om", "een", "het", "en", "je", "te", "doorgaan", "keus", "ze", "staan", "voor", "drastische", "veel", "ondernemers", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}