{"id": "be79baf4-e207-37d5-9cee-83ab067a7527", "title": "Zo speelde ik, zo voelde ik me erover", "url": "https://www.nrc.nl/nieuws/2020/12/09/zo-speelde-ik-zo-voelde-ik-me-erover-a4023074", "summary": "Elk medium heeft zijn eigen grammatica: de tekst van een boek, het beeld van een film.\nBij het lezen van een boek speelt je eigen interpretatievermogen een onlosmakelijke rol: wat denk ik als ik dit lees?\nEn zo kun je de reactie op The Last of Us eigenlijk slechts opschrijven: dit deed ik, zo voelde ik me erover.\nHet een is een teleurstelling, het andere een kick.\nJe schrijft het maar op: ik heb me zo gevoeld, ik ben niet overtuigd.", "paragraphs": ["Elke slag, elke beweging, elke uithaal in de game Hellblade kan je laatste zijn. De monsters waar de getraumatiseerde Senua tegen moet vechten zijn sterk, lijken vaak onverslaanbaar. Na zeven of acht uur spelen heb je haar waarschijnlijk al vele keren tegen de grond zien gaan.", "In het laatste uur confronteert Senua de bron van al haar trauma, gepokt en gemazeld. En opeens snijdt je zwaard door je vijanden heen alsof ze nauwelijks iets betekenen. Was dit niet eerder veel moeilijker? Dan begrijp je: Senua voelt zich sterker. Alsof ze haar trauma aankan. Wij voelen dit, omdat zij dit voelt.", "Elk medium heeft zijn eigen grammatica: de tekst van een boek, het beeld van een film. In games hebben we het over interactie – over de macht die de gamemaker uitoefent, maar ook over de macht die de speler krijgt. Dat stelt de rol van de speler zo centraal, want wat voor soort macht je zoekt kan alles zeggen over de ervaring die je hebt. Maar hoe beoordeel je dat als recensent, wanneer jouw motieven voor het spelen slechts matchen met een deel van je publiek?", "Gamedesign NRC brengt deze weken een serie over het ontwerp van videogames, in vier delen: 1. Call of Duty: creatief in corona tijd 2 Games(ook) voor gamers met een beperking 3 De recensent over de kunst van de overtuiging 4 In gesprek met drie Nederlandse ontwerpers", "In The Last of Us Part II heeft hoofdrolspeelster Ellie alles van belang in haar leven verloren tijdens haar obsessieve wraaktocht, maar ze heeft eindelijk haar doelwit in de tang. Dan blijkt dat haar prooi zelf verzwakt is, en zorg draagt voor een kwetsbaar iemand. Voelt de speler de vlammen van Ellies haat nog, of voelt zij medelijden? Wat het ook is, de game sleurt alle invloed op Ellies handelingen van je weg. Het stopt een mes in je handen en zegt: aanvallen. Zijn wij nu medeplichtig, ook al zijn we machteloos? Of worden we opeens uit de ervaring gerukt en in een bioscoopstoel geplaatst om andermans pretenties?", "Het antwoord is afhankelijk van wat je zoekt: catharsis, vergelding of een positieve wending.", "Bij het lezen van een boek speelt je eigen interpretatievermogen een onlosmakelijke rol: wat denk ik als ik dit lees? Maar een boek lees je in de derde persoon. Een game, waar het gedrag van de gamer allesbepalend is, is een medium van de ik-vorm. Wat doe ik? En zo kun je de reactie op The Last of Us eigenlijk slechts opschrijven: dit deed ik, zo voelde ik me erover.", "Het volgende doel is beter verlicht", "Het brede spectrum aan emoties dat je kan voelen in een game is geen toeval. Game-academicus Ian Bogost spreekt in zijn boeken van de ‘procedurele retoriek’ van een spel, de „kunst van het overtuigen door het gebruik van regels en interactie.” Gamemakers kunnen je niet dwingen om iets specifieks te doen of te voelen. Maar ze kunnen je wel overtuigen.", "Dat gebeurt met prikkels, voorzichtig afgesteld en eindeloos getest. Ze vallen op als je weet dat ze er zijn: het volgende doel is altijd beter verlicht, want als mens zoeken we instinctief naar licht.", "Een traditionele blockbustergame, zoals Call of Duty, is er primair om de speler te overtuigen zich prettig te voelen, machtig, en in staat om uitdagingen te overwinnen. Dat gebeurt niet alleen via dramatische scènes waarin je bijvoorbeeld op een helikopter springt, maar ook via de kleine dingen. Klinkt een shotgun zacht als je hem afvuurt, of buldert hij? Het een is een teleurstelling, het andere een kick. Ook de opbouw is van belang: in elk spel leer je eerst de regels, je probeert ze uit, en ten slotte vervolmaak je zee. Elke fout in deze spanningsboog leidt tot frustratie, en afhakende spelers.", "Tegelijk is de grammatica van de game nog onvolwassen. Niet omdat de gamer jong zou zijn – de gemiddelde leeftijd ligt al jaren in de dertig – maar omdat gamemakers nog vaak reikhalzend naar oudere media kijken voor inspiratie. Een verhalend filmpje dat het spel onderbreekt – het is nogal een lompe ingreep, maar het gebeurt vaak.", "Het blijkt lastig voor veel grotere gamemakers om een goede balans, of zelfs samensmelting te vinden tussen het intrinsieke van een spel, de interactie, en een drang naar het vertellen van traditionele verhalen. Wat je doet moet ondersteunen wat je ziet, en andersom; een gamer voelt het doorgaans naadloos aan als die verhouding niet goed zit.", "Ben ik blij met blaffende shotgun?", "Het schoolvoorbeeld is de game Bioshock, uit 2007. Critici wezen erop dat de vertelling van de game, doorgaans via audiofragmenten en filmpjes, haaks stond op de manier waarop een speler het spel speelde. Terwijl personages luidkeels oreerden tegen individualistisch kapitalisme, werd de speler gevraagd om zoveel mogelijk macht te verzamelen en zo de vijand de baas te worden.", "In Hellblade komen Senua’s macht en Senua’s verhaal naadloos samen tot een coherente emotie. Maar Bioshock biedt vooral verwarring: moet ik nu blij zijn met deze blaffende shotgun in mijn handen, of maak ik me schuldig aan dezelfde excessen waar ik tegen strijd?", "Ook die verwarring ontstaat in de ik-vorm. Je schrijft het maar op: ik heb me zo gevoeld, ik ben niet overtuigd. Jij wel?", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Len Maessen", "Leestijd Minuten"], "keywords": ["zo", "van", "voelde", "speelde", "het", "maar", "zijn", "ik", "een", "je", "en", "te", "erover", "dat"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}