{"id": "be879436-5564-37cf-97e2-11605a67cc66", "title": "Slechte ouders in het dierenrijk: deze moeders verdienen geen kerstcadeau", "url": "https://nu.nl/wetenschap/6096115/slechte-ouders-in-het-dierenrijk-deze-moeders-verdienen-geen-kerstcadeau.html", "summary": "Leeuwinnen vinden het niet leuk als de nieuwe leider hun kinderen aanvalt.\nVreemd, want als ze net jongen heeft, duurt het anderhalf jaar voor ze weer vruchtbaar is.\nAls het jongste kuiken al niet aan zijn verwondingen sterft, dan gooien zijn broers en zussen hem wel het nest uit.\nHet scheelt wel ruimte, zo'n kuiken minder, en dat is prima voor de overgebleven broers en zussen, zo blijkt uit onderzoek.\nDe overgebleven broers en zussen begonnen enorm te groeien als het jongste kuiken uit het nest was geknikkerd.", "paragraphs": ["Moederliefde gaat boven alles, maar bij deze dieren niet. Ze drinken het bloed van hun eigen kinderen, grijpen niet in als ze dood dreigen te vallen of hebben seks met de moordenaar van hun kroost. Vier slechte moeders in het dierenrijk.", "Seks met een moordenaar", "Slechte moeder? Een leeuwin raakt opgewonden als haar welpen zijn vermoord. De leider van de troep is de vader van de meeste welpen. Komt er een nieuwe, sterkere leeuw voorbij, dan verdrijft hij de oude koning en doodt hij meteen al diens kinderen.", "Moet dat? Leeuwinnen vinden het niet leuk als de nieuwe leider hun kinderen aanvalt. Vele sterven terwijl ze hun welpen uit zijn klauwen proberen te redden. Maar overleeft de leeuwin het gevecht, dan slaan haar hormonen op hol. Binnen een paar dagen is ze startklaar om nieuwe kindjes te krijgen. Vreemd, want als ze net jongen heeft, duurt het anderhalf jaar voor ze weer vruchtbaar is. Daarom ruimt de nieuwe koning oude welpen uit de weg.", "Wat vindt de vader ervan? Voor de verdreven koning is het geen pretje als zijn kinderen worden gedood, want dat betekent dat hij op zoek moet naar een nieuwe troep, waar hij de leider moet verjagen en diens kinderen moet doden. Pas dan kan hij zich opnieuw voortplanten.", "55 De eerste beelden van de leeuwendrieling in Burgers’ Zoo", "Mieren drinken bloed van jongen", "Slechte moeder? Draculamieren drinken het bloed van hun jongen. De moedermieren, koninginnen, bijten gaten in de larven en zuigen de hemolymfe, het kleurloze insectenbloed, eruit. De andere volwassen mieren van de kolonie drinken mee.", "Moet dat? Ja. Volwassen draculamieren kunnen geen vast voedsel eten, de larven wel. De volwassenen voeren de kleintjes dan ook dode insecten. De larven eten zich vol en verteren het. Daardoor krijgen ze voedzaam en eiwitrijk bloed. De mieren zorgen ervoor dat ze de larven niet helemaal leegzuigen, anders is het snel afgelopen met de soort. De jongen dienen als 'sapbar' tot ze zelf volwassen zijn (na een paar weken).", "Wat vindt vader ervan? De vaderdraculamieren vinden het best en drinken met de rest van de kolonie mee.", "Hamsters eten eigen baby's", "Slechte moeder? Hamstermoeders traumatiseren regelmatig nietsvermoedende mensenkinderen door een paar van hun baby's te verslinden.", "Moet dat? Het is niet helemaal duidelijk waarom hamsters dat doen. Onderzoekers van onder meer Smith College uit de Verenigde Staten kwamen in 2012 met een theorie: zij denken dat de moeder de zwakste exemplaren opeet. De wetenschappers observeerden verschillende hamsternesten. De moederdieren bleken op licht en temperatuur te reageren. Als het kouder en sneller donker werd, aten ze meer jongen op. Dat zijn waarschijnlijk de zwakste, die de naderende winter toch al niet zouden overleven, maar tot die tijd wel voedsel opmaken.", "Wat vindt vader ervan? Niets. Na de paring jaagt de toekomstige moeder hem weg.", "1 Camera legt 'per ongeluk' jonge zeearenden vast in Biesbosch", "Opvoeden is loslaten", "Slechte moeder? Moeders van de Amerikaanse zeearend grijpen niet in bij de forse ruzies die hun jongen uitvechten. Als het jongste kuiken al niet aan zijn verwondingen sterft, dan gooien zijn broers en zussen hem wel het nest uit.", "Moet dat? Het scheelt wel ruimte, zo'n kuiken minder, en dat is prima voor de overgebleven broers en zussen, zo blijkt uit onderzoek. Wetenschappers van onder andere de Britse University of Lancaster publiceerden in 1999 een onderzoek naar rivaliteit tussen vogelbroers en -zussen. Bij veel vogelsoorten bleken kuikens elkaar het nest uit te vechten. De overgebleven broers en zussen begonnen enorm te groeien als het jongste kuiken uit het nest was geknikkerd. Moedervogel laat de lynchpartij gebeuren omdat haar kroost daar groot en sterk van wordt. Althans, de jongen die het gevecht winnen.", "Wat vindt vader ervan? Die komt het ook niet slecht uit, een paar kuikens minder. Het mannetje heeft de taak muizen en ander voedsel aan te leveren. Eén zo'n veelvraat minder scheelt de vaderarend weer een paar keer op en neer vliegen.", "Wat weet jij van deze gevaarlijke Nederlandse dieren? Doe de test van Quest."], "authors": ["Door", "Quest.Nl Melanie Metz"], "keywords": ["slechte", "moeders", "van", "dierenrijk", "geen", "een", "niet", "te", "het", "ze", "verdienen", "kerstcadeau", "en", "deze", "als", "dat", "ouders", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}