{"id": "be915ca4-7a44-30de-9bd0-9fc6dde1a3a7", "title": "NPO-bestuursvoorzitter in toespraak: blijf met je tengels van journalisten af", "url": "https://volkskrant.nl/nieuws-achtergrond/npo-bestuursvoorzitter-in-toespraak-blijf-met-je-tengels-van-journalisten-af~bf2f2706/", "summary": "Het aantal aangiften van bedreiging, mishandeling en intimidatie van journalisten bij meldpunt Pers Veilig is in 2020 gestegen van 13 naar 36, het aantal meldingen nam toe van 39 naar 105.\nBlijf met je tengels van ze af.’De initiatiefnemer van Omroep Zwart, Akwasi, heeft recentelijk laptops van EO-medewerkers afgepakt en hen gedwongen de opname van een radio-interview te wissen.\n‘Ik ben geschrokken van het incident en steun de journalistieke keuze van het EO: dat ze een backup van het gesprek toch hebben uitgezonden.’U noemt het belangrijk dat kandidaat-omroepen, zoals Omroep zwart en Ongehoord Nederland, journalistieke codes onderschrijven.\nDaar kijken we naar, niet naar personen maar naar plannen.\nDaarom zou je kunnen overwegen na de komende ronde de achterdeur van het bestel te sluiten.", "paragraphs": ["Mensen demonstreren tegen de media en coronaregels in Hilversum. Beeld EPA", "‘Onwaarheden, complottheorieën en polarisatie bestrijden we met één tegengif: feiten’, stelt Rijxman. ‘De ontwikkeling dat feiten worden ontkend, de wetenschap ter discussie wordt gesteld en vaker hardop wordt getwijfeld aan het werk van journalisten, is gewoonweg gevaarlijk.’ Zoiets zou je volgens haar verwachten in een dictatuur, ‘maar niet in een moderne democratie als de onze’.", "Vorige week keek ze geschokt naar tv-beelden uit Washington D.C, waar Trump-aanhangers niet alleen het Capitool binnendrongen, maar ook journalisten intimideerden. ‘Het geweld dat je daar zag is ook in de hand gewerkt door toespraken van Trump, waarin hij vaak zegt dat de media leugens verspreiden: fake news, zoals hij dat noemt.’", "In Nederland gaat het ook de verkeerde kant op, vindt Rijxman. Het aantal aangiften van bedreiging, mishandeling en intimidatie van journalisten bij meldpunt Pers Veilig is in 2020 gestegen van 13 naar 36, het aantal meldingen nam toe van 39 naar 105. ‘Dieptepunten zijn de NOS die zich gedwongen voelde om logo’s van satellietwagens te halen en de bedreiging van een verslaggever van het AD tijdens de jaarwisseling.’", "In reactie op vragen in hoeverre dat te wijten is aan politici, zegt de bestuursvoorzitter van de Nederlandse Publieke Omroep: ‘Ik zie hier ook politici die zich richten tegen de journalistiek, maar niet zo hard als je in diverse andere landen ziet, waaronder Amerika. Maar bij corona-ontkenners en deelnemers aan boerenprotesten gaat het er wel degelijk hard aan toe, zij klagen dat journalisten hun standpunten niet goed weergeven. Dat mag, zolang ze onze mensen maar in vrijheid hun werk laten doen. Blijf met je tengels van ze af.’", "De initiatiefnemer van Omroep Zwart, Akwasi, heeft recentelijk laptops van EO-medewerkers afgepakt en hen gedwongen de opname van een radio-interview te wissen. Wat vindt u daarvan?", "‘Ik ben geschrokken van het incident en steun de journalistieke keuze van het EO: dat ze een backup van het gesprek toch hebben uitgezonden.’", "U noemt het belangrijk dat kandidaat-omroepen, zoals Omroep zwart en Ongehoord Nederland, journalistieke codes onderschrijven. Weegt dat mee als de NPO over enkele maanden advies geeft over toelating tot het bestel?", "‘Zeker. Voor de geloofwaardigheid van de publieke omroep is het belangrijk dat we ons allemaal houden aan transparante journalistieke codes: onafhankelijkheid, onpartijdigheid, hoor en wederhoor. Daar kijken we naar, niet naar personen maar naar plannen. Die plannen ken ik nu nog niet. Ook belangrijk is trouwens of kandidaat-omroepen iets toevoegen aan wat er al is.’", "Wordt het bestel niet onbestuurbaar, met nóg meer omroepen?", "‘Ja, het dreigt een enorm vergadercircuit te worden. Daarom zou je kunnen overwegen na de komende ronde de achterdeur van het bestel te sluiten. We bereiken al 85 procent van Nederland. Het lukt alleen nog niet goed genoeg bij jongeren en mensen met een niet-westerse achtergrond. Daarom willen we dat de politiek weer meer ruimte maakt voor amusementsprogramma’s.’"], "authors": ["Menno Van Dongen"], "keywords": ["van", "het", "naar", "en", "met", "een", "dat", "npobestuursvoorzitter", "journalisten", "aan", "te", "tengels", "blijf", "maar", "niet", "toespraak", "af", "je"], "pubDate": "2021-01-11T10:29:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}