{"id": "be935f53-e511-336f-9e24-95dd223856f9", "title": "Snel rijk worden met een webshop zonder eigen voorraad? 'Dat is een fabeltje'", "url": "https://nu.nl/geldzaken/6096555/snel-rijk-worden-met-een-webshop-zonder-eigen-voorraad-dat-is-een-fabeltje.html", "summary": "In vergelijking met het opzetten van een standaard webshop, lijkt dropshippen een eitje: Je loopt geen inkoopsrisico, je hebt geen personeel nodig voor het inpakken en verzenden.\nOp de website van KVK schetst Hoebink een van de belangrijkste nadelen: Je bent verantwoordelijk voor het oplossen van problemen rondom een levering.\n\"Het is een fabeltje dat je snel rijk kunt worden met dropshipping.\n\"Ga voor een keurmerk als je een beginnende website bent.\nMolenaar: \"Inderdaad, maar je kunt ook met je leveranciers afspreken dat ze het product terugnemen als je het na een maand niet verkocht hebt.", "paragraphs": ["Overal zie je online advertenties, vooral op YouTube, van jonge fruitige types die je vertellen hoe ze binnen no-time een fortuin bij elkaar verdienden door middel van dropshipping: online verkopen zonder eigen voorraad. Werkt het echt? En is het wel zo eerlijk?", "Dropshipping zit hoe dan ook in de lift, blijkt uit de cijfers van het Handelsregister van de Kamer van Koophandel (KVK). Waren er begin 2014 nog maar 73 bedrijven die lieten weten gebruik te maken van deze manier van leveren, op 1 oktober 2020 staat de teller al op 1.417 bedrijven. De werkelijke aantallen liggen waarschijnlijk hoger, want een dropshipper kan zich ook gewoon webshop noemen.", "“De webwinkel hoeft zo geen dure voorraden aan te houden.” Marcel Hoebink, Kamer van Koophandel", "Maar wat is het precies? Marcel Hoebink, ondernemersadviseur bij de KVK, legt uit: \"Het is een logistieke methode die je vaak tegenkomt bij webshops. Een consument bestelt een product in een webwinkel. Die webwinkel plaatst vervolgens de order bij een leverancier, bijvoorbeeld een producent of groothandel. Vervolgens stuurt de leverancier het product rechtstreeks naar de consument. De webwinkel hoeft zo geen, al dan niet dure, voorraden aan te houden.\"", "Wel de lusten, niet de lasten?", "In vergelijking met het opzetten van een standaard webshop, lijkt dropshippen een eitje: Je loopt geen inkoopsrisico, je hebt geen personeel nodig voor het inpakken en verzenden. Je assortiment uitbreiden is geen probleem omdat je geen dure voorraden aanlegt. Daarnaast heb je geen last van restpartijen.", "En dat klinkt ondernemers als muziek in de oren: Weinig gedoe, snel geld. Je plaatst de bestelling door naar bijvoorbeeld AliExpress of Amazon, rekent extra voor het product en de rest gaat vanzelf. Of toch niet?", "Op de website van KVK schetst Hoebink een van de belangrijkste nadelen: Je bent verantwoordelijk voor het oplossen van problemen rondom een levering. Het komt voor dat een pakket niet of beschadigd aankomt bij je klant. Maakt de dropshipleverancier een fout dan schaadt dat jouw reputatie.", "'Geen voordeel voor de klant'", "Eén van de flitsende jonge ondernemers die op YouTube graag zijn kennis over geld verdienen deelt, is Jia Ruan. In tegenstelling tot zijn collega's kiest hij niet voor dropshipping.", "\"Persoonlijk vind ik niet dat dropshipping extra waarde toevoegt voor de eindconsument\", vertelt hij vanuit een resort op Bali. \"Vooral wat ik de AliExpress-arbitrage noem, waarbij je als tussenpersoon gewoon producten van een groothandel voor meer geld doorverkoopt, vind ik een vorm waarbij ik de waarde voor de klant niet zie.\"", "Pakketten in een sorteercentrum. Bron: PostNL", "Voor de consument levert dropshipping inderdaad het meeste gezeur op. Meer dan de helft van de Nederlanders laat weten problemen te hebben ondervonden met online winkelen, blijkt uit cijfers van het CBS uit 2019. Dat was in 2015 nog 40 procent. Of dit alleen komt door de toename van dropshipping is niet te zeggen, maar de ontwikkeling zal er wel aan bijdragen.", "Te late levering staat bovenaan de lijst met ergernissen, aldus het CBS. Ook dat is typisch bij dropshipping: een webshop kan er nog zo Nederlands uitzien, als een ondernemer via een Chinese website handelt, heb je toch twee of drie weken levertijd.", "'De cowboytijden in de e-commerce zijn echt voorbij'", "Omdat er zo vaak iets mis mee gaat, zijn de eerste Facebook-groepen tegen dropshipping al een feit. Als de consument deze gang van zaken niet meer wil, hoe geloofwaardig zijn dan de gouden bergen nog, die met de advertenties over dropshipping aan ondernemers worden beloofd?", "\"Het is een fabeltje dat je snel rijk kunt worden met dropshipping. De cowboytijden in de e-commerce van begin van deze eeuw zijn echt voorbij\", waarschuwt retailexpert Cor Molenaar. \"Er komt ook steeds meer wetgeving omtrent online handel. Dat gaat langzaam maar zeker de goede kant op.\"", "“Je kunt met je leveranciers afspreken dat ze het product terugnemen als je het na een maand niet verkocht hebt.” Cor Molenaar, retailexpert", "Maar hoe kun je wel goed geld verdienen online? \"Ga voor een keurmerk als je een beginnende website bent. Win het vertrouwen door eerst vrienden en kennissen als doelgroep te hebben en breid uit via hun sociale media. Dan kun je best snel groeien met je shop. Daar heb je geen dropshipping voor nodig\", zegt de retailexpert.", "Maar zelf voorraden houden is toch risicovol en duur? Molenaar: \"Inderdaad, maar je kunt ook met je leveranciers afspreken dat ze het product terugnemen als je het na een maand niet verkocht hebt. Er zijn zoveel mogelijkheden. En risico loop je altijd als ondernemer, alleen heb je die veel beter in de hand als je zelf verantwoordelijk bent voor het leeuwendeel het verkoopproces. Gouden bergen horen nu eenmaal thuis in sprookjes.\""], "authors": ["Door", "Chantal Van Wees"], "keywords": ["je", "van", "fabeltje", "webshop", "voor", "eigen", "zonder", "een", "met", "voorraad", "niet", "als", "dropshipping", "het", "worden", "dat", "rijk", "snel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}