{"id": "be9e3b18-c42f-3d00-929c-8068eafb9539", "title": "Martin Garrix eerste Nederlander die tot miljard streams komt met een lied", "url": "https://nu.nl/muziek/6100648/martin-garrix-eerste-nederlander-die-tot-miljard-streams-komt-met-een-lied.html", "summary": "Martin Garrix is de eerste artiest van Nederlandse bodem die erin geslaagd is tot een miljard streams op Spotify te komen met een lied.\nDe producer passeerde de grens met het nummer In the Name of Love, dat hij samen met zangeres Bebe Rexha uitbracht.\nHet in 2016 verschenen In the Name of Love wordt toegevoegd aan een lijst met iets meer dan honderd liedjes die tot meer dan een miljard streams op Spotify kwamen.\nShape of You van Ed Sheeran is met bijna 2,7 miljard streams nog altijd het meest beluisterde nummer op het platform.\nGarrix en Rexha scoorden met het nummer een hit in grote delen van Europa.", "paragraphs": ["Martin Garrix is de eerste artiest van Nederlandse bodem die erin geslaagd is tot een miljard streams op Spotify te komen met een lied. De producer passeerde de grens met het nummer In the Name of Love, dat hij samen met zangeres Bebe Rexha uitbracht.", "De uit Amstelveen afkomstige Garrix staat op Instagram stil bij de mijlpaal. \"Dit is gestoord, dank jullie wel\", schrijft hij bij een serie foto's van hem met Rexha.", "Het in 2016 verschenen In the Name of Love wordt toegevoegd aan een lijst met iets meer dan honderd liedjes die tot meer dan een miljard streams op Spotify kwamen. Andere artiesten in die lijst zijn onder anderen Justin Bieber, Ariana Grande, Drake, Billie Eilish en Lady Gaga. Shape of You van Ed Sheeran is met bijna 2,7 miljard streams nog altijd het meest beluisterde nummer op het platform.", "Garrix en Rexha scoorden met het nummer een hit in grote delen van Europa. Ook in de Verenigde Staten wist het nummer de hitlijsten te halen. Het kan nog even duren voordat Garrix de mijlpaal op Spotify nogmaals bereikt. Zijn op een na best beluisterde nummer is Scared to Be Lonely met Dua Lipa. Deze samenwerking staat momenteel op 880 miljoen streams."], "authors": ["Door"], "keywords": ["tot", "miljard", "nummer", "streams", "van", "martin", "komt", "eerste", "met", "een", "garrix", "spotify", "op", "het", "lied", "nederlander"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}