{"id": "beb1934f-dfe4-37b4-858d-42a78d41cb85", "title": "Deens-Nederlands energie-eiland op Noordzee kan waterstofplannen helpen", "url": "https://www.dvhn.nl/economie/Deens-Nederlands-energie-eiland-op-Noordzee-kan-waterstofplannen-helpen-26287468.html", "summary": "Nederland en Denemarken onderzoeken de mogelijkheid om gezamenlijk in de Noordzee een ‘energie-hub’ aan te leggen, die mogelijk van belang is voor de plannen voor een groene waterstofeconomie in Groningen.\nOmdat Denemarken denkt dat vermogen niet geheel zelf nodig te hebben, heeft het Nederland gepolst om aan het project deel te nemen.\nMeer zekerheidHij ziet voordelen voor Nederland aan die samenwerking, onder meer omdat de ‘hub’ mogelijk een rol kan spelen in de waterstofplannen voor de Eemshaven en Groningen.\nVoortzetting van samenwerkingDe twee landen onderzoeken nu de haalbaarheid en de wenselijkheid van het plan.\nDenemarken en Nederland kunnen al stroom uitwisselen via de zogeheten Cobra-kabel die in de Eemshaven aan land komt.", "paragraphs": ["Nederland en Denemarken onderzoeken de mogelijkheid om gezamenlijk in de Noordzee een ‘energie-hub’ aan te leggen, die mogelijk van belang is voor de plannen voor een groene waterstofeconomie in Groningen.", "", "", "Zo’n ‘hub’ is een kunstmatig eiland of platform waar de elektriciteit van diverse windparken op zee wordt samengebracht, om vandaar verder te worden getransporteerd naar het vasteland van een of meer landen. In de studie wordt gekeken naar de mogelijkheid om dat via een kabel te doen, maar een optie is ook om ter plaatse de elektriciteit om te zetten in waterstof en die per pijplijn aan land te brengen.", "Gemini", "Denemarken heeft plannen voor twee van deze hubs, waarvan een in de Noordzee. In eerste instantie zouden in 2030 windparken met een gezamenlijk vermogen van 3 gigawatt aangesloten kunnen worden. Dat zijn vijf windparken met het vermogen van Gemini (150 windmolens) dat boven Schiermonnikoog ligt.", "Bij een volgende stap moet dat 10 gigawatt worden. Omdat Denemarken denkt dat vermogen niet geheel zelf nodig te hebben, heeft het Nederland gepolst om aan het project deel te nemen. Minister Wiebes van Economische Zaken en Klimaat heeft daar ja op gezegd.", "Meer zekerheid", "Hij ziet voordelen voor Nederland aan die samenwerking, onder meer omdat de ‘hub’ mogelijk een rol kan spelen in de waterstofplannen voor de Eemshaven en Groningen. Bovendien kan de gezamenlijke hub er nog meer aan bijdragen dat beide landen groene elektriciteit kunnen uitwisselen. Dat geeft meer zekerheid dat ze altijd genoeg stroom hebben.", "Voortzetting van samenwerking", "De twee landen onderzoeken nu de haalbaarheid en de wenselijkheid van het plan. Volgend jaar beslissen ze over voortzetting van de samenwerking.", "Denemarken en Nederland kunnen al stroom uitwisselen via de zogeheten Cobra-kabel die in de Eemshaven aan land komt. Dat transport over en weer ligt moment tijdelijk stil in verband met een defect."], "authors": ["John Geijp"], "keywords": ["waterstofplannen", "energieeiland", "om", "van", "kan", "noordzee", "een", "te", "aan", "voor", "het", "nederland", "en", "op", "dat", "helpen", "deensnederlands"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}