{"id": "bebf0eaa-5469-371a-ad65-1d7587fe48bc", "title": "Visgraatvloer en zwarte stopcontacten: 'Alle huizen gaan op elkaar lijken'", "url": "https://www.rtlnieuws.nl/editienl/artikel/5207617/visgraatvloer-zwarte-stopcontacten-instagram-account", "summary": "Dat alle huizen zo op elkaar lijken komt door de Pinterest-cultuur, denkt ze.\nDe Jong smult er zelf vooral van, al vindt ze het zonde als er oude elementen uit het huis worden verwijderd.\n\"Bijvoorbeeld glas-in-lood en 'en suite'.\nStaal, stoer en zwartMakelaar Myriam Vaessen van ReMax Gildenhof ziet de woontrends ook veel voorbijkomen.\nHet is een verdienmodel en je stuit er weinig mensen mee tegen de borst.", "paragraphs": ["Dat alle huizen zo op elkaar lijken komt door de Pinterest-cultuur, denkt ze. \"Mensen laten zich allemaal op dezelfde plekken inspireren. Ze kopiëren elkaar.\" De Jong smult er zelf vooral van, al vindt ze het zonde als er oude elementen uit het huis worden verwijderd. \"Bijvoorbeeld glas-in-lood en 'en suite'. Dat vind ik persoonlijk jammer. Maar het gebeurt met enige regelmaat.\"", "Staal, stoer en zwart", "Makelaar Myriam Vaessen van ReMax Gildenhof ziet de woontrends ook veel voorbijkomen. \"Op dit moment is de trend echt staal, stoer, zwart. Vaak zijn het oude panden van de buitenkant, maar de binnenkant moet volledig nieuw.\"", "Vaessen snapt het fenomeen van de geflipte woningen wel. \"De investeerder wil gewoon rendement. Het is een verdienmodel en je stuit er weinig mensen mee tegen de borst. De huidige consument houdt van instapklare woningen. Ze willen zo min mogelijk aan het huis hoeven doen. Deze geflipte woningen hoef je niet eens meer te verven.\"", "Psychologisch", "Bovendien is het volgens Vaessen ook psychologisch. \"De huizen met zulke verbouwingen zien er duurzaam uit. Bovendien herken je de trends: je bent zulke inrichtingen vaker tegengekomen. Dat geeft ook een comfortabel gevoel.\""], "authors": [], "keywords": ["er", "van", "alle", "huizen", "en", "elkaar", "woningen", "ze", "dat", "lijken", "visgraatvloer", "op", "ook", "gaan", "het", "stopcontacten", "zwarte", "je"], "pubDate": "2021-01-09T11:14:50Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}