{"id": "bec7575c-eafb-3f26-a397-0da4cd072cf6", "title": "De Gentle Monster II van Huawei is een slimme bril die muziek kan afspelen via botgeleiding. Dat kost wel wat", "url": "https://volkskrant.nl/wetenschap/de-gentle-monster-ii-van-huawei-is-een-slimme-bril-die-muziek-kan-afspelen-via-botgeleiding-dat-kost-wel-wat~ba46475c/", "summary": "Huawei Gentle Monster II.\nHuawei zit met zijn Gentle Monster II (er was ook een Gentle Monster I) tussen die twee categorieën in.\nGéén ­ingebouwde camera zoals bijvoorbeeld ook Snapchat-eigenaar Snap in zijn bril bouwde, maar wel allerlei mogelijkheden die een normale bril niet heeft.\nOndanks dat het ­gewone brillenpoten zijn die achter het oor haken, komt het geluid helder binnen, alsof er dopjes in het oor zitten.\nMet 330 euro is de Gentle Monster zelfs nog wat prijziger dan de vergelijkbare audiobrillen van speaker­fabrikant Bose.", "paragraphs": ["Huawei Gentle Monster II. Beeld Huawei", "Je hebt gewone brillen en je hebt slimme brillen. Die laatste hebben niet zo’n heel best imago. Dat komt door Google, wiens Glass bij introductie in 2014 vooral zorgde voor – in het gunstige geval – meewarige blikken en in het slechtste geval irritatie. Op de binnenkant van Google Glass kon informatie over de buiten­wereld worden geprojecteerd en er zat een camera in.", "Huawei zit met zijn Gentle Monster II (er was ook een Gentle Monster I) tussen die twee categorieën in. Géén ­ingebouwde camera zoals bijvoorbeeld ook Snapchat-eigenaar Snap in zijn bril bouwde, maar wel allerlei mogelijkheden die een normale bril niet heeft.", "Een ander verschil is dat Huawei verre van de nerd-hoek wil blijven, waar Google wel in terechtkwam met zijn Glass. De Chinezen werken samen met het Zuid-Koreaanse brillenmerk Gentle Monster. Het resultaat is een serie vrij hip uitziende ­brillen die op geen enkele ­manier aan een gadget doen denken – wat in dit geval positief is.", "Als draadloze oortjes", "De in de brillenpoot opgeborgen elektronica zorgt ervoor dat het mode-item via bluetooth kan worden verbonden met de smartphone. Eigenlijk gedraagt de bril zich hierna zo ongeveer als draadloze oortjes. Zo kan de eigenaar naar muziek luisteren of een gesprek voeren. Ook werkt de bril samen met de praatassistenten van het mobieltje, Siri of Google Assistant bijvoorbeeld.", "Het koppelen gaat eenvoudig. Daarna valt op dat de geluidskwaliteit verrassend goed is. Ondanks dat het ­gewone brillenpoten zijn die achter het oor haken, komt het geluid helder binnen, alsof er dopjes in het oor zitten. De truc is dat Huawei gebruikmaakt van botgeleiding: het geluid komt niet via het oor naar binnen, maar trilt via het jukbeen het gehoororgaan binnen. Zeker voor telefoongesprekken en podcasts is de bril geschikt, voor de veeleisende muziekliefhebber iets minder. Gelukkig is er nauwelijks sprake van ‘audiolekkage’; omstanders kunnen niet meegenieten.", "Huawei Gentle Monster II. Beeld Huawei", "De grote vraag is voor wie zo’n bril bedoeld is. Voor mensen die – om wat voor ­reden ook – geen zin hebben in oortjes, maar die niet zonder de voordelen ervan kunnen, bijvoorbeeld omdat ze veilig willen deelnemen aan het verkeer. Of om esthetische redenen geen dopjes in willen.", "Goedkoop is het niet. Met 330 euro is de Gentle Monster zelfs nog wat prijziger dan de vergelijkbare audiobrillen van speaker­fabrikant Bose."], "authors": ["Laurens Verhagen"], "keywords": ["van", "slimme", "wat", "het", "muziek", "die", "met", "kost", "kan", "niet", "een", "dat", "gentle", "ii", "huawei", "monster", "wel", "voor"], "pubDate": "2020-11-30T16:28:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}