{"id": "beef2f03-2343-33b4-a619-b80d21a6a4cd", "title": "Groot-Brittannië wil broeikasgassen voor 2030 met 68 procent terugdringen", "url": "https://nu.nl/buitenland/6094518/groot-brittannie-wil-broeikasgassen-voor-2030-met-68-procent-terugdringen.html", "summary": "Groot-Brittannië wil de uitstoot van broeikasgassen dit decennium met ruim 68 procent verminderen ten opzichte van het niveau van 1990.\nDe Britse regering schrijft donderdag in een verklaring dat het om de snelste reductie binnen alle grote economieën gaat.\nZo pleit hij voor \"een groene industriële revolutie\" die 250.000 banen zal creëren en ondersteunen.\nDe Europese Unie kwam met de Green Deal, met het doel in 2050 CO2-neutraal te zijn.\nVerzet hiertegen komt vooral vanuit Oost-Europese lidstaten, die nog erg afhankelijk zijn van steenkool.", "paragraphs": ["Groot-Brittannië wil de uitstoot van broeikasgassen dit decennium met ruim 68 procent verminderen ten opzichte van het niveau van 1990. In 2050 moet het land zelfs helemaal CO2-neutraal zijn. De Britse regering schrijft donderdag in een verklaring dat het om de snelste reductie binnen alle grote economieën gaat.", "Het land is op 12 december medegastheer tijdens een virtuele klimaattop. \"Vandaag nemen we het voortouw met de ambitieuze nieuwe doelstelling onze uitstoot tegen 2030 te verminderen, sneller dan welke grote economie dan ook\", zei de Britse premier Boris Johnson in een verklaring.", "Groot-Brittannië was vorig jaar het eerste G7-land (verder bestaande uit Frankrijk, Duitsland, Italië, Japan, Canada en de Verenigde Staten) dat een uitstootdoel van nul stelde voor 2050.", "Johnson onthulde vorige maand al hoe hij dit voor elkaar wil krijgen. Zo pleit hij voor \"een groene industriële revolutie\" die 250.000 banen zal creëren en ondersteunen. Het plan bevat een verbod op de verkoop van nieuwe benzine- en dieselauto's, verviervoudiging van offshore windenergie en opschaling van de waterstofproductiecapaciteit.", "Volgens de premier gaat het terugdringen van de broeikasgassen alle landen aan, en zal hij er daarom tijdens de klimaattop bij andere wereldleiders op aandringen ook ambitieuze plannen op te stellen.", "Klimaatakkoord van Parijs", "De klimaattop op 12 december vindt precies vijf jaar nadat wereldleiders het klimaatakkoord van Parijs opstelden plaats. In dat akkoord hebben bijna alle landen, zonder concrete plannen, afgesproken de mondiale temperatuurstijging onder de 1,5 graden te houden. Landen mogen zelf bepalen hoe ze dat doel willen bereiken.", "De Europese Unie kwam met de Green Deal, met het doel in 2050 CO2-neutraal te zijn. Momenteel onderhandelen de lidstaten om de ambitie van 2030 aan te scherpen en tegen die tijd ten minste 55 procent minder uit te stoten dan in 1990. Verzet hiertegen komt vooral vanuit Oost-Europese lidstaten, die nog erg afhankelijk zijn van steenkool."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["68", "grootbrittannië", "broeikasgassen", "zijn", "met", "van", "een", "voor", "wil", "het", "te", "procent", "en", "op", "dat", "terugdringen", "2030"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}