{"id": "bef1486f-a0ab-37f9-90ee-9d95afc8d6d4", "title": "Er zit weinig tussen mij en een man die met een bijl de badkamerdeur inhakt", "url": "https://volkskrant.nl/columns-opinie/er-zit-weinig-tussen-mij-en-een-man-die-met-een-bijl-de-badkamerdeur-inhakt~b8d5b8ae/", "summary": "Deden we ook, veel en met verve.\nJack Nicholson vormt daarin eigenlijk de mal voor alle rollen die Jack Nicholson later zal spelen.\nJack, hij heet in de film ook gewoon Jack want er is amper een scheidslijn tussen acteur en personage, is een schrijver die met vrouw en kind een winter op een verlaten hotel gaat passen.\nEn nu niet zeggen dat dit spoilers zijn, want die film bestaat al sinds 1980 en iedereen kent de scène waarin Jack met een bijl op een badkamerdeur inhakt en ‘Heeeeeeeere’s Johnny!’ roept.\nEr zit weinig tussen mij en een man met een gestoorde grijns die met een bijl de badkamerdeur inhakt, moest ik erkennen.", "paragraphs": ["In de quarantaine die overliep in de lockdown die ook een kerstvakantie omvatte, besloten we veel films te kijken. Er was feitelijk gezien niets anders te doen. Ja, eten. Deden we ook, veel en met verve.", "Mijn dochter was een avond uit logeren, en zoals altijd wanneer dat gebeurt, besloot mijn zoon dat wij een doodenge film gingen kijken. Het werd The Shining. Ik wist niet of hij geschikt was voor een kind van 11. Ik wist in elk geval dat hij niet geschikt was voor mij.", "Dus we zetten The Shining aan, het meesterwerk van Stanley Kubrick waarin Jack Nicholson op zijn allerjacknicholsonachtigst is. Jack Nicholson vormt daarin eigenlijk de mal voor alle rollen die Jack Nicholson later zal spelen. Opgetrokken puntwenkbrauw, gestoorde lach, alles.", "Jack, hij heet in de film ook gewoon Jack want er is amper een scheidslijn tussen acteur en personage, is een schrijver die met vrouw en kind een winter op een verlaten hotel gaat passen. Er is iets met geesten en de boel sneeuwt in, en natuurlijk wordt Jack al gauw knettergek, want waarom zou je Jack Nicholson casten als je hem niet knettergek laat worden?", "En nu niet zeggen dat dit spoilers zijn, want die film bestaat al sinds 1980 en iedereen kent de scène waarin Jack met een bijl op een badkamerdeur inhakt en ‘Heeeeeeeere’s Johnny!’ roept.", "De manager van het hotel had nog zo gewaarschuwd: als je een hele winter in een leeg hotel gaat zitten, en je raakt ingesneeuwd, en er is niets te doen, en de muren komen als het ware op je af – dan is het een vrij korte route naar heeeeeeeere’s Johnny. Een eerdere hoteloppasser had ook cabin fever gekregen en zijn hele gezin in mootjes gehakt.", "Ik zat naar de film te kijken, en hoewel ik bij thrillers en horrorfilms en het hele hakbijlgenre nooit denk ‘Dit is zo herkenbaar’, had ik dat nu wel.", "Ik bén Jack. Ik ben een schrijver die opgesloten zit. Het is winter. Ik heb cabin fever. Er is geen reet te doen. We zijn niet ingesneeuwd, maar een lockdown is hetzelfde als ingesneeuwd zijn, alleen zonder sneeuw, dus minder fotogeniek. Mijn enige uitje is al bijna een jaar de Albert Heijn. Het zal niet lang duren of het enige wat ik nog schrijf, is: ‘All work and no play makes Jack a dull boy.’ Die ene zin, duizenden keren achter elkaar, pagina’s en pagina’s lang, blijkt het magnum opus van Jack te zijn als zijn vrouw stiekem een keer het manuscript bekijkt waaraan hij al weken werkt.", "Er zit weinig tussen mij en een man met een gestoorde grijns die met een bijl de badkamerdeur inhakt, moest ik erkennen. Al zou een film over mijn huidige leven saaier zijn. Scène na scène de Albert Heijn."], "authors": ["Aaf Brandt Corstius"], "keywords": ["ik", "er", "zijn", "tussen", "zit", "man", "het", "weinig", "en", "een", "met", "niet", "te", "inhakt", "mij", "jack", "die"], "pubDate": "2021-01-03T16:05:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}