{"id": "bf12b382-ec48-3555-a63a-736c66e92eee", "title": "Sneeuw en ijs op komst? Die kans zit er volgens weermodellen zeker in", "url": "https://www.dvhn.nl/extra/Sneeuw-en-ijs-op-komst-Die-kans-zit-er-volgens-weermodellen-zeker-in-26347613.html", "summary": "Nu grote delen van Noord- en Oost-Europa met winterweer te maken krijgen, bestaat er ook een kans dat Nederland ook sneeuw en vrieskou voor de kiezen krijgt.\nDe weermodellen zijn momenteel veel te springerig en zowel hele koude als zachte lucht liggen te dichtbij om een zekere weersverwachting te geven.\nMaar er zijn ook nog altijd warme opties, tempert Weer.nl de hoop voor liefhebbers van de winter.\nEr zijn ook enkele weermodellen die een ’droge’ oostelijke stroming laten zien, waarbij de temperaturen overdag rond nul of zelfs daaronder liggen en in de nachten matige tot strenge vorst mogelijk is.\nBovendien zorgt het voor een isolerende deken over de warmte in de bodem, waardoor het ’s nachts, mits het helder is, zeer rap af kan koelen.", "paragraphs": ["Nu grote delen van Noord- en Oost-Europa met winterweer te maken krijgen, bestaat er ook een kans dat Nederland ook sneeuw en vrieskou voor de kiezen krijgt. Of dat gaat gebeuren is nu nog moeilijk in te schatten vanwege de grillige weermodellen.", "Dat melden de meteorologen van Weer.nl.", "De weermodellen zijn momenteel veel te springerig en zowel hele koude als zachte lucht liggen te dichtbij om een zekere weersverwachting te geven. Het kan nog alle kanten op. Vooral richting het weekend neemt door de termijn de onzekerheid toe. Met de kou zo dichtbij zitten er logischerwijs ook zeer winterse opties tussen. Maar er zijn ook nog altijd warme opties, tempert Weer.nl de hoop voor liefhebbers van de winter.", "Matige tot strenge vorst mogelijk", "Zo zou het kunnen gebeuren dat een lagedrukgebied onder Nederland door trekt, waardoor ons land met een oostelijke wind aan de koude kant blijft. Dat levert veel sneeuw op. Er zijn ook enkele weermodellen die een ’droge’ oostelijke stroming laten zien, waarbij de temperaturen overdag rond nul of zelfs daaronder liggen en in de nachten matige tot strenge vorst mogelijk is.", "Winterliefhebbers", "Het uitbreidende sneeuwdek en de afkoeling van het noordoosten van Europa is hoopgevend nieuws voor de winterliefhebbers in Nederland, simpelweg om de reden dat serieuze kou tegen het einde van de week dichtbij ligt. Het sneeuwdek over Oost- en Centraal-Europa helpt bovendien om de extreme koude lucht vast te houden, mocht de wind naar het oosten draaien. Dat komt omdat sneeuw een groot deel van het zonlicht weerkaatst. Daardoor warmt het overdag minder snel op. Bovendien zorgt het voor een isolerende deken over de warmte in de bodem, waardoor het ’s nachts, mits het helder is, zeer rap af kan koelen.", "Of het echt flink gaat winteren, is volgens Weer.nl koffiedik kijken. Maar de winter is een stuk dichterbij dan voorgaande winters, stelt het weerbureau."], "authors": [], "keywords": ["komst", "volgens", "er", "zijn", "weermodellen", "te", "sneeuw", "ijs", "ook", "van", "zit", "en", "een", "voor", "kans", "zeker", "op", "het", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}