{"id": "bf24d604-5669-3438-af1d-8c97a5fc6c20", "title": "Methods to Madness van Alexander is warm en fraai, en wordt nooit te zoetig ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/methods-to-madness-van-alexander-is-warm-en-fraai-en-wordt-nooit-te-zoetig~be0b3e6d/", "summary": "Toetsenist Alexander van Popta maakte al naam als bandleider van The Re:Freshed Orchestra en speelde onder meer met Benjamin Herman, Teus Nobel en Gregory Porter.\nVoor Methods to Madness, zijn eerste album onder eigen naam, formeerde Van Popta een kwartet met Jelle Roozenburg (gitaar), Thomas Pol (bas) en drummer Jamie Peet.\nHij schreef de composities zelf en die liggen alle acht prettig in het gehoor.\nGitarist en bassist krijgen alle ruimte en de sound wordt her en der extra aangedikt door mellotron of vibrafoon.\nDie sound is warm en fraai, en wordt nooit te zoetig dankzij de ratelende ritmiek waarmee Peet de nummers verrijkt.", "paragraphs": ["Toetsenist Alexander van Popta maakte al naam als bandleider van The Re:Freshed Orchestra en speelde onder meer met Benjamin Herman, Teus Nobel en Gregory Porter.", "Voor Methods to Madness, zijn eerste album onder eigen naam, formeerde Van Popta een kwartet met Jelle Roozenburg (gitaar), Thomas Pol (bas) en drummer Jamie Peet.", "Hij schreef de composities zelf en die liggen alle acht prettig in het gehoor. Zelf zet hij steeds de melodische lijnen uit, die zoals in I Forget but I Don’t Forgive goed blijven hangen. Gitarist en bassist krijgen alle ruimte en de sound wordt her en der extra aangedikt door mellotron of vibrafoon.", "Die sound is warm en fraai, en wordt nooit te zoetig dankzij de ratelende ritmiek waarmee Peet de nummers verrijkt. In openingsnummer Bokkenpoot heeft de band een lekkere Go Go Penguin-achtige groove te pakken, waar het in andere stukken verderop wat meer zoeken lijkt naar de juiste noten en harmonieën.", "Dan worden we vooral benieuwd naar de dynamiek van de band live. Hopelijk kan Alexander in februari alsnog de voor december geplande podiumpresentaties van dit mooi verzorgde album doen."], "authors": ["Gijsbert Kamer"], "keywords": ["van", "zoetig", "naam", "naar", "en", "nooit", "madness", "fraai", "wordt", "popta", "te", "sound", "warm", "onder", "zelf", "methods"], "pubDate": "2021-01-07T15:23:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}