{"id": "bf2730da-188c-3ce9-9acc-9a91c64398a3", "title": "White Cube gaat over meer dan alleen de kolonialistische banden van de kunstwereld", "url": "https://www.parool.nl/kunst-media/white-cube-gaat-over-meer-dan-alleen-de-kolonialistische-banden-van-de-kunstwereld~bb92d924/", "summary": "Het idee om beelden te maken van klei en die daarna in chocolade te laten gieten, komt dan ook van Martens.\nZo gaat een kritiek van kunst samen met het idee dat creativiteit van levensbelang is.\nWhite Cube gaat over veel meer dan alleen de kolonialistische banden van de kunstwereld.\nHet Stedelijk Museum – en dat geldt ook voor Tate Modern of het Van Abbemuseum – is betaald door plantagearbeiders.\n“Het is een goede eerste stap dat het Stedelijk de helft van het aankoopbudget wil spenderen aan kunst van artists of colour, maar ik stel voor dat het de komende twee jaar uitsluitend kunst van plantage­arbeiders aankoopt.", "paragraphs": ["White Cube, waarin kritiek wordt gegeven op alle ­lagen van de kunstwereld. Beeld Human Activities, 2020", "White Cube, de nieuwe documentaire van de Nederlandse kunstenaar Renzo Martens, is een film van ongekende ambitie. In een soms karige selectie van beeldmateriaal, jarenlang geschoten op plantages in Congo en in de kunstscene van New York, weet Martens alle lagen van de kunstwereld te bekritiseren met als doel om deze voor altijd te veranderen.", "Het idee is eigenlijk simpel. Net als in ­Episode III: Enjoy Poverty bezoekt Martens lokale gemeenschappen in Congo om hen te overtuigen kunst te maken – dit keer zijn dat beelden gegoten van chocolade (naast palmolie het belangrijkste exportproduct van Congo) – en deze vervolgens aan het Westen te verkopen. Maar waar zijn eerdere film vooral zorgde voor theoretische discussie, kiest White Cube ontegenzeggelijk voor praxis.", "Geldmachines", "Musea zijn een soort geldmachines, legt Martens uit. Bedrijven zoals Unilever pompen er geld in, verdiend met de arbeid van slecht betaalde plantagewerkers in landen als Congo, maar halen er veel meer uit in de door musea gegenereerde economie. Wat Martens in gang zet, is eenzelfde proces, maar dan andersom. Het geld van museumbezoekers in New York zorgt ervoor dat de Congolese kunstenaars land kunnen kopen van Unilever, waar ze een ‘post-plantage’ oprichten die de uitgeputte grond weer vruchtbaar maakt. Een soort omgekeerde gentrificatie dus.", "Op momenten lijkt de film satire: een witte kunstenaar, die in de voetsporen treedt van William Lever, de oprichter van het Engelse deel van Unilever, die de door Unilever onderbetaalde Congolezen vertelt dat kunst hun leven zal redden. Martens neemt daarbij de rol aan van de witte verlosser. Zo stelt hij zich op als een docent, inclusief whiteboard en marker, die de Congolezen wel eventjes zal uitleggen hoe het zit. Het idee om beelden te maken van klei en die daarna in chocolade te laten gieten, komt dan ook van Martens.", "Een pijnlijke scène waarin een vrouw Martens vraagt betaald te worden voor haar arbeid – ze heeft zojuist poppen in elkaar gezet – maakt het grote risico dat Martens met dit project neemt duidelijk. “Ik heb voor je gewerkt!” zegt ze verontwaardigd. “Je werkte niet voor mij, maar voor jezelf,” kaatst Martens terug.", "White Cube lijkt op het eerste gezicht misschien een theoretisch spelletje, de film is bloedserieus. Martens, die zich een paar keer direct tot de kijker richt, spreekt in klare taal over de problemen van de kunstwereld: hoewel kritische kunst vaak gaat over zaken als kolonialisme, komt de opbrengst zelden terecht bij de benadeelden.", "Bijzonder is dat Martens een genuanceerde positie weet uit te werken die het midden houdt tussen cynisme en idealisme. Zo gaat een kritiek van kunst samen met het idee dat creativiteit van levensbelang is. En hoewel het soms lijkt alsof Martens vooral de kunstwereld wil exploiteren, legt hij de tastbare resultaten van zijn project vast.", "Gecompliceerd montageproces", "De documentaire zet aan het denken, al zou een iets minder schrale selectie aan beeldmateriaal de nuance beter over hebben gebracht. Dat deze plantagearbeiders pas aan kunst maken toekomen als ze verzekerd zijn van onderdak, voedsel en kledij, komt niet duidelijk genoeg naar voren. Hier heeft de film het meest te lijden onder het gecompliceerde montageproces, dat de precieze gang van zaken – het project duurde immers jaren – niet altijd helder overbrengt. Zo lijkt het alsof de bevolking alleen kunst gaat maken omdat Martens dat zegt, niet omdat hij er ook voor zorgt dat ze er financieel toe in staat zijn. Dit suggereert dat de Congolezen alleen op het idee geholpen moesten worden, terwijl juist het gebrek aan middelen de beslissende factor is.", "Daarom is het goed dat Martens in het laatste deel grotendeels uit de film verdwijnt en de focus verschuift naar Matthieu Kasiama, een van de leden van de net opgerichte Congolese kunstgroep. Treffend zijn de beelden in New York, waarin hij de chocoladesculpturen al kussend begroet – vooral omdat ook te zien is hoe een museum­medewerker een gestolen kunstvoorwerp van Kasiama’s voorouders met blauwe handschoentjes uit een verborgen magazijn haalt.", "White Cube gaat over veel meer dan alleen de kolonialistische banden van de kunstwereld. Klimaatverandering, kunsttheorie en kapitalisme spelen allemaal een belangrijke rol in de gecompliceerde vertelling van een project waarvan de nasleep hopelijk nog moet komen.", "Stedelijk Museum Renzo Martens vindt dat behalve Unilever ook musea verantwoordelijkheid moeten nemen. “De kunstwereld draait natuurlijk op kunst die vroeger is gestolen. Maar er is veel meer aan de hand. Het Stedelijk Museum – en dat geldt ook voor Tate Modern of het Van Abbemuseum – is betaald door plantagearbeiders. Elke baksteen van het Stedelijk is toch een zak cacao, koffie, of suiker, afgetroggeld van plantagearbeiders. Het is dus niet genoeg om in het Stedelijk kritische kunst te tonen en interessante debatten over hoe het moet met de wereld, dit en dat, zus en zo. Dat heeft allemaal weinig zin als de voordelen van die debatten en die kunst, en het kapitaal dat zich om dat museum heen ophoopt, niet op zijn minst gedeeltelijk terugvloeien naar de mensen op de plantage.” Martens hoopt dat Stedelijk Museumdirecteur Rein Wolfs de kans ziet. “Het is een goede eerste stap dat het Stedelijk de helft van het aankoopbudget wil spenderen aan kunst van artists of colour, maar ik stel voor dat het de komende twee jaar uitsluitend kunst van plantage­arbeiders aankoopt. Dan leren we wie het Stedelijk heeft mogelijk gemaakt. En dan kunnen zij met de aankoopsommen het land dat hen ontstolen is terugkopen, en van die omgehakte plantages opnieuw ecologische en inclusieve bossen maken.” Het mes snijdt volgens Martens aan twee kanten. “De Mondriaans kunnen even in het depot; Bruce Nauman en Hito Steyerl zijn fantastische kunstenaars, maar kunnen vast wel twee jaar wachten. Op deze manier krijgt het Stedelijk weer een écht radicale tentoonstelling, waarmee het het verleden en de toekomst van de kunst diep in de ogen kan kijken. Dat zou goed zijn, Op Losse Schroeven dateert toch al weer van 1969.” Jan Pieter Ekker"], "authors": ["Roosje Van Der Kamp"], "keywords": ["kolonialistische", "van", "dan", "kunstwereld", "meer", "het", "die", "zijn", "gaat", "banden", "kunst", "cube", "een", "martens", "alleen", "dat", "en", "te", "white"], "pubDate": "2020-11-25T10:07:45+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}