{"id": "bf3779c4-6093-368c-97cd-48494de2a269", "title": "GGD-arts Anja Schreijer: ‘Een lockdown kwam in geen enkel draaiboek voor’", "url": "https://www.parool.nl/ps/ggd-arts-anja-schreijer-een-lockdown-kwam-in-geen-enkel-draaiboek-voor~b1a6efb3/", "summary": "De karakteristieken van het virus bepalen hoe snel we ons kunnen beschermen.”“Het virus brak in december uit in China.\n“Het is een zware verantwoordelijkheid, maar ik ben opgeleid als arts, dus ik ben het gewend.\nGoedkoop wordt dan toch duurkoop, al wil ik niet zeggen dat een grotere GGD dit had kunnen stoppen.\nHet crisissysteem is ontworpen voor kortdurende rampen en kleinere, bekende infectieziekten als legionella of tbc, maar niet voor zoiets groots als een pandemie.\nOok bevestigt het dat een goed opgetuigde infectiebestrijding absolute noodzaak is.", "paragraphs": ["Anja Schreijer: ‘Ze dachten dat de beelden in scène waren gezet. Ongelooflijk en gevaarlijk.’ Beeld Lin Woldendorp", "Wanneer drong bij u door dat het ­coronavirus Nederland hard zou raken?", "“Toen tijdens een vergadering van het Outbreak Management Team in maart de conclusie was dat we de bron van de infecties in Brabant kwijt waren. Het virus was niet meer te traceren en trok al dwars door de samenleving. Onze dijken waren gebroken. Het land moest op slot, anders zouden de ziekenhuizen de coronapatiënten niet meer kunnen opnemen. Dat is net aan gelukt.”", "Infectieziekten zijn uw vak. In hoeverre is de pandemie vanuit die achtergrond een verrassing?", "“We wisten dat er ooit een grote virusuitbraak zou komen. Infectieziekten zie je terug in de lange geschiedenis van de mensheid. Dus het was geen kwestie van óf er een nieuwe epidemie kwam, maar wanneer. Alleen kun je niet voorspellen wat voor virus het is. De karakteristieken van het virus bepalen hoe snel we ons kunnen beschermen.”", "“Het virus brak in december uit in China. In januari hebben we een Wuhan-appgroep aangemaakt met collega’s, maar toen voorzagen we nog niet hoe groot het zou worden. Een lockdown kwam in geen enkel draaiboek voor. En we hebben er dit jaar al twee gehad.”", "Heeft de ziekte u persoonlijk geraakt?", "“Ja. Ik heb zelf in het begin van de pandemie Covid-19 gehad. Mensen moeten zich er niet voor schamen dat ze corona hebben gehad. Het kan iedereen overkomen, ook als je je aan de richtlijnen houdt.”", "“Ik ben niet zo zwaar ziek geweest dat ik naar het ziekenhuis moest, maar het is me niet in de koude kleren gaan zitten. Sinds kort kan ik pas weer tien kilometer hardlopen, terwijl ik dat daarvoor bij wijze van spreken fluitend deed. Ik weet niet of het langzame herstel alleen aan de ziekte ligt. Ik heb het afgelopen jaar ook heel hard ­gewerkt, zoals al mijn collega’s.”", "“Ook heb ik gezien hoe het virus het sociale leven van mijn opgroeiende kinderen – tieners – raakt, en de impact die het heeft op de scholen. Die hebben alle zeilen bij moeten zetten, daar heb ik veel respect voor.”", "De adviezen die u aan bestuurders geeft, gaan over leven en dood. Hoe beïnvloedt dat u?", "“Het is een zware verantwoordelijkheid, maar ik ben opgeleid als arts, dus ik ben het gewend. De verantwoordelijkheid valt me niet té zwaar. Na de basisopleiding heb ik me gespecialiseerd tot ‘arts maatschappij en gezondheid’.”", "“We moeten dit werk samen doen met collega’s in de infectieziektebestrijding, vanuit de verschillende invalshoeken: diagnostiek, behandeling, preventie, epidemiologie en uitbraakbestrijding. Een arts-microbioloog kijkt door een microscoop. Een infectioloog luistert door een stethoscoop. Een arts maatschappij en gezondheid kijkt door een macroscoop.”", "“Wij kijken naar de ziekte in de maatschappij. We houden ons bijvoorbeeld ook bezig met het bestrijden van de virusverspreiding. De wijkgerichte aanpak in Amsterdam, waar we moeilijk bereikbare groepen laagdrempelig informeren, is daar een voorbeeld van.”", "Toch is het niet gelukt om de tweede golf te voorkomen.", "“Nee, helaas niet. Nederland is niet toegerust op een infectieziekte als deze, zo constateerde ook de Inspectie Gezondheidszorg en Jeugd al in 2015. Dat er de afgelopen jaren stevig is bezuinigd op de preventie bij de GGD’s helpt dan ook niet. Goedkoop wordt dan toch duurkoop, al wil ik niet zeggen dat een grotere GGD dit had kunnen stoppen. Geen enkel westers land was helemaal voorbereid op het coronavirus.”", "Amsterdam was de coronabrandhaard van Nederland en speelde zo een belangrijke rol in de tweede golf. Hoe kijkt u daarop terug?", "“Met een slecht gevoel. Na de eerste lockdown was de ­circulatie van het virus laag. Tijdens de zomer zagen we het aantal nieuwe besmettingen in Rotterdam, Den Haag en Amsterdam gestaag oplopen. Mensen hielden zich steeds minder aan de basale coronaregels, maar de ziekenhuizen en ic’s waren nog leeg. Het gevoel van urgentie was verdwenen. Dat we het aantal nieuwe infecties niet meer volledig konden bijbenen met het bron- en contactonderzoek, was een teken aan de wand.”", "“Op dat moment had op landelijk niveau moeten worden ingegrepen met strengere maatregelen. De structuur waarbij regio’s daar zelf verantwoordelijk voor zijn, schiet simpelweg te kort voor dit virus. Het crisissysteem is ontworpen voor kortdurende rampen en kleinere, bekende infectieziekten als legionella of tbc, maar niet voor zoiets groots als een pandemie. De beslissingen moeten over te veel schijven, het verloopt te stroef. Ik heb samen met ­collega’s op deuren gebonsd, maar het was tevergeefs.”", "Hoe kijkt u naar de weerstand tegen de coronamaatregelen?", "“Ik snap dat de mensen die op welke wijze dan ook worden geraakt door de maatregelen in verweer komen. Lockdowns doen pijn, emotioneel en economisch, maar uiteindelijk denk ik dat we de meeste Nederlanders kunnen uitleggen waarom een lockdown helaas niet anders kan. Je moet met elkaar in gesprek blijven.”", "“Sommige mensen zijn echter niet vatbaar voor rationele argumenten. Uit die hoek komt bijvoorbeeld de theorie dat de GGD het coronavirus heeft verzonnen, omdat we anders geen werk meer zouden hebben. In sommige ziekenhuizen moest de bewaking complotdenkers buiten de deur houden omdat ze wilden controleren of er wel échte corona-afdelingen bestonden, met échte zieken. Ze dachten dat de beelden in scène waren gezet. Ongelooflijk en gevaarlijk.”", "Sommige OMT-leden zijn bedreigd. U ook?", "“Ik ben niet bedreigd, maar het is schandalig dat het anderen wel is overkomen. Ik heb mijn optredens op tv redelijk beperkt gehouden en zorgvuldig uitgekozen. Ook heb ik me niet gemengd in discussies op bijvoorbeeld Twitter, het debat kreeg daar een erg onprettige toon. Het is te gek voor woorden dat het zo werkt. Ik heb zelf wel gemerkt dat mensen me op sociale media goed wisten te vinden als ik in de media was verschenen.”", "U en uw collega’s zijn ambtenaren. Bestuurders zijn erg afhankelijk van jullie inbreng. Hoe kijkt u terug op die samenwerking?", "“Het is een eer om in de frontlinie te mogen staan en het land te dienen. Ook bevestigt het dat een goed opgetuigde infectiebestrijding absolute noodzaak is. Het is het bestaansrecht van de GGD. Daartoe zijn wij op aarde, zo kun je zeggen.”", "“Hoewel ik landelijke regie heb gemist bij de aanloop naar de tweede golf, ben ik blij dat bestuurders de grote beslissingen op medische gronden hebben genomen. Er is geen duidelijke politieke kleur te bekennen in de ­coronamaatregelen. Ook in de aanloop naar de Kamerverkiezingen van maart volgend jaar moet dat zo blijven.”", "Leidt de pandemie tot permanente maatschappelijke verandering, denkt u?", "“Door vaccinatie kunnen we de maatregelen op enig moment helemaal loslaten, hopelijk al tegen het einde van 2021. De omgangsvormen gaan weer terug naar normaal. Maar ik hoop dat mensen zich beter gaan afvragen of ze bijvoorbeeld wel écht zo veel moeten vliegen, zowel zakelijk als privé. Het is niet alleen een katalysator voor infectieziekten, maar ook slecht voor de ecologische footprint. De pandemie noodzaakt in mijn ogen tot een les in nederigheid, want er zitten zware consequenties aan ons gedrag. Ik weet niet of die les wordt opgepikt.”", "Dit is de zevende aflevering van de interviewserie Het jaar van, waarin markante Amsterdammers terugblikken op hun 2020. Lees hier de eerdere afleveringen van de interviewserie terug.", "Terugblik 2020 Hoogtepunt: “Het was een eer om Nederland te dienen tijdens de corona­pandemie. De snelheid waarmee de GGD de teststraten en bco-teams vanuit het niets heeft opgetuigd, vond ik ook heel indrukwekkend.” Dieptepunt: “Toen de besmettingen na de lockdown bijna waren verdwenen, stak het virus in de zomer opnieuw de kop op in grote steden als Amsterdam. De eigen regio’s moesten lokale maatregelen nemen, maar de aansturing had achteraf bezien landelijk moeten gebeuren. Zo zijn we opnieuw het moeras in gelopen.” Persoon van het jaar: “Ik twijfel tussen Jaap van Dissel of Marion Koopmans; ze zijn allebei onverstoorbaar. Maar ik kies toch voor Marion. Ze is een fantastische wetenschapper met een internationale status. Daarnaast is ze zeer zuiver en integer, en heeft ze een goede maatschappelijke blik. En ze kan ook nog eens in gewone mensentaal goed ­uitleggen hoe het zit.” Wat blijft u het meest bij? “De ­hectische periode tijdens de uitbraak in het voorjaar. Ik herinner me een moment waarop ik in een soort war-room zat op het kantoor van de GGD aan de Nieuwe Achtergracht, met op de muren allemaal tekeningen van de clusters van de virustransmissie. Het was vechten tegen de bierkaai.” Wie of wat hoopt u in 2021 niet meer terug te zien? “De maatschappelijke verdeeldheid, die is gaandeweg het jaar ontstaan. Sommige mensen denken dat Covid-19 een ­verzinsel is. Complotdenkers moesten door de bewaking worden tegengehouden, anders waren ze de covid-afdeling in het ziekenhuis opgelopen, op zoek naar bewijs.”"], "authors": ["Jop Van Kempen"], "keywords": ["ik", "lockdown", "draaiboek", "van", "schreijer", "voor", "enkel", "en", "een", "maar", "geen", "ggdarts", "op", "het", "anja", "niet", "dat", "kwam"], "pubDate": "2020-12-29T08:57:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}