{"id": "bf42c900-af2e-30a9-9936-176def368839", "title": "Soldaat van Oranje: ‘Nog steeds de grootste film ooit gemaakt in ons land’", "url": "https://www.parool.nl/kunst-media/soldaat-van-oranje-nog-steeds-de-grootste-film-ooit-gemaakt-in-ons-land~b337a79d/", "summary": "En elke keer ontdekt hij weer iets in Soldaat van Oranje, dat na de verschijning in 1977 uitgroeide tot de maatstaf voor de Nederlandse oorlogsfilm.\nSoldaat van Oranje kwam daar wat mij betreft in Nederland het meeste voor in aanmerking.”U vindt het de beste film die ooit in ons land is gemaakt.\n“Soldaat van Oranje is veel geraffineerder dan vaak wordt gedacht.\nToch is Soldaat van Oranje toekomstbestendiger gebleken.”Inmiddels trok de musicalversie al meer dan drie miljoen bezoekers.\nDe rijkheid van Soldaat van Oranje is nooit meer geëvenaard.”Bart Juttmann, Op zoek naar Soldaat van Oranje, Uitgeverij International Theatre & Film Books, 19,95 euro.", "paragraphs": ["Jeroen Krabbé, Susan Penhaligon en Rutger Hauer in Soldaat van Oranje. Beeld ANP", "Hij moet de film inmiddels zo’n dertig keer hebben gezien, becijfert Bart Juttmann (38). En elke keer ontdekt hij weer iets in Soldaat van Oranje, dat na de verschijning in 1977 uitgroeide tot de maatstaf voor de Nederlandse oorlogsfilm.", "Toen de film veertig jaar bestond, schreef Juttmann, freelance scenarist en communicatieadviseur, voor vakblad Plot een analyse over het scenario. Hij sprak ervoor met regisseur Paul Verhoeven en schrijvers Gerard Soeteman en Kees Holierhoek. “Ik hoorde zo veel nieuwe dingen en moest zo veel weglaten dat ik dacht: hier zit een boek in. In de VS is het heel gebruikelijk dat niet alleen acteurs of regisseurs een biografie krijgen, maar ook belangrijke films. Denk aan Citizen Kane of Casablanca. Soldaat van Oranje kwam daar wat mij betreft in Nederland het meeste voor in aanmerking.”", "U vindt het de beste film die ooit in ons land is gemaakt. Waarom?", "“Soldaat van Oranje is veel geraffineerder dan vaak wordt gedacht. Op het eerste gezicht is het een avonturenfilm, maar een laag daaronder liggen vragen over goed en fout, over oorlog en vriendschap en over lotsbestemming en toeval. Soldaat van Oranje toont prachtig hoe kleine wendingen in een oorlog het verschil tussen leven en dood kunnen betekenen. Ik wilde laten zien hoe dat in zijn werk is gegaan.”", "“Daarbij: de meeste betrokkenen zijn eind zeventig, begin tachtig. Over vijf jaar is misschien niet iedereen er meer. Ik stuurde begin vorig jaar een interviewverzoek naar Rutger Hauer. Een reactie bleef uit. Wat later kwam het nieuws dat hij was overleden. Dat sterkte me in de gedachte dat het nu moest.”", "U raadpleegde archieven en interviewde direct betrokkenen, zoals Derek de Lint, Jeroen Krabbé, Paul Verhoeven en Rob Houwer. Hebt u iets ontdekt dat u als grote fan nog niet wist?", "“Zo veel! Vaak details voor de vakidioot. Zoals hoe moeilijk het halverwege de jaren zeventig nog was om een stoffenmakerij bereid te vinden om SS-vlaggen te fabriceren. Zoiets lag in Nederland toen heel gevoelig. Pas het derde bedrijf nam de order aan. Ook het opnameproces was uitzonderlijk. Vooral de lengte van de draaidagen. In Huis ter Duin werkte de crew eind 1976 36 uur aan één stuk door.”", "Ik was zelf verbaasd te lezen dat Soldaat van Oranje een van de eerste films was waarin aan productplacement werd gedaan.", "“Renault en jenevermerk De Kuyper sponsorden. Rutger Hauer hield tijdens scènes in het Leidse studentenhuis een fles omhoog: ‘Hier, ik heb wel iets beters dan sherry!’”", "Prins Bernhard was een vriend van Soldaat van Oranje Erik Hazelhoff Roelfzema, die het boek schreef waarop de film werd gebaseerd. De prins werd beschermheer van de film, maar raakte voor de première verwikkeld in het Lockheedschandaal. Verhoeven zei dat dat de bezoekersaantallen van de film drukte.", "“Of dat klopt is niet exact vast te stellen. Er was in die jaren inderdaad sprake van een minder Oranjegezinde stemming. De film kreeg gezien de kwaliteit verrassend lauwe recensies. Er gingen alsnog ruim anderhalf miljoen Nederlanders naar de bioscoop. Tegenwoordig ongekend veel, maar toen ruimschoots minder dan Turks Fruit en zelfs minder dan het artistiek minder hoog aangeslagen Keetje Tippel. Toch is Soldaat van Oranje toekomstbestendiger gebleken.”", "Inmiddels trok de musicalversie al meer dan drie miljoen bezoekers. Zijn we ooit klaar met het verhaal?", "“Dat denk ik niet. De Soldaat zal ons blijven boeien. De Tweede Wereldoorlog is als moreel referentiekader nog steeds actueel. Maar het gaat dieper. Hazelhoff wordt als held gezien. Maar wat heeft hij daadwerkelijk bereikt? En was dat de dood van zijn vrienden waard? Het verhaal over hoe goede keuzes soms rampzalige gevolgen kunnen hebben en hoe foute keuzes soms ook heel begrijpelijk zijn is van alle tijden.”", "De reclameslogan voor Soldaat van Oranje luidde: ‘De grootste film ooit gemaakt in ons land’. Staat dat statement nog overeind?", "“Absoluut. Over die grootspraak werd toentertijd lacherig gedaan. Maar omdat de film werd gemaakt door mannen die de oorlog meemaakten, werd het een ander werk dan tegenwoordig wordt gemaakt door filmers die de oorlog van documentaires kennen. De rijkheid van Soldaat van Oranje is nooit meer geëvenaard.”", "Bart Juttmann, Op zoek naar Soldaat van Oranje, Uitgeverij International Theatre & Film Books, 19,95 euro."], "authors": ["Stefan Raatgever"], "keywords": ["oranje", "grootste", "van", "film", "ooit", "nog", "het", "ons", "soldaat", "maar", "werd", "steeds", "een", "land", "en", "gemaakt", "dat"], "pubDate": "2020-12-06T16:00:08+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}