{"id": "bf4c6f89-0859-34c6-bdd8-301e3dfd13a6", "title": "Podcast De Dag: de onmogelijke positie van Mike Pence", "url": "https://nos.nl/artikel/2363931-podcast-de-dag-de-onmogelijke-positie-van-mike-pence.html", "summary": "Tijdens de bestorming van het Capitool vorige week was een deel van de woedende menigte Trump-supporters op zoek naar vicepresident Pence.\n'Knoop Mike Pence op' riepen ze, omdat hij de uitslag van de verkiezingen tijdens de bekrachtigingsceremonie niet eigenhandig ongeldig wilde verklaren.\nPas op het allerlaatste moment kwam hij in verzet, omdat hij echt niet anders kon.\nPoliticoloog en Amerikadeskundige Raymond Mens vertelt in podcast De Dag welke druk er op dit moment op Pence wordt uitgeoefend en wat er van hem verwacht wordt.\nVolgens Mens heeft Pence zijn rol als vicepresident en tweede man onder Trump de afgelopen vier jaar 'subliem' vervuld, maar is er nu een politiek schaakspel op het hoogste niveau aan de gang.", "paragraphs": ["Tijdens de bestorming van het Capitool vorige week was een deel van de woedende menigte Trump-supporters op zoek naar vicepresident Pence. 'Knoop Mike Pence op' riepen ze, omdat hij de uitslag van de verkiezingen tijdens de bekrachtigingsceremonie niet eigenhandig ongeldig wilde verklaren. Verraad, in hun ogen. De afgelopen vier jaar was Pence de zwijgende, instemmende man achter Trump. Pas op het allerlaatste moment kwam hij in verzet, omdat hij echt niet anders kon. Welke gevolgen heeft dat voor hem?", "Politicoloog en Amerikadeskundige Raymond Mens vertelt in podcast De Dag welke druk er op dit moment op Pence wordt uitgeoefend en wat er van hem verwacht wordt. Volgens Mens heeft Pence zijn rol als vicepresident en tweede man onder Trump de afgelopen vier jaar 'subliem' vervuld, maar is er nu een politiek schaakspel op het hoogste niveau aan de gang. Ook dat spel speelt hij slim, al blijft het de vraag of hij straks tussen wal en schip valt, of misschien toch de weg vrijmaakt voor een eigen gooi naar het presidentschap in 2024."], "authors": [], "keywords": ["onmogelijke", "er", "van", "en", "podcast", "een", "wordt", "positie", "pence", "welke", "op", "het", "dag", "hij", "mike"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}