{"id": "bf580d1a-e7f8-30ac-afb0-658468548306", "title": "‘Maarschalk Twito’ is de onbekende populist van Europa", "url": "https://nrc.nl/nieuws/2020/12/07/maarschalk-twito-is-de-onbekende-populist-van-europa-a4022929", "summary": "In het conflict over het verbinden van een rechtsstaatsclausule aan EU-subsidies heeft het land van 2 miljoen inwoners de kant van Polen en Hongarije gekozen.\nIn navolging van zijn Hongaarse bondgenoot Viktor Orbán heeft Jansa filantroop George Soros tot een van zijn favoriete zondebokken gemaakt.\nToen hij in 2012 voor een tweede keer – kortstondig – aan de macht kwam, was al hij een stuk naar rechts opgeschoven.\nEen belangrijke oorzaak van zijn radicalisering lijkt een nieuwe gevangenisstraf te zijn geweest.\nEn van de wanhoop van kleine partijen die bij nieuwe verkiezingen waarschijnlijk uit het parlement zouden verdwijnen”, aldus Lovec.", "paragraphs": ["Het zal veel mensen ontgaan zijn, maar de Sloveense premier Janek Jansa heeft Joe Biden nog steeds niet gefeliciteerd met het winnen van de Amerikaanse presidentsverkiezingen. Op 4 november was het volgens Jansa „vrij helder” dat de Amerikaanse bevolking Donald Trump had herkozen. „Meer vertraging en ontkenning van #MSM (de mainstream media, red.), hoe groter de uiteindelijke triomf”, schreef Jansa op Twitter. Daar is hij ruim een maand later nog niet op teruggekomen.", "Het leidde internationaal tot enige verbijstering, maar in Slovenië is dit hoe ze hun premier kennen. „Jansa was altijd al een uiterst polariserende persoonlijkheid, de laatste jaren is hij steeds verder geradicaliseerd”, zegt Marko Lovec, onderzoeker van de European Council on Foreign Relations.", "Sinds Jansa in maart min of meer toevallig voor de derde keer premier werd, heeft de Europese Unie er een rechts-populistische dwarsligger bij. In het conflict over het verbinden van een rechtsstaatsclausule aan EU-subsidies heeft het land van 2 miljoen inwoners de kant van Polen en Hongarije gekozen. In reactie op het nieuws dat in Brussel wordt gewerkt aan een alternatief coronafonds om een Pools-Hongaars veto te omzeilen, twitterde Jansa vorige week „dit is de formule van @georgesoros om de #EU te vernietigen”.", "Interview: Waar hebben we het over als we het over de rechtsstaat hebben?", "In navolging van zijn Hongaarse bondgenoot Viktor Orbán heeft Jansa filantroop George Soros tot een van zijn favoriete zondebokken gemaakt. Samen met journalisten, rechters, migranten, Brussel, oppositiepolitici en alles wat riekt naar links-liberalisme. Zijn trumpiaanse sociale-mediagebruik heeft hem in eigen land de bijnaam ‘Maarschalk Twito’ opgeleverd – een verwijzing naar de Joegoslavische leider Josip Broz, beter bekend als maarschalk Tito.", "Politieke gevangene", "Jansa (62) heeft zelf geen militaire achtergrond, maar hij was wel minister van Defensie toen Slovenië zich in 1991 zonder veel bloedvergieten als eerste losmaakte van Joegoslavië. In de jaren tachtig was hij bekend geworden als politieke dissident en had een half jaar gevangen gezeten.", "Filosoof en publicist Spomenka Hribar leerde hem destijds kennen en ze waren politieke bondgenoten. Tot zij zag dat zijn status hem naar het hoofd steeg. „Jansa ziet zichzelf als meer dan een ‘gewone’ held: een door God uitverkorene wiens taak het is om het Sloveense nationale karakter en de geschiedenis te veranderen door het te ontdoen van ‘onkruid’.”", "In 2004 werd Jansa nog premier met een vrij doorsnee, pro-Europees programma. Toen hij in 2012 voor een tweede keer – kortstondig – aan de macht kwam, was al hij een stuk naar rechts opgeschoven. En bij nieuwe verkiezingswinst (25 procent van de stemmen) in 2018 voerden xenofobie en retoriek dat hij Slovenië moet redden van een post-communistische intrigantenkliek de boventoon.", "Een belangrijke oorzaak van zijn radicalisering lijkt een nieuwe gevangenisstraf te zijn geweest. In 2013 werd Jansa veroordeeld voor corruptie in de aanschaf van Finse pantservoertuigen tijdens zijn eerste regeerperiode. Het Constitutioneel Hof vernietigde dat vonnis later wegens onregelmatigheden in het proces. Volgens Jansa, die bijna vijf maanden had vastgezeten, het bewijs dat hij slachtoffer was van een elitair complot.", "Onderzoeker Lovec ziet een persoonlijkheidscultus en onvoorwaardelijke steun onder een deel van de bevolking. „Maar voor tweederde van Slovenië is hij juist onacceptabel.” Daarom lukte het Jansa in 2018 ook niet om een regering te vormen.", "Toen de coalitie waartegen hij oppositie voerde in januari dit jaar viel, lukte het hem alsnog premier te worden. „Hij wist maximaal gebruik te maken van de weerstand tegen verkiezingen tijdens de pandemie. En van de wanhoop van kleine partijen die bij nieuwe verkiezingen waarschijnlijk uit het parlement zouden verdwijnen”, aldus Lovec.", "Ondanks zijn wankele mandaat, heeft Jansa zijn grip op de media en het leger fors versterkt, net als de samenwerking met Orbán. Vrienden van de Hongaarse premier hebben pro-Jansa media overgenomen en de landen werken samen op gebied van energie, infrastructuur en defensie. En in hun ramkoers tegen Brusselse bemoeienis met corruptie, onafhankelijke rechtspraak en persvrijheid.", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 december 2020"], "authors": ["Emilie Van Outeren", "Leestijd Minuten"], "keywords": ["populist", "van", "heeft", "onbekende", "premier", "het", "hij", "zijn", "jansa", "een", "maarschalk", "en", "te", "europa", "twito"], "pubDate": "2020-12-07T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}