{"id": "bf6ef046-5ebc-30b6-a47d-07f0c4c888fa", "title": "Nieuwe reddingsboei van 400 miljoen voor touroperators met een molensteen van 1 miljard", "url": "https://volkskrant.nl/nieuws-achtergrond/nieuwe-reddingsboei-van-400-miljoen-voor-touroperators-met-een-molensteen-van-1-miljard~bb7ff71d/", "summary": "Het is niet echt een bank, met rekeningen, klanten en een kluis, maar een kredietregeling waarmee het kabinet de reissector te hulp schiet.\nMet dat geld kunnen bedrijven het geld teruggeven dat klanten hebben betaald voor een reis die dit jaar niet kon doorgaan vanwege de corona-uitbraak.\nMensen die een reis hadden geboekt kregen een voucher, waarmee ze op een later tijdstip een reis konden boeken of hun geld terugvragen.\nDe meesten gaan uit van een terugval in de omzet van 80 tot 90 procent.\nBouwmans bedrijf heeft naar eigen zeggen 80 klanten met een omzet die varieert van 150 duizend euro tot 150 miljoen.", "paragraphs": ["Gezelligheid op de vakantiebeurs bij de stand van Thailand. Beeld Raymond Rutting / de Volkskrant", "Wat is een voucherbank?", "Het is niet echt een bank, met rekeningen, klanten en een kluis, maar een kredietregeling waarmee het kabinet de reissector te hulp schiet. Met dat geld kunnen bedrijven het geld teruggeven dat klanten hebben betaald voor een reis die dit jaar niet kon doorgaan vanwege de corona-uitbraak.", "Waarom is deze hulp nodig?", "Bedrijven in deze branche kampen met grote financiële lasten door de coronacrisis. Ze konden door de lockdowns en reisbeperkingen die vanaf maart lange tijd golden in de meeste gevallen vrijwel geen reizen verkopen. Tegelijkertijd moesten ze veel geboekte vakanties en weekendtripjes annuleren, omdat consumenten een land niet in mochten of Nederland niet uit wilden vanwege het virus. Mensen die een reis hadden geboekt kregen een voucher, waarmee ze op een later tijdstip een reis konden boeken of hun geld terugvragen. Maar omdat de reisbedrijven geen inkomsten hebben, kunnen ze in veel gevallen de reissom niet terugstorten en dreigen ze failliet te gaan. Dat wil de overheid met deze ‘voucherbank’ voorkomen.", "Hoe ziet de regeling eruit?", "Bijzonderheden ontbreken nog, maar De Telegraaf, die de plannen mocht inzien, zegt dat de overheid voorlopig 400 miljoen euro op de ‘bank’ zet. Elke reisorganisatie kan maximaal 50 miljoen lenen. De overheid zou garant willen staan voor maximaal 80 procent van de waarde van de voucher. Reisorganisaties moeten de lening wel terugbetalen aan de overheid.", "Is dat bedrag afdoende?", "Dat lijkt van niet. Zeker in het begin kregen klanten standaard een voucher, hoewel ze volgens de wet recht hadden op terugbetaling na maximaal twee weken. De overheid stond deze afwijking van de regels oogluikend toe, uit vrees dat anders bedrijven bankroet zouden gaan. Mede als gevolg daarvan staan touroperators nu voor 1 miljard euro bij klanten in het krijt. Toch denken reisorganisaties dat de toegezegde 400 miljoen (voorlopig) toereikend is. Een deel van de klanten heeft inmiddels de tegoedbon verzilverd en een nieuwe reis geboekt. Tweederde was dat in juli in elk geval van plan.", "Maar er was toch al een garantiefonds?", "Klopt. De Stichting Garantiefonds Reisgelden (SGR) betaalt consumenten hun reisgeld terug in het geval hun touroperator failliet gaat. Maar dat laatste wil het kabinet zoveel mogelijk voorkomen. Vandaar de ‘voucherbank’, die reisbedrijven in staat stelt om klanten hun geld terug te geven zonder daar financieel aan ten onder te gaan. Niemand weet zeker hoeveel reizigers alsnog voor cash zullen kiezen, of alsnog hun voucher zullen verzilveren. Overigens heeft de regering de SGR in mei een lening gegeven van 150 miljoen euro, omdat het fonds zelf maar 80 miljoen in kas had om uit te betalen.", "Gaat het echt zo beroerd met de reisbranche?", "De belangenvereniging ANVR denkt van wel. Directeur Frank Oostdam zei in oktober tegen de Volkskrant dat zijn 20 duizend leden dit jaar al helemaal hebben afgeschreven. De meesten gaan uit van een terugval in de omzet van 80 tot 90 procent. In diezelfde maand zei Wilco Bouwman van Uwreisaccountant in een vakblad nog te vrezen dat 50 tot 60 procent van de bedrijven in de branche zal stoppen of failliet zal gaan. Bouwmans bedrijf heeft naar eigen zeggen 80 klanten met een omzet die varieert van 150 duizend euro tot 150 miljoen."], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "nieuwe", "dat", "klanten", "een", "niet", "het", "ze", "reddingsboei", "te", "touroperators", "molensteen", "miljard", "voor", "miljoen", "met"], "pubDate": "2020-12-07T18:35:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}