{"id": "bf9cddc0-5abc-3e7b-b184-e10acab64a1b", "title": "Eduardo Soteras Jalil wist als enige fotograaf door te dringen in het spookgebied in Ethiopië", "url": "https://volkskrant.nl/cultuur-media/eduardo-soteras-jalil-wist-als-enige-fotograaf-door-te-dringen-in-het-spookgebied-in-ethiopie~b35e4294/", "summary": "Zeker, ook ‘harde’ foto’s, van onlusten in Kinshasa, verwoesting in Gaza of de strijd tegen gele koorts, zijn van zijn hand.\nEr liggen een schoen, een fotoportret, een identiteitsbewijs, een schep.\nBeeld Eduardo Soteras Jalil / AFPHet verwarrende van Soteras’ foto’s is dat ze, behalve getuigenissen van geweld tegen burgers, ook zo esthetisch zijn.\nFoto’s van Ethiopiërs ver weg van het slagveld, in het zachte zonlicht bezig met de graanoogst.\nBeeld Eduardo Soteras Jalil / AFPVolg Eduardo Soteras op Twitter.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: crisis in Ethiopië.", "Het lijkt ongelofelijk. Met verschillende zoektermen struin ik de beeldbanken af naar foto’s die zijn gemaakt in de jongste brandhaard van Afrika: de uitgestrekte noordelijke regio Tigray in Ethiopië, aan de grens met Soedan en Eritrea. Sinds 21 november komen daar gruwelijke beelden vandaan, van massagraven, eenzame lijken op de weg, ontbindende lichamen in greppels. Een angstwekkend conflict is uitgebroken tussen het regeringsleger van de Ethiopische Nobelprijswinnaar voor de Vrede, premier Abiy Ahmed, en rebellen in Tigray. Het ongelofelijke, naast de gruwelen die nooit wennen: alle recente foto’s uit de regio zijn door één fotograaf gemaakt: Eduardo Soteras Jalil. Alleen hij wist door te dringen in het spookgebied.", "Een overledene op de weg bij Mai Kadra. Beeld Eduardo Soteras Jalil / AFP", "Soteras (45) is afkomstig uit een Libanees-Argentijnse familie en woont in Addis Abeba, de hoofdstad van Ethiopië. Van daaruit werkt als hij als fotograaf voor persbureau AFP in de Hoorn van Afrika, maar ook in Gaza en Congo. Bepaald geen monomane frontfotograaf, gezien de duizenden foto’s die hij eerder maakte van religieuze feesten, mode en lifestyle in Afrika, hardlooptrainingen in Bekoji (de kweekvijver voor olympisch looptalent, zuidelijk van Addis). Zeker, ook ‘harde’ foto’s, van onlusten in Kinshasa, verwoesting in Gaza of de strijd tegen gele koorts, zijn van zijn hand. Maar onmiskenbaar is zijn voorliefde voor de kleurenrijkdom, het licht en de bewoners van ‘zijn’ continent Afrika.", "Kijk naar de foto’s die Soteras begin november aan AFP leverde, en je hoort de oorlog rommelen als onweer in de verte. Militaire parades. Demonstratieve steunbetuigingen aan het leger. Burgers die doneren aan de bloedbank, met de overwinning als gegarandeerde rente. Vervolgens: militairen op open vrachtwagens, onderweg naar het front.", "En dan, vorig weekeinde: de eerste foto’s die onomwonden getuigen van geweld. Een verwoeste tank langs de weg bij de grensplaats Humera. Daar fotografeert Soteras een jong meisje, liggend in de buitenlucht op een geïmproviseerd matras. Ze herstelt van de wonden die ze opliep bij beschietingen. Ook in Humera maakt Soteras een foto van een vrouw in haar hut, de wanden door kogels en granaatscherven doorzeefd.", "Een vrouw in haar door kogels doorboorde hut in Humera. Beeld Eduardo Soteras Jalil/ AFP", "Bij het plaatsje Mai Kadra legt hij, onder meer met een drone, de verse massagraven vast die dateren van 9 november, toen onder honderden burgers – toedracht onduidelijk – een massaslachting plaatsvond. Er staan nog bedden, die moeten hebben gediend als brancard voor het lijkenvervoer. Er liggen een schoen, een fotoportret, een identiteitsbewijs, een schep. Verderop tientallen doden in een greppel, een man op afstand houdt de hand voor de neus tegen de stank die ondraaglijk moet zijn.", "Massagraven bij Mai Kadra. Beeld Eduardo Soteras Jalil / AFP", "Het verwarrende van Soteras’ foto’s is dat ze, behalve getuigenissen van geweld tegen burgers, ook zo esthetisch zijn. Het gewonde meisje, de sierlijke vervlechting van haar haar, de serene gezichtsuitdrukking, de onscherpte die de rommeltjes rondom haar verdoezelt: het geeft haar het aura van een heilige. De vrouw in de geperforeerde hut, met haar fraaie hoofddoek, lijkt zich wel in een decor van twinkelende sterren te bevinden. Zelfs de foto van een aan zijn hoofd gewonde man die de slachting overleefde – de foto stond donderdag in de Volkskrant – heeft een ontegenzeggelijke, sculpturale schoonheid.", "Overlevenden van de moordpartij in het dorp Mai Kadra. Tigrese milities zouden hier enkele weken geleden honderden niet-Tigreërs hebben vermoord. Beeld Eduardo Soteras Jalil / AFP", "Het zijn foto’s die onze hersenen doen knarsen, omdat we gewend zijn oorlogsgeweld te associëren met dood, wonden, verminking, ontreddering, angst en stank – allemaal zaken die ons fascineren en waarvan we tegelijk een instinctieve afkeer hebben. Soteras stelt daar een zekere verleiding tegenover, de schamele geruststelling is dat we de ergste wonden niet te zien krijgen. Daarmee verhult hij misschien de harde werkelijkheid iets, een offer dat de waardigheid van de gewonden intact laat. Zodat we ons blijven realiseren dat ook deze mensen méér zijn dan slachtoffer alleen.", "Woensdag uploadde Soteras bij AFP een kleine serie, die vermoed ik een inkijkje gaf in zijn ziel. Foto’s van Ethiopiërs ver weg van het slagveld, in het zachte zonlicht bezig met de graanoogst. Hoog gooien de boeren de tarwe met hun vorken op, tegen een blauwe hemel, een tijdloos eeuwig beeld van optimisme. Precies wat de vermoedelijk moedigste fotograaf van Ethiopië tussen alle ellende door kon gebruiken.", "Ethiopiërs, ver weg van het slagveld, bezig met de graanoogst. Beeld Eduardo Soteras Jalil / AFP", "Volg Eduardo Soteras op Twitter."], "authors": ["Arno Haijtema"], "keywords": ["enige", "van", "die", "fotograaf", "ethiopië", "een", "soteras", "en", "jalil", "spookgebied", "te", "wist", "zijn", "fotos", "op", "met", "het", "eduardo"], "pubDate": "2020-11-27T16:52:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}