{"id": "bfbb5adb-d583-3bdd-b78f-a8e33daca714", "title": "Rutte, Asscher, Wiebes en Weekers medeverantwoordelijk voor toeslagenaffaire", "url": "http://www.nu.nl/algemeen/6097304/rutte-asscher-wiebes-en-weekers-medeverantwoordelijk-voor-toeslagenaffaire.html", "summary": "Premier Mark Rutte en voormalige bewindspersonen in het vorige kabinet Lodewijk Asscher, Eric Wiebes en Frans Weekers zijn medeverantwoordelijk voor de keiharde fraudeaanpak die geleid heeft tot de dramatische kinderopvangtoeslagenaffaire.\nHet gaat om een in 2013 opgerichte fraudebestrijdingscommissie onder leiding van premier Rutte.\nToenmalig staatssecretaris Weekers (VVD) tuigde de harde aanpak op, Asscher (PvdA) keurde de op kinderopvangtoeslag gerichte intensievere fraudebestrijding als minister van Sociale Zaken goed.\nCommissievoorzitter Chris van Dam (CDA) zei bij de presentatie van het rapport dat bewindspersonen en ambtenaren op meerdere momenten hadden kúnnen en hadden móéten ingrijpen.\nVolgens de commissie heeft de bestuursrechtspraak jarenlang een \"wezenlijke bijdrage geleverd\" aan het in stand houden van de spijkerharde fraudejacht.", "paragraphs": ["Premier Mark Rutte en voormalige bewindspersonen in het vorige kabinet Lodewijk Asscher, Eric Wiebes en Frans Weekers zijn medeverantwoordelijk voor de keiharde fraudeaanpak die geleid heeft tot de dramatische kinderopvangtoeslagenaffaire. De Parlementaire ondervragingscommissie Kinderopvangtoeslag schrijft donderdag in het eindrapport Ongekend Onrecht dat de vier mannen als deelnemer aan de Ministeriële Commissie Aanpak Fraude \"een harde aanpak van fraude mede geïnitieerd\" hebben.", "Het gaat om een in 2013 opgerichte fraudebestrijdingscommissie onder leiding van premier Rutte.", "Toenmalig staatssecretaris Weekers (VVD) tuigde de harde aanpak op, Asscher (PvdA) keurde de op kinderopvangtoeslag gerichte intensievere fraudebestrijding als minister van Sociale Zaken goed.", "Weekers' opvolger Wiebes (VVD) was vanaf augustus 2017 op de hoogte van misstanden bij de fraudejacht, maar het duurde tot juni 2019 voordat staatssecretaris Menno Snel duidelijk werd wat de omvang en impact van de uit de hand gelopen fraudejacht was.", "\"Tot dan toe hadden hier besproken bewindslieden signalen die zij kregen veelal gekoppeld aan incidentele zaken; dat de problemen veel breder speelden, was voor hen een blinde vlek.\"", "Commissievoorzitter Chris van Dam (CDA) zei bij de presentatie van het rapport dat bewindspersonen en ambtenaren op meerdere momenten hadden kúnnen en hadden móéten ingrijpen.", "De commissie constateert in het rapport dat de grondbeginselen van de rechtsstaat bij de spijkerharde fraudeaanpak met voeten zijn getreden.", "123 Commissie: 'Kinderopvangtoeslag is uitgevoerd als massaproces'", "Commissie oordeelt hard over tekortschieten alle staatsmachten", "Het kabinet, het parlement en zelfs de rechterlijke macht hebben een rol gehad in het onrecht dat tienduizenden onschuldige ouders is aangedaan. Dat zijn de belangrijkste constateringen van de Parlementaire ondervragingscommissie Kinderopvangtoeslag, die donderdag het eindrapport Ongekend Onrecht presenteert.", "\"De commissie is gedurende haar werkzaamheden eerst met verbazing en uiteindelijk met diepe verontwaardiging tot dit besef gekomen\", schrijft de commissie. \"Zij doet een dringend beroep op alle betrokken staatsmachten om bij zichzelf te rade te gaan hoe in de toekomst herhaling kan worden voorkomen en hoe het ontstane onrecht alsnog kan worden rechtgezet.\"", "Volgens de commissie heeft \"de politieke behoefte\" om het toeslagenproces efficiënt in te richten en de politieke en maatschappelijk wens om fraude te voorkomen tot spijkerharde wetgeving geleid, waarbij onvoldoende ruimte was om rekening te houden met individuele situaties.", "Ook rechterlijke macht heeft drama niet kunnen voorkomen", "De aanpak van de Belastingdienst waardoor hele groepen ouders zonder individuele toets werden aangemerkt als fraudeur - de zogenoemde \"alles-of-nietsaanpak\" heeft volgens de commissie \"grove inbreuk gemaakt op het rechtstatelijke principe dat optimaal recht gedaan moet worden aan individuele situaties\". Ook het ministerie van Sociale Zaken heeft fouten gemaakt. De manier waarop dit ministerie zijn verantwoordelijkheid heeft ingevuld, is volgens de commissie \"ver onder de maat\".", "De commissie constateert ook dat de rechterlijke macht niet in staat is gebleken het onrecht een halt toe te roepen. Volgens de commissie heeft de bestuursrechtspraak jarenlang een \"wezenlijke bijdrage geleverd\" aan het in stand houden van de spijkerharde fraudejacht.", "Een oververhit politiek klimaat, waardoor een kleine vergissing in de aanvraag van de toeslag gezien werd als fraude, de keiharde aanpak van de Belastingdienst en de afwezigheid van het ministerie van Sociale Zaken bij signalen van de negatieve effecten van de disproportioneel harde aanpak leidden volgens de commissie tot een \"optelsom van onvermogen\", waardoor de getroffen ouders jarenlang geen schijn van kans hebben gehad om hun gelijk te halen."], "authors": ["Door"], "keywords": ["om", "van", "rutte", "commissie", "een", "voor", "medeverantwoordelijk", "toeslagenaffaire", "weekers", "asscher", "het", "en", "te", "heeft", "op", "dat", "wiebes"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}