{"id": "bfbd69d6-46c2-34ae-a902-8cff4438aba8", "title": "In de Kaspische Zee daalt de zeespiegel en dat is funest voor de zeehonden die er leven", "url": "https://trouw.nl/duurzaamheid-natuur/in-de-kaspische-zee-daalt-de-zeespiegel-en-dat-is-funest-voor-de-zeehonden-die-er-leven~b53789f2/", "summary": "Toch is dat precies het scenario waar nu voor wordt gevreesd, alleen niet voor de Noordzee, maar voor de Kaspische Zee.\nHet zoutgehalte bedraagt ongeveer een derde van het gemiddelde van de wereldzeeën, de Kaspische Zee is een brak meer.\nDe Kaspische Zee valt gedeeltelijk droogZo is daar de Kaspische zeehond, Phoca caspica, een soort die nergens anders voorkomt.\nEen recente studie van twee Duitse geologen en een paleontoloog van Naturalis voorspellen een waterspiegeldaling van 9 tot mogelijk 18 meter.\nHet is funest voor het ecosysteem; het ondiepe noordelijke deel van de Kaspische Zee zal droogvallen en de enorme lagune van Kara Bogaz in Turkmenistan ook.", "paragraphs": ["Al jaren maken wij ons zorgen over de stijgende zeespiegel. Of het zeeniveau in het jaar 2100 nu 50 centimeter of meer dan een meter hoger zal staan dan tegenwoordig, valt lastig te voorspellen, maar dát hij stijgt, staat vast. Hoe fijn, denk je intuïtief, zou het juist niet zijn als de Noordzee niet steeg, maar zakte. Helaas, ook dat zou een rampenscenario betekenen. De havens van Rotterdam en Antwerpen werden langzaam onbereikbaar, de Waddenzee zou droogvallen waardoor de zeehondjes moeten verkassen, de Afsluitdijk verandert in een stuwdam.", "Toch is dat precies het scenario waar nu voor wordt gevreesd, alleen niet voor de Noordzee, maar voor de Kaspische Zee. En behalve de havensteden eromheen zal ook de Kaspische zeehond tot de slachtoffers behoren.", "De Kaspische Zee staat niet in verbinding met de wereldzeeën en is dus eigenlijk een enorm meer. Ooit was dat anders; het is een restant van de oer-Middellandse Zee, net als het inmiddels vrijwel opgedroogde Aralmeer en de Zwarte Zee. Maar terwijl die laatste nog wel een smalle doorgang heeft naar de oceaan, is de verbinding met de Kaspische Zee zo’n vier à vijf miljoen jaar geleden drooggevallen. Sindsdien is het eigenlijk een meer, met 371.000 vierkante kilometer het grootste ter wereld. Het zoutgehalte bedraagt ongeveer een derde van het gemiddelde van de wereldzeeën, de Kaspische Zee is een brak meer. De mariene fauna raakte ook afgesneden van de rest van de zeeën en sindsdien zijn ettelijke vissen, schelpen en andere dieren tot endemische soorten geëvolueerd.", "De Kaspische Zee valt gedeeltelijk droog", "Zo is daar de Kaspische zeehond, Phoca caspica, een soort die nergens anders voorkomt. Dat maakt een soort kwetsbaar – voor je het weet, gaat zo’n endemische soort de dodo achterna. De dieren behoren tot hetzelfde geslacht als ‘onze’ gewone zeehond die we kennen van de Wadden en Pieterburen, maar ze blijven gemiddeld iets kleiner; Kaspische mannetjes worden zo’n 1,5 meter lang, de vrouwtjes hooguit 1,40 meter.", "Een eeuw geleden leefden er nog ruim een miljoen zeehonden in de Kaspische Zee. Maar dat is voorbij; in een gidsje uit 1997 lees ik over ongeveer 450.000 dieren, maar sinds de uitbraak van een dodelijk virus zijn er nog maar 100.000 over. Die worden verder bedreigd door vervuiling, overbevissing en olieboringen, verdrinking in illegale visnetten en (eveneens illegale) jacht. Nu dreigt ook hun leefgebied en kraamkamer langzaam te verdwijnen als gevolg van klimaatverandering. De zeehonden zijn gewend hun jongen te krijgen op het ijs wanneer ondiepe delen van de zee bevroren zijn. Door de opwarming van het klimaat is er steeds minder ijs.", "Een recente studie van twee Duitse geologen en een paleontoloog van Naturalis voorspellen een waterspiegeldaling van 9 tot mogelijk 18 meter. Het is funest voor het ecosysteem; het ondiepe noordelijke deel van de Kaspische Zee zal droogvallen en de enorme lagune van Kara Bogaz in Turkmenistan ook. Daarmee verdwijnt een belangrijk deel van het leefgebied van deze steeds zeldzamer wordende endemische zeehondensoort.", "Voor de inwoners van Bangladesh, Vanuatu en Walcheren lijkt zeespiegeldaling een goed idee, Kaspische zeehonden denken daar anders over.", "Jelle Reumer is paleontoloog. Voor Trouw bespreekt hij iedere week een dier dat het nieuws haalt."], "authors": ["Jelle Reumer"], "keywords": ["funest", "er", "zijn", "van", "zee", "zeespiegel", "voor", "kaspische", "en", "een", "leven", "zeehonden", "het", "maar", "dat", "die"], "pubDate": "2021-01-02T00:00:54Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}