{"id": "bfbea3dc-ef88-37fd-a195-0fe2f0701b1e", "title": "Eerste farmaceut vraagt Europese toelating corona-vaccin aan: hoe werkt dat?", "url": "https://volkskrant.nl/nieuws-achtergrond/eerste-farmaceut-vraagt-europese-toelating-corona-vaccin-aan-hoe-werkt-dat~bbe0dbfb/", "summary": "Beeld ReutersHoe snel de EMA deze aanvraag ook zal afhandelen, tot beschikbare Modernavaccins voor eind van het jaar zal dat in Europa nog niet leiden.\nVolgens Moderna komt de effectiviteit van het vaccin na afloop van de klinische trials nu neer op 94,1 procent.\nwaarbij een farmaceut in één keer markttoelating voor de gehele Europese Unie aanvraagt.\nDie controleren de aanvraag aan de hand van het protocol dat de farmaceut aan het begin van klinische testen heeft opgesteld, en waar onder andere de ethische commissies van ziekenhuizen mee moeten hebben ingestemd.\nBeantwoordt een meerderheid die vraag met ja, dan moet de Europese Commissie dat oordeel nog bekrachtigen, maar dat is een formaliteit.", "paragraphs": ["Een lab van Moderna. Beeld Reuters", "Hoe snel de EMA deze aanvraag ook zal afhandelen, tot beschikbare Modernavaccins voor eind van het jaar zal dat in Europa nog niet leiden. De eerste twintig miljoen vaccins heeft de farmaceut gereserveerd voor de Verenigde Staten. Daar beslist de Amerikaanse medicijnenautoriteit FDA op 18 december of de inenting zal worden toegelaten.", "In 2021 hoopt Moderna 500 miljoen tot een miljard vaccins te kunnen leveren. Zeker 3,1 miljoen daarvan zijn voor Nederland bestemd, waarmee 1,55 miljoen Nederlanders kunnen worden ingeënt. Er is een optie op het dubbele aantal.", "Volgens Moderna komt de effectiviteit van het vaccin na afloop van de klinische trials nu neer op 94,1 procent. Aan de testen deden 30 duizend mensen mee (de helft kreeg het vaccin, de andere helft een placebo), van wie 196 het virus opliepen. 11 van hen zaten in de vaccingroep, 185 in de placebogroep. Alle 30 patiënten die zwaar te lijden hadden onder het virus (één van hen overleed er zelfs aan) zaten in de placebogroep.", "Hoe werkt nu de toelating?", "Moderna maakt gebruik van de ‘centrale procedure’. waarbij een farmaceut in één keer markttoelating voor de gehele Europese Unie aanvraagt. Per aanvraag krijgen twee (van de 27) EMA-leden de rol van rapporteur – zij schrijven na grondige bestudering een rapport voor de overige lidstaten. Welke landen bij welk vaccin die rol hebben, is voor de buitenwereld geheim.", "Maar, zegt Carla Jonker, projectleider bij College ter Beoordeling van Geneesmiddelen (CBG), dat betekent niet dat de tientallen Nederlandse beoordelaars – als Nederland niet de rol van rapporteur heeft – met de voetjes op het bureau zitten te wachten tot een rapport klaar is. ‘Natuurlijk snuffelen wij ook al stiekem in het dossier, om feeling te krijgen met wat erin staat en om klaar te zijn voor wat komen gaat.’", "Zo’n dossier bestaat uit vijf modules. Over de technische details van het vaccin, over de lab- en dierproeven, over de grootschalige klinische trials, over de productinformatie als toedieningsvorm en bijsluiter, en eentje met de samenvatting.", "Voor al deze modules hebben alle medicijnautoriteiten dan weer specialisten in dienst. Die controleren de aanvraag aan de hand van het protocol dat de farmaceut aan het begin van klinische testen heeft opgesteld, en waar onder andere de ethische commissies van ziekenhuizen mee moeten hebben ingestemd. Jonker: ‘In het protocol staan de objectieve uitgangspunten waar de farmaceut data voor moet aanleveren. Op deze manier kunnen we een goed oordeel vormen over de kwaliteit van een medicijn of vaccin.’", "Bijvoorbeeld over de vraag of ook ouderen of patiënten met een onderliggende aandoening er goed door worden beschermd. Jonker: ‘Bij covid zijn mensen met een onderliggende aandoening duidelijk kwetsbaarder. Wij hebben vooraf de farmaceuten uitdrukkelijk gevraagd die groepen patiënten mee te nemen in de studies. Dus bekijken wij: is dat daadwerkelijk gebeurd? En wat zijn dan de resultaten?’ Maar ook: hoe lang duurt het voordat iemand beschermd raakt? Verschilt die periode per groep? Welke dosering is gebruikt en is dat consequent toegepast?", "Stemmen", "Normaliter hebben de rapporterende EMA-lidstaten 210 dagen de tijd om met hun rapport te komen, als de farmaceut al het papierwerk heeft ingeleverd. In tijden van een pandemie gaat dat veel sneller. Nu is er sprake van een ‘rolling review’. Zodra een farmaceut relevante data heeft, stuurt hij deze vast op. Een groot deel van de beoordeling is dus al klaar.", "Het eindoordeel van de rapporterende landen hoeft dan ook niet lang op zich te laten wachten. In een speciale vergadering van de CHMP stemmen de 27 lidstaten aan de hand van dat rapport over de vraag of de informatie voldoende is om marktautorisatie te verlenen. Beantwoordt een meerderheid die vraag met ja, dan moet de Europese Commissie dat oordeel nog bekrachtigen, maar dat is een formaliteit."], "authors": ["Michiel Van Der Geest"], "keywords": ["dat", "van", "vraagt", "een", "en", "coronavaccin", "europese", "te", "werkt", "eerste", "op", "voor", "toelating", "met", "farmaceut", "het", "aan", "hoe"], "pubDate": "2020-11-30T16:35:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}