{"id": "bfc0940c-cc64-31a5-bb61-7607876dea4f", "title": "Vuurwerkverbod verademing voor coronapatiënten (en verkleint infectiekans)", "url": "https://nu.nl/algemeen/6098117/vuurwerkverbod-verademing-voor-coronapatienten-en-verkleint-infectiekans.html", "summary": "Het vuurwerkverbod is erop gericht de zorg te ontlasten en de verspreiding van het virus te remmen.\nHet gaat om extreme piekconcentraties en die kunnen voor mensen met longklachten heel belastend zijn.\"\nZo kan het zijn dat armere mensen een slechtere gezondheid hebben of risicovoller werk doen én in meer vervuilde gebieden wonen.\nNu pleiten longartsen voor zwavelvrije kerosine in het luchtverkeer en kunnen ze - denkend aan hun patiënten - ook het vuurwerkverbod alleen maar toejuichen.\nEn als je luchtwegen geïrriteerd zijn, zijn er waarschijnlijke minder virusdeeltjes nodig om een infectie te veroorzaken.", "paragraphs": ["Het afsteken van vuurwerk is tijdens de komende jaarwisseling verboden. De maatregel moet voorkomen dat mensen met Oud en Nieuw te dicht op elkaar staan. Daarnaast kunnen de zwaarbelaste ziekenhuizen de toestroom van mensen met oog- en handletsel missen als kiespijn. Maar volgens een gespecialiseerde longarts kan een stille jaarwisseling ook coronapatiënten verlichting geven.", "Al jaren werd zonder veel effect gediscussieerd over een mogelijk vuurwerkverbod. Ondertussen werd het vuurwerk zwaarder en staken we elk jaar meer af. Tot het kabinet dit jaar vanwege de coronacrisis tamelijk moeiteloos de knoop doorhakte.", "Het vuurwerkverbod is erop gericht de zorg te ontlasten en de verspreiding van het virus te remmen. De maatregel moeten voorkomen dat mensen in groepen samenkomen en onderling te weinig afstand houden. Ook zonder vuurwerk hebben handhavers het deze jaarwisseling druk genoeg.", "“Vuurwerkdampen zijn de ultieme vorm van luchtverontreiniging en dat kan heel belastend zijn.” Hans in 't Veen, longarts", "Maar dan lijken we nog een andere grote groep te vergeten: de mensen die al ziek zijn. Tienduizenden Nederlanders zullen dit jaar rond Oud en Nieuw COVID-19 onder de leden hebben. Zeker in een stedelijke omgeving zouden die mensen het flink zwaarder kunnen krijgen als er vuurwerk wordt afgestoken, zegt longarts Hans in 't Veen van het Rotterdamse Franciscus Gasthuis & Vlietland.", "\"De vuurwerkdampen die rond de jaarwisseling in Nederlandse steden hangen, zijn de ultieme vorm van luchtverontreiniging. Het gaat om extreme piekconcentraties en die kunnen voor mensen met longklachten heel belastend zijn.\"", "Het verloop van COVID-19 kan individueel sterk verschillen: sommige mensen hebben een lichte verkoudheid, anderen belanden op de intensive care. Ertussenin zit een grote groep die flink ziek is en bijvoorbeeld thuis uitziekt met een longontsteking. \"Die zouden merken dat vuurwerkdampen hun luchtwegen nog prikkelbaarder maken. Het hoesten kan bijvoorbeeld verergeren.\"", "Vervuilde lucht kan longen ontvankelijker maken", "In 't Veen schreef afgelopen mei met collega's een artikel voor het Nederlands Tijdschrift voor Geneeskunde over de mogelijke rol die luchtverontreiniging speelt bij COVID-19. Veel brandhaarden waren gebieden met een zeer slechte luchtkwaliteit, zoals Wuhan, New York, de Povlakte en delen van Noord-Brabant.", "Er bestaat een risico van allerlei schijnverbanden, legt hij uit. Zo kan het zijn dat armere mensen een slechtere gezondheid hebben of risicovoller werk doen én in meer vervuilde gebieden wonen. Maar er zijn ook allerlei redenen om aan te nemen dat er oorzakelijke verbanden zijn. \"Zo tast luchtverontreiniging de trilhaartjes in de longen aan, die de eerste afweerlaag zijn.\"", "“Door luchtverontreiniging neemt het aantal receptoren in de longen toe, die het coronavirus gebruikt om binnen te dringen.” Hans in 't Veen, longarts", "\"Ook is bekend dat door luchtverontreiniging het aantal ACE2-receptoren in de longen toeneemt, die het coronavirus gebruikt om cellen binnen te dringen. Daarnaast beïnvloedt het de werking van afweercellen en veroorzaakt luchtverontreiniging kleine ontstekingsreacties in bloedvaten.\" Dat effect lijkt op de ontstekingsreacties die bij COVID-19 kunnen optreden en soms extreme vormen aannemen, vertelt In 't Veen.", "Voor astmapatiënten is het geen nieuw verhaal", "Rond de jaarwisseling kun je denken dat de duur van de blootstelling beperkt is en het dus zal meevallen, maar juist die piekbelasting kan extreem schadelijk zijn, zegt de longarts. \"Ik heb normaal gesproken al een grote groep patiënten die rond de jaarwisseling niet naar buiten kan.\"", "\"Doordat de luchtverontreiniging via de longen ook in het bloed komt, ontstaan ook vaatwandontstekingen, waardoor vuurwerkdampen niet alleen een probleem zijn voor mensen met longziekten zoals astma of COPD, maar ook voor mensen met hart- en vaatziekten. En ook bij COVID-19 kunnen er problemen ontstaan bij bloedvaten, die je niet wil verergeren.\"", "Er is veel bekend over de 'normale luchtverontreiniging' in Nederland, vooral afkomstig van de veehouderij en het wegverkeer. Dat gaat vooral om fijnstof en stikstofverbindingen, die bijvoorbeeld astma kunnen veroorzaken.", "'Minder virusdeeltjes nodig voor besmetting'", "Bij vuurwerkdampen is het volgens In 't Veen een nog veel bontere mix, met naast grote hoeveelheden fijnstof en zware metalen ook zwavelverbindingen. \"We weten uit het steenkooltijdperk hoe agressief zwavelverbindingen kunnen zijn voor de longen. Zo stierven in de beruchte London Smog in een weekend meer dan tienduizend mensen.\"", "Steenkoolgebruik is in Europa teruggedrongen. Nu pleiten longartsen voor zwavelvrije kerosine in het luchtverkeer en kunnen ze - denkend aan hun patiënten - ook het vuurwerkverbod alleen maar toejuichen.", "Daar geeft In 't Veen nog een laatste reden voor: ook bij gezonde mensen geven vuurwerkdampen irritatie van de luchtwegen. En als je luchtwegen geïrriteerd zijn, zijn er waarschijnlijke minder virusdeeltjes nodig om een infectie te veroorzaken. Als rem op de verspreiding van het virus is schonere lucht dit jaar dus extra welkom."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["mensen", "zijn", "van", "voor", "en", "verademing", "een", "dat", "vuurwerkverbod", "ook", "coronapatiënten", "het", "verkleint", "die", "infectiekans"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}