{"id": "bfdb7e96-27c1-38eb-85af-45e3ebdca4a2", "title": "Langs de herstelde Utrechtse singel passeert de slenteraar een architectonisch archief", "url": "https://trouw.nl/reizen/langs-de-herstelde-utrechtse-singel-passeert-de-slenteraar-een-architectonisch-archief~b1a51f4b/", "summary": "Tivoli zelf, ingrijpend gereconstrueerd met medewerking van de architect van het origineel, Herman Hertzberger, oogt met zijn gevel vol cirkels als een reuzeversie van het spel Vier op een rij, maar is een verademing vergeleken met het ruwbetonnen blokkenkasteel van voorheen.\nNu ligt het weer aan het water, zij het water gevat in kades.\nUtrecht aan de singel In het Utrechts Archief is tot 10 januari ‘Utrecht aan de singel’, een expositie ter gelegenheid van de heropening van de singel.\nIn een hoekje van het Ledig Erf, waar ooit de Tolsteegpoort stond, herinnert een plaquette aan de uittocht van de Fransen in het najaar van 1813.\nDie verbindt het oude terrein van het Academisch Ziekenhuis Utrecht met het oude centrum.", "paragraphs": ["Vanaf de Marga Klompébrug glijdt de blik over het water van de nieuw uitgegraven Catharijnesingel, die honderd meter verderop onder de glazen puien van Hoog Catharijne verdwijnt. Links wringt zich het spectaculaire, vorig jaar opgeleverde Hampton Hotel door het glas en beton van het Utrechtse stationsgebied, als een veelkleurige oceaanstomer die zich tussen de rotsen heeft klemgevaren.", "Rechts het natuursteen en glas van het ‘stoere en sterke’ pand van de Steenkolen Handels Vereeniging uit 1960, met op de kopgevel drie reliëfs van de Utrechtse kunstenaar Pieter d’Hont: mijnbouw, rijnvaart en industrie. Langs het water strekt zich een heuse esplanada uit; sierbestrating van rode klinkers en grijze leisteen, zwart hekwerk en tussen ranke jonge bomen in herfstooi ‘historisch verantwoorde’ lantaarnpalen.", "Onmetelijk fraaier is vandaag de aanblik van dit stuk stad dan een jaar of tien geleden. Toen liep onder de brug de vierbaansautoweg waarvoor begin jaren zeventig anderhalve kilometer singel werd gedempt. Huiveringwekkende gedachte: ooit was het plan de hele singel dicht te gooien ten behoeve van Koning Auto. Goddank stak de toenmalige cultuurminister Marga Klompé daar een stokje voor door de singel te benoemen tot rijksmonument.", "Beeld Johan Nebbeling", "Met het opnieuw graven van de gedempte singel is Utrechts oudste monument - de singel werd aangelegd nadat de stad in 1122 stadsrechten kreeg - in ere hersteld. De onzalige ingreep was, achteraf gezien, slechts een kortstondig en relatief eenvoudig te herstellen intermezzo in de 900-jarige geschiedenis.", "Vanaf de Monicabrug loop ik een stukje door Hoog Catharijne - het alternatief is een forse omweg. In het winkelparadijs is het singelwater zichtbaar onder glazen platen. Weer buiten is het stil op het voorplein van muziektempel Tivoli, de gewoonlijk volle terrassen zijn nu verlaten. Alleen op de brede trappen naar het water vertoeven wat mensen.", "Tivoli zelf, ingrijpend gereconstrueerd met medewerking van de architect van het origineel, Herman Hertzberger, oogt met zijn gevel vol cirkels als een reuzeversie van het spel Vier op een rij, maar is een verademing vergeleken met het ruwbetonnen blokkenkasteel van voorheen.", "Wandeling De wandeling langs de Utrechtse singel is circa 6 kilometer lang. Op openmonumentendagutrecht.nl is een gratis routebeschrijving te vinden. Vanaf Utrecht CS is de singel in enkele minuten te bereiken. Parkeren kan onder meer bij het Vrouwe Justitiaplein of in een van de parkeergarages. Hou rekening met hoge parkeertarieven.", "Op de hoek van het Vredenburg staat het Vinkepand uit 1845 te stralen. Ooit een luxueus wooncomplex, later de kledingwinkel van de Gebroeders Vinke en sinds kort ‘stadsbrasserie’. Bij de bouw keek het uit op het groene singelgebied, maar na de demping van de singel stond het pand decennia verweesd tussen het aanstormende verkeer. Nu ligt het weer aan het water, zij het water gevat in kades.", "In de voormalige gereformeerde Westerkerk uit 1891, even verderop, is het überhippe hotel annex restaurant BUNK gevestigd. Ook gesloten, het historische Quellhorst-orgel, dat bij de verbouwing behouden is gebleven, is voor een volgende keer.", "Een fontein in een haakse bocht – over het desolate Paardenveld met zijn non-descripte jaren zeventig bebouwing liever gezwegen - markeert het begin van de Weerdsingel. Destijds ook gedempt en daarna getransformeerd tot gratis parkeerplaats, nu voert een met riet en bomen omzoomd voetpad langs het water naar de Monicabrug, een ontwerp van Wiek Röling.", "Beeld Johan Nebbeling", "Bij de Weerdsluizen ontmoeten Weerdsingel en Oude Gracht elkaar, waarna de gracht zijn weg vervolgt als de Vecht. De Weerdpoort vormde eeuwenlang de noordelijke toegang tot de stad. Op de trappen en houten vlonders langs het water koesteren stadsbewoners zich in de herfstzon, een coffee to go onder handbereik.", "Het was de Utrechtse burgemeester Hubert van Asch van Wijk (1774-1843) die de aanzet gaf tot de uitbreiding van de stad en de aanleg van het in Engelse landschapsstijl door David Zocher ontworpen park op de in onbruik geraakte vestingwallen. Van de kilometerslange stadsmuren, de vier stadspoorten, de minstens dertig verdedigingstorens en de vier ‘bolwerken’ restten na de rigoureuze herinrichting alleen één stukje muur en de bolwerken Manenburg, Sterrenburg en Zonneburg.", "Maar het glooiende, welhaast idyllische Zocherpark is een sieraad voor de stad. Een breed, met oude bomen omzoomd wandelpad volgt slingerend het stille water, waarin zich statige bruggen en voorname herenhuizen spiegelen.", "Utrecht aan de singel In het Utrechts Archief is tot 10 januari ‘Utrecht aan de singel’, een expositie ter gelegenheid van de heropening van de singel. Vooraf reserveren is verplicht. Controleer of het archief open is; tot en met 18 november is het zeker gesloten. Zie utrechtsarchief.nl.", "In een hoekje van het Ledig Erf, waar ooit de Tolsteegpoort stond, herinnert een plaquette aan de uittocht van de Fransen in het najaar van 1813. Het asymmetrische, in Amsterdamse schoolstijl opgetrokken politiebureau, herbergt sinds 2004 het Louis Hartlooper Complex van filmmaker en horecabaas Jos Stelling.", "Na weer een bocht in de singel doemt opnieuw een oeververbinding op, ontworpen door Wiek Röling : de ranke Martinusbrug (1997) voor voetgangers. Die verbindt het oude terrein van het Academisch Ziekenhuis Utrecht met het oude centrum. Aangelegd, naar verluidt, ten behoeve van de vermogende bewoners van de luxe appartementen op het oude ziekenhuisterrein en daarom wel ‘yuppenbrug’ genoemd.", "Beeld Johan Nebbeling", "Het voormalige uit baksteen opgetrokken Hoofdgebouw III van de Nederlandse Spoorwegen, vanwege zijn vorm ‘De Inktpot’ genoemd, domineert het Moreelsepark, een kleine stadsoase met oeroude bomen en bakstenen muurtjes. De hoertjes die hier vroeger hun werkterrein hadden, zijn al lang naar de rand van de stad verbannen. Architect George van Heukelom zou zijn inspiratie hebben ontleend aan een ontwerp voor het parlementsgebouw van Finland dat hij in een architectuurtijdschrift had gezien. De vliegende schotel op het dak is een relict van de kunstexpositie Panorama 2000.", "Het tussen het herfstlover verscholen majestueuze witte gebouw was ooit de zetel van Duitse kruisridders in Nederland, werd later (psychiatrisch) militair ziekenhuis en is nu het prestigieuze Grand Hotel Karel V, vernoemd naar de keizer die begin zestiende eeuw de stad overnam van de, wegens veelvuldig oorlogvoeren, failliete bisschop. In het restaurant jaagt een nieuwe chef-kok op Michelinsterren. Maar nu even niet.", "NB: In een eerdere versie van dit artikel stond abusievelijk vermeld dat Sybold van Ravesteyn de architect van ‘De Inktpot’ was, dit is George van Heukelom. Ook stond er het voormalige Sint Antoniusziekenhuis, maar dat moet het Academisch Ziekenhuis zijn.", "Lees ook:", "Utrecht doet ’s nachts haast middeleeuws aan", "Naarmate de nacht vordert, verdwijnt de mens uit beeld en wordt het stiller en stiller op straat. Johan Nebbeling wandelt tijdens de eerste lockdown door nachtelijk Utrecht."], "authors": ["Johan Nebbeling"], "keywords": ["water", "van", "architectonisch", "het", "op", "passeert", "met", "zijn", "langs", "herstelde", "slenteraar", "singel", "archief", "een", "en", "uit", "utrechtse"], "pubDate": "2020-11-14T17:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}