{"id": "bfe4950c-eca4-3658-b9e9-051b5e21635f", "title": "Zelfs als het heftig wordt, schetst Regnerus alleen een paar ijle lijnen", "url": "https://trouw.nl/cultuur-media/zelfs-als-het-heftig-wordt-schetst-regnerus-alleen-een-paar-ijle-lijnen~b09e9304/", "summary": "Het is een heel dun boekje, nauwelijks honderd pagina’s verdeeld in heel korte hoofdstukjes met veel wit, maar het laat, in het literaire geraas van Nederland, een heel eigen indruk achter, eentje van verstilling en, het is een groot woord maar vooruit, kosmisch evenwicht.\nMet aandacht en precisieArchitect Luut is net gescheiden van zijn Kris en probeert nu voor hem en zijn dochtertje Tessel een nieuwe plek te bouwen.\nDat is het verhaal, veel meer niet, maar het is de manier waarop Regnerus het neerzet waar het om gaat.\nRegnerus houdt niet van drama en pathetiek, dit is als het ware Japanse beschrijvingskunst, een paar lijnen, ijl, suggestief, zelfs als het heftig wordt.\nGa je mee naar Mongolië?’ vroeg haar vriend haar een aantal jaren geleden.", "paragraphs": ["Jannie Regnerus (1971), schrijver en beeldend kunstenaar, is in haar werk sterk beïnvloed door de Japanse cultuur en ook door de levensstijl in Mongolië; in beide landen woonden ze enige tijd en zowel de sierlijke rituelen van Japan als de eenvoudige manier van leven van Mongolië vind je in haar boeken terug. Ze zijn kort van stof, vervuld van een soort puurheid, sereen en sober, in dat opzicht doen ze dienst als een balsem voor onze gestresste wereld, die ook wel een vuca-wereld wordt genoemd: volatile, uncertain, complex, ambiguous.", "Niet dat ze een soort idylle schept; integendeel, de grondslag van haar verhalen is vaak juist het menselijk tekort, een doodziek kind, een blinde dichter, een scheiding, maar ze stelt er iets tegenover: loutering, harmonie, rust. En dat doet ze door haar verhalen zo zuiver mogelijk te houden: geen epaterend realisme, geen anekdotiek, ook geen borende psychologie, wel symboliek maar niet van een ingewikkelde soort waar je als lezer maar moet zien uit te komen, meer als een soort parallel-wereld naast de dagelijkse beslommeringen.", "In Het wolkenpaviljoen komt dat alles samen. Het is een heel dun boekje, nauwelijks honderd pagina’s verdeeld in heel korte hoofdstukjes met veel wit, maar het laat, in het literaire geraas van Nederland, een heel eigen indruk achter, eentje van verstilling en, het is een groot woord maar vooruit, kosmisch evenwicht.", "Met aandacht en precisie", "Architect Luut is net gescheiden van zijn Kris en probeert nu voor hem en zijn dochtertje Tessel een nieuwe plek te bouwen. En dat moet, heel anders dan de haastige bouwsels van tegenwoordig, een met aandacht en precisie gebouwd huis zijn. Om inspiratie op te doen, vertrekt hij naar Japan om daar de Ise-tempel te bestuderen die elke twintig jaar opnieuw wordt opgebouwd, zodat hij nooit verouderd of uit elkaar valt.", "Dat is het verhaal, veel meer niet, maar het is de manier waarop Regnerus het neerzet waar het om gaat. Als volgt beschrijft ze de verwijdering tussen Luut en Kris: ‘Hun kuiken werd geboren in een nest van gipsplaten en glaswol. Luut werkte hard en verdween ieder weekend en elk vrij uur achter een inpandige horizon, loste op in een wolk van stuc. Het gezinsleven verschraalde tot een estafette met stoffer en blik. Dat Kris de monumentale voordeur met een ophaalbrug begon te vergelijken, paste niet in zijn bouwplan. Steeds vaker vluchtte ze weg van de bouwplaats, naar iemand met wie ze haar gedachten kon delen. Luut had geen tijd om door te vragen.’", "Geen geschreeuw, geen ontwrichtende gesprekken maar ‘Op een ochtend brak Kris, net als de theepot die ze in zijn richting smeet’.", "Regnerus houdt niet van drama en pathetiek, dit is als het ware Japanse beschrijvingskunst, een paar lijnen, ijl, suggestief, zelfs als het heftig wordt. Ook als ze symboliek gebruikt, is ze volkomen transparant. Tessels knikkers weten beter welke kant ze op moeten dan Luut, de chaotische jazz is als Luuts brein, je hoeft als lezer niet naar de verbanden te raden. Het voelt zo simpel en voor de hand liggend: een nest kuikens met je eigen familienest vergelijken, maar wie durft het nog? Het zijn geen clichés bij Regnerus maar vanzelfsprekende waarheden.", "Met haar sobere verteltrant heeft ze niettemin nog plaats om een aantal verwante kunstenaars aan te halen: Do Ho Suk, bouwer van nylon huizen, Jan Mankes, de verstilde, jonggestorven schilder, Willem Althuis, symbolistisch verteller Yasunari Kawabata. Ze doen dienst als ankers in dit verhaal: bij hen voel ik me thuis, zegt Regnerus.", "Het zijn allemaal kunstenaars die iets van de schoonheid van de wereld proberen te vangen; het wolkenpaviljoen uit Luuts jeugdige dromen is een illusie maar het vervult hem met een ideaal, als Tessel het maanlicht in een doos probeert te vangen schijnt dat licht in haar ogen.", "Het is alsof de schrijver wil zeggen: zonder, dromen, idealen, verbeelding zijn we dof en illusieloos.", "Jannie Regnerus", "Het wolkenpaviljoen", "Van Oorschot; 106 blz. € 20", "Lees ook:", "Verbeelding geeft deze kleine roman een veel grotere uitstraling", "Jannie Regnerus (1971) schrijft over de verbeelding als creatieve bron. Wie zijn wortels vergeet, verflenst.", "Mongolië gaf Jannie Regnerus rust en rituelen. En verdriet.", "Ga je mee naar Mongolië?’ vroeg haar vriend haar een aantal jaren geleden. Hij ging milieuprojecten begeleiden en vroeg haar mee te gaan naar Ulaanbaatar, de hoofdstad van Mongolië. Regnerus ging mee en schreef er een boek over."], "authors": ["Rob Schouten"], "keywords": ["zijn", "schetst", "van", "haar", "en", "een", "regnerus", "paar", "wordt", "lijnen", "ze", "te", "heftig", "het", "maar", "zelfs", "als", "ijle"], "pubDate": "2020-11-08T13:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}