{"id": "c01b86bb-4624-344d-adbc-ad225efbcb26", "title": "Machiavelliprijs voor Marion Koopmans en Diederik Gommers", "url": "https://www.parool.nl/kunst-media/machiavelliprijs-voor-marion-koopmans-en-diederik-gommers~b8ceea39/", "summary": "De prijs wordt jaarlijks toegekend aan een persoon of organisatie voor een opmerkelijke prestatie op het gebied van publieke communicatie.\nKoopmans en Gommers krijgen de prijs vanwege ‘hun niet aflatende inzet om de wetenschap over het coronavirus toegankelijk te maken voor een breed publiek.\nEnthousiast en onvermoeibaar weten zij keer op keer feiten en fabels over het virus te onderscheiden in een begrijpelijke taal,’ aldus het juryrapport.\nHet siert Koopmans en Gommers dat zij het informeren van een breed publiek tot hun roeping hebben gemaakt naast hun dagelijks werk in de zo urgente bestrijding van het coronavirus.\nDe prijsuitreiking is dit jaar vanwege de coronamaatregelen niet fysiek toegankelijk voor het publiek.", "paragraphs": ["Viroloog Marion Koopmans. Beeld ANP", "Dat heeft het bestuur van Stichting Machiavelli dinsdag bekendgemaakt. De prijs wordt jaarlijks toegekend aan een persoon of organisatie voor een opmerkelijke prestatie op het gebied van publieke communicatie.", "Koopmans en Gommers krijgen de prijs vanwege ‘hun niet aflatende inzet om de wetenschap over het coronavirus toegankelijk te maken voor een breed publiek. Enthousiast en onvermoeibaar weten zij keer op keer feiten en fabels over het virus te onderscheiden in een begrijpelijke taal,’ aldus het juryrapport.", "Diederik Gommers, voorzitter van de Nederlandse Vereniging voor Intensive Care. Beeld Hollandse Hoogte / ANP", "“Het bewust opzoeken van de dialoog met twijfelaars over de wetenschap en tegenstanders van het beleid, heeft bijgedragen aan een groter begrip, zeker bij jongeren. Het siert Koopmans en Gommers dat zij het informeren van een breed publiek tot hun roeping hebben gemaakt naast hun dagelijks werk in de zo urgente bestrijding van het coronavirus. Een roeping die beiden met grote vanzelfsprekendheid en kundigheid uitoefenen.”", "De prijs wordt op maandag 15 februari uitgereikt in perscentrum Nieuwspoort in Den Haag. Het is de 32ste keer dat de prijs wordt uitgereikt. De prijsuitreiking is dit jaar vanwege de coronamaatregelen niet fysiek toegankelijk voor het publiek.", "Vorig jaar won Elliot Higgins van journalistiek collectief Bellingcat de prijs."], "authors": [], "keywords": ["marion", "van", "het", "machiavelliprijs", "prijs", "voor", "en", "een", "hun", "wordt", "gommers", "op", "keer", "koopmans", "diederik"], "pubDate": "2021-01-05T06:45:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}