{"id": "c02f8663-6057-3708-94f6-8f6c41084568", "title": "De echte prijs van het thuiswerken", "url": "https://nrc.nl/nieuws/2021/01/06/de-echte-prijs-van-het-thuiswerken-a4026273", "summary": "Het Nibud schat de kosten van het thuiswerken op 2 euro per dag per persoon: wat extra koffie, wc-papier en elektriciteit en „afschrijving van bureau en stoel”, aldus de budgetvoorlichter.\nEen andere prijs die je betaalt, is het uitsmeren van de werkdag.\nAls dat gebeurt, werken Nederlanders de helft van de tijd nog op het kantoor, is de verwachting.\nHeel eventjes, aan het begin van de pandemie, leek het erop dat videovergaderen en online samenwerken een miraculeuze productiviteitsverbetering opleverden.\n„Als je geen reistijd hebt, blijf je gemakkelijk een half uurtje, drie kwartier langer doorwerken”, zegt een van de geïnterviewde werkgevers.", "paragraphs": ["Een Dry January gaat me nog wel lukken, maar een paperless office zit er niet in. De koerier deponeerde net vier pakken printpapier – 80 grams, Extra Wit – op de stoep en twee nieuwe cartridges voor de printer. Hopelijk haal ik daarmee het einde van de pandemie, in mijn thuiskantoor.", "Het Nibud schat de kosten van het thuiswerken op 2 euro per dag per persoon: wat extra koffie, wc-papier en elektriciteit en „afschrijving van bureau en stoel”, aldus de budgetvoorlichter. Dat lijkt me aan de voorzichtige kant: kantoortje spelen aan huis vergde in mijn geval ook een beter beeldscherm, een goede bureaulamp en een extra sta-zitbureau. De laserprinter stond er gelukkig al.", "Een andere prijs die je betaalt, is het uitsmeren van de werkdag. Deze week merken veel ouders opnieuw dat het onmogelijk is volledig thuis te werken en tegelijkertijd te assisteren bij online onderwijs aan jonge kinderen. Het risico: werkzaamheden waar je overdag niet aan toekomt, worden verplaatst naar de avond. Zo wordt januari nog eindelozer.", "NRC-collega’s Christiaan Pelgrim en Annemarie Sterk vroegen afgelopen week acht grote bedrijven naar hun plannen voor thuiswerken, als straks de kantoren weer opengaan. Als dat gebeurt, werken Nederlanders de helft van de tijd nog op het kantoor, is de verwachting. Tegelijk waarschuwen vrijwel alle werkgevers dat hun thuiswerkend personeel overbelast dreigt te raken.", "Heel eventjes, aan het begin van de pandemie, leek het erop dat videovergaderen en online samenwerken een miraculeuze productiviteitsverbetering opleverden. Maar zo makkelijk zijn mensen niet te automatiseren. We werken thuis niet efficiënter, maar vooral méér. „Als je geen reistijd hebt, blijf je gemakkelijk een half uurtje, drie kwartier langer doorwerken”, zegt een van de geïnterviewde werkgevers.", "De kunst is om thuis toch afstand te creëren tussen werk en privé. Dat kan het beste door naar buiten te gaan. Vandaar dat je zoveel spookforenzen in het wild ziet: mensen die ’s ochtends en ’s avonds een eindje rennen, fietsen of wandelen, om fysiek te ervaren dat de werkdag een begin en een einde kent.", "Hoe lastig ook, het gehannes met thuiswerken is hoofdzakelijk een luxeprobleem. Volgens het Centraal Bureau voor de Statistiek vind je thuiswerkers vooral in beroepsniveaus met de allerhoogste opleidingen (2,9 miljoen mensen). Met name ICT’ers, managers en mensen met administratieve en pedagogische beroepen werkten in 2020 meer vanuit huis.", "Voor de ruggengraat van onze economie gaat de wekker even vroeg als altijd, weten de 3,5 miljoen Nederlanders die in ‘beroepsniveau 2’ werken. Voorbeelden van zulke beroepen zijn, volgens het CBS: slagers, buschauffeurs, secretaresses, verkopers, politieagenten, kappers, installateurs en automonteurs. Zij zijn echt onmisbaar óp hun werk.", "Ook onmisbaar: goede voornemens voor 2021. Wat vaker printen hoort daarbij, voor mij. Minder pixels, meer papier om de overdosis schermtijd te verminderen. Om dezelfde reden heb ik Twitter en LinkedIn – apps met een eeuwigdurende tijdlijn – van mijn telefoon gegooid. Op slechte momenten bleef ik gehypnotiseerd doorscrollen in de berichtenstroom, steeds dieper wegzakkend in het verleden.", "Terwijl dit juist het moment is om vooruit te spoelen. Fast forward naar een vaccinatie, naar de dag dat we uit het thuiskantoor kunnen ontsnappen – voor wie dat wil.", "Mezelf kennende duurt het niet lang voor ik weer verlang naar de maanden dat het stil was op straat, in de lucht en in de agenda. Vandaar nog één voornemen: probeer te genieten van deze lockdown. Het zou zomaar de laatste kunnen zijn.", "Marc Hijink schrijft op deze plaats elke woensdag over technologie.", "NRC Future Affairs De spannendste stukken over de toekomst van tech, economie, klimaat en megatrends Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 6 januari 2021"], "authors": ["Marc Hijink", "Leestijd Minuten"], "keywords": ["prijs", "van", "echte", "voor", "en", "naar", "thuiswerken", "een", "te", "op", "het", "dat", "je"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}