{"id": "c054c4f9-551e-39ef-857a-020dcfcabd41", "title": "‘Aan tafel wil ik het niet hebben over vastgoed’", "url": "https://www.nrc.nl/nieuws/2020/12/07/aan-tafel-wil-ik-het-niet-hebben-over-vastgoed-a4022788", "summary": "Het is veel en hard werken, maar het is wel wat ik leuk vind.\nAlleen ’s avonds aan tafel met de kinderen probeer ik het wel over iets anders dan vastgoed te hebben.”„Ik betaal mezelf net zoveel uit als ik eerder in loondienst verdiende.\nWe sparen bijvoorbeeld wel voor de kinderen en zorgen ook voor vastgoed wat hun in de toekomst zekerheid zal bieden.\nHet moet ook wel een beetje makkelijk blijven, we hebben het simpelweg te druk daar heel erg mee bezig te zijn.\n„Onze oudste zoon zit op hockey, de jongste zit momenteel niet op een sport.", "paragraphs": ["in", "‘Twee jaar geleden ben ik voor mezelf begonnen. Ik ben best ondernemend en na zeventien jaar in vaste dienst wilde ik m’n tijd zelf indelen. In 2016 ben ik met mijn man een vastgoedbedrijf begonnen dat al snel goed liep. Zodoende had ik al een buffer en was de stap naar volledig ondernemer worden niet zo groot. Zowel met ons vastgoedbedrijf als met ons privékapitaal kopen we panden aan en verhuren die vervolgens.", "„Ik ben zo’n vier tot vijf dagen bezig met mijn interimbaan als managementondersteuner en daarnaast werk ik in ons bedrijf. Het is veel en hard werken, maar het is wel wat ik leuk vind. Thuis hebben we het regelmatig over ons werk en ’s avonds zitten we nooit op de bank te netflixen, we zijn altijd bezig. Administratie, nieuwe panden bekijken, er is altijd wel wat te doen. Ook volgen we allebei nog een avond in de week een makelaarsopleiding. Niet om makelaar te worden, meer om extra kennis op te doen. Werk en privé lopen bij ons door elkaar heen, maar storend vind ik dat niet. Alleen ’s avonds aan tafel met de kinderen probeer ik het wel over iets anders dan vastgoed te hebben.”", "„Ik betaal mezelf net zoveel uit als ik eerder in loondienst verdiende. Daar kunnen we, samen met het inkomen van mijn man, prima van rondkomen en zo kan de rest in vastgoed belegd worden.”", "uit", "‘We kiezen er bewust voor niet supergroot te wonen, zodat we ons geld kunnen investeren in nieuwe panden. De zekerheid die dat geeft op de lange termijn vind ik heel fijn. We sparen bijvoorbeeld wel voor de kinderen en zorgen ook voor vastgoed wat hun in de toekomst zekerheid zal bieden.", "„Ik ben me ervan bewust dat we redelijk veel geld uitgeven aan boodschappen, maar ik vind het belangrijk goede producten in huis te halen en daar betaal je wel voor. Zo eten we vier keer in de week vlees en dat haal ik bij de slager, het vlees vind ik daar beter dan dat van de supermarkt. Ik probeer op de aanbiedingen te letten, maar we gaan wel gewoon naar de AH en niet naar de Aldi. Het moet ook wel een beetje makkelijk blijven, we hebben het simpelweg te druk daar heel erg mee bezig te zijn.", "„Onze oudste zoon zit op hockey, de jongste zit momenteel niet op een sport. Hij is net klaar met zwemles en moet zich nog oriënteren. Hij vindt nu alles leuk, dus binnenkort gaan we daar eens voor zitten. Onze hond Guus kost ons maandelijks 75 euro. Hij heeft veel energie en eet zodoende veel, maar ik doe met hem ook een jachthondentraining. Daar leert hij apporteren, dan gaat hij op commando achter een dummy aan. Puur voor de techniek, het is niet zo dat we met hem op jacht willen.”", "Inkomen: 1.791 euro netto gemiddeld per maand Gezamenlijke lasten: wonen (995 euro), mobiel en internet (75 euro), auto (100 euro), boodschappen (800 euro), abonnementen (25 euro), hond (75 euro), hockey (25 euro), kleren kinderen (100 euro), crossfitabonnement (60 euro) Sparen: 50 Laatste grote aankoop: nieuw pand (165.000 euro)", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 december 2020"], "authors": ["Liza Titawano", "Leestijd Minuten"], "keywords": ["het", "op", "wil", "met", "ik", "wel", "niet", "een", "tafel", "vastgoed", "en", "te", "euro", "aan", "hebben", "voor"], "pubDate": "2020-12-07T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}