{"id": "c06350e3-5a28-3e70-aab1-d71302662607", "title": "Hans Klok stopt als illusionist en begint televisiecarrière", "url": "https://nu.nl/cultuur-overig/6100974/hans-klok-stopt-als-illusionist-en-begint-televisiecarriere.html", "summary": "Daarnaast heeft hij plannen voor een bioscoopfilm en een televisieserie.\nNaast de dramaserie en bioscoopfilm ga ik voor de publieke omroep een documentaire maken over variété.\nDe 51-jarige Klok is net terug uit Las Vegas, waar zijn poging om internationaal door te breken als illusionist niet slaagde.\nIk heb voorlopig geen vertrouwen meer in de toekomst en heb besloten om het roer volledig om te gooien.\nDe 43-jarige Hoop was jarenlang de assistente van Klok en overleed eind vorig jaar aan de gevolgen van baarmoederhalskanker.", "paragraphs": ["Hans Klok is na veertig jaar gestopt als illusionist. In gesprek met De Telegraaf zegt hij een televisiecarrière te ambiëren. Daarnaast heeft hij plannen voor een bioscoopfilm en een televisieserie.", "\"Samen met tv-producent Erik van der Hoff hebben we het scenario klaarliggen. Het gaat om een Penoza-achtige dramaserie voor de jeugd. Naast de dramaserie en bioscoopfilm ga ik voor de publieke omroep een documentaire maken over variété. Ik ga een zoektocht houden naar messenwerpers en jongleurs van vroeger.\"", "Daarnaast is hij mede-eigenaar geworden van een circus.", "De 51-jarige Klok is net terug uit Las Vegas, waar zijn poging om internationaal door te breken als illusionist niet slaagde. \"De wereld is als gevolg van corona zo ingrijpend veranderd. Ik heb voorlopig geen vertrouwen meer in de toekomst en heb besloten om het roer volledig om te gooien. Ik moet wel, omdat er als illusionist geen droog brood meer te verdienen is.\"", "Klok sluit niet uit dat hij ooit terugkomt als illusionist. \"Ik vrees dat het vooralsnog niet snel gaat gebeuren. Het voelt niet goed en ik ben ook somber over de toekomst. Misschien heb ik mezelf te kwetsbaar opgesteld, maar aan de andere kant heb ik na het overlijden van Nathalie (Hoop, zijn assistente, red.) alles op een rijtje kunnen zetten.\"", "De 43-jarige Hoop was jarenlang de assistente van Klok en overleed eind vorig jaar aan de gevolgen van baarmoederhalskanker. \"Dat was voor mij wel het absolute dieptepunt van 2020. Het verlies van Nathalie heeft er behoorlijk bij me ingehakt. Ik ging kapot van verdriet.\""], "authors": ["Door"], "keywords": ["ik", "van", "het", "voor", "en", "een", "om", "televisiecarrière", "illusionist", "begint", "te", "hans", "klok", "niet", "als", "stopt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}