{"id": "c064eeb4-c7df-301e-8aa2-178cd3e0e27d", "title": "Lopers, laat je niets wijsmaken: vijf ‘hardloperswijsheden’ onder de loep", "url": "https://volkskrant.nl/sport/lopers-laat-je-niets-wijsmaken-vijf-hardloperswijsheden-onder-de-loep~b93a7416/", "summary": "Lachend vertelt ze over die ene waarschuwing die haar intrigeerde: tijdens het lopen vooral goed blijven drinken want ‘als je dorst krijgt ben je te laat’.\nHet is de meest hardnekkige mythe in de loperswereld, zegt ze: dat je met persoonlijk aangemeten schoenen blessures kunt voorkomen.\nWel jammer, zegt ze, dat ze geen antwoord heeft gevonden op de vraag die haar zo bezighoudt: waarom ze zo vaak blessures oploopt.\nTot die tijd geldt het adagium dat in haar boek de boventoon voert: doe waar je je goed bij voelt.\nIn de woorden van een van de wetenschappers die ze raadpleegde: ‘Laat je niet gek maken door alle adviezen in winkels en op internet.", "paragraphs": ["Wat blijkt? Voor de gezondheidswinst maakt het niet veel uit of u meerdere keren per week uren rent, of eens per week een klein uurtje. Eerder publiceerden we dit stuk over hardlopersmythen, gebaseerd op het boek van Mariska van Sprundel. Zijn die speciale schoenen en dat rekken nou echt nodig?", "Twee jaar geleden zag Mariska van Sprundel op een winterzondag op het strand van Egmond een bonte mix van marathonlopers aan zich voorbijtrekken en vroeg zich af wat ze fout had gedaan. De een liep rechtop, de ander voorovergebogen, een enkeling nuttigde een gelletje, ze zag een keur aan schoenen, van afgetrapt tot hightech, en hier en daar liep zelfs iemand op blote voeten. Ze had graag mee willen lopen maar ze was weer eens geblesseerd geraakt. Wat deden al die mensen op het strand beter dan zij?", "Kort daarna werd ze looptrainer bij een Utrechtse atletiekvereniging, waar ze merkte hoeveel geruchten er in de hardloopwereld circuleren, verhalen die overgaan van loper op loper. Loperswijsheden noemt ze de vaak onbewezen verhalen over schoenen, voeding, kleding en blessures. Lachend vertelt ze over die ene waarschuwing die haar intrigeerde: tijdens het lopen vooral goed blijven drinken want ‘als je dorst krijgt ben je te laat’. Moest ze dan de hele tijd aan een bidon blijven lurken?", "Wetenschapsjournalist Van Sprundel (31), afgestudeerd in biologie en biomedische wetenschappen, besloot om die populaire loopkennis te toetsen. Ze ging langs bij wetenschappers in binnen- en buitenland en liet in een bewegingslab haar eigen loopstijl doorlichten. Onlangs verscheen haar boek over de wetenschap achter het hardlopen, dat houvast kan bieden aan de 1,5 miljoen Nederlanders die de sport beoefenen. Van fanatieke marathonlopers tot de weekend warriors die op zondagmorgen een rondje doen: ze hebben allemaal een honger naar kennis, zegt Van Sprundel. ‘Maar iedereen zegt weer wat anders.’", "Vijf loperswaarheden onder de loep:", "Draag persoonlijk aangemeten schoenen", "Toen Van Sprundel tien jaar geleden serieus ging hardlopen, kocht ze kwaliteitsschoenen in een speciaalzaak. De verkoper constateerde dat haar enkels wat naar binnen kantelen. Ze had schoenen nodig die de binnenkant van haar voet ondersteunden. Kort daarop liep ze haar eerste serieuze knieblessure op.", "Het is de meest hardnekkige mythe in de loperswereld, zegt ze: dat je met persoonlijk aangemeten schoenen blessures kunt voorkomen. In Nederland is hardlopen na veldvoetbal de sport met de meeste blessures en dat zou weleens met de structuur van onze voet te maken kunnen hebben. Met een grote teen als een stijve hefboom en een enorme hiel is de voet door de tijd heen ‘een blessuregevoelig rommeltje geworden’, schrijft ze. Of, zoals de Amerikaanse paleo-antropoloog Jeremy de Silva het verwoordt: ‘Evolutie is in de weer geweest met plakband en paperclips.’", "Het verklaart de opkomst van de schoentechnologie mét bijbehorende marketing: de verende zolen om de schokken op te vangen, de corrigerende binnenkant die inzakkende voeten en enkels moeten stutten, de verhoogde hak die de voetlanding moet verbeteren.", "De wetenschap is echter onverbiddelijk: er bestaat geen bewijs dat die moderne schoenen blessures helpen voorkomen. De filmpjes die worden gemaakt in hardloopwinkels, bedoeld om klant en voet en schoen te matchen, suggereren een zweem van wetenschap die er niet is, zegt Van Sprundel. Ze deed vergelijkend schoenenonderzoek in het bewegingslaboratorium van de universiteit Leuven, waar ze behangen met reflecterende bolletjes en een versnellingsmeter en geobserveerd door tien infraroodcamera’s, tijdens het hardlopen de krachten op haar lichaam liet analyseren. Haar enkels bleken zich in de dure schoenen net zo te gedragen als in de goedkope variant die ze bij Scapino had gekocht.", "Toch kent ze anekdotes genoeg van hardlopers bij wie knieklachten verdwenen toen ze op andere schoenen gingen lopen. Daar wreekt zich de kloof tussen theorie en praktijk, zegt ze. Wetenschappers volgen een grote groep hardlopers en concluderen dat het type schoen gemiddeld genomen geen invloed heeft op blessures. Maar dat zegt niet alles over de individuele loper. Vandaar haar advies: draag schoenen die lekker zitten.", "Hoe voorkom je darmkrampen? Wat wielrenner Tom Dumoulin vorig jaar in de Tour de France overkwam, gebeurde wereldkampioen Paula Radcliffe in 2005 tijdens de marathon van Londen: darmkrampen, nergens een toilet te bekennen, dus dan maar poepen langs de kant van de weg. Veel hardlopers hebben last van maag- en darmklachten. Oorzaken: zuurstofgebrek in het maag-darmkanaal, maag en darmen die heen en weer klotsen en darmen die worden geprikkeld om de inhoud naar de uitgang te duwen. Je kunt maag en darmen trainen en laten wennen om tijdens het hardlopen voedsel te verdragen, schrijft Van Sprundel, al komt het bewijs daarvoor alleen nog uit dierstudies. Belangrijk: neem twee uur voor de wedstrijd de laatste maaltijd. Wat ook helpt: ga voor de wedstrijd naar de wc.", "Ga op blote voeten rennen", "Harvard-hoogleraar Irene Davis vertelde Van Sprundel dat iedere geblesseerde hardloper last heeft van zwakke voeten. Dat zou volgens Davis te maken hebben met de ondersteuning van de schoenen, die het werk overnemen van de voet waardoor die geen sterke spieren ontwikkelt. Blootsvoets rennen zou beter zijn, omdat je op de voorvoet landt en abrupte krachten op de benen voorkomt. Van Sprundel raakte geïntrigeerd, veranderde haar voetlanding (wel met schoenen aan) en na vier maanden had ze een nieuwe blessure, opnieuw aan haar scheenbeen.", "Lopen op blote voeten is een subcultuur onder hardlopers, vertelt ze, maar wetenschappelijk is niet aangetoond dat daardoor minder blessures ontstaan. Wel andere blessures, in de kuit en achillespees vooral.", "Toch is het trainen van de voetspieren geen slecht idee, denkt Van Sprundel. Haar advies: train in het krachthonk ook je voeten, net zo lang totdat je alle tenen afzonderlijk van elkaar kunt bewegen.", "Je moet rekken voor en na het lopen", "Je ziet ze staan tegen muurtjes, hekjes en bruggen: hardlopers die hun kuitspieren rekken omdat ze hopen daarmee spierpijn en blessures voor te zijn. Het vele onderzoek naar rekken en strekken duidt niet op enig voordeel voor prestaties of blessurerisico. Haar advies: rek als je dat plezierig vindt, je wordt er vooral leniger door.", "Beeld Renate Beense", "Hardlopers zijn doodlopers", "Berichten over lopers die tijdens een marathon een hartinfarct krijgen, halen steevast de media en dat kan verklaren waarom het hardnekkige idee is ontstaan dat hardlopen slecht is voor de gezondheid. Terwijl er geen bewijs is dat het hart blijvende schade oploopt van grote inspanning, concludeert Van Sprundel. Onderzoek onder Amerikaanse marathonlopers heeft uitgewezen dat één op de 259 duizend lopers een fataal hartinfarct krijgt tijdens het sporten. De meesten hadden een aangeboren hartafwijking die niet was onderkend. Onder wielrenners en voetballers komt een plotse hartstilstand veel vaker voor.", "Hardlopers leven gemiddeld drie jaar langer dan niet-lopers maar de vraag is uiteraard of dat (alleen) door het lopen komt. Hardlopers zijn vast ook in andere opzichten gezonder.", "Haar advies: Loop ‘met mate’. De grens van het gezondheidsvoordeel ligt op 100 minuten lichaamsbeweging per dag. Niet dat ultra-atleten eerder doodgaan, maar de voordelen van het sporten vlakken bij extreme inspanningen wat af. Lopers hebben bijvoorbeeld betere knieën dan stilzitters, maar dat geldt niet voor ultralopers.", "Train je psyche Iedere loper kent het moment waarop het hoofd niet meer wil, maar met die mentale vermoeidheid kun je leren omgaan, weet Van Sprundel uit ervaring. ‘Ga eens trainen als je te weinig hebt geslapen of na een lange werkdag. Dan voelt het lopen vanaf de eerste kilometer zwaar aan, maar als je doorzet maakt het je mentaal harder en daar profiteer je uiteindelijk van.’", "Drinken voor je dorst krijgt", "De sportdrankindustrie heeft drinken tijdens het lopen tot dogma verheven, schrijft Van Sprundel, maar er is geen bewijs dat er ooit een marathonloper is overleden door uitdroging. Te veel drinken tijdens inspanning is een groter gezondheidsrisico dan te weinig, benadrukt ze, maar dat wordt nogal eens vergeten. Bij overmatig drinken verdunt de concentratie natrium in het bloed en dat is slecht voor de hersenen. In extreme gevallen kan dat dodelijk zijn.", "Haar advies: Als je geen dorst hebt, mag je ervan uitgaan dat er niets aan de hand is.", "De marathon van Berlijn is aanstaande maar Van Sprundel zal er niet bij zijn, ze is opnieuw geblesseerd. Wel jammer, zegt ze, dat ze geen antwoord heeft gevonden op de vraag die haar zo bezighoudt: waarom ze zo vaak blessures oploopt. Na haar knieën, hamstring en scheenbeen hapert nu haar kuit. Mogelijk kan de technologie dat mysterie ooit oplossen. Ze vertelt over sensoren die lopers in de toekomst misschien op hun huid kunnen plakken en die hun smartphone een seintje zullen geven als ze anders, lees risicovoller, gaan lopen, meer passen nemen bijvoorbeeld of voorover hellen.", "Tot die tijd geldt het adagium dat in haar boek de boventoon voert: doe waar je je goed bij voelt. In de woorden van een van de wetenschappers die ze raadpleegde: ‘Laat je niet gek maken door alle adviezen in winkels en op internet. De meeste zijn goedbedoeld maar slaan nergens op.’", "Compressiekousen Het ziet er niet uit, maar veel hardlopers dragen compressiekousen, nauw aangesloten kousen met een drukprofiel, die moeten helpen om het bloed uit de benen sneller terug te duwen. De kouzen zouden het herstel bevorderen en blessures helpen voorkomen. Maar ook daar levert de wetenschap geen bewijs voor, concludeert Van Sprundel. Met daarbij wel de aantekening dat het lastig is het effect van de kousen deugdelijk te testen: lopers weten immers dat ze die dragen en kunnen daar positieve verwachtingen aan ontlenen.", "Mariska van Sprundel: Alles wat je wilt weten over hardlopen", "Amsterdam University Press; €19,99."], "authors": ["Ellen De Visser"], "keywords": ["je", "van", "niets", "het", "laat", "en", "een", "ze", "loep", "hardloperswijsheden", "wijsmaken", "op", "onder", "vijf", "haar", "dat", "die", "lopers"], "pubDate": "2018-06-21T16:42:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}