{"id": "c0653d85-9722-3d43-806f-af78c2a0e73e", "title": "De Kamer bewijst zich als een echte tegenmacht", "url": "https://trouw.nl/opinie/de-kamer-bewijst-zich-als-een-echte-tegenmacht~b824a02a/", "summary": "De mini-enquête naar de toeslagenaffaire liet deze week zien hoe nuttig het is dat een onderzoekscommissie ook ambtenaren kan horen.\nDat vraagt een dualistische houding, het inzicht dat tegenmacht en macht samen het publieke belang dienen en baat hebben bij tegenspraak en openheid.\nDaar staan andere krachten tegenover, ten eerste de coalitiekabinetten, gericht op resultaten en het bewaren van een meestal breekbare eenheid.\nHet antirevolutionaire Kamerlid Groen van Prinsterer stelde in 1850 vast dat het enquêtewapen het parlement ‘een ontzettende kracht’ geeft.\nDe wortels van de democratieHet lot van een staatssecretaris is in deze affaire ook van minder betekenis dan de kwestie zelf, die direct raakt aan de wortels van de democratie, de rechtsbescherming van burgers tegen de willekeur van een overheid.", "paragraphs": ["De minister zag de bui al hangen en sprak: ‘Broos is het menselijk leven, oneindig veel brozer het ministerieel bestaan’. Daarom zonderde hij in zijn wet op de parlementaire enquête ministers en ambtenaren uit van de plicht om bij een onderzoek te getuigen. Dat was in 1850 en de minister was de liberaal ­Nedermeijer van Rosenthal.", "Ruim honderd jaar later maakte het parlement de uitzondering ongedaan en de eerste de beste enquête die daarna volgde, naar de ondergang van het scheepsbouwconcern RSV, kostte een minister, de liberaal Gijs van Aardenne, bijna de kop. Hij mocht blijven, zij het vleugellam als ‘aangeschoten wild’.", "De mini-enquête naar de toeslagenaffaire liet deze week zien hoe nuttig het is dat een onderzoekscommissie ook ambtenaren kan horen. De samenleving heeft zo inzicht gekregen in een bureaucratie die, hoe akelig prozaïsch ook, duizenden burgers in de ellende heeft gestort en nog altijd onmachtig is de fouten slagvaardig te herstellen.", "De ambtenarij een zweepslag verkopen", "In ons bestel blijft de ‘vierde macht’ doorgaans onzichtbaar. Terecht, de ­ministers zijn politiek aanspreekbaar. Hun verantwoording tegenover de ­Kamers is de kern van onze parlementaire democratie. Dat maakt het parlement tot de hoogste macht, want het kan een minister wegsturen in de hoop ofwel een geschokte samenleving ­genoegdoening te geven, ofwel de ambtenarij een ‘zweepslag’ te verkopen.", "Dit leerstuk berust voor een deel op fictie. Dat is niet erg, zolang de machten in ons staatsbestel hun rol spelen, dus waakzaam blijven en ­elkaar scherp houden. Dat vraagt een dualistische houding, het inzicht dat tegenmacht en macht samen het publieke belang dienen en baat hebben bij tegenspraak en openheid. Daar staan andere krachten tegenover, ten eerste de coalitiekabinetten, gericht op resultaten en het bewaren van een meestal breekbare eenheid. De verkrampte tegenstelling coalitie versus oppositie is in Den Haag vaak dominanter dan de gezonde tegenstelling tussen uitvoerende en controlerende macht.", "Dit verschijnsel heeft ertoe geleid dat het ‘meest uitgestrekte regt’ van de Kamers, het enquêterecht, tussen 1886 en 1983 heeft liggen verstoffen. Vanuit de macht werd het gezien als wapen van de oppositie, gevaarlijk voor een zittend kabinet.", "Opspitten van pijnlijke feiten", "De Kamerleden Omtzigt (CDA, coalitie) en Leijten (SP, oppositie) hebben in de toeslagenaffaire deze bevangenheid doorbroken door samen op te trekken in het opspitten van pijnlijke feiten. Ze moesten hiertoe bijna letterlijk inbreken in ‘de republiek der twaalf onverenigbare departementen’, waar ook al de neiging tot verschansing heerst. De oude bijnaam geeft haarfijn aan hoe het in deze affaire mis kon gaan. De topambtenaren van de Belastingdienst en het ministerie van sociale zaken leverden in de verhoren tot hun schaamte en schande de bevestiging.", "Het antirevolutionaire Kamerlid Groen van Prinsterer stelde in 1850 vast dat het enquêtewapen het parlement ‘een ontzettende kracht’ geeft. Daar zitten twee kanten aan. In de reeks van enquêtes na 1983 is de ­Kamer bijna zelf onder het gewicht van het wapen bezweken, doordat ­onderzoeken in het hijgerige mediaklimaat al snel gingen draaien om de vraag welk Barbertje moest hangen. Omtzigt en Leijten hebben ook die tendens doorbroken door de zaak zelf, het lot van de gedupeerden en de verloedering van de rechtsstaat, voorop te zetten.", "De wortels van de democratie", "Het lot van een staatssecretaris is in deze affaire ook van minder betekenis dan de kwestie zelf, die direct raakt aan de wortels van de democratie, de rechtsbescherming van burgers tegen de willekeur van een overheid. Deze bescherming kreeg al in het Engeland van de zeventiende eeuw vorm in het rechtsbeginsel, bekend als habeas corpus, dat een verdachte binnen een etmaal te horen moet krijgen waarvan hij wordt beschuldigd. De ­gedupeerden in de toeslagenaffaire moesten hiernaar gissen en werden zelfs niet gewezen op de mogelijkheid van bezwaar en beroep tegen het terugvorderen van hun toeslagen.", "Dat de volksvertegenwoordiging zich hier op haar krachtigst laat gelden, volgt bijna dwingend uit haar ontstaansgeschiedenis, gevat in het adagium van de Amerikaanse Revolutie ‘No taxation without representation’, geen belasting zonder vertegenwoordiging. De dienst die over de belastingen gaat, moet zich dus bij uitstek onderworpen weten aan democratische controle. Des te pijnlijker dat de leden van de enquêtecommissie volgens hun voorzitter, het CDA-Kamerlid Chris van Dam, als ‘rechercheurs’ moesten opereren om stukken boven tafel te krijgen.", "Kamervoorzitter Arib heeft de regering vanaf haar aantreden in 2016 op de huid gezeten de Kamer beter te informeren. Tevergeefs. Met deze enquête kan het parlement een belangrijke doorbraak maken als controlerende ­tegenmacht.", "Hans Goslinga schrijft elk weekend een beschouwing over de staat van onze politiek en onze democratie. Lees ze hier terug."], "authors": ["Hans Goslinga"], "keywords": ["van", "als", "deze", "bewijst", "het", "op", "tegenmacht", "een", "ook", "zich", "en", "te", "dat", "kamer", "hun", "echte"], "pubDate": "2020-11-22T08:04:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}