{"id": "c06a45d9-1a83-3ca0-9241-498b87647038", "title": "Bedachtzame linksback Philipp Max: ‘Ik wist dat PSV de juiste keuze was’", "url": "https://trouw.nl/nieuws/bedachtzame-linksback-philipp-max-ik-wist-dat-psv-de-juiste-keuze-was~b9546c85/", "summary": "Met de energie die ik heb, probeer ik dienstbaar te zijn aan het elftal.\n“Ik was er voor 200 procent van overtuigd dat dit de juiste keuze was”, stelt Max na zijn krachttraining.\n“Serieus, ik denk dat ik anderhalve maand nodig heb gehad om me te realiseren dat ik écht een PSV-speler ben.\n“Het moment dat ik voor het eerst naar de nationale ploeg reed, zal ik nooit vergeten.\nOf hij weet dat hij bovenaan staat in het individuele spelersklassement van het Eindhovens Dagblad en het AD?", "paragraphs": ["Philipp Max kijkt bedachtzaam voor zich uit, terwijl hij de vraag nog eens laat wegen. Of hij, een speler met vijf seizoenen ervaring in de Bundesliga, zich soms niet onaantastbaar waant in de polder van de eredivisie?", "Max, sinds september de onbetwiste linksback van PSV, schudt zijn hoofd. “Ik zal nooit zeggen dat iets makkelijk is”, zegt hij, ontspannen achteroverleunend in de kantine van trainingscomplex De Herdgang. “Al mijn hele leven ben ik de underdog. Vroeger was ik nooit een groot dribbelaar of iemand die zomaar een mannetje uit kon spelen. Ik behoorde ook nooit tot de selecties van de vertegenwoordigende elftallen in Duitsland. Dat heeft mij wel gevormd, denk ik. Met de energie die ik heb, probeer ik dienstbaar te zijn aan het elftal. Elke wedstrijd moet ik het beste van mezelf geven. Nooit zal ik een tegenstander onderschatten. Dat zit gewoon niet in mij.”", "Dromen van een ander land", "In september, toen Max (27) voor 8 miljoen euro de overstap maakte van FC Augsburg naar PSV, klonk er nog verbazing in de Duitse pers. Was dit nu een stap omhoog voor hem? “Ik was er voor 200 procent van overtuigd dat dit de juiste keuze was”, stelt Max na zijn krachttraining. “Serieus, ik denk dat ik anderhalve maand nodig heb gehad om me te realiseren dat ik écht een PSV-speler ben. Dat klinkt misschien gek, maar in voorgaande jaren, toen ik nog bij FC Augsburg speelde, wachtte ik zo lang op de volgende stap in mijn carrière. Ik droomde van een ander land, een andere competitie. Met FC Augsburg vochten we meestal tegen degradatie. Daar moest ik vooral achter de bal aan rennen, terwijl ik nu in een elftal speel dat juist veel de bal heeft. Een elftal dat in staat is prijzen te winnen. Daardoor komen mijn kwaliteiten beter tot zijn recht. Bij PSV kan ik verdedigen, aanvallen, assists geven en positiespel spelen.”", "In de korte winterstop, waarin Max zes dagen vrijaf kreeg, liet de Duitser het afgelopen jaar nog eens aan zich voorbijgaan. “Dat was nodig”, buigt hij naar voren om zijn woorden kracht bij te zetten. “Eindelijk was er de tijd om even te ademen, zodat ik kon beseffen wat er allemaal was gebeurd.” Een transfer naar PSV, zijn debuut in de Europa League, met zijn vrouw wonen in een ander land en – als beloning voor zijn goede ontwikkeling in Eindhoven – een uitnodiging voor Die Mannschaft, waarin hij begin november debuteerde – en waarmee hij in de voetsporen trad van zijn vader, eenvoudig international Martin Max. “Die droom leek zo ver weg voor mij”, zegt Max met twinkelende ogen over zijn debuut voor Duitsland. “Het moment dat ik voor het eerst naar de nationale ploeg reed, zal ik nooit vergeten. Het was iets ongelooflijks.”", "Positieve energie", "Terug naar het nu. PSV hervat de competitie zondag bij Ajax (aftrap 16.45 uur), een duel tussen de nummers één en twee van de eredivisie. De Brabanders staan op slechts een punt van de regerend landskampioen. “De eerste helft van het seizoen was goed van ons”, vindt Max. “Ondanks dat we veel coronagevallen hadden en er soms weinig spelers beschikbaar waren om te voetballen, staan we heel kort achter Ajax. Die positieve energie nemen we mee naar de tweede seizoenshelft. Behalve fysiek hoop ik ook mentaal fit te blijven. Eind vorig jaar was ik niet meer helemaal fris in mijn hoofd. Het is zwaar om elke drie, vier dagen een nieuwe wedstrijd te moeten spelen, maar ik wil niet klagen. Als voetballers hebben we een bevoorrechte positie. We kunnen tenminste ons werk nog doen. Werk waarvan we houden.”", "Max kijkt eens op zijn telefoon. Hij moet zo lunchen. En daarna herstellen, zodat hij zondag weer onvermoeibaar over de linkerflank kan rennen. Of hij weet dat hij bovenaan staat in het individuele spelersklassement van het Eindhovens Dagblad en het AD? Max knikt. Maar de underdog in hem protesteert, lacht hij. “Ik denk nooit in individuele prijzen. Ik speel voor het team en help graag anderen. Als mens en als voetballer probeer ik beter te worden. Elke dag weer. Dat is de reden waarom ik hierheen ben gekomen.”", "Lees ook:", "Schmidt sluit eerste deel van project bij PSV goed af", "PSV is na de overwinning op FC VVV (4-1) even medekoploper van de eredivisie. De tussenbalans na het eerste half jaar onder de Duitse trainer Roger Schmidt slaat positief uit."], "authors": ["Jan-Cees Butter"], "keywords": ["ik", "juiste", "van", "zijn", "linksback", "max", "voor", "en", "een", "philipp", "psv", "bedachtzame", "te", "wist", "het", "hij", "dat", "keuze"], "pubDate": "2021-01-10T13:41:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}