{"id": "c0763916-6db6-3012-8c95-4234edc3df0b", "title": "'Registratie nodig van wie welk coronavaccin heeft gekregen'", "url": "https://nos.nl/artikel/2360049-registratie-nodig-van-wie-welk-coronavaccin-heeft-gekregen.html", "summary": "Ziekenhuisapothekers en het bijwerkingencentrum Lareb willen dat wordt vastgelegd wie welk coronavaccin krijgt toegediend.\nDat is belangrijk bij het toedienen van de tweede dosis, maar ook voor het registreren van bijwerkingen of terugroepacties, zegt Tjalling van der Schors, ziekenhuisapotheker en bestuurslid van de Europese Vereniging van Ziekenhuisapothekers.\nDe prikpunten moeten bijhouden wie welk vaccin krijgt, maar onduidelijk is nog waar de vaccinatiegegevens uiteindelijk worden opgeslagen, zegt Van der Schors.\nIn Indonesië is dat al gedaan en het blijkt niet ingewikkeld en niet duur te zijn.\"\nVan der Schors pleit ervoor de vaccinatie op te nemen in de bestaande registratiesystemen, zoals het medicatiedossier en het medicatiepaspoort.", "paragraphs": ["Ziekenhuisapothekers en het bijwerkingencentrum Lareb willen dat wordt vastgelegd wie welk coronavaccin krijgt toegediend. Dat is belangrijk bij het toedienen van de tweede dosis, maar ook voor het registreren van bijwerkingen of terugroepacties, zegt Tjalling van der Schors, ziekenhuisapotheker en bestuurslid van de Europese Vereniging van Ziekenhuisapothekers.", "De prikpunten moeten bijhouden wie welk vaccin krijgt, maar onduidelijk is nog waar de vaccinatiegegevens uiteindelijk worden opgeslagen, zegt Van der Schors. Ook staat niet op iedere dosis uit welke partij hij komt. \"De unieke code staat wel op de doos, maar daar zitten soms duizend doses in, die worden verspreid over de prikpunten.\"", "Niet ingewikkeld", "De Wereldgezondheidsorganisatie heeft met deze manier van werken ingestemd vanwege de snelheid. \"Ik vind dat niet verstandig\", zegt Van der Schors. \"Een aantal fabrikanten zal het vrijwillig op de flacons zetten. Het moet in het productieproces worden ingebouwd. In Indonesië is dat al gedaan en het blijkt niet ingewikkeld en niet duur te zijn.\"", "Volgens hem is iedereen erbij gebaat dat die registratie goed op orde is, omdat het niet alleen gaat om die prik maar ook om de effecten daarna. Ook voor onderzoeksdoeleinden is het handig. De registratie is daarnaast belangrijk voor artsen om te kunnen bepalen of andere klachten mogelijk komen door een vaccinatie.", "Van der Schors pleit ervoor de vaccinatie op te nemen in de bestaande registratiesystemen, zoals het medicatiedossier en het medicatiepaspoort. \"Dat is een dossier waarin het veilig is en waarin patiënten kunnen aangeven of ze de vaccinatie erin willen hebben en of die informatie mag worden doorgegeven aan andere medewerkers in de gezondheidszorg.\""], "authors": [], "keywords": ["registratie", "van", "heeft", "coronavaccin", "gekregen", "het", "op", "schors", "maar", "welk", "wie", "nodig", "niet", "ook", "en", "dat", "worden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}