{"id": "c08a3e49-498d-3877-9cf3-8da8c9daa1b2", "title": "Europees Parlement wil einde aan Zwarte Piet", "url": "https://nos.nl/artikel/2337903-europees-parlement-wil-einde-aan-zwarte-piet.html", "summary": "Niet alleen Zwarte PietHet betekent niet dat Zwarte Piet in Nederland daarmee verboden is; het amendement is niet bindend.\nHet Zwarte Piet-amendement maakte deel uit van een grotere resolutie, waarin racisme wordt veroordeeld.\nOok staat erin dat de politie een voorbeeldrol moet hebben en dat het gebruik van geweld altijd \"rechtmatig, proportioneel, noodzakelijk en een laatste redmiddel\" moet zijn.\nBovendien moet een eind worden gemaakt aan etnisch profileren.\nVerder vindt een meerderheid van het parlement dat racistische en xenofobe uitlatingen niet onder de vrijheid van meningsuiting vallen.", "paragraphs": ["De Europese lidstaten moeten ophouden met tradities als Zwarte Piet. Dat zegt een meerderheid in het Europees Parlement. Van de Nederlandse Europarlementariërs stemden VVD, PVV en SGP tegen een amendement met die strekking. Ook CDA-lid Annie Schreijer-Pierik drukte op de nee-knop.", "In het amendement spreekt het Europees Parlement zich uit tegen racistische tradities. Uiteindelijk stemden gisteren 415 leden voor, 216 tegen en onthielden 55 politici zich. Bij die onthoudingen waren de fracties van het CDA, de ChristenUnie en Forum voor Democratie.", "Vier Nederlandse partijen, GroenLinks, de PvdA, D66 en de Partij voor de Dieren, stemden voor. Dorien Rookmaker van de Groep Otten (de afsplitsing van Forum voor Democratie) stemde niet.", "Niet alleen Zwarte Piet", "Het betekent niet dat Zwarte Piet in Nederland daarmee verboden is; het amendement is niet bindend. Het Zwarte Piet-amendement maakte deel uit van een grotere resolutie, waarin racisme wordt veroordeeld. Die resolutie werd met ruime meerderheid aangenomen.", "De resolutie volgde na een debat in Brussel over de dood van George Floyd, die eind mei overleed na politiegeweld in de Amerikaanse stad Minneapolis. In de tekst staat dat elke vorm van white supremacism moet worden vermeden.", "Ook staat erin dat de politie een voorbeeldrol moet hebben en dat het gebruik van geweld altijd \"rechtmatig, proportioneel, noodzakelijk en een laatste redmiddel\" moet zijn. Bovendien moet een eind worden gemaakt aan etnisch profileren.", "'Historisch onrecht'", "De Europese politici vinden ook dat de lidstaten officieel moeten erkennen dat er in het verleden misdaden tegen de menselijkheid zijn begaan tegen zwarte mensen. \"Historisch onrecht\", zo wordt het genoemd.", "Verder vindt een meerderheid van het parlement dat racistische en xenofobe uitlatingen niet onder de vrijheid van meningsuiting vallen."], "authors": [], "keywords": ["einde", "van", "tegen", "een", "voor", "wil", "aan", "zwarte", "parlement", "europees", "het", "piet", "en", "die", "dat", "moet"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}