{"id": "c08cf516-f876-320b-aee2-6b359f4c80e7", "title": "Stop met klagen, er bestaat geen recht op rente", "url": "https://volkskrant.nl/columns-opinie/stop-met-klagen-er-bestaat-geen-recht-op-rente~bc4ff26d/", "summary": "Door de vergrijzing is er simpelweg te veel spaargeld beschikbaar voor te weinig investeringen.\nHoe kariger de rendementen op beleggingen, hoe lager de toekomstige pensioenuitkeringen - of hoe hoger de pensioenpremies.\nHierdoor moet een krimpend leger werkenden de pensioenen van een groeiend aantal senioren ophoesten.\nEén verklaring voor dat historische spaarrecord is onzekerheid.\nWen er maar aan: er bestaat geen recht op rente.", "paragraphs": ["Donderdag is het zover: dan mogen gewone Nederlanders en maatschappelijke organisaties hun hart uitstorten over het beleid van de centrale bank. ‘Tijdens de virtuele luistersessie In gesprek met DNB kunnen zij hun mening geven en met ideeën komen over het monetair beleid van de ECB’, meldt de centrale bank op haar website.", "Dat klinkt mooi en democratisch. Helaas staat nu al vast dat de grootste wens genegeerd zal worden. De rente blijft extreem laag. Nog jarenlang. Hoezeer de Nederlandse spaarder ook blijft kermen dat zijn appeltje voor de dorst verdampt. Hoe vaak de pensioenfondsen ook roepen dat zij, mochten de dekkingsgraden te laag blijven, in verkiezingsjaar 2021 de uitkeringen van miljoenen mensen moeten korten.", "Zelfs als Frankfurt het zou wíllen - en waarom, aangezien een renteverhoging in crisistijd funest is voor de investeringen en de werkgelegenheid? - is dat volgens de meeste economen zinloos. Het goedkope geld is namelijk slechts ten dele het gevolg van ECB-beleid. Door de vergrijzing is er simpelweg te veel spaargeld beschikbaar voor te weinig investeringen. Die mondiale saving glut dwingt ook andere centrale banken tot ultralage rentes. De depositorente bij de Zweedse Riksbank bedraagt -0,1 procent. Denemarken: -0,6 procent.", "De pijnlijke waarheid is dat niemand zit te wachten op uw zuurverdiende spaarcenten. Het tijdperk van de lage rente is een gegeven. In plaats van blijven mopperen over hoe de ECB en Europa ‘ons’ te grazen nemen, kan Nederland zich beter buigen over de vraag wat het zelf kan doen om zich hier tegen te wapenen.", "Neem de pensioenen. Het kapitaaldekkingsstelsel maakt Nederland extreem gevoelig voor lage rentes. Hoe kariger de rendementen op beleggingen, hoe lager de toekomstige pensioenuitkeringen - of hoe hoger de pensioenpremies. Het alternatief is een omslagstelsel. Denk aan de AOW. Een terecht bezwaar hiertegen is de vergrijzing. Hierdoor moet een krimpend leger werkenden de pensioenen van een groeiend aantal senioren ophoesten. Desondanks zien steeds meer economen mogelijkheden voor iets ‘meer’ omslag en wat ‘minder’ kapitaaldekking.", "Ook belangrijk: waarom zetten Nederlandse huishoudens, ondanks de lage rente, bijna 390 miljard euro opzij? Eén verklaring voor dat historische spaarrecord is onzekerheid. Mensen hebben blijkbaar het idee dat ze zich moeten indekken tegen een tegenvallend pensioen, de studie van de kinderen, plotselinge ziekte. De oplossing is meer zekerheid bieden. Hoe beter het sociale vangnet - gratis onderwijs, iets doen aan de positie van flexwerkers en zzp’ers, een gegarandeerd pensioen - hoe minder mensen hoeven te sparen.", "Er zijn nog meer mogelijkheden. Zoals het aanpakken van de perverse fiscale prikkels die zorgen voor onze zogenoemde ‘lange balansen’: tegenover grote schulden van burgers en bedrijven staan enorme bezittingen. En natuurlijk kan Nederland altijd nog proberen wat Bourgondischer te worden. Stop met rentenieren. Geld moet rollen.", "Uiteindelijk is de keuze simpel. Nederland kan zich blijven wentelen in gratuite verontwaardiging. Of we houden op met klagen en worden lage-renteproof. Wen er maar aan: er bestaat geen recht op rente."], "authors": ["Koen Haegens"], "keywords": ["bestaat", "geen", "van", "hoe", "het", "op", "rente", "met", "klagen", "recht", "stop", "een", "en", "te", "dat", "zich", "er", "voor"], "pubDate": "2020-11-25T18:09:59+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}