{"id": "c08c58e4-6c49-3870-b885-19449adcd136", "title": "Argentinië legaliseert abortus tijdens eerste 13 weken", "url": "https://www.parool.nl/wereld/argentinie-legaliseert-abortus-tijdens-eerste-13-weken~b3a140cb/", "summary": "Ondanks de steun van de president en de regering, werd de goedkeuring van de Senaat allerminst als een zekerheidje beschouwd.\nGrote overwinningHet is een grote overwinning voor vrouwenrechtenactivisten die al zo’n dertig jaar strijden voor het recht in het land.\nMet uitzondering van het kleine, progressieve Uruguay, het communistische Cuba, delen van Mexico, de Antillen en Frans-Guyana, is abortus illegaal in het continent.\nPaus Franciscus – zelf Argentijn – probeerde de uitkomst van de stemming in de Senaat ook nog te beïnvloeden.\nVoorafgaand twitterde hij: “De Zoon van God werd als een outcast geboren, om ons te vertellen dat elke outcast een kind van God is.", "paragraphs": ["Buiten het parlementsgebouw betoogden talrijke mensen voor de legalisering. Beeld Getty Images", "Vrouwen mogen door de wet abortus laten plegen tot aan de veertiende week van de zwangerschap. In gevallen van verkrachting of als de moeder gezondheidsgevaren loopt ook daarna nog. Het land krijgt daarmee de ruimste abortuswetgeving van Zuid-Amerika.", "De wet was al goedgekeurd door de Argentijnse Tweede Kamer en heeft de steun van president Alberto Fernández, wat betekent dat de stemming in de Senaat de laatste hindernis was. ‘Veilige, legale en gratis abortus is nu wet,’ schreef president Alberto Fernández op Twitter. ‘Vanaf vandaag zijn we een betere samenleving. Een die de rechten van vrouwen en volksgezondheid garandeert.’", "Toen het nieuws bekend werd, barstte buiten de Senaat in Buenos Aires luid gejuich uit onder de duizenden mensen die zich daar hadden verzameld. Ondanks de steun van de president en de regering, werd de goedkeuring van de Senaat allerminst als een zekerheidje beschouwd. Een eerdere abortuswet werd in 2018 door het Argentijnse parlement op de valreep nog weggestemd.", "‘We hebben het gedaan, zusters. We hebben geschiedenis geschreven. We hebben het samen gedaan. Woorden schieten te kort om dit moment te beschrijven, het gaat door het lichaam en de ziel,’ twitterde Mónica Macha, van de linkse coalitiepartij Frente de Todos.", "Grote overwinning", "Het is een grote overwinning voor vrouwenrechtenactivisten die al zo’n dertig jaar strijden voor het recht in het land. Verwacht wordt door activisten dat de goedkeuring van het wetsvoorstel wel eens een keerpunt kan betekenen in Latijns-Amerika, waar de invloed van de rooms-katholieke kerk nog altijd groot is. Met uitzondering van het kleine, progressieve Uruguay, het communistische Cuba, delen van Mexico, de Antillen en Frans-Guyana, is abortus illegaal in het continent.", "Paus Franciscus – zelf Argentijn – probeerde de uitkomst van de stemming in de Senaat ook nog te beïnvloeden. Voorafgaand twitterde hij: “De Zoon van God werd als een outcast geboren, om ons te vertellen dat elke outcast een kind van God is. Hij kwam in de wereld zoals elk kind binnenkomt, zwak en kwetsbaar, en leerde ons onze zwakheden met liefde te aanvaarden.”", "De Senaat koos voor verandering. De maatregel werd na de twaalf uur durende marathonsessie aangenomen met 38 stemmen voor, 29 tegen en één onthouding."], "authors": ["Tom Kieft"], "keywords": ["13", "door", "van", "het", "senaat", "nog", "weken", "eerste", "en", "voor", "een", "legaliseert", "te", "abortus", "argentinië", "tijdens", "werd"], "pubDate": "2020-12-30T12:01:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}