{"id": "c0a55e47-4550-3a0e-80e6-b22840776af2", "title": "Komende vijf jaar vijfduizend nieuwe sociale huurwoningen in Utrecht", "url": "https://nu.nl/utrecht/6095791/komende-vijf-jaar-vijfduizend-nieuwe-sociale-huurwoningen-in-utrecht.html", "summary": "De gemeente Utrecht, woningcorporaties en huurdersorganisaties hebben afgesproken om de komende vijf jaar vijfduizend nieuwe huurwoningen op te leveren.\nIn de afspraken staat onder meer dat woningcorporaties Mitros, Portaal, Bo-Ex, GroenWest, SSH en Habion (samen de STUW-corporaties) de komende vijf jaar nog zo'n vijfduizend sociale huurwoningen gaan opleveren in Utrecht.\nDe woningcorporaties hebben daarnaast afgesproken om in de wijken waar een klein aanbod sociale huurwoningen is, tijdelijk te stoppen met de verkoop van die woningen.\nEen beperkte groep STUW-huurders die van een sociale huurwoning wil doorstromen naar een woning die beter bij hen past, krijgt voorrang.\nBinnen dat experiment moet ook voor andere woningzoekenden nog genoeg kans zijn om een woning te bemachtigen.", "paragraphs": ["De gemeente Utrecht, woningcorporaties en huurdersorganisaties hebben afgesproken om de komende vijf jaar vijfduizend nieuwe huurwoningen op te leveren. Ook zijn afspraken met corporaties over gemengde wijken gemaakt.", "In de afspraken staat onder meer dat woningcorporaties Mitros, Portaal, Bo-Ex, GroenWest, SSH en Habion (samen de STUW-corporaties) de komende vijf jaar nog zo'n vijfduizend sociale huurwoningen gaan opleveren in Utrecht.", "De woningcorporaties hebben daarnaast afgesproken om in de wijken waar een klein aanbod sociale huurwoningen is, tijdelijk te stoppen met de verkoop van die woningen. Het gaat dan om onder meer de binnenstad en West. Die tijdelijke stop duurt totdat er genoeg nieuwbouw in de wijken bij is gekomen. Ook over de hele linie gaan de corporaties minder woningen verkopen.", "De gemeente heeft verder met de STUW-corporaties afspraken over gemengde wijken, huurbeleid, de huisvesting van kwetsbaren en de inzet op duurzaamheid gemaakt.", "Een beperkte groep STUW-huurders die van een sociale huurwoning wil doorstromen naar een woning die beter bij hen past, krijgt voorrang. Binnen dat experiment moet ook voor andere woningzoekenden nog genoeg kans zijn om een woning te bemachtigen.", "De woningcorporaties gaan verder bijdragen aan het doel van de gemeente Utrecht om in 2025 op 20 procent van de huizen zonnepanelen te hebben liggen. Ook blijkt uit de afspraken dat de corporaties vanwege de coronacrisis coulant omgaan met betalingsproblemen en dreigende huisuitzettingen."], "authors": ["Door"], "keywords": ["sociale", "vijf", "wijken", "van", "komende", "nieuwe", "vijfduizend", "met", "die", "huurwoningen", "een", "ook", "utrecht", "om", "jaar", "en", "woningcorporaties", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}