{"id": "c0cb70c2-adc3-323f-a6bc-693ab1d95256", "title": "Opinie: Natuurbeleid moet af van de christelijke traditie van heersen over de natuur", "url": "https://www.dvhn.nl/meningen/Opinie/Natuurbeleid-moet-af-van-christelijk-heersen-26304223.html", "summary": "Dat weidevogels het zwaar hebben, valt niet te ontkennen en dat stikstof nu eens niet de belangrijkste drukfactor is ook niet, maar toch is er een verband.\nEen belangrijk grondoorzaak is dat we in onze joods-christelijke traditie gewend zijn om te heersen over ‘de dieren des velds’.\nHet klopt natuurlijk ook, de steenmarter is een predator, maar het klopt ook niet: het is niet zijn schuld.\nDaarom wordt het hoog tijd om onze verhouding tot de natuur opnieuw vorm te geven: niet als heerser maar als onderdaan, niet als rentmeester maar als kostganger.\nSander Turnhout is strategisch adviseur van SoortenNL en kwartiermaker van Healthy Landscape.", "paragraphs": ["Het natuurbeleid bestaat vrijwel volledig uit symptoombestrijding. Dat kan ook niet anders, zolang we de mens als meester over de natuur zien.", "Terwijl de Haagse politiek zich recentelijk nog maar eens druk maakte om de stikstofcrisis maakten ze in Groningen alvast plannen om steenmarters, vossen, kraaien en katten ‘uit het systeem’ te halen’ omdat de weidevogels het zo zwaar hebben .", "Dat weidevogels het zwaar hebben, valt niet te ontkennen en dat stikstof nu eens niet de belangrijkste drukfactor is ook niet, maar toch is er een verband. Beide etaleren het bestuurlijk onvermogen om in ons natuurbeleid ook werkelijk vanuit de natuur te redeneren. In het stikstofdossier wordt natuurkwaliteit tegenover stikstof gezet alsof het communicerende vaten zijn. In het weidevogeldossier wordt steevast gedacht in termen van een dashboard met knoppen waar je aan kunt draaien – met een hardnekkige voorkeur om vooral de knop ‘predatiebestrijding’ flink open te zetten.", "Joods-christelijke traditie van heersen", "Dat onze weidevogelgebieden systeem-ecologisch totaal gesloopt zijn, is bestuurlijk te ingewikkeld. Dat de Vogel- en Habitatrichtlijn niet alleen juridisch vastgelegde doelen kent, maar ook indicatoren voor een veel breder idee van natuurkwaliteit is voor velen al helemaal niet te volgen. Wat zit daar nu achter?", "Een belangrijk grondoorzaak is dat we in onze joods-christelijke traditie gewend zijn om te heersen over ‘de dieren des velds’. Daarom botsen we beleidsmatig zo vaak met de natuur waar zich in een gezond systeem nu eenmaal zowel prooidieren als predatoren ontwikkelen. Dat heeft de evolutie ons gebracht.", "Liberale desinteresse", "De ministers en gedeputeerden die we de afgelopen vijftig jaar op landbouw gezien hebben, zijn nagenoeg allemaal van rechts-christelijke komaf waarin zaken als evolutie of natuurlijke processen maar in beperkte mate worden erkend. En de liberalen met wie ze doorgaans regeren zijn het ermee eens of het kan ze gewoon niet zoveel schelen.", "Natuurlijk eten vossen en kraaien weidevogels. Dat doen ze al duizenden jaren. Maar wij maken ze het wel heel makkelijk door hoe we met ons land omgaan. Een groot deel veranderen we in agro-industriële complexen waar niks te halen is. Terwijl ze in de reservaten alleen hoeven te kijken naar de kooitjes die weidevogelbeschermers hebben neergezet zodat de boer de kuikens niet kapot maait.", "Om dan maar de beesten waaraan je een hekel hebt het systeem uit te schieten is vooral een primitieve reactie. Primitief omdat het zich impulsief richt op het direct zichtbare; op de druppel die de emmer doet overlopen. Dat in hetzelfde systeem al een hele laag verdwenen is – de insecten – is minder zichtbaar. En bovendien vervelend, want dat raakt dan weer direct aan de productiewijze van veel gewassen op het veld dat we ‘in het zweet des aanschijns’ aan het bewerken zijn.", "Variatie van genen, soorten en leefgebieden", "Dus dan maken we de steenmarter de grote boosdoener. Het klopt natuurlijk ook, de steenmarter is een predator, maar het klopt ook niet: het is niet zijn schuld. Sinds de mondiale Conventie van de Biodiversiteit in Rio de Janeiro in 1992 definiëren we biodiversiteit als de variatie van genen, soorten en leefgebieden en alle interacties daartussen. Vooral dat laatste is belangrijk, anders kun je volstaan met genenbanken, dierentuinen en landschapsparken.", "Toch is dat wat ons beleid doet. We wijzen een paar gebieden aan voor weidevogels en veranderen de rest in grasfalt . Daarmee brengen we de dispersie, het natuurlijke proces van soorten om zich te verspreiden, terug tot nul. Vervolgens kappen en schieten we alles in die gebieden aan gort om de vogels, die gebukt gaan onder zware milieucondities, toch nog een kans te geven op te groeien. Dat helpt natuurlijk, maar alleen tijdelijk, want het is symptoombestrijding. En dat geldt nagenoeg voor ons volledige natuurbeleid. We kunnen bijna niet anders dan vanuit het perspectief van de heerser of meester denken.", "Geen rentmeester, maar kostganger", "Maar de puinhoop die we van onze leefomgeving maken, laat goed zien dat die rol ons niet al te best afgaat. Daarom wordt het hoog tijd om onze verhouding tot de natuur opnieuw vorm te geven: niet als heerser maar als onderdaan, niet als rentmeester maar als kostganger. We moeten niet langer proberen de natuur te onderwerpen maar we moeten ermee samen leren leven.", "Sander Turnhout is strategisch adviseur van SoortenNL en kwartiermaker van Healthy Landscape. Glenn Lelieveld is medewerker van de Zoogdiervereniging en coördinator van Wolven in Nederland. Ze schrijven dit stuk op persoonlijke titel."], "authors": ["Sander Turnhout Glenn Lelieveld"], "keywords": ["natuurbeleid", "natuur", "moet", "van", "traditie", "en", "een", "om", "opinie", "te", "als", "heersen", "het", "maar", "niet", "dat", "af", "christelijke"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}