{"id": "c0dac900-da5f-398d-bb27-eeeb4302bea3", "title": "In Pieces of a Woman tonen Vanessa Kirby en Shia LaBeouf de desintegratie van een relatie ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/in-pieces-of-a-woman-tonen-vanessa-kirby-en-shia-labeouf-de-desintegratie-van-een-relatie~b07de147/", "summary": "Dat gebeurt vrijwel aan het begin van Pieces of a Woman, in een bijna een half uur durende bevallingsscène om nooit te vergeten.\nOp de grote lijnen van het scenario valt wel een en ander aan te merken.\nEen ruzie tijdens een etentje laat het spectaculair knallen tussen Ellen Burstyn, die Martha’s moeder speelt, en Kirby.\nEen scène waarin het koppel een onbeholpen poging tot vrijen doet, wordt door LaBoeuf maar vooral door Kirby zo schitterend gespeeld dat het recht door de ziel snijdt.\nPieces of a Woman toont ook de desintegratie van een relatie op topsnelheid – ook dat is hier beklemmend onontkoombaar.", "paragraphs": ["Vanessa Kirby in Pieces of a Woman.", "Een beetje ongelovig nog stappen ze in de nieuwe, brave gezinswagen – zij behoedzaam, vanwege de enorme zwangere buik. Samen maken ze grappen over haar bemoeizuchtige moeder. Sean en Martha staan op het punt voor het eerst ouders te worden. Een wonderlijke periode is dat: samen tegen de rest van de wereld, een liefdevolle, feilloos op elkaar ingespeelde twee-eenheid die klaar is om een derde toe te laten.", "En dan gaat het bij de geboorte helemaal mis.", "Dat gebeurt vrijwel aan het begin van Pieces of a Woman, in een bijna een half uur durende bevallingsscène om nooit te vergeten. Vanwege het uitzonderlijke realisme – kijk hoe actrice Vanessa Kirby door dat appartement waggelt. Half dier, half mens, bij vlagen stoned van de hormonen, dan weer geïrriteerd (‘Ik ruik mezelf, gatverdamme’). Zie de mengeling van paniek en stuiterende opwinding bij Shia LaBeouf, die de aanstaande vader speelt. Maar onvergetelijk is het óók omdat regisseur Kornél Mundruczó (White God) dit alles toont in één lang, ononderbroken shot, waarbij de camera van kamer naar kamer glijdt in hun appartement, van Kirby via LaBeouf naar de zalvende vroedvrouw die steeds bezorgder gaat kijken. Het versterkt het angstaanjagende van een bevalling: eenmaal begonnen is er geen weg meer terug, je kunt alleen maar dóór, de finale is onontkoombaar en hier komt die als een klap in het gezicht.", "Hoe dan verder? Moet die vroedvrouw gestraft worden voor het overlijden van de baby, of niet? Sean laat zich leiden door zijn wrokkige schoonmoeder, maar Martha is niet met wraak bezig – ze ruikt aan appeltjes in de supermarkt en moet met bevroren pakken erwten haar gespannen, lekkende borsten verzorgen. Het zijn dit soort details waarmee scenarist Kata Wéber, Mundruczó’s echtgenote, de rauwheid van rouw in Pieces of a Woman voelbaar maakt, de verwarring en het verdriet.", "Op de grote lijnen van het scenario valt wel een en ander aan te merken. Er is het geijkte dansen om te vergeten, een vlucht in een affaire, en als benoemd wordt dat Sean ex-alcoholist is, is het niet de vraag óf maar wanneer hij een flaconnetje sterke drank in zijn thermoskan zal gieten. Wat ook niet had gehoeven is de soms wel heel opzichtige symboliek – de ooit zo groene plantjes sterven op het irritante af, de afwas stapelt zich op.", "Het is onnodig omdat de acteurs álles al duidelijk en pijnlijk invoelbaar maken. Een ruzie tijdens een etentje laat het spectaculair knallen tussen Ellen Burstyn, die Martha’s moeder speelt, en Kirby. Een scène waarin het koppel een onbeholpen poging tot vrijen doet, wordt door LaBoeuf maar vooral door Kirby zo schitterend gespeeld dat het recht door de ziel snijdt. Het gaat niet meer, ze vinden elkaar niet, wat ooit zo moeiteloos soepel liep, is plots in alles stroef. Pieces of a Woman toont ook de desintegratie van een relatie op topsnelheid – ook dat is hier beklemmend onontkoombaar."], "authors": ["Floortje Smit"], "keywords": ["vanessa", "door", "van", "shia", "kirby", "pieces", "en", "labeouf", "een", "woman", "tonen", "te", "het", "maar", "niet", "die", "relatie"], "pubDate": "2021-01-06T16:47:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}