{"id": "c0e017b1-2e90-3a56-a3a0-316be767fd3f", "title": "Sunny Bergman portretteert niet alle oproerkraaiers even gelijkwaardig  ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/sunny-bergman-portretteert-niet-alle-oproerkraaiers-even-gelijkwaardig~b9d50636e/", "summary": "Gaat met een veganisme-activist mee naar een slachthuis om te kijken of zij zich ook zou kunnen committeren aan dierenrechten.\n‘Je vindt ze misschien irritant of vervelend’, spreekt ze het publiek toe, ‘maar ze zijn ook het bewijs van onze vrijheid.\nOf vind je simpelweg alleen mensen sympathiek met wie je het min of meer eens bent?\nEn, de belangrijkste vraag, in hoeverre heeft Bergman daar invloed op, door de manier waarop ze de verschillende oproerkraaiers neerzet?\nWat het wel een mooie momentopname van een verwarrende wereld maakt.", "paragraphs": ["De documentaire 'Oproerkraaiers’ van Sunny Bergman. Beeld NPO 2", "Een dag niet gedemonstreerd is een dag niet geleefd, is het motto van Frank. Dus is hij steeds wel ergens te vinden, gewapend met een megafoon. Bij het kantoor van booking.com bijvoorbeeld, waar hij met een handjevol anderen ‘Pay your taxes!’ zingt. Of bij de Amsterdamse Stopera, om moederziel alleen te protesteren voor de omstandigheden voor dak- en thuislozen tijdens corona. ‘Verschuil je maar achter de gordijnen, jullie moeten je kapot schamen.’", "‘Je bent wel een beetje irritant, hè?’, zegt documentairemaker Sunny Bergman tegen hem. ‘Ja hoor’, erkent hij lachend. ‘Mega-irritant.’", "Oproerkraaiers heet Bergmans documentaire, die gaat over types als Frank - mensen die onrecht constateren en hun mond opentrekken. Aan de ene kant groeit hun aantal: boeren, klimaatactivisten en Black Lives Matter-demonstranten gingen het afgelopen jaar massaal de straat op. Aan de andere kant, en dat verbaast Bergman, roepen ze enorm veel weerstand op. In haar film onderzoekt ze wie de hedendaagse demonstranten zijn en wat ze teweegbrengen.", "Daarbij is Bergman, zo benadrukt ze aan het begin van de documentaire, een activist onder de activisten. Als kind ging ze al met haar vader mee protesteren tegen de atoombom. Ze voerde actie voor Kick Out Zwarte Piet en tegen etnisch profileren. Als filmmaker is ze ook geëngageerd: in haar documentaires als Sletvrees (2013) of Wit is ook een kleur (2016) neemt ze onderzoekend stelling bij ingewikkelde maatschappelijke onderwerpen en probeert ze de blik van de kijker te kantelen. Je kunt de methode-Bergman geweldig vinden, of hopeloos irritant, maar als zij zich op een onderwerp als activisme stort, stemt dat sowieso nieuwsgierig.", "Beeld NPO 2", "In Oproerkraaiers probeert ze haar blik zo ruim mogelijk te houden. Ze rijdt met de boeren mee op de tractor naar Den Haag. Spreekt een keurig, gegoed stel dat zich fanatiek inzet voor de radicale milieubeweging Extinction Rebellion. Gaat met een veganisme-activist mee naar een slachthuis om te kijken of zij zich ook zou kunnen committeren aan dierenrechten. Soms komen de protestacties die ze filmt wat knullig over, maar Bergman neemt de goede bedoelingen erachter allemaal even serieus.", "Tijdens haar zoektocht stelt ze een aantal interessante dingen aan de kaak, zoals bijvoorbeeld de manier waarop het bedrijfsleven en de politiek gebruikmaken van dit soort luizen in de pels. Ze vraagt zich af wie bepaalt of iemand een terrorist of een activist is, en waar dat op is gebaseerd. Bergman verwondert zich over de politie, die haar helpt als ze met de boeren op pad is, maar die ze bij Kick Out Zwarte Piet-demonstraties vooral heeft zien inslaan op haar mededemonstranten.", "Feitelijk strijden alle activisten tegen hetzelfde systeem, stelt Bergman. Ze benadrukt de belangrijke rol die de oproerkraaiers spelen binnen de democratie. ‘Je vindt ze misschien irritant of vervelend’, spreekt ze het publiek toe, ‘maar ze zijn ook het bewijs van onze vrijheid. Ze knagen aan onze zekerheden en zijn het geweten van onze maatschappij.’", "En toch wringt het ergens dat Bergman alle ‘activisten’ zo op één hoop probeert te vegen, ongeacht hun standpunten. Misschien omdat ze niet alle partijen even gelijkwaardig portretteert. Ja, ze gaat mee met de boeren en luistert naar hun punten, maar ze is kritischer dan bij de veganist Desiree. De scènes met de Kick Out Zwarte Piet-activisten krijgen een optimistische soundtrack, en Bergman noemt dat op de voice-over ‘de goede zaak’.", "Het zal ook voor de kijker onmogelijk zijn de vooringenomen weerstand tegen sommige oproerkraaiers echt opzij te zetten. Wie zich vanwege de overtreding van de coronamaatregelen ergerde aan de Black Lives Matter-betoging op de Dam in Amsterdam zal dat blijven doen; wie niet gelooft in klimaatverandering zal de praatgroep voor eco-activisten niet zo indrukwekkend vinden als Bergman.", "Waarom zou dat zijn? Blijft die ene activist irriteren omdat hij je dwingt te kijken naar iets waar je geen zin in hebt, zoals Bergman beweert? Of vind je simpelweg alleen mensen sympathiek met wie je het min of meer eens bent? Staat die ergernis los van persoonlijkheden en de manier waarop ze protesteren? En, de belangrijkste vraag, in hoeverre heeft Bergman daar invloed op, door de manier waarop ze de verschillende oproerkraaiers neerzet?", "Oproerkraaiers levert meer vragen dan antwoorden. Wat het wel een mooie momentopname van een verwarrende wereld maakt.", "Oproerkraaiers Documentaire ★★★☆☆ Te zien op 7/12 om 20.25 op NPO 2."], "authors": ["Floortje Smit"], "keywords": ["alle", "van", "portretteert", "sunny", "het", "op", "met", "gelijkwaardig", "oproerkraaiers", "niet", "ze", "een", "en", "te", "je", "bergman"], "pubDate": "2020-12-06T17:33:45+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}