{"id": "c0f056b7-c651-36d2-b489-bc6109c458df", "title": "Gerie Smit (35) wil het taboe over de cafébrand in Volendam doorbreken: ‘Het zit bij iedereen nog heel diep’", "url": "https://trouw.nl/binnenland/gerie-smit-35-wil-het-taboe-over-de-cafebrand-in-volendam-doorbreken-het-zit-bij-iedereen-nog-heel-diep~bd4bed03/", "summary": "“Ik denk niet dat ze het heeft gered.\nGerie Smit (35) was een van hen, en maakte de documentaire.\nSmit is journalist bij NH Nieuws en was die fatale nacht als vijftienjarige met vriendinnen in het café toen het noodlot toesloeg.\nEn haar vriendin Rosa die kort voor de brand het café verliet en alle begrafenissen alleen bezocht, terwijl haar vriendinnen in het ziekenhuis lagen?\nHeel confronterend.”TaboeDat iedereen in haar documentaire zo openhartig was, kwam omdat het niet een journalist van buiten was die de vragen stelde, maar een van hen.", "paragraphs": ["Over de fatale nieuwjaarsbrand in café ’t Hemeltje, precies twintig jaar geleden, heeft Volendam het liever niet meer. Gerie Smit wil dat taboe met haar nieuwe documentaire doorbreken.", "“Er zat een meisje op dat tafeltje daar, met alleen een bh’tje. Ze kon niet meer praten. Ze huilde ook niet. Niks. Ze was ernstig verbrand. Ik denk niet…” Barman Kees Sier uit Volendam aarzelt even, zijn ogen worden vochtig. “Ik denk niet dat ze het heeft gered. Die nacht kwam een hulpverlener van Slachtofferhulp. Hij zei: jullie zijn ook slachtoffers, vergeet dat niet.” De toenmalig uitbater van café de Molen in Volendam slaat de handen voor zijn gezicht en snikt.", "Het fragment komt uit ‘Daar praten we niet meer over’, een documentaire over de Volendamse nieuwjaarsbrand die op 1 januari wordt uitgezonden bij de regionale omroep NH Nieuws, precies twintig jaar nadat de kerstversiering vlam vatte en er brand uitbrak in café ‘t Hemeltje (zie kader). Sier hielp tijdens die fatale nacht in Volendam in 2001 tientallen jongeren die met zwarte gezichten en vellen aan hun handen aan kwamen strompelen.", "De brand kostte veertien mensen het leven. Ruim tweehonderd cafébezoekers raakten zwaargewond. Gerie Smit (35) was een van hen, en maakte de documentaire. “Kees twijfelde om mee te werken, maar deed dit voor mij. Om mijn vragen te beantwoorden”, vertelt ze. Smit is journalist bij NH Nieuws en was die fatale nacht als vijftienjarige met vriendinnen in het café toen het noodlot toesloeg. Ze lag drie weken in kunstmatige coma en draagt de littekens van de brandwonden sindsdien voor altijd bij zich.", "Vragen bleven spoken", "Haar eigen verhaal vertelde ze talloze keren. Tijdens interviews, lezingen en in haar boek ‘Nieuwe handen’ dat tien jaar geleden uitkwam. Maar vragen bleven door haar hoofd spoken. Hoe heeft barman Kees die nacht ervaren, toen Smit daar verbrand en in shock binnenkwam? En haar vriendin Rosa die kort voor de brand het café verliet en alle begrafenissen alleen bezocht, terwijl haar vriendinnen in het ziekenhuis lagen?", "“Vragen die ik nooit had gesteld, want daar praten we onder elkaar gewoon niet over”, weet Smit. “Zolang we er niet over praten, is het er niet. Hoe het voor mijn zus was? Dat had ik eigenlijk nooit gevraagd. Tijdens de opnames kreeg ik terug dat juist ik er niet over wilde praten. Heel confronterend.”", "Taboe", "Dat iedereen in haar documentaire zo openhartig was, kwam omdat het niet een journalist van buiten was die de vragen stelde, maar een van hen. “Ik kwam tot de kern, waar iemand van buitenaf alleen het oppervlakkige verhaal zou krijgen. Daarmee doorbrak ik toch een soort taboe. Ik ondervond tijdens de gesprekken pas hoe diep het nog zat bij iedereen. Ze waren daar soms zelf ook verbaasd over.”", "Smit bevroeg ook jongeren in Volendam. Wat weten zij nog van de brand? “Eerder hoefde ik mijn brandwonden nooit uit te leggen. Volendam hè, hoorde ik dan. Dat ligt inmiddels heel anders. De jongere generatie moet ik het verhaal vaak vertellen van begin tot eind. Dat was ik eerder niet gewend.”", "Na twintig jaar en het maken van de documentaire zijn weliswaar veel vragen beantwoord, de cirkel is nog niet helemaal rond. “Het is wel even klaar nu, maar helemaal afsluiten? Nee, dat kan ik nog niet.” Ze glimlacht. “Misschien als ik ooit met mijn zeilboot in Bora Bora lig. Dan heb ik de cirkel echt rond gevaren.”", "De documentaire ‘Daar praten we niet meer over’ is op 1 januari om 18.00 uur te zien bij de regionale omroep NH Nieuws.", "Cafébrand Volendam twintig jaar geleden In de Nieuwjaarsnacht van 2000 op 2001 brak een grote brand uit in Café ’t Hemeltje in Volendam. Bij de brand vielen veertien doden en raakten tweehonderd mensen ernstig gewond. De brand ontstond nadat sterretjes werden aangestoken die ervoor zorgden dat de kerstversiering in de brand vloog. Er waren te veel bezoekers in het café en te weinig vluchtwegen. Eigenaar Jan Veerman, afgelopen jaar overleden, is na de brand vanwege nalatigheid veroordeeld tot een werkstraf en voorwaardelijke gevangenisstraf. De brand was aanleiding voor verscherpte controles naar de brandveiligheid in de horeca.", "Lees ook:", "", "Cafégangers mogen zelf ook best opletten", "", "Na de catastrofale brand in Volendamse café De Hemel in 2001 ging de brandweer overal in Nederland strenger controleren op brandveiligheid in de horeca. Toch zijn flink wat bars, clubs en restaurants nog steeds niet brandveilig."], "authors": ["Stefan Keukenkamp"], "keywords": ["ik", "heel", "nog", "gerie", "smit", "ze", "wil", "die", "van", "zit", "en", "brand", "een", "volendam", "taboe", "iedereen", "het", "niet", "dat"], "pubDate": "2020-12-31T18:09:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}