{"id": "c108d720-cecf-316d-9dd8-75c6db1c21b6", "title": "Vegan kerstinspiratie voor op tafel: lekkere recepten op een rij", "url": "https://volkskrant.nl/de-gids/vegan-kerstinspiratie-voor-op-tafel-lekkere-recepten-op-een-rij~b3ccb653/", "summary": "Zonder dat u het doorheeft, eet u zomaar een notenroomsaus die kan wedijveren met eentje die is gemaakt met crème fraîche.\nJe bakt de aardappelen in de oven en maakt een heerlijk romige vulling van sjalotjes, citroensap, kerrie en mosterd.\nEr is een prima variant zonder boter en zonder koemelk.\nIn de vegan-variant van Shannon Martinez (van het boek Eat Vegan) is het een soep met zwarte bonen en mais.\nOp de zelfgemaakte taartenbodem komt custard en daarover weer een mousse van aardbeien en rabarber.", "paragraphs": ["Links: de rabarbertaart. Rechts: de veganistische rijstnoedelroerbak.", "Yvette van Boven is al een poosje in de ban van de cashewnoot. ‘In de veganistische keuken wordt hij vaak gebruikt om room te vervangen en inderdaad, dat werkt. Zonder dat u het doorheeft, eet u zomaar een notenroomsaus die kan wedijveren met eentje die is gemaakt met crème fraîche. Cashew-noten maken het zelfs aantrekkelijk: die zachte, nootachtige smaak is voor asperges een welkome vriend en maakte dit gerecht tot een complete dis waar we de borden bij aflikten.’", "Ook met drie sterren van het Beter Leven-keurmerk leven kippen niet echt lang en gelukkig. De oplossing van Vega Lifestyle Magazine: gevulde ‘eieren’ van aardappel met kikkererwtenpuree. Je bakt de aardappelen in de oven en maakt een heerlijk romige vulling van sjalotjes, citroensap, kerrie en mosterd.", "Met chocolademousse als toetje zit je altijd goed: klassiek en toch feestelijk. Er is een prima variant zonder boter en zonder koemelk. Zelfs zonder eiwitten. En makkelijk ook nog. Met slechts drie ingrediënten: ongezoete amandelmelk, rietsuiker en pure chocolade.", "Traditioneel is dit een echte ‘comfy’ kippensoep met tomatenblokjes, avocado, zure room, kaas. In de vegan-variant van Shannon Martinez (van het boek Eat Vegan) is het een soep met zwarte bonen en mais.", "Volkskok Pay-Uun Hiu constateert: chef-kok Martinez weet wat vleeseters die geen vlees eten willen.", "Een heerlijke taart made from scratch, om de gasten tijdens het Kerstdiner flink mee te imponeren. Op de zelfgemaakte taartenbodem komt custard en daarover weer een mousse van aardbeien en rabarber.", "Als liefhebber van de Franse keuken heeft Volkskok Sake Slootweg de neiging om groente aan te kleden met alles wat een veganist niet mag: spinazie met room, worteltjes in boter en prei met ei. Maar hij kwam een gerecht tegen (met kappertjes, rode pepers en munt) dat erg aanlokkelijk bleek, en zuivel of vlees waren nergens te bekennen.", "Een overzichtelijk gerecht uit de koker van Volkskok Loethe Olthuis. Gezond, maar zonder door te slaan zoals sommige superhealthy lifestylegoeroes. In de praktijk betekent dat: met gewone zonnebloemolie en, o gruwel, gekonfijte gember.", "Veganistische rijstnoedelroerbak", "De voorbereidingen van deze roerbak met platte brede rijstnoedels vergen wat tijd, maar dan heb je ook wat. Met paksoi, pinda's, doperwten, uitjes en koriander.", "Maaltijdsoep van geroosterde groenten", "Tijdens de koude feestdagen kunt u gelukkig altijd terugvallen op deze goed gevulde soep van geroosterde groenten. Lekker als tussendoortje na een stevige wandeling in het bos of als voorgerecht geserveerd in mooie soepkommen."], "authors": [], "keywords": ["van", "dat", "die", "rij", "recepten", "een", "het", "en", "te", "tafel", "vegan", "lekkere", "op", "voor", "zonder", "kerstinspiratie", "wat", "met"], "pubDate": "2018-12-18T16:00:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}