{"id": "c10c7b54-3456-3c89-b362-7f6a8d551cb2", "title": "Hoe voorkomen zorgmedewerkers zelf psychische problemen?", "url": "https://trouw.nl/zorg/hoe-voorkomen-zorgmedewerkers-zelf-psychische-problemen~bd6d3461/", "summary": "Gelukkig is het vaccineren van een deel van het ziekenhuispersoneel deze week begonnen.\nWat kunnen zorgmedewerkers doen om geestelijk gezond te blijven, langdurig psychisch leed te voorkomen en goed te blijven functioneren?\nVooral zij kunnen het verschil maken en veel psychisch leed voorkomen.\nErken dat het werk moeilijk was en dat het ook later nog invloed zal hebben op hoe zij zich voelen.” Laat daarbij ook weten dat het goed is hulp te zoeken, en waar de zorgmedewerkers dan kunnen aankloppen, raadt de hoogleraar aan.\n“Bovendien is een veelgehoorde klacht bij mensen met een burn-out dat zij hun werk niet leuk meer vinden.", "paragraphs": ["Veel en lange diensten, nauwelijks tijd om bij te komen, gevaar om besmet te raken met corona, werken onder hoge druk en in heftige situaties. Zorgmedewerkers hebben het niet makkelijk tijdens deze pandemie. Gelukkig is het vaccineren van een deel van het ziekenhuispersoneel deze week begonnen. Dat biedt weliswaar bescherming tegen een infectie met het virus, maar de werkdruk wordt er nog niet mee verlicht. Wat kunnen zorgmedewerkers doen om geestelijk gezond te blijven, langdurig psychisch leed te voorkomen en goed te blijven functioneren?", "Iedereen is anders, en sommigen halen veel voldoening uit spannend werk, weet Evelien Brouwers, bijzonder hoogleraar psychische gezondheid en duurzame inzetbaarheid in arbeid aan Tilburg University. Maar los daarvan: langdurig onder grote druk staan en constante blootstelling aan ingrijpende omstandigheden, zoals bij veel zorgmedewerkers het geval is, vergroot de kans sterk op psychische aandoeningen zoals angststoornissen, PTSS, depressies of suïcidale gedachten, ook op de langere termijn.", "Cruciale rol leidinggevenden", "Zoek als arts vooral steun bij je collega’s en in je persoonlijke omgeving als je je somber voelt, slecht slaapt, nauwelijks kan ontspannen, of op een andere manier niet lekker in je vel zit. Maar Brouwers kan één ding niet genoeg benadrukken: voor leidinggevenden in de zorg is een schone taak weggelegd om hun werknemers te steunen. Vooral zij kunnen het verschil maken en veel psychisch leed voorkomen.", "De eerste tip die zij managers kan geven: “Bedank je personeel uitvoerig voor het harde werk in de afgelopen periode. Erken dat het werk moeilijk was en dat het ook later nog invloed zal hebben op hoe zij zich voelen.” Laat daarbij ook weten dat het goed is hulp te zoeken, en waar de zorgmedewerkers dan kunnen aankloppen, raadt de hoogleraar aan.", "Verder is het belangrijk de psychische gezondheid van iedereen die aan de stressvolle omstandigheden van de eerste en tweede golf is blootgesteld te blijven monitoren. Dat kan eventueel anoniem, zegt Brouwers. Als mensen maar de hulp kunnen krijgen die nodig is.", "‘Terug-naar-normaal-gesprek’", "Brouwers: “Hulp vragen is voor sommigen namelijk erg moeilijk. Mensen zijn bang dat het bijvoorbeeld ten koste gaat van doorgroeimogelijkheden, of zelfs van hun baan, als zij open zijn over psychische problemen.” Bovendien hebben artsen en ver­plegers, net als bijvoorbeeld militairen of brandweermensen soms last van de zogenaamde strong worker culture, het idee dat zij, als hulpverlener, zelf sterk moeten zijn.”", "Om de stap naar psychische hulp makkelijker te maken, adviseert zij de leidinggevenden in ziekenhuizen een zogenaamd ‘terug-naar-normaal-gesprek’ te voeren met hun personeel. “Daarin moet de leidinggevende goed luisteren, begrip tonen en meedenken hoe stress in de komende periode vermeden wordt. Het kan heel goed dat de ene persoon in zo’n gesprek zegt: ‘Laat mij maar even een tijdje administratief werk doen’, terwijl de ander zegt: ‘Ik wil vooral patiënten zien’. De hele organisatie moet ook écht uitdragen: mentale gezondheid is belangrijk en ook zorgverleners kunnen psychische problemen hebben.”", "Wensen inwilligen", "Het is belangrijk die wensen zo veel ­mogelijk in te willigen, want stress tijdens het herstel van een heftige periode is een grote risicofactor voor de ontwikkeling van langdurige psychische problemen. “Bovendien is een veelgehoorde klacht bij mensen met een burn-out dat zij hun werk niet leuk meer vinden. Zo voorkom je dat.”", "Nog een advies: organiseer groepsgesprekken. Brouwers: “Stel dat iemand zegt: ‘Door mijn beslissing is een patiënt doodgegaan’ en zich enorm schuldig voelt, dan is het belangrijk dat hij of zij dat kan herinterpreteren, en dat collega’s diegene gerust kunnen stellen door bijvoorbeeld te zeggen: ‘Het was een goede beslissing.’”"], "authors": ["Thomas Jak"], "keywords": ["zij", "van", "psychische", "en", "zorgmedewerkers", "een", "kunnen", "voorkomen", "hoe", "te", "problemen", "het", "zelf", "dat", "je"], "pubDate": "2021-01-08T13:19:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}