{"id": "c11176cf-ed7e-3b93-b7d5-8b4748098ef3", "title": "Jarige prinses Amalia mag een week lang drie gasten per dag ontvangen", "url": "https://nu.nl/achterklap/6094888/jarige-prinses-amalia-mag-een-week-lang-drie-gasten-per-dag-ontvangen.html", "summary": "Prinses Amalia mag van haar moeder, koningin Máxima, haar zeventiende verjaardag een week lang vieren.\nDat op die dag drie mensen komen en dat op een andere dag drie anderen op bezoek komen.\nDus de hele week staat in het teken van de verjaardag van Amalia\", vertelt de koningin.\nLaatste verjaardag als minderjarige, daarna toelage van de staatHaar zeventiende verjaardag is de laatste van de prinses, de eerste in de lijn van troonopvolging, als minderjarige.\nPrinses Amalia ontvangt de toelage vanaf haar achttiende verjaardag niet met terugwerkende kracht over heel 2021.", "paragraphs": ["Prinses Amalia mag van haar moeder, koningin Máxima, haar zeventiende verjaardag een week lang vieren. De prinses is maandag jarig.", "De festiviteiten worden bepaald en beperkt door de geldende coronaregels, zo maakt de koningin duidelijk. \"Het is bekend wat mogelijk is. Per dag mogen drie mensen op bezoek komen. Daar moeten we ons aan houden.\" Maar er hoeft volgens Máxima niet te worden geloot.", "\"We proberen het te spreiden. Dat op die dag drie mensen komen en dat op een andere dag drie anderen op bezoek komen. Dus de hele week staat in het teken van de verjaardag van Amalia\", vertelt de koningin. Dat beleid heeft echter wel consequenties voor Amalia's zusjes Alexia en Ariane. \"De anderen mogen niemand meebrengen.\"", "\"Het is wat het is\", aldus Máxima. \"Je moet roeien met de riemen die je hebt en we maken er het beste van. Het wordt zeker een happening voor de hele familie.\"", "Laatste verjaardag als minderjarige, daarna toelage van de staat", "Haar zeventiende verjaardag is de laatste van de prinses, de eerste in de lijn van troonopvolging, als minderjarige. De prinses krijgt tot haar achttiende verjaardag geen toelage van de staat.", "Als meerderjarige en 'vermoedelijke opvolger van de koning' heeft Amalia vanaf 7 december 2021 recht op een grondwettelijke uitkering van 1.587.000 euro per jaar. Daarvan is 282.000 euro vastgesteld als persoonlijk inkomen en 1.305.000 euro voor personele en materiële uitgaven.", "Prinses Amalia ontvangt de toelage vanaf haar achttiende verjaardag niet met terugwerkende kracht over heel 2021. De toelage komt voor de 25 dagen dat ze in dat jaar meerderjarig is neer op zo'n 107.000 euro."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "toelage", "gasten", "dag", "op", "verjaardag", "drie", "jarige", "lang", "het", "mag", "ontvangen", "een", "haar", "en", "dat", "week", "prinses", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}