{"id": "c122bc4e-62e3-3d53-8ece-8af97b110786", "title": "Verblinding bemanning Apache met laserpen: was het de vader of de zoon?", "url": "https://www.telegraaf.nl/nieuws/1091410683/verblinding-bemanning-apache-met-laserpen-was-het-de-vader-of-de-zoon", "summary": "Voor de officier van justitie is het duidelijk: het was Job van de K. En vader Van de K. neemt alleen de schuld op zich om zijn zoon te beschermen nadat hij ontdekte dat er zware straffen staan op het in gevaar brengen van het luchtverkeer.\nZo zei vader Van de K. dat het incident plaatshad omstreeks 8 uur ’s avonds, terwijl het kwart voor 11 was.\nHet tijdstip waarop hij normaal gesproken naar bed gaat en zijn zoon Job nog een uurtje opblijft.\nEen Apache werd tijdens een nachtelijke training vanuit de achtertuin van het gezin in het Gelderse Land van Maas en Waal beschenen.\n’Machteloos’De officier is er daarom van overtuigd dat niet vader Aristo, maar zoon Job de schuldige is.", "paragraphs": ["Die vraag moet de rechtbank in Arnhem over twee weken beantwoorden. Voor de officier van justitie is het duidelijk: het was Job van de K. En vader Van de K. neemt alleen de schuld op zich om zijn zoon te beschermen nadat hij ontdekte dat er zware straffen staan op het in gevaar brengen van het luchtverkeer.", "De officier eiste vrijspraak voor vader Van de K. en een veroordeling tot 240 uur werkstraf en negen maanden voorwaardelijke gevangenisstraf tegen zoon Job van de K.", "De laserstraal kwam ’s avonds omstreeks kwart voor 11 uit de achtertuin van de familie Van de K. in Afferden. De piloten wisten de coördinaten vast te leggen en de gevechtsheli veilig aan de grond te krijgen. Maar vraag niet hoe.", "De gezagvoerder liep ernstig oogletsel op waardoor hij bijna een half jaar lang geen nachtvluchten meer kon doen. Zowel hij als de co-piloot raakten verblind en gedesoriënteerd. Het laat zich raden wat er had kunnen gebeuren als de Apache boven bewoond gebied was neergestort, zei de officier van justitie. De piloten mogen bovendien van geluk spreken dat het oogletsel niet van blijvende aard is.", "Zwaar geluid", "Hij was degene die met de laserpen ’s avonds vanuit zijn achtertuin het luchtruim afzocht naar de oorsprong van het zware, aanzwellende geluid, zei Aristo van de K. Maar volgens de officier kloppen zijn verklaringen niet met de bewijzen.", "Zo zei vader Van de K. dat het incident plaatshad omstreeks 8 uur ’s avonds, terwijl het kwart voor 11 was. Het tijdstip waarop hij normaal gesproken naar bed gaat en zijn zoon Job nog een uurtje opblijft.", "Een Apache werd tijdens een nachtelijke training vanuit de achtertuin van het gezin in het Gelderse Land van Maas en Waal beschenen. Ⓒ ANP/HH", "Bovendien wees vader Van de K. de verkeerde van de drie laserpennen aan toen de Koninklijke Marechaussee ze in beslag kwam nemen en zei hij pas dat hij ermee had geschenen nadat duidelijk werd dat zijn zoon Job als verdachte werd aangemerkt.", "’Machteloos’", "De officier is er daarom van overtuigd dat niet vader Aristo, maar zoon Job de schuldige is. Hij was degene die de laserpennen aanschafte. Job van de K. zat hoofdschuddend in de verdachtenbank en zei zich ,,machteloos” te voelen. ,,Ik kan mijn onschuld niet bewijzen.”", "Uitspraak 25 januari."], "authors": ["Saskia Belleman"], "keywords": ["verblinding", "van", "k", "zijn", "zoon", "vader", "en", "job", "met", "bemanning", "zei", "het", "apache", "hij", "dat", "laserpen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}