{"id": "c12a0020-3a29-3b30-a605-776924599a68", "title": "Van de Zandschulp wint eerste kwalificatieduel Australian Open", "url": "https://nu.nl/tennis/6101153/van-de-zandschulp-wint-eerste-kwalificatieduel-australian-open.html", "summary": "Botic van de Zandschulp heeft zaterdag het eerste kwalificatieduel voor de Australian Open gewonnen.\nSpelers moeten drie voorrondes overleven om zich te plaatsen voor het hoofdtoernooi.\nAlleen Rus rechtstreeks geplaatst voor hoofdtoernooiIn de kwalificatie voor het vrouwentoernooi ging Schoofs met 3-6 en 6-7 (6) onderuit tegen de Chileense Daniela Seguel.\nAlle spelers die zich kwalificeren, gaan voor aanvang van het toernooi twee weken in quarantaine in Melbourne.\nDe eerste Grand Slam van het jaar begint op 8 februari.", "paragraphs": ["Botic van de Zandschulp heeft zaterdag het eerste kwalificatieduel voor de Australian Open gewonnen. Bibiane Schoofs wist zich niet te plaatsen voor de tweede voorronde.", "Van de Zandschulp was in drie sets te sterk voor de Italiaan Lorenzo Musetti: 3-6, 6-1 en 6-4. De 25-jarige Veenendaler nam niet eerder in zijn carrière deel aan een Grand Slam. Spelers moeten drie voorrondes overleven om zich te plaatsen voor het hoofdtoernooi.", "Er komen maandag nog twee Nederlandse mannen in actie in de kwalificaties, die vanwege coronarestricties in het Qatarese Doha gehouden worden. Robin Haase, die is afgezakt naar de 198e plek van de wereldranglijst, neemt het op tegen de twintigjarige Braziliaan Thiago Seyboth Wild (ATP-117).", "Tallon Griekspoor, op plaats 155 de hoogst geklasseerde Nederlander, lootte Harry Bourchier, een 24-jarige Australiër die met een wildcard tot de kwalificaties is toegelaten.", "Alleen Rus rechtstreeks geplaatst voor hoofdtoernooi", "In de kwalificatie voor het vrouwentoernooi ging Schoofs met 3-6 en 6-7 (6) onderuit tegen de Chileense Daniela Seguel. De 32-jarige Edese liep daardoor haar derde deelname aan een Grand Slam mis.", "Maandag komen Richèl Hogenkamp, Lesley Pattinama-Kerkhove en Indy de Vroome nog in actie. Doordat Kiki Bertens nog herstellende is van een achillespeesoperatie, is alleen Arantxa Rus rechtstreeks toegelaten tot het hoofdtroernooi.", "Alle spelers die zich kwalificeren, gaan voor aanvang van het toernooi twee weken in quarantaine in Melbourne. De eerste Grand Slam van het jaar begint op 8 februari."], "authors": ["Door"], "keywords": ["van", "kwalificatieduel", "nog", "eerste", "voor", "een", "slam", "wint", "zandschulp", "open", "australian", "te", "op", "het", "zich", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}