{"id": "c12f0d5a-135e-3f0d-94e9-ca0ca1fd1565", "title": "Aan bedrijfscultuur bouwen: juist nu", "url": "https://www.nrc.nl/nieuws/2021/01/08/aan-bedrijfscultuur-bouwen-juist-nu-a4026787", "summary": "Veel managers zijn het erover eens dat bedrijfscultuur belangrijk is.\nVoor de buitenwereld is het van belang dat organisaties herkenbaar zijn aan het gedrag van hun medewerkers.\nHoe werk je aan je bedrijfscultuur in deze situatie?\nOok belangrijk: hoe ondersteun je je medewerkers in deze tijd?\nAls je dit soort tips leest, denk je: dat is geen raketwetenschap.", "paragraphs": ["Hoe gaat het eigenlijk met de bedrijfscultuur nu iedereen thuiswerkt? En wat kun je als manager doen om die levend te houden? Veel managers zijn het erover eens dat bedrijfscultuur belangrijk is. Ze hechten sterk aan gedeelde waarden en normen die onze beslissingen en handelingen sturen. Zo binden we medewerkers, klanten en andere belanghebbenden aan ons. Althans, dat is de theorie. Of dit in de praktijk ook echt zo werkt, daarover zometeen meer.", "Eerst de actuele situatie. Nu iedereen thuiswerkt, is er een aardige kans dat steeds meer verschillen ontstaan in de manier waarop we ons werk aanpakken. Bijvoorbeeld in de manier waarop klanten te woord worden gestaan. Niet goed, zegt onderzoeksbureau Gallup. Voor de buitenwereld is het van belang dat organisaties herkenbaar zijn aan het gedrag van hun medewerkers. Of die nu thuiswerken of op kantoor.", "Hoe krijg je dat voor elkaar? Hoe werk je aan je bedrijfscultuur in deze situatie? Het antwoord is niet zo ingewikkeld. Volgens de onderzoekers moeten we de bestaande waarden en normen van ons bedrijf vertalen naar concreet gedrag in de nieuwe situatie. Wat doe je bijvoorbeeld wel en niet in Zoom-meetings met klanten? Daar moet je duidelijk in zijn, aldus Gallup.", "Ook belangrijk: hoe ondersteun je je medewerkers in deze tijd? Is er voldoende informeel contact onderling? Zijn er trainingen? Hebben managers frequent contact – meerdere keren per week – met de mensen in hun team? Al deze contactmomenten kun je inzetten om de bedrijfscultuur te versterken.", "Als je dit soort tips leest, denk je: dat is geen raketwetenschap. Dat doen de meeste managers toch allang? Maar dat blijkt niet waar te zijn.", "Tussen officiële uitingen over bedrijfscultuur en de praktijk is geen aantoonbaar verband", "In een recent artikel in de MIT Sloan Management Review vergeleken cultuuronderzoeker Donald Sull en zijn collega’s de officiële uitspraken over cultuur – op websites en in jaarverslagen van bedrijven – met wat medewerkers in de dagelijkse praktijk waarnemen.", "Hun belangrijkste conclusie: er is geen aantoonbaar verband tussen deze twee zaken. Het op allerlei manieren verkondigen dat je je onderscheidt als bedrijf, omdat je bijvoorbeeld streeft naar integriteit, samenwerking, klantgerichtheid, respect en innovatie (de vijf meest genoemde waarden binnen de 689 onderzochte bedrijven), heeft geen meetbaar effect op wat eigen medewerkers aan beslissingen en gedragingen waarnemen op deze gebieden. Best pijnlijk.", "Hoe dicht je die kloof tussen mooie cultuurplannen en dagelijkse realiteit? Ook Sull en collega’s pleiten ervoor de ‘hoog-overtermen’ die de meeste cultuurprogramma’s kenmerken, te vertalen naar concrete uitspraken over gewenst gedrag. Het handjevol organisaties dat wel goed scoort in cultuuronderzoek, doet dit al. Een voorbeeld van de onderzoekers: een farmaceutisch bedrijf dat ‘pionieren’ als centrale waarde heeft, vertaalt dit onder meer naar „openhartig ter discussie stellen van aannames” en „eerlijk zijn over wat je niet weet”.", "Kort en goed: we praten in bedrijven veel over cultuur, maar in de praktijk is het effect ervan bijzonder teleurstellend. Wie serieus werk wil maken van cultuur, moet een stuk concreter worden. Wanneer? Nu zou weleens een goed moment kunnen zijn.", "Ben Tiggelaar schrijft wekelijks over persoonlijk leiderschap, werk en management.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Ben Tiggelaar", "Leestijd Minuten"], "keywords": ["zijn", "van", "bouwen", "en", "een", "juist", "bedrijfscultuur", "aan", "nu", "te", "het", "wat", "dat", "die", "je"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}