{"id": "c147bb55-2f57-31d3-a8df-058062945e4f", "title": "Het tikje stichtelijke Soul zit vol complicaties en exposé", "url": "https://www.parool.nl/kunst-media/het-tikje-stichtelijke-soul-zit-vol-complicaties-en-expose~bd4a325d/", "summary": "Gardner is zelf ook niet op zijn plek.\nDiep in zijn hart zou hij liever optreden in clubs dan lesgeven op een middelbare school.\nEn met succes; na een wervelende pianosolo biedt de vermaarde saxofoniste Dorothea Williams hem een plek aan in haar jazzkwartet.\nAdembenemend tempoDe weergaloze, nog geen tien minuten durende proloog kan zich meten met die van Up, waarin het leven van een knorrige ballonnenverkoper en zijn lieve vrouw versneld en woordloos is te zien.\nNatuurlijk belanden de twee uiteindelijk op aarde – het begin van nóg veel meer complicaties en exposé.", "paragraphs": ["Beeld PIXAR", "Soul Regie Pete Docter en Kemp Powers Met Jamie Foxx, Tina Fey, Graham Norton, Angela Bassett, Rachel House Te zien vanaf 25 december op Disney+", "Heel veel animo is er niet voor de muziekles van Joe Gardner. De ene puber is zijn instrument vergeten, een ander speelt liever op zijn telefoon; eigenlijk weet alleen een nerdy meisje op trombone maat te houden. Gardner is zelf ook niet op zijn plek. Diep in zijn hart zou hij liever optreden in clubs dan lesgeven op een middelbare school. “Ik ben geboren om te spelen. Het is de reden dat ik leef,” zegt Gardner.", "Zijn oude moeder denkt daar anders over. In plaats van te volharden in pogingen om in een bandje te komen, zou zij graag zien dat Joe de vaste aanstelling als muziek-­leraar accepteert die hem onlangs is aangeboden. Ze gunt hem een zorgelozer leven dan zijn vader, die avond na avond optrad voor een grijpstuiver, terwijl zij het geld ­verdiende om de huur en de ziektekostenverzekering te ­betalen.", "Ondanks zijn moeder besluit Joe Gardner nog een keer te auditeren. En met succes; na een wervelende pianosolo biedt de vermaarde saxofoniste Dorothea Williams hem een plek aan in haar jazzkwartet. Joe is zo in de wolken dat hij een paar tellen later in een diepe put tuimelt. Dood, zo lijkt het. Dan verschijnen de begintitels in beeld: Soul.", "Adembenemend tempo", "De weergaloze, nog geen tien minuten durende proloog kan zich meten met die van Up, waarin het leven van een knorrige ballonnenverkoper en zijn lieve vrouw versneld en woordloos is te zien. De extreem gedetailleerde animaties van het multiculti klaslokaal, de vervallen Half Note Jazzclub (rokerig zonder dat er wordt gerookt) en smeltkroes New York, het adembenemende tempo, de muziek van de Amerikaanse multi-instrumentalist Jon Batiste, de kleurrijke personages – álles klopt.", "Maar het vervolg van deze 23ste Pixarproductie is wisselend, vooral omdat Pete Docter en zijn coregisseur Kemp Powers wel heel veel tijd nemen om duidelijk te maken hoe hun onnavolgbare creatie precies in elkaar steekt.", "In het vindingrijke, grappige Inside Out (2015), waarop Soul een spiritueel vervolg lijkt, lukte het Docter wél de ingewikkelde materie simpel te houden (meer precies: hij bedacht vijf olijke figuurtjes die de belangrijkste emoties van een pubermeisje reguleren). Maar terwijl in Soul de ene na de andere (parallelle) wereld en tussenwereld worden geïntroduceerd, blijven de personages maar uitleggen hoe die universums zich tot elkaar verhouden en wat er wel en niet kan.", "Joe Gardner (een slungelachtige zwarte jongeman met een hip hoedje en de stem van acteur/singer-songwriter Jamie Foxx) is niet dood. In plaats van in the great ­hereafter (het hiernamaals) is hij terechtgekomen in the great before (het ‘hiervoormaals’). Op deze paarsblauwe, Teletubbie-achtige plek, die als gevolg van een rebranding nu ‘You Seminar’ heet, ontwikkelen jonge zielen hun persoonlijkheid, interesses en eigenaardigheden vóórdat ze naar een pasgeboren kind op aarde worden getransporteerd.", "Joe wordt er aangezien voor een overleden, wereldvermaarde, Nobelprijs winnende kinderpsycholoog en ­gekoppeld aan het allerlastigste zieltje van allemaal, een springerig golfballetje met de stem van Tina Fey, dat eerder onder anderen Gandhi, Abraham Lincoln en Moeder Teresa tot wanhoop dreef en helemaal geen zin heeft om naar de aarde te gaan.", "Natuurlijk belanden de twee uiteindelijk op aarde – het begin van nóg veel meer complicaties en exposé.", "Grondige research", "Het tikje stichtelijke Soul duurt al met al 100 minuten, maar dat is inclusief de tien minuten durende aftiteling. Die bevat een schier oneindige lijst animatoren, maar er valt ook uit op te maken hoe secuur Docter te werk is ­gegaan.", "Hij riep de hulp in van tal van wetenschappers, maar raadpleegde ook het National Museum of African American History and Culture in Washington (dat zich richt op de geschiedenis en de cultuur van Afro-Amerikanen) en het Jim Crow Museum of Racist Memorabilia in Michigan. Daar is een enorme verscheidenheid aan alledaagse artefacten te zien, die de geschiedenis van racistische afbeeldingen van Afro-Amerikanen in de Amerikaanse popcultuur weergeven.", "Die grondige research betaalt zich uit. De verbeelding van de zwarte cultuur, jazz en hiphop is weergaloos; ­alleen alle details in het kapperszaakje dat Joe frequenteert zijn al een (proef)abonnement op Disney+ waard."], "authors": ["Jan Pieter Ekker"], "keywords": ["vol", "zijn", "stichtelijke", "van", "zit", "exposé", "en", "complicaties", "een", "met", "soul", "tikje", "te", "op", "het", "dat", "die"], "pubDate": "2020-12-23T10:14:54Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}