{"id": "c14d7c80-00a3-3bbe-a47b-2dc6ead553cf", "title": "‘Zeer effectieve’ Oxfordvaccin vertoont toch wat barstjes", "url": "https://volkskrant.nl/nieuws-achtergrond/zeer-effectieve-oxfordvaccin-vertoont-toch-wat-barstjes~bed748a9/", "summary": "Maandag meldde AstraZeneca nog vol trots dat het vaccin na 12 duizend inentingen ‘zeer effectief’ blijkt te beschermen tegen corona.\nBij een subgroep die een lagere dosering kreeg, was zelfs negen op de tien beschermd, maakte de fabrikant per persbericht bekend.\nBovendien blijkt er geen sprake van een of ander vooropgezet plan om de dosering aan te passen, maar van een vergissing.\n‘Want wat ga je doen met die 70 procent als je ook twee vaccins hebt die op 95 procent effectiviteit zitten?\nDat zal de komende maanden plaatsvinden, terwijl de toelatingsprocedure van het vaccin al loopt.", "paragraphs": ["Een onderzoeker in de weer met het Oxfordvaccin. Beeld AP", "Zo zou het vaccin – met 300 miljoen bestelde doses de grootste aankoop van de EU – wel eens minder goed kunnen werken bij ouderen, uitgerekend de groep die het meest baat heeft bij vaccinatie. Bovendien zijn er aanwijzingen dat de fabrikant zijn mooie resultaten bij elkaar heeft gezocht, in plaats van op zich af heeft laten komen, een doodzonde in de wetenschap.", "Maandag meldde AstraZeneca nog vol trots dat het vaccin na 12 duizend inentingen ‘zeer effectief’ blijkt te beschermen tegen corona. Het vaccin, gebaseerd op hetzelfde principe als het coronavaccin van de Leidse farmaceut Janssen, zou de ziekte bij zeven op de tien ingeënten voorkomen. Bij een subgroep die een lagere dosering kreeg, was zelfs negen op de tien beschermd, maakte de fabrikant per persbericht bekend.", "Vermetel", "Maar de afgelopen dagen zijn er in die glazuurlaag toch wat barstjes gesprongen. Zo blijkt de subgroep waar het vaccin 90 procent bescherming biedt geen mensen ouder dan 55 te bevatten, liet een Amerikaanse vaccinambtenaar zich tegen journalisten ontvallen. Dat zou wel eens kunnen betekenen dat de betere werkzaamheid niet zozeer komt door de andere dosering van het vaccin, maar door de leeftijd van de deelnemers.", "Bovendien blijkt er geen sprake van een of ander vooropgezet plan om de dosering aan te passen, maar van een vergissing. Een onderaannemer had per ongeluk te weinig vaccin in de flesjes gestopt, moest AstraZeneca toegeven. Bij de grote bups proefpersonen die wél de volle dosis kreeg, vond de fabrikant een werkzaamheid van ‘maar’ 62 procent, veel lager dan de 95 procent effectiviteit die fabrikanten Moderna en Pfizer de afgelopen weken meldden voor hun vaccins.", "Er is nog een verschil, want terwijl Moderna en Pfizer hun vaccins testten volgens van tevoren plechtig vastgelegde spelregels, lijkt AstraZeneca zijn resultaten bij elkaar te hebben geraapt uit de diverse proeven die men bij in totaal 60 duizend mensen in meerdere landen heeft lopen.", "Opgeteld", "Het onderzoek was immers opgehakt in losse stukjes, met verschillende doseringen, verschillende placebomiddelen en verschillende leeftijdsgroepen. En onduidelijk is welke stukjes men bij elkaar heeft opgeteld om tot de mooie cijfers te komen, constateren critici die de kleine lettertjes in de onderzoeksplannen van AstraZeneca doorvlooiden.", "‘Als dit vaccin 70 procent effectief is, hebben we een dilemma’, zegt ook de Amerikaanse hoofdinfectioloog Anthony Fauci tegen de farmaceutische nieuwssite STAT. ‘Want wat ga je doen met die 70 procent als je ook twee vaccins hebt die op 95 procent effectiviteit zitten? Aan wie ga je zo’n vaccin dan geven?’", "De terugslag was onmiddellijk voelbaar op de beurs, waar de koers van het bedrijf niet steeg, maar juist een paar procentpunt inzakte. In een aantekening voor Amerikaanse investeerders noteert beursanalist Leerink zelfs met zoveel woorden: ‘We geloven dat dit product nooit zal worden toegelaten tot de Amerikaanse markt.’ Intussen zou AstraZeneca ‘duidelijk’ voorsorteren op inzet van het vaccin in armere landen, aldus de analist.", "Maar immunoloog en RIVM-vaccinwatcher Cécile van Els roept op tot terughoudendheid. ‘Het is nu aan de regulerende instanties om hierover een oordeel te vormen’, zegt ze.", "Ze wijst op een pluspunt: in de vooronderzoeken op kleinere groepen proefpersonen, die AstraZeneca vorige week beschreef in vakblad The Lancet, leek het Oxfordvaccin wel degelijk ook bij ouderen de aanmaak van allerlei immuuncellen aan te wakkeren.", "Nieuw onderzoek", "AstraZeneca kondigde donderdag aan een nieuw onderzoek naar de werkzaamheid van de lagere dosis in te stellen. Dat zal de komende maanden plaatsvinden, terwijl de toelatingsprocedure van het vaccin al loopt.", "Ook Nederland heeft hoog ingezet op het Oxfordvaccin: ons land heeft een optie op 11,7 miljoen doseringen, meer dan de 7,8 miljoen vaccins van Pfizer en de 3,1 miljoen van Moderna bij elkaar. Overigens heeft Nederland, via de Europese onderhandelingen, daarnaast zicht op nog eens een slordige 30 miljoen vaccins van drie andere fabrikanten. Maar daarvan worden de onderzoeksresultaten pas de komende maanden verwacht."], "authors": ["Maarten Keulemans"], "keywords": ["barstjes", "procent", "van", "wat", "toch", "bij", "heeft", "het", "op", "vaccin", "die", "effectieve", "een", "te", "oxfordvaccin", "vertoont", "zeer"], "pubDate": "2020-11-26T12:45:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}