{"id": "c1570925-9267-328e-90e1-3b013f8c3929", "title": "Huis van Afgevaardigden stemt Trumps veto over defensiebegroting weg", "url": "https://www.parool.nl/wereld/huis-van-afgevaardigden-stemt-trumps-veto-over-defensiebegroting-weg~b13b0223/", "summary": "Ze zijn nu nog genoemd naar leiders van de zogenoemde Confederatie, de alliantie van staten die tijdens de Amerikaanse burgeroorlog vochten voor het behoud van de slavernij.\nVanuit het Huis van Afgevaardigden, waar de Democraten een meerderheid hebben, klonk meteen al kritiek op Trumps veto.\nDe in meerderheid Replikeinse Senaat stemt later vandaag over Trumps veto.\nHet was voor het eerst dat een Amerikaanse president een defensiebegroting heeft geblokkeerd.\nAls de Senaat zich nu tegen Trumps beslissing keert, is het ook voor het eerst dat het Congres een veto van Trump ongedaan maakt.", "paragraphs": ["President Donald Trump Beeld AFP", "De president heeft onder meer bezwaar tegen het plan om militaire bases om te dopen. Ze zijn nu nog genoemd naar leiders van de zogenoemde Confederatie, de alliantie van staten die tijdens de Amerikaanse burgeroorlog vochten voor het behoud van de slavernij.", "Verder wil Trump niet dat de door hem gewenste terugtrekking van militairen uit bijvoorbeeld Afghanistan en Duitsland wordt beperkt. Ook vindt hij een strengere aanpak van onlineplatformen nodig, zoals Twitter en Facebook. Die kunnen nu niet worden vervolgd voor inhoud die gebruikers plaatsen.", "Vanuit het Huis van Afgevaardigden, waar de Democraten een meerderheid hebben, klonk meteen al kritiek op Trumps veto. Met 322 stemmen tegen en 87 stemmen voor, werd de benodigde tweederdemeerderheid tegen het veto daar ruim gehaald. De in meerderheid Replikeinse Senaat stemt later vandaag over Trumps veto. Ook daar is een tweederdemeerderheid nodig om het veto van tafel te vegen.", "Het was voor het eerst dat een Amerikaanse president een defensiebegroting heeft geblokkeerd. Als de Senaat zich nu tegen Trumps beslissing keert, is het ook voor het eerst dat het Congres een veto van Trump ongedaan maakt."], "authors": [], "keywords": ["trump", "van", "voor", "stemt", "een", "afgevaardigden", "trumps", "tegen", "weg", "defensiebegroting", "ook", "veto", "het", "president", "huis"], "pubDate": "2020-12-29T04:23:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}