{"id": "c16ca5b2-b049-3f38-984b-db498d5a3943", "title": "Bijna 15 procent minder nieuwe auto's verkocht in november", "url": "https://nu.nl/auto/6093904/bijna-15-procent-minder-nieuwe-autos-verkocht-in-november.html", "summary": "In november zijn in Nederland 33.499 nieuwe personenauto's op kenteken gezet, een daling van 14,3 procent vergeleken met dezelfde periode vorig jaar.\nDe elektrische Volkswagen ID.3 voert net als in oktober de Nederlandse verkooplijst aan, zo maken BOVAG, RAI Vereniging en dataprovider RDC dinsdag bekend.\nZo staan er bij Volkswagen-dealers verspreid over het land op het moment van schrijven 836 voorraadexemplaren.\nVan de Zweedse SUV zijn onlangs een volledig elektrische versie en een uitvoering met plug-inhybride aandrijving geïntroduceerd.\nTot en met november zijn in Nederland 313.501 nieuwe auto's geregistreerd, waarmee de verkoop dit jaar 22,3 procent achterloopt op het volume van vorig jaar.", "paragraphs": ["In november zijn in Nederland 33.499 nieuwe personenauto's op kenteken gezet, een daling van 14,3 procent vergeleken met dezelfde periode vorig jaar. De elektrische Volkswagen ID.3 voert net als in oktober de Nederlandse verkooplijst aan, zo maken BOVAG, RAI Vereniging en dataprovider RDC dinsdag bekend.", "De Volkswagen ID.3 werd in november 1.499 maal geregistreerd, goed voor de eerste plek. Dat betekent overigens niet dat deze voertuigen daadwerkelijk op de weg zijn. Zo staan er bij Volkswagen-dealers verspreid over het land op het moment van schrijven 836 voorraadexemplaren.", "De Volvo XC40 volgt op plaats twee met 1.325 stuks. Van de Zweedse SUV zijn onlangs een volledig elektrische versie en een uitvoering met plug-inhybride aandrijving geïntroduceerd. Van het elektrische model zijn in november 794 exemplaren geregistreerd", "De Kia Niro, die in alle gevallen een vorm van elektrische aandrijving heeft, maakt de top drie met 1.217 stuks compleet, waarvan 713 volledig elektrisch waren. Bij de merken eindigde Volkswagen in november bovenaan, gevolgd door Renault en Peugeot.", "Tot en met november zijn in Nederland 313.501 nieuwe auto's geregistreerd, waarmee de verkoop dit jaar 22,3 procent achterloopt op het volume van vorig jaar.", "Kijk voor meer informatie op AutoWeek.nl"], "authors": ["Door"], "keywords": ["zo", "van", "het", "op", "nieuwe", "met", "zijn", "elektrische", "volkswagen", "minder", "verkocht", "autos", "bijna", "15", "en", "een", "procent"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}