{"id": "c18ebe1b-6766-3280-81f2-ed7ec1b9ba2d", "title": "SP-enquête: gevangenisbewakers voelen zich gestrest en onveilig", "url": "https://volkskrant.nl/nieuws-achtergrond/sp-enquete-gevangenisbewakers-voelen-zich-gestrest-en-onveilig~b59a6f93/", "summary": "De gestelde vragen zijn een herhaling van een identieke enquête ruim tien jaar geleden.\nOnder het huidige kabinet-Rutte III gingen nog eens vier locaties dicht, maar inmiddels is er weer sprake van een lichte stijging van het aantal gedetineerden.\n‘Schrikbarend is dat veel problemen van nu dezelfde zijn van tien jaar geleden’, zegt SP-Kamerlid Michiel van Nispen.\nHier wreekt zich het jojobeleid van het afgelopen decennium.’PersoneelstekortNederland telt 24 zogenoemde penitentiaire inrichtingen, waar zo’n 10 duizend mensen werken.\n‘Ik weet dat de SP het naar nul wil brengen, en ook wij vinden dat een eenpersoonscel het uitgangspunt moet zijn.", "paragraphs": ["Een cel in de Extra Beveiligde Gevangenis in Vught. Beeld anp", "Dat blijkt uit een enquête van de SP-fractie in de Tweede Kamer onder personeel in gevangenissen, waarop 441 reacties binnenkwamen. De gestelde vragen zijn een herhaling van een identieke enquête ruim tien jaar geleden. Destijds werd het onderzoek gehouden nadat toenmalig staatssecretaris Nebahat Albayrak (Justitie) had aangekondigd acht gevangenissen te sluiten. Na een toename in de jaren negentig liep het aantal gedetineerden terug, met leegstand van cellen en personeelsverloop tot gevolg. Het achterblijvende personeel klaagde ook toen over werkdruk en onveiligheid.", "Onder het huidige kabinet-Rutte III gingen nog eens vier locaties dicht, maar inmiddels is er weer sprake van een lichte stijging van het aantal gedetineerden. ‘Schrikbarend is dat veel problemen van nu dezelfde zijn van tien jaar geleden’, zegt SP-Kamerlid Michiel van Nispen. ‘Veel jong en gekwalificeerd personeel is vertrokken. Het gebruik van de meerpersoonscel is structureel geworden, terwijl die alleen met minimaal twee personeelsleden tegelijk mag worden geopend. Dat personeel is er vaak niet, zeker niet ’s nachts. Hier wreekt zich het jojobeleid van het afgelopen decennium.’", "Personeelstekort", "Nederland telt 24 zogenoemde penitentiaire inrichtingen, waar zo’n 10 duizend mensen werken. Donderdag debatteert de Kamer met minister Sander Dekker (Rechtsbescherming, VVD) over het gevangeniswezen. Ook uit de eigen personeelsplanning voor de komende jaren van de Dienst Justitiële Inrichtingen (DJI), waar de gevangenissen onder vallen, blijkt zorg over de bezetting. ‘Als we geen adequate actie ondernemen, komen we straks heel veel (goede) mensen tekort’, schrijft hoofddirecteur Gerard Bakker in het strategisch personeelsplan ‘DJI 2025: robuust en flexibel’.", "Bakker signaleert een hoog ziekteverzuim (het schommelt rond 10 procent), dat de netto inzetbaarheid van personeel verder bemoeilijkt. Dat verhoogt de werkdruk van het wel aanwezige personeel. ‘Het ongemak van langdurige inzet in extra bezwarende omstandigheden wordt op dit moment simpelweg afgekocht. Maar financiële compensatie draagt niet bij aan duurzame inzetbaarheid’, aldus Bakker. ‘Een complicerende factor is dat we de afgelopen periode onvoldoende hebben geïnvesteerd in opbouw en onderhoud van de noodzakelijke kennis en expertise op het gebied van werving en selectie.’", "Fysiek geweld", "Marcel Smit, voorzitter van Justitievakbond Juvox, wijst op een eigen enquête van begin dit jaar. Daaruit bleek dat in 2019 zes op de tien medewerkers minimaal een keer fysiek geweld van justitiabelen hebben meegemaakt, wat tot gevoelens van onveiligheid leidde. Tegelijkertijd gaf ruim 80 procent van de ondervraagden aan ‘niet het werkplezier te hebben verloren ten gevolge van agressie en geweld’.", "Smit: ‘Het is wat kort door de bocht om louter negatief te zijn. Er wordt hard gewerkt aan verbetering. Het is waar dat de bezetting krap blijft. We weten dat DJI met 1600 fte moet groeien, maar de concurrentie op de arbeidsmarkt is hevig. Douane, marechaussee, politie – ze vissen allemaal in dezelfde personeelsvijver.’", "Volgens Smit gaat het ook de goede kant uit met de meerpersoonscel: het gebruik is gedaald van 28,5 procent voor de coronatijd naar zo’n 15 procent nu. ‘Ik weet dat de SP het naar nul wil brengen, en ook wij vinden dat een eenpersoonscel het uitgangspunt moet zijn. Maar de meerpersoonscel is geaccepteerd als een volwaardige detentievorm, en soms kan het gewoon niet anders.’"], "authors": ["Remco Meijer"], "keywords": ["van", "gestrest", "het", "op", "met", "zijn", "personeel", "een", "spenquête", "zich", "gevangenisbewakers", "en", "onveilig", "dat", "niet", "voelen"], "pubDate": "2020-12-10T05:00:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}