{"id": "c1aaa626-eab4-3812-a5db-eee555d801ae", "title": "Kan Hugo de Jonges ‘gereedschapskist’ ook het Torentje aanpakken?", "url": "https://trouw.nl/cultuur-media/kan-hugo-de-jonges-gereedschapskist-ook-het-torentje-aanpakken~bd490794/", "summary": "Aansluitend in talkshow ‘M’ vond Dominee Gremdaat (alter ego van Paul Haenen) dat bouwvakkers het Torentje maar meteen geluiddicht moesten maken.\nHeel Nederlands was ook het feit dat die demonstranten er gewoon stonden en niet door ME met hoge druk de Hofvijver ingespoten werden.\n“Dit is echt geen gewoon griepje.” Hij had het ook over “licht aan het einde van de tunnel” in 2021.\nDe rest van het stuk hoop kon Kroes vinden bij ‘Het Coronavirus: Feiten en fabels’ na het nieuws bij de NOS.\nOndernemers moeten hun zaak sluiten, maar het steunpakket kan mee-ademen, zei minister van financiën Wopke Hoekstra.", "paragraphs": ["Het was zó Nederlands: een nationale toespraak van premier Rutte, uitgesplitst op drie omroepen tegelijk: NPO, RTL en SBS. Ruim acht miljoen kijkers hoorden de joel- en fluitgeluiden van een plukje ontevreden burgers ‘dat het virus niet serieus neemt’, wees Rutte naar buiten, en sprak onverstoorbaar en vaderlijk door. Onvergetelijke televisie.", "Aansluitend in talkshow ‘M’ vond Dominee Gremdaat (alter ego van Paul Haenen) dat bouwvakkers het Torentje maar meteen geluiddicht moesten maken. Het blijft onze ‘Oval Office’, ook al noemde de Franse premier Macron het in maart 2018 ‘zo klein’. Maar een plan voor grondige isolatie komt vast niet gemakkelijk langs de Nederlandse monumentenwacht.", "Heel Nederlands was ook het feit dat die demonstranten er gewoon stonden en niet door ME met hoge druk de Hofvijver ingespoten werden. Zie, we hebben heus nog wel een democratie. Een rood-witte lintafzetting vooraf was ook niet aangebracht. Doe maar gewoon, zeg maar.", "Stuk hoop", "Oud-Europees Commissaris Neelie Kroes zei bij M dat Rutte wel harde beelden in zijn speech had mogen monteren voor meer urgentie. Ze refereerde aan de lijkzakken uit Italië en New York van de eerste golf. Daartegenover miste ze uitleg over het vaccin, voor perspectief. “Waar blijft dat stuk hoop?” Nu heb ik van mijn vader geleerd dat ‘een stukje’ alleen op taart slaat en verder niet gebruikt dient te worden. Bovendien, Rutte maakte het urgent genoeg met zijn verhaal over de zesduizend coronapatiënten op de ic die anders waren overleden. “Dit is echt geen gewoon griepje.” Hij had het ook over “licht aan het einde van de tunnel” in 2021. De rest van het stuk hoop kon Kroes vinden bij ‘Het Coronavirus: Feiten en fabels’ na het nieuws bij de NOS.", "Hoogleraar immunologie Marjolein van Egmond legde daar uit dat het vaccin alleen tijdelijk je afweersysteem instructie geeft over hoe het virus aan te pakken, en dan weer afgebroken wordt. “Het blijft maar kort in je lichaam. Deze nieuwe methode is misschien wel de meest natuurlijke manier van afweer opwekken, zoals je lichaam zelf ook bij ziekte doet.” Van dit soort informatie over het vaccin hebben we de komende tijd veel meer nodig.", "Tot die tijd gebruiken politici en anderen graag metaforen om de ernst van de situatie uit te drukken. Beau van Erven Dorens had het in ‘Beau’ (RTL) over ‘de beruchte hamer van Rutte’. Zorgminister Hugo de Jonge zei dat hij ‘ongeveer alles uit de gereedschapskist’ heeft ingezet. Ondernemers moeten hun zaak sluiten, maar het steunpakket kan mee-ademen, zei minister van financiën Wopke Hoekstra. Hoe meer omzetverlies, des te meer steun. Mee-ademen, dat klinkt poëtisch voor iets wat MKB-Nederland-voorzitter Jacco Vonhof ‘een catastrofe in slow motion’ noemde.", "Goed idee, Kerst met z’n twee", "Woorden en beloftes schieten tekort. Alleen Dominee Gremdaat leken de woorden uit de mond te rollen. “Alles gaat dicht, maar wijzelf blijven open”, preekte hij. “We zijn oplossingsgericht. Geen kookgenot, maar ook geen kookstress, geen familiespanningen. Goed idee, Kerst met z’n twee.” En hij schetste na het vaccin “een zomer vol festivals, omhelzingen, liefde, seks, geloof in een gezonde, evenwichtige maatschappij.” Nu, daar was de hoop die Rutte in zijn positie niet kon verwoorden.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["van", "en", "maar", "een", "uit", "kan", "aanpakken", "rutte", "ook", "jonges", "torentje", "hugo", "het", "gereedschapskist", "niet", "dat"], "pubDate": "2020-12-15T14:47:27Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}