{"id": "c1bc959e-96bc-3707-86fb-b610b2c75795", "title": "Een eigenwijs kerstalbum in de stijl van Philadelphia soul uit de jaren ’70 ★★★☆☆", "url": "https://www.volkskrant.nl/cultuur-media/een-eigenwijs-kerstalbum-in-de-stijl-van-philadelphia-soul-uit-de-jaren-70~b0282d6b/", "summary": "Album hoes Kelly Finnigan Beeld RVDe Californische Kelly Finnigan opent dit eigenwijze kerstalbum met met kerst- en sleebellen.\nFinnigan is al jaren zanger en toetsenist in de Bay Area en komt nu met een mooi blue-eyed soulalbum.\nHet is een mooie en vol georkestreerde liedjesplaat, in de stijl van Philadelphia soul uit de jaren ’70.\nFinnigan heeft een pakkende, wat hoge stem en de begeleiding van muzikanten uit onder meer de Dap-Kings en de band van Durand Jones is zwoel.\nEen nummer dat je je volgend jaar met Kerstmis nog kunt herinneren, dat heeft hij voor dit album niet weten te schrijven.", "paragraphs": ["Album hoes Kelly Finnigan Beeld RV", "De Californische Kelly Finnigan opent dit eigenwijze kerstalbum met met kerst- en sleebellen. Finnigan is al jaren zanger en toetsenist in de Bay Area en komt nu met een mooi blue-eyed soulalbum. Alleen aan de rinkelende belletjes aan het begin en aan titels als Heartbeat for Christmas en Merry Christmas to You merk je dat Kerst hier centraal staat.", "Het is een mooie en vol georkestreerde liedjesplaat, in de stijl van Philadelphia soul uit de jaren ’70. Finnigan heeft een pakkende, wat hoge stem en de begeleiding van muzikanten uit onder meer de Dap-Kings en de band van Durand Jones is zwoel. Geen kerstdis zal door dit aangenaam klinkende album verstoord worden, maar echt beklijven doen de liedjes ook weer niet. Finnigan weet goed welke ingrediënten een klassiek soulalbum nodig heeft, maar schiet waar het op de liedjes zelf aankomt net te kort. Een nummer dat je je volgend jaar met Kerstmis nog kunt herinneren, dat heeft hij voor dit album niet weten te schrijven."], "authors": ["Gijsbert Kamer"], "keywords": ["album", "van", "stijl", "heeft", "dit", "jaren", "70", "soul", "eigenwijs", "met", "finnigan", "een", "je", "en", "uit", "dat", "philadelphia", "kerstalbum"], "pubDate": "2020-12-10T14:37:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}