{"id": "c1c90f5f-bd29-3d48-a4fe-61c64920cd6f", "title": "Filmmaker Rosi: ‘Eén traan over haar wang, dat is genoeg’", "url": "https://www.parool.nl/kunst-media/filmmaker-rosi-een-traan-over-haar-wang-dat-is-genoeg~bc25cf9f/", "summary": "Gianfranco Rosi Beeld EPA“Ik ben allang blij dat ik weer spreek met mensen die ik echt in de ogen kan kijken.\nEen moeder luistert erop naar spraakberichtjes die haar door IS gevangen genomen dochter voor haar echtgenoot heeft ingesproken.\nVoor die scène had hij de volle drie jaar dat hij aan Notturno werkte nodig, vertelt Rosi.\nMijn film gaat over wat universeel is: de echo’s van oorlog; de pijn van een moeder die haar kind heeft verloren.”Een ‘synthese van het leven’, noemt Rosi het.\nEr moet iets zijn dat me intens aanspreekt, bijna als liefde op het eerste gezicht – een gezicht, een plek, een moment.", "paragraphs": ["Gianfranco Rosi Beeld EPA", "“Ik ben allang blij dat ik weer spreek met mensen die ik echt in de ogen kan kijken. En dat de film hier op groot doek te zien is,” zegt Gianfranco Rosi. Hij telt zijn zegeningen op het documentairefestival Idfa, waar hij dit jaar eregast is.", "De afgelopen maanden ging hij met zijn nieuwe film Notturno al de hele wereld over, naar festivals van New York tot Wenen en van Londen tot Tokio. Maar behalve de première op het filmfestival van Venetië was dat allemaal digitaal, met eindeloze interviews via Zoom.", "“Ik háát Zoom,” verzucht Rosi, om vervolgens aan een tirade te beginnen tegen de digitale wereld die ermee eindigt dat hij geen Amazonpakketjes meer voor zijn koopgrage buurman aanneemt. “Mensen worden verliefd via Zoom, mensen houden borrels op Zoom, alles gaat via Zoom. Als we dat normaal gaan vinden, zijn we completely fucked als maatschappij.”", "Vreselijke verhalen", "Toch draait een van de vele imponerende scènes van Notturno – een film over de tol die de eindeloze oorlogen in het Midden-Oosten eisen – om een smartphone. Een moeder luistert erop naar spraakberichtjes die haar door IS gevangen genomen dochter voor haar echtgenoot heeft ingesproken.", "Voor die scène had hij de volle drie jaar dat hij aan Notturno werkte nodig, vertelt Rosi. “Tijdens mijn allereerste reis erheen kwam ik de man van die telefoon tegen. Hij had er berichtjes van zijn echtgenote op staan, haar wanhopige stem. Ik ben keer op keer teruggegaan, maar ik vond nooit een manier om het te filmen. De laatste keer dat ik er was, vorig jaar, zag ik de man weer. Hij was inmiddels hertrouwd en gaf mij de telefoon; hij wilde ervan verlost zijn. Via via achterhaalde ik het adres van de moeder van zijn gevangen genomen echtgenote. Die vrouw was zelf ook door IS gevangen genomen, maar ze wist te ontsnappen en inmiddels woont ze in Stuttgart.”", "“Een hele dag was ik bij haar, luisterde ik naar haar verhalen, de vreselijkste dingen. We huilden – zij huilde, mijn assistent huilde, ik huilde. Maar ik filmde niet, ik kon het niet. Tot ze vroeg of ze de berichtjes van haar dochter mocht horen. Plotseling zag ik het beeld. Toen ze haar dochter hoorde zeggen hoe bang ze was, liep er één traan over haar wang. Dat is genoeg, het zegt alles.”", "Arbitraire grenzen", "Notturno zit vol met dat soort intens doorleefde momenten. Over elk daarvan heeft Rosi een even uitvoerig verhaal, maar geen van die verhalen zit in de film. Net zoals hij bewust geografische aanduidingen wegliet – of een scène in Libanon, Syrië of Koerdistan werd gedraaid, kom je niet te weten.", "“Het doet er ook niet toe,” zegt Rosi resoluut. “Die grenzen zijn sowieso arbitrair, in 1916 door een stel Europeanen getrokken. Mijn film gaat over wat universeel is: de echo’s van oorlog; de pijn van een moeder die haar kind heeft verloren.”", "Een ‘synthese van het leven’, noemt Rosi het. “Mijn werk draait om ontmoetingen. Er moet iets zijn dat me intens aanspreekt, bijna als liefde op het eerste gezicht – een gezicht, een plek, een moment. Die kracht, die ontmoeting, moet ik vervolgens zien te condenseren tot één shot, één noot in de symfonie van mijn film.”", "Rosi veert op: “Ho, wacht – ik moet nog iets doen voor die vrouw in Stuttgart.” Driftig noteert hij iets in het schrift dat al het hele gesprek open voor hem op tafel ligt. Iets over een boek waar de vrouw aan werkt en waar hij haar mee zou helpen, legt hij uit. Dat moest hij absoluut vandaag in gang zetten.", "Gemiste momenten", "Het is tekenend voor de lange relaties die Rosi met de mensen die hij filmt aangaat. Lachend laat hij de berichtjes zien die hij de afgelopen dagen uitwisselde met de hoofdpersoon van zijn eerste lange film Boatman (1996) en diens inmiddels volwassen dochter. Hij stuurde ze een foto die hij nam tijdens zijn masterclass op Idfa afgelopen vrijdag, een fragment uit Boatman op het grote doek. De dochter stuurde een duimpje terug.", "Rosi was verguld dat het in die masterclass veel over Boatman ging: “Ik werkte vijf, zes jaar aan die film. Daar heb ik de kern van mijn makerschap gevonden. Wat dat is? Het vermogen een moment te vangen en het vermogen om momenten te missen – het besef dat wat je mist er nog altijd is. Ik reisde voor Notturno drie jaar door het Midden-Oosten, ik filmde tachtig uur en de uiteindelijke film duurt maar honderd minuten. Maar alles wat er niet in zit, maakt nog altijd deel uit van de film.”"], "authors": ["Joost Broeren"], "keywords": ["rosi", "filmmaker", "wang", "van", "genoeg", "het", "op", "hij", "die", "zijn", "ik", "haar", "een", "dat", "traan", "eén"], "pubDate": "2020-11-23T13:04:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}