{"id": "c1cf4768-3bb5-3e8f-b7e0-218222b588be", "title": "Laat die sporters toch voorgaan bij het vaccineren", "url": "https://trouw.nl/sport/laat-die-sporters-toch-voorgaan-bij-het-vaccineren~baacb057/", "summary": "Van het vriendelijke “Jij mag zeker als snel?” tot het snibbige “Je denkt toch niet dat jij ineens voor mag?”Over zesenhalve maand staan de uitgestelde Spelen in Tokio gepland.\nDeze week bleek dat sommige landen al zijn begonnen met het vaccineren van topsporters.\nEn dan kun je je kwalificatie wel vergeten – zoals Femke Heemskerk overkwam op de 50 meter vrije slag, vorige maand.\nAls het allemaal meezit, zouden onze ­sporters in april of mei moeten zijn gevaccineerd.\nUit Nederland gaat het om zo’n tweehonderdvijftig sporters.", "paragraphs": ["Nu iedereen rollebollend over straat gaat wie als eerste mag worden gevaccineerd, krijgen de kandidaat-deelnemers voor de Olympische Spelen in mijn vrienden- en kennissenkring daar ineens ook gevraagd en ongevraagd opmerkingen over. Van het vriendelijke “Jij mag zeker als snel?” tot het snibbige “Je denkt toch niet dat jij ineens voor mag?”", "Over zesenhalve maand staan de uitgestelde Spelen in Tokio gepland. Die kunnen alleen doorgaan als alle deelnemers zijn gevaccineerd, anders is het risico te groot. Daar is iedereen het wel over eens.", "Deze week bleek dat sommige landen al zijn begonnen met het vaccineren van topsporters. In Oost-Europa bijvoorbeeld. Ook de wielrenners van UAE Team Emirates, van Tourwinnaar Tadej Pogacar, zijn vrijdag gevaccineerd. Het werd zelfs gefilmd.", "En daar begint het gedonder. De komende maanden zijn er veel kwalificatietoernooien voor de Spelen. Test je positief op corona, dan mag je niet meedoen. En dan kun je je kwalificatie wel vergeten – zoals Femke Heemskerk overkwam op de 50 meter vrije slag, vorige maand. Sport je in een team, dan ligt je hele ploeg er bij twee positieve coronatests uit. Dag Spelen.", "Snakken naar afleiding", "De baas van topsportend Nederland, Maurits Hendriks van NOC-NSF, zei deze week dat zijn ­atleten echt niet vooraan gaan staan in de rij. Het vaccinatieprogramma moet gewoon uitgerold worden. Als het allemaal meezit, zouden onze ­sporters in april of mei moeten zijn gevaccineerd.", "Maar het zit niet allemaal mee, al deze hele crisis niet. En zelfs als de topsporters in april of mei worden gevaccineerd, is de kans aanzienlijk dat we medaillekandidaten moeten missen, omdat ze niet aan kwalificatietoernooien mogen meedoen vanwege positieve tests. Terwijl andere landen, waar topsporters al wel zijn gevaccineerd, dat nadeel niet hebben. Daarmee is de eerlijkheid in het geding.", "Tuurlijk, eerst moeten de acute vaccinaties worden gezet, laat daar geen misverstand over bestaan. Maar daarna mogen van mij de topsporters al snel. Waarom? Omdat we ernaar snakken. Iets om naar uit te kijken, iets om van te genieten. Iets wat onze gedachten afleidt, iets wat verbindt.", "Ho eens, hoor ik de criticasters al zeggen, het is maar sport, hè? Er zijn belangrijker dingen. Een pandemie bijvoorbeeld. Snakken naar de Spelen is een luxe-emotie. Daar kunnen we best nog even zonder.", "Vijf miljard mensen", "Is dat zo? Naar de vorige Spelen keken in ons land alleen al 12,7 miljoen mensen. Wereldwijd keken er bijna vijf miljard. Vijf miljard mensen die genoten, meeleefden. Even hun sores vergaten. Mensen die voor de tv ­zaten en dus thuis bleven. Dat is toch iets om voor te pleiten, in deze tijd. Het gaat niet alleen om lichamelijke gezondheid, maar ook om geestelijke.", "Het is aan het IOC om hier de kar te trekken, maar dat houdt zich op de vlakte. Jammer. Als we nu vijf ­miljard mensen een beetje gelukkiger kunnen maken, moeten we dat toch niet laten. Zou je zeggen.", "Als het nu zou gaan om enorme aantallen vaccins, maar nee: aan de Spelen doen ongeveer elfduizend atleten mee. Uit Nederland gaat het om zo’n tweehonderdvijftig sporters. Da’s toch niks? Denk eens aan de voorbeeldfunctie: Epke Zonderland die zich laat vaccineren, of Ranomi Kromowidjojo.", "Ik sta als De Vries-zonder-onderliggend-lijden al ­helemaal achteraan in de vaccinatierij, maar als het moet, ga ik rustig nog wat verder naar achteren, tot voorbij de Z. In ruil voor de Spelen wacht ik wel wat ­langer.", "Let the Games begin.", "Journalist en voormalig profwielrenner Marijn de Vries fietst u elke maandag door het sportweekend. Lees hier eerdere columns terug."], "authors": ["Marijn De Vries"], "keywords": ["zijn", "van", "al", "laat", "toch", "vaccineren", "om", "bij", "sporters", "spelen", "voorgaan", "als", "het", "niet", "dat", "die", "je"], "pubDate": "2021-01-11T08:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}