{"id": "c1d74afe-d414-39d2-ad02-0170b9715111", "title": "De Amerikaanse verkiezingen laten zien dat kennis van kansrekenen met knikkers handig is", "url": "https://volkskrant.nl/columns-opinie/de-amerikaanse-verkiezingen-laten-zien-dat-kennis-van-kansrekenen-met-knikkers-handig-is~bba55a37/", "summary": "Zo’n twaalfhonderduizend stemmen geleden stond Trump nog 320 duizend stemmen voor.\nHet is nu geen vaas met knikkers, maar een ballot box met rode en blauwe stemmen.\nIk zal u niet met de onderliggende wiskunde vermoeien, maar de kans om met een eerlijke dobbelsteen zesduizend keer op een rij zes te gooien is groter.\nDat terwijl die kleine kans niets meer zegt dan dat het tellen van de stemmen blijkbaar niet in willekeurige volgorde ging.\nWaar de coronacrisis al bewees dat kennis van exponentiële functies toch handig is, laten de Amerikaanse verkiezingen hetzelfde zien voor kansrekenen met knikkers.", "paragraphs": ["In een vaas zitten twintig knikkers: acht rode en twaalf blauwe. Je pakt zes willekeurige knikkers. Wat is de kans dat hier maximaal twee blauwe knikkers bij zitten? Dergelijke vragen herinnert u zich wellicht nog van de middelbare school. Ongetwijfeld heeft u zich toen afgevraagd wanneer u zoiets in hemelsnaam nodig zou hebben.", "Het antwoord is: bij de Amerikaanse verkiezingen deze maand. Neem Pennsylvania. Ze zijn daar nog steeds niet klaar met tellen, maar wel op 99%. Met 3.431.728 stemmen stond Biden er afgelopen dinsdagochtend 72.379 voor op Trump. Zo’n twaalfhonderduizend stemmen geleden stond Trump nog 320 duizend stemmen voor. Het is nu geen vaas met knikkers, maar een ballot box met rode en blauwe stemmen. De getallen zijn een stukje groter, maar de puzzel is niet fundamenteel anders.", "Het kernwoord in de knikkervraag is ‘willekeurig’. Als je alle stemmen op willekeurige volgorde telt is de kans op die flinke voorsprong van Trump en de kans dat hij dan toch nog zou verliezen astronomisch klein. Ik zal u niet met de onderliggende wiskunde vermoeien, maar de kans om met een eerlijke dobbelsteen zesduizend keer op een rij zes te gooien is groter.", "Zo’n kleine kans is reden genoeg voor Donald Trump (en Thierry Baudet) om te beweren dat er fraude is gepleegd. Dat terwijl die kleine kans niets meer zegt dan dat het tellen van de stemmen blijkbaar niet in willekeurige volgorde ging. En dat is ook zo. De poststemmen werden pas als laatste geteld. Dat dit de tussenstanden zou vertekenen was al ruim voor de verkiezing bekend. Ockhams scheermes is duidelijk: doorgaans is de meest voor de hand liggende verklaring ook de juiste verklaring.", "In maart zijn er hier verkiezingen. Krijgen we hier ook Amerikaanse praktijken? Ook hier komen de uitslagen niet op willekeurige volgorde binnen. De kleine gemeenten maken hun uitslag als eerste bekend. Zo stemde in Rozendaal de vorige keer ruim 40% van de kiezers op de VVD, waar dit landelijk maar 21% was. Dat percentage halen de liberalen niet in de grote steden.", "Het is dus maar te hopen dat hier niet, zoals in Amerika, voortijdig hijgerige conclusies worden getrokken. Er zit ongeveer een week tussen de verkiezing en de officiële uitslag van de Kiesraad. En wie er gaat regeren weten we pas maanden later. Geen enkele reden dus om overhaast te handelen. Als we op verkiezingsavond met z’n allen gewoon Netflix kijken,zien we de dag erna wel wie de winnaars, en wie de morele winnaars zijn.", "Waar de coronacrisis al bewees dat kennis van exponentiële functies toch handig is, laten de Amerikaanse verkiezingen hetzelfde zien voor kansrekenen met knikkers. Zo is er toch nog een groep voor wie 2020 een goed jaar is: wiskundeleraren.", "Casper Albers is hoogleraar statistiek aan de Rijksuniversiteit Groningen"], "authors": ["Casper Albers"], "keywords": ["zien", "van", "dat", "stemmen", "niet", "een", "kansrekenen", "en", "handig", "maar", "verkiezingen", "laten", "kennis", "knikkers", "op", "voor", "met"], "pubDate": "2020-11-17T08:53:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}