{"id": "c1dfb940-5d14-3817-b901-d25c086f0091", "title": "De zin van Nienke Luijckx: Veranderen kan! Dat laat de veerkracht van het onderwijs zien", "url": "https://www.trouw.nl/religie-filosofie/de-zin-van-nienke-luijckx-veranderen-kan-dat-laat-de-veerkracht-van-het-onderwijs-zien~b8b5942e/", "summary": "Vandaag Nienke Luijckx, 17, voorzitter van het Landelijk Aktie Komitee Scholieren (LAKS).\nOver het algemeen treft corona jongeren minder, en als ze het krijgen, hebben ze vaak minder zware klachten.\nHet vooruitzicht van een vaccin geeft dat wel, maar bij het vaccineren staan wij waarschijnlijk weer achteraan.\nJarenlang is gezegd dat digitaal onderwijs en maatwerk niet kunnen, maar nu zien we dat dat wél mogelijk is.\nMet het coronaonderwijs hebben we gezien dat dat kan. Dat is een geweldig perspectief.", "paragraphs": ["In tijden van corona vertellen meer of minder bekende Nederlanders over hun persoonlijke leefregel of een inspirerende zin. Vandaag Nienke Luijckx, 17, voorzitter van het Landelijk Aktie Komitee Scholieren (LAKS). Vorig jaar in Amersfoort geslaagd voor havo, doet nu vwo via deelcertificaten.", "Als voorzitter van het Landelijk Aktie Komitee Scholieren heb ik een ongelooflijk mooie taak. Ik vertegenwoordig een groep die nog geen invloed heeft op de politiek, omdat ze geen stemrecht heeft. Er zijn ongeveer 1 miljoen scholieren, het merendeel is nog geen 18. Het is belangrijk dat politiek Den Haag denkt aan die komende generaties, maar zij worden onvoldoende gehoord, ook nu met corona. Wij praten veel met scholieren en we zijn het zelf ook, daardoor weten we wat er speelt.", "Corona zorgt voor veel onzekerheid bij jongeren. Ze hebben weinig perspectief. Over het algemeen treft corona jongeren minder, en als ze het krijgen, hebben ze vaak minder zware klachten. Toch leveren we veel in, en we krijgen er maar weinig voor terug. We hoeven dan wel geen anderhalve meter afstand te houden, thuis mag je maar twee mensen hebben. En er is niks te doen, we zitten opgesloten. Dat is lastig, en daarom is een beetje perspectief zo hard nodig. Het vooruitzicht van een vaccin geeft dat wel, maar bij het vaccineren staan wij waarschijnlijk weer achteraan. Als je de veerkracht van jongeren wil behouden kan de boog niet altijd gespannen zijn.", "Ontplooien en ontwikkelen", "Zelf heb ik redelijk wat vrienden, ik app met ze of ik spreek ze via FaceTime. Maar als je weinig vrienden hebt, dan moet je het hebben van sociale contacten op school. School is er om leeftijdgenoten te ontmoeten en om je te ontplooien en ontwikkelen. Die bredere betekenis van onderwijs zou deze tijd centraal moeten staan, maar dat zie ik onvoldoende. Het is daarom echt balen dat scholen weer dicht zijn gegaan. Bij leeftijdsgenoten zie ik dat naar school gaan ritme geeft, en enig perspectief. We zetten ons ervoor in dat de scholen 19 januari weer opengaan. Ik wil me niet te veel bemoeien met het vaccineren, maar ik hoop daarom dat docenten en leerlingen snel ingeënt worden.", "Gelukkig zie ik veel veerkracht in het onderwijs. Docenten zijn snel omgeschakeld van fysiek onderwijs naar digitale lessen. Ze zijn er niet allemaal goed in, maar de inzet en de inspanningen zijn enorm. Ik heb diepe bewondering voor de manier waarop de leerkrachten dit doen. Deze reactie van het onderwijs op de coronacrisis is van grote betekenis voor de maatschappij: het laat aan de samenleving zien we dat we ons kunnen aanpassen, dat verandering mogelijk is, zelfs van grote organisaties. Dat geeft mij hoop voor de toekomst, daar hou ik me nu aan vast.", "Toetscultuur", "Als we teruggaan naar ‘normaal’, dan moeten we dat vermogen houden om te veranderen. Jarenlang is gezegd dat digitaal onderwijs en maatwerk niet kunnen, maar nu zien we dat dat wél mogelijk is. Dat kan bijvoorbeeld belangrijk zijn voor de duizenden jongeren die thuiszitten, omdat school niet de juiste plek voor ze is of omdat ze een rugzakje hebben. Ook zouden we de toetscultuur moeten veranderen. Het is momenteel ‘zweten, weten en vergeten’. We moeten toe naar meer maatwerk. Met het coronaonderwijs hebben we gezien dat dat kan. Dat is een geweldig perspectief.", "Zelf ben ik ontzettend druk bezig met het LAKS. We kunnen een stem geven aan een groep die nu echt onvoldoende gehoord wordt. Dat geeft me daadkracht en veerkracht, je kunt heel veel tot stand brengen. Ik zit vaak met wat oudere mannen die al een hele loopbaan hebben gehad. Dan kom ik daar als 17-jarige aanzetten. Gelukkig behandelen ze me als serieuze gesprekspartner, ook minister Slob staat open voor contact. We hebben een volwaardige positie en daar mogen we blij mee zijn. En als het niet lukt aan de vergadertafel, dan komen we wel met een ludieke actie.", "Lees ook de vorige aflevering in deze serie met cabaretier Stefano Keizers: ‘Stilstand is altijd goed’."], "authors": ["Maaike Van Houten"], "keywords": ["ik", "luijckx", "zien", "laat", "met", "ze", "veerkracht", "van", "en", "een", "zin", "veranderen", "onderwijs", "nienke", "voor", "kan", "het", "maar", "dat"], "pubDate": "2021-01-11T12:52:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}