{"id": "c1e46448-6edd-3a68-9af1-2bfc0da9a0f6", "title": "Hoe betrouwbaar is de Mr. Big-methode? ‘Moordzaak Van Dillenburg geeft zeldzaam kijkje in undercoverwereld’", "url": "https://volkskrant.nl/nieuws-achtergrond/hoe-betrouwbaar-is-de-mr-big-methode-moordzaak-van-dillenburg-geeft-zeldzaam-kijkje-in-undercoverwereld~bb4421c0/", "summary": "Een vriend die geen echte vriend bleek te zijn, maar een undercoveragent die hem de bekentenis probeerde te ontfutselen.\nHet vermeende slachtoffer, Van Dillenburg, was zelf een crimineel die ooit het Van Gogh Museum beroofde.\nDe nieuwe criminele vriend van de verdachte kan zogenaamd mogelijk helpen bij het wegwerken van het bewijs.\n‘Volgens de advocaat van verdachte Ad K. kan deze werkwijze in deze zaak absoluut niet door de beugel.\n‘Maar ik acht de kans reëel dat na de uitspraak in maart een van de partijen in hoger beroep gaat.", "paragraphs": ["Justitieverslaggever Elsbeth Stoker Beeld Aloys Oosterwijk", "De zaak-Van Dillenburg is een dossier dat leest als een thriller of als een bizarre verhaallijn in een detectiveserie als Cold Case of CSI. De verdachte van de moord op Patrick van Dillenburg heeft bekend het slachtoffer door een hakselaar te hebben gehaald, maar zegt nu dat hij dat heeft verzonnen omdat hij indruk wilde maken op een vriend. Een vriend die geen echte vriend bleek te zijn, maar een undercoveragent die hem de bekentenis probeerde te ontfutselen.", "Het vermeende slachtoffer, Van Dillenburg, was zelf een crimineel die ooit het Van Gogh Museum beroofde. Ondertussen zijn er, volgens de verdediging, ook nog twijfels of het slachtoffer wel echt dood is. En in een televisieserie zouden we het nu overdreven gaan vinden: de potentiële plaats delict bevindt zich naast de caravan van een clown.", "Justitieverslaggever Elsbeth Stoker schreef voor katern Zaterdag een artikel op basis van dit dossier. Maar voor haar waren de bizarre wendingen eigenlijk nog de minste reden om erover te schrijven.", "Wat was voor jou de aanleiding om over deze zaak te schrijven?", "‘Deze zaak is om meerdere redenen interessant. Wat ik heel boeiend vind, is dat hij een inkijkje geeft in het undercoverwerk van de politie, waar we normaal gesproken weinig van meekrijgen. Daar komt nog bij dat de Mr. Big-methode, de undercovermethode die hier is gebruikt, momenteel onder een vergrootglas ligt.", "‘Vorig jaar heeft de Hoge Raad in twee andere moordzaken geoordeeld dat de rechter voortaan beter moet vaststellen hoe een verdachte precies tot een bekentenis is gekomen en of die bekentenis vrijwillig is afgelegd. Dit is de eerste mr. Big-zaak die door een rechter wordt behandeld sinds het arrest van de Hoge Raad.", "​​‘De politie heeft opnames gemaakt van een aantal gesprekken tussen de verdachte en de agent, ​dat gebeurde​ in andere zaken voor zover ik weet bijna nooit​. Alle undercoveragenten zijn n​a afloop ook​ uitgebreid ondervraagd bij de rechter-commissaris. Daardoor krijg je inzage in hoe de soms bizarre gesprekken, met gruwelijke details, tussen de verdachte en de undercoveragent zijn verlopen.’", "De Mr. Big-methode, bijzondere naam.", "‘Volgens deze methode sluit de undercoveragent vriendschap met de verdachte, en wekt de agent de illusie dat hij onderdeel uitmaakt van een criminele organisatie waarin de verdachte mogelijk mee mag doen en geld kan verdienen. Maar voordat hij met de grote baas, ‘Mr. Big’, kan praten, moet de verdachte eerst opbiechten welke misdrijven een klus in de weg zouden kunnen staan. De nieuwe criminele vriend van de verdachte kan zogenaamd mogelijk helpen bij het wegwerken van het bewijs.", "‘In Canada, waar deze methode ooit is bedacht, zijn rechters er inmiddels heel kritisch op, omdat de kans op een valse bekentenis groter wordt als je iemand inpalmt en een goedbetaalde klus in het vooruitzicht stelt. Volgens rechtspsychologen is er een risico dat iemand maar wat gaat zeggen omdat de verdachte aast op een goedbetaalde klus, of om een vriendschap te behouden.’", "Waarom moest dit verhaal verteld worden?", "‘Die Mr Big-methode wordt niet vaak ingezet, maar het is een ingrijpende en ook kostbare werkwijze. In Canada is het uitgangspunt dat de uitkomst per definitie onbetrouwbaar is, daar moet justitie veel argumenten aandragen waarom het in een specifieke zaak toch gerechtvaardigd is.", "‘Volgens de advocaat van verdachte Ad K. kan deze werkwijze in deze zaak absoluut niet door de beugel. Ad K. zou door zijn verslaving en chronisch geldtekort een veel te makkelijke prooi zijn voor de patserige undercoveragent. Het is interessant om te zien hoe de rechter hier straks over zal oordelen, en wat dat eventueel betekent voor toekomstige undercovertrajecten.", "‘Ik denk dat het belangrijk is om mensen te laten zien hoe ​zo’n proces dan​ precies werkt. Dan kunnen lezers zelf een oordeel vellen: willen we dit zo wel hier in Nederland? Of moeten we daar echt nog over nadenken?’", "De methode wordt al alleen bij hoge uitzondering ingezet.", "‘Klopt. De methode wordt eigenlijk alleen toegepast in moordzaken die anders waarschijnlijk nooit opgelost worden. Dus er is echt wel wat voor de methode te zeggen. Maar het blijft lastig, omdat rechtspsychologen zeggen dat de kans op een valse bekentenis zo groot is. Een gerechtelijke dwaling is ook vreselijk.’", "Deze rechtszaak begint volgende week. Weten we daarna of die Mr. Big-methode wordt geaccepteerd?", "‘Het OM mag deze methode toepassen, dat staat niet ter discussie. Het gaat erom op welke manier het dit mag doen en hoe justitie zich moet verantwoorden. De vraag is: hoe controleer je dat er sprake is van een valide en vrijwillig afgelegde bekentenis? Zijn de gespreksopnames en die verklaringen van de undercoveragenten voldoende?", "‘Maar ik acht de kans reëel dat na de uitspraak in maart een van de partijen in hoger beroep gaat. Dus dit is het begin van een lang juridisch traject. Ik blijf het met grote interesse volgen.’"], "authors": ["Myrel Morskate"], "keywords": ["zeldzaam", "van", "undercoverwereld", "moordzaak", "hoe", "het", "op", "kijkje", "die", "zijn", "bigmethode", "dillenburg", "een", "dat", "en", "te", "mr", "geeft", "verdachte"], "pubDate": "2020-12-04T17:19:34+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}