{"id": "c1ecfa3c-ea58-34da-9526-afff02773bff", "title": "Kan industrie niet meeliften met stopcontacteneiland?", "url": "https://volkskrant.nl/columns-opinie/kan-industrie-niet-meeliften-met-stopcontacteneiland~b9a1cc17/", "summary": "In 1975 kwam Swiebertje voor het laatst en Doctor Who voor het eerst op de Nederlandse televisie.\nEen beter voorteken van een nieuwe tijd was er niet.\nOp initiatief van netbeheerder TenneT is een consortium opgericht dat op een kunstmatig eiland de elektriciteitskabels van alle windmolenparken met elkaar wil verbinden.\nMisschien kan dit stopcontacteneiland (kosten 1,5 miljard euro kaal opgeleverd) worden uitgebreid met ruimte voor de zware industrie en een luchthaven.\nMaar misschien zou het ook een leuke toeristische bestemming kunnen worden: een dagtrip Doggersbank op een zonnige augustusdag.", "paragraphs": ["In 1975 kwam Swiebertje voor het laatst en Doctor Who voor het eerst op de Nederlandse televisie. Een beter voorteken van een nieuwe tijd was er niet.", "De Markerwaard zou nog worden ingepolderd. En eventueel ook stukken van de Waddenzee en de Noordzee. Nederland zou zoveel land op het water veroveren dat de boeren het groot konden aanpakken en de rest niet op een kluitje hoefde te wonen", "De Noordzee Eilanden Groep, een consortium van 31 grote bedrijven in Nederland, publiceerde in oktober van dat jaar daarom een rapport over de aanleg van een industrie-eiland in de Noordzee. ‘De zee als vestigingsplaats is voor de industrie voordelig vanwege de afwezigheid van bevolkingsconcentraties, waardoor stank, lawaai en horizonvervuiling geen direct probleem vormen’, was de conclusie.", "Andere voordelen waren diep vaarwater, overvloedig koelwater en goedkope energie-opwekking. De Nederlandse aannemers waren dankzij de Deltawerken wereldtop en wilden het wel aanleggen. De banken wilden het financieren en de industrie wilde het afnemen. In economenblad ESB werden de kosten geschat op 7 miljard gulden, omgerekend naar nu 11 miljard euro, eventueel te betalen uit de gasbaten.", "Maar de gasinkomsten werden verjubeld. Hierdoor zit Nederland bijna een halve eeuw later nog met de overlast van Schiphol en industriële bedrijven als Tata Steel die in een dichtbevolkt gebied hun geld moeten verdienen.", "Inmiddels is duidelijk dat er toch één Noordzee-eiland komt. Op initiatief van netbeheerder TenneT is een consortium opgericht dat op een kunstmatig eiland de elektriciteitskabels van alle windmolenparken met elkaar wil verbinden. Misschien kan dit stopcontacteneiland (kosten 1,5 miljard euro kaal opgeleverd) worden uitgebreid met ruimte voor de zware industrie en een luchthaven.", "Het zou van ambitie getuigen. Deze regering zou behalve geld verjubelen in de lockdown ook investeren in de toekomst. Er hangt een veel hoger prijskaartje aan dan in 1975, omdat nu ook op zee strikte milieueisen gelden. Daarnaast moeten er dagelijks vele passagiers en werknemers naartoe worden gependeld, zodat een verbinding nodig is.", "Maar misschien zou het ook een leuke toeristische bestemming kunnen worden: een dagtrip Doggersbank op een zonnige augustusdag. En dankzij windenergie wordt het een modelvoorbeeld van een duurzaamheid waarmee Nederland zich als rolmodel op de kaart zet. Aannemers kunnen mondiaal de show stelen.", "Uit een quick scan vorig jaar werden de kosten van een vliegveld in zee geschat op 45 miljard euro. ‘Te duur’, ‘onhaalbaar’ en ‘luchtfietserij’ zo luidde het oordeel.", "Nu alle geldsluizen zijn opengezet zou er nog eens naar kunnen worden gekeken. Niet met de ogen van Swiebertje of Bromsnor. Maar met die van Doctor Who."], "authors": ["Peter De Waard"], "keywords": ["van", "meeliften", "niet", "een", "industrie", "en", "het", "zou", "stopcontacteneiland", "op", "er", "worden", "voor", "kan", "met"], "pubDate": "2020-12-16T20:23:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}