{"id": "c2052e72-8d74-3f67-92b9-5c4843ecd7f8", "title": "Horeca in 50 regio’s dreigt deuren te openen, Amsterdam doet niet mee", "url": "https://www.parool.nl/nederland/horeca-in-50-regio-s-dreigt-deuren-te-openen-amsterdam-doet-niet-mee~b4de2b23/", "summary": "Daarin kondigde hij aan dat ‘we ervan uit moeten gaan dat de gedeeltelijke lockdown echt wel langer gaat duren dan tot half januari’.\nTot eind januari of langer de deuren dichthouden kan echt niet meer, laat Johan de Vos, woordvoerder namens de horecaondernemers, weten.\n“Voor de horeca staat het water niet meer tot aan de lippen, inmiddels stroomt het de mond in.\nEn dat is nu niet het geval.”Evers speelt met het idee om andere ondernemers te betrekken bij de oplossing.\nDaar is het de laatste tijd zo druk dat het niet meer te verkroppen is dat wij onze zaken niet mogen openen.” Het idee is dat op het moment dat de restaurants en cafés hun deuren weer mogen openen, de winkels hun deuren sluiten.", "paragraphs": ["Lege cafés aan het Stratumseind in Eindhoven. Beeld ANP", "Directe aanleiding zijn de uitlatingen van minister Hugo de Jonge vorige week in de wandelgangen van de Tweede Kamer. Daarin kondigde hij aan dat ‘we ervan uit moeten gaan dat de gedeeltelijke lockdown echt wel langer gaat duren dan tot half januari’. Die opmerking zette kwaad bloed bij de ondernemers.", "Tot eind januari of langer de deuren dichthouden kan echt niet meer, laat Johan de Vos, woordvoerder namens de horecaondernemers, weten. “Voor de horeca staat het water niet meer tot aan de lippen, inmiddels stroomt het de mond in. We staan op het punt keihard te verzuipen. Zo houden we het niet langer vol.”", "Onder meer in Breda, Maastricht, Eindhoven, Leiden, Leeuwarden, Arnhem, Nijmegen en Alkmaar hebben horecabedrijven zich bij de actie aangesloten. Het gaat om ondernemers in vijftig lokale afdelingen van Koninklijke Horeca Nederland (KHN). De Vos schat dat het om zeker duizenden ondernemers gaat. De landelijke organisatie staat - net als de Amsterdamse tak - niet achter het besluit.", "Meer steun", "“Dit vinden we net een verkeerde actie, maar op zich is de actiebereidheid in Amsterdam groot, dus we denken nog na over een alternatief,” zegt voorzitter Pim Evers. Dagelijks heeft hij huilende ondernemers aan de telefoon. “De sluiting begint bedrijven nu echt te nekken. Mensen hebben al hun spaargeld en pensioen in hun zaak gestoken.” Ook hij wil dat de overheid een datum geeft waarop de zaken weer open kunnen. “Als ze dat niet willen of kunnen, prima. Maar dan moeten ze wel alle vaste lasten vergoeden. En dat is nu niet het geval.”", "Evers speelt met het idee om andere ondernemers te betrekken bij de oplossing. “Zo zouden we bijvoorbeeld het estafettestokje door kunnen geven aan bouwmarkten en vestigingen van Ikea. Daar is het de laatste tijd zo druk dat het niet meer te verkroppen is dat wij onze zaken niet mogen openen.” Het idee is dat op het moment dat de restaurants en cafés hun deuren weer mogen openen, de winkels hun deuren sluiten. “Een soort overgangsfase.”"], "authors": ["Natasja De Groot", "Pien Van Engen"], "keywords": ["ondernemers", "van", "openen", "amsterdam", "doet", "dreigt", "het", "meer", "mee", "regios", "hun", "horeca", "niet", "deuren", "te", "dat", "en", "aan"], "pubDate": "2020-12-02T14:03:14+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}