{"id": "c215ad40-a273-3a03-a1c8-dba23e3be9c1", "title": "Ik heb het gehad! Ben ik nou beschermd?", "url": "https://volkskrant.nl/wetenschap/ik-heb-het-gehad-ben-ik-nou-beschermd~bbbc964b/", "summary": "‘Ik ben eigenlijk wel een beetje jaloers.’Wie ziek is geweest, is acht weken tegen het virus ‘beschermd’, zo heeft de GGD plechtig aan mijn partner meegedeeld.\nEn ‘bescherming’ is relatief: wie weet kun je het virus nog steeds doorgeven, zonder er zelf ziek van te worden.\nIn actie komen tegen het virus en het lichaam beschermen.\nJe geeft dan heel afgepast de antigenen die het immuunsysteem nodig heeft om het virus te herkennen, maar zonder de stoorzenders.’Voorlopig is mijn vriendin genezen.\n‘En nu ik zelf besmettelijk ben geweest en iedereen bang voor me was, voel ik alles juist dubbel.", "paragraphs": ["Ik loop in de keuken langs mijn partner, als ik even een kriebeltje wegkuch. Het ontsnapt me, ik ben te laat om nog in mijn elleboog te kuchen. Mijn vriendin kijkt me enigszins ontzet aan.", "Waarom eigenlijk? Ze is toch net ziek geweest? ‘Jij hoeft je nu geen zorgen meer te maken’, zeg ik, enigszins verwijtend. ‘Ik ben eigenlijk wel een beetje jaloers.’", "Wie ziek is geweest, is acht weken tegen het virus ‘beschermd’, zo heeft de GGD plechtig aan mijn partner meegedeeld. Dat is dus twee maanden onbezorgd feesten, knuffelen en zingen, zou je zeggen. En daarna weer oppassen, want je weet nooit.", "Maar de biologie kent weinig algemene wetmatigheden. De een is langer beschermd dan de ander. Een enkeling is na een infectie zelfs helemaal niet goed beschermd. En ‘bescherming’ is relatief: wie weet kun je het virus nog steeds doorgeven, zonder er zelf ziek van te worden.", "Duidelijk is inmiddels dat wie de ziekte eenmaal heeft gehad, in de regel immuniteit tegen het virus opbouwt. Bij een steekproef onder 6.500 Nederlanders die corona hadden gehad, bleek 90 procent na een half jaar nog antistoffen tegen het virus in het bloed te hebben. En in Engeland volgde men duizend herstelde zorgmedewerkers: slechts drie raakten opnieuw geïnfecteerd, alle drie zonder echt ziek te worden.", "Maar daardoorheen speelt een ander verhaal: dat van mensen die toch weer ziek worden. Het RIVM documenteerde daarvan al een handvol overtuigende gevallen: personen die het virus kregen, herstelden, negatief testten en na een poosje toch weer geïnfecteerd bleken. Het inmiddels klassieke geval is dat van een Hongkonger die een half jaar nadat hij corona had gekregen naar Europa reisde en daar weer het coronavirus opliep, ditmaal met een andere genetisch vingerafdruk.", "We kunnen corona twee keer krijgen! Grappig wat er gebeurde toen ik, enigszins ontzet, erover belde met immunoloog Marjolein van Egmond (Amsterdam UMC). Kom, relativeerde de hoogleraar, wat hier gebeurde was volstrekt normaal. De Hongkonger was de tweede keer immers niet ziek geworden, het virus was bij hem ontdekt doordat hij een routinecontrole had ondergaan. En dat betekent dat zijn afweer precies deed wat je ervan mag verwachten, legde Van Egmond uit. In actie komen tegen het virus en het lichaam beschermen.", "Er zijn ook gevallen van mensen die soms al na acht weken opnieuw ziek worden, en uit Gelderland is zelfs het geval bekend van een vrouw die de tweede keer overleed. Maar dat zijn de uitzonderingen – de overleden vrouw was al ziek, en hoogbejaard. Wie gezond is, maar toch een tweede keer besmet raakt, wordt die tweede keer doorgaans beduidend minder ernstig ziek.", "Om door al dat gerommel een dikke streep te zetten, is vaccinatie ook nuttig voor mensen die corona hebben gehad, vertelt Cécile van Els, een RIVM-vaccinoloog die ik de afgelopen maanden veel sprak. Immuniteit opdoen door de infectie te beleven, is toch een beetje gedoe, niet in de laatste plaats omdat virusdeeltjes allerlei chemische stoorsignalen afgeven om de afweer te dwarsbomen.", "‘Je bouwt je immuniteit dan niet op onder optimale omstandigheden’, vertelt Van Els. ‘Met vaccinatie kun je dat omzeilen. Je geeft dan heel afgepast de antigenen die het immuunsysteem nodig heeft om het virus te herkennen, maar zonder de stoorzenders.’", "Voorlopig is mijn vriendin genezen. Al blijft ze oppassen. ‘Het virus is er nog’, zegt ze. ‘En nu ik zelf besmettelijk ben geweest en iedereen bang voor me was, voel ik alles juist dubbel. Je voelt je nog steeds een groot besmet gebied.’"], "authors": ["Maarten Keulemans"], "keywords": ["ik", "gehad", "nou", "van", "heb", "virus", "en", "een", "beschermd", "te", "ben", "het", "dat", "die", "je"], "pubDate": "2021-01-07T18:13:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}