{"id": "c217f8ed-1427-31f9-8608-91bbf8eeda99", "title": "Bijt de ‘klassieke’ computer nu definitief in het stof?", "url": "https://nrc.nl/nieuws/2020/12/15/nieuwe-stappen-voorbij-de-quantumcomputer-van-google-a4023915", "summary": "Dat maakt het mogelijk om bijvoorbeeld het gedrag van moleculen en eiwitten uit te rekenen om zo het effect van bepaalde medicijnen in het lichaam te voorspellen.\nIn beide gevallen ging het, simpel gezegd, om het produceren van een reeks willekeurige getallen met een bepaalde kansverdeling.\nDe bouwstenen van quantumcomputers, qubits, zijn niet 1 of 0, zoals de bits van een klassieke computers.\nZodra je de qubit bekijkt, zie je bijvoorbeeld met 40 procent kans 1 en met 60 procent kans 0.\nGoogle toonde vorig jaar dat ze 53 qubits, gemaakt van extreem koude, supergeleidende circuitjes, zo konden programmeren dat ze willekeurige bewerkingen uitvoerden.", "paragraphs": ["Chinese onderzoekers halen Google in. Hun quantumsysteem voert in enkele minuten een berekening uit waar een geavanceerde supercomputer ruim twee miljard jaar voor nodig heeft. Daarmee overtreffen ze de quantumcomputer van Google, die vorig jaar een taak uitvoerde waar een supercomputer duizenden jaren over zou doen. De Chinese onderzoekers publiceerden hun resultaten deze maand in Science.", "De publicatie werd op de hielen gevolgd door een artikel waarin Deense en Duitse wetenschappers een techniek presenteerden om qubits te maken, de bouwstenen van een quantumcomputer. Hun qubits zijn van een dusdanig hoge kwaliteit dat ze in theorie ook supercomputers voorbij kunnen streven.", "De technologie is veelbelovend. Dankzij quantumeigenschappen kunnen bepaalde berekeningen tegelijkertijd en dus supersnel uitgevoerd worden. Dat maakt het mogelijk om bijvoorbeeld het gedrag van moleculen en eiwitten uit te rekenen om zo het effect van bepaalde medicijnen in het lichaam te voorspellen.", "Willekeur is inherent", "Bijt de ‘klassieke’ computer definitief in het stof? Niet helemaal. Zowel het Chinese systeem als dat van Google kon slechts één taak sneller dan de huidige supercomputers. In beide gevallen ging het, simpel gezegd, om het produceren van een reeks willekeurige getallen met een bepaalde kansverdeling. Dat klinkt eenvoudig, maar voor gewone computers is willekeur produceren bijna onmogelijk.", "Willekeur is inherent aan quantummechanica. De bouwstenen van quantumcomputers, qubits, zijn niet 1 of 0, zoals de bits van een klassieke computers. Ze zijn een combinatie van 1 én 0. Zodra je de qubit bekijkt, zie je bijvoorbeeld met 40 procent kans 1 en met 60 procent kans 0.", "Google toonde vorig jaar dat ze 53 qubits, gemaakt van extreem koude, supergeleidende circuitjes, zo konden programmeren dat ze willekeurige bewerkingen uitvoerden. Wat een willekeurige getallenreeks opleverde.", "Dunner dan mensenhaar", "De Europese onderzoekers gebruiken lichtdeeltjes (fotonen) als qubits. Ze ontwikkelden een nanochip dunner dan een mensenhaar, waarmee ze fotonen produceren die als qubits dienstdoen. „We hebben meer dan honderd van deze fotonen gemaakt”, zegt hoogleraar Peter Lodahl, van de Universiteit van Kopenhagen. In theorie kan je met deze qubits taken uitvoeren die supercomputers overtreffen. Om dat te realiseren is extra hardware nodig, om de qubits aan te sturen. „Dat zou 10 miljoen euro kosten”, zegt Lodahl. „Dat is niet haalbaar in de kelder van de universiteit. Daarvoor hebben we de industrie nodig.”", "De Chinese onderzoekers hebben wel een compleet systeem. Ze gebruiken lichtpulsjes die ze onderling laten wisselwerken. Je kunt de lichtdeeltjes zien als golven die elkaar versterken of uitdoven. Hierdoor ontstaat een complex en willekeurig patroon van al dan niet versterkte of uitgedoofde pulsen: een soort complexe kansverdeling, met de kans dat een lichtpulsje versterkt of uitgedoofd wordt. Voor enkele pulsjes kan een klassieke computer uitrekenen hoe de kansverdeling van dit patroon eruit kan zien, maar voor tientallen is dat lastiger. De onderzoekers voerden het experiment uit met vijftig pulsjes. De beste supercomputer zou er ruim twee miljard jaar voor nodig hebben. Het quantumsysteem deed het in 200 seconden.", "Het zijn belangrijke stappen Lieven Vandersypen hoogleraar", "Het Chinese systeem kan alleen deze ene taak uitvoeren. Je kunt er geen andere berekeningen in programmeren. Dat kan met het Google-systeem en de qubitchip wel. „De overeenkomst is dat beide systemen uitkomsten opleveren waar niemand interesse in heeft. Er zijn geschiktere en goedkopere manieren om willekeurige reeksen te genereren”, zegt hoogleraar Lieven Vandersypen van het Delftse instituut QuTech. „Toch zijn het mijlpalen. Het zijn belangrijke stappen in de richting van quantumcomputers waarmee we relevante vraagstukken, bijvoorbeeld over medicijnen, kunnen oplossen.” Toekomstige quantumcomputers kunnen bijvoorbeeld ook gebruikt worden om het gedrag van moleculen in een materiaal te voorspellen, waardoor je eigenschappen zoals elektrische geleidbaarheid of rekbaarheid kan voorspellen. Dat maakt nieuwe materialen mogelijk, bijvoorbeeld voor efficiëntere batterijen.", "Lees een interview met Lieven Vandersypen: De quantumhuiscomputer is nog ver weg", "Lodahl: „Je kunt discussiëren over wanneer een quantumcomputer precies een klassieke computer verslaat, maar daar gaat het niet om. Google heeft duidelijk aangetoond dat we technologisch in het regime komen waar quantumtechnologie beter kan presteren dan klassieke computers. Dat is een mijlpaal.”", "Woordkeuze Van superioriteit naar voordeel", "Een opvallend detail is dat de Chinese en Europese onderzoekers het voorbij streven van klassieke computers ‘quantumvoordeel’ (quantum advantage) noemen, terwijl Google het vorig jaar in de publicatie had over ‘quantumsuperioriteit’ (quantum supremacy). „Beide termen betekenen hetzelfde”, zegt Vandersypen. „Maar veel wetenschappers, waaronder ikzelf, vinden dat het woord supremacy nare bijbetekenissen heeft.” In het wetenschappelijke tijdschrift Nature verscheen vorig jaar een commentaar, ondertekend door dertien wetenschappers, waarin de wetenschappelijke gemeenschap opgeroepen werd om voortaan de term ‘quantumvoordeel’ te gebruiken. Uit de nieuwe publicaties blijkt dat daar gehoor aan gegeven wordt.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Dorine Schenk", "Leestijd Minuten"], "keywords": ["van", "dat", "om", "klassieke", "een", "computer", "bijt", "qubits", "en", "ze", "te", "definitief", "stof", "met", "het", "nu"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}