{"id": "c2191177-806e-38c6-b6ea-0408ba6f10f0", "title": "Klimaatzaak tegen Shell heeft wereldwijde gevolgen", "url": "https://nos.nl/nieuwsuur/artikel/2361020-klimaatzaak-tegen-shell-heeft-wereldwijde-gevolgen.html", "summary": "Milieudefensie wil Shell via de rechter dwingen meer te doen tegen de opwarming van de aarde.\nOf de rechter van een bedrijf mag eisen dat het meer doet om klimaatverandering tegen te gaan, is de kern van de zaak.\n7:03 Moet Shell meer doen voor het klimaat?\nEen unieke zaak: voor het eerst probeert een private partij via de rechter een bedrijf te dwingen zijn beleid aan te passen.\nOngeacht de uitkomst in de zaak tegen Shell verwacht Celis dat in meer landen van bedrijven geëist wordt dat ze versneld vergroenen.", "paragraphs": ["Milieudefensie wil Shell via de rechter dwingen meer te doen tegen de opwarming van de aarde. Het olie-en gasbedrijf moet de CO2-uitstoot in 2030 met 45 procent verlagen ten opzichte van 2019, zo is de eis. Vandaag is de laatste zittingsdag. Maar heeft de rechter een rol bij het tegengaan van klimaatverandering? \"Ja, zeer nadrukkelijk ja\", zegt Jaap Spier, voormalig advocaat-generaal bij de Hoge Raad en 19 jaar juridisch adviseur van het hoogste rechtscollege. \"In mijn ogen doet een rechter verantwoordelijk werk als hij bereid is naar oplossingen te zoeken voor een probleem dat ons anders onnoemelijk veel ellende gaat berokkenen.\" Kern van de zaak Spier schreef na zijn pensionering met een groep internationale collega's twee handboeken over de klimaatverplichtingen van landen én van bedrijven. Of de rechter van een bedrijf mag eisen dat het meer doet om klimaatverandering tegen te gaan, is de kern van de zaak. Twee weken lang stonden beide partijen voor de rechter tegenover elkaar. Wat hebben de hoogte van een Shell-boorplatform en een kelderluik met de rechtszaak te maken? NOS op 3 legt het uit:", "Dit artikel bevat een video. 7:03 Moet Shell meer doen voor het klimaat?", "Een unieke zaak: voor het eerst probeert een private partij via de rechter een bedrijf te dwingen zijn beleid aan te passen. Nadat de Nederlandse rechter eerder oordeelde dat de Staat verplicht kan worden meer te doen tegen klimaatverandering - in de Urgenda-zaak - gaat het nu om de vraag of ook een bedrijf daartoe verplicht kan worden. Eigenlijk zou de zaak niet nodig moeten zijn omdat de overheid het klimaatprobleem adequaat zou bestrijden, zegt Spier. \"Maar het is een volslagen illusie dat dat gaat gebeuren.\" Dan moet de rechter het maar doen \"als laatste strohalm.\" Spier: \"Je kan zeggen 'als de overheid het laat afweten dan moet de wereld maar ten onder gaan'. Als je dat vindt, dan heeft de rechter er niks te zoeken. Ik vind dat geen aantrekkelijke en ook geen juiste opvatting.\" Duizend juridische procedures Volgens Spier is er een sterke juridische basis voor het formuleren van een concrete juridische verplichting, al moet hij toegeven \"dat het wat sprokkelen is\". \"Kern van de zaak is dat bedrijven ook verplichtingen hebben. Dat is van de rechter actief, maar niet activistisch.\"", "De rechtszaak tegen Shell past in een trend. Wereldwijd lopen er ongeveer duizend juridische procedures tegen veroorzakers van klimaatverandering. Zo eist een Peruaanse gids een schadevergoeding van de Duitse energiegigant RWE. De gids moet zijn woning verplaatsen omdat een nabijgelegen smeltende gletsjer zijn dorp onder water dreigt te zetten. Hij wil een schadevergoeding voor het deel dat RWE met de verbranding van kolen heeft bijgedragen aan de opwarming van de aarde. De Duitse rechter heeft de zaak ontvankelijk verklaard. Spier is weliswaar geen voorstander van dergelijke zaken. \"Het is misschien begrijpelijk, maar het is niet wat we nodig hebben. Schadevergoeding lost het probleem na afloop op. We moeten juist voorkómen dat het probleem ontstaat.\"", "Versneld vergroenen De Belgische jurist Nicolas Celis onderzoekt in hoeverre rechters bij klimaatzaken van elkaar leren. \"Hoewel er formeel geen verplichting is om over landsgrenzen heen te kijken, merken we in de praktijk dat rechters dat toch doen.\" Zo diende de Urgenda-zaak tegen de Nederlandse Staat als voorbeeld voor soortgelijke zaken in andere landen. In die zaak werd een beroep gedaan op mensenrechten. Celis ziet dat vaker gebeuren. \"Het verband tussen mensenrechten en klimaat wordt steeds sterker. Zowel juridisch als maatschappelijk wordt dat ook steeds meer aanvaard.\" Spier ziet dat ook. \"De gedachte is dat als je klimaatverandering te ver laat komen het zo diep ingrijpt in het leven van mensen - voor een deel zal het betekenen dat ze eraan dood gaan - dat dat niet toelaatbaar is.\" Ongeacht de uitkomst in de zaak tegen Shell verwacht Celis dat in meer landen van bedrijven geëist wordt dat ze versneld vergroenen. \"In die zin is deze zaak van globaal belang.\" Moeten we dan denken aan een oliebedrijf dat in Rusland voor de rechter wordt gedaagd? \"Dat is in principe perfect mogelijk. Ook omdat het gaat om mensenrechten en die taal is universeel: die wordt begrepen over de grenzen heen en in de meeste landen op een soortgelijke manier geïnterpreteerd.\""], "authors": ["Marijn Duintjer Tebbens", "Dit Is Een Artikel Van"], "keywords": ["gevolgen", "zaak", "spier", "van", "tegen", "heeft", "shell", "een", "het", "rechter", "te", "voor", "dat", "wereldwijde", "klimaatzaak"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}