{"id": "c2190d1f-fbba-3113-a633-4cf558bd2ea4", "title": "Weinig hinder voor verkeer op eerste dag na Brexit", "url": "https://nu.nl/economie/6099739/weinig-hinder-voor-verkeer-op-eerste-dag-na-brexit.html", "summary": "De eerste uren na de Brexit was er weinig hinder voor het verkeer van en naar het Verenigd Koninkrijk.\nRustig in Rotterdamse havenIn de haven van Rotterdam is het vrijdag rustig wat betreft het verkeer richting het VK.\nHavenbedrijf Rotterdam liet eerder deze week weten op de eerste dag van het nieuwe jaar weinig problemen te verwachten.\nIn het weekend is het ferryverkeer tussen Rotterdam en het VK eveneens beperkt.\nOok de douane denkt dat er vrijdag niet of nauwelijks hinder is, meldt een woordvoerder.", "paragraphs": ["De eerste uren na de Brexit was er weinig hinder voor het verkeer van en naar het Verenigd Koninkrijk. Zo zijn in de nacht van donderdag op vrijdag bijna tweehonderd vrachtwagens \"zonder problemen\" door de Kanaaltunnel vervoerd. Dat meldt tunnelexploitant Getlink. Ook Schiphol meldt dat er weinig problemen waren bij de eerste vluchten richting het VK.", "Door het Britse vertrek uit de Europese Unie is het sinds vrijdag niet meer mogelijk om vrij te reizen tussen de EU en het VK. De extra douanecontroles hebben op de luchthaven echter niet tot vertragingen geleid.", "In de ochtend gingen onder meer vluchten naar Londen, Manchester en Newcastle. Deze vluchten vertrokken volgens de site van Schiphol op tijd. Een woordvoerder bevestigde dat er geen problemen waren.", "Rustig in Rotterdamse haven", "In de haven van Rotterdam is het vrijdag rustig wat betreft het verkeer richting het VK. Er staan slechts twee ferryafvaarten gepland op Nieuwjaarsdag. Havenbedrijf Rotterdam liet eerder deze week weten op de eerste dag van het nieuwe jaar weinig problemen te verwachten. In het weekend is het ferryverkeer tussen Rotterdam en het VK eveneens beperkt.", "Ook de douane denkt dat er vrijdag niet of nauwelijks hinder is, meldt een woordvoerder. Pas na het weekend, als het weer drukker is, houdt de douane rekening met oponthoud.", "Vrachtwagens verlaten de eerste ferry die na de Brexit aankomt in Dover. Vrachtwagens verlaten de eerste ferry die na de Brexit aankomt in Dover. Foto: ANP", "Douaneformaliteiten leidden bij Kanaaltunnel niet tot vertraging", "Bij de Kanaaltunnel waren er in de Nieuwjaarsnacht en -ochtend geen noemenswaardige opstoppingen. Daardoor konden vrachtwagens hun weg zonder problemen vervolgen. Door de Brexit moeten logistieke bedrijven weer douaneformaliteiten doorlopen. Volgens Getlink voldeden alle trucks aan de nieuwe vereisten en zijn er geen voertuigen geweigerd.", "Britse en Europese bedrijven hadden eerder gewaarschuwd voor chaos aan de grens vanwege het vele papierwerk. Dit zou een soepele handelsstroom van jaarlijks bijna 1 biljoen euro dreigen te onderbreken. De directeur van Getlink liet enkele uren voordat de nieuwe regels ingingen weten dat het risico op chaos klein is. Er zullen volgens hem de komende dagen en weken wat aanpassingen nodig zijn.", "Circa 70 procent van de handel tussen het VK en de EU verloopt via de Franse havens van Calais en Duinkerken. Gemiddeld passeren dagelijks 60.000 mensen en twaalfduizend vrachtwagens deze havens."], "authors": ["Foto", "Door", "Nu.Nl Anp"], "keywords": ["er", "vrachtwagens", "verkeer", "van", "hinder", "voor", "weinig", "eerste", "en", "vrijdag", "brexit", "op", "problemen", "het", "dag", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}