{"id": "c2269d7f-ad70-3ee3-9b83-0198299c0655", "title": "Pam: 'Gelukkig ligt er niet per ongeluk iemand anders in mijn bed'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5202116/update-pam-gelukkig-ligt-er-niet-ongeluk-iemand-anders-mijn-bed-carola", "summary": "\"Mijn loopneus is over en ik heb zin in leuks.\nEr is nu veel meer tijd voor fijne dingen zoals vriendinnen en een goed gesprek.\nBizar toch dat ik een jaar geleden moeiteloos kon daten, dansen en doordenderen tegelijk.\nNu moet ik echt plannen wanneer ik Jeppe laat komen en wanneer ik mijn vriendinnen zie.\nEn vooral ook wanneer ik een heerlijk avondje met mezelf heb.", "paragraphs": ["Julie geniet van de boomerang-boys die speciaal voor de feestdagen weer opduiken in haar WhatsApp en heeft een duidelijke mening over wat Pam aanmoet met Jeppe: hij moet zich eerst maar eens bewijzen. Carola kan ondertussen ook wel wat slingers gebruiken.", "\"Ik ben coronavrij, dus kom je vanavond eten? Maak ik groentetaart voor je\", vraagt Julie opgetogen. \"Mijn loopneus is over en ik heb zin in leuks. En Joep vraagt al weken wanneer zijn leuke tante Pam nu weer eens komt.\"", "Het is zaterdagavond. Normaal zou ik dit soort etentjes liever door de week plannen, maar ergens bevalt dit slow living me wel. Er is nu veel meer tijd voor fijne dingen zoals vriendinnen en een goed gesprek. Mijn werk is momenteel zo druk dat ik allang blij ben dat ik niet iedere week in de kroonluchters hoef te hangen. Bizar toch dat ik een jaar geleden moeiteloos kon daten, dansen en doordenderen tegelijk. Nu moet ik echt plannen wanneer ik Jeppe laat komen en wanneer ik mijn vriendinnen zie. En vooral ook wanneer ik een heerlijk avondje met mezelf heb. Maar goed, Jeppe komt morgen pas en gisteren was een chilldag, dus ik kan vanavond best even leuk doen bij Julie en kleine Joep.", "\"Leuk!\", zeg ik daarom. \"Ik ben er om 16.00 uur.\""], "authors": [], "keywords": ["bed", "julie", "iemand", "nu", "maar", "jeppe", "ik", "niet", "mijn", "ligt", "anders", "gelukkig", "en", "een", "er", "ongeluk", "pam", "wanneer", "voor"], "pubDate": "2020-12-09T11:21:43+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}