{"id": "c2292bbd-4f52-3c5d-8222-e3a1517d2765", "title": "De kinderen die dat willen, krijgen nog een knuffel van de juf", "url": "https://www.nrc.nl/nieuws/2020/12/15/de-kinderen-die-dat-willen-krijgen-nog-een-knuffel-van-de-juf-a4024000", "summary": "Veel van de dinsdagochtend wordt er besteed aan het vullen van de tassen en met praten over en vooruitkijken naar de komende vijf weken.\nOnder het motto ‘Een knuffel van de kinderen van De Bundeling’ krijgen die zo’n pluche dier met daarin een geplastificeerde foto van een echte knuffel van een van de leerlingen en een klein verhaaltje daarbij.\nIedereen zingt uit volle borst, en gebaart en danst dat het een lieve lust is.\n„Normaal krijgen ze bij een afscheid als dit een hand of een knuffel, nu een elleboog of een schop”, lacht juf Mieke.\nMaar een paar willen toch gewoon een knuffel van juf.", "paragraphs": ["Vlak voordat groep 5/6 van openbare Daltonschool De Bundeling in het Zuid-Limburgse dorp Bunde gezamenlijk gaat zingen, hebben drie meiden al hun eigen lied ingezet. Terwijl ze in polonaise door het klaslokaal lopen, zingen ze op de melodie van Jingle Bells: „Mondkapje! Mondkapje! Doe hem op je smoel. Wat is daar zo lastig aan, als ik het zelfs kan doen?”", "Maandag werd, voor velen onverwacht, door het kabinet afgekondigd dat in de lockdown ook basisscholen en kinderdagverblijven sluiten. Eén van de motieven was volgens minister Hugo de Jonge (Volksgezondheid, CDA) dat de ouders van deze jonge kinderen hierdoor meer thuis zullen gaan werken. Het leidde tot kritiek van werkgeversorganisaties die vinden dat er andere manieren zijn om thuiswerken te stimuleren.", "Op De Bundeling is na het nieuws over de sluiting aan alle ouders gevraagd hun kind dinsdag een grote tas mee te geven, zodat werk mee naar huis kan worden genomen. Veel van de dinsdagochtend wordt er besteed aan het vullen van de tassen en met praten over en vooruitkijken naar de komende vijf weken.", "Deze middag geeft meester Har Linssen, tevens plaatsvervangend directeur van de school, de kinderen vrije-keuzetijd. Kyano heeft met twee vriendinnen gekozen voor een computerspelletje. Hij kijkt niet per se uit naar een nieuwe lockdown: „Dat is twee weken leuk en daarna denk je: mag ik weer naar school?” Maar het gedwongen thuisblijven in het voorjaar gaf hem ook rust. „Ervoor was ik snel boos. Daarna niet meer. Ik was een beetje gestrest. Omdat ik veel met meisjes speel, noemen sommigen me ook meisje. Daar kan ik nu beter mee omgaan.”", "Djinti naast hem vindt dat geplaag ook onzin. „Jij bent geen meisje, maar gewoon een vriend”, zegt ze tegen hem. Djinti vindt het wel fijn dat ze nu werk en boeken mee naar huis krijgen en niet alles zelf hoeven uit te printen. „En ik ben nu beter in tafels dan de vorige keer.”", "Digitale portfolio", "In maart had De Bundeling profijt van de digitale portfolio (toegankelijk voor leerling, leraren en ouders) waarmee al werd gewerkt. Linssen: „Via dat systeem hebben we ons toen vooral gericht op herhalen van stof. Dat kunnen we ons niet nog een keer permitteren. Kinderen zijn heel veerkrachtig. Maar hoe ze het oppakken verschilt per kind en allemaal missen ze het samenwerken en samenspelen.”", "Van angst of grote sociaal-emotionele problemen vanwege de lockdown merkte Linssen de vorige keer weinig. „Het is wel lastiger omgaan met een opa of oma die is overleden aan corona als je elkaar alleen digitaal ziet. En bij terugkomst moesten kinderen weer wennen aan het wachten op hun beurt. Thuis hadden ze meestal direct aandacht.”", "Linssen doet groep 5/6 samen met juf Mieke Hortulanus. Normaal werkt ze niet op dinsdagen, maar met al het werk wat op de school afkomt vanwege de lockdown is ze toch gekomen. De sluiting in het voorjaar had ook prettige kanten, vindt ze. „De 1-op-1-contacten met leerlingen gingen dieper dan anders. Normaal heb je meer flitsgesprekjes. Nu sprak je ze langer en kreeg je kijkjes achter de voordeur.”", "Kinderombudsvrouw over de schoolsluiting: er bekroop me een gevoel van schaamte", "Hortulanus werkt met collega Mickey Goertz (groep 7/8) nog even aan beertjes voor de ouderen van Bunde. Onder het motto ‘Een knuffel van de kinderen van De Bundeling’ krijgen die zo’n pluche dier met daarin een geplastificeerde foto van een echte knuffel van een van de leerlingen en een klein verhaaltje daarbij. „De kinderen waren vooral maandag gespannen, toen de maatregelen nog niet waren uitgelekt”, merkte Goertz. „Nu zijn ze met de ervaring van de vorige keer in gedachten een stuk rustiger. Het went ook.”", "De afsluiting van de dag voor groep 5/6 is een vrolijke potpourri van liedjes, variërend van Old MacDonald Had a Farm en Tante in Marokko tot If You’re Happy and You Know It. Iedereen zingt uit volle borst, en gebaart en danst dat het een lieve lust is. Het is het soort energie dat de komende vijf weken op andere plekken zijn weg zal moeten vinden.", "„Normaal krijgen ze bij een afscheid als dit een hand of een knuffel, nu een elleboog of een schop”, lacht juf Mieke. Bij het verlaten van de school gebruiken veel kinderen inderdaad geroutineerd de coronabegroeting. Maar een paar willen toch gewoon een knuffel van juf. Die doet niet panisch en geeft ze nog een laatste omhelzing.", "Commentaar over scholen pagina 17", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Paul Van Der Steen", "Leestijd Minuten"], "keywords": ["van", "dat", "nog", "die", "niet", "een", "kinderen", "en", "knuffel", "ze", "krijgen", "juf", "op", "met", "het", "willen"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}