{"id": "c24a1dd4-05f7-335b-ba21-24e289f856f8", "title": "Maak indruk met Kerst door een gerecht te flamberen", "url": "https://nu.nl/eten-en-drinken/6095665/maak-indruk-met-kerst-door-een-gerecht-te-flamberen.html", "summary": "Flamberen is een techniek uit de Franse keuken, waarbij een gerecht wordt aangestoken met behulp van alcoholische drank.\nHeb je een keramische kookplaat, dan kun je de drank met een aansteker in brand steken.\n\"Als je na het aanbraden naast de wijn ook een scheut cognac toevoegt, kun je dat flamberen.\"\nIJstaart met Italiaans schuim, geflambeerd met een halfvol eierdopje cointreau of grand marnier.\n'Krokante buitenkant en mooie show'Flamberen tijdens het opdienen van een gerecht en maakt extra indruk: \"Je kan een beenham in een braadslee bij het serveren overgieten met alcohol en aansteken\", aldus Westerhof.", "paragraphs": ["Hoe klein je gezelschap dit jaar bij het kerstdiner ook is, met flamberen steel je gegarandeerd de show. En het plezierige is dat je zo ongeveer alles kunt flamberen: vlees, groenten, paddenstoelen, crêpes, ijstaart. Twee chefs geven hun beste tips en tricks.", "Flamberen is een techniek uit de Franse keuken, waarbij een gerecht wordt aangestoken met behulp van alcoholische drank. Voordat je er thuis mee aan de slag gaat, is het verstandig een aantal voorzorgsmaatregelen te nemen, aldus chef-kok Wouter Westerhof. \"Zorg dat de afzuigkap afstaat. Deze is vaak vet aan de binnenkant en daardoor brandbaar.\"", "Voor de veiligheid is het verder goed om een deksel naast het fornuis te hebben liggen, zodat je de vlam snel kunt doven. \"Er kan altijd iets onverwacht gebeuren', zegt chef-kok Jeffrey Laarberg. \"En denk ook aan je kleren. Synthetische kleding kan smelten en aan je huid plakken. Het beste draag je iets van katoen, en rol je je mouwen op.\"", "“Flamberen kan ook tijdens het gourmetten. Gebruik een eetlepel alcohol, een lange aansteker en doe de alcohol voorzichtig in het pannetje.” Wouter Westerhof, chef-kok", "Hou de pan scheef op het vuur", "Terug naar het flamberen zelf. Hoe doe je dat? \"Paddenstoelen bijvoorbeeld bak je kort in een koekenpan. Zodra ze bruin zijn, voeg je 100 ml cognac of brandy toe\", vertelt Westerhof. \"Daarna hou je de pan scheef op het vuur, zodat de vlam er inslaat.\"", "Heb je een keramische kookplaat, dan kun je de drank met een aansteker in brand steken. \"Gebruik hiervoor een lange aansteker, en hou je arm gestrekt\", aldus Laarberg. \"Dat laatste geldt overigens ook als je flambeert op een gasfornuis.\"", "Als het eenmaal brandt, wacht dan rustig tot de vlam is uitgedoofd. Westerhof: \"Niet schudden met de pan, dan kan er een steekvlam ontstaan.\"", "Vlees flambeer je op dezelfde manier als de paddenstoelen. Een beenham of lamsschenkel bijvoorbeeld. \"Vaak doe je daar tijdens het stoven al wijn bij\", vertelt Westerhof. \"Als je na het aanbraden naast de wijn ook een scheut cognac toevoegt, kun je dat flamberen.\"", "Laarberg laat zijn vlees graag zoals het is, en zou eerder de saus flamberen. \"Als het vlees klaar is, haal je het uit de pan. Aan de overgebleven braadjus voeg je knoflook, tijm, rozemarijn en een scheut cognac toe. Dit flambeer je voor extra smaak - en zeef je - om naast je vlees te serveren.\"", "Favorieten van de chefs: Crêpes suzette: crêpes geflambeerd met warme cointreau of grand marnier – lekker met sinaasappelsaus en vanilleijs.", "Russische boeuf stroganoff: gestoofd rundvlees met gebakken ui, paprika en champignons, geflambeerd met wodka.", "Bisque van schaal- en schelpdieren, geflambeerd met cognac.", "IJstaart met Italiaans schuim, geflambeerd met een halfvol eierdopje cointreau of grand marnier.", "Geglaceerde worteltjes geflambeerd met ouzo – voeg daarna wat citroenrasp en dragon toe.", "Flamberen is uitermate geschikt om mee te experimenteren, vindt Westerhof. \"Bij vlees en groente zou ik gaan voor een brandy, cognac of vieux. Bij desserts past een zoetere drank zoals cointreau, Grand Marnier of calvados beter.\"", "'Krokante buitenkant en mooie show'", "Flamberen tijdens het opdienen van een gerecht en maakt extra indruk: \"Je kan een beenham in een braadslee bij het serveren overgieten met alcohol en aansteken\", aldus Westerhof. \"De buitenkant wordt er lekker krokant door en je hebt een mooie show.\"", "Flamberen kan ook tijdens het gourmetten. Westerhof: \"Gebruik een eetlepel alcohol, een lange aansteker en doe de alcohol voorzichtig in het pannetje en ook hier geldt: niet schudden. De vlam zal dan maximaal 10 centimeter hoog worden.\"", "Bij Laarberg zijn de aan tafel geflambeerde crêpes suzette een favoriete afsluiter van het kerstdiner \"Een goede feestelijke afsluiter maakt indruk op je gasten. Met het dessert sluit je af, en dat blijft vaak het langste hangen.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["door", "je", "flamberen", "gerecht", "van", "kan", "een", "westerhof", "maak", "te", "het", "ook", "kerst", "en", "dat", "met", "indruk"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}