{"id": "c25fbdda-1e65-3e8c-8be5-63cb17d0457d", "title": "Vermist vliegtuig Indonesië brak mogelijk in stukken nadat water geraakt werd", "url": "https://nu.nl/buitenland/6101196/vermist-vliegtuig-indonesie-brak-mogelijk-in-stukken-nadat-water-geraakt-werd.html", "summary": "Het vliegtuig dat bij de Indonesische kust is verdwenen brak mogelijk in stukken nadat het toestel het zeewater had geraakt.\n\"Als het toestel bijvoorbeeld in de lucht was geëxplodeerd, waren de brokstukken veel meer wijdverspreid.\"\nHet toestel met 62 mensen aan boord verdween zaterdag ongeveer vier minuten na opstijgen van de radar.\nOok werden er stukken van een opblaasglijbaan, kabels en een stuk van een spijkerbroek gevonden.\nDe website Flightradar meldt dat het vliegtuig in minder dan een minuut meer dan 3.300 meter hoogte verloor.", "paragraphs": ["Het vliegtuig dat bij de Indonesische kust is verdwenen brak mogelijk in stukken nadat het toestel het zeewater had geraakt. Dat zeggen lokale autoriteiten maandag op basis van hoe de gevonden wrakstukken verspreid waren. \"Als het toestel bijvoorbeeld in de lucht was geëxplodeerd, waren de brokstukken veel meer wijdverspreid.\" Het toestel met 62 mensen aan boord verdween zaterdag ongeveer vier minuten na opstijgen van de radar.", "Vooralsnog is het onbekend wat er met vlucht SJ 182 van Sriwijaya Air gebeurd is. Zondag vonden de autoriteiten wel de zwarte dozen van de neergestorte Boeing 737-500, nadat eerder die dag lichaamsdelen en persoonlijke bezittingen werden ontdekt in zee. Ook werden er stukken van een opblaasglijbaan, kabels en een stuk van een spijkerbroek gevonden.", "Het vliegtuig vertrok zaterdag om 13.40 uur lokale tijd (7.40 uur Nederlandse tijd) van Jakarta in de richting van Pontianak, een Indonesische stad ongeveer 700 kilometer verderop. De vlucht had ongeveer anderhalf uur moeten duren.", "Vier minuten na het vertrek verdween het toestel echter van de radar. Het laatste contact met de bemanning vond plaats op slechts 20 kilometer van de luchthaven, toen het toestel boven zee vloog.", "De website Flightradar meldt dat het vliegtuig in minder dan een minuut meer dan 3.300 meter hoogte verloor. Het is nog onduidelijk wat er precies gebeurd is."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["vliegtuig", "ongeveer", "er", "nadat", "water", "met", "uur", "mogelijk", "toestel", "van", "stukken", "een", "vermist", "werd", "indonesië", "geraakt", "brak", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}