{"id": "c26673bb-4258-3397-8d1e-8ed407ad55dd", "title": "Spaanse media lovend over Koeman en De Jong: ‘Als in zijn tijd bij Ajax’", "url": "https://www.parool.nl/sport/spaanse-media-lovend-over-koeman-en-de-jong-als-in-zijn-tijd-bij-ajax~b914f6e7/", "summary": "‘In de eerste helft speelde hij met gemak, bevrijd en op zoek naar het vijandelijke doel,’ stelt de krant.\n‘Hij speelde bijna zoals in zijn tijd bij Ajax.\n‘De Nederlands international speelde links op het middenveld, zoals in de wedstrijd tegen Levante, waar hij op hoog niveau presteerde.\n‘Koeman verraste zonder Lenglet en het centrum te laten bezetten door Araujo en Mingueza, terwijl Pedri Coutinho op de bank hield.\nBarcelona speelde zijn beste voetbal in de goede eerst helft waarin de leider van La Liga kon worden verslagen.’Ook El Periódico gaf Koeman de credits voor zijn omzettingen.", "paragraphs": ["‘Het beste Barça van dit seizoen versloeg Real Sociédad, dat als medekoploper meer dan ooit vertrouwen had in het behalen van een goed resultaat in Camp Nou,’ schrijft Mundo Deportivo. ‘Het team speelde een prima eerste helft, kreeg een doelpunt tegen toen het beter was en zorgde voor de eerste comeback van het seizoen.’", "Volgens de krant Diario Sport speelde Frenkie de Jong bevrijd, met gemak en op zoek naar het vijandelijke doel. Beeld AFP", "Door doelpunten van Jordi Alba en De Jong kwam Barcelona al in de eerste helft terug. De Oranje-international maakte vlak voor rust de winnende goal. De Jong werd voor zijn optreden in Diario Sport beloond met een 8. ‘In de eerste helft speelde hij met gemak, bevrijd en op zoek naar het vijandelijke doel,’ stelt de krant. ‘Hij speelde bijna zoals in zijn tijd bij Ajax. Hij maakte zijn eerste doelpunt van het seizoen, dat uiteindelijk beslissend was, vlak voor de rust. Na de hervatting had hij ook verdedigend zijn waarde voor het team.’", "Ook Marca zag in De Jong bij vlagen de speler die hij in Amsterdam was. ‘De Nederlands international speelde links op het middenveld, zoals in de wedstrijd tegen Levante, waar hij op hoog niveau presteerde. Hij speelt een geweldige wedstrijd. Denk aan Frenkie De Jong van Ajax. Hij scoorde bij het eerste balcontact met rechts na een assist van Jordi Alba.’", "Jongens van het huis", "Complimenten zijn er ook voor Koeman, die in het centrum van de verdediging vertrouwde op Ronald Araujo en Oscar Mingueza, twee spelers van 21 jaar. ‘Ronald Koeman bleek in jongens van het huis te geloven,’ aldus Mundo Deportivo. ‘Hij legde de verantwoordelijkheid voor de as bij het tandem Araujo-Mingueza, vorig seizoen niet eens hoofdrolspelers bij Barcelona B.’", "Marca was eveneens onder de indruk van Barcelona. ‘Koeman verraste zonder Lenglet en het centrum te laten bezetten door Araujo en Mingueza, terwijl Pedri Coutinho op de bank hield. Barcelona speelde zijn beste voetbal in de goede eerst helft waarin de leider van La Liga kon worden verslagen.’", "Ook El Periódico gaf Koeman de credits voor zijn omzettingen. ‘De tactische wijzigingen van zondag kregen een vervolg, een teken dat Koeman meer positieve punten zag dan de meeste critici. Pedri verving Coutinho aan de rechterkant en De Jong aan de linkerkant.’"], "authors": ["Wietse Dijkstra"], "keywords": ["zijn", "van", "het", "voor", "en", "een", "spaanse", "media", "tijd", "jong", "als", "op", "koeman", "bij", "speelde", "hij", "lovend"], "pubDate": "2020-12-17T07:53:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}