{"id": "c26e1db7-d697-396e-bbe0-4ee5d087b07c", "title": "In hoger beroep 10 jaar cel en tbs voor fataal mishandelen Utrechtse vriendin", "url": "https://nu.nl/binnenland/6097052/in-hoger-beroep-10-jaar-cel-en-tbs-voor-fataal-mishandelen-utrechtse-vriendin.html", "summary": "Lorenzo S. is woensdag door het gerechtshof in Arnhem veroordeeld tot een celstraf van tien jaar en tbs met dwangverpleging voor het dodelijk mishandelen van zijn toenmalige vriendin Dunja Lachnachi.\nDe man claimde dat zij hysterisch werd en hem aanviel, en dat ze daarbij op enig moment ten val is gekomen.\nUit de autopsie is echter gebleken dat ze meermaals zo hard tegen haar hoofd is geslagen en/of geschopt, dat ze niet meer zou kunnen herstellen.\nDe rechtbank legde dan ook geen tbs op, waarop het Openbaar Ministerie (OM) in beroep ging.\nOm de maatschappij te beschermen, is de zwaarste vorm van tbs - in een gedwongen kader - aan de man opgelegd.", "paragraphs": ["Lorenzo S. is woensdag door het gerechtshof in Arnhem veroordeeld tot een celstraf van tien jaar en tbs met dwangverpleging voor het dodelijk mishandelen van zijn toenmalige vriendin Dunja Lachnachi. De 23-jarige vrouw liep ernstig hoofdletsel op, waarvan zij niet meer kon herstellen.", "Omwonenden hoorden op 24 februari 2019 een hoop kabaal uit de woning van de jonge vrouw komen. Toen agenten de deur forceerden, troffen ze de zwaargehavende Lachnachi aan, met S. onder zich.", "De man claimde dat zij hysterisch werd en hem aanviel, en dat ze daarbij op enig moment ten val is gekomen. Uit de autopsie is echter gebleken dat ze meermaals zo hard tegen haar hoofd is geslagen en/of geschopt, dat ze niet meer zou kunnen herstellen. Een aantal dagen na het incident overleed de vrouw.", "Doordat de verdachte niet meewerkte aan onderzoek bij het Pieter Baan Centrum (PBC), kon geen risicotaxatie worden gegeven. De rechtbank legde dan ook geen tbs op, waarop het Openbaar Ministerie (OM) in beroep ging.", "Het hof vindt dat er voldoende reden is om wel tbs op te leggen. Zo hebben meerdere ex-vriendinnen van S. verklaard dat hij hen regelmatig mishandelde. \"Er is sprake van een voortdurend patroon van fors geweld tegen zijn vriendinnen\", aldus het hof.", "Om de maatschappij te beschermen, is de zwaarste vorm van tbs - in een gedwongen kader - aan de man opgelegd."], "authors": ["Door"], "keywords": ["van", "hoger", "dat", "niet", "cel", "een", "en", "tbs", "utrechtse", "mishandelen", "ze", "s", "op", "voor", "jaar", "het", "fataal", "vriendin"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}