{"id": "c26fb73d-5a25-3a45-8898-d10930c21844", "title": "Most of the tulip bulbs sold at the Bloemenmarkt don’t flower", "url": "https://www.parool.nl/english/most-of-the-tulip-bulbs-sold-at-the-bloemenmarkt-don-t-flower~ba10263f/", "summary": "“If you want to survive in this place, you do what everyone else does: you sell bulbs, clogs, and souvenirs.\n“And here in Amsterdam, which is famous for its flowers, there’s nothing left.\nTourists come and ask us where the rest of the flower stalls are, and I just feel embarrassed.”Not the bulb seasonA process that began in the 1990s is almost complete.\nThey’re selling remaindered stock at exorbitant prices.”If the bulbs do sprout, they’re often not what the customer paid for.\n“Look at the stalls selling blue tulips.", "paragraphs": ["Beeld Dingena Mol", "No Pictures Allowed Inside, says a sign amid the buckets of roses, gerberas, and sunflowers. But a group of tourists are taking pictures, and flower seller Michael Saarloos, 65, sighs. “Ah, well, only four weeks to go.”", "He has been working at the market for forty-five years, but he announced he was moving his shop, and it made international headlines. He shows us the Guardian’s website on his phone: Amsterdam’s Last Floating Florist Closes, Blaming Tourists.", "“I want to keep the business going, but not here,” says his son Julien, 26. “If you want to survive in this place, you do what everyone else does: you sell bulbs, clogs, and souvenirs. That’s not my idea of fun.”", "So the shop is relocating to nearby Gasthuismolensteeg. “We’re very busy, no thanks to the tourists,” says Michael. “They just make things more difficult by standing around and getting in the way.”", "“Paris, Rome, Bangkok, lots of other cities have proper flower markets,” adds Julien. “And here in Amsterdam, which is famous for its flowers, there’s nothing left. Tourists come and ask us where the rest of the flower stalls are, and I just feel embarrassed.”", "Not the bulb season", "A process that began in the 1990s is almost complete. Even then, Amsterdammers were increasingly buying their flowers from other flower shops, big garden centres, and supermarkets. Back in 1993, three of the seventeen stalls had been converted into souvenir shops and there were concerns for the market’s survival.", "So the city imposed a covenant to prevent the place from turning into a souvenir market, requiring the stalls to devote no more than 25 percent of their space to tourist trinkets, with the rest being given over to flowers, plants, shrubs, trees, seeds, and bulbs.", "This did not have the desired effect. The displays have become increasingly monotonous over the past ten years, and now consist largely of bulbs and souvenirs, complying with the letter but not the spirit of the covenant.", "“We think the market is a very sad place,” says André Hoogendijk, the KAVB’s deputy director. “It’s a tourist trap full of junk and past-dated bulbs.”", "He points out that there are no garden centres selling tulip bulbs right now, because the season runs from September to December.“ If they don’t overwinter in the ground, they don’t grow. The whole thing is a mess. They’re selling remaindered stock at exorbitant prices.”", "If the bulbs do sprout, they’re often not what the customer paid for. “Look at the stalls selling blue tulips. Our association is like the central registry for all of the world’s tulips: we have more than eight thousand of them, and not one is blue. There’s no such colour. It’s not possible.”", "Purple is almost blue", "The market vendors will tell you to chill the bulbs if you want them to germinate, and they’ll claim that purple tulips look almost blue. It’s like buying Olay: it’s the appearance of youth that matters, not the reality. Spend a day hanging around at the market, and they’ll say people who work with bulbs are no angels, there’s nothing wrong with putting the occasional red one in the bag if you’re out of orange, and if it weren’t for tulip bulbs the market would have shut down years ago.", "Saarloos’ colleagues say he should stop complaining and flogging a dead horse, and simply adapt to the market. And if he really hates tourists so much, why has he now bought a pancake shop at the market?", "“Yes, that’s true,” he agrees. “But pancakes are nothing to do with flowers. My daughter’s going to run it, and it’s just an investment for me. They’re just jealous because they all wanted to get their hands on the shop.”", "Crown imperials", "So things aren’t as bad as they seem at the market, and the flowers aren’t about to disappear. At least not according to Felipe Liebano, co-owner of Laddrak Bouquet, which runs five bulb and souvenir stalls and has acquired Sarloos’s. “I like flowers, and I want to learn the business and continue selling them there,” he says. “Not just flowers, because you have to make a living, but they won’t completely disappear.”", "But how far can you trust a business when a recent TV investigation found it to be selling bags containing fewer than the advertised number of bulbs? It’s also selling crown imperial fritillary bulbs for €3.50 each – popular with tourists, but you won’t find them on sale anywhere else in the Netherlands at this time of year. “The bulbs in that bag are real,” says Liebano. “One hundred percent. We refrigerate our bulbs properly.” A few hours later, when we return it and tell him it’s not a crown imperial fritillary but a tuberose, he says: “No, that wasn’t a nice thing for the supplier to do. We’ve stopped selling them.”"], "authors": ["Lex Boon", "Translation", "Het Vertaalcollectief"], "keywords": ["dont", "selling", "stalls", "theres", "market", "tulip", "sold", "flowers", "tourists", "bloemenmarkt", "flower", "bulbs", "tulips", "theyre"], "pubDate": "2019-10-23T06:26:36Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}