{"id": "c27ce7ef-0868-3d89-837e-7834babe8260", "title": "Sierlijke spirituele jazz van trompettist Matthew Halsall ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/sierlijke-spirituele-jazz-van-trompettist-matthew-halsall~bf49db95/", "summary": "Behalve als labelbaas van het Britse Gondwana Records is Matthew Halsall actief als trompettist en componist.\nOorproblemen zorgden ervoor dat er een gat van vijf jaar gaapt tussen zijn laatste album en Salute to the Sun.\nDe eerste twee stukken zijn van grote schoonheid.\nHarmony with Nature bevat omfloerst blazersspel en wordt opgestuwd door bassist Gavin Barras.\nDuimpiano en harp kleuren de arrangementen in het titelstuk, dat wordt gedragen door een sierlijke fluitmelodie.", "paragraphs": ["Behalve als labelbaas van het Britse Gondwana Records is Matthew Halsall actief als trompettist en componist. Oorproblemen zorgden ervoor dat er een gat van vijf jaar gaapt tussen zijn laatste album en Salute to the Sun. Zijn band zag hij in die tijd goeddeels van Manchester naar Londen verhuizen, maar met onder anderen Maddie Herbert (harp) en Matt Cliffe (fluit en sax) heeft hij een fijn nieuw stel muzikanten om hem heen waarmee hij opnieuw zijn liefde voor de spirituele jazz van Alice Coltrane en Pharoah Sanders kan botvieren.", "De eerste twee stukken zijn van grote schoonheid. Harmony with Nature bevat omfloerst blazersspel en wordt opgestuwd door bassist Gavin Barras.", "Duimpiano en harp kleuren de arrangementen in het titelstuk, dat wordt gedragen door een sierlijke fluitmelodie. De productie blijft warm, maar het geheel wordt iets te behaaglijk. Even een kleine prikkeling zou de muziek goed doen, die drijft iets te veel op sfeer en te weinig op inventiviteit om langer dan een half uur te bekoren. Dat jazz ook gewoon mooi kan zijn, heeft Halsall dan wel bewezen."], "authors": ["Gijsbert Kamer"], "keywords": ["halsall", "van", "spirituele", "matthew", "het", "op", "hij", "sierlijke", "trompettist", "zijn", "een", "wordt", "en", "te", "dat", "jazz"], "pubDate": "2020-12-03T14:44:34+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}