{"id": "c2838a02-ee25-3393-89f4-430b9154d0be", "title": "Ik eindigde mijn college met de zes schrijfregels van George Orwell. De zesde is de allerbelangrijkste", "url": "https://volkskrant.nl/columns-opinie/ik-eindigde-mijn-college-met-de-zes-schrijfregels-van-george-orwell-de-zesde-is-de-allerbelangrijkste~bbbee63d/", "summary": "Deze student had geleerd dat academisch schrijven betekent dat je ‘we’ en ‘ik’ absoluut moet vermijden.\nIk eindigde mijn college met de zes schrijfregels van George Orwell – uit zijn geweldige essay Politics and the English Language.\nGebruik nooit jargon, een benaming uit een vreemde taal of een wetenschappelijk begrip wanneer je het alledaagse equivalent weet te bedenken.\nDeze vertaling komt uit het boek Vallende kwartjes dat ik in 2010 met Bas Haring maakte.\nDeze zes regels waren het motto van ons boek – en van alles dat ik sindsdien schreef.", "paragraphs": ["Deze week ontstond bij mijn college over onderzoeksmethoden een verhit debat. We discussieerden over hoe je je onderzoek opschrijft voor een wetenschappelijk artikel. Een student vroeg waarom ons boek aanraadde om zo veel mogelijk actieve zinnen te gebruiken. Bijvoorbeeld liever ‘Ik ging naar de winkel om boodschappen te halen’ dan ‘Er was een bezoek aan de winkel waarbij boodschappen gehaald werden’.", "Deze student had geleerd dat academisch schrijven betekent dat je ‘we’ en ‘ik’ absoluut moet vermijden. Daarom werden al haar zinnen nu in de lijdende vorm geschreven. Ik vroeg me hardop af welke docent dit soort onzin vertelde. Toen bleek dat vrijwel al onze studenten dit ergens hadden geleerd. Niet alleen in Leiden, maar ook op middelbare scholen in Spanje of bacheloropleidingen in Utrecht.", "Maar het is helemaal niet waar dat wetenschappelijke artikelen geen ‘we’ gebruiken. Tijdens mijn vak had ik nota bene allerlei publicaties laten zien met formuleringen als ‘we analyseerden voor deze studie 462 persberichten’ of ‘we verdeelden de testpersonen over drie verschillende groepen’.", "Ho even, wierpen mijn studenten tegen, dat zijn artikelen vanuit sociale en geesteswetenschappen. Wij komen uit de exacte wetenschappen en daar mag je geen ‘we’ gebruiken. Want dat is niet objectief.", "Ik wees hen vriendelijk op een hardcore bèta-artikel dat vrij vertaald begon met iets als: ‘We hebben een synthetische, door licht aangedreven moleculaire motor ontworpen die voorwerpen kan laten draaien die een factor 10.000 groter zijn dan de motor zelf.’ Jawel, het team van Nobelprijswinnaar Ben Feringa publiceerde hun werk in de we-vorm. En terecht, want die nano-motor had zichzelf niet gebouwd, daar waren mensen voor nodig.", "Goed, zeiden mijn studenten zuchtend. Was het dan misschien iets moderns dat dit tegenwoordig wél mocht en dat zij dan bij andere vakken ouderwetse regels hadden geleerd? Nou, dat moeten dan héél oude docenten zijn geweest – want ook Albert Einstein schreef al dingen als ‘We definiëren deze twee principes als volgt…’ Kortom: actieve zinnen in de eerste persoon zijn zeker niet verboden in wetenschappelijke artikelen.", "Ik legde mijn studenten uit dat dit soort regels nooit absoluut zijn. Hoewel ik hun zou aanraden om de lijdende vorm zo veel mogelijk te vermijden, kan die soms juist prachtig werken. Zo wees taalkundige Marc van Oostendorp er deze week op dat het goede van de zin ‘Daar wordt aan de deur geklopt’ juist in die passieve vorm zit. Wie zou dat zijn?", "Ik eindigde mijn college met de zes schrijfregels van George Orwell – uit zijn geweldige essay Politics and the English Language. Zijn zesde regel is de allerbelangrijkste.", "1. Gebruik nooit een beeldspraak, vergelijking of andere stijlfiguur die je regelmatig tegenkomt.", "2. Gebruik nooit een lang woord waar een kort voldoet.", "3. Als een woord kan worden weggelaten, laat het dan weg.", "4. Gebruik nooit de passieve vorm als je ook de actieve kunt gebruiken.", "5. Gebruik nooit jargon, een benaming uit een vreemde taal of een wetenschappelijk begrip wanneer je het alledaagse equivalent weet te bedenken.", "6. Laat deze regels vallen zodra je iets volstrekt onwelluidends dreigt te zeggen.", "Deze vertaling komt uit het boek Vallende kwartjes dat ik in 2010 met Bas Haring maakte. Deze zes regels waren het motto van ons boek – en van alles dat ik sindsdien schreef."], "authors": ["Ionica Smeets"], "keywords": ["van", "zes", "dat", "orwell", "die", "een", "mijn", "het", "en", "eindigde", "zesde", "ik", "schrijfregels", "zijn", "je", "george", "met"], "pubDate": "2020-11-20T12:00:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}