{"id": "c28e4ec4-e3c8-3df5-8f3e-8ff452fed48d", "title": "Corona-impact vergelijkbaar met gewoon griepseizoen? Het is 5 keer erger", "url": "https://volkskrant.nl/nieuws-achtergrond/corona-impact-vergelijkbaar-met-gewoon-griepseizoen-het-is-5-keer-erger~bf1d6858/", "summary": "Beeld Arie KievitDe impact van covid-19 op het verlies aan gezondheid blijkt, zelfs met alle beschermende maatregelen, vijf keer hoger dan van een gemiddeld griepseizoen.\nEn dan zijn de langetermijngevolgen van covid en de effecten van uitstel van reguliere zorg nog niet eens meegewogen.\nDe onderzoekers brachten daarnaast de indirecte gevolgen van de coronacrisis in kaart.\nOngezond levenOok de ongezondere leefstijl zal gevolgen hebben, zo luidt de voorspelling: rokers zijn het afgelopen jaar gemiddeld meer gaan roken en het aantal mensen met overgewicht is gestegen.\nScheef beeldDe ziektelast van het griepvirus wordt de afgelopen vijf winterseizoenen geschat op gemiddeld 12.000 daly’s (met een uitschieter naar 18.600 in de winter van 2017).", "paragraphs": ["De sterfte aan covid komt dit jaar waarschijnlijk in de topdrie van doodsoorzaken terecht. Beeld Arie Kievit", "De impact van covid-19 op het verlies aan gezondheid blijkt, zelfs met alle beschermende maatregelen, vijf keer hoger dan van een gemiddeld griepseizoen. En dan zijn de langetermijngevolgen van covid en de effecten van uitstel van reguliere zorg nog niet eens meegewogen.", "De sterfte aan covid komt dit jaar waarschijnlijk in de topdrie van doodsoorzaken terecht, schrijven RIVM-wetenschappers in een speciale editie van de jaarlijkse Volksgezondheid Toekomst Verkenningen. Daarin wordt dit keer geschetst hoe de gezondheid van de Nederlandse bevolking door de coronapandemie verandert. Tot begin deze week zijn officieel ruim negenduizend mensen aan covid overleden. Van nog enkele duizenden anderen wordt dat aangenomen, maar zij zijn nooit getest. Alleen het aantal sterfgevallen aan longkanker en dementie is dit jaar vermoedelijk hoger.", "De onderzoekers brachten daarnaast de indirecte gevolgen van de coronacrisis in kaart. Zo werd dit voorjaar de kankerscreening drie maanden stilgelegd en daarna vertraagd weer op gang gebracht, waardoor diagnoses soms later zijn gesteld. De komende twee decennia zullen daardoor jaarlijks tussen de 28 en 127 extra sterfgevallen worden geteld.", "Ongezond leven", "Ook de ongezondere leefstijl zal gevolgen hebben, zo luidt de voorspelling: rokers zijn het afgelopen jaar gemiddeld meer gaan roken en het aantal mensen met overgewicht is gestegen. Als er door de coronacrisis 1 procentpunt meer mensen met overgewicht bij komen, zou dat op termijn jaarlijks tot 60 à 100 extra sterfgevallen leiden. Het percentage rokers hoeft de komende twintig jaar maar 1 procentpunt hoger te zijn dan verwacht en het aantal sterfgevallen door roken neemt met gemiddeld 700 per jaar toe.", "Ook de mentale gevolgen van de crisis komen in het rapport aan bod: eenderde van de Nederlanders voelt zich somberder en eenderde ervaart meer stress dan voorheen. Dat zijn allemaal gevoelens die waarschijnlijk sterker zullen worden als de gevolgen van de economische terugslag voelbaar worden.", "Bij het berekenen van de ziektelast gebruikten de onderzoekers de zogeheten daly, een door Wereldgezondheidsorganisatie WHO ontwikkelde maat om de totale last van ziektes met elkaar te vergelijken. Het is een optelsom van verloren levensjaren door vroegtijdige sterfte en de jaren geleefd in mindere gezondheid. Veel patiënten hebben aan een corona-infectie gezondheidsklachten overgehouden. De onderzoekers hebben voor drie groepen patiënten, van ernstig (ic-opname) tot mild ziek, berekend hoeveel tijd in verminderde gezondheid hen dat zal kosten.", "Scheef beeld", "De ziektelast van het griepvirus wordt de afgelopen vijf winterseizoenen geschat op gemiddeld 12.000 daly’s (met een uitschieter naar 18.600 in de winter van 2017). Die van corona, waarbij alleen de bevestigde covidgevallen tijdens de eerste golf worden meegewogen, komt uit op 58.570. Die last zal in werkelijkheid hoger uitvallen, benadrukken de onderzoekers, als daar ook de onbevestigde gevallen bij worden opgeteld, plus de ziekte en sterfte in de tweede golf en de langetermijngevolgen van covid, die nu nog onbekend zijn.", "Carin Uyl-de Groot, hoogleraar evaluatie van de gezondheidszorg aan de Erasmus Universiteit, noemt de cijfers verontrustend maar vindt dat de vergelijking met de griep een scheef beeld oplevert. ‘In een griepseizoen proberen we de zwakkeren te beschermen met de griepprik, maar tegen covid is nog geen vaccin. Ik had liever gelezen wat het gezondheidsverlies was geweest als we geen maatregelen hadden genomen. Daarmee hadden we de critici van de coronamaatregelen veel argumenten uit handen geslagen.’", "De cijfers over de indirecte gevolgen van corona zijn bovendien een flinke onderschatting, zegt de Rotterdamse hoogleraar. Zo heeft niet alleen het stopzetten van de kankerscreening gevolgen gehad, er is ook een grote groep patiënten die te laat naar de huisarts is gegaan en daar de gevolgen van ondervindt."], "authors": ["Ellen De Visser"], "keywords": ["coronaimpact", "erger", "van", "griepseizoen", "gevolgen", "gewoon", "het", "met", "zijn", "keer", "een", "covid", "en", "jaar", "vergelijkbaar", "aan"], "pubDate": "2020-11-27T15:30:04+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}