{"id": "c2a474ef-4216-30dd-a7b1-6880ae782ade", "title": "'Wie zijn kat niet aanlijnt, overtreedt Europese regels'", "url": "https://nos.nl/artikel/2312219-wie-zijn-kat-niet-aanlijnt-overtreedt-europese-regels.html", "summary": "Wie, met andere woorden, zijn kat buiten vrij laat en hem bijvoorbeeld niet aanlijnt, overtreedt Europese regels voor natuurbescherming.\nDat het snorrende gezelschapsdier zich buiten ontpopt tot een gevaar voor zijn ecologische omgeving, is bekend.\nAfschot katten omstredenEuropese richtlijnen schrijven voor dat Nederland, en andere Europese landen, verplicht is bepaalde soorten te beschermen.\nHou je kat het liefst zo veel mogelijk binnen.\nEn als je 'm toch wel naar buiten laat: niet 's nachts en niet in de buurt van kwetsbare natuur.\"", "paragraphs": ["De huiskat heeft zo'n verwoestend effect op zijn omgeving, dat-ie eigenlijk niet vrij mag rondlopen. Wie, met andere woorden, zijn kat buiten vrij laat en hem bijvoorbeeld niet aanlijnt, overtreedt Europese regels voor natuurbescherming. Dat stellen twee wetenschappers van Tilburg Universiteit in het tijdschrift Journal of Environmental Law.", "Dat het snorrende gezelschapsdier zich buiten ontpopt tot een gevaar voor zijn ecologische omgeving, is bekend. Katten hebben het gemunt op vogels, muizen, vleermuizen, vissen, reptielen en insecten, en maken tijdens hun jacht natuurlijk geen onderscheid tussen bedreigde diersoorten en plaagdieren.", "'140 miljoen slachtoffers'", "Wereldwijd is de kat de op twee na gevaarlijkste uitheemse diersoort en vormt hij een serieus risico voor 367 bedreigde diersoorten, stellen de onderzoekers. Niet alleen de jacht speelt mee. De kat verspreidt ook ziektes en is gevaarlijk voor wilde katten, omdat ze met hen paren waardoor soorten kunnen verdwijnen.", "Schattingen over de ecologische schade van huiskatten lopen uiteen, maar liegen er in alle gevallen niet om. De onderzoekers van de Tilburg Universiteit zeggen in hun artikel dat Nederlandse huiskatten jaarlijks zo'n 140 miljoen dieren doden. Twee derde van de slachtoffers wordt gemaakt door de 2,6 miljoen katten die als huisdier worden gehouden. De naar schatting miljoen verwilderde huiskatten doen de rest.", "Afschot katten omstreden", "Europese richtlijnen schrijven voor dat Nederland, en andere Europese landen, verplicht is bepaalde soorten te beschermen. Daar hoort volgens de onderzoekers, Arie Trouwborst en Han Somsen, bij dat er regels worden gesteld aan het houden van katten als huisdier. Ook zou de staat meer moeten doen om de verwilderde huiskat te bestrijden.", "Maar maatregelen zijn omstreden. Jacht kan helpen tegen de verwilderde kat, al bestaat er vrees dat ook huisdieren worden neergeschoten.", "De provincie Utrecht, waar voor natuurbehoud jaarlijks tientallen verwilderde katten worden afgeschoten, is vorig jaar teruggefloten door minister Carola Schouten van Natuur. In een reactie op vragen van de Partij voor de Dieren, die een landelijk katten-jachtverbod wil, stelde ze dat afschot van katten zoveel mogelijk vermeden moet worden.", "De provincie Zeeland was vorig jaar van plan kattenjacht toe te staan. Natuurmonumenten en faunabeheer Zeeland stelde dat verwilderde katten schade aanrichtten aan onder andere weidevogels. Na grote ophef was er in de provincie geen draagvlak meer voor het plan.", "De Vogelbescherming ziet niets in zo'n verbod. \"Dat is niet te handhaven en moet je niet willen. Wel wijzen we kattenbezitters op hun verantwoordelijkheid. Hou je kat het liefst zo veel mogelijk binnen. En als je 'm toch wel naar buiten laat: niet 's nachts en niet in de buurt van kwetsbare natuur.\""], "authors": [], "keywords": ["europese", "van", "regels", "overtreedt", "katten", "kat", "het", "op", "zijn", "wie", "niet", "en", "dat", "aanlijnt", "verwilderde", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}