{"id": "c2e2b144-6848-31b4-b83c-4c28b230bac4", "title": "Review: Apple verkleint de verschillen tussen iPhone 12 en iPhone 12 Pro", "url": "https://nu.nl/reviews/6085637/review-apple-verkleint-de-verschillen-tussen-iphone-12-en-iphone-12-pro.html", "summary": "Tussen de iPhone 12 en iPhone 12 Pro is geen wereld van verschil.\nQua formaat zijn de iPhone 12 en iPhone 12 Pro identiek.\nDe iPhone 12 heeft twee camera's achterop, de iPhone 12 Pro heeft er drie.\nDe iPhone 12 heeft er twee, de iPhone 12 Pro heeft er drie.\nWat opvalt is dat Apple de verschillen in hardware tussen de iPhone 12 en de 12 Pro heeft verkleind.", "paragraphs": ["De iPhone 12-serie heeft een vernieuwd ontwerp, voegt 5G-mogelijkheden toe en verbetert de camera's. Tussen de iPhone 12 en iPhone 12 Pro is geen wereld van verschil. Desondanks schelen de twee toestellen 250 euro in prijs.", "Het is een belangrijk iPhone-jaar voor Apple. Met de iPhone 12-serie markeert het bedrijf voor het eerst in drie jaar weer een grote vernieuwingsronde voor zijn telefoons. Het begint met het ontwerp. Er zijn geen afgeronde randen meer, maar de iPhones zijn hoekig en plat. Daarmee lijken ze op (het overigens door veel mensen geliefde ontwerp van) de iPhone 4 en 5.", "Qua formaat zijn de iPhone 12 en iPhone 12 Pro identiek. Ze hebben een 6,1 inch-scherm, allebei zonder afgeronde schermranden, allebei voorzien van een inkeping voor gezichtsontgrendeling allebei voorzien van oled. Dat laatste is opvallend, want vorig jaar had de iPhone 11 nog een lcd-scherm. Oled is helderder, toont zwarte beelden als echt zwart en werkt besparend, met name in donkere modus.", "Enigszins jammer is dat de beeldververssnelheid 60 Hz is gebleven, wat betekent dat beelden zestig keer per seconde ververst kunnen worden. Veel Android-telefoons bieden tegenwoordig schermen met 90 Hz, 120 Hz of zelfs 144 Hz aan. Daarmee oogt de bediening van de telefoon en een stuk soepeler. Het is een klein minpuntje van een verder uitstekend scherm, want je mist de hogere ververssnelheid pas als je het gewend bent. Maar toch, zeker op de Pro-variant voelt het als een gemiste kans.", "Ook de iPhone 12 heeft nu een oledscherm. Bron: NU.nl.", "Een magneet op de achterkant", "Verder ogen de iPhone 12 en 12 Pro bijna hetzelfde. Het grote verschil zit hem in de beschikbare kleuren en in de randen. Die van de iPhone 12 zijn van mat aluminium en de randen van de Pro zijn van glimmend roestvrijstaal. Dat ziet er wat hoogwaardiger uit, maar ze vangen wel meer vingerafdrukken.", "Allebei de telefoons zijn voorzien van MagSafe, een begrip waarmee Apple magnetische laders aanduidt. We zagen ze eerder op de MacBook en de Apple Watch, nu kun je ook een draadloze lader magnetisch aan de iPhone klikken. Zo voorkom je dat je de telefoon net niet goed op een oplaadmat legt, waardoor hij niet oplaadt. Het werkt goed en de magneet is stevig, maar een MagSafe-oplader van Apple moet je er wel apart bijkopen voor 45 euro.", "De iPhone 12 heeft twee camera's achterop, de iPhone 12 Pro heeft er drie. Bron: NU.nl.", "Afscheid van het stekkerblokje", "Een stekkerblokje wordt overigens ook niet meer geleverd met de nieuwe toestellen. Er zit wel een laadkabel in de doos (USB-C naar lightning), maar een los blokje kost 25 euro. Volgens Apple hebben genoeg mensen zo'n blokje toch al in huis en zorgt het niet meer meeleveren uiteindelijk voor minder elektronisch afval. Het is maar de vraag of Apple in de komende jaren überhaupt nog kiest voor een laadkabeltje. De komst van MagSafe lijkt te wijzen op een toekomst waarin de iPhone helemaal geen aansluitingen meer heeft.", "Over de toekomst gesproken: de iPhones ondersteunen nu het 5G-netwerk. Op dit moment is er in Nederland wel 5G, maar die versnelling merk je in de praktijk nauwelijks. Overigens gaat met 5G aan de accu wel sneller leeg. Daarvoor heeft Apple wel een instelling ingebouwd: je gebruikt alleen 5G als dat volgens de iPhone nodig is. Helemaal uit kan ook.", "De iPhone 12 heeft een standaard- en een groothoeklens. De Pro-versie heeft een zoomlens en LIDAR-sensor extra. Bron: NU.nl.", "iPhone 12 Pro heeft een cameralens extra", "Dan de camera's. De iPhone 12 heeft er twee, de iPhone 12 Pro heeft er drie. De Pro-versie heeft een zoomlens extra waarmee je twee keer kunt inzoomen. De overige twee camera's zijn een standaard- en groothoeklens. De grootste verbetering zit hem in de gebruikte sensor. Die is groter en laat meer licht door, zodat je betere foto's maakt bij weinig licht.", "De meeste vernieuwingen zijn echter te vinden in de iPhone 12 Pro. Die heeft een extra LIDAR-sensor, waarmee de iPhone betere afstandsmetingen kan maken. Omdat met deze techniek een betere scan van de omgeving is te maken, kun je bijvoorbeeld op een realistischere manier virtuele objecten in de kamer zetten via augmented reality.", "De meeste mensen zullen de LIDAR-sensor onbewust gebruiken. Hij wordt namelijk ook gebruikt bij portretfoto's. Dat kan dit keer ook in combinatie met de nachtmodus. Dat leverde tijdens de test regelmatig heldere foto's op in slecht verlichte omgevingen (zonder flits dus), al kregen we soms ook wat vaag en onscherp beeld terug. Het is hoe dan ook weer een vooruitgang, maar verwacht geen wonderen.", "Conclusie", "Apple heeft met de iPhone 12-serie telefoons uitgebracht die weer nieuw aanvoelen. Ze zijn krachtig, snel en goed afgewerkt. Wat opvalt is dat Apple de verschillen in hardware tussen de iPhone 12 en de 12 Pro heeft verkleind. Daar zorgt met name het verbeterde scherm voor. Voor de meeste mensen zal de iPhone 12 (909 euro) daarom de beste keuze zijn, zeker omdat ze daarmee 250 euro besparen.", "De iPhone 12 Pro (1.159 euro) onderscheidt zich vooral met een iets hoogwaardigere afwerking, een extra zoomlens en een dieptesensor. Maar de meeste mensen die écht volledig voor de camera's willen gaan, kunnen wellicht beter wachten op de iPhone 12 Pro Max. Die biedt voor 100 euro erbovenop een groter scherm en belooft nog meer verbeteringen in het camerasysteem."], "authors": ["Door", "Rutger Otto"], "keywords": ["iphone", "van", "heeft", "het", "voor", "verkleint", "zijn", "tussen", "een", "12", "en", "apple", "review", "pro", "verschillen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}