{"id": "c2ed2bd4-d6be-3f4c-afcd-bc01c5b69707", "title": "WADA teleurgesteld dat CAS schorsing van Russische sport halveert", "url": "http://www.nu.nl/sport-overig/6097375/wada-blij-dat-cas-vasthoudt-aan-schorsing-van-russische-sport.html", "summary": "WADA is tevreden met het besluit van het CAS om vast te houden aan de schorsing van de Russische sport.\nHet stelt de wereldantidopingbureau wel teleur dat het sporttribunaal niet bij de eerder door WADA opgelegde schorsing van vier jaar blijft.\nDe uitspraak van het CAS betekent dat Rusland uitgesloten blijft van deelname aan de komende twee edities van de Olympische Spelen, volgend jaar in Tokio en in 2022 in Peking.\n\"Het stelt ons teleur dat het CAS niet meegaat in onze eis voor een schorsing van vier jaar.\nHet IOC laat weten kennis te hebben genomen van de uitspraak van het CAS.", "paragraphs": ["WADA is tevreden met het besluit van het CAS om vast te houden aan de schorsing van de Russische sport. Het stelt de wereldantidopingbureau wel teleur dat het sporttribunaal niet bij de eerder door WADA opgelegde schorsing van vier jaar blijft. Het CAS schorste de Russische sport donderdag tot december 2022.", "\"Het panel heeft duidelijk vastgehouden aan onze bevindingen dat de Russische autoriteiten op brutale en illegale wijze de data van het laboratorium in Moskou hebben gemanipuleerd in een poging om een institutioneel dopingsysteem te verhullen\", reageert WADA-president Witold Banka.", "De uitspraak van het CAS betekent dat Rusland uitgesloten blijft van deelname aan de komende twee edities van de Olympische Spelen, volgend jaar in Tokio en in 2022 in Peking. Daarnaast zal het land ontbreken op andere grote sporttoernooien, zoals het WK voetbal in 2022 in Qatar. Russische sporters zonder dopingverleden mogen nog wel onder neutrale vlag meedoen.", "\"Het stelt ons teleur dat het CAS niet meegaat in onze eis voor een schorsing van vier jaar. Wij denken dat die proportioneel en redelijk was, maar WADA is niet de rechter, maar de aanklager, en we moeten de uitspraak van het panel respecteren. Dit is nog altijd de zwaarste serie straffen die ooit aan een land is opgelegd wegens dopinggerelateerde overtredingen. En de uitspraak keurt de resolute aanpak van WADA goed.\"", "IOC: 'Gevolgen worden nu nauwkeurig bestudeerd'", "De schorsing van vier jaar werd een jaar geleden door het WADA uitgesproken nadat uit onderzoek was gebleken dat er na de bewezen fraude in de atletiek en tijdens de Spelen van Sotsji in 2014 nog steeds sprake was van omvangrijke dopingfraude. Het Russische dopingagentschap RUSADA tekende beroep aan, onder dwang van de Russische regering.", "\"WADA's besluit om resoluut en rechtmatig in te grijpen in de Russische dopingcrisis was de correcte aanpak\", aldus WADA-directeur Olivier Niggli. \"Het is ook cruciaal dat in Rusland een geloofwaardig operationeel, onafhankelijk en efficiënt dopingsysteem overblijft voor het welzijn van de atleten.\"", "Het IOC laat weten kennis te hebben genomen van de uitspraak van het CAS. \"Deze straf en de gevolgen voor de competities in de olympische beweging worden nu nauwkeurig bestudeerd, in het bijzonder die in relatie tot de Spelen van Tokio 2020 en Peking 2022. Het IOC zal met de internationale bonden en de internationale paralympische bonden overleggen hoe tot een gezamenlijke aanpak van de implementatie van de straf te komen.\""], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "teleurgesteld", "dat", "een", "halveert", "en", "wada", "te", "schorsing", "sport", "cas", "jaar", "russische", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}