{"id": "c2f439b7-c00b-3ca0-9796-474740f6105a", "title": "Survivalgids voor zzp’ers: pushen, hamsteren en flexen", "url": "https://volkskrant.nl/de-gids/survivalgids-voor-zzp-ers-pushen-hamsteren-en-flexen~b9019810/", "summary": "Voor veel verzekeringen moet je gebruik maken van een tussenpersoon, die je daarvoor riant betaalt; zowel eenmalig als jaarlijks, voor ‘onderhoud’ van je verzekering.\nBeeld Paul FaassenVerplicht jezelf tot vakantieAls zzp’er heb je geen vakantiedagen en voor je het weet werk je het hele jaar door, zonder af en toe de nodige pauzes in te lassen.\nMaar voor veel zzp’ers betekent dat dat er van het ene op het andere moment geen geld meer binnenkomt.\nIn elk zichzelf respecterend dorp vind je tegenwoordig flexplekken die je voor een paar dagen per week kunt huren of reserveren.\nVul de rest van je tijd met opdrachten die je buiten je eigen expertise brengen zodat je nieuwe vaardigheden ontwikkelt.", "paragraphs": ["Ineens ben je er een: een zzp’er. Aan dat zelfstandigenbestaan zitten wel wat haken en ogen – het is bijna een vak op zichzelf. Ervaringsexpert Julien Althuisius deelt zijn ondervindingen en die van andere eenpitters.", "Het ZZP’er-schap begint steevast met een bezoekje aan de Kamer van Koophandel (die je gegevens doodleuk verkoopt aan vervelende bedrijven die hun callcenters op je loslaten). Vervolgens mag je het allemaal zelf uitzoeken. Dat is geweldig, maar de vrijheid die gepaard gaat met freelancen kan soms ook verlammend werken. Daarom hier een bescheiden survivalgids, aangevuld met adviezen van doorgewinterde en succesvolle zelfstandige ondernemers. Welcome to the jungle.", "Wees opdringerig (maar niet ongepast)", "Heel fijn, dat je bent gaan doen wat je leuk vindt en gefeliciteerd met de gewonnen vrijheid. Maar met vrijheid laat je geen schoorsteen roken. Vooral de beginnende zzp’er zal zich moeten gedragen als een vrijgezelle machoman op een singlesfeest. Daarmee is niet gezegd dat je met een hawaiiblouse open tot aan je navel dronken en hitsig vrouwen moet lastigvallen, maar bestook potentiële opdrachtgevers met ideeën, laat zien dat je er bent, drink veel koffie, ook al houd je niet van koffie, wees onvermoeibaar en laat je niet ontmoedigen door afwijzingen (die zullen er zijn).", "Verzeker jezelf", "Één van de voordelen van in loondienst werken is dat je niet (of nauwelijks) na hoeft te denken over verzekeringen of pensioen. Als je ziek wordt, word je gewoon doorbetaald, hoe lang het ook duurt. Voor zzp’ers is dat anders. Wie langdurig ziek wordt, zij het fysiek of psychisch, is meteen aangewezen op zijn reserves – als je überhaupt al reserves hebt. Jezelf tegen arbeidsongeschiktheid verzekeren is helaas nog steeds onnodig gecompliceerd en frustrerend. Voor veel verzekeringen moet je gebruik maken van een tussenpersoon, die je daarvoor riant betaalt; zowel eenmalig als jaarlijks, voor ‘onderhoud’ van je verzekering. Vervolgens kom je in een mensonterend traject waarbij je je volledige medische geschiedenis moet afstaan, om uiteindelijk met een gigantische premie opgezadeld te worden, voor een relatief zeer lage uitkering.", "Het beste alternatief voor deze oplichterij is je aansluiten bij een Broodfonds. Een Broodfonds wordt gevormd door particulieren die elke maand een bedrag inleggen, waarmee een buffer wordt aangelegd. Uit die buffer worden leden van het Broodfonds betaald die ziek zijn geworden. Er zijn geen verplichte doktersbezoeken of controles; een Broodfonds werkt vanuit vertrouwen en solidariteit. Dat gaat meestal goed, omdat de leden van het Broodfonds elkaar kennen en een paar keer per jaar bijeenkomen voor een vergadering of een activiteit.", "Overigens streeft het kabinet naar een verplichte arbeidsongeschiktheidverzekering voor zzp’ers, die vanaf 2024 in werking zou moeten treden.", "Don’t quit your day job", "Nou ja, dat moet je vooral wél doen, maar voor de meeste zzp’ers is het een illusie om rond te komen je van alleen dat wat je heel leuk vindt om te doen. Dus als het mogelijk is, is het niet onverstandig je freelance-bestaan te beginnen met nog één been in een vaste baan. Of voel jezelf in ieder geval niet te goed voor klussen waar je niet om staat te springen. In zijn boek Ignore everybody geeft tekstschrijver Hugh MacLeod tips aan mensen in de creatieve sector. In van de hoofdstukken schrijft MacLeod over de ‘sex & cash’-theorie: ‘De creatieve mens heeft twee soorten werk. Het een is het sexy, creatieve werk. Met het andere soort werk betaal je de huur.’ Als voorbeeld geeft MacLeod een fotograaf die het liefst voor kleine hippe magazines fotografeert en daar nauwelijks mee verdient (sex). Hij betaalt zijn rekeningen door producten voor catalogi te fotograferen (cash).", "Geen onzinbiedingen", "Een fout die veel beginnende (maar ook enkele ervaren) zzp’ers maken is dat ze, uit bescheidenheid of onkunde, te weinig geld vragen. Of, nog erger, klussen gratis doen omdat de opdrachtgever geen budget heeft (vaak heeft die opdrachtgever heus wel budget, maar wil hij dat niet vrijmaken voor het werk wat jij doet). Beslis voor jezelf hoeveel klussen per jaar je gratis wil doen en reserveer die activiteiten voor de sympathiekste organisaties. Bedenk bij het vaststellen van een tarief dat je er ook je belastingen, verzekeringen en pensioen van moet gaan betalen. En, nog belangrijker: wie onder het marktconforme tarief gaat zitten en zo opdrachtgevers probeert binnen te slepen, naait zo zijn collega’s – en uiteindelijk ook zichzelf. Vraag meer dan je denkt dat je moet vragen. (Tenzij je Jan Smit bent. Die vraagt, volgens de Prijzen- en Tarievengids, 28 duizend euro per uur voor zijn optredens).", "Beeld Paul Faassen", "Verplicht jezelf tot vakantie", "Als zzp’er heb je geen vakantiedagen en voor je het weet werk je het hele jaar door, zonder af en toe de nodige pauzes in te lassen. Om te voorkomen dat je overspannen raakt (en daardoor weer lange tijd niet kunt werken, wie mag dat betalen?): verplicht jezelf tot het nemen van vrije dagen en vakanties. Tegelijkertijd: voor veel zzp’ers geldt dat ze voor hun werk alleen een internetverbinding nodig hebben. Je werk moet zich ervoor lenen, en je persoonlijkheid ook, maar waarom zou je in Nederland blijven hangen als je ook met je tenen in het zand aan de Spaanse costa kantoor kunt houden en daarmee goede sier maken op Instagram (#digitalnomad #wanderlust #vanlife)?", "Ga hamsteren!", "Stel, een mysterieus virus waart rond en legt economieën over de hele wereld stil. Voor mensen met een vaste baan en alle vangnetten die daarbij horen is dat vervelend, maar een vrij simpel te nemen horde. Maar voor veel zzp’ers betekent dat dat er van het ene op het andere moment geen geld meer binnenkomt. Als het even kan: leg een buffer aan waarmee je minstens een half jaar vooruit zou kunnen. Dat is niet voor iedereen net zo makkelijk gedaan als gezegd, maar een beetje financiële buffer is wel een vereiste voor een gezond en duurzaam bestaan als zelfstandig ondernemer. Wie te weinig omzet moet er misschien aan denken om er toch een parttime vaste baan bij te nemen. Zet hoe dan ook altijd minstens een derde van je omzet weg op een spaarrekening. Want dat is niet jouw geld, maar van de Belastingdienst. En die is helemaal niet zo makkelijk.", "Neem een boekhouder", "Over belastingen gesproken; tenzij je geniet van papierwerk, is een goede boekhouder onontbeerlijk. Vraag bij andere eenpitters waar zij zitten en hoe tevreden ze over hun accountant zijn. De ene boekhouder denkt meer met je mee dan de ander (welke kosten aftrekbaar zijn, hoe oud de auto moet zijn die je wil kopen, wanneer je moet investeren in die nieuwe laptop en voor welke kortingen je in aanmerking komt) en dat kan al gauw honderden, soms duizenden euro’s aan te betalen belasting schelen.", "Blijf niet thuis hangen", "Elke thuiswerker – en dat zijn we tegenwoordig bijna allemaal – zal beamen dat in je joggingbroek aan de keukentafel of met een laptop op schoot in de luie stoel je opdrachten volbrengen leuk is voor een of twee dagen per week, maar veel meer is niet wenselijk. En je wil ook niet het haverlatte-drinkende cliché zijn. Dus neem je werk serieus en zorg voor een vaste werkplek. In elk zichzelf respecterend dorp vind je tegenwoordig flexplekken die je voor een paar dagen per week kunt huren of reserveren. En die kosten zijn dus ook weer fijn aftrekbaar.", "Advies van bekende zelfstandigen", "Maxim Februari (filosoof/schrijver)", "Beeld ANP", "‘Het beste wat een zzp’er kan doen is ijsschotsen springen: nooit lang op één plaats stil staan en uit handen zien te blijven van publieke organisaties die weigeren zzp’ers fatsoenlijk voor hun werk te betalen.’", "Martin Koolhoven (regisseur)", "Beeld ANP Kippa", "‘Zorg dat je een goed iemand hebt die je belastingen doet. En: het is heel verleidelijk om zekerheid te willen, maar blijf in je achterhoofd houden waarom je dit bent gaan doen.’", "Marianne Zwagerman (innovatiestrateeg/schrijver)", "Beeld Hollandse Hoogte / Clemens Rikken", "‘Zet sociale media slim in, profileer jezelf, bouw een merk van jezelf, netwerk, start doorlopend conversaties met mensen, meng je in discussies over je vakgebied, wees niet bang om je nek uit te steken en je kennis te delen.’", "Jeroen Smit (journalist/schrijver)", "Beeld Walter Kallenbach", "‘Je moet natuurlijk alleen maar zzp’er worden als je weet dat je iets (met hart en ziel) kunt doen waar anderen zo van onder de indruk zijn dat ze er genoeg voor willen betalen. Alleen dan kun je zo genieten van de ‘zzp-vrijheid’ dat je allerlei (toekomstige) risico’s op de koop toe neemt.’", "Paulien Cornelisse (schrijver/theatermaker)", "Beeld ANP Kippa", "‘Vooral handig voor mensen in de creatieve sector: vind van jezelf uit wanneer je het creatiefst bent. Voor mijzelf is dat ’s ochtends. Doe er vervolgens alles aan om overlegjes, telefoontjes en koffie-dates niet tijdens je creatiefste moment te plannen. Dat is namelijk zonde, want dan mis je én je creatieve moment, én je moet op je niet-creatieve moment aan een dood paard gaan trekken, waarbij jijzelf het dode paard bent. Dus plan er actief omheen en bepaal ook echt dat je voor anderen onbeschikbaar bent tijdens je creatieve moment.’", "Eric Smit (journalist, hoofdredacteur Follow The Money)", "Beeld Linda Stulic", "‘Het advies dat ik heb, kan ik aan iederéén – freelancer of niet – meegeven: doe iets waar je intrinsieke motivatie ligt, werk hard en geef nooit op.’", "Judith Osborn (ontwerper/keynote-spreker)", "Beeld © Kippa", "‘Vergeleken met de miljardensteun voor KLM en 600 miljoen voor de sierteelt, komt de cultuursector er met 300 miljoen bekaaid af. Minister Van Engelshoven zei daarover: ‘Je kunt heel lang treurig zijn over wat je niet hebt gekregen, maar je kunt ook kijken naar wat je wel hebt.’ Met andere woorden: wees blij met wat je hebt. Fuck that! Wees gretig, gulzig en ambitieus. Gewoon. Omdat je het waard bent!’", "Petra Stienen (auteur, zelfstandig adviseur)", "Beeld ANP/ David van Dam", "‘Ik heb dit advies van Farid Tabarki, die als spreker, trendwatcher en toezichthouder duidelijk veel plezier had in zijn werk. Deel je tijd goed in: gebruik 80 procent van je tijd om omzet te verwerven. Vind twee grote opdrachtgevers die voor 40 tot 50 procent van je omzet zorgen. Vul de rest van je tijd met opdrachten die je buiten je eigen expertise brengen zodat je nieuwe vaardigheden ontwikkelt. Die resterende 20 procent kun je gebruiken voor vrijwilligerswerk, studie en inspiratie.’"], "authors": ["Julien Althuisius"], "keywords": ["van", "flexen", "pushen", "het", "die", "met", "survivalgids", "zzpers", "een", "je", "en", "dat", "te", "hamsteren", "voor"], "pubDate": "2020-05-22T15:01:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}