{"id": "c31334b3-2e13-3bc9-9e97-956e6f49993b", "title": "Leerlingen Dreefschool leggen wensen bij 3D-adventskalender in St. Bavokerk", "url": "https://nu.nl/haarlem/6096935/leerlingen-dreefschool-leggen-wensen-bij-3d-adventskalender-in-st-bavokerk.html", "summary": "Drie kinderen van de Dreefschool mochten dinsdagochtend hun geknutselde kerststerren met daarop de wensen van henzelf en hun klasgenoten naar de St. Bavokerk in Haarlem brengen.\nRondom de kerstboom in het midden van de kerk staan 28 kistjes met daarin kerstwensen van verschillende Haarlemmers.\nDe 28 kistjes zijn gevuld met wensen van verschillende mensen en instanties uit de regio Haarlem.\n\"Het mooie met hoop en liefde is dat het sterker wordt als je het deelt.\nVanwege de lockdown is het op dit moment nog niet duidelijk op welke manier de kerstviering komende zondag en op Kerstavond door zal gaan.", "paragraphs": ["Drie kinderen van de Dreefschool mochten dinsdagochtend hun geknutselde kerststerren met daarop de wensen van henzelf en hun klasgenoten naar de St. Bavokerk in Haarlem brengen.", "Om Haarlemmers die het moeilijk hebben te steunen, is er in de kerk een 3D-adventskalender neergezet. Rondom de kerstboom in het midden van de kerk staan 28 kistjes met daarin kerstwensen van verschillende Haarlemmers. De drie leerlingen van de Dreef legden hun wensen in kistje nummer 17.", "\"In de kistjes zit hoop voor anderen\", zegt Janne uit groep 3. \"Dus eigenlijk zijn dit kistjes van hoop.\" Het was de bedoeling dat de hele klas erbij zou zijn, maar door de huidige coronamaatregelen kon dit niet doorgaan.", "Volgens stadsdominee Tom de Haan is de actie vooral in deze tijd erg waardevol. \"Alles wordt geschrapt en daarmee is het wel donker nu. Met de adventskalander delen we geloof, hoop en liefde.\"", "De 28 kistjes zijn gevuld met wensen van verschillende mensen en instanties uit de regio Haarlem. Zo kwamen moskeeën en de politie langs om een wens achter te laten. Dominee De Haan vindt het hartverwarmend. \"Het mooie met hoop en liefde is dat het sterker wordt als je het deelt. En dat is misschien wel de kerstgedachte.\"", "Vanwege de lockdown is het op dit moment nog niet duidelijk op welke manier de kerstviering komende zondag en op Kerstavond door zal gaan. Later deze week wordt daar een besluit over genomen. De kerstviering op 24 december zal wel live bij nieuwspartner NH Nieuws te zien zijn."], "authors": ["Door"], "keywords": ["van", "en", "wordt", "kistjes", "leggen", "zijn", "bavokerk", "hoop", "op", "wensen", "bij", "st", "met", "dreefschool", "het", "3dadventskalender", "leerlingen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}