{"id": "c3130cf3-ee83-3cb2-a4e2-c03332e57305", "title": "Met deze kerstcadeaus maak je íedereen blij", "url": "https://www.telegraaf.nl/vrouw/1074558003/met-deze-kerstcadeaus-maak-je-iedereen-blij", "summary": "Geef een grillOf je nou fan bent van groenten grillen of sappige hamburgers en heerlijke tosti’s maken, je zit altijd goed met een multi-grill.\nZelfs al ben je bekend met deze klassieker, dit mooie exemplaar mag alsnog niet ontbreken in je boekencollectie.\nThuisbioscoopMet dit attribuut tover je je woonkamer om tot een thuisbioscoop.\nDit handige apparaatje projecteert het sterrenstelsel op het plafond van een kamer, waarmee je een goed beeld krijg van de sterrenbeelden.\nMet deze luxe cocktailset maak je zelf de lekkerste brouwsels en verbeter je je mixtechnieken.", "paragraphs": ["VROUW maakte een lijst van cadeaus die altijd in de roos zijn, ja ook voor dat familielid dat alles al heeft.", "Geef een grill", "Of je nou fan bent van groenten grillen of sappige hamburgers en heerlijke tosti’s maken, je zit altijd goed met een multi-grill. De grill heeft meerdere ’ijzers’ die perfect passen bij wat je wilt maken. (Handig: je neemt ’m ook gemakkelijk mee op reis, want hij is al snel onmisbaar...) Online te koop bij o.a. Expert, Mediamarkt en CoolBlue vanaf 39 euro.", "O zo zen: een kleurboek", "Je hoeft geen kunstenaar te zijn om geweldige meesterwerken te creëren. Er zijn veel soorten kleurboeken voor volwassenen waarmee alles mogelijk is: kleurboeken die in het teken staan van films of series, mandala’s, er zijn anti-stress kleurboeken, dierentekeningen en nog veel meer. Leuk voor iedereen die er wel een zen-hobby bij kan gebruiken. Deze boeken kun je kopen bij o.a. bol.com en amazon.nl vanaf 5 euro.", "Nieuwe kalender, nieuwe kansen", "Begin het jaar goed met een nieuwe kalender die past bij degene aan wie je ’m geeft. Er zijn vele soorten kalenders, zoals de scheurkalender met moppen, raadsels of strips. Ook een aanrader: een mooie fotokalender met tropische plaatjes of dieren, en op de V&D-site spotten we een epic Elvis-exemplaar. Kalenders zijn vanaf 6 euro te koop bij o.a. Kruidvat, Bol, V&D en Big Bazaar.", "Koken met een kater", "Ondanks dat uitgaan er nu helaas niet in zit, drink je toch wel eens een glaasje te veel. Geen eetlust vanwege een kater? Welnee, sla gewoon het Hungover Cookbook open! Met recepten die licht op de maag liggen en niet al te veel inspanning vergen. En ja, deze happen zijn ook nog eens erg smakelijk. Er zijn meerdere versies te koop op bol.com vanaf 13 euro.", "Groots uitpakken", "Ook voor de stijlvolle boekenwurm hebben we iets moois gevonden. The Great Gatsby is het klassieke verhaal van de Amerikaanse droom. The Great Gatsby: A Novel: Illustrated Edition heeft prachtige illustraties die het verhaal - dat zich afspeelt in de roaring twenties - echt tot leven laten komen. Zelfs al ben je bekend met deze klassieker, dit mooie exemplaar mag alsnog niet ontbreken in je boekencollectie. Online te koop voor 20 euro.", "Binnen marshmallows roosteren", "Dol op kersttradities uit Canada en de VS? Dan mogen s’mores - geroosterde marshmallows met een laag chocolade tussen twee crackers - niet ontbreken tijdens de kerstviering. En je hoeft met de Indoor Electric Stainless Steel S’mores Maker (24 euro op amazon.nl) niet eens buiten de vuurkorf aan te steken; je maakt de zoete snacks gewoon lekker binnen. Wie o wie ga jij hier heel blij mee maken?", "Thuisbioscoop", "Met dit attribuut tover je je woonkamer om tot een thuisbioscoop. Het enige wat je naast deze projector nodig hebt, is een lege muur of gordijnen die niet rimpelen. Ideaal als cadeau aan je gezin/partner of huisgenoten, zodat je er zelf ook nog van kunt genieten. Bij bol.com, coolblue.nl, blokker.nl en mediamarkt.nl vind je verschillende varianten. Tip: bij Bol is de Qumax Beamer met HDMI-kabel te koop vanaf 99 euro.", "Groene vingers", "Al is het niet de mooiste periode met alle regen en kou, het is nooit te vroeg om je te verdiepen in de kunst van het tuinieren. Ook voor die vriendin die zelfs haar cactus laat sterven is er nog hoop, zo bewijst de baby tree van bol.com (vanaf € 11,95). Met een stap voor stap handleiding en alle benodigdheden komt het helemaal goed. Je kunt ook een mini(bonsai)boom bij radbag.nl (€ 14,95) kopen.", "Heerlijke chocoladebox", "Nederlanders houden van chocolade, we eten gemiddeld zo’n kilo chocoladehagelslag per jaar, dus dikke kans dat je met deze chocolade cadeaubox wel goed zit. De Body & Fit I Love Chocolate box is te koop bij bol.com voor € 12,90.", "Mini planetarium", "Voor alle kinderen en mensen die van wetenschap houden, hebben we een kleine schat ontdekt: een mini-planetariumset. Dit handige apparaatje projecteert het sterrenstelsel op het plafond van een kamer, waarmee je een goed beeld krijg van de sterrenbeelden. Verkrijgbaar bij amazon.nl vanaf 11 euro.", "Shake it!", "Altijd al je bartender skills willen verbeteren? Met deze luxe cocktailset maak je zelf de lekkerste brouwsels en verbeter je je mixtechnieken. De 7-delige set bevat alle essentiële onderdelen die beginnende én ervaren bar-bemanners nodig hebben. Riep iemand daar piña colada? Verkrijgbaar via blokker.nl en hema.nl vanaf 40 euro.", "*Let op! Alle artikelen zijn op moment van schrijven nog leverbaar. Hou rekening met de levertijden."], "authors": ["Yerin Koekkoek"], "keywords": ["van", "die", "een", "het", "en", "maak", "blij", "te", "zijn", "deze", "íedereen", "bij", "je", "kerstcadeaus", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}