{"id": "c31ed5f2-26d3-39bc-ab58-9f8a74d88c4f", "title": "Zwarte dozen van in zee gestort vliegtuig bij Jakarta gevonden", "url": "https://trouw.nl/nieuws/zwarte-dozen-van-in-zee-gestort-vliegtuig-bij-jakarta-gevonden~b5a99859/", "summary": "De Indonesische autoriteiten weten waar de Boeing 737-500 van Sriwijaya Air zaterdag is neergestort en kunnen de zwarte dozen snel bergen.\nHet toestel stortte kort na het vertrek van de luchthaven van Jakarta in zee bij de Kepulauan Seribu (Duizendeilanden) ten noorden van de hoofdstad.\nHet vliegtuig was met 62 mensen aan boord vertrokken voor een vlucht van anderhalf uur naar het 700 kilometer noordelijker gelegen Pontianak, een stad op het eiland Borneo, toen het plotseling van de radar verdween.\nEnkele uren later vonden duikers al brokstukken en onderdelen met daarop het registratienummer van het vliegtuig.\nZondag zijn signalen van de zwarte dozen gevonden en die kunnen volgens de onderzoekers snel worden geborgen en leiden naar de positie van het wrak.", "paragraphs": ["De Indonesische autoriteiten weten waar de Boeing 737-500 van Sriwijaya Air zaterdag is neergestort en kunnen de zwarte dozen snel bergen. Dit hebben de minister van Transport en de legerleider volgens Indonesische media laten weten.", "Het toestel stortte kort na het vertrek van de luchthaven van Jakarta in zee bij de Kepulauan Seribu (Duizendeilanden) ten noorden van de hoofdstad. Er waren al lichaamsdelen en wrakstukken gevonden.", "Het vliegtuig was met 62 mensen aan boord vertrokken voor een vlucht van anderhalf uur naar het 700 kilometer noordelijker gelegen Pontianak, een stad op het eiland Borneo, toen het plotseling van de radar verdween. Enkele uren later vonden duikers al brokstukken en onderdelen met daarop het registratienummer van het vliegtuig. Zondag zijn signalen van de zwarte dozen gevonden en die kunnen volgens de onderzoekers snel worden geborgen en leiden naar de positie van het wrak."], "authors": ["Anp Redactie"], "keywords": ["jakarta", "van", "gevonden", "zee", "het", "dozen", "naar", "en", "kunnen", "met", "gestort", "bij", "vliegtuig", "zwarte", "volgens", "snel"], "pubDate": "2021-01-10T10:57:50Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}