{"id": "c3253b8c-1df0-3f8f-96cc-4fe1c10f0460", "title": "Gordon Ramsay krijgt regelmatig recepten toegestuurd door Gigi Hadid", "url": "https://nu.nl/achterklap/6097145/gordon-ramsay-krijgt-regelmatig-recepten-toegestuurd-door-gigi-hadid.html", "summary": "Gordon Ramsay is al zo'n vier jaar bevriend met Gigi Hadid.\nDe Schotse televisiechef zegt regelmatig culinaire inspiratie op te doen dankzij het model, vertelt hij in gesprek met People.\nHet inspireerde de kok tot een gerecht dat hij 'bloody mary spice tagliatelle' noemt: een pasta met pepers en garnalen.\nRamsay (54) en Hadid (25) leerden elkaar in 2016 kennen tijdens de opnames van Masterchef Celebrity Showdown, een versie van het bekende kookprogramma waaraan bekende personen meededen, onder wie het model.\nNiet omdat ik zo'n goede kok ben, maar omdat ik weleens met Gigi Hadid praat.", "paragraphs": ["Gordon Ramsay is al zo'n vier jaar bevriend met Gigi Hadid. De Schotse televisiechef zegt regelmatig culinaire inspiratie op te doen dankzij het model, vertelt hij in gesprek met People.", "\"Een paar weken geleden stuurde Gigi me een pastarecept via Instagram en vroeg ze: 'Chef, wat vind je ervan?' Ik antwoordde: 'Meisje, het lijkt me lekker. Eigenlijk zelfs fucking lekker\", aldus Ramsay.", "Het inspireerde de kok tot een gerecht dat hij 'bloody mary spice tagliatelle' noemt: een pasta met pepers en garnalen.", "Ramsay (54) en Hadid (25) leerden elkaar in 2016 kennen tijdens de opnames van Masterchef Celebrity Showdown, een versie van het bekende kookprogramma waaraan bekende personen meededen, onder wie het model.", "Ramsay's dochters - hij is vader van Meghan (22), Holly (20) en Tilly (19) - vinden het heel leuk dat hun vader zo'n bekende vriendin heeft. \"Mijn dochters houden van me. Niet omdat ik zo'n goede kok ben, maar omdat ik weleens met Gigi Hadid praat. Het is de enige reden waarom mijn dochters met me willen praten\", grapt de bekende chef."], "authors": ["Door"], "keywords": ["van", "ramsay", "gigi", "recepten", "een", "bekende", "het", "en", "gordon", "krijgt", "zon", "ik", "toegestuurd", "hadid", "hij", "met", "door", "regelmatig"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}