{"id": "c32b3574-c839-33d0-9866-9637ec829c89", "title": "Noodkreet evenementenbranche: 'Laat testevenementen in januari doorgaan'", "url": "https://nu.nl/muziek/6095062/noodkreet-evenementenbranche-laat-testevenementen-in-januari-doorgaan.html", "summary": "\"Met de ontwikkelingen op het gebied van sneltesten is de koudwatervrees van het kabinet onbegrijpelijk\", zegt Jolanda Jansen, woordvoerder van de Alliantie van Evenementenbouwers.\n\"Tel daarbij de afbouw van steunmaatregelen, de beperkingen op Tozo en TVL (twee coronaregelingen van het kabinet, red.)\nen een Garantiefonds dat nog in ontwikkeling is op, en dan begrijp je dat het al lang vijf over twaalf is geweest.\nEn begrijp je dat het water ver over de lippen staat en de branche, opnieuw, alarm slaat.\"\nIk kan verder niet vooruitlopen op verdere besluitvorming van het kabinet over de coronamaatregelen op dinsdag 8 december\", aldus de woordvoerder.", "paragraphs": ["De evenementenbranche heeft maandagmiddag een oproep gedaan aan het kabinet, omdat zij nog altijd kampt met te veel onduidelijkheid over de toekomst van haar sector. De branche roept op om testevenementen in januari hoe dan ook door te laten gaan, ook al werd eerder door het kabinet gezegd dat dit pas gebeurt wanneer het risiconiveau is gedaald tot 'waakzaam'.", "De oproep gaat gepaard met een grootschalige actie, waarbij het nummer The show must go on van Queen in een uitvoering van het Metropole Orkest om 12.00 uur te horen is geweest en is vertoond op onder meer radio, televisie, sociale media en de buitenkant van grote evenementenlocaties.", "De evenementenbranche ziet in dat grootschalige evenementen wegens de huidige situatie niet kunnen plaatsvinden, maar zou wel willen dat er op korte termijn een start wordt gemaakt met testevenementen. \"Met de ontwikkelingen op het gebied van sneltesten is de koudwatervrees van het kabinet onbegrijpelijk\", zegt Jolanda Jansen, woordvoerder van de Alliantie van Evenementenbouwers.", "\"We willen dat de politiek zich realiseert dat evenementen in het voorjaar en de zomer van 2021 niet door zullen gaan als er op korte termijn geen toezeggingen worden gedaan en er geen stappen worden gezet.\"", "Volgens Riemer Rijpkema, woordvoerder van overkoepelend platform van branche- en vakorganisaties EventPlatform, zijn de testevenementen nodig om te voorkomen dat de branche ook de komende anderhalf tot twee jaar gesloten blijft.", "\"Tel daarbij de afbouw van steunmaatregelen, de beperkingen op Tozo en TVL (twee coronaregelingen van het kabinet, red.) en een Garantiefonds dat nog in ontwikkeling is op, en dan begrijp je dat het al lang vijf over twaalf is geweest. En begrijp je dat het water ver over de lippen staat en de branche, opnieuw, alarm slaat.\"", "Praat mee op NUjij Werk jij in de evenementenbranche? Laat op reactieplatform NUjij weten hoe belangrijk jij deze testevenementen vindt en vertel hoe jij 2021 voor je ziet.", "Economische Zaken wil niet vooruitlopen op besluitvorming kabinet", "Een woordvoerder van het ministerie van Economische Zaken en Klimaat laat desgevraagd aan NU.nl weten dat er al enige tijd constructieve gesprekken met de evenementensector plaatsvinden.", "\"De evenementensector heeft in oktober een gedegen plan neergelegd en bij die gesprekken is toegezegd dat testevents kunnen plaatsvinden op het moment dat het risiconiveau op 'waakzaam' staat, maar dat we niet kunnen voorspellen wanneer dat is.", "De toegezegde testevents gaan in eerste instantie om de zogeheten events 1 (meer mensen dan nu is toegestaan in theaters, bioscopen en bij zakelijke congressen) en 3 (meer mensen dan nu is toegestaan bij een voetbalwedstrijd).", "\"Er is ook aangegeven dat we hierbij altijd afhankelijk zijn van de ontwikkeling van het virus. Ik kan verder niet vooruitlopen op verdere besluitvorming van het kabinet over de coronamaatregelen op dinsdag 8 december\", aldus de woordvoerder.", "Testevenement al gehouden in Duitsland", "In november liet het kabinet weten groen licht te geven voor dergelijke testevenementen en proeven met bioscopen, stadions en theaterzalen. Deze mogen worden gehouden wanneer het risiconiveau is gedaald tot 'waakzaam' (minder dan vijftig positieve tests per 100.000 inwoners op weekbasis).", "De precieze voorwaarden voor het bezoeken van een show of voorstelling zijn nog niet bekend, maar gedacht wordt aan het overleggen van een negatieve coronatest, het op verzoek meewerken aan een temperatuurmeting en het vermijden van kwetsbare groepen tot twee weken na het bezochte evenement.", "In Duitsland werd er al een dergelijk testevenement gehouden. Tijdens het concert, waarbij vijftienhonderd mensen aanwezig waren, werden verschillende scenario's voor het gedrag gesimuleerd. Hieruit werd geconcludeerd dat een goede ventilatie van de ruimte erg belangrijk is en dat de meeste contactmomenten plaatsvinden tijdens binnenkomst, de pauzes en de tijd die wordt doorgebracht bij eet- en drinkgelegenheden.", "Momenteel mogen er slechts dertig mensen aanwezig zijn in bioscoop- en theaterzalen. Evenementen zijn nog niet toegestaan.", "Ruime meerderheid wil sneltest laten afnemen", "85 procent van de mensen die wel eens een festival bezoekt, is bereid een negatieve test bij de ingang te laten zien, blijkt uit een onderzoek van festivalorganisator Apenkooi Events. Dezelfde groep zegt zich op z'n gemak te voelen bij buitenfestivals.", "Van de ruim tienduizend respondenten is 80 procent van plan om volgend jaar een evenement te bezoeken, 85 procent is bereid een sneltest af te nemen en 92 procent vindt het prima om die resultaten te delen met de overheid."], "authors": ["Door"], "keywords": ["testevenementen", "doorgaan", "van", "laat", "het", "op", "met", "noodkreet", "een", "niet", "evenementenbranche", "en", "dat", "te", "om", "januari"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}