{"id": "c3474b51-9004-3716-ab66-c19b1bd1289e", "title": "Machtelt van Thiel leert kinderen op andere manieren naar de wereld kijken", "url": "https://www.parool.nl/ps/machtelt-van-thiel-leert-kinderen-op-andere-manieren-naar-de-wereld-kijken~b33ac029/", "summary": "Een ‘Dokwerkertje’, een van de vele die ze de afgelopen jaren langs heeft zien ­komen tijdens de jaarlijkse herdenking van de Februaristaking.\nAardappel met mondkapjeKomende maand opent in Het Rembrandthuis de tentoonstelling Hoed op voor Rembrandt, met fotoportretten van kinderen in combinatie met etsen van de meester.\nKinderen van basisscholen ontwierpen een hoed uit de tijd van Rembrandt en poseerden voor een professionele fotograaf.\nZe moesten er een figuur van maken en een van de kinderen had de aardappel een mondkapje opgedaan.\nMet op zijn rug een bundel met een coronavaccin.”Het is een goed voorbeeld van de vrijheid die creativiteit geeft, vindt Van Thiel.", "paragraphs": ["De Rode Loper op School organiseert sinds 2000 een grote verscheidenheid aan cultuureducatieve programma's voor het primair onderwijs in Amsterdam Oost. Beeld Jean-pierre Jans", "Nog niet zo lang geleden liep Machtelt van Thiel (68) over de Populierenweg in Oost toen ze in een raam een klein bronskleurig mannetje zag staan. Een ‘Dokwerkertje’, een van de vele die ze de afgelopen jaren langs heeft zien ­komen tijdens de jaarlijkse herdenking van de Februaristaking. Maar deze stond daar op een vensterbank, alsof het de gewoonste zaak van de wereld was.", "De Dokwerkertjes zijn een jaarlijks terugkerend project van haar stichting De Rode Loper op School, die kinderen in aanraking brengt met kunst en cultuur en daarvoor samenwerkt met scholen. Kinderen maken voorafgaand aan de herdenking hun miniversie van het beroemde beeld De Dokwerker en zijn bezig met thema’s als ‘moed verzamelen’ en ‘opkomen voor jezelf en anderen’. Aansluitend worden hun beeldjes geplaatst op het Jonas Daniël Meijerplein. Van Thiel laat een aantal foto’s van de sculpturen zien. “Heel verschillend allemaal. Stuk voor stuk prachtig.”", "Van Thiel ademt bevlogenheid, voor kunst in alle vormen en maten, maar ook voor kinderen. De geboren ­Brabantse is inmiddels twintig jaar in Oost actief met De Rode Loper op School. Met een team van ongeveer 35 kunstdocenten begeleidt ze projecten om kinderen kennis te laten maken met beeldende kunst, maar ook met dans, drama en nieuwe media. Scholen maken van haar expertise en ervaring gebruik, culturele instellingen zien mogelijkheden om met nieuwe doelgroepen in contact te komen.", "Aardappel met mondkapje", "Komende maand opent in Het Rembrandthuis de tentoonstelling Hoed op voor Rembrandt, met fotoportretten van kinderen in combinatie met etsen van de meester. Kinderen van basisscholen ontwierpen een hoed uit de tijd van Rembrandt en poseerden voor een professionele fotograaf. “Ze mochten niet lachen. Dat geeft een andere sfeer. Met zaklampen mochten ze zelf de belichting doen. Daarvan leer je enorm goed kijken.”", "Van Thiel vertelt het vol enthousiasme. Er zit veel regelwerk bij, ze maakt lange uren achter de computer en de ­telefoon. Maar ze komt zeker nog vaak in klassen en groepen om te kijken hoe het met de kinderen en de kunst­docenten ­gaat. En ze draait elk jaar een eigen project. ­Kinderen en kunst is een fantastische combinatie, vindt ze. “Ze verrassen. Kinderen kunnen soms op zo’n originele manier kijken naar de wereld om hen heen.”", "Laatst was ze bij een project over aardappels. “Er is weinig zo alledaags en vanzelfsprekend als een aardappel. Maar met de kunstdocent die hen begeleidde, gingen ze er anders naar kijken. Ze projecteerden er hun belevingswereld op. Ze moesten er een figuur van maken en een van de kinderen had de aardappel een mondkapje opgedaan. Met op zijn rug een bundel met een coronavaccin.”", "Het is een goed voorbeeld van de vrijheid die creativiteit geeft, vindt Van Thiel. “Normaal leren kinderen op school presteren. Ze moeten dingen goed doen en gebruiken daar cognitieve vaardigheden voor. Maar je kunt ook andere competenties aanspreken. Kunstonderwijs werkt met ­onderzoekend leren, dat nu zo in zwang is. Oplossingen bedenken voor problemen, op een andere manier naar dingen kijken, helpt daarbij.”", "De maatschappij heeft er iets aan, wil Van Thiel er maar mee zeggen: kinderen leren zich uit te drukken, worden actief, reflecteren. “Maar vooral vind ik het mooi om te zien als kinderen plezier hebben. Kunst geeft vreugde en persoonlijke ontwikkeling, en daar draait het bij De Rode Loper om.”", "Met de projecten richt Van Thiel zich met name op scholieren in Oost, een van de doelen van De Rode Loper is een divers publiek enthousiasmeren. “Kunst en cultuur zijn geen vanzelfsprekendheden voor veel kinderen op wat we vroeger zwarte scholen noemden.” Van Thiel en haar team bezoeken continu scholen. “Wat kunnen wij betekenen? Op welke manieren? Voor de ene school is een project met schrijvers goed, voor de andere moet je meer aan beeldende kunst denken.”", "Exposeren in de Hema", "Een project waar Van Thiel met veel tevredenheid aan ­terugdenkt, is er een waarbij leerlingen werkten met het begrip afscheid. “Ze hebben toen gedichten gemaakt over afscheid, heel uiteenlopend. Het belangrijkste woord mochten ze op een steentje schrijven. Daarmee zijn we toen met z’n allen naar De Nieuwe Ooster gegaan, waar we de steentjes hebben begraven. Elk kind bouwde op die plek een monumentje. Dat is afscheid nemen.”", "Het project was op veel manieren belangrijk, zegt Van Thiel. “Ze hebben hun verbeelding laten spreken, en het heeft te maken met vormgeving. Sommige kinderen gaven van tevoren aan dat ze een begraafplaats eng vonden. Na afloop vonden ze het er minder eng. We hebben zo het onderwerp bespreekbaar gemaakt.”", "Kinderen een podium geven: ook dat is een belangrijke doelstelling, zegt Van Thiel. “We hebben kunstwerken van de kinderen kunnen exposeren in de hal van het OLVG. Dat was voor de kinderen leuk, maar het OLVG merkte ook dat er op die manier andere mensen binnenkwamen, het geeft een heel andere sfeer bij binnenkomst. Ook mooi was het werk dat kinderen in de etalage van de Hema in de Linnaeusstraat konden zetten. Dan gaat er echt een wereld voor ze open. En in het najaar van 2021 organiseren we de Eerste Amsterdamse KinderKunstBiënnale.”", "Lerarentekorten", "Er is in de loop van de tijd iets veranderd, denkt Van Thiel. “Kunst is ook in het onderwijs belangrijker geworden. Toen ik in 2000 met De Rode Loper begon had ik al niets te klagen over animo: zowel bij scholen als bij culturele instellingen werden we enthousiast ontvangen. Maar nu, met de lerarentekorten, is het voor scholen fijn als deskundige en geroutineerde kunstdocenten lessen kunnen overnemen, dat geeft ruimte.”", "En neem techniek en wetenschap: daar is veel belangstelling voor, zegt Van Thiel. “We bouwen bijvoorbeeld ­boten, maar ook bruggen. Dan moeten ze daar zelf ontwerpen van maken, die stevig zijn. Daar zit veel kunst in. Dit jaar doen we zo’n project met vliegtuigen. We staan dan stil bij de vraag: wat maakt eigenlijk dat iets zweeft? Dat is heel leerzaam voor kinderen.”", "Beklijft het? Van Thiel kijkt er niet op die manier naar. Ze haalt het verhaal aan van een man die ze onlangs op straat tegenkwam. “Hij kwam naast me lopen en zei: ‘Ik ken u. Ik weet niet meer waarvan, maar het was iets met kunst.’ We hebben toen een bijzonder gesprek gehad, over kunst en cultuur, maar ook over andere aspecten van het leven. Hij was even op het verkeerde pad terechtgekomen, maar nu ging het weer de goede kant op. Van De Rode Loper wist hij niets concreets meer. Maar hij zei: ‘Kunst is goed.’ Dat dit blijft hangen, daar mogen we trots op zijn.”"], "authors": ["Marc Kruyswijk"], "keywords": ["kijken", "van", "machtelt", "het", "op", "maar", "naar", "met", "kinderen", "leert", "thiel", "een", "en", "wereld", "ze", "manieren", "voor"], "pubDate": "2020-12-04T20:00:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}