{"id": "c34fdc7c-976e-3a96-a496-8df8db658d3c", "title": "80.000 euro voor intiem moment met Mona Lisa", "url": "https://nos.nl/artikel/2361008-80-000-euro-voor-intiem-moment-met-mona-lisa.html", "summary": "Een anonieme kunstliefhebber heeft 80.000 euro betaald om de Mona Lisa van heel dichtbij te mogen ervaren.\nHet Louvre veilde de mogelijkheid om aanwezig te zijn bij de jaarlijkse inspectie van het meesterwerk.\nHet Louvre noemt het een \"magische ervaring\" om het schilderij eens zonder lijst te bewonderen.\nBijzondere bezoekjesHet museum veilde online verschillende bijzondere bezoekjes, zoals een nachtelijke rondleiding of eentje door directeur (beide geveild voor 38.000 euro) of een tour over de daken van het museum (48.000 euro).\nHet museum hoopte zeker 1 miljoen euro binnen te halen, maar haalde uiteindelijk ruim het dubbele op.", "paragraphs": ["Een anonieme kunstliefhebber heeft 80.000 euro betaald om de Mona Lisa van heel dichtbij te mogen ervaren. Het Louvre veilde de mogelijkheid om aanwezig te zijn bij de jaarlijkse inspectie van het meesterwerk.", "Tijdens de inspectie wordt het 500 jaar oude schilderij van Leonardo da Vinci kort uit de lijst gehaald. Normaal gesproken is daar geen publiek bij. Nu worden de winnaar van de veiling en een gast toegelaten.", "Het Louvre noemt het een \"magische ervaring\" om het schilderij eens zonder lijst te bewonderen. \"U kunt Mona Lisa recht in de ogen kijken en dit iconische werk van dichtbij bewonderen.\" Het bezoek wordt afgesloten met een privérondleiding.", "Bijzondere bezoekjes", "Het museum veilde online verschillende bijzondere bezoekjes, zoals een nachtelijke rondleiding of eentje door directeur (beide geveild voor 38.000 euro) of een tour over de daken van het museum (48.000 euro). Het Louvre haalt zo geld op voor onderwijsprogramma's.", "Het museum hoopte zeker 1 miljoen euro binnen te halen, maar haalde uiteindelijk ruim het dubbele op. Zo deed de Mona Lisa-ervaring het veel beter dan de geschatte maximumwaarde van 30.000 euro.", "Naast bijzondere rondleidingen veilde het museum ook gepersonaliseerde parfums van Christian Dior of Louis Vuitton, een Cartierarmband (90.000 euro) en handgemaakt uurwerk van horlogemaker Vacheron Constantin met iemands favoriete Louvre-kunstwerk op de wijzerplaat (280.000 euro).", "Topstuk van de veiling was een door de Franse kunstenaar Pierre Soulages persoonlijk gedoneerd abstract werk, dat 1,4 miljoen euro opbracht. Het Louvre benadrukt dat alle geveilde kunststukken door derden beschikbaar waren gesteld en niet uit de eigen collectie kwamen."], "authors": [], "keywords": ["80000", "euro", "van", "museum", "moment", "voor", "intiem", "het", "een", "mona", "te", "louvre", "en", "veilde", "op", "lisa", "met"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}