{"id": "c35c38e6-b979-3a12-9c3c-baee476e0a24", "title": "De vijf spelregels van... de kerstboom opzetten", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5199631/de-vijf-spelregels-van-de-kerstboom-opzetten-etiquette", "summary": "Je kunt het - en hem - zo bont maken als je zelf wilt.\nMaar wat zijn de 'welles' en 'nietes' eigenlijk, als het gaat om een decadente den in huis?\nNooit te vroeg piekenJa, ja, ja, het staat zo gezellig met die lichtjes in de woonkamer en die glimmende ballen die je om de oren vliegen.\nHo, ho, ho, zeggen etiquettedeskundige De Vries en Wolbrink in hun Blauwe Boekje.\nAangezien de vierde kaars volgens de etiquette op 24 december aan mag, mag het grote versierfestijn dit jaar op zondag 6 december plaatsvinden.", "paragraphs": ["De situatie", "Ieder jaar wordt er wel een dag of wat gesmokkeld, maar dit jaar lijkt 'ie meer dan ooit Neerlands hoop in bange dagen: de kerstboom. Je kunt het - en hem - zo bont maken als je zelf wilt. Maar wat zijn de 'welles' en 'nietes' eigenlijk, als het gaat om een decadente den in huis?", "De spelregels", "1. Nooit te vroeg pieken", "Ja, ja, ja, het staat zo gezellig met die lichtjes in de woonkamer en die glimmende ballen die je om de oren vliegen. Vuistregel voor velen is dat de boom niet mag staan voordat de Sint weer naar Spanje gaat. Maar nu corona al het leuks dwarsboomt, lijkt een vroege boom een ideaal lichtpuntje. Ho, ho, ho, zeggen etiquettedeskundige De Vries en Wolbrink in hun Blauwe Boekje. \"Vier weken voor Kerst begint de advent, dat komst betekent. Vier zondagen achter elkaar worden kaarsen ontstoken om de geboorte van Jezus aan te kondigen. De eerste zondag is ook de dag waarop de kerstboom opgetuigd kan worden.\" Aangezien de vierde kaars volgens de etiquette op 24 december aan mag, mag het grote versierfestijn dit jaar op zondag 6 december plaatsvinden. Juist. Ná de Sint."], "authors": [], "keywords": ["vijf", "opzetten", "van", "kerstboom", "het", "jaar", "maar", "die", "mag", "een", "je", "en", "om", "spelregels", "ho"], "pubDate": "2020-11-27T08:28:22+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}