{"id": "c3737f3c-6685-3385-bf26-9b8c9e118d67", "title": "Eerste indruk: Mobiele videodienst Quibi moet zijn draai nog vinden", "url": "https://nu.nl/reviews/6043001/eerste-indruk-mobiele-videodienst-quibi-moet-zijn-draai-nog-vinden.html", "summary": "De videodienst belooft tussendoortjes van hoogwaardige kwaliteit: afleveringen van series die je tijdens een koffiepauze of zelfs een toiletbezoek (de woorden van de makers) kunt kijken.\nAlleen op je telefoonQuibi werkt alleen op de telefoon en is beschikbaar op iOS en Android.\nDe afleveringen zijn standaard horizontaal opgenomen, maar draai je je telefoon rechtop, dan past het beeld zich direct aan.\nZo zijn de programma's soms wat overdreven qua personages en zijn ze vlot gemonteerd.\nDe series zijn degelijk gemaakt, maar we konden nog geen topper aanwijzen.", "paragraphs": ["Quibi is maandag van start gegaan. De nieuwe videodienst doet het net even wat anders dan bijvoorbeeld Netflix en Videoland. Afleveringen van series zijn kort en speciaal gemaakt om op de smartphone te kijken.", "Quibi is een afkorting van 'quick bites'. De videodienst belooft tussendoortjes van hoogwaardige kwaliteit: afleveringen van series die je tijdens een koffiepauze of zelfs een toiletbezoek (de woorden van de makers) kunt kijken.", "De app was ruim twee jaar in ontwikkeling en haalde tot nu toe liefst 1,75 miljard dollar (1,62 miljard euro) op bij investeerders om bekende regisseurs en acteurs aan boord te halen. Aan het roer van Quibi staan twee mensen die eerder aan de leiding stonden van grote bedrijven, namelijk oprichter Jeffrey Katzenberger (voorheen medeoprichter van DreamWorks Animation) en CEO Meg Whitman (eerder directeur van eBay en Hewlett Packard Enterprise).", "Alleen op je telefoon", "Quibi werkt alleen op de telefoon en is beschikbaar op iOS en Android. De dienst werkt niet in de browser op een laptop en is niet op tv te kijken via Chromecast of AirPlay.", "De dienst biedt bij de start tientallen series met bekende mensen. Zo is er een serie genaamd Survive met actrice Sophie Turner over een vrouw die een vliegtuigcrash overleeft. In Most Dangerous Game zijn Christoph Waltz en Liam Hemsworth hoofdrolspelers van een dystopische thriller.", "Naast series bevat Quibi ook nieuwsprogramma's en realityshows. Punk'd, het programma waarin Ashton Kutcher in de beginjaren van deze eeuw beroemdheden voor de gek hield met een verborgen camera, keert bijvoorbeeld terug op de dienst. Dit keer met Chance The Rapper als presentator.", "Afleveringen op de streamingdienst zijn kort; een aflevering duurt maximaal tien minuten. Nieuwe afleveringen verschijnen doorgaans elke werkdag. Quibi belooft zo'n 25 nieuwe video's per dag.", "In portret- én landschapmodus kijken", "Het opvallendst aan Quibi - naast de video's in snackformaat - is dat afleveringen in staande en liggende positie bekeken kunnen worden. De afleveringen zijn standaard horizontaal opgenomen, maar draai je je telefoon rechtop, dan past het beeld zich direct aan.", "Het beeld blijft gevuld, in plaats van zwarte balken boven en onder de video. De dienst snijdt het belangrijkste stukje van het beeld uit en blaast dat op naar het volledige scherm. Je mist hierdoor een deel van het volledige shot. Als twee personen praten, is degene aan het woord bijvoorbeeld in beeld, terwijl de ander wegvalt.", "Het aanbod van Quibi doet, zeker wat betreft de realityprogramma's, zeer Amerikaans aan. Zo zijn de programma's soms wat overdreven qua personages en zijn ze vlot gemonteerd. Op het moment is nog geen Nederlandse ondertiteling beschikbaar, wel kun je Engelse ondertitels aanzetten.", "De app oogt rommelig. Alle series lijken door elkaar te staan, in plaats van gebundeld per genre. Via de zoekbalk kun je iets gemakkelijker zoeken naar 'thriller' of 'comedy'. Ook kun je shows volgen zodat ze in een apart tabblad komen te staan.", "Door: NU.nl/Rutger Otto", "Nog geen must-sees", "Quibi zou zich perfect lenen voor momenten dat je moet wachten op een afspraak of op de trein, maar in deze coronatijd vallen deze situaties grotendeels weg. Het is daarom een beetje de vraag of mensen nu zitten te wachten op een streamingdienst die alleen op de telefoon werkt, terwijl ze thuis zitten en net zo goed Netflix op de tv kunnen kijken.", "Daarnaast maakt de beschikbaarheid van de dienst (alleen op de telefoon) het lastig om series samen met huisgenoten te volgen. Verder lijkt een echte publiekstrekker in het aanbod te missen. De series zijn degelijk gemaakt, maar we konden nog geen topper aanwijzen.", "Quibi is drie maanden gratis te proberen. Daarna kost de dienst 8,99 euro per maand om onbeperkt en zonder reclames te kijken.", "Download Quibi voor iOS of Android (gratis)"], "authors": ["Door", "Rutger Otto"], "keywords": ["series", "quibi", "nog", "mobiele", "zijn", "je", "van", "eerste", "vinden", "draai", "een", "te", "het", "en", "op", "moet", "indruk", "videodienst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}