{"id": "c37db8c6-8d40-3ac6-b829-29d8936ab96d", "title": "Zhong Shanshan is de nieuwe rijkste man van Azië", "url": "https://www.parool.nl/wereld/zhong-shanshan-is-de-nieuwe-rijkste-man-van-azie~bbcd81f1/", "summary": "Met zijn vermogen van 64 miljard stoot Zhong Shanshan Mukesh Ambani (63) van de troon.\nDe Indiër, eigenaar van het techconglomeraat Reliance Industries, zag zijn fortuin in 2020 afnemen met 15 miljard door een flinke daling van de aandelen van zijn bedrijf.\nOok de grootste ‘concurrent’ van Zhong in eigen land, Jack Ma, zag zijn vermogen teruglopen met ruim acht miljard euro.\nBovendien moest Ma de beursintroductie van een ander kroonjuweel, Ant Group, in november uitstellen op last van de regering.\nDaar stichtte hij in de jaren ’90 allerlei bedrijven waaronder een champignonkwekerij, een krant en een distributiecentrum van mineraalwater.", "paragraphs": ["Beeld VCG via Getty Images", "De 66-jarige Zhong, rijk geworden met onder meer mineraalwater en vaccins, heeft het geflikt. Op de jongste Bloomberg Billionaires Index staat de ‘waterkoning’ in Azië, dé groeiregio van miljardairs, op de eerste plaats. Met zijn vermogen van 64 miljard stoot Zhong Shanshan Mukesh Ambani (63) van de troon. De Indiër, eigenaar van het techconglomeraat Reliance Industries, zag zijn fortuin in 2020 afnemen met 15 miljard door een flinke daling van de aandelen van zijn bedrijf.", "Ook de grootste ‘concurrent’ van Zhong in eigen land, Jack Ma, zag zijn vermogen teruglopen met ruim acht miljard euro. Ma’s concern Alibaba ligt onder vuur bij de Chinese autoriteiten en dat deed de aandelen geen goed. Bovendien moest Ma de beursintroductie van een ander kroonjuweel, Ant Group, in november uitstellen op last van de regering.", "Champignons", "Zhong Shanshan daarentegen heeft zijn leven en zijn zakelijk fortuin op orde. Dat is in het verleden wel anders geweest. Hij kwam in 1954 in Hangzhou ter wereld, als telg van een bemiddelde familie. In de jaren 60 verpletterde de Culturele Revolutie van Mao Zedong ook Zhongs familie. Zijn ouders kwamen daarbij om het leven. In de chaos van de Culturele Revolutie verruilde hij op 12-jarige leeftijd de schoolbanken voor een baantje in de bouw, maar hij keerde na jaren uiteindelijk terug op de universiteit. Hij beëindigde met succes een opleiding aan de Zhejiang Radio en Televisie Universiteit en werkte daarna vijf jaar als financieel-economisch journalist voor een lokale krant. In die functie ontdekte hij de kansen van de door partijleider Deng Xiaoping afgekondigde nieuwe ‘markteconomie met socialistische kenmerken’.", "Hij verhuisde naar het eiland Hainan in zuid-China. Daar stichtte hij in de jaren ’90 allerlei bedrijven waaronder een champignonkwekerij, een krant en een distributiecentrum van mineraalwater. In 1993 maakte hij de eerste klapper met de ontwikkeling van een voedingsmiddel dat enorm populair werd in China. Ook bracht hij met succes pillen voor erectieproblemen op de markt. In 1996 volgde zijn grootste succes met de oprichting van een eigen bottelbedrijf voor mineraalwater met de naam Nongfu Spring. Zhongs flessen met de rode dop vlogen in heel China al snel de schappen uit. In 2000 verkocht het bedrijf inmiddels ook thee, energiedrankjes, vruchtensappen en koffie.", "Vaccins", "Vorig jaar voegde Zhong razendsnel tientallen miljarden toe aan zijn fortuin. Hij bracht zijn eerste bedrijf naar de Chinese beurs: Wantai Biological Pharmacy, dat onder meer vaccins produceert, waaronder een vaccin tegen Covid-19. Het besluit leverde de grootaandeelhouder vele miljarden op, eerst bij de beursgang zelf, maar daarna steeg de koers nog met meer dan 2000 procent. In september ging ook Nongfu Spring naar de beurs. Met de opbrengst daarvan ging Zhong in een klap Alibaba-eigenaar Jack Ma voorbij als rijkste man van China. Sinds de introductie zijn de aandelen van Nongfu Spring ook nog eens met 155 procent gestegen. “Zelden is iemand zo snel zo rijk geworden,’’ concludeert Bloomberg News.", "‘Lone Wolf’", "Zhong zelf zwijgt over zijn succes en zijn enorme vermogen. Chinese media hebben hem de bijnaam ‘Lone Wolf’ gegeven, omdat hij zich zelden in het openbaar laat horen of zien. De miljardair mijdt ook zakelijk of politiek contact met anderen. “Ik leef graag op mezelf, ik ben niet geïnteresseerd in wat collega’s doen of denken,’’ is een van zijn zeldzame uitspraken tegenover de media die ook geen inkijkje wordt gegund in zijn privéleven. Volgens China Daily is Zhong getrouwd en heeft hij drie kinderen."], "authors": ["Hans Van Zon"], "keywords": ["rijkste", "zijn", "van", "azië", "man", "zhong", "shanshan", "en", "nieuwe", "met", "een", "op", "ook", "het", "hij"], "pubDate": "2021-01-01T19:23:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}