{"id": "c382cea0-9927-31ba-95ba-dad2210152a6", "title": "Zo gaat grootschalig vaccineren tegen corona in zijn werk", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/zo-gaat-grootschalig-vaccineren-tegen-corona-in-zijn-werk-792011/", "summary": "Dan kan het inenten begin januari beginnen.\nBezoekers moeten reserveren, worden naar hun tafel geleid in een goed geventileerde ruimte en worden vooraf of achteraf allemaal getest op corona.\n‘Terwijl zelfs het RIVM en het OMT zeggen dat we ermee kunnen beginnen.\nToch gebeurt dat niet.\nZe zeggen dat ze niet anders kunnen dan ongehoorzaam zijn omdat ze op omvallen staan en steun vanuit de overheid uitblijft.", "paragraphs": ["De GGD gaat ervan uit dat niet-risicogroepen worden ingeënt vanaf augustus. Tot die tijd denkt de GGD dat vooral de huisartsen aan het werk moeten om risicogroepen in te enten. Daarmee wordt, zoals het er nu uitziet, begonnen op 4 januari 2021. Het duurt de horeca allemaal te lang. Die wil zo snel mogelijk open.", "Vaccinontwikkelaars BioNTech/Pfizer en Moderna hebben inmiddels officieel een aanvraag tot markttoelating gedaan bij het Europees Medicijn Agentschap (EMA). Dat betekent dat de testfase van deze vaccins is afgerond. EMA zalpean Medicines Agenzalzal de vaccins nu in samenwerking met het College ter Beoordeling van Geneesmiddelen (CBG) beoordelen op onder andere veiligheid, kwaliteit en effectiviteit. Als dit proces voorspoedig verloopt, verwacht het EMA uiterlijk 29 december met een oordeel te komen over het vaccin van BioNTech/Pfizer. Dan kan het inenten begin januari beginnen.", "Dat inenten wordt gedaan door bedrijfsartsen (die zorgpersoneel gaan inenten) en huisartsen (die zich richten op zestigplussers en mensen met een zwakke gezondheid). De rest (6,5 miljoen mensen) neemt de GGD voor haar rekening.", "Het EMA kan nog besluiten dat het vaccin – waarvan in januari mogelijk een miljoen doses beschikbaar komen – niet geschikt is voor ouderen en kwetsbaren. Dan kan deze lading worden doorgeschoven naar een andere (mogelijk weerbaardere) groep.", "Het voorbereiden zit hem bij de GGD nu vooral in het maken van plannen, spreken met uitzendbureaus en voorbereiding van de ICT.", "Personeel moet straks worden gevonden via uitzendbureaus of door de medewerkers aan de teststraten om te scholen. Mensen opleiden tot ‘prikker’ duurt zo’n twee dagen.", "Volgens de GGD is nu de voornaamste klus het inrichten van de ICT die ervoor moet zorgen dat goed kan worden bijgehouden wie er al is gevaccineerd en wie niet, en wie na drie weken moet langskomen voor een tweede prik. Ook het regelen van de privacy en wie er bij die gegevens kan, is iets waaraan nog wordt gewerkt.", "Presidenten laten zich op tv inenten", "Drie voormalige presidenten van de Verenigde Staten, Barack Obama, George W. Bush en Bill Clinton, hebben zich bereid verklaard om het moment dat zij worden ingeënt tegen het coronavirus op televisie te laten uitzenden. Zo hopen ze hun landgenoten te laten zien dat de vaccins veilig zijn.", "Daarover bericht de Amerikaanse nieuwszender CNN. De voormalige leiders moeten nog wel even geduld hebben. De Amerikaanse toezichthouder heeft nog geen coronavaccin goedgekeurd. In het Verenigd Koninkrijk gebeurde dat deze week al wel.", "Horeca wel of niet open", "D66-fractieleider in de Tweede kamer Rob Jetten wil intussen dat het kabinet bepaalde restaurants toestaat weer gasten te ontvangen. ‘De sluiting is moeilijk uit te leggen na de beelden van volle winkelstraten,’ vindt Jetten.", "Komende dinsdag is er een nieuwe persconferentie. Dan komt waarschijnlijk antwoord op de vraag of restaurants en cafés over twee weken weer open mogen. Jetten schat de kans dat dit mag zeer klein is.", "Volgens Jetten ontbreekt het aan perspectief. ‘We moeten niet langer vasthouden aan de alles-of-niets-strategie. Het kan en moet slimmer.’ Slimmer is volgens Jetten dat sommige horecazaken de ruimte moeten krijgen om te experimenteren met opening onder strikte voorwaarden. Bezoekers moeten reserveren, worden naar hun tafel geleid in een goed geventileerde ruimte en worden vooraf of achteraf allemaal getest op corona. In de teststraten is immers nu sprake van overcapaciteit.", "Volgens Jetten stammen de gedachten over deze proeftuinen al uit dit najaar, maar er is te weinig mee gedaan. ‘Terwijl zelfs het RIVM en het OMT zeggen dat we ermee kunnen beginnen. Toch gebeurt dat niet. Dat frustreert me.’", "Horeca wil gewoon open", "Horecazaken in vijftig steden en regio’s hebben laten weten dat zij op 17 januari weer opengaan, zelfs als dat niet mag. De ondernemers zeggen het vertrouwen in het kabinet op. Ze zeggen dat ze niet anders kunnen dan ongehoorzaam zijn omdat ze op omvallen staan en steun vanuit de overheid uitblijft.", "Het gaat om ondernemers in vijftig lokale afdelingen van Koninklijke Horeca Nederland (KHN). Onder andere in Breda, Maastricht, Eindhoven, Leiden, Leeuwarden, Arnhem, Nijmegen en Alkmaar hebben horecabazen zich bij de actie aangesloten. Ondernemers in de vier grote steden Amsterdam, Rotterdam, Den Haag en Utrecht doen niet mee."], "authors": [], "keywords": ["zo", "werk", "van", "grootschalig", "vaccineren", "het", "op", "zijn", "gaat", "corona", "worden", "niet", "een", "en", "dat", "te", "kan", "tegen"], "pubDate": "2020-12-03T12:30:42+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}