{"id": "c392aaaf-b41b-358c-88fe-3cdac1c2f2fc", "title": "Moeder is volgens hof wel schuldig aan dood Sharleyne (8) en krijgt bijna tien jaar cel", "url": "https://www.nu.nl/binnenland/6101265/moeder-is-volgens-hof-wel-schuldig-aan-dood-sharleyne-8-en-krijgt-bijna-tien-jaar-cel.html", "summary": "Volgens het hof zijn de scenario's zelfmoord of slaapwandelen niet aannemelijk.\nJuist omdat J. dit als een afscheidsbrief typeert, weet ze volgens het hof wat er die nacht is gebeurd.\nDaarnaast was er niemand anders bij haar en Sharleyne in de woning.\nHet hof wilde tien jaar cel opleggen, maar vanwege de lange duur van de zaak zijn er drie maanden van de straf afgetrokken.\nDe vader van Sharleyne laat via zijn advocaat Sébas Diekstra weten enorm opgelucht te zijn.", "paragraphs": ["Het gerechtshof in Leeuwarden is maandag tot de conclusie gekomen dat Hélène J. wel degelijk schuldig is aan de dood van haar achtjarige dochter Sharleyne in 2015. De vrouw die eerder door de rechtbank werd vrijgesproken, is veroordeeld tot negen jaar en negen maanden cel.", "Volgens het hof zijn de scenario's zelfmoord of slaapwandelen niet aannemelijk.", "Een belangrijke pijler is de verklaring van de bovenbuurman van J. Deze man vertelde al in 2015 tegen de politie te hebben gezegd dat hij in de fatale nacht rumoer had gehoord, gevolgd door een doffe knal en het geluid van iets dat over de reling werd gegooid.", "Deze verklaring werd echter niet opgenomen in het dossier. Toen de rechtbank in 2017 van deze getuigenis hoorde, achtte de rechter het niet onmogelijk dat het verhaal was beïnvloed door alle informatie die eerder naar buiten was gekomen.", "In het hoger beroep stelde een geheugendeskundige echter dat het verhaal van de bovenbuurman naar zijn mening aanzienlijk betrouwbaar geacht kan worden. Deze conclusie neemt het hof over. Zijn verklaring vormt daarmee belangrijk bewijs.", "J. heeft namelijk altijd verklaard in de bewuste nacht in juni 2015 wakker te zijn geworden van de tocht en daarna naar de slaapkamer van Sharleyne te zijn gegaan, om vervolgens te constateren dat ze daar niet was. Ze zou daarna de galerij op zijn gelopen en over de reling hebben gekeken, waarna ze het meisje zou hebben zien liggen.", "Moeder sprak van afscheidsbrief", "Het hof oordeelt dat deze verklaring ongeloofwaardig is. Volgens de rechter vertelde de moeder na de vondst van haar dochter aan de politie dat ze die middag in juni ruzie had gehad met Sharleyne en dat het meisje een afscheidsbrief had geschreven.", "Op het desbetreffende briefje had Sharleyne \"ik haat je\" geschreven. Juist omdat J. dit als een afscheidsbrief typeert, weet ze volgens het hof wat er die nacht is gebeurd. Daarnaast was er niemand anders bij haar en Sharleyne in de woning. Er is overigens geen bewijs dat het meisje is gewurgd.", "Het hof wilde tien jaar cel opleggen, maar vanwege de lange duur van de zaak zijn er drie maanden van de straf afgetrokken. J. was zelf niet aanwezig bij de uitspraak. Ze heeft nog de mogelijkheid in cassatie te gaan.", "De vader van Sharleyne laat via zijn advocaat Sébas Diekstra weten enorm opgelucht te zijn. Hij heeft de belofte aan zijn dochter eindelijk kunnen inlossen, aldus Diekstra. \"Namelijk het voor het gerecht brengen en veroordeeld krijgen van de dader\", licht de advocaat toe."], "authors": ["Door", "Joris Peters"], "keywords": ["krijgt", "schuldig", "van", "zijn", "jaar", "en", "ze", "moeder", "sharleyne", "tien", "te", "het", "hof", "niet", "dat", "wel", "volgens"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}