{"id": "c393b56b-abb1-36fa-849c-4b29c1699ff0", "title": "Oneindig garen spinnen bij afgedankte tampons en KLM-uniformen", "url": "https://www.volkskrant.nl/kijkverder/v/2020/circulaire-economie-aflevering-5-oneindig-garen-spinnen-bij-afgedankte-tampons-en-klm-uniformen~v397158/", "summary": "‘Dit zijn oude tampons’, directeur van Texperium, Paula Konter, wijst naar een lange sliert wit textiel.\nHet is een van de opvallende grondstoffen waar het innovatielab gerecyclede garens van spint.\nVerderop liggen blauwe garens, gesponnen van gerecyclede PET-flessen en oude KLM-uniformen.\nHeeft een bedrijf textiel over en geen idee of er nog iets van gemaakt kan worden?\nNa vijf jaar innovatiesubsidies voeren ze nu uiteenlopende commerciële opdrachten uit.", "paragraphs": ["‘Dit zijn oude tampons’, directeur van Texperium, Paula Konter, wijst naar een lange sliert wit textiel. ‘Afgekeurde dan hè, niet gebruikte’, lacht ze. Het is een van de opvallende grondstoffen waar het innovatielab gerecyclede garens van spint. Verderop liggen blauwe garens, gesponnen van gerecyclede PET-flessen en oude KLM-uniformen. Maar ook de bekleding van NS-sprinters is hier in Haaksbergen door de machines gegaan en mede dankzij Texperium drogen de mannen en vrouwen van de Nederlandse krijgsmacht zich nu af met handdoeken gemaakt van 40 procent gerecycled katoen.", "Stichting Texperium is elf jaar geleden opgericht om te onderzoeken wat mogelijk is op het gebied van mechanische textielrecycling. Heeft een bedrijf textiel over en geen idee of er nog iets van gemaakt kan worden? Dan proberen ze in de fabriek in Haaksbergen een circulaire oplossing te vinden. Na vijf jaar innovatiesubsidies voeren ze nu uiteenlopende commerciële opdrachten uit."], "authors": ["December"], "keywords": ["klmuniformen", "texperium", "van", "bij", "garen", "het", "spinnen", "afgedankte", "tampons", "textiel", "een", "ze", "en", "te", "oude", "nu", "oneindig"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}