{"id": "c3940190-8387-3f88-9e88-6cdb9851f245", "title": "IJskoud koelt nu coronavaccins in plaats van bier", "url": "https://www.parool.nl/amsterdam/ijskoud-koelt-nu-coronavaccins-in-plaats-van-bier~b4039620/", "summary": "Jose Komin, directeur van het bedrijf IJskoud.\nKomin: “We hebben vijftien ziekenhuizen als klant, waaronder het AMC en het VUMC, en ook een aantal laboratoria.\n“Een van de leuke kanten van mijn werk in het ziekenhuis was de omgang met de specialisten.\n“Die koeling is cruciaal voor het vaccin van Pfizer, maar voor de andere vaccins die nog komen gaan, speelt het een minder belangrijke rol.\nHet kan ook heel goed zijn dat het om een tijdelijke inspanning gaat, en dat het over een jaar weer allemaal voorbij is.", "paragraphs": ["Jose Komin, directeur van het bedrijf IJskoud. Beeld Jean-pierre Jans", "De telefoon staat roodgloeiend bij IJskoud. De hele dag door komen de telefoontjes binnen van huisartsen, ziekenhuizen en gezondheidsdiensten, nu een start is gemaakt met de grote vaccinatiecampagne tegen corona. “Er zijn nog steeds veel vraagtekens, ook voor ons,” vertelt directeur José Komin. “Maar we zijn klaar voor wat komen gaat. Als ergens extra koelruimte voor de opslag van de vaccins nodig is, kunnen we snel handelen.”", "Het motto van de onderneming is: wij maken alles koud. Dus ook een vaccin dat moet worden bewaard op een temperatuur van min 80 graden. Koelinstallaties voor de medische wereld zijn een specialisme van IJskoud. Komin: “We hebben vijftien ziekenhuizen als klant, waaronder het AMC en het VUMC, en ook een aantal laboratoria. In Noorwegen hebben we onlangs ter plaatse een vriescel gebouwd voor een farmaceut, maar we leveren apparatuur ook stekkerklaar.”", "Dat specialisme komt goed van pas nu er voorbereidingen moeten worden getroffen voor de opslag van miljoenen doses van de vaccins tegen corona. Het vaccin van Pfizer wordt vanuit het opslagpunt in Oss over het land gedistribueerd. “Droogijs zorgt ervoor dat het vaccin tijdens het transport op temperatuur blijft,” weet Komin. “Maar er is ook koeling nodig op de plekken waar het vaccin wordt toegediend, zoals de prikstations die nu worden ingericht.”", "Bier", "Het doet Komin niet alleen om zakelijke redenen plezier dat haar bedrijf een rol kan spelen in de aanpak van corona. De ondernemer was eerder werkzaam in het Lucasziekenhuis als teamleider van de polikliniek. “Mijn man Henk had IJskoud in 2000 overgenomen van de vorige eigenaar, maar kreeg als supertechneut steeds meer moeite met de rol van manager. In 2005 heb ik ontslag genomen in het ziekenhuis om me met het bedrijf te kunnen bezighouden.”", "Komin voelde zich meteen als een vis in het vriesvak. “Een van de leuke kanten van mijn werk in het ziekenhuis was de omgang met de specialisten. Dat zijn ook techneuten, mensen die ontzettend veel weten van hun vakgebied, maar het vaak moeilijk kunnen uitleggen aan een leek. Dat is hier in het bedrijf ook zo. Ik zie het als mijn werk om de communicatiekloof te dichten tussen de specialisten en hun omgeving.”", "De nieuwe baas gaf ook een ruk aan het roer. IJskoud was voordien vooral werkzaam in de horeca. Komin: “De horeca is conjunctuurgevoelig en dat is een risico. We hebben nog steeds restaurants en hotels als klant, en voor een paar kleine cafés die we nog van vroeger kennen koelen we nog steeds het bier, maar er zijn nieuwe branches bijgekomen. Voor de medische tak hebben we tegenwoordig 35 mensen in dienst, en dat aantal groeit nog steeds.”", "Corona gaat het komende jaar waarschijnlijk voor veel extra drukte zorgen, maar Komin rekent zich niet rijk. “Die koeling is cruciaal voor het vaccin van Pfizer, maar voor de andere vaccins die nog komen gaan, speelt het een minder belangrijke rol. Het kan ook heel goed zijn dat het om een tijdelijke inspanning gaat, en dat het over een jaar weer allemaal voorbij is. Daar denken klanten natuurlijk ook over na.”"], "authors": ["Patrick Meershoek"], "keywords": ["coronavaccins", "van", "koelt", "voor", "en", "een", "bier", "komin", "nu", "ook", "als", "het", "maar", "dat", "plaats", "ijskoud"], "pubDate": "2021-01-07T14:11:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}