{"id": "c3c90095-2672-3856-8e98-6f3ff6612666", "title": "Geef ongevaccineerden hun eigen Staphorst", "url": "https://nrc.nl/nieuws/2020/12/31/geef-ongevaccineerden-hun-eigen-staphorst-a4025776", "summary": "Ik moet dus nog maanden ongevaccineerd rondlopen en dat maakt mij bang en boos.\nDat was ook hard nodig, de staat was anno 1980 uit zijn krachten gegroeid en het eigen initiatief werd verstikt.\nOok zorgen over privacy kunnen de uitrol van het vaccin vertragen, zie de trammelant rond de ontwikkeling van de corona-app.\nAparte avonden voor gevaccineerden en ongevaccineerden zijn ook een optie, net als we nu aparte saunadagen kennen voor mannen en vrouwen.\nAls de massavaccinatie eenmaal loopt zullen velen alsnog meedoen, vooral als het virus massaal toeslaat onder de weigeraars.", "paragraphs": ["Wanneer word ik gevaccineerd? Misschien ben ik in maart aan de beurt, maar het kan ook juni worden. Ik moet dus nog maanden ongevaccineerd rondlopen en dat maakt mij bang en boos. Israël is eind deze maand klaar met het vaccineren van alle zestigplussers, Nederland is juist extreem langzaam. Als gevolg daarvan gaan er tot eind maart duizenden mensen extra dood en belanden meer dan tienduizend mensen met Covid in het ziekenhuis. Zij zijn koortsig, benauwd en doodmoe, herstel kan lang duren en een aantal herstelt nooit. Daar kan ik er één van zijn. Waarom gaan die vaccinaties zo langzaam? Ik zie drie factoren.", "Allereerst ontbreekt de regie. Dat is geen toeval, we zijn al veertig jaar bezig de staat uit te kleden en zijn taken over te hevelen naar de markt. Dat was ook hard nodig, de staat was anno 1980 uit zijn krachten gegroeid en het eigen initiatief werd verstikt. Maar de afbraak is te ver doorgeschoten en daarom ontbreekt nu de centrale sturing. GGD’s, ziekenhuizen, huisartsen, verzekeraars, zorginstellingen en andere instanties kijken naar Den Haag voor regie, maar Den Haag kan dat niet meer.", "Een tweede factor is de angst voor boze burgers. Alles wordt drie keer beoordeeld en gecontroleerd, we gaan pas prikken als de callcenters op de gekste vragen antwoord hebben en we willen een IT-systeem dat elke bijwerking registreert. Die angst voor bijwerkingen is overdreven, experts zeggen dat langetermijngevaren van vaccins zeldzaam zijn, maar kennelijk worden experts onvoldoende vertrouwd. Komt dat misschien ook door te veel marktwerking, die sommige wetenschappers afhankelijk heeft gemaakt van de industrie? Ook zorgen over privacy kunnen de uitrol van het vaccin vertragen, zie de trammelant rond de ontwikkeling van de corona-app. Het is vervelend als je naam op straat komt te liggen, maar hoe erg is dat vergeleken met Covid?", "Brave bejaarden", "Een laatste factor waardoor het zo traag gaat, lijkt mij de braafheid van de bejaarden. Tienduizend boze zeventigplussers kunnen met anderhalve meter afstand een stoet vormen van vijf kilometer. Als die dagelijks door de straten van Den Haag marcheert, al roepende ‘Wij Willen Vaccinatie!’, zou dat voor de regering een steuntje in de rug zijn om de zaak te versnellen en wat hoekjes af te snijden. Maar de bejaarden zitten thuis en wachten op hun beurt.", "Kan het anders? We kunnen niet halsoverkop de krachtdadige overheid creëren die we voor de bestrijding van de coronapandemie nodig hebben. Hopelijk is die er wel voor de volgende pandemie. Deskundigen voorspellen dat die gaat komen; door de verwoesting van de natuur komen er nieuwe virussen en bacteriën onder de mensen en via Schiphol zijn die zo bij ons.", "We kunnen wel het vaccineren versnellen door de bokken te scheiden van de schapen. Zolang niet minstens 70 procent van de bevolking is ingeënt, blijft het virus in de kudde rondwaren, vandaar die tijdvretende aandacht voor alle mogelijke bezwaren tegen vaccinatie. Niets lijkt te helpen, miljoenen mensen blijven bang voor ‘bijwerkingen’ en dat gaat niet over.", "Een radicale oplossing is dan om twéé kuddes te vormen, één van gevaccineerden en één van weigeraars. De bereidwilligen worden zo snel mogelijk gevaccineerd, met voorbijgaan aan allerlei plichtplegingen en voorzorgen. Zij krijgen een vaccinpaspoort. Wie niet wil krijgt geen vaccin, het blijft vrijwillig.", "Knuffelen en feesten", "Als alle bereidwilligen zijn gevaccineerd kan de samenleving open, we kunnen weer knuffelen en feesten. Een verstandig mens zal echter regelmatig naar een vaccinpaspoort vragen. Immers: in een samenleving zonder beperkingen houd je als gevaccineerde een niet-verwaarloosbaar risico om te worden aangestoken. Als ik in juli bel om een restaurant te reserveren zal daarom mijn eerste vraag zijn: laten jullie ongevaccineerden binnen? Menig restaurant zal daar verontwaardigd het antwoord op weigeren maar dat geeft niet. Restaurants zat, en het is gauw genoeg bekend welke veilig zijn. Aparte avonden voor gevaccineerden en ongevaccineerden zijn ook een optie, net als we nu aparte saunadagen kennen voor mannen en vrouwen. Idem bij theaters en musea en zelfs op het werk. Waarom zou je werken naast een collega die jou misschien besmet met een vreselijke ziekte? De nieuwe virusvariant uit Engeland maakt dit extra riskant.", "Zo krijgen de ongevaccineerden hun eigen samenleving. Ik verwacht dat die klein zal zijn. Als de massavaccinatie eenmaal loopt zullen velen alsnog meedoen, vooral als het virus massaal toeslaat onder de weigeraars. Dat zagen we vijftig jaar geleden al in Staphorst. De Staphorstenaren lieten vanuit hun geloofsovertuiging hun kinderen niet vaccineren, maar toen er een epidemie van kinderverlamming uitbrak haastten ze zich bij duizenden naar de GGD.", "In een tweekuddensamenleving krijgen veel van de resterende vaccinweigeraars Covid. De meesten zullen dat overleven en zijn daarna immuun, een aantal sterft en dan is de epidemie voorbij. Hopelijk gaat dat geen zes maanden meer duren.", "Martijn Katan is biochemicus en emeritus hoogleraar voedingsleer aan de Vrije Universiteit Amsterdam. Voor bronnen en cijfers: is biochemicus en emeritus hoogleraar voedingsleer aan de Vrije Universiteit Amsterdam. Voor bronnen en cijfers: mkatan.nl", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 2 januari 2021"], "authors": ["Leestijd Minuten"], "keywords": ["zijn", "van", "voor", "en", "eigen", "een", "geef", "hun", "te", "staphorst", "als", "ongevaccineerden", "het", "dat", "die"], "pubDate": "2020-12-31T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}