{"id": "c4176627-8dd6-3351-943c-8a8e66c1fcf4", "title": "Is een egel prikkelend, prikkend of toch maar gewoon stekelig?", "url": "https://trouw.nl/cultuur-media/is-een-egel-prikkelend-prikkend-of-toch-maar-gewoon-stekelig~bbbc225d/", "summary": "Het antwoord was natuurlijk een egel, maar het woord ‘prikkelend’ verbaasde haar.\nOok als je niet weet dat stotteren van herhaaldelijk stoten komt, associeer je het met korte, herhaalde klanken.\nHet zou kunnen dat de kruiswoordontwerper eerst ‘prikkend’ in gedachten heeft gehad, toen de egel met zijn vele stekels voor zich zag en van daaruit de frequentatieve vorm passender vond.\nDie betekenissen zijn ook ontstaan uit dat letterlijke herhaaldelijke prikken (probeer het je maar voor te stellen), maar die oorspronkelijke betekenis is wel wat naar de achtergrond gedrongen.\nOok een taalvraag?", "paragraphs": ["Een lezeres las in de kruiswoordpuzzel in Trouw de omschrijving ‘prikkelend insectenetend zoogdier’. Het antwoord was natuurlijk een egel, maar het woord ‘prikkelend’ verbaasde haar. Moest dat niet ‘prikkend’ zijn?", "Het lijkt me een twijfelgeval. De twee woorden ‘prikken’ en ‘prikkelen’ zijn verwant, dat is duidelijk. Meer precies is ‘prikkelen’ een zogeheten frequentatief van ‘prikken’. Het woorddeel ‘-el’ (soms ook ‘-er’) kan worden toegevoegd aan werkwoorden met als resultaat dat er qua betekenis iets van frequentie of herhaling ontstaat. Hinkelen is herhaaldelijk hinken, huppelen is herhaaldelijk huppen.", "Soms verandert een van de werkwoorden in de loop der tijd van klank: stotteren is oorspronkelijk herhaaldelijk (uit)stoten en bibberen is herhaaldelijk beven (denk ook aan het Duitse beben). In de woordvormingsleer is bekend dat mensen dat woorddeel -el (of -er) zelfs associëren met herhaling, ook als ze de afkomst van het woord niet kennen. Ook als je niet weet dat stotteren van herhaaldelijk stoten komt, associeer je het met korte, herhaalde klanken.", "Terug naar de egel. Het zou kunnen dat de kruiswoordontwerper eerst ‘prikkend’ in gedachten heeft gehad, toen de egel met zijn vele stekels voor zich zag en van daaruit de frequentatieve vorm passender vond. Met al die stekels moet je wel vaker dan een keer prikken.", "Toch wordt ‘prikkelend’ meestal in een figuurlijke betekenis van ‘aansporen’ of ‘irriteren’ gebruikt, of zelfs meer specifiek in de bijbetekenis dat de zinnen geprikkeld worden. Die betekenissen zijn ook ontstaan uit dat letterlijke herhaaldelijke prikken (probeer het je maar voor te stellen), maar die oorspronkelijke betekenis is wel wat naar de achtergrond gedrongen. Aangezien het hier geen cryptogram betrof, was misschien ‘stekelig’ beter geweest.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["van", "toch", "prikkend", "stekelig", "gewoon", "prikkelend", "het", "maar", "egel", "met", "herhaaldelijk", "zijn", "een", "ook", "dat", "en", "je"], "pubDate": "2020-11-13T13:34:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}