{"id": "c4295f4f-5bcd-3f35-88d2-0f36c257615d", "title": "Provincie: Spoor naar Zernike langs kanaal, of niet", "url": "https://www.dvhn.nl/groningen/Provincie-Spoor-naar-Zernike-langs-kanaal-of-niet-26295883.html", "summary": "De provincie Groningen wijst een spoorbaan naar Zernike in de Reitdiepzone naast de westelijke ringweg in Groningen af.\nloadingDe provincie onderzoekt mogelijkheden om het openbaar vervoer naar de in omvang en belang groeiende Zernike Campus te verbeteren.\nDaarbij zijn drie opties voor het spoor bekeken: twee spoorlijnen met Zernike als eindpunt en het verplaatsen van de huidige spoorlijn naar Delfzijl/ Eemshaven naar de campus.\nVolgens de provincie is alleen een aftakking van het huidige spoor langs het Van Starkenborghkanaal, achter de begraafplaats Selwerderhof langs, haalbaar.\nBusroutesHet plan wordt verder uitgewerkt en onderzocht op haalbaarheid door gemeente en provincie Groningen.", "paragraphs": ["De provincie Groningen wijst een spoorbaan naar Zernike in de Reitdiepzone naast de westelijke ringweg in Groningen af. Alleen een doodlopende spoorbaan achter de begraafplaats Selwerderhof is haalbaar.", "Volgens de provincie is een spoorbaan in combinatie met de Westelijke Ringweg te duur. Hij zou bovendien veel ruimte kosten of nadelig zijn voor bestaande plannen en de woonkwaliteit, het groen en natuur bij de ringweg.", "loading", "De provincie onderzoekt mogelijkheden om het openbaar vervoer naar de in omvang en belang groeiende Zernike Campus te verbeteren. Daarbij zijn drie opties voor het spoor bekeken: twee spoorlijnen met Zernike als eindpunt en het verplaatsen van de huidige spoorlijn naar Delfzijl/ Eemshaven naar de campus.", "Volgens de provincie is alleen een aftakking van het huidige spoor langs het Van Starkenborghkanaal, achter de begraafplaats Selwerderhof langs, haalbaar.", "Busroutes", "Het plan wordt verder uitgewerkt en onderzocht op haalbaarheid door gemeente en provincie Groningen. Dat gebeurt eveneens met vier snelle busroutes vanaf Zuidhorn, station Europark/ station Noord, P+R Hoogkerk/ station Suikerzijde en Hoofdstation/ station Suikerzijde.", "loading", "", "", "", ""], "authors": ["Frits Poelman"], "keywords": ["spoorbaan", "provincie", "naar", "van", "niet", "spoor", "een", "kanaal", "zernike", "het", "en", "station", "met", "langs"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}