{"id": "c4384fc4-8b4e-3755-8c58-5f268630d8e8", "title": "Vertel de traumatische verhalen van deze crisis", "url": "https://nrc.nl/nieuws/2020/12/28/vertel-de-traumatische-verhalen-van-deze-crisis-a4025428", "summary": "We hebben het over zonen en dochters voor wie het verzorgen van hun ouders een tweede natuur en beroep is geworden.\nMet andere woorden: pas als alle leden van een samenleving op menselijke waardigheid kunnen rekenen, ook de minst bedeelden, dan kun je van welbehagen en beschaafde samenleving spreken.\nEen sublieme historische ervaring komt volgens hem voort uit het traumatisch besef dat het verleden onherstelbaar is en een nieuw tijdperk aanbreekt.\nNiet voor mijn dierbare, niet voor mij, en niet voor mijn familie.\nDoor onze verhalen te delen, kunnen wij bijdragen aan de toename van het maatschappelijke besef over de mate waarin de coronacrisis traumatisch is geweest.", "paragraphs": ["De twee Kerstdagen heb ik in het ziekenhuis doorgebracht met een opgenomen dierbare. Inmiddels behoor ik tot de honderdduizenden Nederlanders voor wie het mysterieuze virus geen abstractie meer is.", "We weten als geen ander dat achter ieder coronacijfer verhalen schuilen. Verhalen over moeders die hun levens hebben opgeofferd zodat hun kinderen het beter zouden krijgen. We hebben het over zonen en dochters voor wie het verzorgen van hun ouders een tweede natuur en beroep is geworden. Mensen van vlees en bloed die hun levensvreugde niet uitsluitend ontlenen aan het bedrag op hun bankrekening, maar vooral aan wederkerige aandacht.", "Het welzijn van een samenleving wordt sowieso niet gekenmerkt door materieel bezit, maar door haar vermogen om de menselijke maat te institutionaliseren. Met andere woorden: pas als alle leden van een samenleving op menselijke waardigheid kunnen rekenen, ook de minst bedeelden, dan kun je van welbehagen en beschaafde samenleving spreken.", "Het kost mij veel moeite om in mijn directe omgeving iemand te identificeren voor wie 2020 een makkelijk jaar was. Nederland (en de wereld) voerde niet alleen een medische oorlog tegen een virus dat zich in de lucht hield, we verkeerden ook in een psychologische oorlog. Waarheid versus de ‘infodemie’. Viruswaarheid versus het RIVM. Illegale feestjes versus uitgeputte zorgmedewerkers. Nederland onderging, net als de rest van de wereld, een sublieme historische ervaring.", "In Sublime Historical Experience (2005) vroeg de geniale Groningse geschiedsfilosoof Frank Ankersmit aandacht voor gevoelens en stemmingen in onze omgang met het verleden. Een sublieme historische ervaring komt volgens hem voort uit het traumatisch besef dat het verleden onherstelbaar is en een nieuw tijdperk aanbreekt. Je hoeft geen historicus en filosoof te zijn om in te zien dat de coronacrisis en het jaar 2020 als sublieme historische ervaring gezien kunnen worden. Toch blijven de vragen: welke ervaringen van deze crisis onthouden wij en wat doen we ermee?", "Twee scenario’s zijn denkbaar, afhankelijk van onze weerstand tegen het collectieve kortetermijngeheugenverlies.", "In het eerste scenario komen wij in een post-Covid-wereld waarin onze maatschappelijke structuren niets van de crisis hebben geleerd. In dit scenario zijn winkels religieuze centra en is consumentisme de religie. Het grootkapitaal doet hierbij graag zijn best om het klimaat naar de filistijnen te helpen. Kortom, het is best denkbaar dat we na de corona-crisis op een herstel-knop drukken en terugkeren naar de orde van de dag.", "Het tegenovergestelde is ook mogelijk, en dat is het tweede scenario. In dit scenario hebben de vele opgedoken coronafilosofen gelijk en geldt de coronacrisis als een katalysator om onze maatschappelijke orde te herstructureren. Dus inderdaad: doei neoliberaal tijdperk, welkom sterkere overheid en maatschappelijk middenveld. Doei financialisering en economisme, hallo meer waardering voor de zorg en andere vitale beroepen. Niet door applausjes en eenmalige bonussen, maar door structurele hervormingen.", "Ik zou deze analyse verder willen abstraheren, maar Covid-19 is geen abstractie. Niet voor mijn dierbare, niet voor mij, en niet voor mijn familie. Ik zou complexe analyses willen maken over de noodzaak van maatschappelijke mobilisatie om er voor te zorgen dat we een goede crisis niet verloren laten gaan, maar ik ben genoodzaakt om op deze plek de essentie te vangen: zonder belevenis heb je geen verandering.", "Daarom hoop ik dat velen zich durven uit te spreken over wat de coronacrisis met hen heeft gedaan. Ik ben inmiddels onderdeel van de honderdduizenden Nederlanders die door de coronacrisis onvertelde verhalen met zich meedragen. We zijn woedend, bang, voelen ons schuldig, verward, uitgeput, verloren. Door onze verhalen te delen, kunnen wij bijdragen aan de toename van het maatschappelijke besef over de mate waarin de coronacrisis traumatisch is geweest. Het besef van collectief trauma, als een sublieme historische belevenis, kan bijdragen aan radicale verandering.", "Het was geen Kerst met uitgebreide diners en cadeaus. Maar ik heb deze ene Kerst lessen geleerd waar ik normaal gesproken twintig jaar over zou doen. Ik gun onze samenleving hetzelfde: de pijn gebruiken als transformerende energie. Om de bemoedigende woorden uit de kersttoespraak van de koning te herhalen: „Heb geduld. De zon keert terug, het licht komt terug.”", "Kiza Magendane, politicoloog, werkt bij The Broker, een denktank voor duurzame ontwikkeling. Hij vervangt deze week Maxim Februari.", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 29 december 2020"], "authors": ["Kiza Magendane", "Leestijd Minuten"], "keywords": ["ik", "van", "het", "voor", "en", "verhalen", "een", "om", "traumatische", "niet", "te", "crisis", "vertel", "deze", "dat"], "pubDate": "2020-12-28T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}