{"id": "c44294a0-344d-33bb-afbe-d51ac6714d09", "title": "Kim Kardashian belt gevangene vlak voor executie en dat gesprek ging zo", "url": "https://www.metronieuws.nl/in-het-nieuws/buitenland/2020/12/kim-kardashian-belt-gevangene-vlak-voor-executie-en-dat-gesprek-ging-zo/", "summary": "Kim Kardashian belt gevangene vlak voor executie en dat gesprek ging zoSlechts een paar uur voor de executie van een ter dood veroordeelde gevangene in de Verenigde Staten, belde realityster Kim Kardashian met hem.\nZe sprak Brandon Bernard waarschijnlijk voor de laatste keer, en was een van de laatste mensen waarmee hij een gesprek voerde.\nIn 2019 zorgde Kardashian nog voor de vrijlating van een gevangene die al 22 jaar vastzat.\nOver haar gesprek met de, inmiddels geëxecuteerde, gevangene zegt ze: „Ik heb zojuist met Brandon gesproken, waarschijnlijk was dat de laatste keer.\nZo beschamend.”Trump gaf, in de allerlaatste weken van zijn presidentschap, nog de opdracht om Brandon en vier andere gevangenen te executeren.", "paragraphs": ["Kim Kardashian belt gevangene vlak voor executie en dat gesprek ging zo", "Slechts een paar uur voor de executie van een ter dood veroordeelde gevangene in de Verenigde Staten, belde realityster Kim Kardashian met hem. Ze sprak Brandon Bernard waarschijnlijk voor de laatste keer, en was een van de laatste mensen waarmee hij een gesprek voerde. Dat schrijft ze op social media.", "De wereldberoemde Kardashian is echt niet alleen maar bezig met Instagram, haar rol in Keeping Up with the Kardashians en haar eigen make-up lijn. Ze zet zich de afgelopen tijd ook enorm in voor mensenrechten. En dan (onterecht) ter dood veroordeelde gevangenen in het bijzonder.", "Al een paar keer heeft ze gevangenen uit de gevangenis ‘gered’. In 2019 zorgde Kardashian nog voor de vrijlating van een gevangene die al 22 jaar vastzat. „Ik had net een geweldig telefoongesprek met zijn prachtige familie en met de advocaat die ervoor zorgde dat hun geliefde Jeffrey in Miami is vrijgelaten – hij bracht 22 jaar van zijn leven achter de tralies door vanwege een klein, drugsgerelateerd vergrijp”, zei ze toen.", "‘Moeilijkste telefoontje ooit’", "Nu belde ze dus met Brandon, die ter dood veroordeeld was. Over haar gesprek met de, inmiddels geëxecuteerde, gevangene zegt ze: „Ik heb zojuist met Brandon gesproken, waarschijnlijk was dat de laatste keer. Het was het moeilijkste telefoontje dat ik ooit heb gepleegd. Brandon was zoals altijd onzelfzuchtig en focuste zich op zijn gezin om te zorgen dat zij in orde zijn. Hij zei dat ik niet moest huilen omdat ons gevecht nog niet voorbij is.”", "Na afloop van het gesprek namen de twee geen afscheid van elkaar. „We wilden hoopvol zijn dat we elkaar weer zouden spreken. We zeiden dan ook: ik spreek je snel.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "‘Beschamend’", "Kim probeerde de afgelopen 24 uur de executie van Brandon te stoppen en riep de Amerikaanse president Donald Trump op om de straf om te zetten. Brandon zou medeplichtig zijn aan de dood van Todd en Stacie Bagley uit Iowa tijdens een overval in 1999. Een jaar later, toen hij 18 was, werd hij schuldig bevonden aan moord. Maar de afgelopen jaren werd dat vonnis in twijfel getrokken. Aan het licht kwam dat het proces van Bernard vol onvolledigheden zat. Zo zou Brandon niet de schutter zijn geweest.", "De realityster en zakenvrouw wordt diep geraakt door deze zaak. Gisteren zei ze al dat ze de hele ochtend aan het huilen was. „Het is #HumanRightsDay en hier in de Verenigde Staten executeren we iemand die 18 was op het moment van de misdaad, niet de schutter was en zichzelf heeft gerehabiliteerd. Zo beschamend.”", "Trump gaf, in de allerlaatste weken van zijn presidentschap, nog de opdracht om Brandon en vier andere gevangenen te executeren. Zijn opvolger, Joe Biden, is tegen de doodstraf.", "Lees ook: ‘Johnny Depp is compleet doorgeslagen’"], "authors": [], "keywords": ["zo", "brandon", "van", "het", "executie", "kardashian", "met", "zijn", "gevangene", "kim", "ging", "een", "ze", "en", "dat", "gesprek", "niet", "vlak", "voor"], "pubDate": "2020-12-11T08:04:38+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}