{"id": "c4595d54-cba9-31b0-a4fa-6f6e3fe5a394", "title": "Coronacrisis zorgt ook onder de boeren voor winnaars en verliezers", "url": "https://www.nu.nl/economie/6097264/coronacrisis-zorgt-ook-onder-de-boeren-voor-winnaars-en-verliezers.html", "summary": "Zo hebben boeren die kip leveren voor de horeca in eigen land en via de export, hun inkomen dit jaar meer dan zien halveren.\nDat blijkt uit de jaarlijkse inkomensraming van Wageningen Economic Research (WER) en het Centraal Bureau voor de Statistiek (CBS) die donderdag is gepubliceerd.\n\"Boeren die kipfilet en eieren leveren aan de supermarkten, hadden juist een goed jaar.\nEen ander positief effect van de coronacrisis op het inkomen van de boeren is dat we gezonder zijn gaan eten en dat was goed nieuws voor de prijzen van appels en peren.\nHet gemiddelde inkomen van alle boeren, dus van geitenhouder tot aardbeienteler, komt in 2020 naar verwachting lager uit en dat komt door de enorme daling van het inkomen van de varkenshouders.", "paragraphs": ["De coronacrisis heeft de inkomensverschillen tussen boeren vergroot. Zo hebben boeren die kip leveren voor de horeca in eigen land en via de export, hun inkomen dit jaar meer dan zien halveren. Dat blijkt uit de jaarlijkse inkomensraming van Wageningen Economic Research (WER) en het Centraal Bureau voor de Statistiek (CBS) die donderdag is gepubliceerd.", "\"Er is altijd al wel sprake van een tweedeling in inkomen afhankelijk van op welk segment of welke sector boeren zich richten, maar die is door de coronacrisis nog verder vergroot\", zegt econoom Harold van der Meulen van WER. \"Boeren die kipfilet en eieren leveren aan de supermarkten, hadden juist een goed jaar. Zij die leveren voor eten buiten de deur, niet.\"", "De enorme dip in inkomsten bij de boeren die de horeca in binnen- en buitenland voorzien van kip, heeft ertoe geleid dat het gemiddelde inkomen van de zogenoemde vleeskuikenhouders over de hele linie per boer meer dan gehalveerd is tot 44.000 euro. \"Dat is het laagste niveau sinds 2013\", zegt de agrarisch econoom.", "\"Bij de eieren is het een soortgelijk verhaal. Maar boeren die de duurdere, luxe eieren met keurmerken leveren aan de supermarkten, hadden een prima jaar. De consument heeft veel eieren gekocht voor thuisconsumptie.\" Doordat mensen meer thuis zijn, wordt thuis ook meer gebakken, waar veel eieren voor gebruikt worden.", "Gezonder eten goed nieuws voor prijzen van appels en peren", "Dat we meer thuis zijn, heeft er ook toe geleid dat er meer geld is uitgegeven aan plantjes voor in de tuin. \"Daardoor hebben de boomkwekerijen ook een goed jaar\", aldus de econoom van WER. Een ander positief effect van de coronacrisis op het inkomen van de boeren is dat we gezonder zijn gaan eten en dat was goed nieuws voor de prijzen van appels en peren.", "Het gemiddelde inkomen van alle boeren, dus van geitenhouder tot aardbeienteler, komt in 2020 naar verwachting lager uit en dat komt door de enorme daling van het inkomen van de varkenshouders. Het gemiddelde inkomen van de Nederlandse boer komt daardoor dit jaar uit op 54.000 euro tegenover 73.000 euro een jaar eerder.", "\"Vorig jaar was een bijzonder goed jaar, dat was voor een groot deel te danken aan de grote vraag naar varkensvlees vanuit China\", licht Van der Meulen toe. \"De gemiddelde daling dit jaar is juist te wijten aan een groot deel van de vraag die wegviel als gevolg de Afrikaanse varkenspest en corona.\""], "authors": ["Door", "Eva Schouten"], "keywords": ["verliezers", "onder", "van", "coronacrisis", "een", "voor", "zorgt", "boeren", "inkomen", "ook", "het", "en", "jaar", "die", "dat", "winnaars"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}