{"id": "c45f690c-d112-3e35-ad68-d6ec097c970c", "title": "Grutte Pier: Friese volksheld of ordinaire kaper?", "url": "https://trouw.nl/binnenland/grutte-pier-friese-volksheld-of-ordinaire-kaper~b34c35d0/", "summary": "Ruim zeventig procent van de Friezen vindt Grutte Pier een icoon van Friesland, bleek uit recent onderzoek van Omrop Fryslân.\nDe schaduwkant van Grutte Pier.\nReusachtige gestalteDe Kimswerder boer Grutte Pier werd geboren als Pier Gerlofs Donia.\nMaar Pietersma vindt Grutte Pier vooral een tragisch figuur die een kansloze strijd voert.\nEn van de Friese onverzettelijkheid.” Volgens Pietersma doen we Grutte Pier tekort als we een held van hem maken.", "paragraphs": ["Ruim vijfhonderd jaar geleden stierf Grutte Pier, Fries symbool van heldhaftigheid. Maar was hij wel een held of was hij eerder een wraakzuchtige reactionair? Historici maken de balans op.", "Beeld Collectie Fries Museum, Leeuwarden", "Grutte Pier, bijna elk Fries schoolkind kent hem. In Friesland is er een biermerk naar hem genoemd. Zijn naam staat voor ‘trots, kracht, vrijheid, onafhankelijkheid en betrouwbaarheid’. Grutte Pier (1480-1520) is opgenomen in de Friese canon. Meestergoudsmid Watze van der Wal uit Joure maakte het zwaard van de beroemde Friese zeeheld onlangs op schaal na. Als eerbetoon. Hij vindt het maar vreemd dat het Fries Museum geen tentoonstelling aan hem heeft gewijd in zijn 500ste sterfjaar.", "Van der Wal is niet de enige die Grutte Pier op een voetstuk plaatst. Ruim zeventig procent van de Friezen vindt Grutte Pier een icoon van Friesland, bleek uit recent onderzoek van Omrop Fryslân. Zeven op de tien vindt hem een van de grootste helden uit de Friese geschiedenis. De enquête onder 500 Friezen vond plaats naar aanleiding van een recente documentaire over Pier met de titel Bûter, brea en zwarte bladzijden. De schaduwkant van Grutte Pier.", "Hierin rekenen Friese wetenschapper af met zijn heldenstatus. Pier was weliswaar een belangrijk figuur, maar niet de held waar velen hem voor houden, vindt historicus Josse Pietersma. “Hij werd vooral gedreven door wraakzucht.” Historicus Mark Raat, die onderzoek deed naar Grutte Pier, vindt dat zijn bewonderaars “een ruimhartige loop met de historische feiten”, nemen. Pier vergoot veel bloed, voerde een strijd in de marge en heeft in feite weinig voor Friesland betekend.", "Reusachtige gestalte", "De Kimswerder boer Grutte Pier werd geboren als Pier Gerlofs Donia. De betrouwbare zestiende-eeuwse kroniekschrijver Peter van Thabor omschrijft hem als “een grote zwarte man met grote ogen, een grote baard en eng om te zien”. Door zijn reusachtige gestalte en vermeende bovenmenselijke kracht kreeg hij de naam ‘Grutte (grote) Pier’.", "Voor wie Pier wil begrijpen is een stuk Friese geschiedenis onontbeerlijk. In de dertiende eeuw was het chaos in het Friese gewest. Er was geen centraal gezag en er gold het veterecht, gebaseerd op wraak en vergelding. In die tijd is Friesland volgens Pietersma een ‘failed state’, waar het recht van de sterkste gold. Die vetemaatschappij mondde uit in de strijd tussen Vetkopers (Pier) en Schieringers. In 1498 hield dat op toen Albrecht van Saksen landheer werd in Friesland en er dus weer een centraal gezag was.", "In 1515 brandt Piers boerderij in Kimswerd af, bij een plundertocht van Saksische huurlingen en Franekers. Zijn vrouw zou daarbij zijn omgekomen. Pietersma: “Als vrije Fries kan Pier maar een ding doen: wraak nemen.” Pier valt Franeker aan en krijgt steun van de hertog van Gelre.", "Volgens Pietersma is Pier in die tijd een ‘ongeleid projectiel’, die namens Van Gelre de Zuiderzee onveilig maakt. Grutte Pier voerde op zee milities aan, met kleine, wendbare schepen, zegt historicus Raat. “De core business van Pier was de zee. Hij was een belangrijke kapitein van een vloot die soms ook aanvallen op land uitvoerde.”", "Mannetjesputter", "Grutte Pier kun je rustig een succesvol krijgsheer noemen, meent ook historicus Hans Mol van de Fryske Akademy. “Een mannetjesputter. Een geradicaliseerde vechtersbaas die succes boekte op het terrein van de amfibische, snelle oorlogsvoering. Je zou hem een Viking in disguise kunnen noemen. Wraak dreef hem.” Die wraakzucht vindt hij niet vreemd. “Wie blijft er niet doorvechten als zijn maten worden gedood? Dat is iets universeels, weten we uit militaire psychologische literatuur.” In Noord-Holland zien ze Grutte Pier echter als een ordinaire kaper, die menig dorp plunderde en in brand stak.", "Maar Pietersma vindt Grutte Pier vooral een tragisch figuur die een kansloze strijd voert. Die niet door heeft dat de Friese vrijheid allang verdwenen is, omdat Albrecht van Saksen nu landsheer was. Pietersma: “Grutte Pier is een reactionair die vecht voor een failliet ideaal.” En zo mooi was die Friese vrijheid ook weer niet, meent hij. “Je denkt: wie kan daar tegen zijn, maar de hele maatschappij functioneerde rond wraak en vergelding.”", "Symbool", "Hoe dan ook werd Grutte Pier in de negentiende eeuw, toen het nationalisme opkwam, een icoon, stelt Bert Looper van het Frysk Histoarysk en Letterkundich Sintrum Tresoar. “Grutte Pier is toen herontdekt. Hij werd een symbool van de Friese emancipatiebeweging die streed voor de Friese taal en cultuur. En van de Friese onverzettelijkheid.” Volgens Pietersma doen we Grutte Pier tekort als we een held van hem maken. “Pier was een worstelend mens. Hij stierf eenzaam in Sneek.”", "Toch blijft hij voor veel Friezen een icoon. Een van hen zei het in de documentaire zo: “Wij laten ons na Zwarte Piet niet ook Grutte Pier afpakken. Als zijn standbeeld in Kimswerd weg moet, steken wij het gebouw van Omrop Fryslân in de fik.”", "Lees ook:", "Zwarte Piet is wat de Hollanders gemaakt hebben van de Friese held Grutte Pier", "Zwarte Piet beledigt ook Grutte Pier, betoogt Pieter Smit, politicoloog die onderzoek deed naar hedendaagse slavernij in West-Afrika."], "authors": ["Karin De Mik"], "keywords": ["zijn", "van", "volksheld", "en", "een", "friese", "pier", "hij", "kaper", "het", "grutte", "die", "ordinaire"], "pubDate": "2021-01-04T00:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}