{"id": "c473b9ec-dd63-3fcd-a16d-c7c1de02241b", "title": "Loze overheidsbeloften maken zorgverleners moe en boos", "url": "https://volkskrant.nl/wetenschap/loze-overheidsbeloften-maken-zorgverleners-moe-en-boos~b344440a/", "summary": "Zelfs als onderzoek herhaaldelijk laat zien dat iets niet helpt (hydroxychloroquine bijvoorbeeld) is dat voor gelovers niet genoeg.\nAls onderzoek aantoont dat mondkapjes ietsje helpen, houdt de ‘chef corona-advies’ op de verplichtingsdag nog vol dat het effect twijfelachtig is.\nAls je geen mondkapje kunt dragen, kun je aan je dokter gewoon een verklaring vragen, zei de overheid vorige week bij de introductie vrolijk.\nMaanden soebatten politici en beleidsmakers over het nut en dan nog regelen ze overheidsinformatie niet goed.\nIk geloof best in goede bedoelingen en dat ze bij VWS hard werken.", "paragraphs": ["Coronamaatregelen leiden altijd tot Hoekse en Kabeljauwse twisten: mondkapjes, teststrategie, hydroxychloroquine, monoclonale antistoffen, corona-app, vaccins, afstand houden, ventilatie, en school- of horecasluiting. Er is geen aandoening waarover de koppen zo verhit raken als covid-19. Zelfs als onderzoek herhaaldelijk laat zien dat iets niet helpt (hydroxychloroquine bijvoorbeeld) is dat voor gelovers niet genoeg.", "Als onderzoek aantoont dat er wel degelijk groot effect van vaccins is – al weten we lang niet alles nog – is dat voor de vaccinongelovigen reden dat te betwijfelen. Als onderzoek aantoont dat mondkapjes ietsje helpen, houdt de ‘chef corona-advies’ op de verplichtingsdag nog vol dat het effect twijfelachtig is. Al die ruzie-energie is verspild en wat daarbij vooral niet helpt, is de falende communicatie van boven.", "Als je geen mondkapje kunt dragen, kun je aan je dokter gewoon een verklaring vragen, zei de overheid vorige week bij de introductie vrolijk. De mondkapjesverplichtingsdag is dus nog niet eens halverwege als de assistentes verzuchten wat ze moeten met de tien mensen die nu al een doktersverklaring willen voor het niet dragen.", "Maanden soebatten politici en beleidsmakers over het nut en dan nog regelen ze overheidsinformatie niet goed. Het is hartstikke duidelijk dat de vermeende bijwerkingen er niet zijn: je valt er niet door flauw, je zuurstofgehalte daalt niet, je tanden rotten niet uit je mond en je gaat er zeker niet dood door. Chirurgen hebben hun tanden en hun leven nog terwijl ze die dingen de hele dag dragen, net als ik als ik spreekuur doe. Zo’n kapje maakt niet minder vrij.", "U moet ze gewoon dragen en uw dokter gaat daar niets aan veranderen. Of je wel of niet mag autorijden, een parkeervergunning nodig hebt of een mondkapje op moet, is niet iets voor je eigen dokter. Dat bepalen onafhankelijke dokters. Huisdokters geven dus al vele jaren geen medische verklaringen meer. Ook een stempel op het geadviseerde kaartje kunt u van uw dokter niet krijgen. Het heeft geen zin om het telefoonnummer van uw huisarts, psychiater of longarts daarop te zetten, want een boa die u bekeuren gaat zullen we niet te woord staan. Niks nieuws en de overheid wist dat best. Pas na dagen en veel gemopper van de werkvloer trekken ze dat lichtzinnige advies weer in.", "De vaccins zijn ook nog niet goedgekeurd als de gekuifde opperstaatschef corona diezelfde dag goedgeluimd in alle media beweert dat vanaf 4 januari kwetsbare groepen worden gevaccineerd. Voor de griepvaccinatie zijn praktijken al snel een paar maanden bezig. Het kan en moet absoluut veel sneller. Maar nu zouden we met te weinig vaccins, een behoorlijk ingewikkelde ‘koude keten logistiek’, en zonder aangepaste ict binnen vier weken een nieuwe vaccinatie kunnen opstarten, omdat VWS dat nu eenmaal belooft?", "Grote woorden en valse overheidsbeloften voeden wantrouwen en complotdenken. En daar moet ik dan weer tegen knokken. Ik geloof best in goede bedoelingen en dat ze bij VWS hard werken. Maar te grote ego’s en ijdelheid aan de top, dat zijn helaas ongeneeslijke aandoeningen.", "Joost Zaat is huisarts"], "authors": ["Joost Zaat"], "keywords": ["zorgverleners", "dat", "nog", "niet", "een", "en", "ze", "loze", "moe", "maken", "overheidsbeloften", "als", "je", "voor", "het", "boos"], "pubDate": "2020-12-06T21:53:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}