{"id": "c4816d39-7a62-3ac8-9aa8-4a12f2ac2a38", "title": "Dry January? Je kunt ook voor kerst al stoppen", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5203943/stoppen-met-alcohol-drinken-feestdagen-nieuw-jaar-voornemen", "summary": "In haar boek vergelijkt ze alcohol met een teddybeer voor volwassenen.\nHet idee dat je die teddybeer zou moeten inleveren, voelt ongemakkelijk en eng.\"\n\"Maar gaandeweg voel je je steeds vrijer en begin te denken: best gek eigenlijk, al die mensen overal, met die teddybeer op schoot.\"\nToch is het niet haar missie om iedereen in Nederland dan ook maar van de alcohol af te helpen.\nMaar als we het drinken van alcohol vanaf nu bewaren voor momenten dat we er heel bewust voor kiezen, hebben we daarmee al veel gewonnen.", "paragraphs": ["In haar boek vergelijkt ze alcohol met een teddybeer voor volwassenen. \"Met die teddybeer op schoot, voel je prettig, gekoesterd en veilig. Je bent eraan gehecht. Hij brengt je veiligheid en troost. Het idee dat je die teddybeer zou moeten inleveren, voelt ongemakkelijk en eng.\" En als je die teddybeer weglegt en besluit voortaan zonder door het leven te gaan, voelt dat even naakt en ongemakkelijk, weet Van Lieshout uit ervaring. \"Maar gaandeweg voel je je steeds vrijer en begin te denken: best gek eigenlijk, al die mensen overal, met die teddybeer op schoot.\"", "Dat is volgens haar dan ook de reden dat mensen die voorgoed stoppen vaak op weinig enthousiaste reacties kunnen rekenen. \"Je houdt mensen een spiegel voor, doorbreekt de illusie. Daar zitten veel mensen niet op te wachten. Toen ik net gestopt was, kreeg ik zonder pardon te horen dat ik niet welkom was bij een weekendje weg met vriendinnen. Want dat alcoholvrije gedoe van mij, dat was niet bevorderlijk voor de sfeer.\"", "Zie het als slagroomtaart", "Al met vond ze stoppen met alcohol vooral op sociaal gebied bij vlagen eenzaam en lastig, maar inmiddels heeft ze haar alcoholvrije leven helemaal omarmd. Toch is het niet haar missie om iedereen in Nederland dan ook maar van de alcohol af te helpen. \"Ik vind het leven zonder alcohol zelf een openbaring en zou nooit meer anders willen. Maar van mij hoeft alcohol niet verboden te worden. En als je ervan geniet om af en toe een glas wijn of een biertje te drinken: lekker doen. Wat ik wél vind is dat we alcohol in onze samenleving veel meer moeten gaan zien voor wat het is: een verslavend en schadelijk middel, waar je met bewustzijn en voorzichtigheid mee moet omspringen. Zie het als een slagroomtaart\", zegt ze. \"Dat is ook iets waar je bij speciale gelegenheden misschien erg van kan genieten. Maar niet te vaak. En zeker niet iedere dag.\"", "In het boek This naked mind maakt de Amerikaanse auteur Annie Grace een vergelijkbaar punt: pas als je alcohol ziet voor wat het is en begrijpt wat het in de hersenen doet, kun je een bewuste beslissing nemen om een glaasje te drinken of juist te laten staan. De volgende keer dat mijn vriend en ik het erover hebben, besluiten we nog voor de kerst met de 'slagroomtaart-methode' te beginnen. Het biertje bij het eten slaan we vanaf nu over. Ook de avonden op de bank waarbij het eigenlijk weinig toevoegt, vallen af. De eerste vrijdagavond na een lange werkweek lonkt de wijn, maar we doen het niet. Zullen we met Kerst een wijn bij het eten drinken? Zou heel goed kunnen. Champagne met oud & nieuw? Waarschijnlijk wel. Maar als we het drinken van alcohol vanaf nu bewaren voor momenten dat we er heel bewust voor kiezen, hebben we daarmee al veel gewonnen. Eén ding hebben we in elk geval afgesproken: het grapje van limonade in een bierglas is vanaf nu verleden tijd."], "authors": [], "keywords": ["alcohol", "kunt", "al", "voor", "dry", "en", "een", "met", "ook", "te", "het", "niet", "dat", "stoppen", "kerst", "je"], "pubDate": "2020-12-19T09:14:23Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}