{"id": "c4c00b96-dbcd-304e-9719-92356f259ed3", "title": "Kamer veegt ic-plan kabinet na een dag al van tafel", "url": "https://www.parool.nl/nederland/kamer-veegt-ic-plan-kabinet-na-een-dag-al-van-tafel~b59b9398/", "summary": "Minister Tamara van Ark .\nBeeld ANPEen dag nadat minister Tamara van Ark (VVD) met het voorstel kwam, stemt de Kamer het al weg.\nArtsenorganisaties hebben een draaiboek opgesteld voor het slechtst denkbare scenario, waarin de toestroom van coronapatiënten zo hoog is dat het aantal bedden op de ic’s niet toereikend is.\nVan Ark benadrukte in het debat dat het om een ‘theoretisch vraagstuk’ gaat, omdat dit soort dilemma’s alleen in het zwartste scenario zullen spelen.\nToch is het belangrijk zo’n handboek te hebben, legt de bewindsvrouw uit, voor het geval deze keuzes toch gemaakt moeten worden.", "paragraphs": ["Minister Tamara van Ark . Beeld ANP", "Een dag nadat minister Tamara van Ark (VVD) met het voorstel kwam, stemt de Kamer het al weg.", "Artsenorganisaties hebben een draaiboek opgesteld voor het slechtst denkbare scenario, waarin de toestroom van coronapatiënten zo hoog is dat het aantal bedden op de ic’s niet toereikend is. Er moet dan mogelijk geselecteerd worden op niet-medische gronden. Patiënten die korter op de ic zullen liggen, krijgen volgens het draaiboek voorrang. Ook onmisbare zorgmedewerkers komen eerder in aanmerking voor een plek. Daarna wordt volgens het draaiboek gekeken naar leeftijdsgroepen, waarbij jongeren voor ouderen gaan. Maar het kabinet wil daar niet aan. Elk leven is immers gelijkwaardig, stelt Van Ark.", "Maar de Tweede Kamer vindt de expertise van de artsenorganisaties te belangrijk om opzij te schuiven. Een grote meerderheid vraagt het kabinet zijn standpunt te heroverwegen. Naast VVD en D66 steunen ook coalitiepartner ChristenUnie en oppositiepartijen GroenLinks, PvdA, Partij voor de Dieren, DENK en FVD die oproep.", "Van Ark benadrukte in het debat dat het om een ‘theoretisch vraagstuk’ gaat, omdat dit soort dilemma’s alleen in het zwartste scenario zullen spelen. Tot nu toe is Nederland daaraan ontsnapt. Toch is het belangrijk zo’n handboek te hebben, legt de bewindsvrouw uit, voor het geval deze keuzes toch gemaakt moeten worden."], "authors": [], "keywords": ["van", "kamer", "al", "veegt", "draaiboek", "ark", "voor", "tafel", "en", "icplan", "een", "zullen", "kabinet", "te", "op", "het", "dag"], "pubDate": "2021-01-05T21:09:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}