{"id": "c4c17f14-3382-3dd4-bd83-b83476b52757", "title": "Vroege mens op Iberisch schiereiland hield mogelijk winterslaap", "url": "https://volkskrant.nl/nieuws-achtergrond/vroege-mens-op-iberisch-schiereiland-hield-mogelijk-winterslaap~b372c66d/", "summary": "Beeld anpDe botten vertonen volgens een Griekse en een Spaanse paleoantropoloog een soort jaarringen: dan weer een laag met sterk en gezond bot, en dan weer een laag met zwakker botweefsel.\nWaarschijnlijk was het een kloof die lang geleden werd gebruikt als begraafplaats.\nWetenschappelijke fictieNiet alleen van mensen – ook van beren.\nDe klassieke theorie luidt dat het voor mensen onmogelijk is een paar maanden lang in een diepe winterslaap te vallen.\n‘Niet alle botten hebben die kenmerkende schadepatronen, en dat zou je wel verwachten als de hele populatie een winterslaap deed’, merkt Dusseldorp op.", "paragraphs": ["Een nagemaakte Neanderthaler in Giants of the Ice Age in Amsterdam Expo, de grootste reizende tentoonstelling over de ijstijd ooit die is opgebouwd. Beeld anp", "De botten vertonen volgens een Griekse en een Spaanse paleoantropoloog een soort jaarringen: dan weer een laag met sterk en gezond bot, en dan weer een laag met zwakker botweefsel. Het zou erop duiden dat de vroege mensen hun metabolisme regelmatig op een laag pitje zetten, om vervolgens al slapend de extreem koude winters door te komen.", "De menselijke resten zijn afkomstig uit de Sima de los Huesos (‘Kloof van de Botten’), een bekende archeologische vindplaats in het noorden van Spanje, vlakbij Burgos. Waarschijnlijk was het een kloof die lang geleden werd gebruikt als begraafplaats. Duizenden tanden en botstukjes werden er al gevonden.", "Wetenschappelijke fictie", "Niet alleen van mensen – ook van beren. Dat bracht de Griek en de Spanjaard op een idee. Want als de beren toentertijd een winterslaap hielden, waarom de mensen dan niet? Ze onderwierpen de botten aan een nadere inspectie, en warempel: ze zagen bij de vroege mensen precies dezelfde botschade als bij andere dieren die een winterslaap doen, zoals holenberen of vleermuizen.", "‘Het klinkt misschien als wetenschappelijke fictie’, geven de twee wetenschappers toe in hun artikel in het tijdschrift L’Anthropologie, ‘maar het feit dat de winterslaap voorkomt bij heel primitieve zoogdieren én bij primaten (galago’s, lori’s en lemuren) doet vermoeden dat de genetische basis bewaard is gebleven in talloze zoogdiersoorten, waaronder de mens.’", "En waarom houden de Inuit of de Sami, die toch ook in een akelig koude omgeving leven, dan geen winterslaap? Dat is niet te vergelijken, vinden de onderzoekers. De poolvolken van nu hebben volop de beschikking over vette vis. Voor de neanderthalers van toen was dat wel anders. Zij hadden de pech tijdens de extreemste ijstijd van de afgelopen miljoen jaar te leven, met winters waarin voedsel in het Iberische binnenland uiterst schaars was.", "Vraagtekens", "‘Het is een revolutionair idee’, vindt Gerrit Dusseldorp, steentijdarcheoloog aan de Universiteit Leiden. De klassieke theorie luidt dat het voor mensen onmogelijk is een paar maanden lang in een diepe winterslaap te vallen. De hersenen zijn zo groot en complex, die kunnen niet zo lang zonder energie. ‘De motor moet blijven draaien’, zoals Dusseldorp zegt.", "Maar het Grieks-Spaanse onderzoek overtuigt hem nog niet. ‘Niet alle botten hebben die kenmerkende schadepatronen, en dat zou je wel verwachten als de hele populatie een winterslaap deed’, merkt Dusseldorp op. ‘Bovendien kan de schade ook ontstaan door voedselgebrek.’", "Aan de andere kant is er volgens de Leidse archeoloog nog veel onopgehelderd over hoe onze voorouders de ijstijdwinters doorkwamen. ‘Want hoe overleefden ze in die kou, terwijl ze geen vuur hadden? En hoe kwamen ze aan hun tekort aan vitamine D? Dat is wel raar, voor een groep mensen die in Spanje woont.’"], "authors": ["Maartje Bakker"], "keywords": ["iberisch", "mensen", "schiereiland", "van", "het", "winterslaap", "en", "een", "ze", "vroege", "op", "dat", "hield", "niet", "mogelijk", "die", "mens"], "pubDate": "2020-12-28T20:37:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}