{"id": "c4d960fa-f7d2-3d37-a76c-d48ab94b5cf4", "title": "De zwarte danser met de witte spitzen: over de moeizame weg voor zwarte dansers op een wit podium", "url": "https://volkskrant.nl/cultuur-media/de-zwarte-danser-met-de-witte-spitzen-over-de-moeizame-weg-voor-zwarte-dansers-op-een-wit-podium~b548aee1/", "summary": "Hiervan droomde ze, toen ze op haar 8ste tot beste jeugdige danseres van België werd gekroond.\nVoluit heet ze Metasebia; die naam kreeg ze van haar Ethiopische moeder voordat ze op haar 4de werd geadopteerd door een Belgisch gezin met één broer en vijf zussen.\nTerwijl de schmink ook nog gele vlekken op haar huid veroorzaakte, waardoor die grijs oogde in traditioneel theaterlicht.\nVaak zitten dansers met hulp van costumières zelf voor een optreden hun schoeisel te verven met glimmende sprays en een mengsel van poeder en water.\nDie gaf hen gewoon de hoofdrol.’Zelf is Brandsen zich ook pas sterker bewust geworden van de kwetsbare positie van een zwarte danser in de witte balletwereld door een speech, vier jaar geleden.", "paragraphs": ["De balletwereld is van oudsher wit: niet alleen de dansers, ook de kostuums, spitzen en balletten zélf. Daar komt langzaam verandering in. ‘We zijn nog met zo weinig’, aldus aanstormend talent Sebia Plantefève-Castryck.", "Als de zwarte Neveah Stroyer (Kylie Jefferson) voor haar eerste les de dansstudio binnenkomt van de prestigieuze Archer School of Ballet in Chicago, wordt ze door al haar witte medestudenten tegengewerkt aan de barre. Haar rest slechts een onooglijke uithoek met weinig ruimte. Nog voor ze haar eerste oefening op spitzen kan laten zien, wordt ze al ‘le petit rat’ genoemd, naar de bijnaam van de allerjongste balletstudenten bij de beroemde Parijse L’Opéra – de laagste in rang.", "Le petit rats doorstaan talloze vernederingen in de hoop ooit op te klimmen tot het grote ensemble: het corps de ballet. Het roffelen van houten teenpunten zou klinken als het rennen van ratten over straatstenen. ‘Jij hoort hier niet’, krijgt Neveah voortdurend te horen. Haar nieuwe omgeving – wit en elitair – voelt vijandig voor de arme, zwarte beursstudente.", "Ja, zegt Sebia Plantefève-Castryck (18), ze heeft het begin van de nieuwe Netflix-serie Tiny Pretty Things ook gezien. Net als Neveah is Plantefève jong, mooi, zwart en een groot talent, maar háár moeder zit zeker niet in de gevangenis en zijzelf heeft net gehoord dat ze door mag als élève bij Het Nationale Ballet (HNB). Eind dit seizoen, nadat de Vlaamse zich twee jaar in de kijker heeft gedanst bij de Junior Company, krijgt ze een contract in de voorbereidende rang op het corps de ballet. Hiervan droomde ze, toen ze op haar 8ste tot beste jeugdige danseres van België werd gekroond. Krantenkoppen boven een foto in tutu, tussen – inderdaad – allemaal witte finalisten. Voluit heet ze Metasebia; die naam kreeg ze van haar Ethiopische moeder voordat ze op haar 4de werd geadopteerd door een Belgisch gezin met één broer en vijf zussen. Daarvan dansten er vier. Sebia werd nummer vijf. Drie jaar geleden wist haar biologische moeder haar te traceren, via sociale media, omdat Sebia steeds bekender aan het worden is. Sindsdien is er weer contact.", "Hoewel Plantefève alle balletclichés in de vorige maand gelanceerde Netflix-serie overdreven vindt – eetstoornissen, machtsmisbruik, homoseksualiteit, scheldende docenten, moordende concurrentie – hoopt ze dat Tiny Pretty Things toch bijdraagt aan de bewustwording over de kwetsbare positie van zwarte dansers in het klassieke ballet. Want, zegt ze, ‘we zijn met zo weinig’. En dus voelt ze zich, net als Neveah, zwart in een witte wereld. Al haast ze zich te zeggen dat ze bij Het Nationale Ballet (HNB) in Amsterdam nooit iets racistisch heeft meegemaakt. Integendeel. ‘Ik krijg veel kansen en word in alles goed begeleid.’ Ook bij haar dansopleiding in Zürich, waar ze op haar 16de als enige zwarte student afstudeerde, is ze nooit gediscrimineerd. Wel zagen haar strenge Russische dansleraren in iedere curve een gram te veel. ‘Ze zeiden: ‘Misschien moet jij rondkijken bij eigentijdse gezelschappen. Die zijn divers samengesteld.’ Als ik nu daarop terugkijk, zat onderscheid in deze kleine opmerkingen.’ Maar racisme wil ze het zeker niet noemen.", "Dat woord neemt Chloé Lopes Gomes (29) wel in de mond. In Duitsland heeft deze Franse ballerina met Algerijns-Kaapverdische wortels een rel ontketend, door haar voormalige werkgever aan te klagen wegens racisme. Volgens haar is haar contract bij het Staatsballett Berlin niet verlengd omdat haar huidskleur niet zou passen bij de esthetiek van het prestigieuze gezelschap. De enige zwarte danseres zou meermaals verplicht zijn tot witte make-up om ‘op te gaan in de groep’. De interim-directeur heeft in de media het boetekleed aangetrokken en een gedragscode aangekondigd.", "Donker gepoederde spitz aan de voet van danseres Sebia Plantefève-Castryck Beeld Het Nationale Ballet", "Ted Brandsen (61), directeur van Het Nationale Ballet, benadrukt dat aan dit verhaal meerdere kanten zitten. Hij kent de internationale balletwereld als zijn broekzak en heeft van mensen die met haar hebben gewerkt vernomen dat Lopes Gomes niet altijd de meest toegewijde danser zou zijn geweest. ‘Haar klacht moet serieus worden genomen, maar zo’n schadelijke aantijging moet niet meteen als dé waarheid worden gezien; er kunnen allerlei redenen zijn een contract niet te verlengen.’ Wel kan hij zich inmiddels goed indenken dat de danseres zich niet op haar gemak voelde met witte pancake op haar huid.", "Tot het jaar 2000 werden ook in Amsterdam álle ‘zwaantjes’ zonder nadenken wit geschminkt, zegt Brandsen, net als geesten in Giselle, om doorschijnend en licht te lijken. Het was vóór zijn tijd als directeur. Hij weet dat een officiële klacht in 1999 van voormalig danseres Monique Duurvoort niet door iedereen serieus werd genomen. Zij ervoer het als vernederend dat ze zich voor een groot deel van de balletten wit moest schminken omdat haar huidskleur het ideaalplaatje zou verstoren. Eén keer dreigde een balletmeester haar zelfs met ontslag. Terwijl de schmink ook nog gele vlekken op haar huid veroorzaakte, waardoor die grijs oogde in traditioneel theaterlicht.", "Inmiddels zoekt Brandsen met zijn team en het kostuumatelier wel stad en land af naar een zo breed mogelijk kleurenpalet aan spitzen en balletmaillots. Van roomwit tot chocola en alles daartussenin. ‘Ons gezelschap telt dertig nationaliteiten en een veelvoud aan huidskleuren, van heel bleek en olijfkleurig tot cappuccino en zwart. Ook voor Chinese en Japanse dansers zoeken we passend materiaal.’ Eenvoudig is dat niet. Pas recent is een omslag in denken begonnen bij ambachtelijk werkende spitzenmakers. Op sommige tinten en maillot-diktes slaat het licht dood, waardoor het lijkt of benen hun glans verliezen.", "Vaak zitten dansers met hulp van costumières zelf voor een optreden hun schoeisel te verven met glimmende sprays en een mengsel van poeder en water. Plantefève is hierdoor een half uur langer bezig met voorbereiden dan collega’s. Maar ze doet het. ‘Mijn lijnen lijken langer in bruine maillots en spitzen. Wit doorbreekt die vloeiende esthetiek. Het liefst zou ik alle lessen ook dansen met gekleurd materiaal. Daar wil ik eveneens op mijn best naar voren komen. Maar dat kost te veel tijd.’ Wel maakt haar favoriete merk, Russian Pointe, inmiddels spitzen in cashew, amandel en hazelnoot. Maar die worden vooralsnog alleen in bulkaantallen besteld in standaardkleur. ‘Ik hoop dat op een dag dit poederprocédé niet meer nodig zal zijn.’", "Daniel Robert Silva en Sebia Plantefève-Castryck in L'autre côté van choreograaf Sedrig Verwoert door Het Nationale Ballet en de Junior Company Beeld Hans Gerritsen", "Het was de beroemde danseres Michaela DePrince, geboren in Sierra Leone, geadopteerd in Amerika en nu tweede soliste bij Het Nationale Ballet, die Plantefève op haar eerste dag in Amsterdam woordeloos welkom heette door een bruine maillot op haar tafeltje te leggen. Dit kan hier, wilde ze daarmee zeggen. Ook al zijn niet alle balleterven het daarmee eens. DePrince, die uitgroeide tot covergirl met haar levensverhaal van wees tot wereldster, moest zelf eens kort voor opkomst bij een generale op last van de erven van George Balanchine haar donkere maillot verwisselen voor een witte, omdat: ‘Mr. Balanchine dit zo zou hebben gewild.’ Toen Brandsen dat hoorde, maakte hij bij de première een statement door het terug te veranderen. ‘Wij hebben moeite met dit soort starre opvattingen. Bovendien heeft Het Nationale Ballet vanaf de oprichting in 1961 altijd zwarte dansers in het tableau gehad, zoals solisten Sylvester Campbell, Benjamin Feliksdal, Raven Wilkinson en Billy Wilson.’ Waarmee hij niet wil zeggen dat er geen pijnlijke dingen zijn gebeurd. ‘Toen ik danser was onder Rudi van Dantzig zei een Britse balletmeester die Cinderella kwam instuderen dat Chinese en Japanse danseressen nooit de hoofdrol konden krijgen omdat ze te weinig gezichtsexpressie zouden hebben. Rudi trok zich daar gelukkig niets van aan. Die gaf hen gewoon de hoofdrol.’", "Zelf is Brandsen zich ook pas sterker bewust geworden van de kwetsbare positie van een zwarte danser in de witte balletwereld door een speech, vier jaar geleden. Toen sprak de Amerikaanse publiciste en voormalig danseres Theresa Ruth Howard, tijdens de eerste Positioning Ballet conferentie in Amsterdam, georganiseerd door HNB. ‘Theresa vertelde over de druk die ze als enige zwarte danseres in een gezelschap ervoer. Maakte zij een fout, dan faalde ze niet alleen zelf, maar voelde ze dat als falen voor álle zwarte dansers.’ Zo heeft DePrince nu een time-out moeten nemen; naast een zware blessure eist ook de positie als populair rolmodel zijn tol. Howard, oprichter van het Amerikaanse MoBBallet dat de bijdragen en perspectieven van zwarte kunstenaars aan de dansgeschiedenis centraal stelt, geeft inmiddels workshops en diversiteitstrainingen aan HNB.", "Dansers van de Junior Company in In and Out van choreograaf Hans van Manen, met vijfde van links: Sebia Plantefève-Castryck Beeld Altin Kaftira", "Er moeten meer dansers van kleur komen. Maar een evenwichtige afspiegeling is nog ver weg. ‘Tussen 700 auditanten dit jaar, voor 2 tot 3 plekken, zat één zwarte danser’, meldt Brandsen. Daarachter gaat een samenspel van complexe factoren schuil. Van sociaaleconomische klassenverschillen tot het elitaire imago van ballet. ‘Verandering is een proces. Wij zijn gewend dat nieuw talent naar ons toekomt. Dat werkt onvoldoende. We onderzoeken hoe we meer gekleurd talent kunnen gaan scouten, in landen als Cuba, de VS en Brazilië. En we werken samen met de Nationale Ballet Academie die met Motion Dance Studio in Amsterdam-Zuidoost audities gaat organiseren.’ Indien nodig, legt Brandsen met fondsen geld bij voor talent dat financiële middelen ontbeert. Ook die drempels moeten geslecht.", "Zo betalen auditanten zelf hun vliegticket en krijgen Junior Company-dansers slechts een toelage – ze worden onderhouden door hun ouders. ‘We hebben onze prachtige Braziliaanse danser Daniel Robert Silva bijvoorbeeld met financiële steun uit Canada naar Nederland kunnen halen. Daniel heeft zich met groot doorzettingsvermogen uit een beroerde jeugd omhoog gewerkt. Hij was 8 toen zijn moeder overleed. Is opgevoed door zijn oma die twee baantjes had om hem te onderhouden. Tijdens naschoolse opvang heeft een buurtschool zijn danstalent ontdekt. Via competities en beurzen bemachtigde hij een plek aan een Canadese topopleiding. Nu danst hij bij ons als coryphée (aanvoerder van het corps de ballet, red.). Daniel is dit najaar ambassadeur geworden voor de Black Achievement Month, waarmee wij sinds vier jaar een fijne samenwerking hebben.’", "Sebia Plantefève-Castryck prepareert haar gekleurde spitzen Beeld Het Nationale Ballet", "Brandsen wil – alle traagheid ten spijt – bredere verandering dan alleen verkleuring van het tableau. Hij onderzoekt het klassiek balletrepertoire op kwetsende clichés, die zonder context niet meer fatsoenlijk op toneel kunnen worden gebracht. Neem de dom lachende moor in Stravinsky’s Petroesjka (1911) en het koloniale droombeeld van India in La Bayadère (1877). ‘We hebben de opdracht dit beroemde, geliefde erfgoed levend te houden. Maar kun je een koloniaal geïnspireerde fantasie van iemand die nooit in India is geweest zonder disclaimer eerlijk op het repertoire houden? We bevragen het met kenners en presenteren het in een nieuwe context, binnen een breder gesprek.’", "De 18-jarige Plantefève zegt zich bewust te zijn van haar functie als jong rolmodel. Maar druk voelt ze nog niet. ‘Natuurlijk vraag ik mij wel eens af: hebben ze mij aangenomen omdat ik zwart ben? Maar wij balletdansers twijfelen altijd aan onszelf. Dan zeg ik hardop tegen de spiegel: blijf in jezelf geloven!’ Brandsen: ‘We doen nooit concessies aan kwaliteit. Wie dat loslaat, is niet goed bezig en verliest het zicht op zijn plek als topgezelschap. Sebia paart een groot talent aan een geheimzinnig charisma. Ze is het tegendeel van extravert; haar uitstraling zuigt de toeschouwer naar binnen. Je wilt naar haar blijven kijken.’"], "authors": ["Annette Embrechts"], "keywords": ["van", "podium", "wit", "voor", "en", "met", "een", "ze", "spitzen", "dat", "witte", "weg", "niet", "op", "moeizame", "het", "haar", "zwarte"], "pubDate": "2021-01-07T14:00:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}