{"id": "c4f23e4d-220c-3c01-b333-6082ea2759e6", "title": "Geweldige zomer voor de camping door binnenlands toerisme", "url": "https://www.metronieuws.nl/lifestyle/reizen/2020/12/geweldige-zomer-voor-campings-binnenlands-toerisme/", "summary": "Geweldige zomer voor de camping door binnenlands toerismeDe Nederlandse camping en andere locaties waar je een overnachting kunt boeken, hebben een ‘dikke prima-zomer’ gedraaid.\nDit meldde het Centraal Bureau voor de Statistiek (CBS) vanmorgen bij de presentatie van het Trendrapport toerisme, recreatie en vrije tijd 2020.\nHet derde kwartaal van 2020 werd relatief goed afgesloten.\nAnders dan in voorgaande jaren kozen Nederlanders deze zomer veel vaker voor een binnenlandse vakantie.\nIn het derde kwartaal van dit jaar gingen bijna 3,5 miljoen Nederlanders op vakantie in het buitenland.", "paragraphs": ["Geweldige zomer voor de camping door binnenlands toerisme", "De Nederlandse camping en andere locaties waar je een overnachting kunt boeken, hebben een ‘dikke prima-zomer’ gedraaid. Dit na dramatische cijfers in het voorjaar. Door het coronavirus verbleven talloze toeristen in eigen land. Voor hotels was de zomer overigens niet goed.", "Nederlandse logiesaccommodaties boekten in juli en augustus een recordaantal overnachtingen, zelfs meer dan in topjaar 2019. De groei kwam vooral op het conto van de campings en huisjesterreinen, die in het derde kwartaal meer binnenlandse gasten konden verwelkomen. Het verlies aan buitenlandse gasten werd bij hotels niet gecompenseerd door Nederlandse gasten. Dit meldde het Centraal Bureau voor de Statistiek (CBS) vanmorgen bij de presentatie van het Trendrapport toerisme, recreatie en vrije tijd 2020.", "De camping krabbelde op", "Nadat de activiteiten van de logiesaccommodaties in april 2020 bijna geheel tot stilstand kwamen met 93 procent minder overnachtingen dan in dezelfde periode een jaar eerder, krabbelde de sector in de daaropvolgende maanden langzaam op. Het derde kwartaal van 2020 werd relatief goed afgesloten. Weliswaar was het aantal gasten 12 procent lager, maar het aantal overnachtingen bedroeg 74.000 meer dan een jaar eerder.", "Vooral kampeerterreinen en in iets mindere mate bungalowparken zagen het aantal gasten en overnachtingen in juli en augustus toenemen ten opzichte van dezelfde periode in 2019. Anders dan in voorgaande jaren kozen Nederlanders deze zomer veel vaker voor een binnenlandse vakantie. In het derde kwartaal van dit jaar gingen bijna 3,5 miljoen Nederlanders op vakantie in het buitenland. Dat is 57 procent minder dan in dezelfde periode een jaar eerder. Daarentegen gingen zo’n 5,9 miljoen Nederlanders in eigen land op vakantie, een toename van 24 procent.", "Langer op de camping", "Doordat de Nederlandse gasten ook langer bleven, steeg het aantal overnachtingen nog meer. Campings en huisjesterreinen noteerden daardoor in het derde kwartaal een stijging van het aantal overnachtingen van respectievelijk 27 en 7 procent ten opzichte van 2019.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Hoeveel Nederlanders gingen in het derde kwartaal, waaronder de zomermaanden juli en augustus, in eigen land op vakantie en hoeveel meer was dat vergeleken met hetzelfde kwartaal een jaar eerder?https://t.co/abKJ5vpCFp pic.twitter.com/LYkJNJAVQk — CBS (@statistiekcbs) December 7, 2020", "Hotels noteerden in het derde kwartaal in het totaal een kwart minder overnachtingen dan een jaar eerder. Wel zagen ze tegelijkertijd de binnenlandse vraag toenemen met 9 procent meer gasten en 13 procent meer overnachtingen. Dat kon echter de scherpe daling in de buitenlandse vraag (54 procent minder overnachtingen) niet compenseren.", "Van de overnachtingen in hotels werd in 2019 nog 56 procent door buitenlandse gasten geboekt, in de eerste drie kwartalen van 2020 was dat gedaald naar 39 procent.", "Slechte cijfers Noord- en Zuid-Holland", "Hoewel bijna alle provincies profiteerden van de toegenomen binnenlandse vraag, gold dat niet voor Noord- en Zuid-Holland. Deze provincies zijn voor een belangrijk deel afhankelijk van buitenlandse toeristen. Vooral hotels in Amsterdam en Haarlemmermeer werden ook nog in het derde kwartaal zwaar door de coronacrisis getroffen, met een daling van 61 procent van het aantal overnachtingen vergeleken met een jaar eerder.", "De provincie Groningen zag het aantal overnachtingen in het derde kwartaal met 33 procent toenemen en ook Gelderland, de populairste provincie voor binnenlandse vakanties, noteerde een toename van 21 procent met een totaal van 5,6 miljoen overnachtingen in het derde kwartaal.", "Lees ook: Vriendinnen vertellen op tv over de fatale brand van Volendam"], "authors": ["Erik Jonk"], "keywords": ["procent", "van", "kwartaal", "binnenlands", "gasten", "camping", "het", "geweldige", "toerisme", "derde", "zomer", "een", "en", "overnachtingen", "door", "voor"], "pubDate": "2020-12-07T11:50:04+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}