{"id": "c50606f3-3eb4-3b62-98b0-f952c821f96d", "title": "Ex van Marco Borsato spreekt geruchten over hereniging tegen", "url": "https://nu.nl/achterklap/6100636/ex-van-marco-borsato-spreekt-geruchten-over-hereniging-tegen.html", "summary": "De ex van Marco Borsato, Denise Boekhoff, is het zat dat in roddelbladen steeds gespeculeerd wordt over haar en de zanger.\nBoekhoff had tot 1996 een relatie met de zanger en schrijft nu op Instagram dat er nooit sprake zal zijn van een hereniging.\nSinds de scheiding van Marco en Leontine Borsato wordt door diverse tijdschriften gespeculeerd over nieuwe relaties van de zanger; de naam van Boekhoff wordt daarbij regelmatig genoemd.\nDe bladen schrijven dat er weer contact is tussen de twee exen en dat Borsato veel steun bij haar vindt.\nOp sociale media schrijft ze dat ze haar ex het allerbeste wenst, maar dat zij het niet voor hem is.", "paragraphs": ["De ex van Marco Borsato, Denise Boekhoff, is het zat dat in roddelbladen steeds gespeculeerd wordt over haar en de zanger. Op Instagram laat ze nu weten dat ze zich er voor één keer over uitspreekt, om een einde te maken aan de geruchten.", "Boekhoff had tot 1996 een relatie met de zanger en schrijft nu op Instagram dat er nooit sprake zal zijn van een hereniging. \"Het idee achter de naam 'ex' is dat het om een vroegere partner gaat. Vroeger is niet nu!\"", "Sinds de scheiding van Marco en Leontine Borsato wordt door diverse tijdschriften gespeculeerd over nieuwe relaties van de zanger; de naam van Boekhoff wordt daarbij regelmatig genoemd. De bladen schrijven dat er weer contact is tussen de twee exen en dat Borsato veel steun bij haar vindt.", "Op sociale media schrijft ze dat ze haar ex het allerbeste wenst, maar dat zij het niet voor hem is. \"Ik begrijp echt dat het in deze coronatijd ook crisis is voor de roddelbladen, maar ga geen leugens verkopen. Zeker niet als het onderwerp al 24 jaar niet meer bestaat.\""], "authors": ["Door"], "keywords": ["van", "spreekt", "marco", "zanger", "ex", "en", "voor", "een", "ze", "wordt", "tegen", "borsato", "geruchten", "het", "hereniging", "niet", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}