{"id": "c51ebc6d-d2f1-33b9-97ca-9dc7e743ff89", "title": "Zowel Panama Pictures als het Nederlands Dans Theater wagen zich aan bedwelmend acrobatisch geklauter ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/zowel-panama-pictures-als-het-nederlands-dans-theater-wagen-zich-aan-bedwelmend-acrobatisch-geklauter~b6ef6a87/", "summary": "De topgroep van het Nederlands Dans Theater waagt zich ook aan bedwelmend acrobatisch geklauter, in een nieuwe gastchoreografie van de Fransman Yoann Bourgeois.\nEen danser laat zijn hoofd op een tafel rusten voor een hazeslaapje.\nDe dansers houden het visuele bedrog in stand door ook zijwaarts of hangend net te doen of ze moeiteloos aan het meubilair blijven zitten.\nAl tijdens de intro hangt een performer zo uit het lood dat hij dreigt te vallen, maar dan plots begint te zweven en te cirkelen.\nDe zwevende witte brokstukken, die lijken op ruïnes of betonresten, dienen in de lucht opnieuw als voetstuk of sokkel voor het vijftal stoere performers.", "paragraphs": ["I wonder where the dreams I don't remember go door Nederlands Dans Theater 1. Beeld Rahi Rezvani", "Tegen de muren omhoog lopen. Op een stoel zitten aan een plafond. Een zwevende trap bestijgen. Doorgaans zijn dit soort handelingen niet voor stervelingen weggelegd. Behalve voor acrobaten. Die weten hoe ze de zwaartekracht moeten omzeilen. Ruimtelijke obstakels zijn om te overwinnen, perspectieven om te veranderen.", "En dus, als een kamer explodeert, muren uit elkaar worden getrokken en brokstukken puin door de lucht zweven, zoeken zij geen dekking maar trekken zij de hoogte in, nieuwe vergezichten tegemoet. Acrobaten hoeven geen grond onder hun voeten te voelen.", "In verschillende dansvoorstellingen, nu in theaters te zien, neemt acrobatiek een opvallend groot aandeel in. Dat past in een trend om dans en circus steeds ingenieuzer te vermengen. Choreograaf Pia Meuthen heeft er haar handelsmerk van gemaakt. Where dance meets circus is het motto van haar gezelschap Panama Pictures, dat nu toert met de onverschrokken mannenvoorstelling The future is not what it used to be, op een geweldige soundscape van Strijbos & Van Rijswijk.", "De topgroep van het Nederlands Dans Theater waagt zich ook aan bedwelmend acrobatisch geklauter, in een nieuwe gastchoreografie van de Fransman Yoann Bourgeois. Deze danser, jongleur, acrobaat en acteur maakt met zijn vrouw Marie voorstellingen waarin hij het liefst de grond onder dansersvoeten instabiel maakt door hem te kantelen of te draaien.", "Dat zie je live ontstaan tijdens I wonder where the dreams I don’t remember go. Zoals de titel suggereert betreden we een wereld tussen droom en werkelijkheid in. Een danser laat zijn hoofd op een tafel rusten voor een hazeslaapje. Collega’s druppelen binnen. Er klinken dromerige vragen over zoekgeraakte spullen als sleutels en T-shirts. Dan beginnen tafel en stoelen te kantelen. Ze kleven aan muren en plafonds, die op hun beurt weer als ophaalbruggen diagonaal gaan staan. De dansers houden het visuele bedrog in stand door ook zijwaarts of hangend net te doen of ze moeiteloos aan het meubilair blijven zitten. Daarvoor moeten ze andere spiergroepen aanspreken dan ze als dansers zijn gewend. Het is fraai om te zien hoe topdansers als Boston Gallacher, Fay van Baar, Donnie Duncan Jr., Scott Fowler en Nicole Ishimaru (in verschillende casts) ondanks fysieke inspanningen de optische illusie van een simpel huiselijk tafereel weten hoog te houden.", "Door ingenieuze projectie van live gefilmde beelden op houten wanden lijkt het bovendien of de acht dansers ook loskomen van hun eigen lichaam. Je ziet lijven in dezelfde kostuums opstijgen, vallen en weg zweven, alsof hun bewustzijn zich even buiten hun lichaam begeeft. Ondertussen kent de muziek harde overgangen, van kabbelende piano tot zoekende radiofrequentie. De dansers knakken even plots mee in hun motoriek.", "I wonder where the dreams I don’t remember go lijkt een ruimtelijke uitbreiding van Bourgeois’ eerste werk voor NDT2, Little Song (2019), dat ook begon met duetten aan tafeltjes. Hij zal ook dit dromerige, acrobatische dansstuk met vliegend meubilair verder uitbouwen tot een grotezaalwerk voor NDT1. Hopelijk verwerkt hij er dan nog meer verschillende circustechnieken en dansdisciplines in.", "The Future is not what it used to be door Panama Pictures. Beeld Rob Hogeslag", "Bij The Future is not what it used to be van Panama Pictures lijkt de ruimte helemaal te exploderen. Al tijdens de intro hangt een performer zo uit het lood dat hij dreigt te vallen, maar dan plots begint te zweven en te cirkelen. Twee collega’s bestijgen een zwevende trap waar ze hard vanaf donderen, tot ze zich aan een randje vastgrijpen. De zwevende witte brokstukken, die lijken op ruïnes of betonresten, dienen in de lucht opnieuw als voetstuk of sokkel voor het vijftal stoere performers. Soms zijn ze reddingsboei, soms dreigende meteoriet. De volumineuze compositie van Strijbos & Van Rijswijk, live uitgevoerd door muzikant en danser Davide Bellotta, versterkt het totaalgevoel, waardoor je een uur lang werkelijk even denkt dat tijd en ruimte uitdijen en inkrimpen.", "I wonder where the dreams I don’t remember go Dans/circus ★★★★☆ Door Nederlands Dans Theater 1. Choreografie Yoann Bourgeois. 8/12 Lucent Danstheater, Den Haag. Aldaar t/m 19/12. The future is not what it used to be Dans/circus ★★★★☆ Door Panama Pictures. Choreografie Pia Meuthen. Compositie Strijbos & Van Rijswijk. Muziek Davide Bellotta. Online gezien. Livetournee t/m 20/2.", "Vluchten in vaudeville, variété, dans en circus Artistiek leider Ed Wubbe van Scapino Ballet Rotterdam heeft ook een voorliefde voor het mengen van dans, circus, vaudeville en variété, zoals hij al liet zien in de jubileumvoorstelling Ting! (2016) en in All hands on deck (2019, i.s.m. de Wereldband). Nu brengt hij een nieuwe versie van The Great Bean (2013), waarin niet alleen twee topjongleurs meedoen, maar ook dansers goocheltrucs uithalen. Opperclown is Mischa van Leeuwen, die lichtjes uit oren tovert maar ondertussen ook grijnzend vrouwen rooft. Want The Great Bean (verwijzend naar een beroemde act van ontsnappingskunstenaar Harry Houdini) haalt de roaring twenties dichterbij; een tijd waarin men vluchtte in vaudeville, charleston en tapdans om de dreigende crisis even niet onder ogen te hoeven zien. Nu weer onverwacht actueel."], "authors": ["Annette Embrechts"], "keywords": ["nederlands", "theater", "zijn", "geklauter", "ze", "te", "ook", "zich", "wagen", "van", "en", "een", "panama", "door", "voor", "zowel", "dans", "pictures", "het"], "pubDate": "2020-12-13T16:35:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}