{"id": "c51f9f98-799d-3078-8f82-71b2085120cb", "title": "Buurtbibliotheken sluiten maar er een openen op de Zuidas – hoe haal je het in je linkse hoofd?", "url": "https://volkskrant.nl/columns-opinie/buurtbibliotheken-sluiten-maar-er-een-openen-op-de-zuidas-hoe-haal-je-het-in-je-linkse-hoofd~b71fb760/", "summary": "(Van de 15-jarigen zegt liefst 60 procent alleen een boek open te slaan als het moet.)\nDes te verbijsterender was het voornemen van het hoofdstedelijk gemeentebestuur – waarvan ook Asschers partij deel uitmaakt – volgend jaar te bezuinigen op de Openbare Bibliotheek Amsterdam (OBA).\nMaar zelfs als het Amsterdamse college tot inkeer komt, zal het structurele probleem blijven bestaan.\nIn februari dit jaar constateerde de Raad voor Cultuur in de nota Een bibliotheek voor iedereen dat het huidige stelsel ‘onder hoge druk’ staat.\nSinds 2014 daalde ‘het niveau voor de gemeentelijke bekostiging’ (gecorrigeerd voor inflatie) met 8,8 procent, vergeleken met 2010 met bijna 19 procent.", "paragraphs": ["Tot mijn genoegen is PvdA-lijsttrekker Lodewijk Asscher deze week een ‘offensief’ begonnen tegen laaggeletterdheid. Goed idee. Rond 2,5 miljoen volwassen Nederlanders hebben moeite met lezen en schrijven, onder jongeren is het al even treurig gesteld. Uit het laatste internationale Pisa-onderzoek bleek dat hun leesvaardigheid in drie jaar tijd spectaculair daalde, hun leesplezier nog nimmer zo laag is geweest. (Van de 15-jarigen zegt liefst 60 procent alleen een boek open te slaan als het moet.) Heel prijzenswaardig dus dat de PvdA laaggeletterdheid tot campagnethema probeert te maken, onder het olijke motto #levedebieb.", "Des te verbijsterender was het voornemen van het hoofdstedelijk gemeentebestuur – waarvan ook Asschers partij deel uitmaakt – volgend jaar te bezuinigen op de Openbare Bibliotheek Amsterdam (OBA). Om begrijpelijke redenen heeft het bericht uw krant niet gehaald, maar hopelijk met uw welnemen wind ik me er toch even over op.", "In de plannen voor 2021 staat te lezen dat de OBA als gevolg van het coronaherstelplan 1,5 miljoen euro moet inleveren (nota bene ruim de helft van de totale bezuinigingen op cultuur). Het gemeentebestuur heeft zelf al bedacht hoe dat kan: door het ‘vestigingsnetwerk’ te ‘herijken’. In de praktijk betekent dit volgens de OBA sluiting van vier kleine filialen, in stadsdelen als Noord, Oost en West. Voor de niet-Amsterdammers onder u: die staan uitgerekend in de wijken waar een goedgevulde boekenkast niet dat je zegt tot het interieur behoort.", "Tegelijkertijd, las ik in de begroting, blijft de gemeente geld reserveren voor de zogeheten OBA Next op de Zuidas. Dat is namelijk de ‘bibliotheek van de toekomst’, die bijdraagt aan ‘digitale inclusiviteit en het ontwikkelen van vaardigheden die passen bij een sterk veranderende arbeidsmarkt en de informatiesamenleving’. OBA Next zou volgens de toelichting voldoen aan ‘de behoefte van maatschappelijke organisaties en hun doelgroepen om zich in de Zuidas te manifesteren’.", "Vier buurtbibliotheken naar gene zijde helpen en wel investeren in een megalomaan project waarop niemand zit te wachten – zeker niet de hoogopgeleide jongens en meisjes die de Zuidas bevolken? Ik zou het kunnen bevatten als de luitjes van Forum, PVV of VVD in deze stad aan de macht waren. Maar een gemeentebestuur dat bestaat uit GroenLinks, PvdA, SP en D66? Hoe halen ze het in hun linkse hoofd?", "Protesten en petities bleven dan ook niet uit. Laatste nieuws: woensdag zei de wethouder in de commissievergadering ‘niet blij’ te zijn met de dreigende sluiting en op een alternatief voorstel te broeden. Maar zelfs als het Amsterdamse college tot inkeer komt, zal het structurele probleem blijven bestaan.", "Als ik me goed herinner begon de misère in 1987, toen de openbare bibliotheken in Nederland hun bevoorrechte status verloren. Decentralisatie was voortaan het toverwoord.", "Kort door de bocht: vanaf dat moment mocht elke gemeente zelf uitmaken hoeveel geld de plaatselijke bibliotheek ontving. Dus concurreert zij sindsdien met de fanfare, de sportclub en tegenwoordig ook met de jeugdzorg. Drie keer raden hoe dat in karige tijden uitpakt.", "In februari dit jaar constateerde de Raad voor Cultuur in de nota Een bibliotheek voor iedereen dat het huidige stelsel ‘onder hoge druk’ staat. Sinds 2014 daalde ‘het niveau voor de gemeentelijke bekostiging’ (gecorrigeerd voor inflatie) met 8,8 procent, vergeleken met 2010 met bijna 19 procent. De raad adviseerde de minister om elke gemeente te verplichten een eigen openbare bibliotheek aan te bieden. In september sloten het Rijk, provincies en gemeenten met betrokkenen een convenant vol warme woorden over ‘het belang van een volwaardige lokale bibliotheekvoorziening’ en vol afspraken waaraan ze zich plechtig beloofden te houden. Heel sympathiek.", "Maar de enige echte oplossing is natuurlijk dat advies volgen van de Raad voor Cultuur. In mijn eigen woorden: de openbare bibliotheek zou een nutsvoorziening moeten zijn – net zo vanzelfsprekend als de basisschool, straatverlichting, bus of tram.", "Als je tot de geprivilegieerden behoort, dan kun je al onmogelijk alle boeken aanschaffen die je begeert. Laat staan als je opgroeit in een minder geletterde omgeving. Juist dan zou de bibliotheek gratis en onder handbereik moeten zijn.", "Volksverheffing, heette dat ooit. Wat is daar eigenlijk mis mee?"], "authors": ["Elma Drayer"], "keywords": ["zuidas", "van", "als", "openen", "bibliotheek", "hoe", "sluiten", "op", "maar", "het", "met", "voor", "een", "je", "en", "te", "linkse", "dat", "hoofd"], "pubDate": "2020-12-03T16:12:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}