{"id": "c5229da6-760e-3fd2-9359-65e387a483a9", "title": "Drenthe krijgt grote testlocatie bij TT Circuit Assen: tot 2200 mensen per dag getest", "url": "https://www.dvhn.nl/drenthe/Drenthe-krijgt-XL-testlocatie-bij-TT-Circuit-Assen-tot-2200-mensen-per-dag-getest-26275022.html", "summary": "Op het TT Circuit in Assen komt een grootschalige corona testlocatie.\nDe GGD meldt dat er op deze locatie in de toekomst tot 2200 mensen per dag kunnen worden getest.\nOp de parkeerplaats van het beursgebouw Expo Assen wordt een paviljoen gebouwd waar mensen getest worden.\n„We hebben voor het TT Circuit gekozen omdat het een goed bereikbare locatie is en zo een groot gebied kan bedienen”, vertelt Bart Raaijmakers, woordvoerder bij GGD Drenthe.\nWe worden in Nederland steeds beter om de wachttijd voor een uitslag nog korter te maken”, meldt Raaijmakers.", "paragraphs": ["Op het TT Circuit in Assen komt een grootschalige corona testlocatie. De GGD meldt dat er op deze locatie in de toekomst tot 2200 mensen per dag kunnen worden getest.", "De locatie opent in de eerste instantiedecember met zes teststraten. Later wordt dit uitgebreid naar zestien. In de teststraten worden zowel de PCR-test als de snelle-antigeentesten afgenomen. In de toekomst kan de locatie ook worden gebruikt voor vaccinatie. Op de parkeerplaats van het beursgebouw Expo Assen wordt een paviljoen gebouwd waar mensen getest worden.", "„We hebben voor het TT Circuit gekozen omdat het een goed bereikbare locatie is en zo een groot gebied kan bedienen”, vertelt Bart Raaijmakers, woordvoerder bij GGD Drenthe. „De opbouw begint volgende week. Ik ga ervan uit dat de locatie in de week van 21 december open gaat. Alles daarvoor is mooi meegenomen.”", "Testen op locatie zelf geanalyseerd", "Als één van de eerste testlocaties in Nederland worden de afgenomen monsters van de antigeentesten op de locatie zelf geanalyseerd. Hierdoor moeten de uitslagen nog sneller beschikbaar zijn. „Dat de testen hier op locatie geanalyseerd kunnen worden, is een typisch geval van doorontwikkeling. We worden in Nederland steeds beter om de wachttijd voor een uitslag nog korter te maken”, meldt Raaijmakers. „De monsters van de antigeentesten worden na de afname meteen naar een analyseruimte op de testlocatie gebracht. Omdat het niet verplaatst hoeft te worden naar een andere locatie is de uitslag is er binnen vijftien à dertig minuten.”", "Wel wijst Raaijmakers erop dat mensen niet op de testlocatie kunnen wachten tot hun uitslag er is. „Daardoor krijgen we opstopping en dat is het laatste wat we willen. De uitslag valt na afloop online te checken.”", "Ondanks het opzetten van de grote testlocatie blijft de teststraat aan de Aziëstraat in Assen wel bestaan. „Deze testlocatie is voor Assenaren goed te bereiken op de fiets. We vinden het belangrijk dat zij deze mogelijkheid blijven houden.”", "loading", "", ""], "authors": [], "keywords": ["tot", "locatie", "van", "mensen", "getest", "dag", "grote", "op", "tt", "het", "circuit", "voor", "testlocatie", "een", "dat", "krijgt", "drenthe", "uitslag", "worden"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}