{"id": "c5368025-6996-31c6-b62b-e1c9866643cf", "title": "Sia: 'Shia LaBeouf sleepte mij overspelige relatie in'", "url": "https://nu.nl/achterklap/6096392/sia-shia-labeouf-sleepte-mij-overspelige-relatie-in.html", "summary": "Shia LaBeouf zou Sia een overspelige relatie in hebben gesleept.\nIk geloof dat hij erg ziek is en ik heb medelijden met hem en zijn slachtoffers\", aldus Sia.\nIk heb een geschiedenis van het kwetsen van mensen die dicht bij mij staan.\nIk schaam me voor die geschiedenis en het spijt me voor degenen die ik pijn heb gedaan.\"\nHet is niet bekend wanneer LaBeouf en Sia een relatie met elkaar hebben gehad.", "paragraphs": ["Shia LaBeouf zou Sia een overspelige relatie in hebben gesleept. De acteur zou tegenover de zangeres hebben beweerd dat hij vrijgezel was toen ze een relatie kregen, zo meldt de artieste zondag op Twitter.", "\"Ook ik ben emotioneel gekwetst door Shia, een pathologische leugenaar. Ik geloof dat hij erg ziek is en ik heb medelijden met hem en zijn slachtoffers\", aldus Sia. Ze sluit de tweet af met een waarschuwing: \"Als je van jezelf houdt: blijf veilig en blijf weg.\"", "De 44-jarige Australische zangeres plaatst de tweet enkele dagen na het nieuws dat zangeres Tahliah Debrett Barnett, beter bekend als FKA twigs, de 34-jarige acteur er in een rechtszaak van beschuldigt haar \"veelvuldig fysiek, emotioneel en mentaal\" te hebben mishandeld.", "Sia spreekt op Twitter haar bewondering uit voor de 32-jarige Barnett. \"Ik hou van je, FKA twigs. Dit is erg dapper en ik ben heel trots op je.\"", "LaBeouf liet vrijdag in een reactie aan The New York Times weten dat veel van de beschuldigingen van Barnett niet waar zijn. \"Maar ik ben niet in de positie om iemand te vertellen hoe die persoon zich door mijn gedrag voelde. Ik heb geen excuus voor mijn alcoholisme of agressie. Ik heb mezelf en iedereen om me heen jarenlang mishandeld. Ik heb een geschiedenis van het kwetsen van mensen die dicht bij mij staan. Ik schaam me voor die geschiedenis en het spijt me voor degenen die ik pijn heb gedaan.\"", "LaBeouf en Barnett begonnen halverwege 2018 te daten. Na zo'n negen maanden gingen de twee uit elkaar. Het is niet bekend wanneer LaBeouf en Sia een relatie met elkaar hebben gehad. In 2015 was de acteur dansend te zien in Sia's videoclip van het nummer Elastic Hearts."], "authors": ["Door"], "keywords": ["shia", "van", "sleepte", "die", "heb", "een", "het", "en", "te", "mij", "ik", "hebben", "labeouf", "overspelige", "voor", "relatie", "sia"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}