{"id": "c53f8e0b-7d29-3b47-8453-ae630db79be2", "title": "Halsema wil minder drugsverkoop: ‘Geen kotsende toeristen meer in Amsterdam’", "url": "https://www.parool.nl/amsterdam/halsema-wil-minder-drugsverkoop-geen-kotsende-toeristen-meer-in-amsterdam~b12fad12/", "summary": "Het tegengaan van overlast, het beschermen van jongeren tegen verslaving of het decriminaliseren van de cannabisketen kan volgens Halsema alleen als de oververhitte markt in de stad wordt aangepakt.\nMet deze stap volgt ze het advies op van onder meer de auteurs van het geruchtmakende rapport De achterkant van Amsterdam, Jan Tromp en Pieter Tops.\nDie hadden in 2019 geen goed woord over voor de beslissing van oud-burgemeester Van der Laan om toeristen welkom te blijven heten in coffeeshops.\n‘Het bevestigde de zelfverkozen status van Amsterdam als het brandpunt van drank en drugs en rock-’n-roll.\nVrijheid is niet hetzelfde als grenzeloosheid en binnenstadbewoners voelen zich niet vrij als zij de hele dag last hebben van overlast.", "paragraphs": ["Femke Halsema. Beeld © Jitske Schols", "Na onderwerpen zoals kraken, prostitutie en preventief fouilleren stelt burgemeester Halsema opnieuw een heilig huisje in Amsterdam ter discussie: de vrije toegang tot coffeeshops voor buitenlandse bezoekers. Het tegengaan van overlast, het beschermen van jongeren tegen verslaving of het decriminaliseren van de cannabisketen kan volgens Halsema alleen als de oververhitte markt in de stad wordt aangepakt.", "Met deze stap volgt ze het advies op van onder meer de auteurs van het geruchtmakende rapport De achterkant van Amsterdam, Jan Tromp en Pieter Tops. Die hadden in 2019 geen goed woord over voor de beslissing van oud-burgemeester Van der Laan om toeristen welkom te blijven heten in coffeeshops. Een aantal grensgemeenten weert buitenlandse bezoekers uit coffeeshops sinds 2012, maar om het toerisme niet te schaden, lobbyde Van der Laan succesvol voor een uitzondering. ‘Het bevestigde de zelfverkozen status van Amsterdam als het brandpunt van drank en drugs en rock-’n-roll. Het versterkte de aanwezigheid van ongebreideld drugstoerisme,’ concludeerden Tops en Tromp.", "Halsema wil minder drugsverkoop, maar niet per se minder coffeeshops. Ook wil ze het gebruik door volwassenen niet ontmoedigen. “Het decriminaliseren van drugsgebruik is vooral slecht nieuws voor criminelen, die hebben daar geen interesse in.”", "Waarom komt u nu met deze voorstellen?", "“Een jaar geleden heb ik op verzoek van de raad beloofd om met maatregelen te komen om de softdrugsmarkt in Amsterdam te gaan reguleren. Het progressieve deel van de gemeenteraad wil graag legalisering van de markt, partijen als VVD en CDA willen praten over de invoer van het i-criterium (ingezetenencriterium, red.). Het is een morele discussie, ik probeer nu met praktische oplossingen te komen.”", "Er zijn 166 coffeeshops in de stad, maar uit nieuw onderzoek blijkt dat er rond de zeventig nodig zijn om aan de lokale vraag te voldoen. Wat vindt u van dat verschil?", "“Het verbaast mij eerlijk gezegd niet. Door de lockdowns zie je dat vooral de coffeeshops in de binnenstad bijna al hun klandizie zijn verloren, omdat zij vooral aan toeristen verkopen. Softdrugsbeleid is alleen houdbaar als we in staat zijn om de achterdeur, de aanvoer, te reguleren. Daarom starten we een keurmerk waarmee coffeeshophouders onder een lichter handhavingsregime vallen en bijvoorbeeld een grotere handelsvoorraad cannabis mogen aanhouden. Het i-criterium handhaven is dus niet de enige stap die we zetten. Dit kun je alleen doen als de markt lokaal en beheersbaar is en niet een doorgeefluik aan hordes toeristen.”", "Druist het beperken van de toegang tot coffeeshops niet in tegen de tolerante kijk op drugsgebruik die we hier gewend zijn?", "“We gaan absoluut niet naar een cannabisvrij Amsterdam, coffeeshops horen bij de stad. Onze vrijheid mag geen vrijbrief zijn voor grote groepen jongeren om in de grachten te kotsen omdat ze te veel geblowd hebben. Vrijheid is niet hetzelfde als grenzeloosheid en binnenstadbewoners voelen zich niet vrij als zij de hele dag last hebben van overlast. Er is overigens in de hele stad een verlangen naar minder vervuiling en overlast.”"], "authors": ["Ruben Koops"], "keywords": ["om", "geen", "meer", "drugsverkoop", "zijn", "te", "wil", "van", "toeristen", "en", "een", "minder", "kotsende", "coffeeshops", "amsterdam", "halsema", "het", "niet", "als"], "pubDate": "2021-01-08T10:00:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}