{"id": "c54030a3-0997-3942-80e5-f7799aaa0946", "title": "Leidse torso Ramses VI herenigd met kop uit Chicago (maar waar zijn de voeten?)", "url": "https://volkskrant.nl/cultuur-media/leidse-torso-ramses-vi-herenigd-met-kop-uit-chicago-maar-waar-zijn-de-voeten~b56287f5/", "summary": "Het hoofd en de torso van farao Ramses VI.\n‘Dat maakt deze vondst des te leuker.’De torso van Ramses VI (1144-1137 voor Christus) maakt deel uit van een kapotgeslagen tempelbeeld.\n‘Op de rugpijler van het deel van de kop in Chicago staat ‘Horus-Re, grote, sterke stier die de twee landen bezielt, Nebti’.\n‘Helaas is hij al in de oudheid zwaar beschadigd geraakt door grafrovers.’De granieten torso van Ramses VI in het Rijksmuseum van Oudheden in Leiden.\n‘Door corona hebben we elkaar helaas nog niet kunnen opzoeken.’Volledig ontraadseld is het mysterie van Ramses VI overigens nog niet.", "paragraphs": ["Het hoofd en de torso van farao Ramses VI. Het hoofd is in Chicago, de torso in Leiden. Beeld Rijksmuseum van Oudheden / Oriental Institute Museum", "‘Het is het soort ontdekking dat je eigenlijk een eeuw geleden zou verwachten’, zegt conservator Lara Weiss, die het onderzoek naar de twee losse delen van het beeld uitvoerde met Rob Demarée (Universiteit Leiden). ‘Dat maakt deze vondst des te leuker.’", "De torso van Ramses VI (1144-1137 voor Christus) maakt deel uit van een kapotgeslagen tempelbeeld. Het Leidse museum kocht het in 1941. De - naar nu blijkt - bijbehorende kop werd al in 1929 aangekocht in Egypte door het Oriental Institute Museum in Chicago.", "In 1987 schreef Thomas Logan, de toenmalig hoofdconservator van het museum in Chicago, een brief aan de in 2018 overleden egyptoloog prof. Joris Borghouts in Leiden. Logan opperde dat de kop uit Chicago en de Leidse torso bij elkaar hoorden en vroeg om foto’s en informatie uit Leiden. Het zwarte graniet en de afmetingen hadden volgens Logan veel met elkaar gemeen.", "‘We vonden Logans brief met foto’s terug in het archief van Borghouts’, zegt Weiss. ‘We hebben geen idee waarom hij de brief meer dan dertig jaar geleden niet heeft opengemaakt. Er dreigde in die tijd een forse bezuiniging, misschien ging op dat moment daar al zijn tijd en energie naar uit.’", "Granieten kop van farao Ramses VI van het Oriental Institute Museum van de Universiteit van Chicago. De bijbehorende romp is in Leiden bij het Rijksmuseum voor Oudheden. Beeld Oriental Institute Museum, Chicago", "Inmiddels staat met zekerheid vast dat de twee delen bij elkaar horen. De breukvlakken van de torso en het hoofd passen precies op elkaar, zo blijkt uit metingen. Bovendien loopt vanaf het achterhoofd tot over de rug van de torso een tekst in hiërogliefen.", "‘Die tekst identificeert deze koning als Ramses VI’, aldus Weiss. ‘Op de rugpijler van het deel van de kop in Chicago staat ‘Horus-Re, grote, sterke stier die de twee landen bezielt, Nebti’. De tekst loopt door op de rugpijler van de Leidse torso: ‘Sterk in de arm, die honderdduizenden versloeg, Gouden Horus, sterk in jaren als Re, heerser, heer van het Sedfeest, beschermer van Egypte.’", "Over Ramses VI is weinig bekend. Hij was de zoon van Ramses III, de laatste grote farao van de Ramses-dynastie. ‘Ramses VI regeerde slechts kort en kon daarmee niet veel bouwen’, aldus Weiss. ‘Hij nam bijvoorbeeld ook het graf en de dodentempel van zijn oudere broer Ramses V over.’ Zijn mummie ligt nu in het museum in Caïro. ‘Helaas is hij al in de oudheid zwaar beschadigd geraakt door grafrovers.’", "De granieten torso van Ramses VI in het Rijksmuseum van Oudheden in Leiden. Beeld Rijksmuseum voor Oudheden", "Het gebeurt wel vaker dat onderzoekers losse delen van beelden bij elkaar proberen te brengen. Zo heeft Leiden de romp van een 3.500 jaar oud beeld van Hatsjepsoet, een van de bekendste vrouwen uit het oude Egypte, terwijl het hoofd en het onderstuk eigendom zijn van het Metropolitan Museum of Art in New York.", "In 1998 zijn de delen weer samengevoegd. Elke vijf jaar verhuist de Egyptische koningin in haar geheel van Leiden naar New York en weer terug. ‘Het zou geweldig zijn als we dat met Chicago ook kunnen afspreken voor Ramses VI’, zegt Lara Weiss. ‘Door corona hebben we elkaar helaas nog niet kunnen opzoeken.’", "Volledig ontraadseld is het mysterie van Ramses VI overigens nog niet. De benen en de voeten van het granieten beeld ontbreken nog. ‘We vermoeden dat die nog ergens in Egypte zijn’, zegt conservator Weiss. ‘Misschien lukt het ons om die ook nog ooit te vinden, maar dat zal niet eenvoudig worden.’"], "authors": ["Bart Dirks"], "keywords": ["museum", "van", "waar", "leidse", "maar", "met", "zijn", "het", "ramses", "torso", "en", "uit", "vi", "dat", "voeten", "leiden"], "pubDate": "2020-12-03T14:07:48+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}