{"id": "c54987b3-2997-34e8-9328-8c64b63c4dcc", "title": "De meest waardevolle kerstmarkt staat dit jaar in Molsheim", "url": "https://www.autovisie.nl/nieuws/de-meest-waardevolle-kerstmarkt-staat-dit-jaar-in-molsheim/?utm_source=telegraaf.nl&utm_medium=widget&utm_campaign=https://www.telegraaf.nl/sport", "summary": "De meest waardevolle kerstmarkt staat dit jaar in MolsheimElke traditionele kerstmarkt wordt op dit moment overal afgeblazen.\nContainerBugatti plaatst namelijk de bijzondere La Voiture Noire in een glazen container, náást een grote kerstboom op het plein van Molsheim.\nDe afgelopen week hebben bezoekers van de stad al kunnen kijken naar een van de meest besproken Bugatti’s van de afgelopen tijd.\nEn dus kun je ’t al verwachten: de La Voiture Noire die nu in Molsheim staat, is ook niet echt.\nDe auto staat namelijk tot en met maart in Molsheim.", "paragraphs": ["De meest waardevolle kerstmarkt staat dit jaar in Molsheim", "Elke traditionele kerstmarkt wordt op dit moment overal afgeblazen. Toch staat de meest waardevolle dit jaar wél echt in Molsheim.", "Hoor je Molsheim, dan gaat er bij de autoliefhebber een belletje rinkelen. De stad in het Noord-Oosten van Frankrijk is immers de thuishaven van Bugatti. Daar wordt jaarlijks – net als in veel andere Europese steden – een kerstmarkt gehouden. Die kan dit jaar niet doorgaan, om bekende redenen. In plaats daarvan versiert de plaatselijke autobouwer de stad met een wel héél waardevol voorwerp.", "Container", "Bugatti plaatst namelijk de bijzondere La Voiture Noire in een glazen container, náást een grote kerstboom op het plein van Molsheim. De afgelopen week hebben bezoekers van de stad al kunnen kijken naar een van de meest besproken Bugatti’s van de afgelopen tijd.", "De Franse fabrikant heeft onlangs een paar zeer gelimiteerde modellen aangekondigd, zoals de Centodieci en de Divo. De La Voiture Noire past ook in dat rijtje en is net als die auto’s gebaseerd op een Chiron, maar wordt slechts één keer vervaardigd. Het is een ode aan de legendarische en bijzonder fraaie Type 57 SC Atlantic, waarvan Bugatti er in de vorige eeuw drie exemplaren bouwde.", "Heb jij al een kerstcadeau?", "Mock-up", "Bugatti toonde de La Voiture Noire op de Autoshow van Genève in 2019. Grappig feitje: toen betrof het een zogenaamde mock-up. De auto die destijds in Zwitserland op het tapijt pronkte, had helemaal geen interieur en aandrijflijn. Om de auto toch rijdend te krijgen, werd de La Voiture Noire voor de show voorzien van een elektrische aandrijflijn, zodat hij heel stilletjes in wandeltempo kon voortbewegen. Een koper was destijds al wel gevonden. De betreffende persoon, nota bene direct de eerste trouwe klant die Bugatti benaderde, maakte 11 miljoen euro over aan Bugatti, dat daarna begon met de bouw van het model. Naar verwachting is de auto pas aan het eind van 2021 of begin 2022 klaar.", "En dus kun je ’t al verwachten: de La Voiture Noire die nu in Molsheim staat, is ook niet echt. Althans, het betreft dezelfde mock-up. Bugatti rept er zelf met geen woord over, maar kan natuurlijk niet een peperdure auto – die inclusief belastingen met gemak 16 miljoen euro kost – in een glazen container in een stad alleen laten. Zou het echt de klantenauto betreffen, dan kan de fabrikant ook direct een paar bewakers inhuren die zich permanent bij de auto begeven. Enkel de W16-motor van Bugatti is al een vermogen waard. Nee, ook deze La Voiture Noire bevat dus geen echte aandrijflijn in interieur. Het is puur een showauto, en zal dat altijd blijven. Hoewel de waarde van het voorwerp moeilijk in te schatten is, zal-ie waarschijnlijk nog steeds onbetaalbaar zijn. Hij maakt de ‘kerstmarkt’ in Molsheim waarschijnlijk nog steeds de meest waardevolle.", "Peugeot E-Legend", "Het maken van zo’n mock-up is gemeengoed in de autowereld. Fabrikanten doen het vaker met bijzondere conceptauto’s, die nog niet klaar voor productie, maar wel voor de show zijn. Een mooi voorbeeld is de Peugeot E-Legend. De Franse autobouwer maakte met dat model indruk door de fraaie styling en geavanceerde techniek. Autovisie-redacteur Sjoerd van Bilsen verklapte daarna echter een hoop geheimen rondom die auto. In onderstaande video legt hij je onder andere uit hoe zo’n conceptcar tot stand komt en op welke manier we allemaal voor de gek gehouden worden. En dat geldt niet specifiek voor de Peugeot, voor nagenoeg alle showcars.", "Wie de ‘neppe’ Bugatti La Voiture Noire nog met z’n eigen ogen kan zien, heeft geluk. De auto staat namelijk tot en met maart in Molsheim. Hopelijk zijn de coronaregels omtrent reizen naar het buitenland dan iets versoepeld, zodat je alsnog naar de meest exclusieve moderne Bugatti kunt kijken. Het is trouwens niet de eerste keer dat de autobouwer zoiets doet. Twee jaar geleden plaatste het een Chiron op de kerstmarkt in Straatsburg. Vorig jaar plaatste het de Centodieci op het vliegveld van Entzheim, dat naast die Franse stad ligt."], "authors": ["Sjorsten Tije", "Sjors Ten Tije"], "keywords": ["van", "die", "dit", "een", "kerstmarkt", "het", "en", "meest", "met", "staat", "bugatti", "op", "voiture", "jaar", "noire", "waardevolle", "molsheim"], "pubDate": "2020-12-17T06:55:06Z", "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}