{"id": "c550da54-770d-334b-88de-971b89861cec", "title": "Werelduurrecordhouder Kooiman zet na dit seizoen punt achter schaatsloopbaan", "url": "https://nos.nl/artikel/2363168-werelduurrecordhouder-kooiman-zet-na-dit-seizoen-punt-achter-schaatsloopbaan.html", "summary": "Sinds 9 december 2015 is Kooiman ook houder van het werelduurrecord.\nOmdat de marathoncompetitie stilligt vanwege het coronavirus, kwam Kooiman dit seizoen alleen nog uit op de langebaan.\nBij het WK-kwalificatietoernooi in Thialf eindigde hij op de tien kilometer nipt als vierde in een tijd van 13.00,76.\nVaderschap\"Twee jaar geleden ben ik vader geworden van een zoon en mijn vrouw en ik verwachten in februari een tweeling\", legt Kooiman zijn besluit om te stoppen toe.\nHet is een lastig besluit geweest, heb om eerlijk te zijn een aantal slapeloze nachten gehad, maar het is goed zo.", "paragraphs": ["Ook op de langebaan boekte Kooiman enige successen. In 2015 won hij bij de WK afstanden zilver op de 10.000 meter en in 2016 veroverde hij het brons op diezelfde afstand. Sinds 9 december 2015 is Kooiman ook houder van het werelduurrecord. Zijn afstand van 43 kilometer en 735,94 meter is vooralsnog niet geëvenaard.", "Omdat de marathoncompetitie stilligt vanwege het coronavirus, kwam Kooiman dit seizoen alleen nog uit op de langebaan. Bij het WK-kwalificatietoernooi in Thialf eindigde hij op de tien kilometer nipt als vierde in een tijd van 13.00,76.", "Vaderschap", "\"Twee jaar geleden ben ik vader geworden van een zoon en mijn vrouw en ik verwachten in februari een tweeling\", legt Kooiman zijn besluit om te stoppen toe.", "\"Om op dit niveau te kunnen schaatsen ben ik de laatste jaren veel van huis geweest en ik kijk ernaar uit meer tijd met hen door te brengen. Het is een lastig besluit geweest, heb om eerlijk te zijn een aantal slapeloze nachten gehad, maar het is goed zo. Nu wordt het tijd voor mijn gezin.\""], "authors": [], "keywords": ["werelduurrecordhouder", "ik", "zijn", "van", "schaatsloopbaan", "en", "een", "punt", "dit", "kooiman", "achter", "tijd", "op", "te", "zet", "seizoen", "het"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}