{"id": "c57a3cb8-42ee-3762-b4c0-45d3a401c1cc", "title": "Van rampjaar naar wonderjaar: welkom 2021, annus mirabilis", "url": "https://volkskrant.nl/cultuur-media/van-rampjaar-naar-wonderjaar-welkom-2021-annus-mirabilis~bc691118/", "summary": "Het idee van een uitbarsting van euforie en een samenleving in extase na een pandemie is bepaald niet nieuw in de geschiedenis.\nMisschien is het ook het verschil tussen het economische en het epidemiologische toekomstperspectief, maar de tijdlijn die Christakis ziet is wat voorzichtiger, om niet te zeggen ontnuchterend.\nVoor hem is 2021 het jaar van het vaccineren en het mogelijke begin van economisch herstel dat zeker doorloopt tot in 2023, jaren waarin veel van onze discipline (u weet wel) wordt gevraagd.\nHet enige waarvan we zeker weten dat het snel eindigt is het jaar 2020.\nHet enige waarvan we zeker weten dat het snel gaat beginnen is het jaar 2021.", "paragraphs": ["Mark Moorman beziet de wereld van voor en na 31 december. Gaan we ons helemaal kapotgenieten in 2021 of blijven we leven volgens de richtlijn ‘als de omstandigheden dat toelaten’?", "Op de cover van Time Magazine van 14 december verklaarde het Amerikaanse blad 2020 tot ‘The worst year ever’ (het ergste jaar ooit). Dit werd gevisualiseerd met een rood kruis dwars door de cijfers 2020. Deze radicale beeldtaal had het blad een paar keer eerder toegepast: bij de dood van Adolf Hitler (waarbij het kruis door het portret van Hitler was getrokken); bij de overgave van Japan in de Tweede Wereldoorlog en voor de laatste keer in 2011, bij de executie van Osama bin Laden.", "En nu bij het jaar 2020 dus. Het jaar, niet het virus, niet Donald Trump, maar het nog steeds niet geëindigde kalenderjaar waarin we, laten we dat niet vergeten, ook zijn begonnen met vaccineren. En de Amerikanen Trump hebben vervangen door Joe Biden. Althans, daar begint het op te lijken.", "Het begeleidende stuk van Stephanie Zacharek is iets minder apocalyptisch dan de tekst op de cover doet vermoeden. Ze geeft onmiddellijk toe dat er ergere jaren in de geschiedenis zijn geweest. De vorige eeuw levert een paar sterke kandidaten. Maar voor de meeste mensen die nu leven is 2020 de eerste crisis op wereldschaal die ze aan den lijve ondervinden. Die laatste zin is niet de krachtige covertekst waar ze bij Time voor gingen. Vandaar: Ergste jaar. Ooit.", "In dat ergste jaar ooit zaten veel artiesten zonder publiek en/of theater. De Engelse komiek en presentator John Oliver presenteerde zijn satirische HBO-nieuwsshow Last Week Tonight (een van de voorbeelden voor Zondag met Lubach) vanaf 15 maart in een lege stille witte ruimte, een blank white void full of sad facts, of het ‘voorgeborchte’, zoals hij het ook wel noemde. In de laatste show van het jaar stapte hij achter zijn bureau vandaan om te onthullen dat de witte ruimte zich eindeloos leek uit te strekken.", "Oliver ging aan de wandel, mijmerend over bosbranden, complotdenkers, de dood van basketballer Kobe Bryant en rechter van het Hooggerechtshof Ruth Bader Ginsberg en het feit dat hij een Google Alert had geïnstalleerd dat hem op de hoogte moest houden van de eventuele arrestatie van Carole Baskin (Tiger King-kijkers weten wel waarom). Totdat hij in de witte leegte op een rode deur stuit (een wals à la 2001: A Space Odyssey zwelt aan).", "Als hij door de deur loopt en de camera een langzame terugtrekkende beweging maakt, blijkt John Oliver al die tijd in een groot gebouw te hebben gezeten dat van buiten gezien de vorm van het jaartal 2020 heeft. Ik weet niet wat het nieuwe jaar gaat brengen, zegt Oliver als hij een mechanisme met een knop uit zijn zak haalt, ‘maar ik weet wel wat er nu gaat gebeuren’. Hij drukt op de knop en achter hem explodeert het jaar 2020 in een zee van vlammen, met Oliver als onwaarschijnlijke actieheld op de voorgrond.", "Er gaat op de valreep veel creatieve energie in het afrekenen met het jaar zitten. Shutterstock, het grootste stockfoto-bedrijf in de wereld, biedt bijvoorbeeld haar gebruikers een eindejaarsafbeelding van het jaartal aan, waar de vlammen uit slaan (een beeld dat terug te vinden is op het twitteraccount @darkstockphotos).", "En mocht u in 2020 een paar keer gedacht hebben dat u de hoofdrol speelde in uw eigen aflevering van de dystopische serie Black Mirror van Charlie Brooker, dan is zijn Death to 2020 (dat de dag na Kerst op Netflix verscheen) iets voor u. Een quasidocumentaire waarin experts en getuigen, gespeeld door een keur aan sterren, terugkijken op het annus horribilis. Deze Latijnse frase werd ooit populair gemaakt door koningin Elizabeth, die het overigens over 1992 had. En even terzijde, de veel minder bekende verwante Latijnse typering is annus mirabilis (wonderjaar), maar qua jaren zien we het glas toch vooral als halfleeg.", "Het jaar de schuld geven is een vorm van magisch denken waar we ons allemaal wel schuldig aan maken, hoe rationeel we onszelf ook inschatten. Er is geen enkele reden om bijvoorbeeld uw goede voornemens tot 31 december middernacht te bewaren, als u er ook op 14 oktober om 14.57 uur mee zou kunnen beginnen.", "Of nu, lieve lezer, NU! Maar dat doen we niet. We trekken een lijn in het zand, waarbij het oude jaar achterblijft als een ‘lege huls gevuld met treurige feiten’, om John Oliver aan te halen. En waarbij het nieuwe jaar als een glanzend nieuw voertuig voor de deur staat geparkeerd, nog zonder kilometers, zonder krasjes en deukjes.", "Het jaar 2021 kwam al heel snel in beeld in 2020. Als een soort reddingsboei, een oase aan de einder. In plaats van dat we het huidige jaar aan het vieren, beleven of ondergaan waren, verlegden we steeds meer de aandacht richting 2021, als het jaar waarin we de draad weer zouden oppakken. Het jaar dat alles moest goedmaken.", "Beeld Maaike Canne", "Neem No Time to Die (goeie titel wel, onder de omstandigheden), de nieuwe James Bond–film, naar verluidt een van de duurste films ooit gemaakt (met een geschat budget van 250 miljoen dollar). Al vrij vroeg in de coronacrisis werd door de producenten besloten de datum van de première te verplaatsen van april naar november.", "Met alles wat daarop zou volgen is het moeilijk voor te stellen hoe groot de schok was bij de bekendmaking van deze verschuiving, niet alleen in de filmwereld, maar ook ver daarbuiten. Als corona aan Bond kon komen, dan stond misschien alles op losse schroeven, dan kon je bij wijze van spreken het EK voetbal ook wel vergeten! De tweede verschuiving van de Bond-première naar 2 april 2021 (vlak voor Pasen) kwam op een moment dat de tweede golf een feit was en de bioscoopwereld de hoop op het filmjaar al vrijwel had opgegeven.", "Er volgde na Bond een eindeloze reeks afzeggingen en verschuivingen. Het jaar 2020 raakte langzaam leeg, en 2021 werd gevuld met alles waar we ons in 2020 op hadden verheugd. Het Eurosongfestival in Rotterdam (18, 20 en 22 mei 2021), het Mahler Festival (18 t/m 23 mei 2021), het EK voetbal (11 juni t/m 11 juli 2021), het Holland Festival (juni 2021), de Olympische Spelen in Tokio (vanaf 23 juli 2021), Lowlands (20 t/m 22 augustus 2021), het zomerdeel van het IFFR (2 t/m 6 juni 2021), de première van sciencefiction-spektakel Dune (30 september 2021 – de trailer is inmiddels 30 miljoen keer bekeken, over filmhonger gesproken), het filmfestival Cannes (vanaf 11 mei 2021), met hoogstwaarschijnlijk de uitgestelde première van The French Dispatch, de nieuwe film van Wes Anderson.", "We gaan ons echt helemaal kapot genieten volgend jaar. En dan te bedenken dat er in 2021 al veel op het programma stond. Het is toch een beetje alsof het ene jaar bij het andere intrekt en een hele boeken- en platenverzameling meeneemt. Plus een hobby met aquariums en een postercollectie.", "2021 kreeg vanzelf de glans van de verwachte bevrijding, zeker in het eerste deel van 2020. Horribilis zou plaatsmaken voor mirabilis, dat kon niet anders. Het leven in 2021 een aaneenschakeling van feesten, festivals, premières en sporttoernooien, waar we ons al voor hadden geplaatst en waar we al tickets voor hadden! Herinnert u zich nog de verwachting over de moeder aller Oud en Nieuwfeesten die de opening van dit wonderbaarlijke jaar zou bieden, waarna we ergens in het voorjaar naakt de wei zouden in rennen om een nieuwe Summer of Love te vieren?", "Het idee van een uitbarsting van euforie en een samenleving in extase na een pandemie is bepaald niet nieuw in de geschiedenis. De epidemioloog en socioloog Nicholas Christakis publiceerde onlangs het boek Apollo’s Arrow – The Profound and Enduring Impact of Coronavirus on the Way We Live. Hij plaatst de coronacrisis in de context van eerdere plagen die de mensheid troffen, van de pest in het middeleeuwse Europa tot aan de Spaanse griep aan het einde van de Eerste Wereldoorlog.", "Het boek trok ook de aandacht omdat Christakis in een interview met The Guardian vlak voor Kerst op basis van de historische parallel na de epidemie een tweede ‘Roaring Twenties’ voorspelde, een tijdperk van creatieve, sociale en economische uitbarstingen, met – daar heb je het al – seksuele losbandigheid als rode draad. De parallel wordt hier getrokken met de jaren twintig van de vorige eeuw, die eindigde in de grote depressie en de opkomst van het fascisme.", "Het zijn niet alleen epidemiologen van Yale die wijzen op dit effect. Jack Kelly van financieel magazine Forbes schreef vlak voor Kerst een vooruitblik onder de kop: ‘The New Year Will Usher in a Roaring 2021 with a Renewed Exuberance’ (een ‘hernieuwde uitbundigheid’). Daar heb je die dolle jaren twintig weer, met ‘technologische innovaties, het jazztijdperk, de bloei van kunst en cultuur met mensen die dansen, drinken en genieten van het leven’. Aldus Forbes, het huisblad van de allerrijksten.", "Misschien is het ook het verschil tussen het economische en het epidemiologische toekomstperspectief, maar de tijdlijn die Christakis ziet is wat voorzichtiger, om niet te zeggen ontnuchterend. Voor hem is 2021 het jaar van het vaccineren en het mogelijke begin van economisch herstel dat zeker doorloopt tot in 2023, jaren waarin veel van onze discipline (u weet wel) wordt gevraagd. Voordat er iets roart aan de twenties zouden we al in 2024 zitten, het jaar dat de sportstadions weer echt vol kunnen zijn en dat er sprake kan zijn van een nieuwe renaissance. Aldus Christakis, die optimisme met een nogal donkere rand biedt.", "En 2021 dan? De opwinding over dat jaar als ontsnappingsluik begon midden in de brute realiteit van de tweede golf aan het einde van 2020 al sterk af te nemen. De maatregelen rond Kerst en Oud en Nieuw voelen een beetje alsof de jaarwisseling is afgeschaft en we het jaar 2020 minstens tot 19 januari doortrekken, het einde van de strenge lockdown in Nederland, althans, in de taal die we nu zo gewend zijn, ‘als de omstandigheden dat toelaten’.", "Het enige waarvan we zeker weten dat het snel eindigt is het jaar 2020. Het enige waarvan we zeker weten dat het snel gaat beginnen is het jaar 2021. Gelukkig nieuwjaar."], "authors": ["Mark Moorman"], "keywords": ["mirabilis", "welkom", "van", "naar", "rampjaar", "en", "een", "jaar", "annus", "wonderjaar", "met", "voor", "op", "het", "dat", "2021"], "pubDate": "2020-12-30T18:34:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}