{"id": "c594d2ee-09cc-386d-8eaa-0d559a64c175", "title": "Huishoudvraag: hoe zit dat met microplastics tijdens het wassen?", "url": "https://www.telegraaf.nl/lifestyle/669976062/huishoudvraag-hoe-zit-dat-met-microplastics-tijdens-het-wassen", "summary": "SynthetischTegenwoordig wordt meer dan 60% van textiel gemaakt van synthetische materialen bestaande uit plastic vezels.\nHiermee vormen kleding, dekens en schoonmaakdoekjes een bron van minuscule synthetische vezels (microplastics).\nDeze vezels zijn zo klein dat ze door de rioolzuivering heen kunnen en stromen met het gezuiverde rioolwater uiteindelijk de zee in, waar ze verder uiteenvallen en door vissen voor plankton worden aangezien.\nOplossingU kunt deze vezels grotendeels opvangen door synthetische materialen in een speciale zak te wassen, bijvoorbeeld de Guppyfriend waszak.\nOok is er een bal (Coraball) die de vezels uit het water filtert (verkrijgbaar in de eco-supermarkt).", "paragraphs": ["Synthetisch", "Tegenwoordig wordt meer dan 60% van textiel gemaakt van synthetische materialen bestaande uit plastic vezels. Hiermee vormen kleding, dekens en schoonmaakdoekjes een bron van minuscule synthetische vezels (microplastics).", "Miljoenen vezels", "Volgens wetenschappelijk onderzoek komen bij elke wasbeurt tien tot twintig miljoen vezels vrij, waarvan ruim 70 procent niet bio-afbreekbaar is. Deze vezels zijn zo klein dat ze door de rioolzuivering heen kunnen en stromen met het gezuiverde rioolwater uiteindelijk de zee in, waar ze verder uiteenvallen en door vissen voor plankton worden aangezien. Zo belanden de microplastics op uw bord.", "Oceanen vol", "Momenteel is 35% van al deze microplastics in de oceanen afkomstig van gewassen textiel uit wasmachines.", "Oplossing", "U kunt deze vezels grotendeels opvangen door synthetische materialen in een speciale zak te wassen, bijvoorbeeld de Guppyfriend waszak. Ook is er een bal (Coraball) die de vezels uit het water filtert (verkrijgbaar in de eco-supermarkt).", "Ook zijn er speciale filters die u op de wasmachine kunt laten installeren, bijvoorbeeld van PlanetCare. Deze houden 90% van alle vezels tegen."], "authors": [], "keywords": ["zo", "van", "huishoudvraag", "deze", "zit", "hoe", "het", "met", "vezels", "zijn", "synthetische", "tijdens", "een", "wassen", "dat", "uit", "en", "microplastics", "door"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}