{"id": "c5a9767d-7296-3fa7-a577-61e18633985f", "title": "Met een digitale checklijst op de ic kan cruciale informatie over patiënt de arts niet meer ontgaan", "url": "https://volkskrant.nl/wetenschap/met-een-digitale-checklijst-op-de-ic-kan-cruciale-informatie-over-patient-de-arts-niet-meer-ontgaan~b25a64f5/", "summary": "Beeld Arie KievitArtsen die op de ic een digitale checklijst gebruiken, zien daardoor minder vaak cruciale informatie over ernstig zieke patiënten over het hoofd.\nZe beproefden dat op de ic van het Catharina ziekenhuis in Eindhoven en in een groot Chinees ziekenhuis in Peking.\nDe situatie kan dus rommelig zijn en dat vergroot de kans dat ze iets missen.\nCoronapatiënten bijvoorbeeld hebben grote kans op een longembolie dus die moeten preventief een hoge dosering bloedverdunners krijgen.\nTraceBook traceert wie wanneer wat heeft gecheckt bij de patiënt, en dat kan problemen in de zorg inzichtelijk maken.", "paragraphs": ["De ic-afdeling van het Maasstad ziekenhuis in Rotterdam. Beeld Arie Kievit", "Artsen die op de ic een digitale checklijst gebruiken, zien daardoor minder vaak cruciale informatie over ernstig zieke patiënten over het hoofd. Dat komt de kwaliteit van zorg zo ten goede dat patiënten korter op de ic liggen. Dat blijkt uit promotie-onderzoek van intensivist in opleiding Ashley de Bie die samen met de Chinese ingenieur Shan Nan het online programma TraceBook ontwikkelde. Ze beproefden dat op de ic van het Catharina ziekenhuis in Eindhoven en in een groot Chinees ziekenhuis in Peking. Donderdag promoveren ze aan de TU in Eindhoven.", "Hoe is de praktijk op een gemiddelde ic?", "De Bie: ‘Ic-artsen doen bij hun meest kwetsbare patiënten iedere dag een uitgebreide visite, ze lopen dan samen met de verpleegkundige alles langs, van beademing tot voeding en medicijngebruik. Maar artsen hebben te maken met een patiënt die soms wakker is of onrustig, met een co-assistent die moet worden begeleid, soms komt er opeens een acuut probleem tussendoor. De situatie kan dus rommelig zijn en dat vergroot de kans dat ze iets missen. Er bestaan geheugensteuntjes, vaak zijn dat controlelijsten op papier, maar ze worden lang niet overal gebruikt.’", "Waarom niet?", "‘Controlelijsten zijn in de Nederlandse zorg nog weinig populair. Terwijl Amsterdams onderzoek tien jaar geleden al heeft uitgewezen dat zo’n lijst, gebaseerd op de werkwijze in de vliegtuigindustrie, complicaties en sterfte rondom een operatie sterk kunnen verminderen. Sindsdien wemelt het in de gezondheidszorg van de lijsten, die vaak veel te snel in elkaar zijn gezet. In de vliegtuigindustrie wordt er jaren over gedaan om een checklist te ontwikkelen en dan moet je je bedenken dat Boeing altijd met hetzelfde vliegtuig vliegt. Maar patiënten zijn allemaal anders, de frustratie van veel zorgverleners is dat die lijsten niet aansluiten bij de praktijk. Ze zijn te statisch. Coronapatiënten bijvoorbeeld hebben grote kans op een longembolie dus die moeten preventief een hoge dosering bloedverdunners krijgen. Voor die groep moet dan een nieuwe checklist worden gemaakt. En er is soms ergernis: als je al een maagzuurremmer hebt gegeven wil je die vraag niet elke dag opnieuw tegenkomen. Artsen zien dus wel het voordeel van die lijsten maar ze gebruiken ze niet, of onvolledig, en dan is het uiteraard niet effectief.’", "Wat doet TraceBook beter?", "‘Tracebook verzamelt gegevens over de patiënt uit verschillende digitale systemen, van de uitslagen uit het lab tot de medicatiegegevens van de apotheek en de informatie uit het patiëntendossier. De arts krijgt op telefoon of tablet advies-op-maat op basis van de behandelprotocollen of de nieuwste wetenschappelijke kennis. Bijvoorbeeld: deze patiënt krijgt na de operatie van gisteren de verkeerde bloedverdunners, overweeg de medicatie aan te passen.’", "Promovendus en intensivist Ashley de Bie.", "En dat systeem wordt beter geaccepteerd?", "‘We hebben acht weken lang via een camera op afstand meegekeken, terwijl artsen visite liepen. Bij 197 patiënten gebruikten ze een papieren checklist, bij 211 patiënten het TraceBook. In de eerste groep zagen ze gemiddeld 15 procent meer belangrijke punten over het hoofd.’", "En wat waren de gevolgen voor de patiënten?", "‘Op de ic waar ons systeem is onderzocht, liggen vooral hartpatiënten die na een operatie al snel weer naar de afdeling mogen, niet ideaal om grote verschillen waar te kunnen nemen. Toch was in de TraceBook-groep de ligduur gemiddeld een dag korter. Een bemoedigend resultaat in zo’n kleine groep. Het is ook hoopgevend dat de artsen liever de slimme online checklist gebruikten dan de standaard papieren lijst.’", "Binnenkort in elk ziekenhuis?", "‘Er is al belangstelling voor maar het is niet meteen geregeld want elk ziekenhuis werkt vaak weer met andere ict. Toch is een systeem als dat van ons van groot belang. TraceBook traceert wie wanneer wat heeft gecheckt bij de patiënt, en dat kan problemen in de zorg inzichtelijk maken. Het is niet bedoeld om bij calamiteiten een schuldige aan te wijzen, maar om uit te zoeken waar het misgaat.’"], "authors": ["Ellen De Visser"], "keywords": ["informatie", "van", "ic", "het", "op", "meer", "met", "die", "kan", "patiënt", "niet", "een", "dat", "ontgaan", "ze", "en", "te"], "pubDate": "2020-11-17T17:17:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}