{"id": "c5e268ae-1063-39e1-8ed1-718de8ee4f88", "title": "Voorstanders Zwarte Piet aangehouden na demonstratie in Maastricht", "url": "https://nos.nl/artikel/2361042-voorstanders-zwarte-piet-aangehouden-na-demonstratie-in-maastricht.html", "summary": "De politie heeft drie mensen aangehouden voor betrokkenheid bij een uit de hand gelopen Zwarte Pieten-demonstratie in Maastricht vorige maand.\nHet gaat voor zover bekend om mensen die voor Zwarte Piet zijn.\nZij worden verdacht van lichtere vergrijpen, zoals het gooien met blikjes en eieren, en worden vooralsnog niet aangehouden.\nActiegroep Kick Out Zwarte Piet wilde op 15 november op het Vrijthof demonstreren, maar de betoging werd verstoord door tegendemonstranten.\nDe politie is nog op zoek naar de verdachten die nog niet zijn herkend.", "paragraphs": ["De politie heeft drie mensen aangehouden voor betrokkenheid bij een uit de hand gelopen Zwarte Pieten-demonstratie in Maastricht vorige maand. Het gaat voor zover bekend om mensen die voor Zwarte Piet zijn. Ze worden verdacht van openlijke geweldpleging en poging tot zware mishandeling.", "Veertien anderen zijn herkend op de beelden en verhoord. Zij worden verdacht van lichtere vergrijpen, zoals het gooien met blikjes en eieren, en worden vooralsnog niet aangehouden.", "Actiegroep Kick Out Zwarte Piet wilde op 15 november op het Vrijthof demonstreren, maar de betoging werd verstoord door tegendemonstranten. De mobiele eenheid greep in omdat de spanning rond het protest te hoog opliep. Leden van Kick Out Zwarte Piet werden onder begeleiding van de ME weggeleid.", "Tijdens het ingrijpen door de ME keerden diverse pro-Zwarte-Pietdemonstranten zich tegen de agenten. Er werden toen al vijf mensen aangehouden. Twee leden van de mobiele eenheid raakten zo erg gewond dat ze nog niet kunnen werken.", "Gooien met blikjes en eieren", "Agenten hebben naar camerabeelden gekeken en er zijn in totaal nog eens dertig mensen te zien die een of meerdere dingen doen die niet mogen. Onder hen zijn de aangehouden verdachten en de verdachten die al zijn verhoord.", "De politie is nog op zoek naar de verdachten die nog niet zijn herkend. Mogelijk worden er in het onderzoek nog meer mensen aangehouden, meldt 1Limburg.", "Bij de rellen in het centrum van Maastricht raakte ook winkelend publiek betrokken. \"De impact was groot op iedereen die met het geweld werd geconfronteerd\", zegt burgemeester Annemarie Penn-te Strake."], "authors": [], "keywords": ["demonstratie", "nog", "van", "voorstanders", "het", "zwarte", "worden", "en", "piet", "die", "op", "mensen", "maastricht", "aangehouden", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}