{"id": "c5e80295-9217-39c3-ac8c-c2971eb0ddcb", "title": "Youp van ’t Hek staat voor zijn laatste oudejaarsconference: ‘Mensen snappen ironie niet meer’", "url": "https://trouw.nl/cultuur-media/youp-van-t-hek-staat-voor-zijn-laatste-oudejaarsconference-mensen-snappen-ironie-niet-meer~b7a8b2d8/", "summary": "Het wordt zijn tiende en zijn laatste.\n“Het enige wat ik weet: op Oudejaarsavond ben ik op televisie, NPO 1, 22.30 uur.”Zonder publiek dus.\nHij zong er een coronaversie van zijn bekende kersthit ‘Flappie’ (over een konijn), die hij omdoopte tot ‘Wappie’ (over een virus-ontkenner).\nte zien, een portret van Youp van ’t Hek van Hetty Nietsch: wat hebben collega-cabaretiers van hem geleerd?\nHij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie.", "paragraphs": ["We zitten in een eindejaars-lockdown van jewelste maar Youps oudejaarsconference ‘Korrel zout’ gaat door. Hoe dan ook. Dat belooft hij. Het wordt zijn tiende en zijn laatste.", "Hij hoopte op 31 december 250 mensen in Carré te mogen hebben als publiek, maar daar stak burgemeester Femke Halsema een stokje voor. Nee, niet meer dan 30. Toen wilde hij Carré tot kerk verklaren. En vervolgens was er sprake van een studio in Hilversum waar je met 100 mensen in kon. Ook van de baan.", "En nu de theaters weer dicht zijn: wordt het een lege studio, of uw huiskamer?", "“Het enige wat ik weet: op Oudejaarsavond ben ik op televisie, NPO 1, 22.30 uur.”", "Zonder publiek dus.", "“Ik ben er. Ik zeg er verder niks over. Maar het gaat sowieso door.”", "Afgelopen weekend nam de cabaretier al een voorschot op zijn optreden bij het satirische programma ‘Even tot hier’. Hij zong er een coronaversie van zijn bekende kersthit ‘Flappie’ (over een konijn), die hij omdoopte tot ‘Wappie’ (over een virus-ontkenner). Het was meteen een hit op sociale media.", "Youp van ’t Hek (66) is de enige oudejaarsconferencier die corona heeft gehad. Dus staat hij met 1-0 voor, in wat toch altijd een beetje een wedstrijd is, want wiens oudejaarsconference is dit jaar de beste? De strijd gaat tussen zes (witte) mannen. Claudia de Breij had dit jaar geen oudejaarsplannen.", "“Ja, ik kreeg in maart corona”, vertelt Van ’t Hek, “mijn collega’s zijn watjes. Bereid je goed voor op die oudejaarsshow, zeg ik altijd. Maak wat mee. Dat hebben zij niet gedaan. Grapje. Ik was een maand ziek, belandde ook in het ziekenhuis, maar gelukkig niet op de ic. Daarna heb ik twee maanden gerevalideerd.”", "Hoe het gaat het nu met u?", "“Het duurt even voor je weer de oude bent. De ene heeft nog lang lichtflitsen in zijn ogen, de ander wordt vergeetachtig. Ik kon geen 10 meter meer fietsen, dat gaat nu goed. De traptreden waren ook ineens hoger dan vroeger, de supermarkt leek verder weg te liggen. Maar mede door de begeleiding van hoofdzuster Petter, mijn vrouw, ben ik erdoorheen gekomen.”", "Wat z’n beste coronagrap wordt? “Daar ga ik natuurlijk niks over zeggen. Vroeger keek ik weleens naar Wim Kan en dan had ik in de krant al drie grappen gelezen. Niet zo gek hè, dat mensen hem dan minder leuk vonden.”", "Zijn oudejaarsshow staat, maar nog steeds sleutelt hij eraan. “Want ineens was Wopke weer in beeld. Ik ga nu langs de tekst met een slagroomspuit, nog een toefje hier, een toefje daar. En er gebeuren de komende weken ook vast ook nog dingen, Boris Johnson die zelfmoord pleegt. Grapje. Wat wel zo is, corona heeft ons weer met beide benen op de grond gezet: iedereen die een weekend naar Bali ging en een dagje naar New York, schei toch uit. We beseffen weer wat belangrijk is.”", "Van ’t Hek heeft als één van de succesvolste Nederlandse cabaretiers niet zo makkelijk meer de lachers op z’n hand als voorheen. Sommigen verwijten hem de corpsbal te zijn geworden die hij altijd belachelijk maakte. Hij zou de tijdgeest niet goed verstaan, en harde grappen maken ten koste van bepaalde groepen. Dat hij de Amsterdamse burgemeester vroeg om meer mensen in Carré werd uitgelegd als arrogant, alsof hij de uitzondering wil zijn op de regel. En zijn herhaaldelijk gebruik van het woord ‘pisnicht’ voor homo is ook slecht gevallen. “Ironie wordt steeds minder begrepen”, is zijn conclusie.", "“Doordat je als cabaretier niet kunt spelen met de lach in een zaal van dertig, vroeg ik Halsema: geef me iets meer mensen. Ik vroeg het alleen voor die opname op oudjaar, niet voor de hele tournee. Er kijken een miljoen mensen! Ik vroeg het ook omdat ik die overvolle Ikea, tuincentra, Kalverstraat en koopgoot had gezien.”", "Het woord ‘pisnicht’ gebruikte hij in 2017 in zijn NRC Handelsblad-column, nadat Jelle Brandt Corstius in Trouw had gezegd dat hij aan het begin van z’n tv-carrière gedrogeerd was door een man en tot seks was gedwongen. “Door een pisnicht, zegt een jongetje uit Amsterdam dan, die er al 43 jaar woont. Ik, dus. Ik zou het woord in een café nog steeds kunnen laten vallen. Ik ken veel nichten die het woord pisnicht gebruiken.”", "Onder anderen documentairemaker Nicolaas Veul blijft er bij Van ’t Hek op hameren dat hij ermee moet kappen, ook omdat ‘homo’ en ‘nicht’ nog steeds de populairste scheldwoorden op het voetbalveld zijn. Hij zou er homohaat mee voeden. Veul maakte er de documentaire ‘Pisnicht’ over.", "U verwart een vraag om empathie (met homo’s) met een aanval op uw vrijheid van meningsuiting, zegt Veul.", "“Empathie? Ik ben cabaretier. Mensen weten heus wel waar ik sta en met welke knipoog ik schrijf en me uitlaat. Ik hoor Gerard Joling en Paul de Leeuw de hele tijd grappen maken over homo’s. Ik mag dat ook, iedereen mag dat. Bovendien: ik sta niet te schelden, het is gewoon een grapje.”", "En Van ’t Hek gaat nog even door: “Als ik in een show zeg: Het is fijn om met Thierry Baudet te praten, want hij is tenminste lekker duidelijk, dan betekent het toch niet dat ik een Baudet-fan ben? Dat is dan toch een grapje? Als Rijksmuseum-directeur Taco Dibbits treurt om zijn museum waar mensen dit jaar maanden niet naar kunst konden kijken, en dat ook per week 1 miljoen euro misloopt, dan schrijf ik: dan verkoop je toch een paar doekjes? Een Vermeer of een Rembrandt. Dat is toch een grapje? Als een regisseur treurt over lege theaters en zegt dat het in de lege schouwburg net lijkt of er iemand is overleden, dan schrijf ik ironisch: dan heb je nog nooit een dooie in je familie meegemaakt. Dat is mijn humor. Ik vind ook: gebruik niet te grote woorden voor zoiets kleins als een museum dat een paar maanden dicht moet, of een theater waar even niet gespeeld kan worden.”", "U wordt vooral moe van die tuttigheid, zegt u.", "“Ja, dat is echt iets van de laatste tijd. Laatst zei iemand tegen mij: ‘Het is toch wel erg die Sinterklaas.’", "Ik zei: ‘Hoezo?’", "‘Nou, dat je kinderen zo belazert.’", "Nou vraag ik je.”", "Op 24 december is op NPO 1 om 20.35 uur YOUP. te zien, een portret van Youp van ’t Hek van Hetty Nietsch: wat hebben collega-cabaretiers van hem geleerd? Zijn oudejaarsconference ‘Korrel zout’ is te zien op 31 december om 22.30 uur op NPO 1.", "Lees ook:", "Guido Weijers: ‘We gaan live, dan voel je de bizarre omstandigheden beter’", "Corona is een plaag voor het theater, maar Guido Weijers krijgt er energie van. Hij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie."], "authors": ["Ally Smid"], "keywords": ["ik", "staat", "zijn", "van", "snappen", "mensen", "voor", "en", "een", "dat", "op", "hij", "het", "meer", "niet", "youp", "oudejaarsconference"], "pubDate": "2020-12-22T08:50:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}