{"id": "c5ebebda-92d0-3c1b-8741-f4026a9460c2", "title": "FIA en Formule 1 bemoeien zich met zaak-Mazepin", "url": "https://www.dvhn.nl/sport/FIA-en-Formule-1-bemoeien-zich-met-zaak-Mazepin-26276482.html", "summary": "De internationale autosportfederatie FIA en de organisatie van de Formule 1 hebben zich ook bemoeid met de affaire rond Nikita Mazepin.\n\"We steunen het Formule 1-team Haas volledig in de reactie op de ongepaste acties van zijn coureur Nikita Mazepin\", schrijven de FIA en de Formule 1.\nDe ethische principes en de diverse en inclusieve cultuur van onze sport zijn van het grootste belang voor de FIA en de Formule 1.\"\nHaas noemt het feit dat hij de video online zette \"weerzinwekkend\" voor het team.\nAl ruim 25.000 mensen ondertekenden op internet een petitie, waarin de FIA wordt opgeroepen om de zoon van een Russische miljardair te weren uit de Formule 1.", "paragraphs": ["De internationale autosportfederatie FIA en de organisatie van de Formule 1 hebben zich ook bemoeid met de affaire rond Nikita Mazepin. Op het Instagram-account van de Russische coureur, die komend jaar bij Haas debuteert in de Formule 1, verscheen onlangs een video waarin te zien is hoe een vrouw op de achterbank van een auto wordt betast. De teamleiding van Haas liet woensdag in een korte verklaring al weten dat af te keuren. De overkoepelende organisaties scharen zich achter die boodschap.", "\"We steunen het Formule 1-team Haas volledig in de reactie op de ongepaste acties van zijn coureur Nikita Mazepin\", schrijven de FIA en de Formule 1. \"Mazepin heeft zich openlijk verontschuldigd voor zijn slechte gedrag. Deze kwestie zal intern worden behandeld door Haas. De ethische principes en de diverse en inclusieve cultuur van onze sport zijn van het grootste belang voor de FIA en de Formule 1.\"", "De 21-jarige Rus, die vorige week samen met Mick Schumacher werd gepresenteerd als het nieuwe rijdersduo bij Haas voor komend seizoen, heeft de omstreden video verwijderd. Haas noemt het feit dat hij de video online zette \"weerzinwekkend\" voor het team. Al ruim 25.000 mensen ondertekenden op internet een petitie, waarin de FIA wordt opgeroepen om de zoon van een Russische miljardair te weren uit de Formule 1."], "authors": [], "keywords": ["haas", "van", "formule", "het", "op", "met", "zijn", "bemoeien", "zaakmazepin", "een", "zich", "en", "fia", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}