{"id": "c5f29e41-3ec6-396f-8260-ab36949fd80f", "title": "Hot and Hot Hotpot for a traditional Chinese fondue", "url": "https://www.parool.nl/english/hot-and-hot-hotpot-for-a-traditional-chinese-fondue~b20e8f04/", "summary": "Beeld Jakob Van VlietHot and Hot is a tranquil place to dine, with soft Chinese music, and little bamboo curtains hanging between the tables.\nThe curtains were designed by co-owner and architect Xuefeng Zhong, 30, who says: “Private dining lets people enjoy one another’s company.”The restaurant specialises in hotpot, a kind of Chinese fondue in which you cook your own food in a pan of hot broth.\nThis is hot in both senses of the word: it emits great clouds of steam, and is generously flavoured with spicy peppers.\nSichuan pepperThe restaurant, on Hobbemakade, is Hot and Hot’s second; the first is in Rotterdam.\nIts secret, he reveals, is “authentic, traditional Chinese hotpot.” The peppers in the broth are from Sichuan, and so are the Chinese masks painted on the pillars.", "paragraphs": ["Beeld Jakob Van Vliet", "Hot and Hot is a tranquil place to dine, with soft Chinese music, and little bamboo curtains hanging between the tables. The curtains were designed by co-owner and architect Xuefeng Zhong, 30, who says: “Private dining lets people enjoy one another’s company.”", "The restaurant specialises in hotpot, a kind of Chinese fondue in which you cook your own food in a pan of hot broth. This is hot in both senses of the word: it emits great clouds of steam, and is generously flavoured with spicy peppers. That’s fine for those of a masochistic turn of mind, but they’ve also thought of customers with more delicate stomachs, who can order different degrees of spiciness.", "Sichuan pepper", "The restaurant, on Hobbemakade, is Hot and Hot’s second; the first is in Rotterdam. “A lot of customers wanted us to open one in Amsterdam too,” Zhong says.", "Its secret, he reveals, is “authentic, traditional Chinese hotpot.” The peppers in the broth are from Sichuan, and so are the Chinese masks painted on the pillars.", "Duck stomachs", "Zhong particularly recommends the snowflake beef (€11.80), which he says is “wonderfully tender and flavourful.” The broth comes in different flavours: pepper (€9.80), mushroom (also €9.80), and half and half (€11.80). Dunking ingredients include spicy chicken (€8.60), duck stomachs (€5.30), and oyster mushrooms (€4.20)."], "authors": ["Juliët Boogaard En Translation", "Het Vertaalcollectief"], "keywords": ["restaurant", "peppers", "hot", "fondue", "spicy", "traditional", "zhong", "chinese", "half", "hotpot", "stomachs", "broth"], "pubDate": "2020-01-10T11:47:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}