{"id": "c6057ee6-3eb8-332e-a510-0cceda85d7f1", "title": "Japan mijdt WK afstanden in Heerenveen wegens twijfels over schaatsbubbel", "url": "https://nu.nl/schaatsen/6093742/japan-mijdt-wk-afstanden-in-heerenveen-wegens-twijfels-over-schaatsbubbel.html", "summary": "Japan zal in januari en februari niet deelnemen aan de World Cups en de WK afstanden in Heerenveen.\nDe schaatsbond van het land is niet overtuigd van de veiligheid van de bubbel in Thialf.\nHij vertelt maandag aan Schaatsen.nl dat er in Japan met verbazing is gekeken naar recente schaatswedstrijden in Heerenveen.\n\"Wij zien op televisie coaches die onder hun mondkapje door aan het coachen zijn en we zien mensen elkaar omhelzen.\n\"De bond heeft niet het idee dat het ons medailles gaat kosten op de Olympische Spelen als we niet naar Nederland komen.", "paragraphs": ["Japan zal in januari en februari niet deelnemen aan de World Cups en de WK afstanden in Heerenveen. De schaatsbond van het land is niet overtuigd van de veiligheid van de bubbel in Thialf.", "Door het besluit kunnen wereldtoppers Nao Kodaira en Miho Takagi niet in actie komen op de toernooien in Friesland. Kodaira (foto boven) pakte in februari nog goud op de 500 meter bij de WK afstanden in Salt Lake City.", "De Japanse bondscoach Johan de Wit heeft begrip voor het besluit van de bond. Hij vertelt maandag aan Schaatsen.nl dat er in Japan met verbazing is gekeken naar recente schaatswedstrijden in Heerenveen.", "\"Wij zien op televisie coaches die onder hun mondkapje door aan het coachen zijn en we zien mensen elkaar omhelzen. Dat kunnen wij hier moeilijk bevatten\", aldus De Wit. \"Daarnaast is er veel onduidelijkheid over de hotels in Nederland: het personeel zit niet in die bubbel, dus hoe gaat dat precies?\"", "Japanse bond vindt toernooien niet belangrijk genoeg", "Daarnaast vindt de Japanse bond de toernooien niet belangrijk genoeg om de reis naar Europa te maken. \"Daarbij hebben ze puur gekeken of er quotaplekken voor de World Cups en de Olympische Spelen op het spel staan. Dat bleek niet het geval\", vertelt de bondscoach.", "\"De bond heeft niet het idee dat het ons medailles gaat kosten op de Olympische Spelen als we niet naar Nederland komen. En eerlijk gezegd zijn we het daar allemaal wel over eens: reken er maar op dat we er volgend jaar klaar voor zijn als we aan de start staan van de Olympische Spelen.\"", "De Wit baalt vooral dat zijn schaatsers door het besluit niet kunnen laten zien hoe \"verrekte goed\" ze zijn. \"Ze rijden alle baanrecords aan gort, zelfs Miho heeft nog nooit zo goed gereden in deze tijd van het seizoen.\""], "authors": ["Door"], "keywords": ["twijfels", "van", "japan", "bond", "niet", "aan", "wegens", "het", "er", "heerenveen", "wk", "afstanden", "op", "en", "dat", "mijdt", "schaatsbubbel", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}