{"id": "c6061c3c-d68a-3e7d-af07-51906a190b4a", "title": "Dichte winkels, maar niet stil op straat: zo ziet lockdown in Duitsland eruit", "url": "https://nos.nl/nieuwsuur/artikel/2360706-dichte-winkels-maar-niet-stil-op-straat-zo-ziet-lockdown-in-duitsland-eruit.html", "summary": "Op de eerste dag van de lockdown in de Duitse stad Bautzen is het rond het middaguur opvallend druk op straat.\nDuitsland gaat woensdag pas in lockdown, maar in sommige deelstaten gaat het zo slecht met de coronacijfers dat er besloten is niet te wachten.\nJe hoort alleen de kerkklok, het kraken van de draaiende kerstmolen en het krassen van de kraaien.\nWat hij het ergste vindt, is dat hij niet kan plannen.\nPolenk ziet ook dat corona flink huishoudt in Bautzen, maar toch vindt hij een lockdown onverantwoord en overdreven.", "paragraphs": ["Op de eerste dag van de lockdown in de Duitse stad Bautzen is het rond het middaguur opvallend druk op straat. \"Tsja, ik moet toch inkopen doen, mevrouw, de bloemen op m'n balkon kan ik niet eten\", grapt een man terwijl hij wat sinaasappels in een plastic tasje stopt. Ook anderen hebben een 'goede reden' om op straat te zijn: de hond uitlaten, afspraak bij de dokter, even wat lunch halen. Duitsland gaat woensdag pas in lockdown, maar in sommige deelstaten gaat het zo slecht met de coronacijfers dat er besloten is niet te wachten. Zoals Saksen, daar gingen vandaag al alle niet-essentiële winkels en de scholen dicht en mogen mensen alleen nog voor noodzakelijke boodschappen of werk de straat op. De besmettingscijfers in de oostelijke deelstaat liggen ver boven het landelijke gemiddelde. De stad Bautzen spant met 570 nieuwe besmettingen per 100.000 inwoners per week de kroon. Nieuwsuur ziet in Bautzen hoe de eerste dag lockdown in Saksen verloopt:", "Dit artikel bevat een video. 4:13 'De bevolking ging hier veel losser met de situatie om dan in het voorjaar'", "Op het grote plein in het centrum van Bautzen is het om negen uur 's ochtends muisstil. Je hoort alleen de kerkklok, het kraken van de draaiende kerstmolen en het krassen van de kraaien. De meeste winkels aan het plein zijn dicht, behalve die van Daniel Polenk. Hij is de eigenaar van cadeauwinkel 'Die Geschenkidee', die sinds kort ook fungeert als pakketshop. Het is de reden dat open mag blijven. \"Dat lijkt fijn, maar is het niet\", zegt Polenk. \"Niemand komt nog naar de stad om te winkelen.\"", "Daniel Polenk Judith van de Hulsbeek / Nieuwsuur zoom in", "Polenk heeft nog nooit zo'n slecht jaar gedraaid, vertelt hij. \"Pasen was al verschrikkelijk en nu ook dit nog, midden in de adventstijd.\" Normaal verkoopt hij in december stapels kerstpakketten, vooral aan bedrijven en verpleeghuizen. Maar die hebben daar volgens Polenk dit jaar flink op bespaard. Hij is bang voor de toekomst, niet alleen die van hem, maar van heel veel winkels in Bautzen. \"Ik vraag me af hoeveel er nog opengaan na de lockdown. Steun maakt inkomstenderving niet goed Natuurlijk is er steun van de regering, maar Polenk klaagt over de bureaucratie daaromheen en bovendien dekt het volgens hem lang niet alles. \"Het zijn geen inkomsten\", zegt de winkelier. Wat hij het ergste vindt, is dat hij niet kan plannen. \"Het beleid is totaal onvoorspelbaar. Ik weet niet tot wanneer deze ellende nu weer duurt, tot 10 januari, eind januari, misschien zitten we er wel tot maart aan vast. Hopeloos word ik ervan.\" Polenk ziet ook dat corona flink huishoudt in Bautzen, maar toch vindt hij een lockdown onverantwoord en overdreven. Karsten Hilse, AfD-parlementslid voor de stad Bautzen, is het helemaal met hem eens. \"Bautzen heeft er nog nooit zo triest bij gelegen. Het wordt de treurigste Kerst ooit\", zegt hij in zijn kantoor in de binnenstad. Hilse vindt niet dat er grootschalig ingegrepen hoeft te worden om corona tegen te gaan. Hij vergelijkt het met een ernstige griep en \"daar leggen we toch ook niet het land voor plat\". Hoe het coronavirus verschilt van het griepvirus:", "Dit artikel bevat een video. 1:02 Hoe het coronavirus verschilt van het griepvirus", "De AfD is de anti-coronamaatregelpartij bij uitstek en heeft juist in Saksen een hele grote aanhang. Bij de laatste deelstaatverkiezingen haalden ze bijna dertig procent van de stemmen. Of de corona-sceptische houding van AfD-aanhangers ook een van de redenen is waarom het virus hier zo hard toeslaat, is moeilijk te zeggen. Reiner Rogowski, chef-arts van de Oberlausitz-kliniek in Bautzen, ziet deze sceptische houding wel terug bij zijn patiënten en hun familie. Soms weigeren ze mondkapjes op te doen. Hoe hij dit verklaart? \"We zijn in er in Saksen tijdens de eerste golf goed vanaf gekomen en daardoor hebben de politici, maar ook de mensen privé, de ziekte waarschijnlijk nooit serieus genoeg genomen. We hebben veel te lang gediscussieerd over welke en zelfs of er wel maatregelen nodig waren. Maar met de besmettingscijfers van afgelopen week en het dodental dat zo hoog is, zijn de sceptici waarschijnlijk snel genezen.\"", "Reinier Rogowski Judith van de Hulsbeek / Nieuwsuur zoom in"], "authors": ["Judith Van De Hulsbeek En Wouter Zwart", "Dit Is Een Artikel Van"], "keywords": ["stil", "eruit", "hij", "van", "zo", "straat", "niet", "winkels", "lockdown", "het", "een", "te", "en", "bautzen", "op", "er", "maar", "ziet"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}