{"id": "c631641f-1f2d-3668-b629-301a468484f9", "title": "Horeca krijgt wellicht extra steun, maar is 'geen bouwsteen' van economie", "url": "https://nu.nl/politiek/6095197/horeca-krijgt-wellicht-extra-steun-maar-is-geen-bouwsteen-van-economie.html", "summary": "Veel geld, maar \"geen bouwsteen\" van de economie, zoals de industrie en handel dat wel zijn, zegt Peter Hein van Mulligen, hoofdeconoom van het Centraal Bureau voor de Statistiek (CBS), tegen NU.nl.\nWat volgde, was een stevige daling van de huizenprijzen, langdurige en hoge werkloosheid en een laag consumentenvertrouwen.\nKabinet hamerde tot voor kort op aanpassingDe horecasector probeerde maandag om de druk op de politiek om de portemonnee te trekken op te voeren.\nBewindslieden hamerden er bij de presentatie van het derde steunpakket eind augustus zelfs op dat ondernemers zich aan de situatie moeten aanpassen.\nVoor het weekend lekte uit dat er \"honderden miljoenen\" euro's extra worden uitgetrokken voor sectoren die het moeilijk hebben, zoals de horeca en evenementen- en cultuurbranche.", "paragraphs": ["Maandag voerde de horeca actie omdat de huidige financiële reddingsboeien volgens de sector niet genoeg zijn om de schade als gevolg van de gedwongen sluiting sinds 14 oktober te compenseren. Het kabinet en de coalitie overleggen deze dagen over extra steun, die er naar alle waarschijnlijkheid ook gaat komen. Maar hoe pijnlijk het verlies ook is, de economie loopt door een kwakkelende horecasector geen gevaar.", "De horecasector was in 2019 goed voor ruim 15 miljard euro, ongeveer 2 procent van de omvang van de Nederlandse economie.", "Veel geld, maar \"geen bouwsteen\" van de economie, zoals de industrie en handel dat wel zijn, zegt Peter Hein van Mulligen, hoofdeconoom van het Centraal Bureau voor de Statistiek (CBS), tegen NU.nl.", "De horeca zorgt wel voor relatief veel werkgelegenheid, waardoor de grootste klappen in de werkloosheidscijfers ook daar terug te zien zijn. Het zijn vooral jongeren die wat bijverdienen met een bijbaan in een café of restaurant. \"Het is een ander verhaal wanneer mensen met een reguliere, vaste baan geen inkomen meer hebben\", zegt Van Mulligen.", "Als dat gebeurt, dan kan dat leiden tot een kettingreactie: er worden minder spullen gekocht en het vertrouwen, ook in de woningmarkt, daalt. \"Dat zagen we tijdens de financiële crisis van tien jaar geleden\", zegt Van Mulligen. Wat volgde, was een stevige daling van de huizenprijzen, langdurige en hoge werkloosheid en een laag consumentenvertrouwen.", "De huidige economische klap is harder, maar de sectoren die nu worden geraakt, leggen minder gewicht in de schaal, concludeert de CBS-econoom. \"Economisch gezien is er nog sprake van groepsimmuniteit.\"", "Praat mee op NUjij Ben jij horecaondernemer? Laat op NUjij weten hoe jij aankijkt tegen de mogelijke extra steun en vertel hoe jij deze periode ervaart.", "Protest van de Horeca Alliantie, maandag vlak bij het Malieveld in Den Haag. Zij vragen om 100 procent financiële compensatie voor de horeca. (Foto: ANP).", "Kabinet hamerde tot voor kort op aanpassing", "De horecasector probeerde maandag om de druk op de politiek om de portemonnee te trekken op te voeren. Als het kabinet niet \"per ommegaande\" met extra steun komt, dan valt de helft van de bedrijven om en verliezen honderdduizenden mensen hun baan, waarschuwde brancheverenging Koninklijke Horeca Nederland.", "Als er puur naar deze cijfers wordt gekeken, zal men in Den Haag niet zenuwachtig worden. Bewindslieden hamerden er bij de presentatie van het derde steunpakket eind augustus zelfs op dat ondernemers zich aan de situatie moeten aanpassen. Sommige steunonderdelen worden daarom vanaf januari afgebouwd.", "Maar het kabinet ziet inmiddels ook in dat de tweede coronagolf langer duurt dan afgelopen zomer werd voorzien. Vorige week lieten ministers Eric Wiebes (Economische Zaken) en Wopke Hoekstra (Financiën) doorschemeren dat de coronasteun in het nieuwe jaar niet wordt teruggeschroefd.", "Streep door versobering noodpakket", "Sinds oktober wordt maximaal 80 procent van de loonkosten vergoed via de NOW-regeling als er sprake is van 100 procent omzetverlies. Vooralsnog wordt dat vergoedingspercentage per januari in stappen afgebouwd naar 70 procent en uiteindelijk naar 60 procent in april.", "Tegelijkertijd wordt de drempel om voor de NOW-regeling in aanmerking te komen verhoogd. Nu heb je recht op loonsubsidie als je omzet met minimaal 20 procent is gedaald; dat wordt in het nieuwe jaar verhoogd naar 30 procent.", "Het kabinet komt nu terug op die versoberingen. Wiebes zei vorige week dat het \"niet voor de hand ligt\" dat de hulp teruggeschroefd wordt. Hoekstra liet weten \"desnoods wat meer dan nodig\" te betalen om faillissementen te voorkomen en banen te behouden.", "Wat blijft, is de vergoeding van maximaal 90.000 per drie maanden voor vaste lasten (TVL). Dat bedrag is sinds oktober vergeleken met de vorige twee steunpakketten juist fors verhoogd. Eind oktober kwam daar een eenmalige uitkering van gemiddeld 2.500 euro bij.", "Mogelijk honderden miljoenen extra", "De huidige steun is wellicht nog niet genoeg. Voor het weekend lekte uit dat er \"honderden miljoenen\" euro's extra worden uitgetrokken voor sectoren die het moeilijk hebben, zoals de horeca en evenementen- en cultuurbranche.", "Afgelopen zondag kwam Hoekstra met een voorstel tijdens het Catshuisberaad, maar dat werd door de coalitie te licht bevonden, melden Haagse bronnen.", "De komende dagen spreken het kabinet en coalitiepartijen VVD, CDA, D66 en ChristenUnie verder over hoe aanvullende steun er precies uit komt te zien en hoeveel geld daarvoor nodig is.", "Dinsdagavond is eerst de persconferentie van premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid). Een dag later worden naar verwachting de extra steunmaatregelen bekendgemaakt."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["bouwsteen", "van", "geen", "economie", "het", "op", "maar", "steun", "horeca", "een", "wellicht", "en", "krijgt", "dat", "te", "wordt", "extra", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}