{"id": "c63ddaf1-e2e6-3120-a094-69948d39bf1b", "title": "ABN AMRO-toernooi in wachtkamer: 'ATP is de puzzel aan het oplossen'", "url": "http://www.nu.nl/tennis/6097262/abn-amro-toernooi-in-wachtkamer-atp-is-de-puzzel-aan-het-oplossen.html", "summary": "De organisatie van ABN AMRO World Tennis Tournament in Rotterdam verwacht op korte termijn te horen wat de nieuwe data van het evenement worden.\nWe hebben er alle vertrouwen in dat dat goedkomt\", zegt een woordvoerder van het toernooi in Rotterdam, dat normaal gesproken van 6 tot en met 14 februari gehouden zou worden.\nHet enige wat voor ons belangrijk is, is dat we niet te dicht op de Australian Open zitten.\nWe laten ons wat dit betreft sturen door de overheid: wat mag wel en wat mag niet?\nVoor de komende editie zijn voorlopig alleen Daniil Medvedev en het Italiaanse talent Jannik Sinner vastgelegd.", "paragraphs": ["De organisatie van ABN AMRO World Tennis Tournament in Rotterdam verwacht op korte termijn te horen wat de nieuwe data van het evenement worden. Daar staat een vraagteken achter nu de Australian Open verschoven is.", "\"De ATP is die puzzel aan het oplossen. We hebben er alle vertrouwen in dat dat goedkomt\", zegt een woordvoerder van het toernooi in Rotterdam, dat normaal gesproken van 6 tot en met 14 februari gehouden zou worden.", "De Australian Open is vanwege de coronacrisis echter met drie weken uitgesteld en begint nu in de week dat in Rotterdam gespeeld zou worden. Het Nederlandse ATP-toernooi gaat gewoon door, maar in een andere week.", "\"We wisten dat dit eraan zat te komen\", zegt de woordvoerder over de verschuiving van de Australian Open, die gevolgen heeft voor de hele tenniskalender in het voorjaar van 2021.", "\"Ons toernooi gaat door, we hopen aan het einde van de week te weten wanneer. Het enige wat voor ons belangrijk is, is dat we niet te dicht op de Australian Open zitten. De tennissers moeten wel de kans krijgen om goed te herstellen.\"", "Door: Pro Shots", "Toernooidirecteur Richard Krajicek met de finalisten van de laatste editie: winnaar Gaël Monfils (rechts) en Félix Auger-Aliassime. (Foto: Pro Shots)", "Verschillende scenario's voor publiek", "De organisatie heeft diverse scenario's klaarliggen, ook wat betreft wel of geen publiek in Ahoy. \"We houden met alle scenario's rekening, van geen publiek tot publiek op 1,5 meter\", aldus de woordvoerder.", "\"In dat geval kunnen we 3.000 à 3.500 mensen kwijt langs de baan. We laten ons wat dit betreft sturen door de overheid: wat mag wel en wat mag niet? Dat zien we tegen die tijd wel.\"", "Het toernooi in Rotterdam werd dit jaar voor de tweede keer op rij gewonnen door de Fransman Gaël Monfils. Voor de komende editie zijn voorlopig alleen Daniil Medvedev en het Italiaanse talent Jannik Sinner vastgelegd."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["oplossen", "van", "open", "wachtkamer", "voor", "aan", "het", "te", "amrotoernooi", "puzzel", "abn", "wat", "en", "rotterdam", "dat", "op", "atp"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}