{"id": "c651d7fe-71ea-3d9c-8481-b306daefdbe2", "title": "Kamer wil meer weten over rol 'Rutte-doctrine' in toeslagenaffaire", "url": "https://nu.nl/politiek/6100555/kamer-wil-meer-weten-over-rol-rutte-doctrine-in-toeslagenaffaire.html", "summary": "De Tweede Kamer wil meer duidelijkheid over de rol van premier Mark Rutte in de kinderopvangtoeslagaffaire.\nDe Kamer wil nu weten of de 'Rutte-doctrine' een belemmering was voor de voortgang van de compensatie voor gedupeerde ouders, de controlerende taak van de Tweede Kamer, het werk van de commissie-Van Dam en voor het werk van de media.\nEen terugkerend voorbeeld is een in 2017 opgestelde memo van een jurist binnen de Belastingdienst.\nDaarin stond dat de fiscus \"laakbaar\" had gehandeld in de toeslagenaffaire en dat ouders gecompenseerd moesten worden.\nDe Kamer wil nu van het kabinet weten: \"Is of was de Rutte-doctrine, al dan niet formeel vastgelegd, staand beleid?\"", "paragraphs": ["De Tweede Kamer wil meer duidelijkheid over de rol van premier Mark Rutte in de kinderopvangtoeslagaffaire. Welke gevolgen heeft bijvoorbeeld de zogenoemde 'Rutte-doctrine' gehad en wat was het uiteindelijke effect van de fraudebestrijding onder leiding van de premier?", "Dat blijkt uit de maar liefst 433 vragen van de Tweede Kamer aan het kabinet over het rapport Ongekend onrecht van de commissie-Van Dam die onderzoek deed naar de toeslagenaffaire en daarvoor onder meer (oud-)bewindspersonen onder ede verhoorde.", "De term 'Rutte-doctrine' dook op in het sms-verkeer tussen ambtenaren, bleek uit het verhoor van Rutte. De premier vindt dat ambtenaren onderling en ambtenaren met bewindspersonen stukken vrij moeten kunnen verspreiden, \"zonder dat er angst is dat die stukken allemaal naar buiten gaan\".", "De Kamer wil nu weten of de 'Rutte-doctrine' een belemmering was voor de voortgang van de compensatie voor gedupeerde ouders, de controlerende taak van de Tweede Kamer, het werk van de commissie-Van Dam en voor het werk van de media.", "Slechte informatievoorziening blijft een probleem", "Het dossier van de toeslagenaffaire wordt gekenmerkt door een slechte informatievoorziening vanuit de Belastingdienst. Gedupeerde ouders, Tweede Kamerleden en de media worden hier regelmatig mee geconfronteerd.", "Ook de commissie kwam ermee in aanraking. Documenten werden te laat ingeleverd of waren incompleet. Er was, zo formuleert de commissie het beleefd, \"geen sprake van een ruimhartige verstrekking van informatie\".", "Er wordt zelfs getwijfeld of de reconstructie in het rapport volledig is omdat de commissie er \"gezien de vele tekortkomingen\" niet op kan vertrouwen dat alle gevraagde informatie ook is verstrekt door het ministerie van Financiën.", "'Is de Rutte-doctrine staand beleid?'", "Een terugkerend voorbeeld is een in 2017 opgestelde memo van een jurist binnen de Belastingdienst. Daarin stond dat de fiscus \"laakbaar\" had gehandeld in de toeslagenaffaire en dat ouders gecompenseerd moesten worden. Pas eind 2019 wordt er begonnen met de eerste vergoedingen.", "Die memo verdween op cruciale momenten, zodat er nooit iets met het advies gedaan werd.", "De Kamer, schrijft de commissie in haar eindrapport, stuitte regelmatig op weigering van het kabinet om informatie te geven. \"Bijvoorbeeld onder het mom van persoonlijke beleidsopvattingen, in overeenstemming met de zogenoemde Rutte-doctrine.\"", "De Kamer wil nu van het kabinet weten: \"Is of was de Rutte-doctrine, al dan niet formeel vastgelegd, staand beleid?\"", "140 Rutte over rapport toeslagenaffaire: 'Kunnen ons er alleen voor schamen'", "Liever een boete dan tijdig een Wob-verzoek afhandelen", "Rutte bemoeit zich op een gegeven moment ook persoonlijk met het verstrekken van informatie aan RTL Nieuws en Trouw, die al lang over de toeslagenaffaire schrijven en regelmatig met explosief nieuws uit dit dossier komen.", "In juli 2019 hebben deze media een Wob-verzoek ingediend bij het ministerie van Financiën. Menno Snel, de toenmalig staatssecretaris van Financiën, wilde wachten met het verstrekken van de stukken op het moment dat de kabinetsreactie op de commissie-Donner, die onderzoek deed naar de toeslagenaffaire, gepubliceerd zou worden.", "Dat had als gevolg dat het Wob-verzoek niet op tijd zou worden afgehandeld met mogelijk een boete tot gevolg. Toch besluit Financiën te wachten en de boete op de koop toe te nemen. Rutte stemt daarmee in.", "\"Dat leidde tot een beperkte vertraging, maar dan heb je in één keer het hele Wob-verzoek, het hele Wob-dossier met Donner en de reactie op Donner\", aldus de premier tijdens zijn verhoor.", "Kabinetsreactie mogelijk volgende week vrijdag", "Vrijdag spreekt het kabinet in de ministerraad over de gevolgen van het rapport Ongekend onrecht, nadat er in het kerstreces al twee keer met de meest betrokken bewindspersonen is overlegd over de consequenties.", "Er werd toen besloten de gedupeerde ouders een compensatie van 30.000 euro te geven. De trage terugbetalingen van de Belastingdienst tot dusver zorgde voor enorm veel frustratie bij de ouders en de Tweede Kamer.", "De vraag of het kabinet of verantwoordelijke kabinetsleden moeten aftreden, hangt ook nog steeds boven de markt, maar daar wordt naar verwachting vrijdag geen knoop over doorgehakt. Een kabinetsreactie op het rapport komt waarschijnlijk volgende week vrijdag."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["er", "ruttedoctrine", "van", "kamer", "weten", "rol", "en", "een", "met", "toeslagenaffaire", "op", "wil", "het", "meer", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}