{"id": "c66a6e3e-7eff-3425-9e55-8e15164d236d", "title": "Zes maanden geen kleding kopen: 'Mensen consumeren zich een ongeluk'", "url": "http://www.nu.nl/geldzaken/6100827/zes-maanden-geen-kleding-kopen-mensen-consumeren-zich-een-ongeluk.html", "summary": "Zes maanden lang geen kleren kopen: voor wie van mode houdt, klinkt het misschien als een onmogelijke opgave.\nEn het levert je het nodige op, zoals inzichten over je koopgedrag en waardering voor wat je al hebt.\nTot juli kopen ze niets, en ze roepen de bijna zesduizend volgers van hun Instagram-pagina op hetzelfde te doen.\nHoe zorg je dat je bespaarde geld niet wegsijpelt?\nToch denk ik dat ik zeker een paar honderd euro heb bespaard, maar daar ging het me niet om.", "paragraphs": ["Zes maanden lang geen kleren kopen: voor wie van mode houdt, klinkt het misschien als een onmogelijke opgave. Toch zijn er liefhebbers die het dit jaar van januari tot juli proberen. En het levert je het nodige op, zoals inzichten over je koopgedrag en waardering voor wat je al hebt. Plus natuurlijk het geld dat je eraan had uitgegeven.", "Kleding kopen is door het enorme webshopaanbod makkelijker dan ooit. Zo gooi je gedachteloos een broek in je mandje. Ook meteen een T-shirt erbij om geen verzendkosten te hoeven betalen. Je was je aankoop alweer bijna vergeten wanneer plots de bezorger voor de deur staat.", "Herkenbaar? Dan kan een kledingdieet helpen, zoals The No Buy Challenge van Marieke van den Berg en Sara Dubbeldam. Tot juli kopen ze niets, en ze roepen de bijna zesduizend volgers van hun Instagram-pagina op hetzelfde te doen. Maandelijks bieden ze tips: van opruimen tot ruilen en waarderen wat je hebt. In de lente leer je omgaan met de koopprikkels door alle voorjaarscollecties die je dan om de oren vliegen.", "“Als je kleding koopt ter compensatie voor wanneer je je slecht voelt, kan een challenge je laten inzien dat er alternatieven zijn.” Olaf Simonse, Wijzer in Geldzaken", "De twee initiatiefnemers deden het zelf ook al eens, en raakten erover aan de praat tijdens een opname over duurzamer leven voor The Green Girls Club Podcast van Van den Berg. \"Ik kocht in 2019 niets - ook geen accessoires\", vertelt ze. \"Ik deed zelfs een jaar met dezelfde elastiekjes, terwijl ik die normaal vaak kwijtraakte. Nog steeds verlies ik ze nog zelden. Het is een klein voorbeeld, maar laat wel zien hoe zo'n uitdaging je mindset kan veranderen.\"", "Niet na zes maanden losgaan in de winkel", "Een tijdje je kast niet aanvullen kan ook een groot effect hebben op je financiën. Volgens de recentste cijfers van het Centraal Bureau voor de Statistiek (CBS) besteden Nederlanders jaarlijks gemiddeld 1.591 euro aan kleding en schoenen. Zes maanden geen kleding kopen levert al een behoorlijke besparing op.", "Het langetermijneffect van challenges is niet onderzocht, weet Olaf Simonse van Wijzer in Geldzaken. \"En ik vraag me af of een half jaar lang genoeg is om je gedrag te veranderen. Je kan ook juist na zes maanden denken: ik heb de challenge erop zitten, nu ga ik een nieuwe garderobe uitzoeken.\"", "Ook maakt het uit wát je even niet aanschaft. \"Mensen die elke dag op het station koffie halen en daarmee willen stoppen, kunnen gewoon de koffiezaak vermijden. Kleding kopen doe je minder vaak, het verschilt per maand hoeveel je uitgeeft en daarbij heb je vaak een ongemerkt patroon. Dat maakt het aanpassen van je gedrag moeilijker vol te houden.\"", "Wel is het hardop uitspreken van je doel en het delen ervan een goede manier om door te zetten. En de tips tussendoor dragen volgens Simonse ook bij. \"Dit stimuleert mensen om op een andere manier naar kleding te kijken, wat kan helpen voor de langere termijn.\" Voor sommige mensen werkt dit wel beter dan voor anderen. \"Als mode je hobby is, is het lastiger, maar als je gewoonlijk vaak kleding koopt ter compensatie voor wanneer je je slecht voelt, kan een challenge je laten inzien dat er alternatieven zijn.\"", "Hoe zorg je dat je bespaarde geld niet wegsijpelt? Reken uit hoeveel je normaal uitgeeft aan bijvoorbeeld kleding en zet dat geld opzij. Simonse: \"Ga bijvoorbeeld sparen voor iets en maak daarvoor een potje aan op je spaarrekening met een duidelijke naam van je doel. Dit maakt de psychologische drempel hoger; anders geef je het toch gemakkelijker uit.\"", "'Mensen consumeren zich een ongeluk'", "Het idee van The No Buy Challenge is zeker niet nieuw, benadrukt Van den Berg, maar voor kleding zag ze het in Nederland nog niet eerder voorbijkomen. Hoog tijd, vindt ze. \"We leven in een wereld waar onze koophonger overal gestimuleerd wordt. Ondanks de duurzame transitie consumeren mensen zich een ongeluk. Minder of niks kopen is echt onderbelicht als het gaat over duurzaamheid.\" Het initiatief moet hier aandacht aan geven, hopelijk met blijvend effect. \"Het is ook bedoeld als een training in tevredenheid.\"", "“Wat kapot is, kun je repareren. Ook een gat in je sok kun je maken.” Marieke van den Berg, initiatiefnemer The No Buy Challenge", "Wat zijn de spelregels? 'Mogen' sokken en ondergoed bijvoorbeeld wel? \"Die vraag komt vaker terug\", lacht Van den Berg. \"Maar nee, dat ook niet. We willen mensen uitnodigen écht niks te kopen. Wat kapot is, kun je repareren. Ook een gat in je sok kun je maken. Ruilen mag trouwens wel, en dat is een aanrader: dat voelt net alsof je iets nieuws hebt gekocht. En het is gratis!\"", "Zelf lette de initiatiefnemer van de challenge minder op het geld dat ze overhield. \"Ik merkte wel dat ik als een soort compensatie juist meer uitgaf aan andere dingen, zoals biologisch eten en betere beautyproducten. Toch denk ik dat ik zeker een paar honderd euro heb bespaard, maar daar ging het me niet om. Veel mensen die nu aan onze challenge meedoen zijn hier wel meer mee bezig.\""], "authors": ["Door", "Gea Bruinsma"], "keywords": ["ik", "maanden", "geen", "zes", "ze", "ook", "kleding", "zich", "je", "mensen", "ongeluk", "van", "en", "een", "voor", "het", "consumeren", "dat", "kopen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}