{"id": "c676f74b-1a53-3a68-b27b-26bf3c3737d5", "title": "Zonnepanelen en zeewierteelt voor het eerst samen getest op zee", "url": "https://nu.nl/economie/6094244/zonnepanelen-en-zeewierteelt-voor-het-eerst-samen-getest-op-zee.html", "summary": "Oceans of Energy en The Seaweed Company testen sinds kort op zee een combinatie van zeewierteelt en de opwekking van zonne-energie, maakten de bedrijven woensdag bekend.\nHet is voor het eerst dat deze combinatie wordt getest en tevens de eerste keer dat in Nederland zeewierteelt op zee op een dergelijke schaal wordt getest.\nDe vraag is echter hoe je de ruimte tussen de windmolens op een nuttige manier kunt gebruiken.\nKenners zien zeewierteelt en zonnepanelen als een haalbare optie.\nDe betrokken partijen willen eerst meer ervaring opdoen met zonnepanelen en zeewierteelt zo ver buiten de kust.", "paragraphs": ["Oceans of Energy en The Seaweed Company testen sinds kort op zee een combinatie van zeewierteelt en de opwekking van zonne-energie, maakten de bedrijven woensdag bekend. Het is voor het eerst dat deze combinatie wordt getest en tevens de eerste keer dat in Nederland zeewierteelt op zee op een dergelijke schaal wordt getest. De combinatie ligt zo'n 12 kilometer van de kust van Scheveningen.", "Wereldwijd komen er steeds meer windmolenparken op zee. De vraag is echter hoe je de ruimte tussen de windmolens op een nuttige manier kunt gebruiken. Kenners zien zeewierteelt en zonnepanelen als een haalbare optie.", "De nieuwe testlocatie ligt overigens niet tussen windmolens. De betrokken partijen willen eerst meer ervaring opdoen met zonnepanelen en zeewierteelt zo ver buiten de kust.", "Oceans of Energy is een jaar geleden begonnen met het eerste zonnepark op zee. Nu vindt een test plaats op een plek verder uit de kust. Het bedrijf wil bekijken of de zonnepanelen op die plek, met waarschijnlijk hogere golven, blijven werken. Het gaat om 150 panelen.", "The Seaweed Company heeft in het buitenland al diverse zeewierteeltlocaties op zee. In Nederland is de eerste dus onlangs geïnstalleerd. Zeewier wordt gebruikt in voeding voor mensen, dieren en planten. Tevens kan het dienen als basis voor energie en diverse materialen. Het nieuwe project bestaat uit 6 kilometer ingezaaide groeilijnen."], "authors": ["Door"], "keywords": ["van", "getest", "het", "op", "zee", "voor", "eerst", "een", "wordt", "en", "zeewierteelt", "zonnepanelen", "samen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}