{"id": "c69c6184-9356-339a-ac37-2ef179b077ad", "title": "26 nieuwe ic-opnames, 198 in de kliniek", "url": "https://nu.nl/coronavirus/6036016/26-nieuwe-ic-opnames-198-in-de-kliniek.html", "summary": "GGD richt op TT Circuit Assen grote testlocatie inOp het TT Circuit in Assen komt een grootschalige coronatestlocatie.\nDe GGD Drenthe meldt dat de locatie in de loop van deze maand wordt geopend.\nDe GGD gaat op het circuit zowel de gangbare PCR-tests als de snelle antigeentests inzetten.\nHet circuit is vanwege de ligging aan de A28 goed bereikbaar.\nHet is de bedoeling dat het jaarlijkse motorspektakel TT Festival in 2021 doorgaat.", "paragraphs": ["GGD richt op TT Circuit Assen grote testlocatie in", "Op het TT Circuit in Assen komt een grootschalige coronatestlocatie. De GGD Drenthe meldt dat de locatie in de loop van deze maand wordt geopend. In eerste instantie telt de locatie zes teststraten, maar dat aantal wordt uitgebreid tot zestien. Als de locatie is voltooid, kunnen er 2.200 mensen per dag worden getest.", "", "De GGD gaat op het circuit zowel de gangbare PCR-tests als de snelle antigeentests inzetten. \"Ook kunnen er eventueel andere tests worden afgenomen en kan de accommodatie ingezet worden voor vaccinatie\", voegt de gezondheidsdienst eraan toe.", "Voor de antigeentests genomen monsters worden ter plaatse geanalyseerd, zodat de uitslag snel bekend is. Geteste personen krijgen de uitslag overigens niet ter plaatse, maar worden enkele uren later via internet geïnformeerd.", "", "Het circuit is vanwege de ligging aan de A28 goed bereikbaar. TT Circuit Assen-directeur Peter Oosterbaan drukt zich bij de bekendmaking uit in racetermen: \"Ik hoop dat we gezamenlijk de finish van deze moeilijke periode snel in zicht krijgen.\" Het is de bedoeling dat het jaarlijkse motorspektakel TT Festival in 2021 doorgaat."], "authors": ["Door"], "keywords": ["locatie", "van", "icopnames", "26", "het", "nieuwe", "198", "kliniek", "tt", "circuit", "ggd", "wordt", "dat", "uitslag", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}