{"id": "c6acb1ae-f763-36e2-a7da-1c9e45697e83", "title": "De vloek van het tweede boek", "url": "https://trouw.nl/cultuur-media/de-vloek-van-het-tweede-boek~b5e83f0e/", "summary": "Is je eerste boek een groot succes dan is het tweede boek een last.\n“Mijn eerste boek schreef ik in een maand, het tweede in twee jaar”, verklaarde Stephen Frye ooit.\nNeemt niet weg dat na een succesvolle tweede, alsnog het volgende boek kan gaan wringen.\nZo wacht ik al ongeveer een decennium op het derde boek van Detlev van Heest en dat van Minke Douwesz, allebei auteurs van twee geliefde romans.\nNaar verluidt komt Douwesz volgend jaar met iets, van Van Heest heeft de uitgever al tijden niets meer vernomen.", "paragraphs": ["De tweede boeken van Marieke Lucas Rijneveld en Lize Spit verschijnen zonder buzz of vooraankondiging.", "Is je eerste boek een groot succes dan is het tweede boek een last. In Engeland hebben ze in 1989 de Encore Prize ingesteld, speciaal voor die moeilijke tweede. “Mijn eerste boek schreef ik in een maand, het tweede in twee jaar”, verklaarde Stephen Frye ooit. “Het eerste omvatte 23 jaar van pijn, woede, liefde, wanhoop, ambitie en grappenmakerij. Maar bij het tweede was ik een professioneel auteur. Daarom was het schrijven veel moeilijker.”", "En dan is er ook nog de druk van de lezers, wier verwachtingen alleen maar meer hooggespannen worden naarmate het langer duurt tot een volgend boek verschijnt. Denk aan de lichte teleurstelling bij Donna Tartts tweede (The Little Friend, na tien jaar) of die van Harper Lee (Go set a watchman, na liefst 55 jaar).", "Marieke Lucas Rijneveld. Beeld ANP", "Misschien dat succesvolle debutanten daarom liever onverwacht hun volgende boek presenteren. Vorige maand verscheen Mijn lieve gunsteling van Marieke Lucas Rijneveld, zonder vooraankondiging van de uitgever. Volgende week verschijnt even plotseling de tweede van Lize Spit die debuteerde met Het smelt. Vooralsnog viel de tweede Rijneveld in de smaak. Neemt niet weg dat na een succesvolle tweede, alsnog het volgende boek kan gaan wringen.", "Zo wacht ik al ongeveer een decennium op het derde boek van Detlev van Heest en dat van Minke Douwesz, allebei auteurs van twee geliefde romans. Naar verluidt komt Douwesz volgend jaar met iets, van Van Heest heeft de uitgever al tijden niets meer vernomen."], "authors": ["Jann Ruyters"], "keywords": ["boek", "rijneveld", "van", "tweede", "het", "lucas", "ik", "een", "volgende", "jaar", "vloek"], "pubDate": "2020-12-05T01:00:42+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}