{"id": "c6afac2d-2042-35e5-b7f3-40de7e850fab", "title": "De eindeloze opbouw, afbraak en wederopbouw van Rotterdam", "url": "https://volkskrant.nl/foto/de-eindeloze-opbouw-afbraak-en-wederopbouw-van-rotterdam~bae0b436/", "summary": "In de zomer van 1913 maakte de Rotterdamse fotograaf Willem Bleuzé, die een fotoatelier aan de Jonker Fransstraat had, een foto van een cokesoven op het terrein van Gasfabriek Keilehaven.\nIn oktober van hetzelfde jaar maakte Bleuzé een foto van een reusachtige gashouder, op het terrein van Gasfabriek Feijenoord.\nMet de overheid als opdrachtgever kwam veel van het werk van Bleuzé en zijn collega’s, die de eindeloze opbouw, afbraak en wederopbouw van de stad vastlegden, uiteindelijk terecht in bijvoorbeeld het Stadsarchief Rotterdam.\nHenk Jonker, lid van het bekende fotopersbureau Particam Pictures, maakte in 1960 een reportage voor een van de bekende fotopockets van uitgeverij Bruna, ditmaal een boekje gewijd aan Rotterdam.\nAls je weer buiten staat en om je heen – en omhoog!", "paragraphs": ["De foto’s in opdracht die te zien zijn in de tentoonstelling Rotterdam werkt! hadden als doel de Maasstad zo dynamisch en modern mogelijk te presenteren. Maar wie lang genoeg kijkt, ziet vanzelf de prijs die daarvoor is betaald.", "In de zomer van 1913 maakte de Rotterdamse fotograaf Willem Bleuzé, die een fotoatelier aan de Jonker Fransstraat had, een foto van een cokesoven op het terrein van Gasfabriek Keilehaven. Het is een wonderbaarlijk bouwsel en, gezien de pluim uit de schoorsteen, in vol bedrijf.", "Om een idee van de schaal van het gebouw te geven heeft de fotograaf – die zelf op een meter of 8 hoog staat – een aantal mensen op strategische posities geplaatst. We zien drie mensen op een loopbrug aan de rechterzijde, en als je even langer kijkt, zie je hoog in het gebouw, op het bovenste balkon, een gedaante.", "De foto werd gemaakt in opdracht van het Gemeentelijke Gasbedrijf. Dit soort gasfabrieken, waarvan Rotterdam er drie had, maakten door middel van ‘droge destillatie’ uit steenkool brandbaar gas dat tot in de jaren zestig van de vorige eeuw werd gebruikt voor onder meer straatverlichting, het zogenaamde stadsgas. In oktober van hetzelfde jaar maakte Bleuzé een foto van een reusachtige gashouder, op het terrein van Gasfabriek Feijenoord. Naast de datum heeft iemand met inkt de inhoud van de gashouder geschreven: 20 duizend vierkante meter. Ook hier zie je een aantal strategisch geplaatste mannetjes.", "Het moderne oog dat de foto‘s van Bleuzé aantreft op de tentoonstelling Rotterdam werkt! in het Nederlands Fotomuseum in Rotterdam – of in het gelijknamige prachtboek – zal al snel denken aan de monumentale foto‘s die het Duitse echtpaar Hilla en Bernd Becher in de jaren zestig maakte van industriële installaties in het Ruhrgebied. Met deze beelden werden ze de grondleggers van de nieuwe zakelijkheid in de Duitse fotografie.", "Reclamefoto voor de coöperatie Haka, Vierhavensstraat, 1948. Beeld coöperatie Haka /Stadsarchief Rotterdam", "Bleuzé kwam niet alleen uit een ander tijdperk, zijn foto’s hadden geen artistieke, laat staan conceptuele, ambitie. Ze straalden zakelijkheid uit, dat wel. Bleuzé was een vakman die in opdracht van het Gasbedrijf de installaties zo goed en zo precies mogelijk in beeld wilde brengen. Het Gasbedrijf had de foto’s nodig voor het archief, de eigen geschiedschrijving of misschien om ze op kantoor te hangen. Zonder die opdracht waren ze helemaal niet gemaakt – het is de vraag of je als fotograaf wel toestemming zou krijgen het terrein van de gasfabrieken te betreden.", "De fascinerende tentoonstelling in Rotterdam, met als ondertitel ‘Fotografie in opdracht 1864-heden’, bevat foto’s die vaak niet in het publieke domein terechtkwamen, schrijft Birgit Donker, directeur van het Nederlands Fotomuseum, in het voorwoord van het begeleidende fotoboek. Met de overheid als opdrachtgever kwam veel van het werk van Bleuzé en zijn collega’s, die de eindeloze opbouw, afbraak en wederopbouw van de stad vastlegden, uiteindelijk terecht in bijvoorbeeld het Stadsarchief Rotterdam.", "Het fotoboek 'Rotterdam werkt! – Fotografie in opdracht 1864-heden'. Beeld Studio V", "Rotterdam werkt! – met het uitroepteken als symbool voor de arbeidslust – is een voornamelijk optimistische tentoonstelling die de stad en zijn vele bedrijven en instellingen laat zien als vooruitstrevend, humaan en energiek. Dat was namelijk waar de opdrachtgevers, van de Dienst tot Exploitatie van Staatsspoorwegen tot aan ‘krankzinnigengesticht’ Maasoord, om gevraagd hadden.", "Samensteller Frits Gierstberg noemt de opdrachtfotografie ‘fragmentarisch en incompleet‘ als het ging om het vastleggen van de stadsgeschiedenis. Hij noemt zelf de kledingindustrie van rond 1900, de belangrijkste tak van nijverheid in Rotterdam met 70 procent vrouwelijke werknemers, die niet terug te vinden is op de expositie. Er waren eenvoudig geen opdrachtgevers die de ongetwijfeld deplorabele situatie op de naaiateliers met de wereld wilden delen.", "Bouw Erasmusbrug, 1995. Beeld Hajo Piebenga/Nederlands Fotomuseum", "Maar er blijven genoeg schaduwzijden over die ook fotografisch zijn vastgelegd, al was het maar omdat de Duitse Wehrmacht ook foto-opdrachten verstrekte, bijvoorbeeld om de begrafenis van een gevallen kameraad te laten vastleggen. Fotograaf Jan Kamman maakte, vlak na de oorlog, voor de Maatschappij Havenherstel N.V. de bekende foto van het platgebombardeerde stadscentrum, met de Laurenskerk als enig overeind gebleven gebouw – de stad als een leeg canvas.", "Henk Jonker, lid van het bekende fotopersbureau Particam Pictures, maakte in 1960 een reportage voor een van de bekende fotopockets van uitgeverij Bruna, ditmaal een boekje gewijd aan Rotterdam. In de Frederikstraat in Crooswijk fotografeert hij een schillenboer, lompenhandelaar en houtverzamelaar met hun bakfietsen. Maar de foto‘s, die terechtkwamen in het archief van het Maria Austria Instituut in Amsterdam, zijn niet terug te vinden in het uiteindelijke boekje van Bruna. Mogelijk, suggereren de samenstellers van de expositie, omdat het beeld van de verkrotte straat op de achtergrond niet paste bij het gewenste beeld van de moderne, dynamische stad, die niet ver van de Frederikstraat uit zijn as aan het verrijzen was.", "Die roerige stadsgeschiedenis, door Birgit Donker ‘wederafbraak’ genoemd, komt met de trots en ‘eeuwige jeugd’ die Rotterdam eigen is, maar als je maar lang genoeg naar de foto’s blijft kijken, kom je vanzelf de prijs tegen die daarvoor is en wordt betaald.", "Op de linkerpagina is het uitzwaaien van de emigranten te zien. Beeld Studio V", "Sem Presser fotografeerde in 1947, vermoedelijk in opdracht van de Holland-Amerika Lijn, het ‘uitzwaaien van emigranten, aan de Wilhelminakade’, met op de achtergrond de gevel van Hotel New York. Er wordt opgetogen gezwaaid, met handen en zakdoeken in de lucht geheven – en daarheen wordt je blik ook getrokken. Misschien dat het daarom pas na een tijdje opvalt. Aan de voet van de juichende menigte zit een man die een uitgebluste indruk maakt. Kan natuurlijk zijn dat hij wacht totdat hij een tros mag losgooien, maar het is hoe dan ook duidelijk dat hij niet meedoet aan het script van deze foto, waarin het vertrek naar de Nieuwe Wereld als een feestelijk, avontuurlijk moment wordt gepresenteerd.", "Wie even rondloopt in het Nederlands Fotomuseum, vlak bij de plek waar Presser het uitzwaaien van de emigranten vastlegde, pikt links en rechts de verhalen op van mensen die voorovergebogen bij de foto‘s hun oude werkplek, straat of stad herontdekken. Als je weer buiten staat en om je heen – en omhoog! – kijkt, voeg je vanzelf dat uitroepteken aan de tentoonstellingstitel toe.", "Rotterdam werkt! – Fotografie in opdracht 1864-heden, Nederlands Fotomuseum, Rotterdam, t/m 17/1. Online reserveren is verplicht."], "authors": ["Mark Moorman"], "keywords": ["eindeloze", "van", "als", "het", "op", "die", "rotterdam", "opbouw", "met", "afbraak", "een", "je", "en", "wederopbouw"], "pubDate": "2020-10-18T20:56:18+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}