{"id": "c6c0cd8c-709a-391f-8735-b36ec33cdafb", "title": "Cafés Frits en Radijs in West verkocht aan De Drie Wijzen uit Oost", "url": "https://www.parool.nl/amsterdam/cafes-frits-en-radijs-in-west-verkocht-aan-de-drie-wijzen-uit-oost~bdec42f9/", "summary": "De Drie Wijzen uit Oost: Piet van der Graaf, Riad Farhat en Jason Berg (vlnr).\nBeeld Rink HofCafé Frits, op de hoek van de Jan Evertsenstraat en het Mercatorplein, wordt een Biertuin, de derde in de stad.\n“We weten nog niet helemaal precies wat we ermee gaan doen, dat zijn we aan het onderzoeken.”Frits en Radijs waren van ondernemers Thomas Nieuwenhuyzen en Stijn Gelijsteen.\n“Hij is oud-werknemer van ons en we waren studiegenoten.\n“Hoge bomen vangen nu eenmaal veel wind, maar ik vind niet dat het terecht is.", "paragraphs": ["De Drie Wijzen uit Oost: Piet van der Graaf, Riad Farhat en Jason Berg (vlnr). Beeld Rink Hof", "Café Frits, op de hoek van de Jan Evertsenstraat en het Mercatorplein, wordt een Biertuin, de derde in de stad. “We hebben lang nagedacht wat we op deze plek wilden doen, dit leek ons de meest logische keuze,” zegt Farhat. “Frits had al een bierconcept, lokale gasten komen echt voor het bier. Dat heeft veel raakvlakken met wat we in de Biertuin in Oost doen. Het grote terras op het Mercatorplein maakt het helemaal geschikt.”", "Het tweede café dat is overgenomen, Café Radijs, zit iets verderop op de hoek van de Jan Evertsenstraat en de Admiralengracht. Dat blijft volgens Farhat ‘echt een buurtcafé’. “We weten nog niet helemaal precies wat we ermee gaan doen, dat zijn we aan het onderzoeken.”", "Frits en Radijs waren van ondernemers Thomas Nieuwenhuyzen en Stijn Gelijsteen. De laatste is een oude bekende van Farhat. “Hij is oud-werknemer van ons en we waren studiegenoten. Ze stappen allebei uit de horeca om iets heel anders te gaan doen en ze hebben ons benaderd of wij de zaken wilden overnemen.”", "Met de overname van Frits en Radijs komt de teller van het aantal zaken van De Drie Wijzen uit Oost op 23. De kritiek dat het horeca-aanbod in Amsterdam daardoor eenheidsworst wordt, kent Farhat. “Hoge bomen vangen nu eenmaal veel wind, maar ik vind niet dat het terecht is. Wij werken in bijna al onze zaken met compagnons, oud-werknemers van ons die graag een eigen horecazaak willen beginnen. Wij bieden de financiële mogelijkheid om dat te doen, maar zij drukken zelf hun stempel op de zaak. Juist daardoor is het geen eenheidsworst.”", "Knallen", "De compagnon die Radijs gaat runnen is Zinzi Rullens, nu nog bedrijfsleider van café Maxwell op het Beukenplein. “Ik heb zes jaar mijn hele ziel en zaligheid in Maxwell gestopt, maar een eigen zaak was altijd al een droom. Dat de mogelijkheid zich nu voordoet, komt als een enorme verrassing, zeker in deze tijd. Het voelt soms ook gek om een horecazaak te beginnen in coronatijd, maar ik heb er vertrouwen in dat we weer opengaan. Dan gaan we knallen.”", "Wanneer de nieuwe Biertuin en de vernieuwde Radijs opengaan, is vanwege de huidige horecasluiting nog niet duidelijk."], "authors": ["Josien Wolthuizen"], "keywords": ["cafés", "van", "wijzen", "het", "op", "frits", "drie", "farhat", "ons", "oost", "verkocht", "een", "en", "west", "dat", "doen", "uit", "radijs"], "pubDate": "2020-12-04T11:27:30+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}