{"id": "c6d0bf0e-f926-3168-9116-a4f6672bc285", "title": "Kat overleeft 11 dagen in plafond van vliegveld New York", "url": "https://www.telegraaf.nl/nieuws/704492399/kat-overleeft-11-dagen-in-plafond-van-vliegveld-new-york", "summary": "Taylor en Muji stonden op kerstavond op het vliegveld.\nEen medewerker van het vliegveld stond erop dat het zwart-witte dier uit haar reismandje gehaald werd, anders kon zij niet door de controle.\n„Ik zei: ’Dan gaat ze ervandoor, moet ik haar echt uit het mandje halen?” zegt Le tegen New York Post.\nMuji belandde in de technische ruimte van het vliegveld, waar twee medewerkers van het vliegveld een aantal pogingen waagden het dier te vangen.\nEven leek het avontuur van Muji ten einde: de avontuurlijke kat bleek namelijk weer in de technische ruimte te zitten.", "paragraphs": ["Taylor en Muji stonden op kerstavond op het vliegveld. Een medewerker van het vliegveld stond erop dat het zwart-witte dier uit haar reismandje gehaald werd, anders kon zij niet door de controle.", "„Ik zei: ’Dan gaat ze ervandoor, moet ik haar echt uit het mandje halen?” zegt Le tegen New York Post. Het moest echt, en dus werd Muji uit het mandje gehaald. Terwijl Taylor samen met Muji door de security check liep, besloot de kat er vandoor te gaan: ze beet haar baasje en sprong weg.", "Tevergeefs", "Net toen Le haar kat weer bijna te pakken had, zette het zesjarige dier het weer op een lopen. Muji belandde in de technische ruimte van het vliegveld, waar twee medewerkers van het vliegveld een aantal pogingen waagden het dier te vangen. Dat bleek tevergeefs.", "Volgens Taylor maakten alle pogingen het dier te vangen de situatie alleen maar ingewikkelder: „De situatie werd steeds erger.”", "Uiteindelijk verdween Muji in het plafond. Met bakjes tonijn werd geprobeerd Muji in de val te lokken. Taylor boekte haar vlucht om, in de hoop dat dit probleem de volgende dag wel was opgelost. Maar... De kat bleef in het plafond verstopt zitten.", "Geen dak boven haar hoofd", "Wat de hele operatie aanzienlijk bemoeilijkte is dat Taylor op dat moment midden in een verhuizing zat. Ze zou van Brooklyn (New York) naar Orange County (Californië) verhuizen: „Ik had geen plaats om te slapen. Ik had niets. Ik wist niet wat ik moest doen. Uiteindelijk ben ik de volgende dag toch op het vliegtuig gestapt.”", "De dagen verstreken en Muji verschanste zich nog altijd in het plafond van LaGuardia Airport. In alle wanhoop wendde Le zich tot Facebook om daar om hulp te vragen.", "Zo kwam de Amerikaanse in contact met Where Is Jack Inc., een organisatie die zich inzet om het reizen per vliegtuig zo diervriendelijk mogelijk te maken. Er werd een groep vrijwilligers opgetrommeld om de zoektocht te versnellen. Ook kreeg Le toestemming om met een speurhond, Abby, te zoeken naar Muji.", "Even leek het avontuur van Muji ten einde: de avontuurlijke kat bleek namelijk weer in de technische ruimte te zitten. Maar, Taylors hoop vervloog: de gebruikelijke methoden om de kat te lokken hielpen niet.", "Eindelijk gevangen", "Uiteindelijk werd Muji op 4 januari, elf dagen nadat ze haar vrijheid tegemoet dacht te gaan, weer gevangen. Taylor: „Ik begon te huilen toen ik het bericht hoorde. Het is een wonder.”", "De kat werd naar het dierenziekenhuis in Long Island gebracht, om dinsdag te kunnen worden herenigd met haar eigenaresse.", "Afgelopen zaterdag konden de twee dan eindelijk, samen, hun reis naar Californië hervatten: „Dit keer heb ik wel een speciaal harnas voor haar,, en ik vraag privé-screenings aan bij de controles.” Hoewel het hele voorval nogal impact had op Le, heeft ze er het volste vertrouwen in dat de band tussen haar en Muji nu sterker is dan ooit."], "authors": [], "keywords": ["ik", "van", "dagen", "het", "muji", "vliegveld", "om", "een", "plafond", "overleeft", "kat", "te", "op", "york", "11", "haar", "werd"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}