{"id": "c6dc0d4f-9d80-3afc-a843-d93bb7c06aac", "title": "Amsterdam start met vaccineren: eerste prik voor ic-verpleegkundige Carol Verdonk", "url": "https://www.parool.nl/amsterdam/amsterdam-start-met-vaccineren-eerste-prik-voor-ic-verpleegkundige-carol-verdonk~b7b7ba57/", "summary": "De eerste vaccinatie vond plaats in het Amsterdam UMC.\nHet Amsterdam UMC heeft in totaal zo'n duizend vaccins gekregen.\nDat kunnen medewerkers op de ic zijn, maar ook op de spoedeisende hulp en de covidafdeling.\nEerste vaccinAanvankelijk zou pas op 8 januari begonnen worden met de vaccinatie tegen het coronavirus, maar dit is met twee dagen vervroegd.\nCarol Verdonk krijgt de eerste vaccinatie in Amsterdam.", "paragraphs": ["De eerste vaccinatie vond plaats in het Amsterdam UMC. De komende dagen zullen daar verschillende medewerkers worden ingeënt met het vaccin van Pfizer-BionTech.", "Het Amsterdam UMC heeft in totaal zo'n duizend vaccins gekregen. Deze zullen gaan naar ‘diegenen die hem het hardst nodig hebben’, zo laat een woordvoerder weten. Dat kunnen medewerkers op de ic zijn, maar ook op de spoedeisende hulp en de covidafdeling. Ook het ambulancepersoneel komt in aanmerking. Wie de prik krijgt wordt bepaald door de leidinggevenden van die afdelingen.", "Eerste vaccin", "Aanvankelijk zou pas op 8 januari begonnen worden met de vaccinatie tegen het coronavirus, maar dit is met twee dagen vervroegd. Woensdagochtend werd de 39-jarige Sanna Elkadiri in Veghel als eerste gevaccineerd, dit gebeurde onder toeziend ook van minister Hugo de Jonge van Volksgezondheid.", "De eerste vaccins gaan naar medewerkers van zorginstellingen, de thuiszorg en ziekenhuispersoneel. Het zorgpersoneel in Amsterdam kan vanaf 11 januari in de RAI terecht voor de coronaprik. De eerste uitnodigingen zijn inmiddels verstuurd.", "Carol Verdonk krijgt de eerste vaccinatie in Amsterdam. Beeld Eva Plevier"], "authors": ["Marlie Van Zoggel"], "keywords": ["carol", "van", "amsterdam", "voor", "vaccineren", "start", "met", "eerste", "op", "ook", "prik", "het", "icverpleegkundige", "zullen", "medewerkers", "verdonk", "vaccinatie"], "pubDate": "2021-01-06T10:48:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}