{"id": "c6e00dbf-4f6e-3854-813c-56a38f2cf475", "title": "Aaf leest sterren: Kim en Kanye gaan scheiden en Bastiaan Ragas keek met verbijstering naar de bestorming van het Capitool", "url": "https://volkskrant.nl/cultuur-media/aaf-leest-sterren-kim-en-kanye-gaan-scheiden-en-bastiaan-ragas-keek-met-verbijstering-naar-de-bestorming-van-het-capitool~bdabface/", "summary": "Het zoveelste gerucht kwam naar buiten dat Kim Kardashian en Kanye West gingen scheiden.\nMaar dit keer was het een heel erg echt gerucht, stond erbij.\nWest is meer de Trumproute aan het bewandelen: hij wordt almaar maller en streeft naar het presidentschap in 2024.\nBN’ers hebben trouwens ook de functie van een soort dorpsomroeper, en gelukkig nemen ze die serieus.\n!’ getweet, en ook Tim Hofman was een van de eerste waarschuwers: ‘Doe jezelf een plezier en zet CNN aan’, twitterde hij.", "paragraphs": ["Kim Kardashian. Beeld NurPhoto via Getty Images", "Onmin", "Op die Ene Woensdag dat de eerste Nederlandse het vaccin kreeg ingespoten en Trumpaanhangers het Capitool bestormden, was er nog meer wereldschuddend nieuws: Kim Kardashian en Kanye West gaan scheiden.", "Of. Nou ja. Het zoveelste gerucht kwam naar buiten dat Kim Kardashian en Kanye West gingen scheiden. Maar dit keer was het een heel erg echt gerucht, stond erbij. Een serieus te nemen gerucht.", "De twee leven al lange tijd in onmin, of in ieder geval zijn ze, zoals dat heet in scheidingslingo, uit elkaar gegroeid. Kardashian ontpopt zich tot een studiebol die betrokken is bij de maatschappij: ze is de hele tijd met gevangenenrechten bezig en studeert rechten. West is meer de Trumproute aan het bewandelen: hij wordt almaar maller en streeft naar het presidentschap in 2024.", "Het element dat het al lang rondwarende scheidingsgerucht verhoogde naar de status van reuze serieus: Kardashian zou de bekende echtscheidingsadvocaat Laura Wasser hebben ingeschakeld en West ervan hebben overtuigd om naar hun ranch in Wyoming te verhuizen, zodat ze apart kunnen wonen.", "De site van RTL Boulevard kwam met aanvullend nieuws: ‘Getroebleerd koppel Kimye gaf elkaar peperdure kerstcadeaus.’ Kardashian kreeg volgens de roddelsite vijf nieuwe auto’s voor Kerst — ‘alle Maybach SUV’s, die zo’n 200.000 dollar per stuk kosten’. West kreeg voor 1 miljoen dollar aan werken van de kunstenaar James Turrell.", "Ze hadden blijkbaar een cadeautjesbudget van 1 miljoen afgesproken en zich daar heel precies aan gehouden.", "Aan die knierterigheid zie je ook wel een beetje dat het voorbij is.", "Bastiaan Ragas bij de uitreiking van de Edison Pop Awards 2020 in de Gashouder in Amsterdam. Beeld Hollandse Hoogte / MMP", "Historie", "En in de serie ‘Wat vinden de BN’ers ervan?’ hebben we gelukkig telegraaf.nl, die de volgende kop optekende: ‘BN’ers kijken met verbijstering naar bestorming Capitool.’", "Verbijsterd waren ze dus, de BN’ers, dat had De Telegraaf nagezocht, en die verbijstering viel per BN’er net even anders uit.", "BN’ers hebben trouwens ook de functie van een soort dorpsomroeper, en gelukkig nemen ze die serieus. ‘Velen waarschuwen hun volgers op sociale media de televisie aan te zetten’, meldde De Telegraaf woensdagavond, toen de bezetting bezig was.", "Bastiaan Ragas had snel ‘Kijk NU wat er gebeurd!!!’ getweet, en ook Tim Hofman was een van de eerste waarschuwers: ‘Doe jezelf een plezier en zet CNN aan’, twitterde hij. ‘Het is helemaal niet plezierig, wat zeg ik. Wat ik bedoel is: wees getuige van een stuk vervreemdende historie. Dat kan dus als je nu CNN kijkt.’", "Het stuk vervreemdende historie maakte sommige BN’ers sprakeloos, andere juist heel breedsprakig. Vaak gebruikten ze veel puntjes.", "Rick Nieman had alleen nog maar een ‘Geen woorden voor…’, terwijl Humberto Tan duidde: ‘Besef... In dezelfde stad werd de oproerpolitie op demonstranten af gestuurd zodat de Amerikaanse President met de Bijbel een foto kon maken. Nu kunnen zijn aanhangers ongehinderd het Capitool bestormen na maanden van opruiende woorden door hun leider.’", "Domien Verschuuren hield het kort: ‘Verbijsterende televisie. Nu op CNN.’ Daarachter zette hij die ene smiley met gesloten oogjes en hangende wenkbrauwtjes. Ook zo kan verbijstering eruitzien."], "authors": ["Aaf Brandt Corstius"], "keywords": ["van", "sterren", "kardashian", "ragas", "west", "naar", "en", "leest", "met", "een", "ze", "verbijstering", "scheiden", "het", "kim", "dat", "die"], "pubDate": "2021-01-07T15:36:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}