{"id": "c6e26c6d-45b0-3803-8cce-71db78783901", "title": "Gigantisch konijn in Westelijk Havengebied vernield", "url": "https://www.parool.nl/amsterdam/gigantisch-konijn-in-westelijk-havengebied-vernield~b1af7ca1/", "summary": "Het beeld van een reusachtig liggend konijn op de Nieuwe Hemweg in het Westelijk Havengebied is vernield.\nHet ziet er treurig uit: een gigantisch konijn met een gat in het hoofd.\nBeeld Willem CroeseIn het hoofd van het konijn is een groot gat geboord waar vermoedelijk een explosief in is gestopt.\nHueber: “Dit is met voorbedachte rade gedaan, want je fietst niet zomaar langs met een professionele boor.\nMaar hopelijk plaatsen we het konijn snel weer terug.”", "paragraphs": ["Het beeld van een reusachtig liggend konijn op de Nieuwe Hemweg in het Westelijk Havengebied is vernield. Het gaat om een van de Berm Bunnies, bedoeld om de fietsroutes door het gebied aantrekkelijker te maken.", "Het ziet er treurig uit: een gigantisch konijn met een gat in het hoofd. De omhoog stekende oren van het dier zijn nergens meer te bekennen. Bij het gehavende beeld liggen alleen nog schuimresten.", "De vernieling werd op 1 januari opgemerkt. “Ik ben geschokt,” zegt Sandra Hueber van Bright Up, dat eerder door het Havenbedrijf werd ingeschakeld om het fietsgebruik in het gebied te stimuleren. In juli werden de drie Berm Bunnies - een ontwerp van Saske van der Eerden - door haar bedrijf geplaatst op de middenberm van de Nieuwe Hemweg.", "De met beton verzwaarde beelden zijn gemaakt van polyester dat is gevuld met schuim. Beeld Willem Croese", "In het hoofd van het konijn is een groot gat geboord waar vermoedelijk een explosief in is gestopt. Hueber: “Dit is met voorbedachte rade gedaan, want je fietst niet zomaar langs met een professionele boor. We denken dat het te maken had met de verveling en baldadigheid rond oud en nieuw.”", "De politie vermoedt dat er vuurwerk in het konijn is gestopt. Zeker weten ze het niet: er zijn geen camera’s op de weg en er hebben zich tot nu toe geen getuigen gemeld, aldus een woordvoerder.", "Respectloos", "Hueber is geschrokken van de vernieling. “Ik heb dit nog nooit meegemaakt. We hebben zo veel leuke reacties op de konijnen gehad, mensen zijn er zo blij mee. Het is respectloos en je verpest het hiermee voor iedereen.”", "Het beeld wordt zo snel mogelijk naar de opslag vervoerd voor reparatie. “Het Havenbedrijf heeft de intentie het te repareren,” zegt Hueber. “We moeten natuurlijk eerst uitzoeken wat de schade precies is. Maar hopelijk plaatsen we het konijn snel weer terug.”"], "authors": ["Madelief Van Dongen"], "keywords": ["er", "zijn", "van", "vernield", "en", "een", "met", "konijn", "te", "havengebied", "gigantisch", "op", "het", "westelijk"], "pubDate": "2021-01-04T09:55:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}