{"id": "c7034f1a-e09a-306c-a148-51bbcfef85ac", "title": "‘Politie gaat zoekgedrag personeel in de gaten houden tegen lekken’", "url": "https://www.parool.nl/nederland/politie-gaat-zoekgedrag-personeel-in-de-gaten-houden-tegen-lekken~b65f5d21/", "summary": "Het systeem zal worden toegepast op alle 65.000 medewerkers van de Nationale Politie.\nBeeld Hollandse Hoogte / ANP XTRAVolgens NRC zijn alle medewerkers van de politie vrijdag geïnformeerd over het nieuwe systeem, dat vanaf het voorjaar in gebruik wordt genomen.\nNRC schrijft dat vorig jaar 178 onderzoeken werden gestart naar medewerkers van de politie die mogelijk informatie doorspeelden.\nCorruptieSommige medewerkers zeggen tegen NRC zich zorgen te maken over het nieuwe systeem.\nDaarentegen stelt de politie dat het nieuwe systeem niet continu agenten monitort: als iemand een verdachte score heeft, moet eerst de leidinggevende beoordelen of daaraan gevolg moet worden gegeven.", "paragraphs": ["Het systeem zal worden toegepast op alle 65.000 medewerkers van de Nationale Politie. Beeld Hollandse Hoogte / ANP XTRA", "Volgens NRC zijn alle medewerkers van de politie vrijdag geïnformeerd over het nieuwe systeem, dat vanaf het voorjaar in gebruik wordt genomen. Het moet dienen om het lekken van informatie tegen te gaan, maar het wordt ook verboden om uit voorzorg bijvoorbeeld de nieuwe partner van je kind na te trekken, of uit nieuwsgierigheid het strafblad van een bn’er te bekijken.", "NRC schrijft dat vorig jaar 178 onderzoeken werden gestart naar medewerkers van de politie die mogelijk informatie doorspeelden. Dat aantal is de afgelopen jaren aanzienlijk toegenomen.", "Corruptie", "Sommige medewerkers zeggen tegen NRC zich zorgen te maken over het nieuwe systeem. Daarentegen stelt de politie dat het nieuwe systeem niet continu agenten monitort: als iemand een verdachte score heeft, moet eerst de leidinggevende beoordelen of daaraan gevolg moet worden gegeven.", "Eerder leidde het onderzoek naar de gekraakte dienst Encrochat al tot informatie over corruptie bij de politie. De corruptie neemt eerder toe dan af. De signalen waren dusdanig ernstig om een apart team op te richten, dat met deze signalen aan de slag gaat."], "authors": ["Het Parool"], "keywords": ["gaten", "van", "politie", "medewerkers", "lekken", "het", "nieuwe", "gaat", "systeem", "moet", "zoekgedrag", "te", "dat", "houden", "om", "personeel", "tegen"], "pubDate": "2020-12-06T19:39:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}