{"id": "c7300774-e46f-3c56-be17-ab2ee525a5bd", "title": "De NPO zat te slapen terwijl het Capitool werd verbouwd", "url": "https://www.parool.nl/kunst-media/de-npo-zat-te-slapen-terwijl-het-capitool-werd-verbouwd~b2ee4701/", "summary": "Hij werd op zijn wenken bediend door CNN, waar kort na achten te zien was hoe opgehitste aanhangers van Trump, de slechtste verliezer die ooit het Witte Huis bewoonde, het Capitool bestormden.\nCNN-commentatoren kwamen superlatieven te kort bij de inderdaad onthutsende beelden van anarchisten die de Senaat bestormden en bezetten.\n“Dit is schaamteloos en walgelijk, maar ook voorspelbaar met een president die nog steeds weigert de realiteit te erkennen.”Bij de publieke omroep zat men intussen te slapen: de NPO ging gewoon door met Het Museum van Nederland, De Slimste Mens en Meiden die rijden.\nLips zag NOS-correspondent Marieke de Vries op veilige afstand van het Capitool verslag doen maar desondanks werd ze lastiggevallen door demonstranten die met een Amerikaanse vlag achter haar ­gingen staan.\nTerwijl op NPO 1 Het Museum van Nederland weer verder ging, zag Lips op CNN hoe de ­Amerikaanse Senaat werd bezet door Trumphooligans.", "paragraphs": ["Beeld nos", "Lips had woensdagavond, na de voorgekookte lancering van Big Brother op maandag en de tamme Avond van de Vaccinatie op dinsdag, wel zin in een lekker onrealistische actiefilm; Olympus Has Fallen bijvoorbeeld, waarin het Witte Huis wordt bezet. Hij werd op zijn wenken bediend door CNN, waar kort na achten te zien was hoe opgehitste aanhangers van Trump, de slechtste verliezer die ooit het Witte Huis bewoonde, het Capitool bestormden.", "CNN-commentatoren kwamen superlatieven te kort bij de inderdaad onthutsende beelden van anarchisten die de Senaat bestormden en bezetten. “Dit is schaamteloos en walgelijk, maar ook voorspelbaar met een president die nog steeds weigert de realiteit te erkennen.”", "Bij de publieke omroep zat men intussen te slapen: de NPO ging gewoon door met Het Museum van Nederland, De Slimste Mens en Meiden die rijden.", "RTL4 was alerter en onderbrak het programma – dat ­ironisch genoeg De Perfecte Verbouwing heet – met beelden van de verbouwing van het Capitool, becommen­tarieerd door een verbijsterde Amerikacorrespondent Erik Mouthaan: “Ik weet niet wat ik zie!”", "NPO 1 volgde om 21.00 uur met een ingelaste journaaluitzending. Lips zag NOS-correspondent Marieke de Vries op veilige afstand van het Capitool verslag doen maar desondanks werd ze lastiggevallen door demonstranten die met een Amerikaanse vlag achter haar ­gingen staan. Marieke bedankte ze netjes en daardoor dropen ze af. Cool! Terwijl op NPO 1 Het Museum van Nederland weer verder ging, zag Lips op CNN hoe de ­Amerikaanse Senaat werd bezet door Trumphooligans.", "Later op de avond haalde de NPO de schade enigszins in, in Op1. Daar verkondigde de altijd tegendraadse Amerikakenner Maarten van Rossem: “Dit is helemaal niet verbijsterend, dit is een passend slotakkoord van vier jaar waanzin.”", "Daar kon Lips zich wel in vinden.", "Reageren? hanlips@parool.nl."], "authors": ["Han Lips"], "keywords": ["npo", "van", "capitool", "verbouwd", "en", "een", "met", "ze", "terwijl", "te", "zat", "op", "het", "die", "door", "werd", "slapen"], "pubDate": "2021-01-07T07:45:36Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}