{"id": "c7300d5c-d857-379d-987a-dab4c8e12f01", "title": "Akwasi kapt interview af bij Radio 1, eist dat opnames worden gewist", "url": "https://www.parool.nl/kunst-media/akwasi-kapt-interview-af-bij-radio-1-eist-dat-opnames-worden-gewist~bd8f2d65/", "summary": "Het interview, onderdeel van het EO-programma Dit is de dag en opgenomen op 28 december, was bedoeld om met Akwasi terug te blikken op het jaar.\nAkwasi eiste dat de opname verwijderd zou worden, omdat de journalist anders ‘een probleem’ met hem zou hebben.\nDe rapper wist dat het gesprek opgenomen zou worden voor de radio.\n“Als je mij voor dit incident had gevraagd of ik onder dwang journalistiek materiaal zou wissen, zou ik dat nooit doen,” zegt hij daar nu over.\n“Omdat ik de situatie wilde redden en ik wist dat er nog een back-up was, daarom heb ik eraan toegegeven.", "paragraphs": ["Akwasi tijdens zijn toespraak op de Dam. Beeld Videostill Akwasi", "Radio 1 spreekt van ‘kwalijke’ en ‘bedreigende’ intimidatie door een publiek figuur en zond het gesprek vrijdag alsnog uit.", "Het interview, onderdeel van het EO-programma Dit is de dag en opgenomen op 28 december, was bedoeld om met Akwasi terug te blikken op het jaar. Na enkele vragen over zijn speech op de Dam vroeg Akwasi aan Van der Steeg of dit ‘de kant’ was die hij op wilde gaan. Akwasi eiste dat de opname verwijderd zou worden, omdat de journalist anders ‘een probleem’ met hem zou hebben.", "Alle stekkers uit de laptop", "‘Op dat moment trok Akwasi alle stekkers uit de laptop van de technicus, klapte hem dicht en nam de laptop onder zijn arm mee,’ beschrijft Radio 1 op de website. ‘Daardoor stopte de opname. Daarna pakte hij ook de laptop van Hans en verliet hij de kelder (waar het gesprek plaatsvond).’", "Volgens Van der Steeg gebeurde toen het volgende: “Ik liep meteen achter hem aan en zei hem dat die laptops niet van hem zijn, maar Akwasi zei dat hij moest afkoelen en dat hij over vijf minuten terug zou zijn.” Hij kwam uiteindelijk een halfuur later terug en gaf de redactie twee opties. “Of je wist het gesprek van je laptop waar ik bij ben, of ik formatteer allebei de laptops.”", "Van der Steeg verwijderde uiteindelijk de opname. Hij had echter een kopie, die alsnog op de website werd geplaatst.", "Niet ‘tergend lang’", "Akwasi wilde niet reageren op het incident, maar heeft wel zijn excuses aangeboden. De rapper wist dat het gesprek opgenomen zou worden voor de radio. Met zijn pr-medewerker was alleen afgesproken dat het niet ‘tergend lang’ over de Damspeech zou gaan. Door Van der Steeg te dwingen de opname te verwijderen, werd de journalist gevraagd journalistiek werk weg te gooien. “Als je mij voor dit incident had gevraagd of ik onder dwang journalistiek materiaal zou wissen, zou ik dat nooit doen,” zegt hij daar nu over.", "Waarom nu wel? “Omdat ik de situatie wilde redden en ik wist dat er nog een back-up was, daarom heb ik eraan toegegeven. Als journalist probeer je tot het laatste moment on speaking terms te blijven. Je wilt recht doen aan het verhaal. Ik had ook meteen de politie kunnen bellen, maar dan was er sowieso geen interview meer gekomen.”"], "authors": ["Leon Van Wijk"], "keywords": ["opnames", "interview", "ik", "van", "het", "zijn", "gewist", "en", "bij", "akwasi", "zou", "eist", "op", "hij", "dat", "worden", "radio", "kapt"], "pubDate": "2021-01-08T19:10:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}