{"id": "c744eb4f-a234-3c03-940d-9b0f0fe32a0d", "title": "De Engelse acteur Riz Ahmed draagt Sound of Metal ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/de-engelse-acteur-riz-ahmed-draagt-sound-of-metal~b40fac911/", "summary": "De Franse geluidsontwerper Nicolas Becker voorzag Sound of Metal, waarin Riz Ahmed een jonge drummer speelt die plotseling doof wordt, van een geluidservaring die een filmkijker zelden meemaakt.\nRuben (Ahmed) woont in een camper met zijn vriendin Lou (Olivia Cooke), met wie hij samen in een metalband speelt.\nAhmed, die voor Sound of Metal leerde drummen en gebarentaal spreken, draagt de film: de camera blijft vrijwel altijd bij hem in de buurt.\nHij is al vier jaar clean (net zolang als hij een relatie heeft met Lou), maar een terugval dreigt.\nSound of Metal is een rauw en ontroerend portret van een man die zichzelf - niet voor het eerst - moet heruitvinden.", "paragraphs": ["Beeld Filmstill", "Geluidsontwerpers weten het allang: film kijken doe je ook met je oren. Toch wordt hun bijdrage aan de filmervaring stelselmatig onderschat. Het beeld is nogal overheersend, dat is nu eenmaal hoe ons brein werkt. Daarom is het goed dat er af en toe een film wordt gemaakt die luid en duidelijk demonstreert hoe belangrijk geluid kan zijn.", "De Franse geluidsontwerper Nicolas Becker voorzag Sound of Metal, waarin Riz Ahmed een jonge drummer speelt die plotseling doof wordt, van een geluidservaring die een filmkijker zelden meemaakt. Sound of Metal, geschreven en geregisseerd door Darius Marder, maakt je bewust van alles wat je wel of niet hoort. Een bijzondere prestatie voor een film die ook nog eens een indrukwekkend verhaal vertelt, met uitstekend acteer- en camerawerk.", "Ruben (Ahmed) woont in een camper met zijn vriendin Lou (Olivia Cooke), met wie hij samen in een metalband speelt. Tijdens een optreden beginnen zijn oren te piepen. Een dag later hoort hij nauwelijks nog iets. Wanhopig bezoekt hij een dokter, die hem niet kan geruststellen. Zijn gehoor zal niet herstellen. Een implantaat behoort wel tot de mogelijkheden, maar dat is duur en de resultaten kunnen tegenvallen.", "Verbijstering, woede en rouw vechten om voorrang op het gezicht van Ahmed, de Engelse acteur en rapper die een Emmy won voor zijn hoofdrol in de tv-serie The Night Of. Ahmed, die voor Sound of Metal leerde drummen en gebarentaal spreken, draagt de film: de camera blijft vrijwel altijd bij hem in de buurt. Soms lijkt het alsof we in zijn hoofd kruipen, geholpen door die magnifieke geluidsband, die niet altijd Rubens perspectief weergeeft, maar er wel telkens naar terugkeert.", "Rubens beproeving wordt verergerd door zijn geschiedenis als drugsverslaafde. Hij is al vier jaar clean (net zolang als hij een relatie heeft met Lou), maar een terugval dreigt. In een opvanghuis voor verslaafde doven en slechthorenden vindt Ruben een veilige haven. Het is de vraag hoe het van daaruit verder moet. Wat blijft er over van zijn oude bestaan, en hoe waardevol is het nieuwe?", "Marder, coscenarist van Derek Cianfrances film The Place Beyond the Pines, levert een ambitieus speelfilmdebuut af, met een hoofdpersoon die aanvankelijk ondoordringbaar lijkt, maar zich steeds beter laat kennen. Sound of Metal is een rauw en ontroerend portret van een man die zichzelf - niet voor het eerst - moet heruitvinden."], "authors": ["Pauline Kleijer"], "keywords": ["draagt", "van", "engelse", "het", "hij", "die", "zijn", "met", "ahmed", "een", "metal", "en", "niet", "acteur", "sound", "riz", "voor"], "pubDate": "2020-12-02T14:04:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}