{"id": "c7478c83-0193-364b-9eed-ef58b7fdc0d7", "title": "Minister van Justitie VS: geen bewijs van kiezersfraude bij verkiezingen", "url": "https://www.parool.nl/wereld/minister-van-justitie-vs-geen-bewijs-van-kiezersfraude-bij-verkiezingen~b4f6f7a9/", "summary": "Verlengstuk Trumps campagneBarr geldt als een van Trumps vurigste medestanders.\nVorige maand omzeilde Barr het beleid van zijn ministerie door openbare aanklagers in het land de toestemming te geven ‘substantiële beschuldigingen’ van onregelmatigheden in de verkiezingen te onderzoeken.\nBij het bespreken van de omvang van de coronasteunpakketten van 2021 zei de senator uit Kentucky dat die af zal hangen van de wensen van ‘de volgende regering’.\nIn een persmededeling noemden zij het onderzoek van het ministerie van Justitie onvoldoende.\nNet als het ministerie van Justitie hebben zij geen bewijzen voor grootschalige verkiezingsfraude kunnen leveren.", "paragraphs": ["William Barr Beeld AP", "In een gesprek met persbureau AP erkende de Amerikaanse minister van Justitie William Barr gisteren dat bij onderzoek van zijn ministerie geen fraude is gevonden ‘op een schaal die de verkiezingsuitslag op enigerlei kan veranderen’.", "Die woorden uit Barrs mond – die haaks staan op de nog altijd ongefundeerde claims van president Donald Trump en zijn juridische team dat de Democraat Joe Biden de verkiezingen heeft gewonnen door fraude – worden in Amerikaanse media gezien als zwaarste dreun voor Trumps geloofwaardigheid bij zijn eigen achterban tot nu toe.", "Verlengstuk Trumps campagne", "Barr geldt als een van Trumps vurigste medestanders. Onder zijn regie kwam het ministerie van Justitie meer en meer te boek te staan als een verlengstuk van Trumps campagne, terwijl het departement sinds het Watergateschandaal juist doelbewust nastreeft zo onafhankelijk mogelijk op te treden. Democraten beklaagden zich er geregeld over dat Barr meer op lijkt te treden als Trumps persoonlijke advocaat dan als een neutrale arbiter.", "Vorige maand omzeilde Barr het beleid van zijn ministerie door openbare aanklagers in het land de toestemming te geven ‘substantiële beschuldigingen’ van onregelmatigheden in de verkiezingen te onderzoeken. En dat terwijl het ministerie dergelijke acties verbiedt tot de verkiezingsuitslag is goedgekeurd. Meerdere hooggeplaatste functionarissen uit het ministerie stapten vanwege deze beslissing op.", "Speciaal aanklager", "Helemaal in de kou laten staan doet Barr Trump niet. Eerder op de dag verleende hij John Durham, die de totstandkoming van het Rusland­onderzoek naar Trump onderzoekt, de status van ‘speciaal aanklager’. Dat is niet enkel een nieuwe titel: het betekent dat Durham ook onder Biden zijn functie behoudt en enkel onder zeer specifieke omstandigheden kan worden ontslagen. Daarmee krijgt Biden een potentieel schadelijk dossier in de maag gesplitst.", "Trump kan vooralsnog op de ruggensteun rekenen van veel prominente Republikeinen in zijn kruistocht tegen de door hem verloren verkiezingen. Maar ook die steun begint scheurtjes te vertonen. Mitch McConnell, die als meerderheidsleider de meest invloedrijke Republikein in de Senaat is en het verlies van Trump nog altijd weigert te erkennen, leek gisteren dichter bij het openlijk accepteren van de realiteit te komen. Bij het bespreken van de omvang van de coronasteunpakketten van 2021 zei de senator uit Kentucky dat die af zal hangen van de wensen van ‘de volgende regering’.", "Wie de strijd in elk geval nog niet opgeven, zijn Trumps advocaten Rudy Giuliani en Jenna Ellis. In een persmededeling noemden zij het onderzoek van het ministerie van Justitie onvoldoende. “Wij zullen onze jacht op de waarheid voortzetten.”", "De waarheid is dat Trumps advocaten in de inmiddels ruim dertig rechtszaken sinds de verkiezingen de overtuigende overwinning van Biden niet aan het wankelen hebben kunnen brengen. Net als het ministerie van Justitie hebben zij geen bewijzen voor grootschalige verkiezingsfraude kunnen leveren. De deadline nadert: de resultaten van elke staat liggen vast als die niet voor 8 december succesvol zijn aangevochten."], "authors": ["Tom Kieft"], "keywords": ["bewijs", "van", "geen", "bij", "verkiezingen", "als", "trumps", "het", "op", "minister", "kiezersfraude", "zijn", "ministerie", "een", "vs", "te", "dat", "justitie"], "pubDate": "2020-12-02T13:02:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}