{"id": "c747f53a-6a60-308b-a19d-b76f4b0bbda7", "title": "Mysterieuze monolietachtige pilaar in Utah plots ook weer verdwenen", "url": "https://nu.nl/opmerkelijk/6093499/mysterieuze-monolietachtige-pilaar-in-utah-plots-ook-weer-verdwenen.html", "summary": "De mysterieuze monoliet-achtige pilaar die eerder deze maand werd ontdekt in de woestijn van de Amerikaanse staat Utah lijkt nu ook weer op mysterieuze wijze te zijn verdwenen.\n\"Ik neem aan dat het van een newwave-artiest is of zoiets.\nDe lokale autoriteiten zien het gevaarte als \"privé-eigendom\" en hebben het om die reden naar eigen zeggen niet verplaatst.\n\"Bijna net zo snel als hij verscheen, is hij nu verdwenen\", reageerde het lokale departement van Publieke Veiligheid volgens The New York Times op het mysterie.\nDe exacte locatie van het object werd niet bekendgemaakt om te voorkomen dat mensen de vreemde kolom in het afgelegen gebied gingen zoeken.", "paragraphs": ["De mysterieuze monoliet-achtige pilaar die eerder deze maand werd ontdekt in de woestijn van de Amerikaanse staat Utah lijkt nu ook weer op mysterieuze wijze te zijn verdwenen. De lokale autoriteiten zeggen op basis van bronnen dat de metalen 'monoliet', die technisch gezien een kolom is, is verwijderd \"door een onbekende derde\".", "Het bouwweerk van ongeveer 3,5 meter hoog werd ontdekt door de bemanning van een helikopter die boven het gebied vloog om schapen te tellen. Niemand weet waar het object vandaan komt, of van wie het is. De bemanning van de helikopter speculeerde dat het misschien is achtergelaten door een kunstenaar.", "\"Ik neem aan dat het van een newwave-artiest is of zoiets. Of van iemand die een groot fan was van de film 2001: A Space Odyssey\", zei piloot Bret Hutchings, verwijzend naar een scène in de film uit 1968 waarin buitenaardse wezens zwarte monolieten achterlaten.", "De lokale autoriteiten zien het gevaarte als \"privé-eigendom\" en hebben het om die reden naar eigen zeggen niet verplaatst. \"Bijna net zo snel als hij verscheen, is hij nu verdwenen\", reageerde het lokale departement van Publieke Veiligheid volgens The New York Times op het mysterie.", "De exacte locatie van het object werd niet bekendgemaakt om te voorkomen dat mensen de vreemde kolom in het afgelegen gebied gingen zoeken."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "monolietachtige", "lokale", "het", "op", "die", "mysterieuze", "werd", "een", "ook", "utah", "weer", "dat", "pilaar", "te", "plots", "om", "verdwenen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}