{"id": "c750ed25-f45f-38d2-95cf-22dda8afbb65", "title": "Opinie: Nu baby’s eerder levensvatbaar zijn, moet 24-wekengrens voor abortus worden verlaagd", "url": "https://volkskrant.nl/columns-opinie/opinie-nu-baby-s-eerder-levensvatbaar-zijn-moet-24-wekengrens-voor-abortus-worden-verlaagd~bf0641c1/", "summary": "Ruim de helft van de vrouwen die kiest voor abortus, doet dat in de eerste zeven weken van de zwangerschap.\nBij voorkeur kiezen zij voor een zwangerschapsafbreking met medicatie in plaats van een instrumentele behandeling (curettage).\nBij een abortus geldt na het eerste bezoek aan een arts een verplichte bedenktijd van vijf dagen, de zogenaamde beraadtermijn.\nDe wetgever zegt immers dat abortus een afweging is tussen de noodsituatie van de vrouw en de bescherming van ongeboren leven.\nWaar een abortus altijd schuurt, is een abortus van een ver ontwikkeld kind des te schrijnender.", "paragraphs": ["De Christelijke Pro-Life Beweging demonstreert tegen abortus bij de Tweede Kamer. Beeld Hollandse Hoogte / Laurens van Putten", "In 2018 kozen 31 duizend vrouwen in Nederland, van wie 11 procent afkomstig uit het buitenland, voor een abortus. Ruim de helft van de vrouwen die kiest voor abortus, doet dat in de eerste zeven weken van de zwangerschap. Bij voorkeur kiezen zij voor een zwangerschapsafbreking met medicatie in plaats van een instrumentele behandeling (curettage).", "Bij een abortus geldt na het eerste bezoek aan een arts een verplichte bedenktijd van vijf dagen, de zogenaamde beraadtermijn. Dit is een waarborg om te voorkomen dat vrouwen in paniek of overhaast een beslissing nemen, waarvan ze later spijt zouden kunnen krijgen. Tegelijk benadrukt het ook dat het niet zomaar een beslissing is. De wetgever zegt immers dat abortus een afweging is tussen de noodsituatie van de vrouw en de bescherming van ongeboren leven.", "Ruim 2.500 vrouwen wachten echter tot 18 weken of later met het afbreken van hun zwangerschap. 1.200 vrouwen doen dit na prenataal onderzoek, waarbij het kind een afwijking heeft. 1.300 doen dit echter nog steeds op ‘sociale indicatie’. Onbekend is waarom vrouwen zo lang wachten met een abortus. Maandenlang zwanger zijn en alsnog besluiten tot een abortus kan emotioneel en fysiek belastend zijn.", "De trend is dat steeds meer zwangerschappen met medicatie en niet via een curettage worden afgebroken. De drempel naar deze medicijnen wordt ook lager, zowel via klinieken als via internet. Wil een vrouw een vroege abortus, dan kan zij voor de abortuspil kiezen. Ook later in de zwangerschap, als een curettage niet meer mogelijk is, is er weer de keuze voor (een combinatie van) medicijnen. Dit veroorzaakt samentrekking van de baarmoeder, ontsluiting en uitdrijving van de foetus. Het kind komt meestal levenloos ter wereld, maar bij late abortussen na twintig weken kan het gebeuren dat het kind nog kort na de geboorte leeft. In het buitenland wordt wel gekozen voor feticide, een ingreep om de hartslag van een foetus te stoppen, maar in Nederland gebeurt dat eigenlijk niet.", "24-wekengrens", "Met de 24-wekengrens voor zwangerschapsafbreking is Nederland uniek in de Europese Unie. Deze grens knelt, omdat vanaf deze termijn ook alles in het werk wordt gesteld om een vroeggeboren baby te helpen. Wereldwijd is er inmiddels een toenemend aantal baby’s die spontaan worden geboren voor 24 weken en overleven.", "Gynaecologen en neonatologen zijn zich van deze spanning bewust. Liever de twintigwekenecho bij 19 weken dan bij 20, is hun motto. Deze onderzoeken kunnen immers van een gewenste zwangerschap, een ongewenste maken. Iets meer afstand houden tot die 24-wekengrens voelt dan meer safe. Als ouders dan kiezen voor afbreken, hoeft dat mogelijk niet op de drempel van die 24 weken te zijn.", "Maar ook vanuit het perspectief van het kind is het goed de 24-wekengrens opnieuw te bekijken. Deze grens stamt uit de tijd dat vroeg-geboren baby’s vanaf 26 weken behandeld werden. Veiligheidshalve ging de wetgever daar wat onder zitten. De grens werd gelegd bij de ‘huidige stand van de wetenschap’, eind jaren zeventig van de vorige eeuw, waarbij kinderen onder de 24 weken niet levensvatbaar werden geacht.", "Met alle kennis die inmiddels is opgedaan in echoscopie en genetisch onderzoek, is inmiddels veel bekend over de ontwikkeling. Zo is een foetus van 18 weken zo groot als een paprika en oefent hij met ademen, zuigen en slikken. Zijn bewegingen zijn steeds soepeler en vloeiender. Hij kan zijn tenen en vingers te sturen, fronsen en grimassen maken. Op de echo is te zien of het een jongen of meisje is.", "Evaluatie wet", "Nu de abortuswet opnieuw is geëvalueerd, spreekt de Tweede Kamer donderdagvanavond over de uitkomsten. De uitspraak van het kabinet bij de aanbieding van de wetsevaluatie dat de doelstelling van de abortuswet wordt gerealiseerd, geeft geen antwoord op de vraag hóé deze wet dan het ongeboren leven beschermt. Het spreekt voor zich dat de ongeborene niet voor zichzelf kan spreken. Waar een abortus altijd schuurt, is een abortus van een ver ontwikkeld kind des te schrijnender. Met de kennis van nu is een abortus tot 24 weken dan ook niet meer vol te houden."], "authors": ["Elise Van Hoek"], "keywords": ["van", "dat", "abortus", "weken", "niet", "eerder", "een", "het", "verlaagd", "en", "moet", "te", "zijn", "babys", "voor", "worden", "opinie", "levensvatbaar", "nu"], "pubDate": "2020-10-14T16:52:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}