{"id": "c772b277-25a2-3b5b-9230-71ff86f9085b", "title": "Bas Dost scoort bij Club Brugge-debuut en breidt bijzondere reeks uit", "url": "https://www.telegraaf.nl/sport/1422583627/bas-dost-scoort-bij-club-brugge-debuut-en-breidt-bijzondere-reeks-uit", "summary": "KRC Genk, met John van den Brom als trainer, verloor met 2-1 bij KV Kortrijk en heeft als nummer 2 nu vier punten minder dan Club Brugge.\nMet een treffer in zijn eerste officiële wedstrijd voor een nieuwe club hield Dost een fraaie persoonlijke reeks in stand.\nGewisseld in rustDost opende de score in de 13e minuut met een doeltreffend schot.\nBekijk hier de uitslagen, stand en het programma in de Jupiler Pro LeagueSPANJE: Kostbare zege Valencia bij Real ValladolidIn de strijd tegen degradatie heeft Valencia bij concurrent Real Valladolid een kostbare zege behaald.\nBekijk hier de uitslagen, stand en het programma in La Liga", "paragraphs": ["De titelverdediger verstevigde met de benauwde zege de koppositie in de Belgische Pro League. KRC Genk, met John van den Brom als trainer, verloor met 2-1 bij KV Kortrijk en heeft als nummer 2 nu vier punten minder dan Club Brugge.", "Met een treffer in zijn eerste officiële wedstrijd voor een nieuwe club hield Dost een fraaie persoonlijke reeks in stand. Bij VfL Wolfsburg, Sporting Lissabon en Eintracht Frankfurt kwam hij eveneens tijdens zijn debuut tot scoren.", "Gewisseld in rust", "Dost opende de score in de 13e minuut met een doeltreffend schot. Noa Lang verdubbelde de marge in de 35e minuut. Tien minuten na rust verkleinde Jonathan Buatu de achterstand namens de thuisclub. Dost stond toen al niet meer in het veld. Hij bleef na de rust achter in de kleedkamer.", "Naast Dost, die eind december Eintracht Frankfurt verruilde voor de Belgische kampioen, en Lang had ook landgenoot Ruud Vormer een basisplaats. Stefano Denswil, die afgelopen donderdag op huurbasis overkwam van Bologna, bleef nog op de bank. Lang werd in de 73e minuut gewisseld. STVV beëindigde het duel met tien man vanwege een rode kaart in de 86e minuut voor invaller Duckens Nazon.", "Bekijk hier de uitslagen, stand en het programma in de Jupiler Pro League", "SPANJE: Kostbare zege Valencia bij Real Valladolid", "In de strijd tegen degradatie heeft Valencia bij concurrent Real Valladolid een kostbare zege behaald. Het duel in de onderste regionen van La Liga eindigde in 0-1. Carlos Soler maakte in de 76e minuut het doelpunt. Voor Valencia was het de eerste competitiezege sinds de overwinning (4-1) op 8 november tegen Real Madrid.", "Op de ranglijst klom de club van doelman Jasper Cillessen naar de dertiende plek. Real Valladolid staat op de zestiende plek. Cillessen is door een spierblessure sinds begin november uit de roulatie.", "Bekijk hier de uitslagen, stand en het programma in La Liga"], "authors": [], "keywords": ["reeks", "van", "het", "dost", "voor", "en", "uit", "club", "breidt", "bijzondere", "een", "minuut", "bruggedebuut", "met", "real", "op", "bij", "scoort"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}