{"id": "c780289a-2a1f-3106-8cc9-76a9c6d4d5fa", "title": "Echt pijnlijk werd het toen hij belde met Rutger Groot Wassink", "url": "https://www.parool.nl/kunst-media/echt-pijnlijk-werd-het-toen-hij-belde-met-rutger-groot-wassink~b1932572/", "summary": "Oproerkraaiers zijn het.\nHij zag activisten rondhangen voor een slachthuis, in zijn ogen vast niet veel meer dan een tussenstop voor zijn karbonaadje op weg naar braadpan en buik.\nBergman vatte het maar op als een geuzennaam, zo werd snel duidelijk in haar geslaagde 2Doc.\nDus toen at Bergman het zelf maar op.\nEcht pijnlijk werd het daarom toen Van der Linde belde met Rutger Groot Wassink, een paar jaar geleden nog een gemeenteraadslid met wie de activist samen optrok tegen onrecht – volgens de activist dan, hè.", "paragraphs": ["Oproerkraaiers, NPO 2.", "Oproerkraaiers zijn het. De voorbijganger die dit riep in de microfoon van Sunny Bergman bedoelde het bepaald niet complimenteus. Hij zag activisten rondhangen voor een slachthuis, in zijn ogen vast niet veel meer dan een tussenstop voor zijn karbonaadje op weg naar braadpan en buik.", "Bergman vatte het maar op als een geuzennaam, zo werd snel duidelijk in haar geslaagde 2Doc. Ze volgde activisten die aandacht vragen voor wat zij zien als een groot onrecht, maar door de massa niet meteen worden begrepen. Zoals klimaatactivisten en tegenstanders van Zwarte Piet, maar ook boeren die protesteren tegen het stikstofbeleid.", "Mooi was dat Bergman bij de boeren, de dierenrechtenactivisten en antifascist annex daklozenvoorvechter annex pro-Palestina-activist Frank van der Linde ook niet meteen wist wat ze ervan moest denken. Het koekje dat ze kocht voor de eenzame dierenrechtenactivist die zich in het Vondelpark had opgesloten in een kooitje, kreeg ze weer terug. Het was niet vegan. Dus toen at Bergman het zelf maar op. Maar of het toen nog smaakte?", "We vinden activisten irritant, volgens Bergman, omdat ze ons wijzen op onrecht dat we niet willen zien. Daarom vinden we ze onredelijk, drammers, ongenuanceerd. Maar soms halen activisten die eerder meewarig zijn bekeken met het verstrijken van de tijd alsnog hun gelijk. De tegenstanders van Zwarte Piet die zichzelf twee jaar geleden terugvonden in een AIVD-rapport, mochten nu op de koffie bij premier Rutte.", "Echt pijnlijk werd het daarom toen Van der Linde belde met Rutger Groot Wassink, een paar jaar geleden nog een gemeenteraadslid met wie de activist samen optrok tegen onrecht – volgens de activist dan, hè. Nu is hij wethouder en kapte hij de oproep om meer te doen voor daklozen meteen af: “Dag Frank! Hóóóii! Fijne dag!”", "Het telefoontje had precies 12 seconden geduurd.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "rutger", "het", "op", "hij", "met", "echt", "maar", "die", "voor", "zijn", "toen", "werd", "pijnlijk", "wassink", "een", "ze", "niet", "groot"], "pubDate": "2020-12-08T10:17:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}