{"id": "c796d8a7-9761-3766-864a-ef63528f4813", "title": "Het NOS Bevrijdingsjournaal zette aan het denken over een actueel thema: solidariteit", "url": "https://trouw.nl/cultuur-media/het-nos-bevrijdingsjournaal-zette-aan-het-denken-over-een-actueel-thema-solidariteit~b7022899/", "summary": "En de allerlaatste aflevering zondag zette aan het denken over dat actuele thema solidariteit.\nEn dat dat ‘beste’ soms oorlogsnostalgie oplevert: “Toen was het leven duidelijk, toen wist iedereen waar hij aan toe was, toen werd het karakter getest”.\nIn het ‘Bevrijdingsjournaal Extra’ was aandacht voor het Drentse dorp Nieuwlande, een naam die acuut tot kippenvel leidt omdat de inwoners daar massaal hun huizen openstelden voor onderduikers.\nEen mooi gevecht, tegen de verspilling, ellende en onverschilligheidPositief en actief eindigen maar, met een tip voor wie een goed doel zoekt voor zijn wintersportbudget.\nEen briljant non-profitwerkproject: Time Magazine eert Timmer als een van de Next Generation Leaders.", "paragraphs": ["Door corona liep de geplande viering van 75 jaar vrijheid op vele fronten spaak. Maar de ‘NOS Bevrijdingsjournaals’ met hun unieke beeldmateriaal waren een pleister op de wonde. En de allerlaatste aflevering zondag zette aan het denken over dat actuele thema solidariteit. Want hoe vaak worden de huidige vrijheidsbeperkingen niet vergeleken met de Tweede Wereldoorlog en de bezetting?", "Meteen maar even een paar stompzinnige reacties op de Facebookpagina van de NOS over de laatste aflevering. “Ik hoop strakjes nog eens het Bevrijdingsjournaal te zien over de corona-onderdrukking.” “Nu is alles wat mensen toen hebben gedaan teniet gemaakt, door linkse stemmers.”", "Beeld uit 'Voor de Vorm' waarin de sheltersuits worden uitgeprobeerd.", "Gelukkig zijn er altijd weer anderen die met ­– cynische – humor de zwartkijkers de oren wassen, via reacties als: “Een stukje stof voor je mond moeten dragen is natuurlijk precies hetzelfde als in de trein zitten naar een vernietigingskamp”.", "Dit soort discussies bevestigen wat mi­litair historicus Christ Klep concludeerde aan het eind van het ‘Bevrijdingsjournaal Extra’: de Tweede Wereldoorlog blijft voor velen hét ijkpunt van wat goed is en wat fout. Hij schetste hoe deze oorlog niet alleen het slechtste, maar ook het beste in de mens naar boven bracht. En dat dat ‘beste’ soms oorlogsnostalgie oplevert: “Toen was het leven duidelijk, toen wist iedereen waar hij aan toe was, toen werd het karakter getest”.", "In oorlog", "Soms kiest zomaar iedereen goed, ja. In het ‘Bevrijdingsjournaal Extra’ was aandacht voor het Drentse dorp Nieuwlande, een naam die acuut tot kippenvel leidt omdat de inwoners daar massaal hun huizen openstelden voor onderduikers. Het welzijn van hun eigen gezinnen riskerend: alle 117 inwoners kregen in 1985 de Yad Vashem-­onderscheiding. Bij RTV Drenthe kun je nog de ontroerende radiodocumentaire ‘Terug naar Nieuwlande’ horen, uit 2012, toen de stokoude verzetsheld Max Léons het dorp bezocht.", "Beeld uit 'Het Bevrijdingsjournaal Extra' met Christ Klep.", "Nu maar hopen dat wij ons de komende stille weken van onze beste kant laten zien. Ik denk aan hoe president Macron in maart zijn land de coronacrisis in leidde, met een televisietoespraak vol bombastisch oorlogsjargon. Nous sommes en guerre, wij zijn in oorlog. Zou zulke taal ons helpen de rijen te sluiten? Welke keuzes héb je eigenlijk in een oorlog? Goed, fout, neutraal, verstijven, vluchten? Doen alsof er niets aan de hand is, lijkt me in ieder geval geen reële ­optie.", "Een mooi gevecht, tegen de verspilling, ellende en onverschilligheid", "Positief en actief eindigen maar, met een tip voor wie een goed doel zoekt voor zijn wintersportbudget. Of een bestemming voor die slaapzakken die maar liggen te niksen op de logeerkamer of tussen de kampeerspullen. Kijk ‘Voor de vorm’ terug, het aardige NTR-programma over de vormgeving van de dagelijkse spullen om ons heen, zoals koffiekopjes, gloeilampen en fietsen.", "Zondag ging het over het bed (nooit geweten dat Johannes Auping een Deventer smid was) en we zagen de jonge ontwerper Bas Timmer van Sheltersuit. Hij recyclet tentmateriaal en slaapzakken tot ingenieuze warme jassen annex waterdichte slaaptentjes. Al meer dan twaalfduizend dak­lozen komen daardoor nu droog en warm de nacht door.", "Een briljant non-profitwerkproject: Time Magazine eert Timmer als een van de Next Generation Leaders. Hij voert dan ook een mooi gevecht, tegen de verspilling, de ellende en de onverschilligheid."], "authors": ["Renate Van Der Bas"], "keywords": ["thema", "van", "voor", "en", "een", "bevrijdingsjournaal", "met", "actueel", "nos", "toen", "zette", "aan", "het", "denken", "maar", "dat", "solidariteit"], "pubDate": "2020-12-14T16:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}