{"id": "c7ab7ba5-b8d6-3946-a7c3-5e6ba928447f", "title": "De mitsen en maren van het nieuwe vaccin tegen corona", "url": "http://www.trouw.nl/wetenschap/de-mitsen-en-maren-van-het-nieuwe-vaccin-tegen-corona~bf84a7ac/", "summary": "Dat is dan ook de hoofdboodschap uit de berichten over het vaccin van Pfizer en BioNTech.\nOndanks allerlei mitsen en maren hebben deze farmaceuten een vaccin ontwikkeld dat mensen beschermt tegen het coronavirus.\nJe spuit wat genetisch materiaal (RNA) van het virus in, lichaamscellen nemen dit op en zetten de code om in eiwitten van het virus.\nHet Pfizer-vaccin richt zich op het zogeheten spike-eiwit, waarmee het virus zich toegang tot de cellen in de luchtwegen verschaft.\nIedereen dacht dat al, heel veel vaccins zijn geënt op dat eiwit, maar het is toch prettig om te vernemen dat het een werkbaar doel is.", "paragraphs": ["Maandenlang was het een voorbehoud dat bij elk bericht over de ontwikkeling van coronavaccins werd gemaakt: het is nog maar de vraag of het gaat lukken. Het record voor een nieuw vaccin stond op vijf jaar, veel concepten hadden zich nog niet in de praktijk bewezen en een vaccin tegen luchtweginfecties was al helemaal geen sinecure. De geneeskunde beschikte tot nu toe alleen over de matig werkende griepprik.", "Dat is dan ook de hoofdboodschap uit de berichten over het vaccin van Pfizer en BioNTech. Het kan dus wel. Ondanks allerlei mitsen en maren hebben deze farmaceuten een vaccin ontwikkeld dat mensen beschermt tegen het coronavirus. Volgens de voorlopige data voorkomt het vaccin bij negen op de tien mensen een infectie. Dat is een score die alleen weggelegd leek voor het mazelenvaccin. De griepprik haalt in het gunstigste geval niet meer dan zestig procent.", "De berichten bevatten meer ingrediënten die een mens vrolijk stemmen. De gebruikte techniek was tot nu toe nog slechts gebaseerd op een slim, maar onbewezen idee. Je spuit wat genetisch materiaal (RNA) van het virus in, lichaamscellen nemen dit op en zetten de code om in eiwitten van het virus. Dat moet het immuunsysteem leren hoe het zich kan wapenen tegen de toekomstige indringer. Dat concept werkt dus, en dat is ook goed nieuws voor vele andere vaccinontwikkelaars die hetzelfde idee gebruiken, zoals het Amerikaanse Moderna.", "Het Pfizer-vaccin richt zich op het zogeheten spike-eiwit, waarmee het virus zich toegang tot de cellen in de luchtwegen verschaft. Dat blijkt dus een goed doelwit. Iedereen dacht dat al, heel veel vaccins zijn geënt op dat eiwit, maar het is toch prettig om te vernemen dat het een werkbaar doel is.", "De mitsen en de maren", "Maar dan de mitsen en maren. Ten eerste: het is een tussenstand, een officiële publicatie met alle data is er nog niet. Pfizer wilde aanvankelijk al bij 32 besmettingen een eerste blik op de resultaten werpen. Men besloot toen dat pas bij 62 hits te doen, maar toen het bedrijf daarvoor alles in gereedheid had, stond de teller al op 94 (een wrang voordeel van een pandemie die weer oplaait). We weten dat de effectiviteit groter was dan 90 procent. Vermoedelijk telde de vaccingroep dus negen besmettingen en de placebogroep 85. Het experiment was zo opgezet dat pas bij 164 besmettingen het bewijs statistisch gezien hard genoeg was. Pfizer heeft dus nog even te gaan, en de effectiviteit kan nog dalen.", "De leeftijdsopbouw van deze groep besmette proefpersonen is niet bekend. Er doen 65-plussers aan het onderzoek mee, maar Pfizer heeft niet verteld hoeveel ouderen – toch een belangrijke doelgroep – er in die groep van 94 zaten. Twee weken geleden meldde het bedrijf dat het de zichzelf gestelde deadline van eind oktober niet zou halen omdat er te weinig besmettingen onder ouderen waren.", "Ook is niet bekend of het vaccin alleen beschermt tegen milde infecties of ook tegen de zwaardere gevallen. Evenmin weten we of ingeënte (en beschermde) personen het virus niet toch bij zich kunnen dragen en anderen kunnen aansteken. Ook kunnen we niet anders dan Pfizer op zijn blauwe ogen geloven dat de effectiviteit van het vaccin minstens een jaar standhoudt. Cijfers ontbreken. Ten slotte moeten we het doen met de mededeling van Pfizer dat er geen serieuze bijwerkingen zijn geconstateerd. Daar is het, vier weken nadat de eerste prikken zijn toegediend, ook wat vroeg voor.", "Over een maand worden de definitieve rapporten van Pfizer, en wellicht ook andere vaccinontwikkelaars verwacht. Dan moeten de autoriteiten het vaccin goedkeuren en kan met de distributie worden begonnen. Als het zo ver komt, zijn er ook dan nog obstakels te overwinnen. Welke landen krijgen het eerst? Welke doelgroepen? Hoe organiseer je het vaccinatieprogramma? Het vaccin moet bijvoorbeeld bij een temperatuur van min zeventig graden worden bewaard.", "Maar dat zijn problemen voor later. Nu nog mag de blijdschap overheersen dat een vaccin tegen corona mogelijk is. Er lijkt licht aan het eind van de tunnel.", "Lees ook:", "Een ‘hoopgevend’ corona-vaccin brengt de beurzen in jubelstemming.", "Pfizer lijkt een corona-vaccin te hebben ontwikkeld dat werkt. Experts willen eerst meer data zien.", "En ook:", "Hoe effectief en veilig is het coronavaccin als dat er eindelijk is?", "Hoeveel risico wordt er genomen met versnelde procedures?"], "authors": ["Joep Engels"], "keywords": ["van", "maren", "nog", "het", "op", "vaccin", "nieuwe", "corona", "een", "niet", "en", "dat", "er", "mitsen", "tegen"], "pubDate": "2020-11-10T15:59:13+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}