{"id": "c7cb7156-3992-3711-a44d-77dafa6871bb", "title": "GGD zoekt grote locaties rond Zwolle om zorgpersoneel te vaccineren", "url": "https://nu.nl/zwolle/6095650/ggd-zoekt-grote-locaties-rond-zwolle-om-zorgpersoneel-te-vaccineren.html", "summary": "De IJsselhallen in Zwolle zijn in beeld, maar blijven ook nodig voor het testen op corona.\nDe 25 GGD's in Nederland is gevraagd om alvast geschikte, grote locaties in de regio te vinden om de zorgmedewerkers te vaccineren.\nOf dat één of meerdere locaties worden is volgens Van den Berg nog niet bekend.\nVolgens de GGD-directeur is de kans groot dat het om één of twee locaties zal gaan.\nEerder liet Van den Berg al weten dat de IJsselhallen in Zwolle uiteindelijk geschikt zouden zijn voor de (massa)vaccinatie tegen het coronavirus.", "paragraphs": ["Zorgmedewerkers worden in de regio IJsselland op enkele grotere locaties gevaccineerd tegen het coronavirus. GGD IJsselland is in gesprek met zorgpartijen over geschikte locaties. De IJsselhallen in Zwolle zijn in beeld, maar blijven ook nodig voor het testen op corona.", "Minister Hugo de Jonge gaf dinsdag tijdens de persconferentie van het kabinet al aan dat zorgpersoneel van verpleeg- en verzorgingshuizen en in de gehandicaptenzorg vanaf januari als eerste wordt ingeënt tegen het virus. De 25 GGD's in Nederland is gevraagd om alvast geschikte, grote locaties in de regio te vinden om de zorgmedewerkers te vaccineren.", "Directeur Rianne van den Berg van GGD IJsselland benadrukt dat werkgevers in de zorg in principe zelf verantwoordelijk zijn voor het laten vaccineren van hun medewerkers, maar dat de gesprekken worden aangegaan over geschikte locaties daarvoor.", "Of dat één of meerdere locaties worden is volgens Van den Berg nog niet bekend. De regio IJsselland beslaat de gemeenten Dalfsen, Deventer, Hardenberg, Kampen, Olst-Wijhe, Ommen, Raalte, Staphorst, Steenwijkerland, Zwartewaterland en Zwolle. Volgens de GGD-directeur is de kans groot dat het om één of twee locaties zal gaan. \"In elk geval niet in allerlei kleine instellingen.\"", "Eerder liet Van den Berg al weten dat de IJsselhallen in Zwolle uiteindelijk geschikt zouden zijn voor de (massa)vaccinatie tegen het coronavirus. Of de evenementenhal ook al wordt ingezet bij de eerste ronde is volgens haar nog niet duidelijk. \"Dat zou kunnen, maar dit moeten we echt onderzoeken. We benutten de IJsselhallen op dit moment voor die andere poot die zo nodig is: het testen.\""], "authors": ["Door"], "keywords": ["zoekt", "grote", "ggd", "om", "van", "rond", "voor", "te", "het", "zorgpersoneel", "zwolle", "worden", "volgens", "locaties", "vaccineren", "dat", "ijsselland", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}