{"id": "c7ce4dfc-7a36-34e9-bce6-26c2ce04a2a5", "title": "Gastcolumn: Duizenden kinderen zoeken een pleeggezin, denk er eens over", "url": "https://volkskrant.nl/columns-opinie/gastcolumn-duizenden-kinderen-zoeken-een-pleeggezin-denk-er-eens-over~ba6e6bc3/", "summary": "Tijdens een radio-uitzending vorige week, tijdens de Week van de pleegzorg, kwam dit bericht als een windvlaag voorbij.\nZeker als het matcht en je elkaar aantrekt als een magneet.\nKun je het je veroorloven?\nVoor mij is de definitie van een pleegkind een kind dat jouw lichtpunten, jouw positieve eigenschappen, nodig heeft.\nHeb je in jouw boot nog een reddingsvest over voor een kind dat buiten de boot dreigt te vallen?", "paragraphs": ["’22.000 pleegkinderen, waarvan er 5.700 niet geplaatst kunnen worden’. Tijdens een radio-uitzending vorige week, tijdens de Week van de pleegzorg, kwam dit bericht als een windvlaag voorbij. Als zwarte vrouw opgegroeid in een blank gezin had ik een van die 5.700 kinderen kunnen zijn. Ik heb geluk gehad, maar wat als je wel buiten de boot valt? Alsof jij er niet bij hoort.", "Het pleeggezin waarin ik terechtkwam, was als een deken die mij opwarmde. Ik voel die warmte nog steeds en dat gun ik elk kind. Vanwege deze positieve ervaring hebben ook mijn broer en zijn vrouw overwogen een pleegkind te nemen. Zoals in veel gezinnen werken zij allebei. Het kost al veel tijd en energie om hun eigen gezin draaiende te houden. Zij kunnen hun werk goed combineren met de opvoeding van hun kinderen, maar wat als daar nog een pleegkind bij komt? Het kan echt een verrijking zijn voor je gezin. Zeker als het matcht en je elkaar aantrekt als een magneet.", "Tijd en geduld", "Het kan echter ook het tegengestelde effect hebben van een magneet. Het kind heeft begeleiding nodig, dus je moet er echt tijd voor vrij maken en heel veel geduld hebben. Je moet het ook leuk vinden, anders moet je er zeker niet aan beginnen. Die tijd en dat geduld heeft mijn broer niet, terwijl hij dat het kind juist gunt. Kun je minder gaan werken? Kun je het je veroorloven? Dat zijn de vragen en twijfels, denk ik, waar aspirant-pleegouders mee worstelen.", "Je kunt niet verwachten dat iedereen pleegouder wil of kan zijn. Niet iedereen wil tenslotte ook kinderen. Je weet niet hoe een kind zich ontwikkelt. Zie het als een cadeautje dat je uitpakt. Wat er in de verpakking zit is een verrassing. Zo is het met je eigen kind, maar ook met een pleegkind. Het voordeel bij een pleegkind is dat, als de verrassing anders uitpakt dan verwacht, er een crisisteam klaarstaat. Je wordt ondersteund.", "Voor mij is de definitie van een pleegkind een kind dat jouw lichtpunten, jouw positieve eigenschappen, nodig heeft. Die ingrediënten kun je doorgeven aan je eigen kind, maar ook aan een ander kind dat zorg nodig heeft. Hij of zij kan je aandacht goed gebruiken. Heb je in jouw boot nog een reddingsvest over voor een kind dat buiten de boot dreigt te vallen?", "Wat extra aandacht", "Er zijn meer manieren om dat lichtpunt te zijn voor een pleegkind. Al is het maar een dag of een paar uur per week of per maand. Je kunt hun wereld kleuren door ze extra aandacht te geven en ze even mee te nemen uit de situatie waar ze in zitten. Dat kan zijn door boodschappen met ze te doen, of ze bij je thuis te laten aanschuiven voor een warme maaltijd. Even winkelen of een spel doen. Maak je eigen reddingsvest voor ze met jouw ideeën. Pleegzorg staat daar zeker voor open. Vraag informatie hoe jij je steentje kunt bijdragen om een kind die buiten de boot valt te helpen. Er wordt echt niet gelijk van je verwacht dat je pleegouder wordt.", "Het is een hele opgave, de reddingsvesten zijn schaars. Je kan zelf een reddingsvest bedenken of, zoals mijn broer, het overwegen. Dat geeft al licht in de tunnel. In deze tijd heb je allereerst een reddingsvest voor jezelf nodig. Als je jezelf niet kunt redden, dan kun je dat ook niet betekenen voor een ander. Wat zou jij willen als je zinkende bent? Dan verlang jij er toch ook naar om gered te worden, op welke manier dan ook?", "Wat als het kind veilig op de boot zit. Er niet buiten valt? Wat doet dat dan met jou? Wat levert het jou op? Een blij kind dat binnenboord blijft met jouw reddingsvest aan? Laten we met z’n allen deze 5.700 kinderen binnenboord houden.", "Lily Monori van Dijken is auteur, columnist en dichter. Ze is in november gastcolumnist op volkskrant.nl/opinie."], "authors": ["Lily Monori Van Dijken"], "keywords": ["zoeken", "dat", "kind", "een", "niet", "kinderen", "het", "en", "eens", "te", "denk", "pleeggezin", "zijn", "als", "je", "er", "duizenden", "gastcolumn"], "pubDate": "2020-11-08T10:07:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}