{"id": "c7cf1eb0-119d-3244-b777-394e828908a8", "title": "Duits voetbal likt zijn wonden na de grootste nederlaag sinds 1931", "url": "https://volkskrant.nl/sport/duits-voetbal-likt-zijn-wonden-na-de-grootste-nederlaag-sinds-1931~b63d1e70/", "summary": "Beeld APWie de wedstrijd wel had bekeken wist: het had nog erger kunnen zijn.\nDe Duitsers hadden aan een gelijkspel genoeg gehad om zich te plaatsen voor het finaletoernooi van de Nations League.\nIn plaats daarvan zullen ze de scherven van het op 17 november 2020 verloren gegane sportieve zelfvertrouwen op moeten vegen.\nHet is 89 jaar geleden dat een Duitse nationale ploeg met vergelijkbare cijfers verloor.\nIn het jaar 1931, toen de bondscoach nog de ‘Rijkstrainer’ heette, verloren de Duitsers in Berlijn met 6-0 van Oostenrijk.", "paragraphs": ["Duitse voetballer Philipp Max tijdens de wedstrijd tegen Spanje. Duitsland verloor met 6-0. Beeld AP", "Wie de wedstrijd wel had bekeken wist: het had nog erger kunnen zijn. De jonge Spaanse selectie ging nogal slordig met zijn kansen om, terwijl de Duitse ploeg welgeteld één doelkans had, in de 77ste minuut, van Bayern-speler Serge Gnabry. Hij schoot tegen de lat.", "De Duitsers hadden aan een gelijkspel genoeg gehad om zich te plaatsen voor het finaletoernooi van de Nations League. In plaats daarvan zullen ze de scherven van het op 17 november 2020 verloren gegane sportieve zelfvertrouwen op moeten vegen.", "Het is 89 jaar geleden dat een Duitse nationale ploeg met vergelijkbare cijfers verloor. In het jaar 1931, toen de bondscoach nog de ‘Rijkstrainer’ heette, verloren de Duitsers in Berlijn met 6-0 van Oostenrijk. Otto Nerz, de Rijkstrainer in kwestie, mocht ondanks het grote verlies aanblijven. Of bondscoach Joachim Löw die kans ook krijgt is nog maar de vraag.", "Niet onbetwist", "Want sinds het voor de Duitsers teleurstellend verlopen WK in Rusland in 2018 is Löw niet meer zo onbetwist als hij ooit was. Even leek het twee jaar geleden, na het 3-0-verlies tegen Nederland al einde verhaal te zijn, maar de bondscoach die al sinds 2004 in het zadel zit (langer dan Angela Merkel bondskanselier is) kreeg nog een kans. Maar het is met Löw een beetje als met Merkel, hij is al zo vaak verleden tijd verklaard dat niemand er nog echt uitspraken over durft te doen.", "De ontreddering is groot, blijkt ook uit de berichtgeving waarin de barbier van Sevilla natuurlijk onherroepelijk ten tonele verscheen, net als de in dit tijdsgewricht voorspelbare vergelijking met intensivecarepatiënten.", "Verliezen moet je leren. Dat blijkt behalve voor mensen, ook voor landen te gelden. Duitsland is er niet zo goed in, sportief gezien. ‘6-0 dat is een resultaat dat in de Bundesliga in de beste families kan voorkomen, maar niet bij het nationale elftal,’ schrijft de Süddeutsche Zeitung. ‘Zo mag je als nationale ploeg niet optreden’, zei ook ex-international Bastian Schweinsteiger bij de ARD. Dit soort uitspraken doet vermoeden dat ze in Duitsland steeds opnieuw vergeten dat er bij teamsport meestal een verliezer is en dat zo’n verlies ook een grote en rijke voetbalnatie kan overkomen.", "Tot overmaat van ramp koesteren de Duitse media ook nog de, in dit geval nogal masochistisch uitpakkende, traditie om uitgebreide buitenlandse persoverzichten te maken na zo’n wedstrijd. Zo konden de lezers van verschillende landelijke kranten daarom woensdag tijdens het ontbijt vernemen dat de Servische krant Blic dit ‘de slechtste partij van Duitsland in de geschiedenis vond.’", "Een pleister op de wonde, misschien: geen ander land kan zo goed slecht verliezen als Duitsers na een verloren wedstrijd van de Mannschaft."], "authors": ["Sterre Lindhout"], "keywords": ["grootste", "zo", "van", "als", "nog", "likt", "het", "sinds", "met", "zijn", "voetbal", "wonden", "nederlaag", "een", "duits", "dat", "ook", "te", "1931"], "pubDate": "2020-11-18T21:41:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}