{"id": "c7d6c6c7-5f18-3692-bb77-cd25a28a4f75", "title": "Online therapie volgen: is het een blijvertje?", "url": "https://nu.nl/gezondheid/6093676/online-therapie-volgen-is-het-een-blijvertje.html", "summary": "De ggz kampt in veel regio's met een te hoge werkdruk en lange wachttijden.\nDe oplossing lijkt te liggen in de ontwikkeling van online zorgmodules (eHealth) en online therapie via beeldbellen.\nBehandelingen via beeldbellen worden met een score van 8,1 door patiënten 4 procent hoger beoordeeld dan de face to face-behandelingen vóór de coronacrisis.\n“Psychologen in Amsterdam zitten bijna allemaal ramvol, terwijl een psycholoog in Friesland geen wachtlijst heeft.” Niek Rosens, directeur van Psycholoog op AfstandBehoeften van cliënt matchen aan psycholoogDe reguliere ggz is nog te terughoudend wat betreft online therapie, volgens Niek Rosens, directeur van Psycholoog op Afstand, een instelling die wereldwijd online therapie aanbiedt.\nDan sta je zo zes maanden op een wachtlijst, terwijl een psycholoog in Friesland geen wachtlijst heeft.", "paragraphs": ["De ggz kampt in veel regio's met een te hoge werkdruk en lange wachttijden. De oplossing lijkt te liggen in de ontwikkeling van online zorgmodules (eHealth) en online therapie via beeldbellen. Ondanks de voordelen van digitalisering zijn gz-psychologen toch nog terughoudend; vooral de complexere psychiatrie blijkt moeilijk met alleen beeldbellen.", "De cijfers liegen er niet om: de acute digitalisering binnen de ggz door de uitbraak van COVID-19 is een onverwacht succes. Behandelingen via beeldbellen worden met een score van 8,1 door patiënten 4 procent hoger beoordeeld dan de face to face-behandelingen vóór de coronacrisis.", "Dat blijkt uit onderzoeksresultaten van de landelijke behandelorganisatie Psyned (Psychologen Nederland). Veel behandelaars willen het videobellen er - afhankelijk van de individuele situatie - ook na de coronamaatregelen deels inhouden, mits de patiënt daarmee akkoord gaat.", "\"Want online therapie lukt niet altijd bij iedereen\", zegt Sjoerd Kosterman, directeur behandelzaken van PuntP, de polikliniek voor angst- en stemmingsstoornissen van ggz-zorginstelling Arkin. \"Voor mensen met complexe, meervoudige problematiek is videobellen zonder face to face-contacten niet altijd mogelijk\", aldus Kosterman. \"Verder is er nog onvoldoende onderzoek gedaan voor welke cliëntgroepen welke effecten met beeldbellen bereikt worden.\"", "“Psychologen in Amsterdam zitten bijna allemaal ramvol, terwijl een psycholoog in Friesland geen wachtlijst heeft.” Niek Rosens, directeur van Psycholoog op Afstand", "Behoeften van cliënt matchen aan psycholoog", "De reguliere ggz is nog te terughoudend wat betreft online therapie, volgens Niek Rosens, directeur van Psycholoog op Afstand, een instelling die wereldwijd online therapie aanbiedt. \"Er zijn metastudies die kijken naar alle studies van de afgelopen tien, twintig jaar, en er is niets dat erop wijst dat het effect van online therapie over twintig jaar minder is dan bij reguliere therapie.\"", "Wat belangrijker is, zegt Rosens, is dat je de hulp kan bieden die de cliënt zelf wil en nodig heeft. Dat doet Psycholoog op Afstand door de behoeften van de cliënt te matchen aan een psycholoog. \"In de reguliere zorg wordt er gewoon gekeken naar wie er beschikbaar is. Wij matchen de psycholoog bij de cliënt. Dat kunnen we doen omdat we geen wachtlijst hebben.\"", "Lange wachttijden omzeilen", "Door op grote schaal landelijk videobellen in te zetten kun je ook de wachttijden in de reguliere ggz verlichten, legt Rosens uit. \"Psychologen in Amsterdam zitten bijvoorbeeld bijna allemaal ramvol. Dan sta je zo zes maanden op een wachtlijst, terwijl een psycholoog in Friesland geen wachtlijst heeft. Dus dan zou je die aan elkaar kunnen koppelen met beeldbellen.\"", "\"Maar de pijn van wachttijden zit 'm vooral in de gespecialiseerde zorg voor complexe, meervoudige problematiek\", zegt Kosterman van Arkin. \"Daar is videobellen vaak moeilijker te realiseren. Zeker als een cliënt op afstand in crisis raakt, moet je kunnen terugvallen op de acute dienst van de plaatselijke zorginstelling.\"", "'Blended' aanbod", "Een oplossing is om het bestaande aanbod van 'blended' behandelen uit te breiden. \"Juist omdat er ook veel voordelen aan beeldbellen zitten is het belangrijk om te zoeken naar een goede balans tussen beeldbellen en face to face behandelen\", zegt Kosterman.", "Beeldbellen geeft de mogelijkheid om nieuwe interventies te introduceren. Kosterman: \"Zo is het makkelijker om cliënten binnen hun eigen leefomgeving ter plekke opdrachten uit te laten voeren waar de therapeut digitaal aanwezig is, naasten deel te laten nemen aan een behandeling of om beeldbellen standaard in te voeren in de fase dat je een behandeling afbouwt.\""], "authors": ["Door", "Laurine Croes"], "keywords": ["van", "psycholoog", "het", "op", "met", "online", "therapie", "een", "volgen", "blijvertje", "te", "om", "je", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}