{"id": "c7f0bf20-0c86-3330-8646-a8b438118981", "title": "De ondernemersles: 'Je bedrijf is zo goed als je team'", "url": "https://nu.nl/ondernemen/6095113/de-ondernemersles-je-bedrijf-is-zo-goed-als-je-team.html", "summary": "Ondernemer: Corinne VigreuxCorinne Vigreux Opgerichte bedrijven: TomTom, CodamTomTom, Codam Ondernemersles: \"Zorg voor een team met veel verschillende soorten skills.\"\n\"Je bedrijf is zo goed als je team, dus zorg voor een complementaire groep\", aldus Vigreux.\nKun je een situatie noemen die je liet inzien hoe belangrijk het team is binnen je bedrijf?\nOm je als bedrijf snel aan te kunnen passen, is het essentieel dat je een complementair team hebt met veel veerkracht.\"\nEen goed team is dus cruciaal om je bedrijf overeind te houden.", "paragraphs": ["Voor ondernemen geldt: al doende leert men. In De ondernemersles delen ondernemers hoe zij zelf door schade en schande wijs zijn geworden. Deze week: Corinne Vigreux, medeoprichter van TomTom, over de snel veranderende techwereld waarmee het belang van een goed team extra wordt onderstreept.", "Ondernemer: Corinne Vigreux", "Corinne Vigreux Opgerichte bedrijven: TomTom, Codam", "TomTom, Codam Ondernemersles: \"Zorg voor een team met veel verschillende soorten skills.\"", "TomTom werd 29 jaar geleden opgericht door vier ambitieuze ondernemers, onder wie Corinne Vigreux. Intussen werken er meer dan 4.500 mensen voor het bedrijf en is het uitgegroeid tot de Europese marktleider van de zogenoemde locatietechnologie.", "De navigatiegigant moest zich in onzekere tijden aanpassen aan de markt, maar overleefde de economische crisis en houdt zich ook nu staande tijdens de coronapandemie.", "Naast TomTom richtte Vigreux ook Codam op; een gratis codeerschool in Amsterdam. De basis voor een te allen tijde meebewegend bedrijf? \"Je bedrijf is zo goed als je team, dus zorg voor een complementaire groep\", aldus Vigreux.", "Kun je een situatie noemen die je liet inzien hoe belangrijk het team is binnen je bedrijf?", "\"TomTom is groot geworden met het verkopen van losse navigatiesystemen; we waren het eerste bedrijf dat digitale navigatie toegankelijke maakte voor iedereen. Met de opkomst van ingebouwde navigatieoplossingen en gratis navigatieapps, kwam het succes van ons bedrijf in gevaar.\"", "“Elke dag bloeden er bedrijven dood omdat ze zich niet kunnen aanpassen.”", "\"Voor TomTom was dit het moment om door te ontwikkelen. En zie nu: we verkopen niet meer alleen losse navigatiesystemen en -apps aan consumenten, maar leveren nu ook technologie aan autofabrikanten en aan grote techbedrijven als Microsoft en Uber.\"", "\"Elke dag bloeden er bedrijven dood omdat ze zich niet kunnen aanpassen. Kijk maar eens naar de bedrijven die tien jaar geleden aan de top stonden en vergelijk dit eens met de bedrijven van nu. Je ziet een compleet ander landschap ontstaan. Om je als bedrijf snel aan te kunnen passen, is het essentieel dat je een complementair team hebt met veel veerkracht.\"", "Een goed team is dus cruciaal om je bedrijf overeind te houden. Maar wat maakt dat een team goed functioneert?", "\"In een succesvol team zitten mensen met skills die elkaar aanvullen. Iemand is goed in de financiën, een ander in sales en marketing, en weer een ander is goed in technologie.\"", "\"Ik merk dat het heel goed werkt om aan medewerkers duidelijk te maken wat je visie is zodat ze zich verbonden voelen met de organisatie. Het is belangrijk dat iedereen in het team begrijpt wat zijn rol en verantwoordelijkheden zijn, en zich vrij voelt om zijn ideeën te delen.\"", "Wat was een belangrijk moment dat het team van TomTom samen meemaakte?", "\"Vorig jaar vierden we dat we meer dan 100 miljoen navigatiesystemen hadden verkocht in de geschiedenis van ons bedrijf. Een ander recent voorbeeld is dat de Fiat 500, een van de kleinste elektrische voertuigen van nu, op de markt kwam met ons navigatiesysteem. Dat was een moment van trots voor ons hele team.\"", "\"Bij het behalen van zo'n succes is het dan ook heel belangrijk dat je de tijd neemt om terug te kijken en met het team viert wat je samen hebt bereikt.\"", "Hoe ga je ermee om als iemand zijn of haar taak niet goed uitvoert?", "\"Ik behandel medewerkers altijd als volwassenen en met respect. Als ik zie dat de uitvoering van een taak niet goed gaat, ben ik daar heel open en eerlijk over. Vaak is zo'n gesprek gericht op de vraag of ze nog leuk vinden wat ze doen. Ik denk dat als werknemers op hun plek zitten, het bedrijf dan ook een grotere kans van slagen heeft.\"", "Vind je ondernemen nog steeds een leuk vak?", "\"Absoluut. Ondernemen gaat om creëren. Je ziet een probleem en je benadert dit probleem op een positieve manier. Als ik terugkijk naar wat we met TomTom hebben gedaan denk ik wel eens: hoe geweldig is het dat we de wegen van de wereld in kaart hebben gebracht. Bovendien hebben we een heleboel huwelijken gered. Koppels maken immers minder ruzie in de auto.\""], "authors": ["Door", "Elcke Vels", "Innovation Origins"], "keywords": ["van", "dat", "ondernemersles", "team", "bedrijf", "een", "en", "zo", "als", "je", "met", "het", "goed"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}