{"id": "c7f078c1-8bd3-3ff2-ab3a-e600e0aaa619", "title": "Marko verwacht dat 'volwassen' Verstappen in 2021 meedoet om wereldtitel", "url": "https://nu.nl/formule-1/6096827/marko-verwacht-dat-volwassen-verstappen-in-2021-meedoet-om-wereldtitel.html", "summary": "Helmut Marko van Red Bull Racing denkt dat Max Verstappen volgend Formule 1-seizoen mee gaat doen om de wereldtitel.\nDus ik denk dat we sterk voor de dag kunnen komen, heel sterk\", zegt Marko tegen Motorsport.com\"Het ziet er allemaal zeer bemoedigend uit.\n383 Terugblik F1: 'Nóg een dominant jaar van Mercedes zou ons verbazen''Max wordt alsmaar beter'De 77-jarige Oostenrijker is onder de indruk van de ontwikkeling van Verstappen, die een nagenoeg foutloos seizoen beleefde.\nDe topadviseur ziet een stijgende lijn bij de Nederlander.\nDe eerste Grand Prix van 2021 staat op 21 maart gepland in Australië.", "paragraphs": ["Helmut Marko van Red Bull Racing denkt dat Max Verstappen volgend Formule 1-seizoen mee gaat doen om de wereldtitel. De topadviseur ziet goede ontwikkelingen bij het Oostenrijkse team én bij motorleverancier Honda.", "\"Of we voor de titel kunnen gaan? Ja, daarom waren we gedurende het seizoen ook al zo druk met ontwikkelen. Net als Honda. Dus ik denk dat we sterk voor de dag kunnen komen, heel sterk\", zegt Marko tegen Motorsport.com", "\"Het ziet er allemaal zeer bemoedigend uit. We weten waar we staan en we hebben vanuit Japan goed nieuws gekregen van Honda. Er komt verbetering aan op motorisch gebied. Dus we zouden er vanaf de eerste race meteen bij moeten kunnen zitten.\"", "Red Bull had begin 2020 al goede hoop op de titel, maar de auto bleek niet zo goed als die van Mercedes en Verstappen had met Alexander Albon een teamgenoot naast zich die teleurstelde.", "\"Maar we hebben Mercedes eenvoudig verslagen in Abu Dhabi\", aldus Marko. \"En we hadden tijdens de tweede race in Bahrein een auto waarmee we ongeveer net zo competitief waren geweest. Dat is dus een goed vooruitzicht voor volgend jaar.\"", "383 Terugblik F1: 'Nóg een dominant jaar van Mercedes zou ons verbazen'", "'Max wordt alsmaar beter'", "De 77-jarige Oostenrijker is onder de indruk van de ontwikkeling van Verstappen, die een nagenoeg foutloos seizoen beleefde. De topadviseur ziet een stijgende lijn bij de Nederlander.", "\"Max wordt alsmaar beter\", zegt hij. \"Alleen in Turkije was hij niet geduldig genoeg. Maar voor de rest: fantastisch. Zijn ronde in de kwalificatie van Abu Dhabi ook. Hij is zo volwassen nu.\"", "Het Formule 1-seizoen kwam afgelopen zondag ten einde in Abu Dhabi. De eerste Grand Prix van 2021 staat op 21 maart gepland in Australië."], "authors": ["Door"], "keywords": ["wereldtitel", "dat", "om", "meedoet", "marko", "van", "bij", "zo", "volwassen", "een", "voor", "mercedes", "op", "verwacht", "ziet", "verstappen", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}