{"id": "c7f5390a-ab31-360f-b3d7-bf83ec86e781", "title": "Dit museum richt de blik naar binnen met een kunstzinnige liefdesbrief aan Kaapstad", "url": "https://trouw.nl/buitenland/dit-museum-richt-de-blik-naar-binnen-met-een-kunstzinnige-liefdesbrief-aan-kaapstad~be3de007/", "summary": "Het staat in het toeristische hart van Kaapstad, ver weg van het echte stadsleven.\nGeen enkele selectieVijf expositieruimtes zijn op dit moment ingericht met tweeduizend kunstwerken van inwoners van Kaapstad.\nEr hangen bijvoorbeeld stillevens en schilderijen van scènes binnenshuis, maar ook werken die de binnenste zieleroerselen van een kunstenaar uitdrukken.\n“In 2018 kwam ik van de kunstacademie en ging ik aan de slag als assistent van gevestigde kunstenaars”, legt ze uit.\nMaar dat voorkomt niet dat er inmiddels rode lijsten zijn met cultuurinstellingen die met ‘uitsterven’ bedreigd worden.", "paragraphs": ["Diana Zitha (29) glimt van trots als ze op de tentoonstelling ‘Home is where the art is’ in Kaapstad haar zwarte mantel in de museumzaal op een buste ziet staan. “Ik kan nauwelijks geloven dat ik exposeer in het Zeitz Mocaa”, geeft de startende textielkunstenares toe. “Mensen hebben lang tegen mij gezegd dat ik als zwarte vrouw nooit zo ver zou kunnen komen. Het is een droom.”", "Het Zeitz Mocaa is het grootste museum voor moderne Afrikaanse kunst ter wereld. Het groeide in zijn pas driejarige bestaan razendsnel uit tot het bekendste museum van Zuid-Afrika. Toch klinkt er soms ook kritiek. Het museum zou te weinig oog hebben voor lokaal talent. Het zou te ‘verwesterd’ zijn. Het staat in het toeristische hart van Kaapstad, ver weg van het echte stadsleven.", "Corona gooide de expositiekalender dit jaar grondig overhoop. Het museum besloot de maandenlange lockdown in Zuid-Afrika deels te vullen met zelfreflectie. Een van de conclusies was dat het Zeitz inderdaad niet genoeg in contact stond met de Kaapse kunstenaarsgemeenschap. Directrice Koyo Kouoh kwam op het idee om voor de heropening van het museum een tentoonstelling te organiseren voor en door de inwoners van Kaapstad zelf. Toeristen zijn er immers ook nu nog altijd nauwelijks. Kouoh noemt de expositie: “Een liefdesbrief aan de stad”.", "Geen enkele selectie", "Vijf expositieruimtes zijn op dit moment ingericht met tweeduizend kunstwerken van inwoners van Kaapstad. Het is een bonte verzameling: foto’s, schilderijen, stellages, tekeningen, beelden. Meestal zijn ze aangeleverd door individuen, maar soms ook door bijvoorbeeld schoolklassen. Ze komen uit chique wijken én uit townships. Het betreft werken van professionele kunstenaars én van hobbyschilders. We wilden met de tentoonstelling onszelf als museum tot nadenken dwingen over de vraag wat kunst eigenlijk precies is, legt assistent-curator Tammy Langtry uit. “Zo kregen we ook ingelijste familiefoto’s aangeleverd. Die hebben we eveneens als kunstwerken opgehangen.”", "Een dergelijke tentoonstelling is geen wereldwijde primeur. Maar het bijzondere aan ‘Home is where the art is’ is wel dat er geen enkele selectie is gemaakt. Langtry geeft een korte rondleiding. Iedere zaal heeft een eigen thema. “Alleen enkele werken die te groot waren of die niet veilig tentoon te stellen waren, hebben we afgekeurd”, vertelt ze. “Verder was letterlijk alles welkom.” De thema’s werden na een indexatie van alle kunstwerken bedacht. “Een hele lading kunst door elkaar kan overweldigend werken”, legt Langtry uit. “Wij hebben de werken in een context geplaatst om ze zo goed mogelijk uit te lichten.”", "De zwarte mantel van Zitha hangt in een zaal met als thema ‘binnen’. Die term moet breed worden geïnterpreteerd. Er hangen bijvoorbeeld stillevens en schilderijen van scènes binnenshuis, maar ook werken die de binnenste zieleroerselen van een kunstenaar uitdrukken. Zo is er een ‘angstmuur’, met foto’s en schilderijen die emoties als paniek uitdrukken. Een andere muur is bedekt met peinzende portretten.", "Witte kunstenaar strijkt met de eer", "Zitha vindt dat haar mantel goed tot zijn recht komt in de zaal, omdat ook die een heel persoonlijke emotie uitdrukt. “In 2018 kwam ik van de kunstacademie en ging ik aan de slag als assistent van gevestigde kunstenaars”, legt ze uit. “Al snel zag ik hoeveel macht vooral witte kunstenaars in Zuid-Afrika nog altijd hebben. Sommigen van hen dwingen jonge zwarte kunstenaars hun ontwerpen voor een habbekrats aan hen te verkopen. Menig jonge kunstenaar doet dat, om financieel te overleven. Maar de witte kunstenaar plakt er dan dus zijn eigen naam op, en gaat met de eer strijken.”", "Zitha werkte liever in armoede aan haar eigen kunst. “Ik weigerde me een sellout te voelen.” Ze wijst op haar zwarte mantel. “Ik baseerde dit ontwerp op het verzetslied ‘Gunguwo’, ‘De kraai’, van de Zimbabwaanse zanger Oliver Mtukudzi. Dat is een aanklacht tegen het verloochenen van de antikoloniale strijd. Ik wilde een gewaad maken dat was geïnspireerd op een kraai.”", "Het is pas de tweede keer dat Zitha ergens de kans heeft gekregen om haar werken te exposeren. En dus nog wel in het Zeitz deze keer. Urenlang stond ze in de rij voor een klein kunstcentrum in haar wijk Muizenberg om haar kraaiemantel aan te bieden. Het Zeitz werkte voor de expositie samen met kunstcentra in heel Kaapstad, om de drempel tot inzending zo laag mogelijk te maken.", "Maar dat was niet altijd even makkelijk, geeft Langtry toe. “Het bleek soms niet eenvoudig om iemand ervan te overtuigen dat zijn of haar kunst ertoe doet, dat wij dat kunstwerk écht gaan ophangen. En een aantal mensen heeft helaas de deadline niet gehaald, omdat zij bijvoorbeeld niet op tijd genoeg geld bij elkaar wisten te krijgen om een kunstwerk af te drukken of in te lijsten. De expositie maakte ons er nog weer eens extra van bewust hoe lastig het soms is om fysieke en mentale barrières te doorbreken, en hoe sterk bestaande privileges nog altijd zijn.”", "Lees ook:", "Dichte musea, lege concertzalen: Europa worstelt met de cultuurverschraling", "Dichte musea, lege concertzalen. Te midden van de corona-epidemie benadrukt heel Europa hoe belangrijk de kunsten zijn. Landen trekken miljarden uit om hun cultuursector overeind te houden. Elk met een eigen plan. Maar dat voorkomt niet dat er inmiddels rode lijsten zijn met cultuurinstellingen die met ‘uitsterven’ bedreigd worden."], "authors": ["Niels Posthumus"], "keywords": ["ik", "zijn", "van", "richt", "naar", "blik", "met", "kunstzinnige", "een", "dit", "dat", "kaapstad", "liefdesbrief", "om", "te", "op", "het", "museum"], "pubDate": "2020-12-30T12:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}