{"id": "c7ff6b59-ce04-39c8-9355-07205f199d55", "title": "ChristenUnie: niet meteen boete bij boodschappen in de bijstand", "url": "https://www.parool.nl/nederland/christenunie-niet-meteen-boete-bij-boodschappen-in-de-bijstand~bde321c2/", "summary": "Een vrouw in Wijdemeren die in de bijstand zat, kreeg elke week een tas met boodschappen van haar moeder.\nBeeld Getty ImagesDoor de wetswijziging die de partij vandaag presenteert, zijn gemeenten niet langer verplicht bijstand terug te vorderen of een boete op te leggen als een uitkeringsgerechtigde inkomsten niet meldt.\nDe ChristenUnie wil dat het woord ‘moet’ wordt gewijzigd in ‘kan’.\nDe vrouw stapte naar de rechter, waar zij aanvoerde zulke hoge vaste lasten te hebben dat er onvoldoende geld overbleef voor boodschappen.\nMaar het is gebleken dat de goeden onder de kwaden lijden en dat mag niet.", "paragraphs": ["Een vrouw in Wijdemeren die in de bijstand zat, kreeg elke week een tas met boodschappen van haar moeder. Dat was tegen de regels, en leverde haar een boete op van 7000 euro. Beeld Getty Images", "Door de wetswijziging die de partij vandaag presenteert, zijn gemeenten niet langer verplicht bijstand terug te vorderen of een boete op te leggen als een uitkeringsgerechtigde inkomsten niet meldt.", "In de wet staat nu nog dat dit ‘moet’ gebeuren; ruimte voor uitzonderingen is er nauwelijks. De ChristenUnie wil dat het woord ‘moet’ wordt gewijzigd in ‘kan’. “Daardoor krijgen wethouders meer speelruimte om van wettelijke bepalingen af te wijken als zij op schrijnende situaties stuiten,” zegt Kamerlid Eppo Bruins. Hij hoopt dat de Tweede Kamer zich ‘zo snel mogelijk’ over het voorstel buigt.", "Tas met levensmiddelen", "Eind december ontstond grote commotie toen bleek dat de gemeente Wijdemeren ruim 7000 euro had teruggeëist van een bijstandsgerechtigde. De gemeente was erachter gekomen dat de vrouw sinds 2015 elke week een tas met levensmiddelen kreeg van haar moeder. De vrouw had verzuimd deze boodschappen te melden, waarmee zij de wettelijke inlichtingenplicht schond. Daarop volgde de terugvordering.", "De vrouw stapte naar de rechter, waar zij aanvoerde zulke hoge vaste lasten te hebben dat er onvoldoende geld overbleef voor boodschappen. De rechter stelde haar echter in het ongelijk: zij had onvoldoende aangetoond dat er ‘dringende redenen’ zouden zijn om een uitzondering te maken.", "De verontwaardiging over het lot van de vrouw klonk door in de Tweede Kamer. PVV-leider Geert Wilders zei dat Nederland ‘ziek’ is, CDA-Kamerlid Pieter Omtzigt stelde met fractiegenoten meteen Kamervragen. Ook Bruins van de ChristenUnie roerde zich en zei dat de zaak hem deed denken aan de toeslagenaffaire.", "‘De goeden lijden onder de kwaden’", "Veel kritiek richtte zich in eerste instantie op de gemeente Wijdemeren en de rechter, maar advocaat Thomas Sanders wierp in het FD ander licht op de zaak. Hij constateerde na bestudering van 722 zaken bij de hoogste bestuursrechter dat het nog nooit iemand was gelukt om met een beroep op ‘dringende redenen’ een terugvordering ongedaan te maken.", "Dit komt volgens Sanders doordat de wetgever (lees: de politiek) in 2013 een dergelijk strenge wet heeft aangenomen dat de gemeente en de rechter geen andere mogelijkheid heeft dan terug te vorderen. PVV, CDA en ChristenUnie stemden destijds voor die aangescherpte wet, evenals GroenLinks, D66, VVD en SGP.", "CU-Kamerlid Bruins zegt de ‘hand in eigen boezem te steken’ en komt nu met het initiatief om de wet op korte termijn te wijzigen. Bruins: “Wij hebben destijds meegestemd. Dat gebeurde in een tijd waarin de sfeer was dat fraude hard aangepakt moest worden. Maar het is gebleken dat de goeden onder de kwaden lijden en dat mag niet. De overheid moet ten diepste het schild voor de meest kwetsbare mensen zijn.”", "Verkeerd vinkje", "Bruins stelt dat door de wetswijziging wethouders meer maatwerk kunnen leveren en er minder rechtszaken zullen worden gevoerd. “Waar we vanaf moeten, is dat wanneer mensen een vinkje verkeerd zetten of iets vergeten te melden, ze meteen als fraudeur worden bestempeld. Er zijn regels binnen de bijstand, maar in plaats van ‘bam, hier is de terugvordering en een boete’ zou de wethouder ook moeten kunnen zeggen: ‘Weet u wel dat dit niet mag? U krijgt een waarschuwing.’", "De spoedwet moet er op korte termijn voor zorgen dat schrijnende situaties worden voorkomen. Maar tegelijkertijd zijn fundamentelere veranderingen nodig, stelt Bruins. “We zitten al 20 jaar in het frame van de mondige, zelfredzame burger. In de Tweede Kamer bestaat het idee dat mensen steeds hoger opgeleid zijn en alle regels wel begrijpen. Maar heel veel mensen hebben geen idee meer hoe het werkt.”", "Bruins wil daarom aan de Nationale Ombudsman vragen alle wetten in kaart te brengen die in de praktijk hardvochtig voor mensen uitpakken. “We moeten de onmenselijkheid verminderen en de menselijke maat terugbrengen.”"], "authors": ["Laurens Kok"], "keywords": ["boete", "er", "van", "het", "voor", "en", "een", "met", "christenunie", "meteen", "bijstand", "te", "op", "bij", "niet", "dat", "boodschappen"], "pubDate": "2021-01-08T06:42:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}