{"id": "c801ea58-6f2a-38f4-b9c0-48cb3cb75877", "title": "Gemeente: helft minder schade jaarwisseling, toch ‘flinke rekening’", "url": "https://www.parool.nl/amsterdam/gemeente-helft-minder-schade-jaarwisseling-toch-flinke-rekening~bfbeab7d/", "summary": "Beeld ANPGoed, door de coronaregels en het vuurwerkverbod viel de schade tijdens oud en nieuw dit jaar alleszins mee.\nEen jaar geleden, toen iedereen nog gewoon met pijlen en knallers in de weer mocht, bedroeg de schade zo’n 536.000 euro.\nToch is de door de gemeente gepubliceerde lijst met vernielingen aanzienlijk: 90 uitgebrande afvalcontainers (kosten: 70.000 euro), 29 kapotte parkeerautomaten (50.000 euro), 27 abri’s (27.000 euro) en liefst 115 prullenbakken die moesten worden vervangen (goed voor 126.500 euro schade).\nLandelijke cijfersDe halvering van de schadepost in Amsterdam is iets kleiner dan de krimp die het Verbond van Verzekeraars eerder landelijk becijferde.\nDe verzekeraars schatten dat de particulier verzekerde schade aan woningen en auto’s dit jaar met 6 miljoen euro zo’n 60 procent lager lag dan een jaar geleden.", "paragraphs": ["Beeld ANP", "Goed, door de coronaregels en het vuurwerkverbod viel de schade tijdens oud en nieuw dit jaar alleszins mee. Maar toch: de stad is de jaarwisseling bepaald niet ongeschonden doorgekomen. Ondanks een verbod op het afsteken van vuurwerk sneuvelden tientallen containers en parkeerautomaten. Totale kostenpost: zo’n 273.500 euro.", "Vergeleken met de ‘onrustig verlopen’ editie van vorig jaar valt dat alleszins mee. Een jaar geleden, toen iedereen nog gewoon met pijlen en knallers in de weer mocht, bedroeg de schade zo’n 536.000 euro. Een agent met nachtdienst schreef dat de stad die nacht in brand stond.", "Daarvan was dit jaar allesbehalve sprake, tijdens een jaarwisseling die volgens de veiligheidsregio ‘beheersbaar’ verliep. Toch is de door de gemeente gepubliceerde lijst met vernielingen aanzienlijk: 90 uitgebrande afvalcontainers (kosten: 70.000 euro), 29 kapotte parkeerautomaten (50.000 euro), 27 abri’s (27.000 euro) en liefst 115 prullenbakken die moesten worden vervangen (goed voor 126.500 euro schade).", "Landelijke cijfers", "De halvering van de schadepost in Amsterdam is iets kleiner dan de krimp die het Verbond van Verzekeraars eerder landelijk becijferde. De verzekeraars schatten dat de particulier verzekerde schade aan woningen en auto’s dit jaar met 6 miljoen euro zo’n 60 procent lager lag dan een jaar geleden."], "authors": ["Het Parool"], "keywords": ["van", "helft", "euro", "zon", "toch", "jaar", "schade", "jaarwisseling", "flinke", "en", "met", "een", "minder", "het", "die", "rekening", "gemeente"], "pubDate": "2021-01-08T17:44:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}