{"id": "c806a18f-304b-38ff-b974-cf3b91c734fd", "title": "Verzorg je kerstboom: water geven, pokon en gauw weer naar buiten", "url": "https://nu.nl/wonen/6094655/verzorg-je-kerstboom-water-geven-pokon-en-gauw-weer-naar-buiten.html", "summary": "Er zijn allerlei soorten kerstbomen, maar als het aankomt op de verzorging, is er één onderscheidende factor het belangrijkst: is het een afgezaagde boom of een boom met een kluit?\nEen kerstboom zonder kluit staat meestal maar twee weken mooi, daarna vallen de naalden al snel uit.\nIn plaats van zelf een boom te kopen, kun je er ook eentje adopteren bij Adopteer Een Kerstboom.\nDaar huur je een kerstboom die in januari weer wordt teruggeplant.\nBen je zo tevreden over de boom en wil je hem graag volgend jaar opnieuw adopteren?", "paragraphs": ["De feestdagen staan voor de deur. Gezellige, maar ook drukke dagen: cadeaus kopen, kleine kerstdiners voorbereiden, kerstkaarten versturen. En we mogen de kerstboom natuurlijk niet vergeten, die moet opgetuigd worden. Nu is het de kunst om zo lang mogelijk van de boom te genieten. Hoe doe je dat? Met deze tips van vtwonen.", "Er zijn allerlei soorten kerstbomen, maar als het aankomt op de verzorging, is er één onderscheidende factor het belangrijkst: is het een afgezaagde boom of een boom met een kluit? Een kerstboom zonder kluit staat meestal maar twee weken mooi, daarna vallen de naalden al snel uit.", "Wanneer je de boom al ver voor Kerst in huis wil zetten, kun je dus beter kiezen voor een exemplaar in een pot of in ieder geval met een kluit. Deze optie is daarnaast ook de duurzamere optie. Een kerstboom één jaar gebruiken en weggooien is enorm milieuvervuilend. Iets wat naar schatting in Nederland elk jaar met 2,5 miljoen bomen gebeurt.", "Tips om de kerstboom te verzorgen", "Laat de boom eerst wennen aan zijn nieuwe omgeving. Zet hem eerst een dag in de garage of schuur en verhuis hem dan pas naar binnen. Hier is het wat koeler en de overgang van koud naar warm prettiger voor je boom.", "Zet de boom niet bij de verwarming. Hierdoor droogt hij snel uit en vallen de naalden eerder uit.", "Kluit of geen kluit, een boom heeft - net als een bos bloemen - water nodig. Sterker nog, kerstbomen zijn erg dorstig: ze kunnen liters water per dag drinken. Kies bij een afgezaagde boom voor een standaard met waterreservoir en houd de watervoorraad in de gaten.", "Boom met kluit gekocht? Die kun je het beste meteen een paar liter water geven. Daarna heeft de boom genoeg aan 0,5 tot 1 liter water per dag.", "Maak gebruik van pokon plantenvoeding om je kerstboom in conditie te houden.", "Wil je de boom na Kerst graag in de tuin planten? Dat kan met de volgende tips.", "Kerstboom hergebruiken", "Zet de kerstboom niet te lang binnen.", "Houd de boom uit de buurt van de haard en radiator.", "Zet de boom in pot in een diepe schaal of schotel met water.", "Na de feestdagen zet je de boom zo snel mogelijk buiten op het terras of plant je hem in de volle grond. Ga je de boom planten? Zorg er dan voor dat het niet vriest. Let op: ook in de grond moet de kluit voldoende vochtig zijn. Geef de boom de eerste maanden wekelijks flink wat water.", "Kerstboom adopteren", "Wil je de kerstboom na de feestdagen niet in de tuin planten? Ga dan voor een andere duurzame optie. In plaats van zelf een boom te kopen, kun je er ook eentje adopteren bij Adopteer Een Kerstboom. Daar huur je een kerstboom die in januari weer wordt teruggeplant.", "Ben je zo tevreden over de boom en wil je hem graag volgend jaar opnieuw adopteren? Dan kan ook, dan wordt jouw boom gewoon een jaar voor je bewaard.", "Inspiratie voor de feestdagen", "Meer inspiratie voor de feestdagen? Bekijk dan ook deze stylingtips voor een witte Kerst in huis, of deze handige checklist voor de feestdagen van vtwonen waarmee je de feestdagen relaxed kunt beginnen."], "authors": ["Door"], "keywords": ["weer", "kerstboom", "van", "een", "boom", "en", "het", "ook", "je", "geven", "gauw", "voor", "naar", "pokon", "water", "verzorg", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}