{"id": "c843fc34-abbc-39dd-8f6d-ef6f1c77b91b", "title": "‘Waarom werken vrouwen niet?’ laat zien hoe hopeloos conservatief Nederland stiekem is", "url": "https://volkskrant.nl/cultuur-media/waarom-werken-vrouwen-niet-laat-zien-hoe-hopeloos-conservatief-nederland-stiekem-is~bb874f47/", "summary": "In een vierdelige serie stelt Liesbeth Staats de vraag: waarom werken vrouwen niet?\nIn de eerste aflevering vroeg Staats aan thuisblijfmoeder Eline: is dat niet zonde van die opleiding aan de filmacademie?\nVolgens bestuurssocioloog Mark van Ostaijen is het kostwinnersmodel een van de meest traditionele waarden van Nederland.\nWerkenden en thuisblijvers, mannen en vrouwen, columnisten voorop, zien parttime liefst als keuze.\n‘Ik dacht: vijf dagen, hoe moet ik dat dan met mijn kind doen?’, zegt Fidan Ekiz.", "paragraphs": ["De serie van Liesbeth Staats gaat voorbij aan luie woorden als ‘deeltijdprinsesjes’.", "De parttime werkende vrouw is ondankbaar, decadent en egoïstisch – in deze krant las u het ook. Columnisten schrijven over haar alsof ze hoogstpersoonlijk haar verspilde collegegeld hebben opgehoest. Ik lees het allemaal fronsend, en toch: als ik de instafeed van een ooit-ambitieuze leeftijdsgenoot in een pastelkleurig peuterpapje zie veranderen, betrap ik mezelf regelmatig op de gedachte: zonde, geeft ze niet te snel op? Of spreekt hier mijn eigen angst, dat carrière en kinderen elkaar bijten?", "Tweederde van de Nederlandse vrouwen werkt parttime, en de helft is niet financieel onafhankelijk. In een vierdelige serie stelt Liesbeth Staats de vraag: waarom werken vrouwen niet? ‘Omdat het kan’ is het makkelijke antwoord. In de eerste aflevering vroeg Staats aan thuisblijfmoeder Eline: is dat niet zonde van die opleiding aan de filmacademie? ‘Nu word ik geshamed omdat ik bij mijn eigen kinderen wil zijn’, zei Eline. ‘Wat valt daar nou tegen in te brengen?’", "Kom er maar in, Sander Schimmelpenninck. Volgens de Volkskrant-columnist hebben vrouwen een maatschappelijke verantwoordelijkheid om hun economisch potentieel te verzilveren. In de serie noemt hij de Nederlandse ‘deeltijddecadentie’ een luxe: ‘Mensen doen dat omdat het in Nederland niet hoeft, om met twee personen rond te komen.’", "De tweede aflevering (donderdagavond op tv) over de ‘babyboete’ laat zien dat daar wel wat op valt af te dingen. We ontmoeten Anniek, een moeder die net promotie heeft gemaakt bij een groot softwarebedrijf. Sinds de coronacrisis werkte Anniek van 7 uur ’s ochtends tot 12 uur, en dan weer vanaf 7 uur als de twee kinderen op bed lagen. Anniek doet veel meer in het huishouden dan haar vriend Tim, die dat wijt aan haar karakter. ‘Zij kan dat minder makkelijk loslaten.’", "Anniek (links) en Liesbeth Staats in ‘Waarom werken vrouwen niet?’", "Nou zijn Anniek en Tim zo te zien vrijwillig bij elkaar, maar of ze willen of niet, hun relatie staat hier voor een diepgeworteld conservatisme in de Nederlandse samenleving: de helft van alle heterostellen wil zorgtaken gelijk verdelen, slechts 1 op 10 doet dat. Als een kind van het klimrek dondert, wordt Anniek gebeld.", "Volgens bestuurssocioloog Mark van Ostaijen is het kostwinnersmodel een van de meest traditionele waarden van Nederland. ‘Omdat we mannen geen strobreed in de weg leggen om voltijds te participeren op de arbeidsmarkt, gaan we dat neerleggen bij vrouwen.’ We nemen van vrouwen aan dat ze willen moederen en geen carrièretijgers zijn, vertelt hij: dat werkt door in hun kansen, salarissen, en dus in het besluit om parttime te werken als zich kinderen aandienen.", "Werkenden en thuisblijvers, mannen en vrouwen, columnisten voorop, zien parttime liefst als keuze. Het spanningsveld eromheen wordt knap geschetst in Waarom werken vrouwen niet? De serie is een uitnodiging om uit te zoomen, in plaats van persoonlijke idealen over werk en gezin te projecteren op anderen.", "Als Staats de presentatoren van De Vooravond interviewt, beiden alleenstaande ouders, wordt het verschil zichtbaar. ‘Ik dacht: vijf dagen, hoe moet ik dat dan met mijn kind doen?’, zegt Fidan Ekiz. Co-presentator Renze Klamer had dat niet. En wat zou er gebeuren als hun kind een been breekt?, vraagt Staats. ‘Je kunt er de uitzending niet om afzeggen’, zegt Klamer beslist. Ekiz blijft stil."], "authors": ["Emma Curvers"], "keywords": ["van", "waarom", "nederland", "laat", "vrouwen", "hoe", "zien", "het", "op", "ik", "niet", "hopeloos", "en", "een", "dat", "te", "werken", "stiekem"], "pubDate": "2020-11-19T14:13:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}