{"id": "c84b82a0-eaa9-37ab-a969-42b8e834f8cb", "title": "25 jaar later: ‘Ajax-Gremio was een goede reden om te spijbelen’", "url": "https://www.parool.nl/sport/25-jaar-later-ajax-gremio-was-een-goede-reden-om-te-spijbelen~bce6861b/", "summary": "In aanloop naar het duel met Gremio stapte ik het kantoor van de conrector binnen.\nBij belangrijke wedstrijden kregen mijn broer, die ook op het Barlaeus zat, en ik cola en chips van onze ouders.\nAls eerstejaars student commerciële economie moest ik een tentamen statistiek maken.\nIn die tijd hadden we op de basisschool twee meesters: een sportliefhebber en een -hater.\nTerwijl vrienden van een klas hoger de kar met de televisie van school naar hun les duwden, vervloog al mijn hoop.", "paragraphs": ["Floor Milikowski Beeld -", "‘Ik zei: belachelijk dat we geen vrij krijgen’", "Floor Milikovski Toen: 15 jaar, scholier, Amsterdam", "Nu: 40 jaar, schrijver, Amsterdam", "“Op het Barlaeus ­Gymnasium stond ik lange tijd bekend als het meisje dat altijd een trainingspak van Ajax droeg. Bij een ­verliespartij zat ik de volgende ochtend ­chagrijnig in de schoolbanken. Bij ons op school werd amper over Ajax gesproken. De meeste kinderen zaten op hockey, voetbal was te volks. Toch keek ik vrijwel alles van Ajax, ik had zelfs een seizoenskaart.", "In aanloop naar het duel met Gremio stapte ik het kantoor van de conrector binnen. Ik vond het belachelijk dat we geen vrij kregen voor zo’n belangrijke wedstrijd. Mijn betoog maakte blijkbaar indruk. Uit­eindelijk werden de beelden uit Tokio live op school getoond, op groot scherm in de aula.", "Daar was ik al niet meer bij. Ik was te zenuwachtig en ging stiekem naar huis om daar te kijken. Bij belangrijke wedstrijden kregen mijn broer, die ook op het Barlaeus zat, en ik cola en chips van onze ouders. Die werkten voornamelijk thuis en die dag in november ook. We werden goed opgevoed.”", "Fabian Nagtzaam Beeld Stanley Gontha", "‘We kropen over de vloer van blijdschap’", "Fabian Nagtzaam Toen: 19 jaar, student, Purmerend", "Nu: 44 jaar, directeur-bestuurder Supportersvereniging Ajax, Purmerend", "“Ik kan me de hele dag nog herinneren. De wedstrijd begon om 11.00 uur op een koude en druilerige ochtend. Als eerstejaars student commerciële economie moest ik een tentamen statistiek maken. Niet mijn sterkste vak. Door mijn eindexamens was ik een half jaar eerder niet in Wenen bij de finale van de Champions League en daarom vond ik dat ik het volste recht had dit tentamen te missen.", "Ik zat ik al vroeg met vrienden in de kroeg. Het bier verzachtte de slechte wedstrijd. Het beeld was korrelig, maar goed genoeg om Danny Blind de laatste strafschop te zien maken. De ontlading was enorm, we kropen met elkaar over de vloer van blijdschap. Daarna gingen we meteen Amsterdam in om feest te vieren.", "Ajax werd pas twee dagen later gehuldigd op het Museumplein. Ik was erbij en vergeet nooit meer de legen­darische woorden van Van Gaal: “Wij zijn de beste! Niet alleen van Amsterdam, maar ook van Rotterdam en van Eindhoven en van Europa en van de wereld!”", "Het tentamen statistiek haalde ik even later en ik studeerde zelfs binnen de gestelde vier jaar af.”", "Dublanqebogarde Beeld -", "‘Meester Peter was een sporthater’", "Dublanqebogarde Toen: 10 jaar, scholier, Amersfoort", "Nu: 35 jaar, twitterfenomeen, Amsterdam", "“Aan deze wedstrijd heb ik een trauma overgehouden. In het fantastische Europese seizoen van 1994-1995 mocht ik vaak alleen de eerste helft zien van mijn moeder. De tweede helft werd bij ons thuis opgenomen en die bekeek ik nog de volgende ochtend snel voor school. Ajax-Gremio was overdag en ik rekende mezelf al rijk, eindelijk een hele wedstrijd kijken.", "Niet dus. In die tijd hadden we op de basisschool twee meesters: een sportliefhebber en een -hater. De hater stond voor mijn klas die dag en hij had bedacht blokfluitles te geven. Terwijl vrienden van een klas hoger de kar met de televisie van school naar hun les duwden, vervloog al mijn hoop. Meester Peter hield me bij de les en vooral in de les.", "Twee uur later kwamen vrienden schreeuwend en juichend weer langs ons lokaal. Ik wist genoeg, Ajax had gewonnen en ik had weer niet live kunnen kijken. Pas in de avond keek ik de opgenomen wedstrijd thuis terug.", "Later vroeg ik mezelf nog af waarom ik me niet ziek had gemeld. Ik was blijkbaar plichtsgetrouw en nog niet zo opstandig als nu. Jammer eigenlijk.”", "Ceres van Manen Beeld -", "‘Als er een goede reden voor spijbelen bestond, dan was dat wel Ajax’", "Ceres van Manen Toen: 18 jaar, scholier, Amstelveen", "Nu: 43 jaar, HBO Verpleegkunde, Groningen", "“In de eindexamenklas van het Sint Ignatiusgymnasium in Amsterdam ontwikkelde ik me nog meer als een enorme voetbalfanaat. Ik was in die tijd ook lid van de supportersvereniging en bezocht met mijn vader vrijwel alle wedstrijden. Het was Ajax voor en Ajax na. Mijn broer bleef thuis, die had geen interesse in Ajax.", "De wedstrijd tegen Gremio wilde ik per se zien en dus trommelde ik die ochtend klasgenoten op. Kort voor de aftrap slopen we met zes of zeven personen uit het schoolgebouw. Als er een goede reden voor spijbelen bestond, dan was dat wel Ajax.", "Omdat mijn ouders beiden buiten de deur werkten, gingen we naar mijn huis om de wedstrijd te kijken. Van de wedstrijd zelf weet ik nog heel weinig, zelfs nu ik mijn geheugen probeer op te frissen, schiet me weinig binnen. Volgens mij waren er ook amper hoogtepunten. Het was geen spetterende wedstrijd, zeker niet na de galavoorstelling tegen Real Madrid van zes dagen eerder.", "Van school kregen we geen straf. Onze actie werd gedoogd, we waren lang niet de enigen die niet bij de lessen kwamen opdagen. Mijn ouders heb ik het nooit verteld. Dat leek me verstandig.”"], "authors": ["Thomas Sijtsma"], "keywords": ["spijbelen", "van", "25", "het", "goede", "op", "later", "ajaxgremio", "ik", "reden", "wedstrijd", "een", "mijn", "om", "te", "jaar", "en", "niet"], "pubDate": "2020-11-28T12:00:17+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}