{"id": "c84d1260-f554-3db8-881f-0e5a87b52097", "title": "Pijnlijke stilte, boosheid en excuses in gesprek tussen Jort Kelder en Amerikaanse ambassadeur Pete Hoekstra bij Op1: 'Dit was onbeschoft'", "url": "https://www.dvhn.nl/cultuur/Pijnlijke-stilte-boosheid-en-excuses-in-gesprek-tussen-Jort-Kelder-en-Amerikaanse-ambassadeur-Pete-Hoekstra-bij-Op1-Dit-was-onbeschoft-26343405.html", "summary": "De Amerikaanse ambassadeur Pete Hoekstra was donderdag te gast in Op1 om te praten over de situatie in de Verenigde Staten.\nEen stroef verlopend gesprek kwam tot een climax na een opmerking van Kelder die Hoekstra in het verkeerde keelgat schoot.\nNee, nee, nee.” Hoekstra was hier zichtbaar niet blij mee.\n„Ik denk dat deze opmerking erg bot was.”„We hebben duidelijk gemaakt dat dit een vreselijke daad is”, legde de ambassadeur uit.\nEn toen waren het de Engelsen waar we oorlog mee voerden.”Om het goed te maken wilde Kelder de ambassadeur ’een cadeautje aanbieden’ door een fragment in te starten.", "paragraphs": ["De Amerikaanse ambassadeur Pete Hoekstra was donderdag te gast in Op1 om te praten over de situatie in de Verenigde Staten. Een stroef verlopend gesprek kwam tot een climax na een opmerking van Kelder die Hoekstra in het verkeerde keelgat schoot.", "Het gebeurde toen de ambassadeur (met roots in Groningen) over de rel bij het Capitool opmerkte dat ’jullie er zo’n enorm drama van maken’. „Dit gebeurt elke vier jaar.” Daarop onderbrak Kelder hem en vroeg hem: „Een opstand bij het Capitool elke vier jaar? Nee, nee, nee.” Hoekstra was hier zichtbaar niet blij mee. „Ik denk dat deze opmerking erg bot was.”", "„We hebben duidelijk gemaakt dat dit een vreselijke daad is”, legde de ambassadeur uit. „Dit is niet meer gebeurd sinds 1814. En toen waren het de Engelsen waar we oorlog mee voerden.”", "Om het goed te maken wilde Kelder de ambassadeur ’een cadeautje aanbieden’ door een fragment in te starten. Daar zat Hoekstra niet op te wachten. „Ik heb geen cadeau nodig. Het enige cadeau dat ik wil, is eerlijkheid en een fatsoenlijke behandeling. Dit was onbeschoft. Ik ben beledigd.”", "De uitzending terugkijken kan hier."], "authors": [], "keywords": ["ik", "nee", "op1", "pete", "hoekstra", "stilte", "ambassadeur", "te", "kelder", "tussen", "en", "een", "dit", "jort", "onbeschoft", "pijnlijke", "het", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}