{"id": "c8532c89-b4bd-38b0-8a72-4ce284468475", "title": "Maatschappelijke organisaties willen ‘groene bazooka’ voor ECB", "url": "https://volkskrant.nl/nieuws-achtergrond/maatschappelijke-organisaties-willen-groene-bazooka-voor-ecb~bfa64fd9/", "summary": "Shell is een van de bedrijven die spotgoedkoop kan lenen dankzij de ECB.\nZij richten hun pijlen op de zogenoemde ‘bazooka’ van de ECB.\nSubsidie op klimaatveranderingDat beleid is niet alleen omstreden onder spaarders en gepensioneerden, die vrezen voor negatieve rentes en pensioenkortingen.\n‘Maar tot nu toe is zij weggelopen voor de bredere verantwoordelijkheid die dat met zich meebrengt.’Hij hoopt dat er, behalve voor het veelbesproken schulden opkoopprogramma, ook aandacht komt voor de ‘verborgen bazooka’ van de ECB.\nVan de andere kant treedt zeer waarschijnlijk zijn rechterhand, Frank Elderson, binnenkort toe tot de directie van de ECB.", "paragraphs": ["Luchtfotografie van Shell Moerdijk. Shell is een van de bedrijven die spotgoedkoop kan lenen dankzij de ECB. Beeld ANP", "Tot de ondertekenaars behoren onder meer vakbond FNV, het Wereld Natuurfonds, OxfamNovib, Greenpeace en twee groene werkgeversclubs. Zij richten hun pijlen op de zogenoemde ‘bazooka’ van de ECB. Om de coronacrisis te bestrijden en de Europese economie te stimuleren, heeft die al voor meer dan 3.500 miljard euro aan overheids- en bedrijfsschulden opgekocht.", "Subsidie op klimaatverandering", "Dat beleid is niet alleen omstreden onder spaarders en gepensioneerden, die vrezen voor negatieve rentes en pensioenkortingen. Volgens milieuorganisaties doorkruist de ECB hiermee de doelstellingen van de ‘Green Deal’. Daarmee hoopt de Europese Unie de opwarming van de aarde een halt toe te roepen.", "De criteria op grond waarvan de centrale bank obligaties aanschaft, werken namelijk in het voordeel van ondernemingen met een stevige kredietbeoordeling en een forse kapitaalbehoefte. Dat zijn relatief vaak grote vervuilers. In Nederland behoren onder meer Shell, Gasunie, ArcelorMittal en Schiphol tot de uitverkorenen. Zij kunnen mede dankzij de ECB spotgoedkoop lenen.", "De druk om iets te doen aan deze verkapte ‘subsidie’ op klimaatverandering groeit zienderogen. President Christine Lagarde, onder wiens leiding de ECB op dit moment haar strategie tegen het licht houdt, heeft herhaaldelijk aangegeven ‘alle beschikbare wegen te verkennen om de klimaatverandering te bestrijden.’ De maatschappelijke organisaties dringen er bij DNB-president Knot op aan haar hierin te steunen. ‘Met deze brief nodigen wij u uit om uw visie met ons te delen op de rol van de ECB met betrekking tot specifiek klimaatverandering en monetair beleid’, schrijven zij.", "‘Verborgen bazooka’", "‘De ECB is de afgelopen jaren een enorme dominante rol gaan spelen in onze economie’, verklaart initiatiefnemer Rens van Tilburg van het Sustainable Finance Lab, een denktank van kritische economen. ‘Maar tot nu toe is zij weggelopen voor de bredere verantwoordelijkheid die dat met zich meebrengt.’", "Hij hoopt dat er, behalve voor het veelbesproken schulden opkoopprogramma, ook aandacht komt voor de ‘verborgen bazooka’ van de ECB. Daarmee doelt hij op de 1500 miljard euro aan speciale leningen die ‘Frankfurt’ dit jaar aan de banken verstrekte. Zij betalen hiervoor geen rente, maar krijgen juist geld toe. Van Tilburg: ‘Waarom daar geen groene voorwaarden aan verbinden?’", "Het is niet duidelijk hoe DNB-president Knot hier precies over denkt. ‘Centrale banken moeten klimaatdoelen ondersteunen, maar het primaire doel is prijsstabiliteit’, waarschuwde hij eind 2019 bij een bijeenkomst. Van de andere kant treedt zeer waarschijnlijk zijn rechterhand, Frank Elderson, binnenkort toe tot de directie van de ECB. Deze centrale bankier heeft zich de afgelopen jaren ontpopt tot enthousiast pleitbezorger van vergroening van de financiële sector."], "authors": ["Koen Haegens"], "keywords": ["tot", "van", "maatschappelijke", "bazooka", "ecb", "het", "op", "groene", "willen", "een", "te", "organisaties", "en", "aan", "voor"], "pubDate": "2020-11-12T05:00:07+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}