{"id": "c861da90-1093-3318-a071-124f6ac57f37", "title": "Het bad guy-jasje heeft Badr Hari altijd uitstekend gepast", "url": "https://www.parool.nl/sport/het-bad-guy-jasje-heeft-badr-hari-altijd-uitstekend-gepast~b7f8111b/", "summary": "“Die van nu en die van in de tijd dat ik vocht.\nEind november schreef Hari op Instagram een emotionele brief aan een van zijn drie dochters - de vierde is onderweg.\nWaarom vertellen ze dat verhaal niet een keer?’’ Feit is ook dat het bad guy-jasje Hari altijd uitstekend heeft gepast.\nToen was er niets van die vriendelijkheid van ‘The Golden Boy’ te zien en had hij het erover dat hij na het rampjaar 2020 vooral wilde killen.\nDie keer in Arnhem, vorig jaar december, maakte een enkelblessure een einde aan het laatste gevecht dat Hari tot vandaag uitvocht.", "paragraphs": ["Badr Hari. Beeld Hollandse Hoogte / ANP", "Badr Hari laat er geen twijfel over bestaan: zijn uiterst indrukwekkende totaal van 92 knock-outs in het kickboksen wordt vanavond in Rotterdam opgeschroefd naar 93. Zijn tegenstander is de Roemeen Benjamin Adegbuyi (35), die een plek hoger staat op de zwaargewichtranglijst van Glory. Ga maar niet naar het toilet, waarschuwde de goedgemutste Hari gisteren, want als je terugkomt is het gevecht al voorbij. En: “Je kunt Real Madrid natuurlijk niet met SC Heerenveen vergelijken.”", "Wie de 36-jarige Hari gisteren ontspannen zag rondlopen bij de wegingen en de staredown in aanloop naar het gevecht in Rotterdam, kan haast niet bevroeden dat Hari ook zo anders kan zijn, met alle controverses uit zijn verleden die aan hem kleven. Gisteren was zelfs de staredown niet angstaanjagend of spraakmakend: die moest dan ook op anderhalve meter plaatsvinden. Na afloop was Hari’s lach prominent aanwezig, dolde hij wat met verslaggevers. Het is tekenend voor het mysterie Badr Hari: wie is hij nu precies?", "“Je hebt twee Badr Hari’s,” vindt oud-kickbokser Remy Bonjasky (44). “Die van nu en die van in de tijd dat ik vocht. Toen was hij jong en onbezonnen, egoïstisch ook wel. Draaide alles om hem. Nu krijg je meer het gevoel van een family man, met zijn vrouw en dochters, huisje en zijn documentaire.”", "Badr Hari (links) bij de weging en staredown op 1,5 meter. Beeld Hollandse Hoogte / ANP", "Daar stipt Bonjasky iets aan dat inderdaad opvalt. Eind november schreef Hari op Instagram een emotionele brief aan een van zijn drie dochters - de vierde is onderweg. “Je bent zo groot geworden ineens, je bent zo lief en zorgzaam voor al je neefjes en nichtjes, je bent hun voorbeeld en je doet het perfect,” begint hij zijn verhaal. Ook in zijn documentaire Badr, eind vorig jaar verschenen, stelt Hari zich kwetsbaar op, vertelt hij over zijn gezinsleven en houdt hij zichzelf een spiegel voor wat zijn verleden aangaat. Vechten doet hij tegenwoordig meer voor zijn familie dan voor het geld.", "Die kant van Hari doet niet onder voor de manier waarop Rico Verhoeven zijn good guy-imago kreeg, die van de toegankelijke en vriendelijke Brabander, de familieman die er goed in is om iemand in elkaar te meppen in de ring. Verhoeven verwoordde dat ooit treffend. “Badr en ik hebben allebei een gezin, we zijn vaders, trainen hard, hebben eigenlijk meer gemeen dan we van elkaar verschillen. Waarom vertellen ze dat verhaal niet een keer?’’ Feit is ook dat het bad guy-jasje Hari altijd uitstekend heeft gepast. Hij is zich ervan bewust dat die rivaliteit, goed tegen slecht, de lieve Nederlander tegen de zogenaamd kwade Marokkaan, domweg verkoopt. Hari kan die rol dan ook heel goed op zich nemen, zoals vorige week in een online persconferentie. Toen was er niets van die vriendelijkheid van ‘The Golden Boy’ te zien en had hij het erover dat hij na het rampjaar 2020 vooral wilde killen. Soms is het gissen welke versie van Hari je krijgt in aanloop naar een gevecht.", "Ring", "In de ring bestaat daar nooit twijfel over. Bonjasky vindt wel dat Hari tegenwoordig bedachtzamer oogt in de ring, minder als de vechter die met een alles-of-nietstactiek zijn indrukwekkende cv opbouwde. Hari zelf gniffelde even om die uitspraak en sprak de veelbelovende woorden: “Jullie gaan het zien.”", "De beeldvorming rondom Hari in Nederland valt vaak negatief uit, niet in de laatste plaats natuurlijk door geweldsincidenten buiten de ring, een gevangenisstraf en een dopingschandaal. Hari hield er een tijdlang dubieuze contacten op na, zoals met de Tsjetsjeense president Ramzan Kadyrov. “Er bestaat een bepaald beeld over hem,” vindt Melvin Manhoef (44), die nog actief is als vechter binnen MMA-organisatie Bellator en die in het verleden vaak met Hari in Japan vertoefde bij K1-gevechten. Manhoef: “Ik ken Badr als een goede gast. Het was gieren en brullen met hem in Japan. Een geweldige tijd. We waren een sloop-bv,” vertelt Manhoef. “Hij is een heel slimme jongen, heeft het vwo gevolgd. Het beeld rondom hem, ook in de media, dat is heel anders dan hoe ik hem ken. Natuurlijk heeft hij dingen gedaan die niet goed zijn, maar het oordeel daarover laat ik aan anderen.’’", "Bonjasky durft wel een voorzichtige vergelijking met Mike Tyson te maken, de Amerikaanse bokslegende. “Al is Tyson natuurlijk op een andere hoogte. Ook hij was een knock-outmachine. Agressief binnen de ring en hij deed tegelijkertijd dingen daarbuiten die niet binnen de wet pasten. Tyson vocht tegen Holyfield. Die was misschien een betere bokser dan hij, maar Tyson had de meeste fans.”", "Zoals Hari zijn ‘Badr Army’ heeft. Hij is immens populair onder vechtsportliefhebbers en met name die van Marokkaanse komaf, omdat hij onder de vlag van dat land vecht. Onvergelijkbaar ook met Verhoeven, die het eind vorig jaar nog zo stelde dat hij zelf een eenmansleger is, terwijl de Gelredome vol zat met vooral aanhangers van Hari. Die keer in Arnhem, vorig jaar december, maakte een enkelblessure een einde aan het laatste gevecht dat Hari tot vandaag uitvocht. Verhoeven verdedigde daardoor voor de negende keer met succes zijn wereldtitel in het zwaargewicht. Die kampioensriem wil Hari maar al te graag hebben en een overwinning op de Roemeen Adegbuyi moet een volgende stap in die richting zijn."], "authors": ["Tim Reedijk"], "keywords": ["hari", "zijn", "van", "uitstekend", "bad", "en", "heeft", "guyjasje", "een", "met", "dat", "altijd", "gepast", "het", "hij", "badr", "die"], "pubDate": "2020-12-19T14:11:07Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}