{"id": "c87494f5-51a0-35df-8852-5a9c29edda8c", "title": "Met Corrie van Gorp (1942-2020) kon André van Duin alle kanten op", "url": "https://volkskrant.nl/mensen/met-corrie-van-gorp-1942-2020-kon-andre-van-duin-alle-kanten-op~bd8af7612/", "summary": "Beeld Hollandse Hoogte / Nederlands Instituut voor Beeld en GeluidIn haar rol van mevrouw De Bok werd Corrie van Gorp jarenlang door meneer de Bok (André van Duin) de tv-studio doorgesleept.\nIn 1974 begon de samenwerking met André van Duin, die in Van Gorp een perfecte ‘leading lady’ vond.\nNa twaalf jaar intensieve samenwerking met André van Duin stopte Van Gorp in 1986 met het optreden vanwege haar gezondheid.\nVan Gorp: ‘Ik heb angst om op dat toneel te staan, en ik weet niet waarom ik het heb gekregen.\nTerwijl Van Gorp glunderend toekeek, onthulden André van Duin en burgemeester Ahmed Aboutaleb in de foyer een vitrine met daarin het kostuum van mevrouw de Bok: de lichtbruine jas, het brilletje en het hoedje.", "paragraphs": ["Corrie van Gorp in 1983. Beeld Hollandse Hoogte / Nederlands Instituut voor Beeld en Geluid", "In haar rol van mevrouw De Bok werd Corrie van Gorp jarenlang door meneer de Bok (André van Duin) de tv-studio doorgesleept. Het kon er ruw aan toe gaan bij dit volkse Rotterdamse echtpaar, en dat leverde hilarische fysieke komedie op. Neem de klassieke scène in het parkje, waarin meneer en mevrouw De Bok een tango dansen en in hun enthousiasme vol in de vijver belanden. Als ze na veel moeite zijn opgekrabbeld, duwt Van Duin zijn vrouw gewoon nog een keer terug in het water.", "Meneer en mevrouw De Bok leverden veel meer kleurrijke scènes af. Beroemd is ook de sketch waarin het echtpaar een Japans restaurant bezoekt, en de ober (Frans van Dusschoten) hun verzoekt om aan een veel te laag tafeltje te gaan zitten (‘Lekker laag, lekker makkelijk!’). Het leidde tot minutenlang gestuntel en geworstel, waarbij het publiek niet meer bijkwam van het lachen.", "De lieve Rotterdamse mevrouw (‘Bep’) De Bok was de bekendste creatie van danseres, zangeres en actrice Corrie van Gorp. Afgelopen zondag overleed ze op 78-jarige leeftijd in haar slaap in haar woonplaats Rotterdam, de stad waar zij op 30 juni 1942 geboren werd. Ze begon haar carrière in de jaren vijftig als danseres bij het Amsterdams Ballet. In 1969 maakte ze de overstap naar theater en revue, toen zij auditie deed bij cabaretier Wim Sonneveld voor de musical De kleine parade. De jaren daarna speelde Van Gorp samen met Willem Nijholt in de cabaretprogramma’s van Sonneveld, wat haar landelijke bekendheid opleverde.", "In 1974 begon de samenwerking met André van Duin, die in Van Gorp een perfecte ‘leading lady’ vond. Zij was een aangever waar de onvoorspelbare komiek Van Duin alle kanten mee op kon in zijn revues in het theater en in de shows op televisie bij de Tros. In deze tijd werd mevrouw De Bok geboren, maar daarnaast scoorde Van Gorp ook een reeks grote carnavalshits, zoals Alie van de Wegenwacht, Ik ben tamboer en Nooit wil ik mijn worsie kwijt.", "Na twaalf jaar intensieve samenwerking met André van Duin stopte Van Gorp in 1986 met het optreden vanwege haar gezondheid. Ze kreeg last van podiumangst, vertelde zij in 2013 in het tv-programma Opium. Van Gorp: ‘Ik heb angst om op dat toneel te staan, en ik weet niet waarom ik het heb gekregen. Het kwam zomaar opeens, eigenlijk. Ik was altijd als een vis in het water, maar het leek wel of er een haai kwam die me op heeft gegeten. Heel jammer, want ik had nog graag op dat toneel gestaan.’", "Bij latere theatershows van Van Duin kwam Van Gorp graag kijken, maar ze miste het ook om zelf op te treden. In Opium: ‘Dat heb ik met alle vrouwen gehad die later naast André stonden. Dat is geen jaloezie, dat heb ik niet in me. Maar dat ik dacht van: God, Cor, wat is dat toch jammer de je die kracht kwijt bent die je had. Anders had je er nog kunnen staan, want het is zo fijn om met André op te treden.’", "In 2018 werd er in het Oude Luxor Theater in Rotterdam een eerbetoon georganiseerd aan Corrie van Gorp. Terwijl Van Gorp glunderend toekeek, onthulden André van Duin en burgemeester Ahmed Aboutaleb in de foyer een vitrine met daarin het kostuum van mevrouw de Bok: de lichtbruine jas, het brilletje en het hoedje. Dit herkenbare tenue zal theaterbezoekers blijven herinneren aan Corrie van Gorps grote komische talent."], "authors": ["Joris Henquet"], "keywords": ["alle", "andré", "van", "het", "op", "gorp", "met", "corrie", "ik", "kon", "een", "en", "dat", "duin", "kanten"], "pubDate": "2020-11-24T12:10:01+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}