{"id": "c88290ba-85fb-3db4-9882-1bbd106e86bb", "title": "'Israëlische oud-minister was spion voor Iran'", "url": "https://nos.nl/artikel/2237191-israelische-oud-minister-was-spion-voor-iran.html", "summary": "Hij werd al eens veroordeeld voor drugssmokkel en nu wordt een voormalige Israëlische minister ook nog verdacht van het smokkelen van geheimen.\nDe Israëlische veiligheidsdienst Shin Bet maakte vandaag bekend dat de 62-jarige Segev, oud-militair piloot, oud-parlementslid, oud-minister, oud-zakenman en momenteel arts, wordt aangeklaagd voor hulp aan een vijandelijke staat, spionage en het doorgeven van informatie aan de vijand.\nIsraël ziet Iran, dat geregeld dreigt met de vernietiging van Israël, als een groot gevaar.\nSegev zou Iran hebben voorzien van informatie over de Israëlische energiesector, beveiligde plaatsen, gebouwen en veiligheidsmedewerkers en politici.\nHij zou zijn benaderd in Nigeria waar hij woonde.", "paragraphs": ["Hij werd al eens veroordeeld voor drugssmokkel en nu wordt een voormalige Israëlische minister ook nog verdacht van het smokkelen van geheimen. De ophef is groot in Israël, want Gonen Segev, minister voor Energie en Infrastructuur tussen 1992 en 1995 in de regering-Rabin, zou geheimen hebben doorgespeeld aan Israëls staatsvijand nummer 1: Iran.", "De Israëlische veiligheidsdienst Shin Bet maakte vandaag bekend dat de 62-jarige Segev, oud-militair piloot, oud-parlementslid, oud-minister, oud-zakenman en momenteel arts, wordt aangeklaagd voor hulp aan een vijandelijke staat, spionage en het doorgeven van informatie aan de vijand.", "Israël ziet Iran, dat geregeld dreigt met de vernietiging van Israël, als een groot gevaar. Premier Netanyahu is er alles aan gelegen om tegen te gaan dat Iran kernwapens ontwikkelt en wil dat Iran zich militair volledig terugtrekt uit Syrië. Israël heeft in het verleden meermaals gedreigd met ingrijpen, ook met aanvallen op Iraans grondgebied.", "Segev zou Iran hebben voorzien van informatie over de Israëlische energiesector, beveiligde plaatsen, gebouwen en veiligheidsmedewerkers en politici. Hij sprak met Iraanse agenten in hotelkamers in verschillende landen en zou een 'communicatiesysteem' hebben gehad om op een veilige manier met zijn opdrachtgevers te kunnen overleggen.", "Ecstasypillen uit Nederland", "Volgens de Shin Bet is de oud-minister in 2012 gerekruteerd door de Iraniërs. Dus pas jaren na zijn ministerschap. Hij zou zijn benaderd in Nigeria waar hij woonde. Segev had daarvoor een gevangenisstraf tussen 2005 en 2007 uitgezeten wegens het smokkelen van 32.000 xtc-pillen van Nederland naar Israël. Naar verluidt zaten die verstopt in zakken M&M's.", "Segev raakte eerder ook in opspraak vanwege misbruik van zijn diplomatieke status. Vanwege die veroordeling mocht hij in Israël niet meer werken als arts. Wel deed hij in 2016 nog een poging om opnieuw als arts in Israël aan het werk te kunnen."], "authors": ["Ben De Jong", "Geheime Diensten-Expert"], "keywords": ["oudminister", "van", "het", "hij", "met", "zijn", "israël", "zou", "iran", "israëlische", "een", "en", "spion", "aan", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}