{"id": "c884c0f7-b786-3e34-a212-037c9acabb2b", "title": "Leraar Hans dacht dat met Arthur naar school fietsen hem zou helpen – dat bleek achteraf overmoedig", "url": "https://volkskrant.nl/mensen/leraar-hans-dacht-dat-met-arthur-naar-school-fietsen-hem-zou-helpen-dat-bleek-achteraf-overmoedig~ba6bb218/", "summary": "‘Op een dag kwam hij met zijn moeder op school voor een gesprek over zijn ontwikkelplan.\nBij Arthur was het aandachtspunt dat hij te weinig naar school kwam.\nAls ik die gozer daar nou mee zou helpen, als dat nou alles was, die vijf minuten eerder opstaan, waarom zou ik dat dan niet doen?\nEn dus belde ik op een maandagochtend bij hem aan.\n‘En ja, ik zou zo weer aanbieden een leerling ’s ochtends op te halen, als ik denk dat dat zin heeft.", "paragraphs": ["Beeld Hedy Tjin", "‘Hij kwam steeds vaker te laat op school. En dan niet twee minuten, maar ruim te laat. Of hij kwam helemaal niet. Daar hebben we hier beleid voor. Als iemand er het eerste uur niet is, dan gaat de conciërge bellen. Zo ook bij Arthur. Zijn moeder zei: ik krijg hem zijn bed niet uit.", "‘Arthur was een rustige jongen. Hij haalde prima cijfers, lag goed in de groep, had vriendjes. Toen hij bij ons op school kwam, waren zijn ouders net gescheiden. Het was een lastige scheiding geweest en we zagen dat Arthur het er moeilijk mee had. Hij raakte in zichzelf gekeerd, werd stiller.", "‘Elke klas heeft hier een mentor en een co-mentor. Dat is prettig voor de leerlingen op het praktijkonderwijs, want ze hebben veel aandacht nodig. Als de mentor er niet is, kunnen ze bij de co-mentor terecht. Ik was de co-mentor van Arthur.", "‘Op een dag kwam hij met zijn moeder op school voor een gesprek over zijn ontwikkelplan. Dat doen we hier drie keer per jaar, los van de rapportgesprekken. We bespreken hoe leerlingen in hun vel zitten, hoe ze zich ontwikkelen en wat aandachtspunten zijn. Bij Arthur was het aandachtspunt dat hij te weinig naar school kwam. Dat klopt, zei zijn moeder. Ze wist niet goed wat ze eraan kon doen. Toen flapte ik het er zomaar uit. Als ik jou nou op kom halen, zei ik. Ik kom naar je huis en we fietsen samen naar school, zou dat helpen?", "‘Zijn huis lag niet op mijn route. Maar wat maakte dat uit? Als ik die gozer daar nou mee zou helpen, als dat nou alles was, die vijf minuten eerder opstaan, waarom zou ik dat dan niet doen? Na een week of wat zou hij gewoon weer zelf gaan.", "‘Ze vonden het een goed idee. En dus belde ik op een maandagochtend bij hem aan. We fietsten samen naar school. Dinsdag weer. Maar woensdag deed zijn moeder met een behuild gezicht de deur open. Hij lag nog in bed, zei ze. Geen land mee te bezeilen.", "‘Ik riep naar boven. Kom Arthur, we gaan naar school! Ik klapte in mijn handen. Arthur! Hij reageerde niet. Dus ik stelde voor naar boven te lopen. Daar lag Arthur in zijn bed, de dekens over zijn hoofd getrokken. Kom op, zei ik, we gaan lekker naar school.", "‘Hij reageerde niet. En ik ging natuurlijk niet de dekens wegtrekken of hem uit bed sleuren. Het idee was dat het gezellig zou zijn, iets hulpverlenerigs met een bepaalde luchtigheid. Geen dwang.", "‘Op de fiets baalde ik. Godverdomme Hans, je zou hem meenemen en nu rijd je zonder hem naar school. Je hebt gefaald. Nee, dacht ik vervolgens, je hebt het in ieder geval geprobeerd. Tegen leerlingen zeg ik altijd: hier is mijn hand, maar jij moet hem pakken. Dat was Arthur niet gelukt.", "‘Ik bedacht me ook dat ik bij Arthur te ver was gegaan. Wat deed ik om vijf over half acht in de slaapkamer van een leerling, met een huilende moeder naast me? Ik ben docent, dit was het terrein van jeugdhulpverleners.", "‘Toch ging ik er de volgende dag weer heen. Hij kwam niet mee. Op vrijdag ben ik vrij, maar maandag stond ik er weer. Hij kwam. De drie dagen daarna ging het weer mis. Toen heb ik het losgelaten. Het was te heftig. Ik dacht hem over de drempel te kunnen trekken, maar de drempel was hoger dan ik dacht. Sommige problemen zijn zo groot – dat gaat je fantasie te boven. Deze jongen had andere hulp nodig, en wel meteen.", "‘Die hulp is ook gekomen, al duurde dat even. Arthur heeft een paar maanden in een jeugdinstelling gezeten, waar hij ook naar school ging. Zijn moeder kreeg therapie. Later keerde hij terug bij ons op school. Ze hebben toen nog een taart voor me gebakken. Kijk, ik heb het aluminiumfolie bewaard dat er overheen zat. Voor meester Hans, staat erop. Bedankt voor de hulp.", "‘En ja, ik zou zo weer aanbieden een leerling ’s ochtends op te halen, als ik denk dat dat zin heeft. Maar die slaapkamer? Die ga ik niet meer in.’", "Arthur heet in werkelijkheid anders."], "authors": ["Rik Kuiper"], "keywords": ["leraar", "school", "overmoedig", "hem", "helpen", "het", "naar", "met", "zou", "ik", "zijn", "hans", "hij", "op", "een", "niet", "dat", "te"], "pubDate": "2020-11-29T17:27:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}