{"id": "c8bf0cf7-8793-3b9a-bc7d-0fdfa909ca45", "title": "3 tips voor een duurzame kerst", "url": "https://nu.nl/advertorial-milieu-centraal/6095618/3-tips-voor-een-duurzame-kerst.html", "summary": "Wil jij dit jaar ook uitpakken, maar ook een steentje bijdragen aan een duurzamere wereld?\nGa voor unieke decoratie voor de kersttafelZoek je naar versiering voor een sfeervolle kersttafel?\nMet deze tips voor tweedehands haal je voor weinig iets bijzonders in huis.\nGa voor een vintage kerstoutfitEen foute kersttrui, chique kerstjurk of opvallende stropdas: met kerst trekken we graag iets feestelijks uit de kast.\nGa dan voor vintage kerstkleren, ruil kleding of leen een outfit van een vriend of vriendin.", "paragraphs": ["De feestdagen staan weer voor de deur. Wil jij dit jaar ook uitpakken, maar ook een steentje bijdragen aan een duurzamere wereld? Ga dan voor een ‘groene kerst’ met tweedehands als eerste keus. Onderstaande drie duurzame tips van voorlichtingsorganisatie Milieu Centraal helpen je op weg.", "1. Ga voor unieke decoratie voor de kersttafel", "Zoek je naar versiering voor een sfeervolle kersttafel? Met deze tips voor tweedehands haal je voor weinig iets bijzonders in huis. Je vindt online vaak unieke pareltjes, zoals een bijzondere kandelaar, mooie (wijn)glazen of prachtig servies.", "2. Ga voor een vintage kerstoutfit", "Een foute kersttrui, chique kerstjurk of opvallende stropdas: met kerst trekken we graag iets feestelijks uit de kast. En vaak kan de kerstoutfit van vorig jaar nog prima een jaar mee. Wil je toch iets nieuws? Ga dan voor vintage kerstkleren, ruil kleding of leen een outfit van een vriend of vriendin.", "Tweedehands kleding kopen is namelijk beter voor je portemonnee en voor het milieu. Wist je dat je 27 kilogram CO2 per jaar kunt besparen door tien procent van je kleding tweedehands te kopen in plaats van nieuw? Wanneer alle Nederlanders dat doen scheelt het in een jaar net zoveel CO2-uitstoot als ruim 60.000 keer met de auto rond de wereld.", "3. Ga voor groene kerstcadeaus", "Kies daarnaast ook eens vaker voor tweedehands cadeaus in plaats van nieuw, want deze zijn vaak niet alleen unieker en goedkoper, maar ook beter voor het milieu. Ga bijvoorbeeld op zoek naar vintage schatten, zoals een bijzondere vaas, een antiek tafeltje, leuke spelletjes en/of een goed boek.", "Maar ook spullen ruilen is een handige optie. Zo zijn kinderen soms uitgekeken op hun speelgoed, maar kun je vrienden, familie of buurtgenoten hier nog erg blij mee maken.", "Ontdek meer voordelen van tweedehands producten en bekijk de Groene geefgids van Milieu Centraal voor meer groene geschenktips. Handig voor op je eigen verlanglijstje."], "authors": ["Door", "Milieu Centraal"], "keywords": ["je", "ga", "van", "tips", "een", "voor", "tweedehands", "ook", "milieu", "kerst", "jaar", "duurzame", "op"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}