{"id": "c8dd6794-7ead-369c-93c3-67b37f34dcc6", "title": "‘Ik lieg me te barsten, maar ik spreek de waarheid.’ De verbeelding van Maarten Biesheuvel", "url": "https://volkskrant.nl/cultuur-media/ik-lieg-me-te-barsten-maar-ik-spreek-de-waarheid-de-verbeelding-van-maarten-biesheuvel~bf7ec772/", "summary": "Een ketelbinkie staat door zijn brilletje uren achter elkaar op het achterdek van een schip over de zee te staren.\nOok al weet je dat het niet kan.Toen ik dat aan de schrijver vertelde, zei hij: ‘Ik lieg me te barsten, maar ik spreek de waarheid.’ Hoe humoristisch ook, de betekenis is ernstig.\nZijn haar wapperde alle kanten op en zijn ogen twinkelden achter de brillenglazen.\n‘Weet je dat ik ‘ere-admiraal Wyntham Cremer’ ook helemaal heb verzonnen?’Biesheuvel probeert in dat verhaal het leven van de bewoner van een Brits landhuis te reconstrueren.\nHij dacht dat hij de Verlosser was en dat hij Eva moest offeren.", "paragraphs": ["Beeld Claudie de Cleen", "De verhalen van J.M.A. Biesheuvel vormen samen één groot pleidooi voor de verbeelding. Je maakt er dingen in mee die je nog nooit hebt meegemaakt en ook nooit meer zal meemaken. Na afloop kijk je net zo ‘verbaasd, verwonderd, verbijsterd’ om je heen als de schrijver zelf. Bies laat je huilen en lachen tegelijk.", "Het verhaal dat mij als jongen voor het eerst die wonderlijke sensatie bezorgde is een klassieker in de vaderlandse letteren: ‘Brommer op zee’. Het staat in Biesheuvels debuut In de bovenkooi, de verhalenbundel die hem in 1972 in één klap wereldberoemd maakte in Noord- en Zuid-Holland.", "Een ketelbinkie staat door zijn brilletje uren achter elkaar op het achterdek van een schip over de zee te staren. Isaäc ziet in de verte een lichtje naderen, dat bij nadere bestudering een man op een brommer blijkt te zijn. Als de man naderbij is gekomen, vraagt Isaäc hem hoe het in godsnaam mogelijk is dat hij op een brommer over de golven kan rijden.", "De man antwoordt: ‘Ik ben begonnen met een speld plat op het water te leggen. Als je dat heel voorzichtig doet, dan blijft hij drijven. Op de lange duur nam ik steeds zwaardere voorwerpen. Het was mij natuurlijk om mijn brommer te doen en ten slotte reed ik mijn eerste schamele rondjes op de stadsvijver. Nu rijd ik over de hele wereld.’", "Het mooie is dat Biesheuvel de scène zó opschrijft dat je geneigd bent hem te geloven. Ook al weet je dat het niet kan.", "Toen ik dat aan de schrijver vertelde, zei hij: ‘Ik lieg me te barsten, maar ik spreek de waarheid.’ Hoe humoristisch ook, de betekenis is ernstig. ‘Brommer op zee gaat eigenlijk over eenzaamheid’, vond Biesheuvel. ‘Het is een allegorie. Die jongen hoort niet bij de mensen op de wal, hij hoort niet bij de mensen op het schip, maar hij hoort toch ook niet bij die Messiasachtige figuur op de brommer. Hij is net zo eenzaam als ik.’", "Jacob Maarten Arend Biesheuvel was de eerste schrijver die ik in levenden lijve ontmoette. Het was 1982, ik was 12, en kwam met mijn ouders en broertje om de hoek wonen bij Maarten en zijn vrouw Eva in de Leidse professorenwijk. Ik leerde eerst de man kennen, en kort daarna zijn werk.", "Maarten en Eva woonden met twintig poezen en hondje Kippie in Sunny Home, het enige houten huisje van de stad, waarvan de naam vooral zo mooi was gekozen omdat er door de dichte haag van bomen en ligusters geen streep licht naar binnen viel. En omdat de beroemde schrijver naar verluidt een weinig zonnige kijk had op het bestaan.", "Op mij wekte Maarten aanvankelijk allerminst een sombere indruk. Als je hem met zijn hondje zag langslopen, zwaaide hij altijd vrolijk. Zijn haar wapperde alle kanten op en zijn ogen twinkelden achter de brillenglazen. Hij deed wel vreemde dingen. Hij kon plotseling uitbarsten in een lied of psalm, riep ‘boe’ door de heg met een stem als een scheepstoeter. En hij is eens voorover op de kap van onze auto gaan liggen om te horen ‘of de cilinders het wel deden’.", "Maarten en Eva waren gastvrij. Ik kwam geregeld in Sunny Home. Er hingen overal schilderijtjes aan de wand, de boekenkast puilde uit en er stond altijd een potje thee of koffie op een flakkerend lichtje. Het was er warm en gezellig, maar het stonk er wel verschrikkelijk, naar rook en kattezeik. Maarten stak de ene sigaar na de andere op, ‘geen probleem, net als Bill Clinton inhaleer ik nooit’. De poezen pisten rustig de Russische bibliotheek onder.", "Als student Nederlands mocht ik Maarten voor het eerst interviewen. Hij was zenuwachtiger dan ik. De schrijver dronk een volle pot zwarte koffie en daarna een fles wijn achter elkaar leeg. Hij liet een harde boer en zei: ‘Niet aan Eva vertellen.’", "Talloze gesprekken volgden, sommige daarvan voerde ik met hem voor een krant of tijdschrift. Voor het literaire tijdschrift Bunker Hill sprak ik in 2008 met Biesheuvel over de fantasie. Dat viel niet mee. Maarten zat in een sombere periode. ‘Ik wil alleen maar dood.’ Hij zweeg.", "De dag erna belde hij op. ‘Hoe moet het nu met ons gesprek over de fantasie?’ Hij had niet kunnen slapen, was Nabokov gaan lezen, ‘be kind, be proud, be fearless’, en had zijn eigen bundeltje Het wonder herlezen. ‘Weet je dat ik ‘ere-admiraal Wyntham Cremer’ ook helemaal heb verzonnen?’", "Biesheuvel probeert in dat verhaal het leven van de bewoner van een Brits landhuis te reconstrueren. Deze ‘ere-admiraal’ zou proeven hebben gedaan met het afschieten van een kogel op een schip. ‘Hij was twee maanden bezig en toen viel de kogel op de punt van het schip, meteen door alle dekken en de bodem heen; het was een mooi rond gat waarin een varkentje werd geplaatst, er kwam nu haast geen water binnen; omdat het diertje echter krijste vanwege het zoute en koude zeewater aan zijn billetjes, kreeg het regelmatig warme pap te eten.’", "‘Dat verhaal’, toeterde Biesheuvel door de telefoon, ‘viel me zó in, het leek wel van boven te komen. Ik zat op de bank, kriebelde wat op een papiertje. Daarna werkte ik die notities op mijn kamertje uit tot een verhaal van anderhalve bladzijde. Daar heb ik dan weer een tijdje naar zitten staren en het omgewerkt tot twintig bladzijden en toen was het af. Het werd een heel serieus verhaal, al maak ik weleens een grapje tussendoor.’", "Stilte aan de andere kant van de lijn. ‘Begrijp je nu hoe het werkt? Schrijf gewoon in je stuk: Bies heeft zijn best gedaan. De rest is goddelijke genade. Staat dat er?’", "Het staat er.", "Gekte", "Wie op zoek gaat naar de bron van Biesheuvels fantasie, naar het geheim van zijn schrijverschap, kan niet om de gekte heen. ‘Gek’ mocht ik naarmate hij ouder werd niet meer zeggen. ‘Krankzinnig’ moest ik zeggen. ‘Ziek van zinnen.’", "Toch heeft Biesheuvel het vermaledijde woord zelf kwistig gebruikt. Sterker nog, dat doet hij in de eerste zin van het eerste verhaal van zijn eerste boek, ‘De heer Mellenberg’: ‘Acht jaren geleden achtte men het voor de eerste maal dienstig mij naar een gekkenhuis te brengen.’", "Waarom er acht staat, is onduidelijk – zijn eerste in een boek gepubliceerde woord is dus meteen gefantaseerd – want Biesheuvel was zes jaren voor publicatie van In de bovenkooi, in februari 1966, voor het eerst opgenomen in een psychiatrische kliniek in Endegeest. Hij dacht dat hij de Verlosser was en dat hij Eva moest offeren. Dat wist zij ternauwernood te voorkomen. Daarna moest de poes, Basje, worden geslacht. Dat vond Eva ook geen goed idee. Na langdurig bidden concludeerde Maarten dat hij dan maar een brood moest offeren. ‘Daar sneed ik toen het kapje vanaf.’", "In het gekkenhuis ontmoette hij de heer Mellenberg, een medepatiënt die aan de psychiater voordeed hoe je héél Endegeest met alle grond en opstallen één millimeter kon verschuiven. ‘Hij liep naar de muur en duwde lichtjes met zijn wijsvinger tegen een spouwmuurtje aan. Hij deed net of hij eventjes kracht zette en maakte een geluid dat mij in de oren klonk als ‘Kggggrt!’’", "Biesheuvel moet nogal wat in de heer Mellenberg hebben herkend: een geniale gek die de wereld overtuigend op z’n kop kon zetten. Niet voor niets schreef Gerrit Komrij in de allereerste recensie van In de bovenkooi: ‘Niets is wat je verwacht. Bij Biesheuvel maken de molens de wind en brengen de wielen van de bus de aarde in beweging.’", "‘Zonder gekte gaat het niet’, zei Biesheuvel tegen mij. ‘Als je gelukkig bent, kan je niets schrijven. Dan denk je: ik heb Eva, de poezen, de piano, het houten huisje, de tikkende staartklok en een doos lekkere sigaren. Dan ben je volmaakt tevreden, maar maak je niets. Want de angst is weg. De angel van de dood ontbreekt.’", "Schrijven wás voor hem een vorm van krankzinnigheid. ‘Bij Elsschot en Nabokov stroomde het er zo uit, woord voor woord voor woord. Pam, pam, pam, allemaal raak! Hoe is dat in godsnaam mogelijk? Jerzy Lec heeft het al gezegd: wie normaal is, komt in het ziekenhuis.’", "Renate Rubinstein heeft geschreven: ‘Biesheuvel heeft voor de gekken gedaan wat Gerard Reve voor de homo’s deed.’ Daar zit veel waars in. Biesheuvels verhalen – en zijn openhartige interviews – hebben onmiskenbaar een emancipatoire werking gehad.", "Toch zou het een misvatting zijn om te denken dat als je maar gek genoeg bent, je kunt schrijven als Biesheuvel. ‘Wie is bevoegd om uit te maken of iemand gek is?’, luidt de eerste regel van ‘De Verlosser op reis’. ‘Me dunkt toch in de eerste plaats de patiënt zelf. Ik was gek en niet zo’n klein beetje.’", "Zonder gekte gaat het niet, maar ook niet zonder een uniek talent. Biesheuvel wist in zijn wanen exact wat hij deed. Hij was zeer belezen en had een geweldig stijlgevoel. Hij schrijft nu eens plechtstatig en archaïsch, dan weer kinderlijk naïef, immer ironisch, gaat net als Tsjechov en de gebroeders Reve geen cliché uit de weg, ‘daar is me tijdens mijn manoeuvres Eva donders nog aan toe tóch wakker geworden’, en laat je rustig verdwalen in het doolhof van zijn zinnen. ‘Keren wij nu, broeders en zusters, na deze uitweidingen, die toch onder geen beding achterwege konden worden gelaten, terug naar het begin van deze smerige geschiedenis.’", "Biesheuvel was ‘officieel manisch-depressief’. De dalen werden gedurende zijn leven steeds dieper, de pieken steeds korter. ‘Ik lig maanden te huilen in mijn bedje en dan ben ik een week goed. In die week schrijf ik drie verhalen.’ Die rammelde hij er dan achter elkaar uit op ‘de zelfschrijver’, zijn Remington uit 1923. ‘Rrrrrrrt, ping! Rrrrrrrt, ping! Klaar! Maar als het verhaal af is, moet die arme Maarten weer naar bed.’", "Angst", "Schrijven was voor Biesheuvel het bezweren van de angst. Hij vergeleek zichzelf met ‘een hamster in een werkende koffiemolen’.", "Zijn grootste angst was om niet te bestaan. ‘Ik bedoel’, schreef hij in ‘De angstkunstenaar’, ‘de angst van het niet meer begrijpen, van het niets meer begrijpen, de angst de zwaartekracht haar geheim te ontfutselen, te snappen wat een bureaublad is, wat een speldenknop en wat wroeging, schuld en pijn. Is er wel iets, zijn wij niet allen gedroomd of misschien iemands herinnering?’", "Zijn fantasie stelde hem in staat een paradijselijke tegenwereld te scheppen, zijn eenzaamheid op te heffen. Wél te bestaan.", "Tragisch genoeg kwam er, naarmate hij ouder werd, minder en minder uit zijn handen. En zijn verhalen werden korter en korter. Postzegeltjes, maar nogal altijd van een ontroerende kracht. Zoals ‘Over de dood van Pa’, in de bundel met de langste titel uit de Nederlandse literatuur, Oude geschiedenis van Pa die leefde als een dier want hij schaamde zich nergens voor en was erg practisch.", "Maarten bezoekt zijn vader op zijn sterfbed. ‘‘Ik sterf’, zei hij, ‘dag Maarten.’ Nou ja, vader was dood, en het gekke was hij leefde niet meer. Een hikje en een snikje en weg was hij. Moeder was er toen nog niet. Ja, en ’t was een wonder dat wij niet zongen.’", "In 2007 werd aan J.M.A. Biesheuvel de P.C. Hooftprijs toegekend en een jaar later werd zijn Verzameld werk uitgegeven. Drie dikke, in hemelsblauw linnen gebonden dundrukdelen bij Van Oorschot, de uitgever van Tsjechov. Driemaal zoveel pagina’s als de Verzamelde Elsschot. Hij was trots, ‘ik ben ook ereburger van Leiden en baron, nu jij weer’, maar kon er nauwelijks van genieten. ‘Zo’n Verzameld werk is ook een grafsteen. Die drukt op me.’", "Tot de dood van Eva, die op 20 november 2018 plotseling overleed, schreef hij nauwelijks nog iets. Soms kon hij zelfs niet lezen. Het jaar dat eraan voorafging, was woelig geweest. Maarten was tweemaal opgenomen in Rivierduinen, de instelling die hij hardnekkig Endegeest bleef noemen. Nadat hij daar was ontslagen, veerde hij weer op door het succes van de bundel Verhalen uit het gekkenhuis. Maar toen ging Eva dood.", "‘Als Eva doodgaat, pleeg ik zelfmoord’, had hij vaak gezegd. In een vlaag van verstandsverbijstering was hij al eens uit het raam gesprongen. ‘Ik hoorde de ambulance komen en dacht: kom, ik vlieg even naar beneden. Maar ik had nog geen teennageltje gebroken.’", "In de dagen na Eva’s dood had Maarten het verdacht vaak over Willem Elsschot. De grote Vlaamse schrijver was nog niet gestorven, of de dag erna ging zijn echtgenote ook dood. Maar Biesheuvel bleef nog even leven.", "Hij verklaarde vaak dat het bestaan zonder Eva niets meer waard was. Toch beleefde hij ook momenten van geluk. Een groepje vrienden en vriendinnen heeft hem liefdevol verzorgd. Tot aan het laatste haaltje aan zijn sigaar. Hij stierf op 30 juli 2020, om 10.45 uur ’s morgens. Zonder een spoor van angst.", "In het jaar van de P.C. Hooftprijs kochten Maarten en Eva een graf op de begraafplaats aan de voet van de Leidse Zijlpoort. ‘Het is een katholieke begraafplaats, maar dat geeft niet. Katholieken kunnen ook gezellig zijn, zeker als ze dood zijn. Ons graf is enorm. We kunnen er makkelijk samen in, mijn zusje Coby mag er ook bij. Er moet een zware steen op, van anderhalf bij drie meter.’", "Dus je ziet niet op tegen de dood, Maarten?", "‘Néé, ik ga in mijn kist klopsignalen geven aan de andere doden. Psalmen zingen. Ik zie mijn oude vrienden terug. En ik lig lekker op Eva onder de grond, terwijl boven zoveel mooie bomen staan en bloemen bloeien… Je komt me toch wel opzoeken?’", "Dat beloof ik, Maarten. Maar als ik dan kom, wat lees ik dan op je grafsteen?", "‘VROEGER SCHREEF IK", "NU LEEF IK’", "(Laat dit nu bijna de titel zijn van de bundel onbekende verhalen die na de dood van Biesheuvel zijn gevonden in Sunny Home, en op 1 februari verschijnt! Ik verheug me er enorm op.)", "Bij uitgeverij Brooklyn verschijnt in februari Vroeger schreef ik. Gevonden verhalen, een bundel nieuw gevonden verhalen van J.M.A. Biesheuvel. Bij uitgeverij Van Oorschot verschijnt een maand later, in de serie gedundrukt, een keuze uit Biesheuvels werk onder de titel Schip in Dok."], "authors": ["Onno Blom"], "keywords": ["ik", "zijn", "van", "spreek", "en", "biesheuvel", "een", "maarten", "verbeelding", "te", "waarheid", "op", "het", "lieg", "maar", "hij", "dat", "je"], "pubDate": "2021-01-01T14:00:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}