{"id": "c8eb68a7-7bae-3fab-94ae-373ee52ae78a", "title": "Nederlandse bobsleester Onasanya ligt op koers voor olympisch metaal voor Oostenrijk", "url": "https://volkskrant.nl/sport/nederlandse-bobsleester-onasanya-ligt-op-koers-voor-olympisch-metaal-voor-oostenrijk~b839301f/", "summary": "Het was voor Onasanya de derde keer dat ze op het podium stond bij het EK namens Oostenrijk.\nDaarnaast werd ze in 2019 vierde op het WK en wereldkampioen bij de junioren, die prestaties leverde ze als Nederlandse.\nPas twee weken geleden kon Onasanya haar Nederlands paspoort eindelijk inruilen voor een Oostenrijks exemplaar, een keuze die alles te maken heeft met haar olympische missie.\nEen bobsleeër mag bij EK’s, WK’s en wereldbekerwedstrijden wel uitkomen voor een ander land, maar niet op de Olympische Spelen.\nBeierl en Onasanya willen een plak en daar moet komend jaar alles voor wijken.", "paragraphs": ["Onasanya (links) en Beierl racen naar de derde plaats. ‘Snelheden tegen de honderd kilometer per uur geven een enorme kick. Beeld BSR Agency", "Ze heeft een Nigeriaanse vader, een Nederlandse moeder en groeide op in Leiden. Toch kwam Jennifer Onasanya (26) afgelopen weekend uit voor Oostenrijk bij de EK bobsleeën in Winterberg. Samen met Katrin Beierl (27) veroverde ze zaterdag een bronzen medaille in de tweemansbob. Ruim een jaar voor de Winterspelen van Beijing staat het duo tweede in het wereldbekerklassement.", "Het was voor Onasanya de derde keer dat ze op het podium stond bij het EK namens Oostenrijk. In 2017 en 2019 hielp ze het ook aan een derde plek. Daarnaast werd ze in 2019 vierde op het WK en wereldkampioen bij de junioren, die prestaties leverde ze als Nederlandse.", "Pas twee weken geleden kon Onasanya haar Nederlands paspoort eindelijk inruilen voor een Oostenrijks exemplaar, een keuze die alles te maken heeft met haar olympische missie. ‘Ik wil niet meer huilend op de bank zitten als de Winterspelen beginnen’, vertelt Onasanya vanuit Winterberg.", "De tranen van drie jaar geleden waren het gevolg van de vreemde regelgeving in het internationale bobsleeën. Een bobsleeër mag bij EK’s, WK’s en wereldbekerwedstrijden wel uitkomen voor een ander land, maar niet op de Olympische Spelen.", "Jennifer Onasanya (links) en Katrin Beierl. Beeld BSR Agency", "Wel kwalificeren, niet meedoen", "Zo kon het gebeuren dat Onasanya zorgde dat twee Oostenrijkse bobsleeteams zich kwalificeerden voor de Winterspelen van 2018, maar tijdens het toernooi in Pyeonchang zat ze zelf thuis in Leiden. ‘Dat was zo frustrerend. We hebben in de maanden voor de Spelen geprobeerd om mijn Nederlandse paspoort om te zetten in een Oostenrijkse, helaas was de tijd te krap.’", "Zonder Onasanya bleven beide Oostenrijkse tweemansbobs ver verwijderd van het podium in Pyeonchang. Haar huidige teamgenoot Katrin Beierl werd zelfs twee na laatste. ‘Bij bobsleeën moet je een juiste verhouding hebben tussen kracht en gewicht. Mijn vervanger op de Spelen woog 71 kilo, bijna 10 kilo minder dan ik en die extra kilo’s heb je nodig om meer snelheid op te bouwen.’", "De tweemansbob bestaat uit een piloot, die de slee bestuurt en een remmer. Onasanya heeft de laatste rol. Zij moet de bob zo hard mogelijk aanduwen bij de start, op het juiste moment instappen en de slee na de finish tot stilstand brengen. Dat vergt kracht, explosiviteit en timing, eigenschappen die Onasanya heeft meegenomen vanuit haar vorige sport.", "Als getalenteerde speerwerpster won ze in 2011 zilver op de NK atletiek voor junioren. Daarna volgde een reeks enkelblessures. ‘Ik heb drie keer mijn enkelbanden ingescheurd. Telkens vocht ik me terug, maar de meiden die vroeger mijn concurrenten waren, gooiden ineens zes meter verder dan ik. Dat was demotiverend, in 2013 ben ik gestopt.’", "Honderd kilometer per uur", "Ze hield zich fit in de sportschool en bleef uitkijken naar een nieuwe uitdaging. Die kwam twee jaar na haar afscheid van de atletiekbaan. ‘Een vriendin bobsleede en vroeg of ik dat ook eens wilde proberen. Dat heb ik gedaan en ik vond het meteen geweldig. In zo’n bob naar beneden racen met snelheden tegen de honderd kilometer per uur geeft een enorme kick.’", "In eerste instantie probeerde Onasanya om via het Nederlandse team door te breken, dat lukte niet. Er was te weinig ondersteuning vanuit de bond en NOCNSF om een nationaal team op te zetten en Onasanya zou alles uit eigen zak moeten betalen. Vervolgens kreeg ze, via dezelfde vriendin, een aanbod om mee te trainen bij de Oostenrijkse ploeg. ‘Sindsdien ben ik niet meer weggeweest.’", "Zaterdag lieten Beierl en Onasanya zien dat ze volgend jaar in Beijing een goede kans maken op olympisch eremetaal. Achter de Duitse teams van piloten Laura Nolte (1.53,60) en Kim Kalicki (1.54,02) werden ze derde in 1.54,39. Daarmee waren ze exact even snel als de Duitse bob van regerend olympisch kampioene Mariama Jamanka en haar remmer Leonie Fiebig. ‘Ongelooflijk, dit verzin je niet. Gelijk tot op de honderdsten’, zegt Onasanya lachend aan de telefoon na de race. ‘We bewijzen opnieuw dat we meekunnen met de besten.’", "Over dertien maanden beginnen de Winterspelen. Haar nationaliteit staat deelname dit keer niet in de weg en volgens Onasanya zal kwalificatie geen probleem zijn. ‘We moeten volgend seizoen in de topacht van de wereldbeker eindigen om ons te kwalificeren. Nu staan we na vijf van de acht races tweede in het klassement.’", "Alles moet wijken", "Deelname alleen is niet genoeg. Beierl en Onasanya willen een plak en daar moet komend jaar alles voor wijken. Tot voor kort werkte Onasanya buiten het bobsleeseizoen in Katwijk als verzorger van gehandicapten en trainde ze in de zomermaanden maar twee of drie weken met Beierl in Oostenrijk.", "Dit jaar zal dat anders zijn. Onasanya heeft een jaar onbetaald verlof genomen en verhuist in maart naar Innsbruck, waar ze zich gaat voorbereiden op de belangrijkste race uit haar leven. ‘We staan nu al tweede van de wereld, kun je nagaan wat er mogelijk is als Katrin en ik een heel jaar met elkaar kunnen trainen.’’", "Ze droomt stiekem van winnen. Luisteren naar het Oostenrijkse volkslied met olympisch bobsleegoud om haar hals. ‘Dat zou de ultieme revanche zijn voor de gemiste Spelen van drie jaar geleden. Ik sluit niet uit dat er dan opnieuw tranen zullen vloeien, maar wel om een hele andere reden.’"], "authors": ["David Van Meggelen"], "keywords": ["ik", "van", "koers", "het", "olympisch", "voor", "en", "ligt", "een", "ze", "bobsleester", "nederlandse", "metaal", "op", "onasanya", "oostenrijk", "dat"], "pubDate": "2021-01-10T19:45:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}