{"id": "c8f42184-bd37-3d44-9150-b5fe8c24ddf3", "title": "Ontspoord beleid is iets anders dan een ontspoorde trein", "url": "https://trouw.nl/opinie/ontspoord-beleid-is-iets-anders-dan-een-ontspoorde-trein~bfff718f/", "summary": "Als een trein desondanks ontspoort, betekent dat dus dat al die zekeringen niet hebben ­gefunctioneerd.\nUijlenbroek formuleert het scherp: iedereen heeft gezien welke maatregelen werden genomen, niemand heeft doorzien welke gevolgen dat heeft voor burgers.\nHoe moet je het frame van de ontspoorde trein waarderen?\nOntspoord beleid is echt iets anders dan een ontspoorde trein.\nOndanks ­alle controlemechanismen in ons democratisch systeem, heeft niemand de volledige ontsporing van dit beleid doorzien.", "paragraphs": ["Een spoorsysteem kent een aantal ­zekeringen. Elke ­zekering kan een ontsporing voorkomen. Als een trein desondanks ontspoort, betekent dat dus dat al die zekeringen niet hebben ­gefunctioneerd.", "Het is een beeld dat Jaap ­Uijlenbroek, voormalig directeur-generaal van de Belastingdienst, gebruikt tijdens zijn verhoor door de Parlementaire Ondervragingscommissie Kinderopvangtoeslag. Hij wil ermee aangeven dat iedereen fout zat in de affaire: de Kamer, de ministers, de ambtelijke top, de ambtelijke uitvoerders – en misschien zelfs rechterlijke colleges. Het zijn ­allemaal zekeringen die burgers moeten beschermen in een democratie, en die hebben niet gefunctioneerd. Uijlenbroek formuleert het scherp: iedereen heeft gezien welke maatregelen werden genomen, niemand heeft doorzien welke gevolgen dat heeft voor burgers. Hoe moet je het frame van de ontspoorde trein waarderen?", "Een. Je kunt het interpreteren als een poging om verantwoordelijkheid te ontlopen. Je zegt dat iedereen verantwoordelijk is, dus kan niemand worden aangesproken. Als iedereen verantwoordelijk is, is niemand verantwoordelijk.", "Twee. Je kunt het frame te mechanistisch vinden. Een zekering slaat door – en doet het daarna niet meer. Maar dit was een jarenlang proces. Al die partijen hebben kans na kans gehad om het beleid te veranderen. Ontspoord beleid is echt iets anders dan een ontspoorde trein.", "Drie. Je kunt het frame zien als fundamentele kritiek op de overheid. Ondanks ­alle controlemechanismen in ons democratisch systeem, heeft niemand de volledige ontsporing van dit beleid doorzien. Dat kan dus zomaar weer gebeuren.", "Met een slimme term kun je de werkelijkheid niet alleen beschrijven, maar ook maken. Hans de Bruijn is bestuurskundige en debatspecialist. Wekelijks analyseert hij de sturende taal van beleidsmakers."], "authors": ["Hans De Bruijn"], "keywords": ["van", "heeft", "dan", "het", "ontspoorde", "niemand", "ontspoord", "iedereen", "een", "je", "anders", "dat", "niet", "trein", "beleid", "en", "iets"], "pubDate": "2020-11-28T22:43:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}