{"id": "c8f54034-23ee-3dac-9653-e5c16193779a", "title": "Overname Hema door Jumbo-familie definitief", "url": "https://volkskrant.nl/nieuws-achtergrond/overname-hema-door-jumbo-familie-definitief~b86593b7/", "summary": "Een filiaal van HEMA en een Jumbo-winkel in de Amsterdamse Ferdinand Bolstraat.\nDaarmee dalen de rentelasten van Hema van 50 miljoen naar minder dan 10 miljoen.\nEerder dit jaar kwam Hema in bezit van obligatiehouders in ruil voor het verlagen van de schuld.\nDe helft van de aandelen van Hema komt nu via investeringsvehikel Mississippi Ventures in handen van de familie Van Eerd, de andere helft is van investeerder Parcom.\nWe gaan Hema klaarmaken voor een nieuwe fase, met behoud van het bijzondere karakter van het merk en de mensen.’Ondanks de coronacrisis bleef de omzet van Hema het afgelopen half jaar redelijk op peil.", "paragraphs": ["Een filiaal van HEMA en een Jumbo-winkel in de Amsterdamse Ferdinand Bolstraat. Beeld ANP", "In oktober werd al bekend dat Jumbo de keten wilde overnemen. De financiering van 400 miljoen was alleen nog niet rond. Dat is nu gelukt, samen met ABN Amro, ING en Rabobank. Daarmee dalen de rentelasten van Hema van 50 miljoen naar minder dan 10 miljoen.", "Tjeerd Jegen, topman bij Hema, laat weten dat dit nieuws een belangrijke mijlpaal is voor Hema, ‘omdat bankfinanciering een cruciale voorwaarde was voor het aangaan van de overeenkomst.’ Volgens Jegen kan Hema zich na de overname volledig op de eigen toekomst richten.", "Eerder dit jaar kwam Hema in bezit van obligatiehouders in ruil voor het verlagen van de schuld. Miljardair Marcel Boekhoorn verloor daardoor de zeggenschap bij de keten. Sindsdien werd er gezocht naar een koper.", "De helft van de aandelen van Hema komt nu via investeringsvehikel Mississippi Ventures in handen van de familie Van Eerd, de andere helft is van investeerder Parcom. Hema wordt bewust ondergebracht bij de familie Van Eerd en niet bij Jumbo zelf. Want zo denkt Jumbo zich goed te kunnen focussen op de strategische agenda van de supermarktketen en restaurantketen La Place.", "Nieuwe fase", "Frits van Eerd van Mississippi Ventures is blij met de overname: ‘We zijn er trots op dat we in de gelegenheid worden gesteld om het prachtige Nederlandse Hema over te nemen. We gaan Hema klaarmaken voor een nieuwe fase, met behoud van het bijzondere karakter van het merk en de mensen.’", "Ondanks de coronacrisis bleef de omzet van Hema het afgelopen half jaar redelijk op peil. De netto-omzet daalde op jaarbasis met een kleine 2 procent. Doordat Hema meer thuis bezorgde kon een deel van het omzetverlies in de winkels worden opgevangen. Wat de huidige sluiting van de winkels met de omzet doet, is onbekend en voorspellingen voor volgend jaar worden niet gegeven."], "authors": [], "keywords": ["van", "dat", "een", "het", "en", "definitief", "jumbofamilie", "op", "voor", "bij", "met", "hema", "door", "overname"], "pubDate": "2020-12-17T11:43:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}