{"id": "c8fb9d96-5297-37fc-bacb-bc37e8392d84", "title": "Mij leek het wel wat, om als een soort Denis Thatcher thuis te rommelen, far from the madding crowd", "url": "https://volkskrant.nl/columns-opinie/mij-leek-het-wel-wat-om-als-een-soort-denis-thatcher-thuis-te-rommelen-far-from-the-madding-crowd~bc5a7fe5/", "summary": "De minister-president spelt mijn column en zal het net als ik toejuichen dat het hoogste ambt eindelijk door een vrouw wordt bekleed.\nMij leek het wel wat, om als een soort Denis Thatcher lekker thuis te rommelen, far from the madding crowd.\nIn de achterhaalde discussie over een vrouw als premier wordt weleens vergeten dat Nederland een lange traditie van ijzersterke politica’s kent.\nEen van mijn favorieten was en is de stoere Ien Dales, net zo’n indrukwekkende politica als haar partner Elisabeth Schmitz.\nDan was ik geen broodschrijver geworden en zat ik vanaf volgend jaar maart als first lady G&T’s te slobberen en sudoku’s op te lossen in het Catshuis en in het Torentje.", "paragraphs": ["Na het hartverwarmende interview van Linda de Mol met Sigrid Kaag afgelopen zondagavond op SBS 6 weet ik het zeker: de lijstaanvoerster van D66 gaat onze nieuwe premier worden. Niets ten nadele overigens van Mark Rutte, die mij en Rob Hoogland in het kader van ons Grote Foute Jongensboek bijzonder gastvrij ontving in het Torentje.", "De minister-president spelt mijn column en zal het net als ik toejuichen dat het hoogste ambt eindelijk door een vrouw wordt bekleed.", "Bij mijn dwingend stemadvies speelt een zeer persoonlijke factor mee: mijn ex-echtgenote Edith Mastenbroek (dat haar herinnering tot een zegen mag zijn) zou de eerste vrouwelijke premier van Nederland worden. Dat schreef Martin Bril althans in deze krant. Mij leek het wel wat, om als een soort Denis Thatcher lekker thuis te rommelen, far from the madding crowd. Het lot beschikte anders.", "Ik ben dol op sterke vrouwen. Ma deelde letterlijk en figuurlijk de lakens uit en pa had niets in de pap te brokkelen. Hij was dolblij wanneer hij met het boodschappenbriefje van mama even naar de markt mocht.", "Ik heb het liefst een vrouw als baas. De beste hoofdredacteur die ik versleet, was Els Rozenbroek van Saar, magazine voor 50-plusvrouwen die midden in het leven staan.", "In de achterhaalde discussie over een vrouw als premier wordt weleens vergeten dat Nederland een lange traditie van ijzersterke politica’s kent.", "Denk aan Suze Groeneweg, Marga Klompé, Anneke ‘broekpak’ Goudsmit, Joke Smit, Irene Vorrink, Hedy d’Ancona (op haar aandringen werd Edith Europarlementariër), Els Borst en Neelie Kroes.", "Een van mijn favorieten was en is de stoere Ien Dales, net zo’n indrukwekkende politica als haar partner Elisabeth Schmitz. In mijn gedachten zie ik dat zalige stel weer sigaren roken en whisky slurpen terwijl ze naar rugby kijken.", "Sigrid Kaag en ik delen onze liefde voor Caïro. Zij studeerde er Arabisch en ik bracht er een hele zomer blokkend, zwetend en zwoegend door in het Nederlands Instituut, waar prof. dr. mr. Ruud Peters, bij wie ik later afstudeerde op de jihad, nog directeur was.", "Helaas liep ik mijn collega-oriëntalist Sigrid, die slechts twee jaar jonger is dan ik, nooit tegen het lijf in de stad van de duizend minaretten, want dan was alles beslist heel anders gelopen. Dan was ik geen broodschrijver geworden en zat ik vanaf volgend jaar maart als first lady G&T’s te slobberen en sudoku’s op te lossen in het Catshuis en in het Torentje."], "authors": ["Arthur Van Amerongen"], "keywords": ["van", "dat", "om", "rommelen", "een", "het", "en", "mijn", "te", "mij", "ik", "thatcher", "wel", "op", "als", "thuis", "soort", "wat", "madding"], "pubDate": "2020-12-14T15:14:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}