{"id": "c902efe3-95f3-31ea-89d5-405b1debb1e5", "title": "De week van Stefan de Walle en zijn alter ego S.", "url": "https://volkskrant.nl/mensen/de-week-van-stefan-de-walle-en-zijn-alter-ego-s~b23de3c6/", "summary": "Beeld Erik SmitsVoor wie het niet weet: zoek de twee hints op de foto, tel daar ‘jarig’ en ‘vanavond druk’ bij op en het kwartje moet vallen, qua Stefan en die andere ‘S’.\nAfgezien van een dus behoorlijk pittige aanloop naar vandaag had Stefan ook nog een week als méns zijnde.\nExit gezamenlijke reis, wat rest is scheefgroei, gedoe met zorg, te oud, lukt niet meer, maar wat dan en hoelang nog?\nEn het is vertederend hoeveel ze van elkaar houden.\nDat klinkt als het verhaal van zijn ouders.", "paragraphs": ["Beeld Erik Smits", "Voor wie het niet weet: zoek de twee hints op de foto, tel daar ‘jarig’ en ‘vanavond druk’ bij op en het kwartje moet vallen, qua Stefan en die andere ‘S’. Afgezien van een dus behoorlijk pittige aanloop naar vandaag had Stefan ook nog een week als méns zijnde. Eentje die zich kenmerkt door de natuur en haar verval, goedschiks en kwaadschiks.", "Om maar met dat laatste te beginnen: ‘Mijn vader is ernstig ziek, hij heeft parkinsonisme. Het houdt me erg bezig.’ Dan het verhaal waarmee – of eigenlijk: waartegen – veel getrouwde ouderen vechten. Dat punt in het leven waar de een nog door kan, maar de ander door een ziekte pootje wordt gehaakt. Exit gezamenlijke reis, wat rest is scheefgroei, gedoe met zorg, te oud, lukt niet meer, maar wat dan en hoelang nog? ‘Tegelijkertijd heb ik heel veel respect voor hoe mijn ouders het beiden doorstaan en ondergaan. Opeens hebben ze ook gesprekken over dingen waar ze vroeger niet aan toekwamen. En het is vertederend hoeveel ze van elkaar houden. Maar dus ook hartverscheurend, want er moet een oplossing komen.’", "Verval, of de weg ernaartoe, kan ook mooi zijn. Neem de herfst. Niet Stefans favoriete seizoen (‘Ik hou van zon en warmte’) maar allemachtig, ‘dat korte moment waarop de herfst op zijn hoogtepunt is, met de bossen vol kracht en de bladeren vol kleur: schitterend.’ Meer specifiek heeft hij een rare fascinatie voor paddestoelen – zijn woorden. ‘Elke paddestoel die ik tegenkom, fotografeer ik.’ Niet dat hij er verstand van heeft, een elfenbankje van een stinkzwam onderscheiden lukt nog net, ‘maar ze maken de hele herfst voor me goed.’ En hij zag ze deze week, vlak voor het seizoen op zijn einde loopt en de kleuren grauw worden. De natuur laat zijn schouders hangen, wachtend op betere tijden. Dat klinkt als het verhaal van zijn ouders. Het is jammer dat je geen lente aan Sinterklaas kunt vragen."], "authors": ["Carolien Spaans"], "keywords": ["van", "het", "op", "maar", "zijn", "stefan", "s", "walle", "en", "een", "week", "dat", "ze", "niet", "ego", "alter"], "pubDate": "2020-12-03T15:00:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}