{"id": "c914ca6f-8e6a-30df-9cc6-cd7479ce6378", "title": "Kleiner en zonder bierhal, maar op de kermis in Tilburg is het als vanouds gezellig", "url": "https://volkskrant.nl/nieuws-achtergrond/kleiner-en-zonder-bierhal-maar-op-de-kermis-in-tilburg-is-het-als-vanouds-gezellig~b732f717/", "summary": "Het zou niet doorgaan, maar de grootste kermis van de Benelux, vanouds in Tilburg, is zaterdag toch begonnen.\nAls zesde generatie exploitant ziet hij de komende tien dagen vooral als bewijs dat het kan: een kermis op anderhalve meter.\nEr passen ongeveer tweeduizend mensen, op anderhalve meter van elkaar, op het kermisterrein.\nAls het te druk lijkt te worden, kunnen alle ingangen worden afgesloten en moeten eerst bezoekers het terrein af voordat nieuwe bezoekers naar binnen mogen.\nOnder het mom van: ‘Je weet maar nooit.’ Hoewel de kermis dit weekeinde goed verloopt, brengt de rest van het seizoen de exploitanten vooral onzekerheid.", "paragraphs": ["Het zou niet doorgaan, maar de grootste kermis van de Benelux, vanouds in Tilburg, is zaterdag toch begonnen. De exploitanten hopen dat de rest van Nederland het als voorbeeld ziet. ‘Het kan gewoon hoor, op anderhalve meter.’", "Met een sportieve zonnebril op tuurt Cor de Vos naar de almaar ronddraaiende spin. Wie denkt dat de kermis alleen voor kinderen is, zit ernaast. Cor is van middelbare leeftijd. Met een groepje vijftigers komt hij al twintig jaar naar de Tilburgse kermis. ‘Ik reis 200 kilometer voor die Brabantse gezelligheid.’", "Met drie gelijkgestemden is De Vos vrijdagavond vertrokken vanuit Den Helder. Voor drie dagen heeft hij 400 euro gespaard. Corona houdt hem niet thuis, zeker niet omdat dit voor zijn vrienden een ‘speciale editie’ is. ‘We waren vorig jaar nog met zijn vijven’, zegt hij. De vrolijke toon verdwijnt uit zijn stem. ‘Een van de jongens uit onze groep is afgelopen jaar overleden. Hij ging al 25 jaar mee. We steken vanmiddag een kaarsje voor hem aan in de kerk.’", "Ook de Vos is het niet ontgaan dat het er allemaal iets anders uitziet dit jaar. De kermis is vooral een stuk kleiner. Door coronamaatregelen zijn er geen 210, maar 60 attracties. Podia en bierhallen zijn dit jaar gesloten, daar is de anderhalvemeterregel onmogelijk te handhaven.", "Toch is de sfeer in het centrum van Tilburg uitstekend. Kinderen rennen vrolijk over het plein en de terrassen zitten vol. Op het kermisterrein zijn alleen maar lachende gezichten te zien, vooral bij de kermisexploitanten.", "Beeld Marcel van den Bergh / de Volkskrant", "Beeld Marcel van den Bergh / de Volkskrant", "Kop van Jut", "‘Wij reizen het hele land af om de mensen te vermaken, daarvoor werk je op de kermis’, zegt Jacky Bootsma. De 21-jarige exploitant kent iedereen hier. Zwaaiend en groetend belandt hij bij de Kop van Jut – zijn attractie. ‘Het is de oudste. Ik heb hem in een nieuw jasje gestoken. Ik ben een echte ondernemer weet je!’", "Hoewel het jaar anders is verlopen dan hij had gehoopt, is Bootsma vooral blij om weer terug te zijn tussen de attracties. Hij heeft de coronaklap goed kunnen opvangen met ander werk, maar voor hem gaat niets boven de kermis. Als zesde generatie exploitant ziet hij de komende tien dagen vooral als bewijs dat het kan: een kermis op anderhalve meter. ‘Ik heb veel respect voor de gemeente Tilburg omdat ze het feest hebben laten doorgaan.’", "Beeld Marcel van den Bergh / de Volkskrant", "Beeld Marcel van den Bergh / de Volkskrant", "Dat was zo makkelijk nog niet. In eerste instantie gelaste de gemeente Tilburg de kermis af. Nadat het kabinet de coronamaatregelen had versoepeld ‘hebben we in drie weken alle maatregelen genomen die nodig zijn. En hij stáát’, zegt van Jet van Baast trots. Al 24 jaar organiseert zij de kermis in de gemeente Tilburg. ‘Ik vind het machtig mooi, hoor. Wij zijn een kermisstad. We worden vaak gezien als voorbeeld voor anderen. Dan moeten we dat ook laten zien.’", "Via een druktemonitor houdt de gemeente in de gaten of het niet te vol is in de binnenstad. Er passen ongeveer tweeduizend mensen, op anderhalve meter van elkaar, op het kermisterrein. Als het te druk lijkt te worden, kunnen alle ingangen worden afgesloten en moeten eerst bezoekers het terrein af voordat nieuwe bezoekers naar binnen mogen. Op de kermis wordt de meute door borden, beveiligers en riante hoeveelheden desinfectiemiddel constant herinnerd aan het coronavirus. ‘Het organiseren van de kermis was goed te doen. Iedereen is heel meewerkend’, zegt van Baast.", "Onzekerheid voor exploitanten", "Toch klopt ze alle voorbarige conclusies over de nabije toekomst van de kermis meteen weer af. Onder het mom van: ‘Je weet maar nooit.’ Hoewel de kermis dit weekeinde goed verloopt, brengt de rest van het seizoen de exploitanten vooral onzekerheid. Tilburg is dan wel doorgegaan, veel andere evenementen staan op losse schroeven.", "Beeld Marcel van den Bergh / de Volkskrant", "Voor Roger Kremer, die al twaalf jaar met muntenschuifmachines het land doorkruist, is dit pas de tweede kermis van het seizoen. Al staat hij positief in het leven, toch maakt hij zich zorgen: ‘Veel gemeenten twijfelen nog of het feest wel kan doorgaan. Doordat veel kermissen een stuk kleiner zijn, is er lang niet voor iedereen ruimte.’", "Van Baast snapt de frustratie: ‘Iedereen heeft het zwaar nu. In de evenementenbranche zijn harde klappen gevallen. Ook wij hebben mensen moeten teleurstellen. Er staan hier bijna driekwart minder attracties. Dat doet zeer.’ Kremer hoopt dat veel kermissen het voorbeeld van Tilburg volgen. ‘Ik zeg altijd maar: de kermis is hard werken voor weinig, maar je bent nooit chagrijnig.’"], "authors": ["Bas Beekman"], "keywords": ["van", "gezellig", "een", "en", "kermis", "maar", "tilburg", "kleiner", "te", "zijn", "vanouds", "op", "voor", "jaar", "zonder", "hij", "het"], "pubDate": "2020-07-19T15:28:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}