{"id": "c9140dcb-4aa7-334f-9a22-03da90831a6d", "title": "Is Parkpop nog wel Parkpop op het Malieveld?", "url": "https://volkskrant.nl/cultuur-media/is-parkpop-nog-wel-parkpop-op-het-malieveld~b032b978c/", "summary": "Bovendien kunnen er op het Malieveld (5,3 hectare) maximaal 80 duizend mensen terecht, terwijl Parkpop ruim 200 duizend bezoekers trekt.\nDe drie speelweides van het Zuiderpark zijn samen 14 hectare groot.\nHet gratis festival heeft steeds meer moeite om grote namen op het affiche te krijgen.\n‘In het Zuiderpark heeft Parkpop drie grote velden voor de podia’, zegt HSP-raadslid Peter Bos.\n‘Ook de omwonenden van het Malieveld klagen over overlast, omdat er steeds meer festivals en evenementen zijn.’ Op het Malieveld waren de afgelopen jaren concerten van onder anderen Bruce Springsteen en Pink.", "paragraphs": ["Parkpop in Den Haag. Beeld ANP Kippa", "Parkpop, ooit Europa’s grootste popfestival, kondigde vorige week de verhuisplannen aan. En dat heeft veel emoties losgemaakt. Op de nieuwe locatie verliest Parkpop volgens critici zijn identiteit. Bovendien kunnen er op het Malieveld (5,3 hectare) maximaal 80 duizend mensen terecht, terwijl Parkpop ruim 200 duizend bezoekers trekt. De drie speelweides van het Zuiderpark zijn samen 14 hectare groot.", "Het gratis festival heeft steeds meer moeite om grote namen op het affiche te krijgen. ‘Vroeger hielp de platenindustrie ons bij het boeken van grote acts’, zegt festivaldirecteur Guus Dutrieux, al vanaf de eerste editie in 1981 aan Parkpop verbonden. ‘Wij waren voor veel artiesten de ‘gateway to Europe’.’", "Affiche van de eerste editie van Parkpop, 1981. Beeld Parkpop", "Afglijden", "Acts zijn de laatste twintig jaar steeds duurder geworden, omdat artiesten het financieel juist veel meer moeten hebben van de optredens. ‘Het niveau van de acts die wij kunnen betalen, wordt steeds lager’, aldus Dutrieux. ‘Het gevolg is dat je als festival aan importantie verliest, en dan raak je publiek en sponsors kwijt. De locatie bepaalt of mensen nog komen. Het Malieveld is veel beter bereikbaar. We willen niet afglijden naar een regionaal festival.’", "In de Haagse gemeenteraad heeft de Haagse Stadspartij (HSP) samen met PvdA en VVD vragen gesteld over de verhuisplannen van het festival, dat jaarlijks 350 duizend euro gemeentelijke subsidie krijgt. ‘In het Zuiderpark heeft Parkpop drie grote velden voor de podia’, zegt HSP-raadslid Peter Bos. ‘Je kunt er lekker rondkuieren van podium naar podium. Er hangt een familiaire sfeer, een beetje Woodstock. Het Zuiderpark is toch het volkspark van Den Haag.’", "Geluidsoverlast", "Een andere reden voor de verhuizing zijn volgens de organisatie klachten over geluidsoverlast. Op raadslid Peter Bos maakt dat argument weinig indruk. ‘Ook de omwonenden van het Malieveld klagen over overlast, omdat er steeds meer festivals en evenementen zijn.’ Op het Malieveld waren de afgelopen jaren concerten van onder anderen Bruce Springsteen en Pink. In de zomermaanden treedt Cirque du Soleil er op.", "In Den Haag zijn de meningen verdeeld over de verhuizing. Bassist Rinus Gerritse van Golden Earring (op Parkpop in 1989, 1995 en 2014) kan het wel begrijpen. ‘Kijk, ik vond het Zuiderpark wel leuk hoor’, zei hij tegen Omroep West. ‘Maar er is niets mis met het Malieveld. Het is een prima plek, mensen zijn eraan gewend. En ze kunnen er zo vanuit het station naar toe lopen.’", "Festivaldirecteur Guus Dutrieux heeft zelf ook moeite met het besluit. ‘Maar het kan niet anders. Uiteraard gaan we alles doen om de intimiteit te behouden.’"], "authors": ["Bart Dirks"], "keywords": ["zuiderpark", "van", "heeft", "nog", "het", "op", "zijn", "malieveld", "en", "parkpop", "er", "wel"], "pubDate": "2020-11-30T16:48:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}