{"id": "c918c077-edb0-3c89-bd4f-7cd6fdf28516", "title": "Financieel fit in 2021: zo krijg je in drie stappen je financiën op orde", "url": "https://www.metronieuws.nl/geld-carriere/2021/01/financien-op-orde/", "summary": "Wil jij in 2021 ook beter omgaan met je geld en je financiën op orde krijgen?\nJe wordt dan namelijk met je neus op de feiten gedrukt over hoeveel geld je eigenlijk uitgeeft aan kleding of Thuisbezorgd.\nStap 2: Houd je financiën op ordeOm het gehele jaar financieel fit te blijven, is het belangrijk dat je het overzicht blijft houden.\nKoppel ‘m aan je bankrekening en de app houdt automatisch bij waar je je geld precies aan uitgeeft.\nDan is dat een mooie eerste start om je financiële buffer op te bouwen en zou je financiën op orde te houden.", "paragraphs": ["Financieel fit in 2021: zo krijg je in drie stappen je financiën op orde", "Na alle kerstdiners, oliebollen en glazen champagne is het voor veel Nederlanders in januari weer even tijd om de vitamines voorrang te geven. Maar ook de financiële gezondheid is vaak een goed voornemen van mensen. Wil jij in 2021 ook beter omgaan met je geld en je financiën op orde krijgen?", "Zo word je in drie stappen financieel fit in 2021.", "Stap 1: Waar blijft je geld?", "Je voelde het misschien al aankomen, maar mensen met een goede financiële gezondheid weten precies waar hun geld heen gaat. Lijnrecht daartegenover heb je mensen die liever niet op de bankrekening kijken en hun adem inhouden als ze inloggen bij online bankieren. Eén ding is zeker: als jij je weleens afvraagt waar je geld toch blijft, is het verstandig om overzicht te krijgen over je financiën.", "De kans is groot dat je wel leukere avondbestedingen kunt bedenken dan je bankrekening doorploeteren. Je wordt dan namelijk met je neus op de feiten gedrukt over hoeveel geld je eigenlijk uitgeeft aan kleding of Thuisbezorgd. Maak het daarom zo leuk mogelijk voor jezelf. Zet je favoriete playlist op, schenk een lekker biertje in of steek een geurkaars aan: wat je ook maar moet doen om jezelf te motiveren.", "Pak er vervolgens pen en papier of een Excel-bestandje bij en noteer van een aantal maanden precies wat er is binnengekomen en uit is gegaan. Vervolgens zet je erachter in welke categorie dat is geweest (huur/hypotheek, boodschappen, verzekeringen, maar ook uitjes, kleding en horeca als die open was). Nu zie je in één oogopslag naar welke categorieën je geld voornamelijk gaat, en of je daar misschien op zou kunnen besparen.", "Stap 2: Houd je financiën op orde", "Om het gehele jaar financieel fit te blijven, is het belangrijk dat je het overzicht blijft houden. Je kunt bijvoorbeeld elke maand of elk kwartaal zo’n avond inplannen waarop je in jouw financiën duikt. Of je neemt het nog een stap serieuzer en houdt een kasboek of budgetplanner bij waarin je al je uitgaven met de hand noteert.", "Wie dat teveel werk vindt, kan tegenwoordig ook een budget-app op z’n telefoon downloaden. Koppel ‘m aan je bankrekening en de app houdt automatisch bij waar je je geld precies aan uitgeeft. Ook handig: vaak hebben die apps een optie om een budget in te stellen. Oftewel: een limiet die je voor jezelf bedenkt. Heb je gedurende de maand veel kleding gekocht en is je budget bijna op? Dan stuurt de app een reminder dat je jouw hand even op de knip moet houden.", "Stap 3: Bouw een flinke financiële buffer op", "Ruim een derde van de Nederlanders (34 procent) heeft geldzorgen, bleek uit de Barometer Financiële Onbezorgdheid van de Volksbank uit 2018. Nu de pandemie voor een crisis heeft gezorgd, nemen die zorgen alleen maar toe. Een flinke buffer waarmee je financiële tegenslagen kunt opvangen en zelfs een aantal maanden je vaste lasten kunt betalen als je bijvoorbeeld je baan kwijtraakt, zorgt ervoor dat je ‘s nachts beter kunt slapen. Sparen en besparen wordt vaak niet echt als sexy gezien, maar als je het als een manier gaat zien om financiële zorgen het hoofd te bieden, wordt het net zo leuk als geld uitgeven. Dat betekent wel dat je keuzes moet gaan maken.", "Heb je eind 2020 je jaarlijkse salarisverhoging gekregen? Dan is dat een mooie eerste start om je financiële buffer op te bouwen en zou je financiën op orde te houden. Stort deze verhoging elke maand met een automatische afschrijving naar je spaarrekening en zie het bedrag groeien!", "Lees ook: Een stappenplan om 10.000 euro te sparen in 2021", "Tessa Ham is redacteur bij WorkJuice.nl en schrijft voor Metro over carrière en geld."], "authors": ["Tessa Ham"], "keywords": ["drie", "financieel", "zo", "stappen", "krijg", "en", "financiën", "een", "op", "te", "orde", "als", "het", "fit", "geld", "ook", "dat", "je"], "pubDate": "2021-01-04T18:04:00Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}