{"id": "c91e7f12-0891-35f7-b3a8-80be8fab8aaf", "title": "Waarom de game Among Us ineens een gigahit was in 2020", "url": "https://nu.nl/games/6096317/waarom-de-game-among-us-ineens-een-gigahit-was-in-2020.html", "summary": "Dat kan met willekeurige spelers, maar is het leukst met een groep vrienden.\nPas in 2020 werd het spel ineens immens populair, nadat een groep Amerikaanse streamers de game op streamingsite Twitch oppikte.\nHet werd uiteindelijk een van de populairdere uitzendingen op Twitch, met op de piek 435.000 gelijktijdige kijkers.\n\"Je merkt echt dat het een hype is\", vertelt hij in een gesprek met NU.nl.\nHet is volgens Vledder een soort game die je zelden ziet.", "paragraphs": ["Het kleine indiespelletje Among Us werd in 2020 één van de populairste games ter wereld.", "Softwaremaker Inner Sloth bracht Among Us al in 2018 uit. In het spelletje worden vier tot tien spelers onder meer op een kapot ruimteschip gedropt dat ze samen moeten repareren. Dat kan met willekeurige spelers, maar is het leukst met een groep vrienden.", "De twist: tussen de spelers zitten ook saboteurs die hun metgezellen stiekem vermoorden. Dat doen ze als je bijvoorbeeld losgeslagen kabels verbindt of een computer kalibreert, waardoor de dader niet in beeld staat.", "Als er een lijk wordt gevonden, teleporteert iedereen naar een vergaderkamer en wordt overlegd wie de mogelijke dader was. Het is een soort Wie is de Mol? of Weerwolven van Wakkerdam in gamevorm, dat je kunt downloaden op zowel een pc als smartphone.", "186 Waarom Among Us zo populair is in coronatijd: 'Lekker tegen elkaar schreeuwen'", "Niet meteen een succes", "Toch werd de game bij verschijning niet meteen een hit en verdween hij snel weer naar de achtergrond. Pas in 2020 werd het spel ineens immens populair, nadat een groep Amerikaanse streamers de game op streamingsite Twitch oppikte.", "De streamers speelden samen potjes op het platform, waarbij fans konden meekijken. Het spel explodeerde: dit jaar is er zes miljoen uur aan Among Us gestreamd. Het spel trekt iedere dag tegen de 100.000 kijkers.", "Het was een grote verrassing voor Inner Sloth. Het bedrijfje achter de hit bestaat uit slechts vier mensen, die eerder een handjevol kleinere, artistieke games hadden gebouwd.", "Hit mede dankzij Amerikaanse politicus", "De Amerikaanse politicus Alexandria Ocasio-Cortez streamde de game in oktober dit jaar ook, om op die manier kijkers te motiveren naar de stembussen voor de presidentsverkiezingen te gaan. Het werd uiteindelijk een van de populairdere uitzendingen op Twitch, met op de piek 435.000 gelijktijdige kijkers. In november speelde ze nog eens, waarbij ze 200.000 dollar (ongeveer 165.000 euro) aan donaties inzamelde voor verschillende goede doelen.", "In december staat de game doorgaans in de top 20 meest bekeken titels op Twitch. Het spel Fortnite scoort gemiddeld nog steeds beter, vermoedelijk omdat deze makkelijker te streamen is. Een pot Fortnite kan iedereen spelen en uitzenden, maar voor Among Us maak je het liefst afspraken met vrienden.", "Ook in Nederland een hype", "Ook in Nederland wordt de game door steeds meer streamers en videomakers gespeeld. Bij de Friese YouTuber Ronald Vledder scoren zijn filmpjes van de game nog steeds bovengemiddeld goed. \"Je merkt echt dat het een hype is\", vertelt hij in een gesprek met NU.nl.", "Het is volgens Vledder een soort game die je zelden ziet. \"Je kunt er eigenlijk helemaal niet goed in te zijn, je speelt door gewoonweg simpele taken uit te voeren. Maar je moet goed kunnen liegen tegen je vrienden.\"", "621 Ronald Vledder speelt de saboteur in Among Us", "\"Dat kan ik zelf overigens helemaal niet. Kennelijk word ik ineens heel kalm als ik iemand probeer te misleiden, waardoor vrienden mij gelijk doorhebben. Maar het is hilarisch om uit te zoeken wie je in een potje kan vertrouwen.\"", "Dat de game in coronatijden populair werd, is volgens hem ook geen toeval. \"Je kan de game spelen met mensen die je in het echt even niet kunt zien. Ik heb bij potjes inmiddels ook meerdere nieuwe vrienden gemaakt. Mensen die ik hiervoor echt nog nooit eerder sprak. Dat is mooi.\""], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["2020", "waarom", "ineens", "een", "met", "op", "gigahit", "te", "werd", "het", "game", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}