{"id": "c92ad475-132e-327a-9769-8d766aedecd3", "title": "4 doden, 52 arrestaties: dit gebeurde er bij de bestorming van het Capitool", "url": "https://www.parool.nl/wereld/4-doden-52-arrestaties-dit-gebeurde-er-bij-de-bestorming-van-het-capitool~b9eaed1a/", "summary": "Enkele uren voordat de zitting in het Capitool begon, hield president Trump een toespraak in de buurt van het Capitool.\nHet kwam tot gevechten in de gangen van het Capitool en de politie.\nBekijk hier ons foto-overzicht van de bezetting van het Capitool.\nMeerdere medewerkers van het Witte Huis zijn opgestapt na de bestorming van het parlementsgebouw in Washington.\nVolgens het hoofd van de beveiliging van het Huis van Af­gevaardigden is het gebouw inmiddels weer veilig.", "paragraphs": ["Honderden Trump-aanhangers drongen het Capitool binnen om de stemming te verstoren. Beeld via REUTERS", "1. Waarom bestormden Trumpaanhangers het regeringsgebouw?", "Enkele uren voordat de zitting in het Capitool begon, hield president Trump een toespraak in de buurt van het Capitool. In de ruim één uur durende speech viel hij iedereen aan die volgens hem verantwoordelijk was voor het ‘gesjoemel’ met de uitslag van de verkiezingen. “Ik zal het nooit aanvaarden, ik zal nooit (mijn nederlaag, red.) toegeven. Je geeft niet toe als er fraude bij betrokken is,” zei Trump. “We zullen de diefstal tegenhouden.” De president bleef volhouden dat hij de verkiezingen met een ruime meerderheid heeft gewonnen. Na zijn speech trok een opgefokte menigte richting het regeringsgebouw.", "2. Hoe verliep de bestorming?", "Het lijkt er op dat de aanwezige politie de grote menigte in Washington zwaar onderschat heeft. Het Metropolitan Police Department van de stad had alle 3750 beschikbare agenten ingezet. Ook agenten van de Park Police en de Secret Service waren aanwezig in de stad. Toch wisten honderden aanhangers zich langs de politie een weg naar binnen te vechten. De zitting van het Congres moest daardoor in allerijl worden afgebroken en Congresleden moesten zichzelf in veiligheid brengen. Ook vicepresident Mike Pence, die de vergadering leidde, moest vluchten. Trump had zijn vicepresident vlak daarvoor op Twitter nog afgevallen, omdat die weigerde de zitting tegen te houden.", "Het kwam tot gevechten in de gangen van het Capitool en de politie. Agenten van de secret service stonden met getrokken pistolen voor de gebarricadeerde deuren van de zaal waarin het Congres vergadert.", "Iets voor 18.00 uur (lokale tijd) begon de inmiddels flink versterkte politiemacht met het terugdringen van de menigte die het Capitool was binnengedrongen. Ook ging om 18.00 uur een avondklok in die door de burgemeester van Washington was ingesteld. Vicepresident Pence gaf de Nationale Garde toestemming om de stad binnen te trekken, zeggen medewerkers van het ministerie van Defensie en het Witte Huis – een maatregel die normaal wordt genomen door de president als opperbevelhebber, maar die voelde zich daar niet toe geroepen.", "Bekijk hier ons foto-overzicht van de bezetting van het Capitool.", "Beveiliging en politie in het Capitool. Beeld REUTERS", "3. Zijn er slachtoffers gevallen?", "Er zijn tijdens de rellen in en om het Capitool vier doden gevallen, meldt de hoofdstedelijke politie. Drie sterfgevallen waren het gevolg van een ‘medisch noodgeval’. Wat dat daar precies mee wordt bedoeld, is nog onduidelijk. De andere dode is een vrouw uit San Diego, een veteraan, die in het Capitool door de politie werd neergeschoten en later aan haar verwondingen overleed. Ook raakten veertien politieagenten gewond, van wie twee ernstig.", "Er zijn 52 arrestaties verricht, waarvan het merendeel vanwege het overtreden van de wegens de rellen ingestelde avondklok.", "In het regeringsgebouw is de schade aanzienlijk. Er ligt overal glas, meubels zijn kapotgeslagen.", "De politie bevestigde ook dat er pijpbommen zijn gevonden bij de hoofdkwartieren van zowel de Democratische als de Republikeinse Partij. In een voertuig dat bij het Capitool geparkeerd stond, werden molotovcocktails aangetroffen.", "I’m inside the Capitol for @USATODAY. The aftermath of Trump rioters storming the building is jarring", "Glass everywhere, dust blankets the ground, broken benches turned on their side, used medical kit with an IV & AED machine that was used on a woman who was squeezed in the chaos pic.twitter.com/aafYiH6GpD — Christal Hayes (@Journo_Christal) 7 januari 2021", "4. Hoe verloopt de zitting van het Congres nu verder?", "Direct nadat het Capitool was vrijgegeven, liet de voorzitter van het Huis van Afgevaardigden, Nancy Pelosi, weten woensdagavond (lokale tijd) nog bijeen te willen komen om verder te gaan met het vaststellen van de verkiezingsuitslag. Ook de leider van de Republikeinen, Mitch McConnell, stemde daarmee in. Om 20.00 uur (02.00 uur Nederlandse tijd) ging de zitting weer van start in het Congres.", "In de uren erna werd er verder gestemd. Meerdere senatoren die de verkiezingsuitslag eerder nog betwistten, hebben hun mening herzien. Hiermee staat niets meer in de weg van de vaststelling van de uitslag en daarmee de inauguratie van Joe Biden als president van de Verenigde Staten op 20 januari.", "Donderdagochtend werd rond 09.30 uur Nederlandse tijd dan ook bekendgemaakt dat het Amerikaanse parlement meer dan de 270 kiesmannen voor Joe Biden officieel heeft vastgesteld, genoeg voor het presidentschap. Biden eindigde met 306 kiesmannen, Trump met 232. Bezwaren van Trump-bondgenoten tegen de uitslagen in sommige staten werden weggestemd. De vaststelling van de uitslag van de staat Vermont duwde Biden over de kritieke grens van 270 kiesmannen.", "5. De kritiek op Trump is nu nog groter, kan hij worden afgezet?", "Meerdere medewerkers van het Witte Huis zijn opgestapt na de bestorming van het parlementsgebouw in Washington. Ingewijden zeggen dat de plaatsvervangend nationaal veiligheidsadviseur van Donald Trump is vertrokken. Ook de stafchef van presidentsvrouw Melania en de evenementenplanner van het Witte Huis dienden hun ontslag in.", "Veel Amerikanen zijn klaar met Trump, na zijn ‘opruiende’ rol bij de bestorming van het Capitool. Als het aan hen ligt, wordt hij nog voor het eind van zijn ambtstermijn uit het Witte Huis gezet. Is dat mogelijk? Van nog twee weken doorbijten tot een impeachment: dit zijn vier mogelijke scenario’s.", "Tijdlijn 12.00 (18:00 uur Nederlandse tijd): Donald Trump houdt een toespraak in Washington D.C. Hij zegt daarin zijn verlies nooit te zullen erken­nen en spoort zijn gehoor aan naar het Capitool te gaan. 12.55: Vicepresident Mike Pence laat op Twitter weten niet mee te werken aan Trumps couppoging als voorzitter van de zitting in het Congres. 13.00: De ceremoniële zitting waarbij de uitslag van de presidentsverkiezingen wordt bekrachtigd, begint in het Capitool. 14:15: Trumpaanhangers weten het Capitool binnen te dringen. Onder anderen vicepresident Pence wordt geëvacueerd. 15.00: President-elect Joe Biden roept president Trump op om in te grijpen. 15.21: President Trump roept zijn aanhang in een videoboodschap op het Capitool te verlaten. Maar hij herhaalt nog eens dat hij de verkiezing ‘frauduleus’ verloren heeft 16.45: De politie is begonnen met het terugdringen van de menigte uit het Capitool. Volgens het hoofd van de beveiliging van het Huis van Af­gevaardigden is het gebouw inmiddels weer veilig. 17.15: President Trump noemt de aanval in een tweet een ­logisch gevolg op de verkiezingsuitslag. 18.30: Het Capitool wordt schoon­gemaakt, zodat het volledige Congres weer bijeen kan komen. 20.00: Vicepresident Pence is teruggekeerd naar de Senaat. 20.15: De zitting wordt hervat. 00.00: Het Congres verwerpt het bezwaar dat Trumployalisten indienden tegen de uitslag in Arizona. 03.20: Het Congres verwerpt ook bezwa­ren tegen de verkiezingsuitslag in Pennsylvania. 03.55: Vicepresident Mike Pence ­verklaart dat het Amerikaanse ­Congres ­officieel de verkiezingswinst van Joe Biden heeft vastgelegd. 04.00: President Donald Trump belooft in een statement toch mee te werken aan een ‘ordelijke machtsoverdracht’.", "Volg hier ons liveblog over de situatie in Washington."], "authors": ["Het Parool"], "keywords": ["arrestaties", "er", "zijn", "van", "capitool", "trump", "en", "een", "gebeurde", "bij", "dit", "te", "ook", "bestorming", "het", "dat", "doden"], "pubDate": "2021-01-07T06:09:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}