{"id": "c94ac551-8eee-3cb9-b9fb-22f2192bb8a1", "title": "’Acht op de tien huiseigenaren kunnen besparen op hypotheek’", "url": "https://www.telegraaf.nl/financieel/1095029494/acht-op-de-tien-huiseigenaren-kunnen-besparen-op-hypotheek", "summary": "Het aantal aanvragen voor een oversluiting lag 64% hoger dan in 2019.\nHet aantal oversluitingen vormt een klein percentage van het totaal aantal lopende hypotheken.\nNN verwacht verwacht dat oversluiten ook dit jaar populair blijft.\nLagere tariefklasseDe stijging in oversluiten kan ook komen doordat mensen de afgelopen jaren hebben afgelost op hun hypotheek en de waarde van hun huis is gestegen, zegt NN.\nHet gaat om kleine renteverlagingen voor een beperkt aantal rentevaste periodes bij een klein aantal geldverstrekkers.", "paragraphs": ["NN baseert zich op de in september gelanceerde rekentool Hypotheek OversluitCheck, die de afgelopen maanden volgens de geldverstrekker ongeveer tienduizend keer werd ingevuld.", "Nederlandse huizenbezitters stapten vorig jaar massaal naar hun bank of hypotheekadviseur om te profiteren van de lage rente, schreef De Hypotheker eind december al in het jaarverslag. Het aantal aanvragen voor een oversluiting lag 64% hoger dan in 2019. Bijna een kwart van de hypotheekaanvragen in 2020 was volgens de hypotheekketen afkomstig van oversluiters.", "Het aantal oversluitingen vormt een klein percentage van het totaal aantal lopende hypotheken. NN verwacht verwacht dat oversluiten ook dit jaar populair blijft.", "Lagere tariefklasse", "De stijging in oversluiten kan ook komen doordat mensen de afgelopen jaren hebben afgelost op hun hypotheek en de waarde van hun huis is gestegen, zegt NN. Hierdoor kan de hypotheek in een lagere tariefklasse terechtkomen met een lagere hypotheekrente, wat voor extra voordeel zorgt.", "De hele trage, dalende hypotheekrente zet zich door in dit nieuwe jaar, zegt Van Bruggen Adviesgroep. Het gaat om kleine renteverlagingen voor een beperkt aantal rentevaste periodes bij een klein aantal geldverstrekkers. Voor de rentevastperiodes 20 en 30 jaar vast met Nationale Hypotheekgarantie zullen we bijna wekelijks nieuwe laagterecords bereiken, verwacht Van Bruggen."], "authors": ["Redactie Dft"], "keywords": ["van", "verwacht", "voor", "jaar", "kunnen", "acht", "een", "huiseigenaren", "aantal", "hun", "besparen", "nn", "op", "tien", "het", "hypotheek"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}