{"id": "c94f8ced-c644-3da2-974e-9223ac4eb9c8", "title": "Welke punten moeten nog worden overwonnen voor Brexit-deal?", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/12/welke-punten-moeten-nog-worden-overwonnen-voor-deal-792714/", "summary": "‘We hebben onze hoofdonderhandelaars gevraagd een overzicht op te stellen van de resterende verschillen, die de komende dagen persoonlijk besproken zullen worden,’ staat in de verklaring.\nBrussel wil dat het Verenigd Koninkrijk die EU-regels nauwgezet volgt, ook op het gebied van werknemersrechten en milieu.\nMaar de Britten zien het loslaten van die regels juist als het herwinnen van soevereiniteit, het belangrijkste doel van de Brexit.\nHierbij is het land tot het einde van het jaar nog gebonden aan de EU-regels, zoals het gemeenschappelijk visserijbeleid.\n‘Je moet blijven geloven in de kracht van het gezond verstand.’Maar de tijd dringt.", "paragraphs": ["De Britse premier Boris Johnson en onderhandelaars van de Europese Unie zijn het er nog altijd niet over eens hoe de handelsrelatie tussen de twee partijen er in de toekomst uit moet zien. Komen ze er op tijd uit? Vier vragen en antwoorden.", "1", "Wat zijn de laatste ontwikkelingen?", "Maandagavond was er telefonisch overleg tussen Johnson en de voorzitter van de Europese Commissie Ursula von der Leyen. Het gesprek van zo’n anderhalf uur leverde geen noemenswaardige resultaten op, lieten de twee na afloop in een gezamenlijke verklaring weten.", "‘We hebben onze hoofdonderhandelaars gevraagd een overzicht op te stellen van de resterende verschillen, die de komende dagen persoonlijk besproken zullen worden,’ staat in de verklaring.", "2", "Over welke punten kunnen de partijen het maar niet eens worden?", "Veruit het belangrijkste punt is concurrentie, het zogenoemde level playing field. Dat is een verzameling regels en maatstaven die moeten garanderen dat bedrijven in het ene land geen oneerlijk voordeel hebben ten opzichte van hun concurrenten in het buitenland.", "Brussel wil dat het Verenigd Koninkrijk die EU-regels nauwgezet volgt, ook op het gebied van werknemersrechten en milieu. Maar de Britten zien het loslaten van die regels juist als het herwinnen van soevereiniteit, het belangrijkste doel van de Brexit. Evenmin kunnen de twee partijen het eens worden over de manier waarop de maatregelen moeten worden afgedwongen, wie ze gaat handhaven of hoe toekomstige handelsgeschillen moeten worden opgelost.", "Ook om visserij is veel te doen. Dat is altijd een gevoelig onderwerp geweest voor de Britten en de supporters van de Brexit willen de zeggenschap over de eigen wateren terug.", "De Britten willen dat een nieuwe overeenkomst met de Europese Unie (EU) is gebaseerd op het principe dat Britse boten voorgaan, de EU wil dat vissersboten van lidstaten net zo goed toegang krijgen. Komt er geen ‘faire deal’, dan kunnen de Britten volgens de EU-onderhandelaars fluiten naar een vrijhandelsakkoord (waarbij goederen, zoals nu, zonder heffingen of belastingen de grens overgaan).", "3", "Hoe is de visserij nu geregeld?", "Het Verenigd Koninkrijk heeft de EU formeel verlaten op 31 januari 2020 en zit in een overgangsperiode. Hierbij is het land tot het einde van het jaar nog gebonden aan de EU-regels, zoals het gemeenschappelijk visserijbeleid.", "Daarin staat dat de visserijvloten van elk land volledige toegang hebben tot elkaars wateren. Alleen de eerste 22 km vanuit de kust van een land zijn hiervan uitgezonderd.", "Dit betekent niet dat vissers zomaar alles kunnen vangen wat ze willen. Jaarlijks komen in december EU-ministers bij elkaar om te bepalen hoeveel vis van elke soort mag worden gevangen. Deze quota worden dan verdeeld. Daarvoor geldt een verdeelsleutel die is vastgesteld in de jaren zeventig. Britse vissers zijn enorm ontevreden over die verdeelsleutel. Een belangrijk doel van de Britse regering in de onderhandelingen is daarom het Britse aandeel flink vergroten. De EU heeft gedreigd dat zonder toegang tot de wateren van het Verenigd Koninkrijk Britse vissers niet langer toegang hebben tot Europese markt om hun vis te verkopen. Maar volgens het Verenigd Koninkrijk gaat het zelf over wat er in zijn wateren gebeurt.", "4", "Wat wordt er besproken op de EU-top?", "Johnson vliegt woensdag of vrijdag naar Brussel voor een face-to-face gesprek met Von der Leyen. Maar volgens insiders is er weinig hoop dat dit iets oplevert. De actie van Johnson zou vooral zijn bedoeld om zijn achterban te laten zien dat hij er alles aan heeft gedaan om tot een akkoord te komen. Lees meer achtergrond bij dit verhaal: Brexit-Boris moet kiezen: soeverein of buigen voor EU", "Donderdag komen leiders van de EU-lidstaten in Brussel bijeen om verder te spreken over de toekomstige handelsrelaties tussen de EU en het Verenigd Koninkrijk. Tegenover de BBC zei Johnson dat hij nog altijd hoopvol is. ‘Maar ik moet eerlijk zijn, de situatie is op dit moment erg moeilijk.’ Hij blijft optimistisch. ‘Je moet blijven geloven in de kracht van het gezond verstand.’", "Maar de tijd dringt. Als er tegen 31 december geen overeenkomst is geratificeerd, volgt een zogeheten ‘harde’ Brexit en kunnen het Verenigd Koninkrijk en de EU invoerrechten gaan heffen op elkaars goederen.", "Johnson zegt dat hij open blijft staan voor een gesprek. ‘Op elk niveau, politiek of op een andere manier, we zijn bereid alles te proberen. Maar er zijn gewoon grenzen die een zinnige, onafhankelijke regering niet kan passeren en mensen moeten dat begrijpen.’", "In eigen land heeft de Labour Party kritiek op het feit dat Johnson tot het laatste moment met de gesprekken heeft gewacht. Berekeningen wijzen erop dat de Britten er mogelijk 2 procent van het nationaal inkomen bij inschieten als het land de EU verlaat zonder akkoord."], "authors": [], "keywords": ["moeten", "van", "overwonnen", "welke", "nog", "het", "op", "eu", "zijn", "punten", "worden", "een", "dat", "en", "te", "brexitdeal", "er", "voor"], "pubDate": "2020-12-08T15:51:07+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}