{"id": "c96004a4-822f-374c-af20-952fb5542642", "title": "Bij de Crazy Xmas Pop-upwinkel kan je terecht voor glitter-Nijntjes voor in de boom", "url": "https://www.parool.nl/ps/bij-de-crazy-xmas-pop-upwinkel-kan-je-terecht-voor-glitter-nijntjes-voor-in-de-boom~b1c25cfb/", "summary": "Verder kunnen mensen eten afhalen of bestellen bij restaurant C’est la Switi in het centrum.\nEn in onze nieuwe pop-upwinkel kunnen mensen kerstversiering en -cadeaus kopen.\nZo kwamen we op het idee van een kerstwinkel, die tot en met 24 december open is.\nSpontaan uitgaan en een beetje aangeschoten in ’t Lammetje belanden.\nMaar we trommelen iedereen op, het wordt heel gezellig.”", "paragraphs": ["Beeld Anouk Hulsebosch", "Wat betekent de gedeeltelijke ­lockdown voor uw zaak?", "“Van de Coffeeconcepts-barren maakten we koffie-to-go-winkels, zo konden we doordraaien. Maar onze cateringbusiness viel weg vanwege lege kantoren. En – afschuwelijk – we moesten mensen in het team laten gaan.”", "Hoe gaat de komende tijd eruitzien?", "“Wanneer er in kantoren nog wordt vergaderd op anderhalve meter afstand, kunnen wij zeker nog de catering doen. Verder kunnen mensen eten afhalen of bestellen bij restaurant C’est la Switi in het centrum. En in onze nieuwe pop-upwinkel kunnen mensen kerstversiering en -cadeaus kopen. We hebben allerlei kerstballen, glitter-Nijntjes, gedecoreerde kerstbomen en kerstkransen.”", "Nog creatieve inzichten gekregen door de situatie?", "“Toen we met ons kantoor verhuisden naar een nieuwe plek, hadden we ruimte over. Daarmee wilden we iets leuks doen. Zo kwamen we op het idee van een kerstwinkel, die tot en met 24 december open is. We hebben het in acht dagen opgezet. De muren kregen een kerstkleur, we hadden decoratie nodig en moesten inkopen doen. Het kostte ons anderhalve dag om het bloemwerk voor de winkel op te zetten.”", "Hoe houdt u de moed erin?", "“Iedereen komt de kerstwinkel binnen in een feeststemming, terwijl het natuurlijk niet per se een leuke tijd is. Daar word ik vrolijk van. We hebben ook fantastische teams. Iedereen beseft dat ie z’n steentje moet bijdragen om deze periode door te komen. Dus deze ode is ook aan hen gericht.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Naar La Bastille, op het Leidseplein. Lekker aan het barretje zitten, mensen tegenkomen zonder dat alles gepland is. Daar verheug ik me echt op. Spontaan uitgaan en een beetje aangeschoten in ’t Lammetje belanden. Met de winkels gaan we ook iets gezelligs doen. Hoe en wanneer, weten we niet. Maar we trommelen iedereen op, het wordt heel gezellig.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["terecht", "boom", "xmas", "bij", "mensen", "het", "op", "met", "kan", "een", "je", "en", "popupwinkel", "doen", "crazy", "wordt", "glitternijntjes", "ook", "kunnen", "voor"], "pubDate": "2020-12-08T09:18:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}