{"id": "c961fe8f-8852-3bf3-bb88-d37a7208da60", "title": "Smart home: werken alle apparaten eindelijk samen?", "url": "https://www.rtlnieuws.nl/tech/artikel/5202222/smart-home-werkt-alles-eindelijk-samen", "summary": "Tips uit deze aflevering:Game: Cyberpunk 2077, misschien wel meest gewilde game van het jaar, die na meermaals uitstellen nog op de valreep van 2020 verschijnt.\nEen futuristische openwereldgame in een dystopische stad vol cyborgs en met Keanu Reeves als belangrijk personage.\nVerkrijgbaar voor pc, Xbox One, PS4 en Stadia, en ook speelbaar op PS5 en Xbox Series S en X.\nDit is Coppola’s re-edit van het vaak bekritiseerde derde deel van The Godfather, in betere beeldkwaliteit, wat korter dan het origineel en met een ander eind.\nNog steeds met dezelfde stemmen van Kees Prins en Siem van Leeuwen.", "paragraphs": ["Tips uit deze aflevering:", "Game: Cyberpunk 2077, misschien wel meest gewilde game van het jaar, die na meermaals uitstellen nog op de valreep van 2020 verschijnt. Een futuristische openwereldgame in een dystopische stad vol cyborgs en met Keanu Reeves als belangrijk personage. Verkrijgbaar voor pc, Xbox One, PS4 en Stadia, en ook speelbaar op PS5 en Xbox Series S en X. De nieuwste consoles krijgen volgend jaar een gratis update met verbeterde graphics.", "Films: de Lord of the Rings-trilogie is opnieuw uitgebracht in 4K, met aangepaste kleurcorrectie en opgevijzelde special effects. Verkrijgbaar op 4K Blu-ray, digitale verkrijgbaarheid van de films is nog onduidelijk.", "Film: Godfather Coda The Death of Michael Corleone, staat nu op alle on-demand huurplatforms zoals Apple TV, Pathé Thuis en Amazon Prime Video (5 euro). Dit is Coppola’s re-edit van het vaak bekritiseerde derde deel van The Godfather, in betere beeldkwaliteit, wat korter dan het origineel en met een ander eind.", "Serie: Buurman & Buurman, het nieuwste seizoen 'Winterpret' staat nu op Netflix. Leuk voor wie kinderen heeft, maar voor volwassenen stiekem ook nog steeds erg vermakelijk. Nog steeds met dezelfde stemmen van Kees Prins en Siem van Leeuwen."], "authors": [], "keywords": ["alle", "van", "verkrijgbaar", "eindelijk", "nog", "het", "op", "apparaten", "met", "voor", "xbox", "smart", "een", "en", "werken", "samen"], "pubDate": "2020-12-09T19:30:57+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}