{"id": "c96d03dc-6684-3aa5-a9f1-70c879595d59", "title": "Hoe rook de slag bij Waterloo? Historici en musea reconstrueren de geuren van de geschiedenis", "url": "https://volkskrant.nl/wetenschap/hoe-rook-de-slag-bij-waterloo-historici-en-musea-reconstrueren-de-geuren-van-de-geschiedenis~b1a94f99/", "summary": "Dat beeld is in het Rijksmuseum te zien op het reusachtige schilderij De Slag bij Waterloo van Jan Willem Pieneman.\nEn dat tafereel is, zodra de musea weer opengaan, niet alleen meer met de ogen, maar ook met de neus te bewonderen.\nIn de reconstructie is ook een vleugje van het parfum van Napoleon verwerkt.\nDaarnaast maakt het gebruik van geuren een museumbezoek interessanter voor mensen met een visuele beperking, zegt Leemans.\nEen dergelijk apparaat kan aan de hand van een monster vaststellen uit wat voor moleculen een geur bestaat, zodat parfumeurs die geur na kunnen maken, zodat je bijvoorbeeld een paard ruikt.", "paragraphs": ["De Slag bij Waterloo, geschilderd door Jan Willem Pieneman, 1824. Collectie Rijksmuseum, Amsterdam. Beeld Getty", "Duidelijk overstuur baant Copenhagen, het paard van veldheer Arthur Wellesly, zich een weg door de chaos van gewonde en gesneuvelde soldaten. Vanuit het zadel kijkt Wellesly, de hertog van Wellington, tevreden uit over het glooiende slagveld. De vijand – Napoleon Bonaparte – is verslagen.", "Dat beeld is in het Rijksmuseum te zien op het reusachtige schilderij De Slag bij Waterloo van Jan Willem Pieneman. En dat tafereel is, zodra de musea weer opengaan, niet alleen meer met de ogen, maar ook met de neus te bewonderen.", "Onderzoeksproject Odeuropa haalt de geuren uit de geschiedenis naar het heden. Het project wordt uitgevoerd door een netwerk van Europese wetenschappers, geleid door cultuurhistorica Inger Leemans (KNAW Humanities Cluster en de Vrije Universiteit in Amsterdam). Het onderzoeksproject ontving onlangs 2,8 miljoen euro aan Europees fondsengeld om de historische geuren terug te brengen naar de neuzen van nu.", "In de zaal waar het schilderij van Pieneman hangt, druppelt geurhistorica Caro Verbeek (VU) routineus een beetje geurstof op een strookje papier. De geur van leer, paarden, natte aarde, kruit trekt langzaam de neus in.", "Beeld Getty", "Dat is hoe de slag bij Waterloo ongeveer geroken moet hebben. In de reconstructie is ook een vleugje van het parfum van Napoleon verwerkt. De Franse keizer is namelijk op de achtergrond van het doek te zien. De lijklucht lieten de parfumeurs voor het welzijn van de museumbezoeker achterwege, licht Verbeek toe.", "‘Onze musea zijn sterk ingericht op zicht’, stelt ze. ‘Terwijl geur net zo goed deel uitmaakte van het dagelijks leven. Bovendien wijst neurowetenschappelijk onderzoek uit dat de geur het zintuig is dat het meest direct in contact staat met het verleden.’ Zoals de geur van verse appeltaart je terug kan brengen naar de keuken van oma, kan geur je ook onderdompelen in een verder verleden. Daarnaast maakt het gebruik van geuren een museumbezoek interessanter voor mensen met een visuele beperking, zegt Leemans.", "Reconstructie", "Hoe reconstrueer je een geur uit het verleden? Het onderzoek begint zoals ieder ander historisch onderzoek: in boeken, archieven en digitale collecties. ‘De uitdaging daarbij is om computers te leren ruiken’, legt Leemans uit. ‘Die verwerken de bronnen en moeten in tekst of beeld informatie over geuren leren herkennen. Vervolgens is het aan historici om die informatie te interpreteren en de achterliggende verhalen te vinden.’ De laatste stap is de geuren zo goed mogelijk te reconstrueren.", "Dat kan op verschillende manieren. Sommige teksten of beelden bevatten ‘neusgetuigenissen’: directe verwijzingen naar geurstoffen. Denk bijvoorbeeld aan de drie koningen die na de geboorte van Jezus goud, wierook en mirre kwamen brengen. De geurstoffen mirre en wierook – in die tijd in waarde vergelijkbaar met goud – kennen we nog steeds. Onderzoekers kunnen ze dus redelijk makkelijk reconstrueren.", "Het wordt ingewikkelder als een historische gebeurtenis veel geurelementen bevat, zoals de Slag bij Waterloo. In dat geval kan een gaschromatograaf helpen om de moleculaire samenstelling van de componenten vast te stellen. Een dergelijk apparaat kan aan de hand van een monster vaststellen uit wat voor moleculen een geur bestaat, zodat parfumeurs die geur na kunnen maken, zodat je bijvoorbeeld een paard ruikt. Een ‘neus’, een geurspecialist, zoekt vervolgens de juiste balans tussen de elementen.", "Uitvalsbasis", "Cultureel centrum Mediamatic in Amsterdam vormt de uitvalsbasis van het project. Daar is een geurbibliotheek aanwezig en zijn ruimtes met mogelijkheden voor geurexposities. Verbeek organiseerde hier voor de pandemie evenementen over geurgeschiedenis, waarin zij en andere sprekers begeleid werden door een aromajockey. ‘Dat is net zoiets als een diskjockey, maar dan met geur.’ Het leeuwendeel van de historische geuren wordt geproduceerd door IFF, een internationaal bedrijf dat zich bezighoudt met alles wat met geur en smaak te maken heeft.", "De rol van geur in ons leven wordt nog steeds ondergewaardeerd, vindt Caro Verbeek. Dat is niet alleen een historisch proces, ingezet door de wens tot ‘deodorisatie’ in de 19de eeuw, maar volgens haar ook te wijten aan de grote denkers, met name Freud. ‘Hij claimde dat de reuk overbodig werd op het moment dat de mens rechtop ging lopen. Vanaf dat moment hoefde de mens immers niet meer aan de genitaliën te ruiken om een partnerkeuze te maken.’ Inmiddels weten we beter. Geur speelt nog steeds een grote rol in de partnerkeuze, vertelt Verbeek. ‘Freud was zelf anosmisch – hij kon niet ruiken – door zijn cocaïnegebruik.’", "Als gevolg van de gebrekkige aandacht voor geur is onze woordenschat om geuren te beschrijven volgens Leemans flink uitgedund. ‘Het Nederlands kent eigenlijk nog maar één authentiek geurwoord: muf. De rest van de woorden zijn allemaal afgeleid van andere zintuigen zoals smaak (zoet, hartig) of tast (scherp, fris)’, aldus Leemans. ‘Het Nederlands heeft inderdaad een armoedig geurvocabulaire’, valt Verbeek haar bij. ‘Maar daar gaan wij verandering in brengen.’"], "authors": ["Melle Meijer"], "keywords": ["van", "het", "geschiedenis", "geur", "en", "een", "met", "waterloo", "musea", "hoe", "te", "rook", "reconstrueren", "door", "geuren", "dat", "historici", "slag"], "pubDate": "2020-12-18T12:00:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}