{"id": "c96d9bdf-cc0f-33fe-beeb-478260e7a8f0", "title": "Musea gaan weer op zoek naar schatten in eigen depot", "url": "https://www.parool.nl/kunst-media/musea-gaan-weer-op-zoek-naar-schatten-in-eigen-depot~b668bbc6/", "summary": "Mediagenieke, tijdelijke tentoonstellingen gelden als grote publiekstrekkers, maar met enige ‘hulp’ van de coronacrisis verschuift de aandacht van musea terug naar schatten uit de eigen collectie.\nGeen overbodige luxe: ‘Sluipend verval dreigt.’‘Meet the icons of modern art’, staat te lezen op de site van het Stedelijk Museum.\nWolfs heeft daar al een voorschot op genomen met Base 2 op de eerste verdieping van het Stedelijk.\nHet Afrikamuseum in Berg en Dal heeft net haar presentatie herschikt en het Tropenmuseum is ermee bezig.\nLiefst willen we ook op vrijdagavond weer open en met nieuwe publieksprogramma’s willen we voor levendigheid zorgen.", "paragraphs": ["Mediagenieke, tijdelijke tentoonstellingen gelden als grote publiekstrekkers, maar met enige ‘hulp’ van de coronacrisis verschuift de aandacht van musea terug naar schatten uit de eigen collectie. Geen overbodige luxe: ‘Sluipend verval dreigt.’", "‘Meet the icons of modern art’, staat te lezen op de site van het Stedelijk Museum. Maar niet lang meer. Volgens Rein Wolfs, die vorig jaar aantrad als directeur, past de slogan niet meer bij de nieuwe richting die het museum inslaat. “Ik sta sceptisch tegenover het begrip iconen. Wij willen weg van de puur westerse kunstgeschiedenis met z’n gecanoniseerde namen. Bovendien is het Stedelijk niet alleen een museum voor moderne, twintigste-eeuwse kunst maar ook voor hedendaagse.”", "Herziene opstelling", "Die visie zal tot uiting komen in een grondig herziene vaste opstelling. De topstukken van het museum staan nu in de kelder onder de titel Base, maar Wolfs wil de collectiepresentatie stapsgewijs weer terug in de oudbouw brengen.", "Wolfs staat niet alleen in zijn wens om de eigen collectie van nieuw elan te voorzien. Al langer is er in de kunstwereld ongemak over de rol van musea als tentoonstellingsmachine – het zou meer moeten gaan over de schatten die ze zelf in beheer hebben.", "Wolfs heeft daar al een voorschot op genomen met Base 2 op de eerste verdieping van het Stedelijk. Eind mei 2021 openen de zalen gewijd aan het tijdvak 1980 tot heden, in het najaar volgt 1945-1980 en in 2022 is de periode voor 1945 aan de beurt.", "“De chronologische aanpak geldt alleen in grote lijnen. Net zoals Rudi Fuchs deed met zijn Coupletten-opstellingen, waarin hij telkens twee collectiestukken van verschillende kunstenaars en soms ook uit verschillende tijdvakken tegenover elkaar zette, zoek ik de dialoog op. Niet in perfect gladde combinaties, maar juist als breukvlakken en scharnierpunten. En omdat we in chaotischere en snellere tijden leven, zullen ook meer dan twee werken aan zo’n gesprek deelnemen. We willen veel verschillende werkelijkheden vermengen tot een mooie, promiscue wereld.”", "Niet statisch", "De verregaande vermenging van beeldende kunst en design zoals die nu in Base te zien is, wil Wolfs terugdraaien. “Drie stoelen op dezelfde wand als een Barnett Newman – dat is voor geen van beide goed.”", "De directeur wil de presentatie ook uitdunnen, om afzonderlijke werken meer ruimte te gunnen, maar vooral om ruimte te maken voor kunst van vrouwen en makers van kleur.", "“De collectieopstelling wordt vast maar zeker niet statisch,” stelt Wolfs. “We zullen regelmatig werken wisselen waardoor andere combinaties ontstaan. En de erezaal kunnen we inzetten als joker om met tijdelijke tentoonstellingen te reageren op de collectie.”", "Prikkelend", "Een opvallende tentoonstelling maken, liefst over een actueel onderwerp, is relatief eenvoudig vergeleken met het neerzetten van een solide en tegelijkertijd prikkelende collectieopstelling. Nederlandse musea zijn de laatste jaren meer de focus gaan leggen op de vaste opstelling. Zo husselde het Van Abbemuseum in De Collectie Nu (2013-2017) kunstwerken en archiefstukken door elkaar in een bomvolle salonopstelling. Museum Boijmans Van Beuningen liet kunstenaar Carel Blotkamp de zalen met kleurcodes omtoveren tot ‘tijdmachine’. Het Afrikamuseum in Berg en Dal heeft net haar presentatie herschikt en het Tropenmuseum is ermee bezig.", "Het Stedelijk heeft ruim 100.000 objecten, waarvan er nu 600 staan opgesteld in Base.", "Terug naar de kernfunctie", "De coronacrisis heeft de herwaardering van de eigen collecties in een stroomversnelling gebracht. Door bezuinigingen en teruglopende inkomsten is er minder geld voor dure tentoonstellingen. Nu een blockbuster programmeren zou sowieso geen goed idee zijn aangezien cultuurtoeristen grotendeels thuis blijven. Dus richten musea de blik steeds meer op de schatten in eigen depot.", "“Die terugkeer naar de kernfunctie is een positief neveneffect van de coronacrisis,” vindt Fusien Bijl de Vroe, directeur van Vereniging Rembrandt die belangrijke aankopen voor Nederlandse musea mogelijk maakt. “Door de politieke druk om meer eigen inkomsten te genereren zijn de musea de afgelopen twintig jaar verworden tot tentoonstellingsmachines. Maar een tijdelijke tentoonstelling moet eigenlijk accenten zetten bij de verhalen die verteld worden met de collectie.”", "Om dat standpunt te onderstrepen stelde de Vereniging Rembrandt begin dit jaar samen met de Turing Foundation ruim 350.000 euro beschikbaar voor musea om een speciale presentatie te maken van één of slechts enkele collectiestukken. Bij Museum Van Loon resulteerde dat bijvoorbeeld in Spraakmakers: De collectie Van Loon bekeken, waarbij zes objecten uit de vaste collectie elk in tekst en video worden toegelicht door drie zeer uiteenlopende personen, van een student van het meubileringscollege en een kostuumhistoricus tot een reisboekenschrijver en een modeontwerper.", "Onverwachte invalshoeken", "“Dat levert invalshoeken op die je niet per se verwacht,” stel Gijs Schunselaar, directeur van Museum Van Loon. “Onze collectie is gerangschikt in de context van een historisch grachtenpand, maar andere betekenissen zijn mogelijk. Dat hebben we ook gemerkt bij de tentoonstelling Aan de Surinaamse grachten. We hebben iedereen die zich daartoe geroepen voelde, gevraagd informatie aan te dragen en daar kwamen heel veel reacties op. Dat willen we blijven doen: samen met Amsterdammers naar de collectie kijken en gezamenlijke verhalen creëren.”", "Musea lijken zich steeds vaker te realiseren dat een klassiek kunsthistorische invalshoek niet voldoende is om een breed publiek voor de vaste collectie te interesseren. Het Cobra Museum in Amstelveen nodigde voor een frisse blik modeontwerper Aziz Bekkaoui uit, die op zijn beurt 27 opmerkelijke personen – van de voormalige Amsterdamse kinderburgemeester Ilias Admi tot choreograaf Uri Eugenio – vroeg op de foto te gaan met een stuk uit de collectie.", "“Het is onze missie om het gedachtengoed van de Cobrabeweging levend te houden,” zegt directeur Lillian Bóza. “Door de aanpak van Aziz worden bezoekers gestimuleerd te bedenken waar voor hen de connectie met Cobra is. Arnon Grunberg heeft ook nog een nieuw Cobramanifest geschreven en dat is al door heel veel mensen ondertekend.”", "De dit jaar aangetreden Bóza gaat minder tijdelijke tentoonstellingen maken en meer doen met de collectie. “De benedenverdieping is volledig gewijd aan Cobra, vaak gekoppeld aan actuele thema’s. Zo zal de tentoonstelling naar aanleiding van Cobra­lid Constant Nieuwenhuijs’ 101ste verjaardag gaan over zijn utopische Nieuw Babylon gekoppeld aan migratie. Bij tijdelijke tentoonstellingen maken we verdiepende focuspresentaties uit de eigen collectie. En elk jaar wil ik een gastcurator uitnodigen om een nieuwe vaste opstelling te maken.”", "Testperiode", "De collectiepresentaties van het Amsterdam Museum hebben na respectievelijk acht jaar (Amsterdam DNA) en drie jaar (Wereldstad) hun houdbaarheidsdatum wel bereikt, erkent museumdirecteur Margriet Schavemaker. “De samenleving is in transitie en je wilt daar als museum dicht op zitten. Een presentatie als Amsterdam DNA waarin de trotse handelsgeest van de zeventiende eeuw veel aandacht krijgt – zouden we nu anders doen.”", "De vier jaar dat de vestiging van het Amsterdam Museum in de Kalver­straat vanaf 2022 dicht zal zijn vanwege onderhoud en renovatie beschouwt Schavemaker als testperiode.", "“We nemen tijdelijk onze intrek in de Hermitage. Dat beschouwen we als een laboratorium ter voorbereiding op de nieuwe collectiepresentatie in 2025. We zullen een telkens wisselend parcours neerzetten met oude en nieuwe, bekende en onbekende objecten en verhalen. Daarbij zullen we uiteraard uit onze eigen collectie putten, maar er kunnen ook objecten en verhalen aangedragen worden door Amsterdammers. Daarnaast gaan we onder de titel Collecting the City de stad in. Samen met onder andere de OBA en het stadsarchief gaan we de stad van nu verzamelen. Met alle lessen die we ervan leren, kunnen we in 2025, bij de 750ste verjaardag van Amsterdam, heropenen met een inclusieve en participatieve presentatie.”", "Sluipend verval", "De hernieuwde aandacht voor de collectie komt geen moment te vroeg. In 2018 concludeerde de Raad voor Cultuur in het sectoradvies In wankel evenwicht dat de eigen topstukken van musea ondergeschoven kindjes zijn geworden. “Overheidsbezuinigingen hebben niet alleen gezorgd voor krappere budgetten waardoor beheertaken noodgedwongen verwaarloosd worden; de raad constateert dat er onder maatschappelijke druk te veel het accent op (grote) tentoonstellingen en bezoekcijfers is komen te liggen.”", "Inhoudelijke functies zijn wegbezuinigd, conservatoren worden na pensionering soms niet opgevolgd en hun kennis verdwijnt. De Raad waarschuwde dan ook voor ‘sluipend verval’. En als dat te ver doorzet is het niet ondenkbaar dat op een gegeven moment een grootscheepse reddingsactie nodig is, vergelijkbaar met het Deltaplan voor het Cultuurbehoud waarmee tussen 1990 en 1994 achterstallig onderhoud werd ingelopen.", "“Het verkopen van gevulde koeken in het museumcafé lijkt voor de overheden belangrijker geworden dan de zorg voor de collectie,” stelt Bijl de Vroe. “Maar de rek is eruit en veel kleine en middelgrote musea zitten in de gevarenzone. Vereniging Rembrandt laat nu onderzoeken hoe erg de situatie precies is. Volgend jaar hopen we onze cijfers te presenteren.”", "“Bij het Stedelijk is de collectie niet in gevaar,” verzekert directeur Wolfs. “Maar het is zeker zo dat de tentoonstellingspoot van de organisatie de afgelopen jaren veel sterker is ontwikkeld dan de collectiepoot. Probleem is ook dat je voor collectiebeheer en -opstellingen veel minder makkelijk geld krijgt van fondsen of sponsors. Dat moet je maar uit eigen budget doen. Maar als daar al jaren op bezuinigd is, gaat dat niet meer. Ik denk dat er in Nederland veel musea zijn waar het verval van de collecties al aan de gang is.”", "Rustruimte", "Door de coronacrisis trekken musea niet alleen minder publiek maar ook vooral lokale bezoekers. Om die met een vaste opstelling te verleiden tot herhaalbezoek, moeten collectiepresentaties regelmatig worden ververst of ‘geactiveerd’. Maar aantrekkelijkheid heeft ook te maken met het aannemen van een andere rol.", "“Wij vroegen de jonge leden van onze businessclub wat zij van het museum verwachtten. Uit hun antwoorden blijkt dat zij onze zalen beschouwen als een plek om tot rust te komen,” vertelt Bóza van het Cobra Museum. “Daar zetten we dan ook op in, op verschillende manieren. Vanwege corona zijn we de kunst ruimer gaan ophangen om te voorkomen dat bezoekers de 1,5 meter afstand niet kunnen aanhouden. Dat bevalt zo goed, je kunt veel geconcentreerder kijken, dat we het blijven doen.”", "Museum Van Loon wil veel meer een afspiegeling worden van de stad. “Een statig grachtenpand met een historische collectie heeft misschien een hoge drempel,” zegt directeur Schunselaar, “maar samen kunnen we verhalen vertellen waar veel mensen zich in zullen herkennen.”", "Dat geldt ook voor het Amsterdam Museum, maar die instelling doet er een activistisch schepje bovenop. “We willen ook effect hebben op ontwikkelingen in de stad,” formuleert Schavemaker de ambitie. “Zo heeft het fotoproject Vrouwen van Nieuw-West niet alleen tot dan toe onzichtbare Amsterdammers zichtbaar gemaakt, maar er ook toe geleid dat het stadsdeel sindsdien een vrouwenagenda heeft.”", "En het Stedelijk wil graag zijn rol terug van artistieke huiskamer van de stad, die is door de grote influx van toeristen verloren gegaan. “De vaste opstelling op de bovenverdieping van de oudbouw gaat daarbij helpen,” is Wolfs’ overtuiging. “Nu is door de opbouw van tentoonstellingen een complete vleugel vaak zes tot acht weken gesloten. Zo meteen is dat hooguit één zaal waar stukken worden gewisseld. Liefst willen we ook op vrijdagavond weer open en met nieuwe publieksprogramma’s willen we voor levendigheid zorgen. De gevoelstemperatuur moet omhoog.”"], "authors": ["Edo Dijksterhuis"], "keywords": ["van", "eigen", "op", "depot", "naar", "gaan", "het", "met", "maar", "musea", "een", "en", "weer", "te", "dat", "zoek", "schatten", "voor"], "pubDate": "2020-12-06T11:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}