{"id": "c97facd8-6c3c-3eb2-bdcb-68ba31967ff8", "title": "Dit strandhotel in Oostende is de plaats delict in de chique vampierenfilm Dorst naar bloed", "url": "https://volkskrant.nl/reizen/dit-strandhotel-in-oostende-is-de-plaats-delict-in-de-chique-vampierenfilm-dorst-naar-bloed~be2d6ba4/", "summary": "Het Thermae Palace in Oostende is het filmdecor van Daughters of Darkness, alias Les lèvres rouges of Dorst naar bloed.\nFlashforward van 1971 naar nu: Groen verblijft in hetzelfde hotel, dat tegenwoordig Thermae Palace heet.\nNiet in de koninklijke suite, want die is verdwenen, maar in kamer 113, met een royaal terras met zeezicht.\nRecensenten waren lovend, maar voor cinefielen was hij te licht en voor het grote publiek te artistiek.\nHet Thermae Palace is het beroemdste hotel van Oostende, geopend in 1933.", "paragraphs": ["Het Thermae Palace in Oostende is het filmdecor van Daughters of Darkness, alias Les lèvres rouges of Dorst naar bloed. Beeld Sander Groen", "‘Alstublieft, de koninklijke suite, de beste van het hotel.’ In de film Daughters of Darkness reizen Stefan en Valerie per boottrein van Zwitserland naar Engeland, maar het pasgetrouwde stel strandt in Oostende. In het Palais des Thermes, een neoclassistisch kuurhotel aan het strand, is het in de winter nogal doods – vandaar die gratis upgrade. Flashforward van 1971 naar nu: Groen verblijft in hetzelfde hotel, dat tegenwoordig Thermae Palace heet. Niet in de koninklijke suite, want die is verdwenen, maar in kamer 113, met een royaal terras met zeezicht. In de film wordt hier een lijk over de gietijzeren balustrade gekieperd. ‘Wat een prachtige dag om te leven’, roept gravin Elisabeth Báthory tegen de hotelreceptionist.", "In het hotelrestaurant doen Stefan en Valerie zich tegoed aan verse vis. Beeld Sander Groen", "Daughters of Darkness, alias Les lèvres rouges of Dorst naar bloed, is waarschijnlijk de chicste vampierenfilm ooit gemaakt, met een hoofdrol voor de Franse diva Delphine Seyrig als de Hongaarse bloedgravin. Regisseur Harry Kümel, ook wel ‘de Visconti van de Lage Landen’ genoemd, hoopte met deze lowbudgethorrorfilm vol ingehouden sadisme, erotiek en bloedlust de fondsen te verwerven om Orson Welles te kunnen strikken voor zijn volgende film. Maar het werd niet direct een kaskraker. Recensenten waren lovend, maar voor cinefielen was hij te licht en voor het grote publiek te artistiek. Pas later werd de film een cultklassieker.", "Kamer 113: hier werd in Daughters of Darkness een lijk over de balustrade gegooid. Beeld Sander Groen", "Thermae Palace is het beroemdste hotel van Oostende, gebouwd boven op de Koninklijke Gaanderijen, ingericht in art-decostijl met een thermencomplex, een zeewaterzwembad, een mineraalwaterbron, een restaurant en tweehonderd hotelkamers. Koning Albert I verrichtte in 1933 de feestelijke opening van het formidabele luxehotel. Anno nu is het van buiten bijna een bouwval: door geldgebrek en wanbeleid heeft de eigenaar, de stad Oostende, al decennialang geen onderhoud gepleegd. Van binnen blinkt het weer: de nieuwe pachter, de Oostendse multimiljonair Mark Vanmoerkerke, gaf het interieur een flinke opknapbeurt.", "Deze gang werd door een Waalse filmploeg ingericht met art-decomeubilair. Beeld Sander Groen", "Voor de hotellobby week Kümel uit naar Brussel en er waren uitstapjes naar Brugge en Meise, maar de voornaamste filmlocatie van Daughters of Darkness was het Thermae Palace. Een paar jaar later draaide Bert Haanstra hier een kletsnatte scène van Dokter Pulder zaait papavers (1975) en voor Mascara (1987), met Charlotte Rampling, werd het oude thermencomplex in de kelder getransformeerd tot de exclusieve club Mr. Butterfly. Voor de Waalse film Enfant terrible werd deze zomer een zijgang ingericht met art-decomeubilair en dat paste zo goed dat men de filmploeg vroeg om die rekwisieten te laten staan. In het Thermae Palace versmelten feit en fictie tot een nieuwe realiteit.", "Op de zeedijk kreeg regisseur Harry Kümel een ster in de Walk of Fame. Beeld Sander Groen", "Praktische informatie Reis", "Oostende is vanuit Amsterdam in circa 3,5 uur bereikbaar: per IC Brussel of Thalys naar Brussel en dan verder per intercity. Enkele reis vanaf € 29; nsinternational.nl. Bed", "In het Thermae Palace Hotel kost een tweepersoonskamer met zeezicht vanaf € 140 incl. ontbijt. Een driegangenmenu in Brasserie Albert kost € 35; thermaepalace.be. Doe", "Op 6 september begint de 13de editie van Filmfestival Oostende; filmfestivaloostende.be. Bezoek ook de ster van Harry Kümel in de Walk of Fame op de zeedijk.", "Het Thermae Palace is het beroemdste hotel van Oostende, geopend in 1933. Beeld Sander Groen"], "authors": ["Sander Groen"], "keywords": ["dorst", "van", "dit", "een", "strandhotel", "vampierenfilm", "en", "palace", "met", "thermae", "werd", "voor", "naar", "oostende", "bloed", "chique", "het", "delict", "plaats"], "pubDate": "2019-08-30T13:00:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}