{"id": "c981bbd2-9cec-34d3-a982-438d33e05a89", "title": "FC Emmen is grote broer FC Groningen de baas in bekerderby", "url": "https://www.dvhn.nl/sport/FC-Emmen-is-grote-broer-FC-Groningen-de-baas-in-bekerderby-26291031.html", "summary": "Vijf keer eerder stonden FC Emmen en FC Groningen tegenover elkaar in de strijd om de lelijke, maar o zo felbegeerde dennenappel .\nOndanks de mutaties schoot FC Emmen fris uit de startblokken tegen FC Groningen.\nDe Drenten eisten het grootste deel van het balbezit op, ook oogluikend toegestaan door FC Groningen.\nBij afwezigheid van Van Rhijn rolden de Groningers via Ko Itakura in hoog tempo een aanval uit over de linkerflank.\nFC Emmen opnieuw via Jansen en FC Groningen met een afstandsschot van Sam Schreck, maar de Drenten lieten zich de stunt niet meer afpakken.", "paragraphs": ["Het was stiekem de hoop in Emmen. Stunten in de beker tegen FC Groningen om zo vertrouwen te tanken voor de competitie. Of dat laatste waarheid wordt is afwachten, maar de Drenten waren de Groningers in ieder geval de baas: 2-1", "FC Groningen gold voorafgaand aan de bekerversie van de Hondsrugderby als de grote favoriet. Was het niet op basis van de stand in de eredivisie – de strijd tussen de nummer vijf en de hekkensluiter – dan was het wel vanwege de resultaten uit het verleden. Vijf keer eerder stonden FC Emmen en FC Groningen tegenover elkaar in de strijd om de lelijke, maar o zo felbegeerde dennenappel . Slechts één keer wisten de Drenten te winnen, in 1996 met 4-2 dankzij drie doelpunten van clubtopscorer Michel van Oostrum.", "Flink puzzelen", "Met name FC Emmen-trainer Dick Lukkien moest in de aanloop naar het eerste fluitsignaal van Kevin Blom nog flink puzzelen om een goede formatie op papier te krijgen. De grootste aderlating was wel het gemis van topscorer Michael de Leeuw, die nog te veel last had van een botsing tegen ADO Den Haag van afgelopen weekend. Donis Avdijaj mocht opdraven als zijn vervanger en kreeg een helft speeltijd, maar wist daarin geen potten te breken. Ook Nick Bakker moest verstek laten gaan na een tik op zijn knie tegen de Hagenaars. Keziah Veendorp stond op zijn plek en zou een belangrijke rol opeisen.", "Ondanks de mutaties schoot FC Emmen fris uit de startblokken tegen FC Groningen. De Drenten eisten het grootste deel van het balbezit op, ook oogluikend toegestaan door FC Groningen. De Emmenaren peurden er enkele mogelijkheden uit. Zo nam Veendorp het doel van de gasten na zes minuten onder vuur. Tot twee keer toe schoot de verdediger een kanonskogel af. De eerste keer werd zijn inzet gekeerd door Azor Matusiwa, in tweede instantie was het Sergio Padt die de helpende hand toestak.", "loading", "FC Groningen rook bloed", "Ook rechtsback Ricardo van Rhijn kwam na een klein half uurtje nog tot een prima poging namens de Emmenaren, maar zijn schot ging voorlangs. Het was precies het moment waarop FC Groningen bloed rook en razendsnel omschakelde. Bij afwezigheid van Van Rhijn rolden de Groningers via Ko Itakura in hoog tempo een aanval uit over de linkerflank. Daar stond de geslepen vleugelverdediger Bart van Hintum klaar om de bal in één keer voor te geven op spits Jørgen Strand Larsen. Die zag zijn inzet in eerste instantie nog gekeerd door Dennis Telgenkamp, die voor de gelegenheid weer eens van de bank was gekomen. In tweede instantie moest de Emmer goalie alsnog zijn meerdere erkennen in Ramon Lundqvist, die de rebound tegen de touwen schoot.", ",,Je zag al dat FC Groningen sterker werd’’, constateerde analist Jan van Dijk. ,,Ze hadden steeds meer de bal. Ik had het vooraf al voorspeld: ze laten de tegenstander eerst even lekker uitrazen om vervolgens over te nemen en toe te slaan. En dan is FC Groningen kwalitatief gewoon beter dan Emmen.’’", "Jansen wilde een strafschop", "Toch keerde het tij volledig in de tweede helft. Met Anco Jansen en Lentini Caciano bracht Lukkien vers aanvalsbloed en dat zette na een kwartier zoden aan de dijk. Eigenlijk had de thuisclub al eerder iets verdiend, toen de doorgebroken Jansen werd vastgehouden door Matusiwa. Blom had naar de stip kunnen wijzen, maar maande tot doorspelen. Niettemin namen de Drenten het initiatief volledig over en kwamen even later terecht op gelijke hoogte. Met een schitterende lange bal zette Veendorp zijn ploeggenoot Glenn Bijl vrij voor Padt. De tot middenvelder gepromoveerde rechtsback maakte het vakkundig af.", "Nu was het FC Emmen dat bloed rook en dan met name Jansen, die getergd was door de niet gegeven penalty. De Messi van de Meerdijk haalde zijn gram door een fout van Padt keihard af te straffen. De Groninger doelman verspeelde de bal zomaar in het eigen strafschopgebied. Jansen pikte de bal op en drukte behendig en accuraat af in de verre hoek.", "In de slotfase van de wedstrijd kregen beide ploegen nog grote kansen. FC Emmen opnieuw via Jansen en FC Groningen met een afstandsschot van Sam Schreck, maar de Drenten lieten zich de stunt niet meer afpakken."], "authors": ["William Pomp"], "keywords": ["grote", "bekerderby", "van", "broer", "een", "groningen", "te", "het", "baas", "en", "op", "maar", "fc", "emmen", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}