{"id": "c984f081-220c-3fb7-9a31-2e2e913890f9", "title": "Ria Borst: ‘Een ontspannen sfeer is de kracht van Zuiver Geluk’", "url": "https://www.parool.nl/ps/ria-borst-een-ontspannen-sfeer-is-de-kracht-van-zuiver-geluk~b19da9ea/", "summary": "“Waar de feestelijke maand december normaal gesproken een buffer oplevert voor de eerste maanden van het nieuwe jaar, loopt de winkel nu veel omzet mis.\nDaar ben ik nu heel druk mee, dus het is ook handig dat ik daar nu even de tijd voor heb.\nMet een assortiment op het gebied van body-mind-soul en spiritualiteit biedt de winkel vooral innerlijke rust en geluk.\nDaarnaast geloof ik dat hoe beter je in je vel zit, hoe beter je immuunsysteem is.\nZij zit in een ­risicogroep en ik moet haar vanwege corona altijd op afstand ontmoeten.", "paragraphs": ["Beeld Jakob Van Vliet", "Wat betekent de lockdown voor uw zaak?", "“Waar de feestelijke maand december normaal gesproken een buffer oplevert voor de eerste maanden van het nieuwe jaar, loopt de winkel nu veel omzet mis. Maar het sluiten van de deuren betekent voor mij vooral dat ik het plezier van de winkel moet missen; ik vind het jammer dat ik nu geen cadeautjes kan verkopen of een zinvolle ontmoeting met klanten kan ­hebben.”", "Hoe gaat de komende tijd eruit zien?", "“De winkel verhuist deze week naar Oost. Daar ben ik nu heel druk mee, dus het is ook handig dat ik daar nu even de tijd voor heb. Hopelijk mag de nieuwe conceptstudio snel open en kunnen we uitgroeien tot een plek voor heel Amsterdam.”", "Nog creatieve inzichten gekregen door de situatie?", "“Veel mensen zeiden dit jaar tegen me dat er zo’n fijne sfeer hangt in de winkel. Ik heb ingezien dat deze ontspannen sfeer de kracht van de zaak is. Alleen al omdat je hier bijvoorbeeld een leuk gesprek, op afstand, met elkaar kunt hebben. Hier is in deze tijd meer dan ooit behoefte aan, lijkt me.”", "Hoe houdt u de moed erin?", "“Het belangrijkste is dat ik vertrouwen heb in mezelf en de winkel. Als Zuiver Geluk half januari weer open mag, hebben we nog twee donkere maanden te gaan. Met een assortiment op het gebied van body-mind-soul en spiritualiteit biedt de winkel vooral innerlijke rust en geluk. Dat wil ik graag doorgeven aan de mensen die binnenkomen. Daarnaast geloof ik dat hoe beter je in je vel zit, hoe beter je immuunsysteem is. Ik blijf gewoon altijd positief.”", "Wat is het eerste wat u gaat doen als de boel wordt versoepeld?", "“Dan wil ik het liefst één bepaalde vriendin weer knuffelen. Zij zit in een ­risicogroep en ik moet haar vanwege corona altijd op afstand ontmoeten. Ik verlang ernaar om haar weer in een normale situatie te zien, waarbij we elkaar eens goed kunnen omhelzen.”"], "authors": ["Anna Livia De Kort"], "keywords": ["ik", "borst", "je", "van", "ontspannen", "voor", "sfeer", "en", "een", "winkel", "ria", "nu", "het", "geluk", "zuiver", "dat", "kracht"], "pubDate": "2020-12-29T09:30:59Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}