{"id": "c9952019-ed9b-30e7-8c69-e1b13814dcf4", "title": "Ronald Ockhuysen: ‘Zonder deadlines geen leven’", "url": "https://www.parool.nl/amsterdam/ronald-ockhuysen-zonder-deadlines-geen-leven~bb2f547e8/", "summary": "We woonden in een klein rijtjeshuis met een kolenkachel, dat was de beste warmte volgens mijn vader, en hadden geen telefoon.\nMaar dan kochten ze zo veel dat je wist dat ze het eigenlijk zelf aten.”Dwangstoornis“Mijn moeder was altijd heel dwangmatig.\nIk denk dat ik daar ook voor het eerst voelde dat het niet uitmaakt waar je vandaan komt.”Cannes“Een vrolijk gekkenhuis.\nIk mocht met hem lunchen, in een sterrenrestaurant, met een man die ik dus eindeloos bewonder.\nLezers mailden dat ze ze alle elf hebben uitgescheurd en opgehangen.”Joop van den Ende“Mijn nieuwe werkgever.", "paragraphs": ["Ronald Ockhuysen op de Klapstoel Beeld Harmen de Jong", "Ankeveen", "“Mijn geboortedorp, tussen de weilanden. Bramen plukken, koek en zopie in de winter. Als ik nu naar Hilversum moet, rijd ik weleens binnendoor en zie ik hoe mooi het is. Maar ik heb me er nooit thuis gevoeld. Ik kom uit een arbeidersgezin, mijn vader was heftruckchauffeur, mijn moeder huisvrouw. We woonden in een klein rijtjeshuis met een kolenkachel, dat was de beste warmte volgens mijn vader, en hadden geen telefoon. Dat was vervelend, want dan moest je bij de buren bellen en een kwartje in een potje doen. Maar ik herinner het me niet als een armoedige jeugd. Mijn broer en zus zijn een stuk ouder, ik was het eerste kind dat kon doorleren. Het hoofd van mijn lagere school kwam er speciaal voor bij ons thuis, om mijn ouders te vertellen dat ik een wat ongewoon kind was en dat ik misschien wel de havo/vwo-brugklas kon doen. Mijn moeder keek verschrikt op en zei: ‘Is dat nog beter dan de mavo?’”", "Vis van Chris", "“Mijn eerste baantje. Op de markt verkochten we verse vis, op dinsdag stonden we op de paardenbaan in Hilversum met de frituurkar. Ik verdiende best veel, zo’n honderd gulden per dag. Hard werken: van kwart over vijf ’s ochtends tot zes uur ’s avonds. Als de kar net was opgetuigd kwam uitgaanspubliek nog snel een harinkje eten voor ze in bed doken. De chique kant van Blaricum en Hilversum kwam er wijting halen ­– voor de poes, zeiden ze dan, want wijting was heel goedkoop. Maar dan kochten ze zo veel dat je wist dat ze het eigenlijk zelf aten.”", "Dwangstoornis", "“Mijn moeder was altijd heel dwangmatig. Eerst uitte zich dat vooral in schoonmaken, alles moest op vaste dagen gepoetst. Dat was nog functioneel, ze maakte ook schoon als bijbaantje, vaak bij ouders van vriendjes van mij. Kwam ik er spelen, was zij net weg. Nu denk ik: best ongemakkelijk, toen was dat gewoon zo.”", "“Toen ik veertien was, heeft de stoornis haar volledig overgenomen. Ik was na een Ajaxwedstrijd in elkaar geslagen door hooligans. Ik zag er altijd vrij netjes uit, compensatiegedrag, en iets aan mij beviel die jongens niet. Ik had een gebroken neus, een gescheurde milt en een hersenschudding. Eerst was ik café Meerzicht, tegenover het stadion, binnengelopen, maar daar riepen ze: wegwezen, de hele zooi komt onder het bloed! Ja, Amsterdamse gezelligheid had je niet overal, zeker in de jaren tachtig niet. Thuis riep ik door de brievenbus: niet schrikken! Maar mijn moeder heeft toen een spierverkramping gekregen en dagen op de bank gelegen van de stress. Ik ben in mijn eentje naar het ziekenhuis gegaan. De arts zei: ‘Zeker een hockeystick tegen je neus gekregen!’”", "“Dat was het kantelmoment: na die spierverkramping werd de dwangneurose mijn moeders nieuwe werkelijkheid. Alles stond sindsdien in het teken van de angst. Ze stelde steeds dezelfde vragen, de hele dag. ’s Ochtends werd ze met panische angsten wakker. Mijn vader was dan al naar de fabriek, dus ik moest zorgen dat ze weer tot rust kwam. Met broodzakjes op haar neus, tegen het hyperventileren. En al­maar antwoord geven op die vragen. Als puber dacht ik soms: zak er maar in, maar een heel erg verdrietige moeder is moeilijk te negeren.”", "Voetbalshirts", "“Ik heb er denk ik 150, misschien wel meer. Sommige vind ik gewoon mooi, andere heb ik op de kop getikt omdat ze zo bijzonder zijn. Er zijn shirts bij waarmee ik als schooljongen in de rij stond om een handtekening te scoren na een wedstrijd, maar ook shirts van de groten der aarde: Pelé, Maradona, Ronaldinho, Falcao, Cruijff en Messi. Ik heb jaren gezegd dat ik ze verzamelde voor mijn zoons. Die houden erg van voetbal, maar dit vinden ze een beetje kinderachtig, dus dat alibi ben ik kwijt.”", "Vreeland", "“Een dorp aan de Vecht, waar mijn eerste echte liefde woonde, Janni Goslinga. Zij speelt nu bij Toneelgroep Amsterdam. Door haar werd ik opgenomen in een gezin waar het wel normaal was om vwo te doen, om huiswerk te maken. Haar ouders zeiden tegen mij: ga eens je school afmaken en studeren, daarna kun je altijd nog de angry young man uithangen, en misschien schuilt er in jou wel een recensent of een man met een giftig pennetje. Ik dacht: die mensen zijn gek, dat is een wereld waar ik niet bij hoor. Met hen ging ik naar het theater. Ik weet nog dat ik naar Felix Meritis ging, naar Verschnitt, een collagevoorstelling met Loes Luca. Geweldig vond ik het, dat er een parallelle wereld was waar mensen elkaar verhalen vertelden. Ik denk dat ik daar ook voor het eerst voelde dat het niet uitmaakt waar je vandaan komt.”", "Cannes", "“Een vrolijk gekkenhuis. Ik ben voor de Volkskrant twaalf keer naar het filmfestival in Cannes geweest. Op de redactie deden ze altijd lacherig: ga je weer tien dagen naar de zon? Maar ik zag zeker vier, vijf films per dag, zware arthousefilms, ik schreef twee stukken per dag, maakte een tv-programma en probeerde met iedereen interviews te regelen. Het mooiste gesprek was met Martin Scorsese, een geweldige regisseur van films als Taxi Driver en Goodfellas. Op een gegeven moment was er slechte publiciteit over een film die hij aan het draaien was, Gangs of New York. Leonardo DiCaprio, de hoofdrolspeler, was ergens boos om. Toen had zijn producent, Harvey Weinstein, geregeld dat Scorsese wat interviews zou geven om het beeld te kantelen. Ik mocht met hem lunchen, in een sterrenrestaurant, met een man die ik dus eindeloos bewonder. Wat me erg voor hem innam, is dat zijn handen onder het eczeem zaten. Zo relativerend: dan ben je zo groot, willen alle sterren met je werken en heb je een budget van 150 miljoen, en dan lig je dus ook blijkbaar te woelen en je handen open te krabben van de stress.”", "Deadlines", "“Ik zit er altijd op. Nooit erover. Althans: ik heb nog nooit een stuk niet in de krant gehad omdat ik de deadline niet gehaald had. Maar ik heb die prikkel blijkbaar nodig. Dan komt bij mij het hoofd op orde en kan ik snel keuzes maken. Het zit in alles. Als we thuis eters krijgen, ga ik pas inkopen doen tegen de tijd dat er gekookt moet worden. Ik heb wel de indruk dat het beter gaat dan tien jaar geleden, maar dat denken alle deadlineprobleemgevallen van zichzelf.”", "Vak 120", "“Mijn vaste plek, boven de A van Ajax tegenover de hoofdtribune. Ik heb drie seizoensplaatsen dus ik ga altijd, met mijn zoons Roemer en Lev. In vak 120 heeft iedereen hetzelfde geloof: Ajax. Een mix van echte Amsterdammers, mediamensen, yuppen en mensen die zich het hele jaar rot sparen voor die seizoenskaart. We zijn een extended family. Dat klinkt pathetisch maar toch is het waar. Je maakt veel mee met elkaar, we hebben het diepste dal doorgemaakt, de uitschakeling in de halve finale van de Champions League, tegen Tottenham Hotspur. In blessuretijd. Toen barstten om mij heen veel mensen in tranen uit. Ik ben opgestaan en heb gezegd: ik ga nu acht bier halen, want we moeten koesteren dat we zo ver zijn gekomen, we hebben het geweldig gedaan. Ik denk dat iedereen toen dacht: wat ben jij toch een onuitstaanbaar positief figuur. Ik heb heel lang met acht verschaalde biertjes gezeten, want ze zaten allemaal beneden te rouwen.”", "Newspaper of the Year", "“Alweer, zou ik zeggen! We hebben de prijs voor de beste regionale krant van Europa een paar jaar geleden ook gewonnen. En twee keer World’s Best Designed Newspaper. Eén keer moesten we de prijs delen met The New York Times. Dat vond ik ook wel chic. Een van de adjuncten van die krant vroeg: goh, hoeveel mensen werken er bij jullie? Zestig, zei ik. Ah, zei hij, wij hebben ook zestig designers. Toen moest ik hem uitleggen dat die zestig bij ons álles was, inclusief het secretariaat.”", "Johanna", "“De dochter van Marinka, mijn vrouw, maar ook van mij. In eerste instantie was ze, zoals mensen dat zo verschrikkelijk noemen, mijn bonuskind. We hebben een samengesteld gezin, en tot ons grote geluk heeft dat altijd goed gewerkt. Vlak voor haar achttiende verjaardag heb ik Johanna geadopteerd. Haar vader en haar twee halfbroers in Portugal stonden voor de wet dichter bij haar dan haar vader en haar broers in Amsterdam, dus zij zei zelf: dit is niet zoals het hoort. Het was een broos, ingewikkeld proces. Nu heb ik voor de wet een dochter en is ze formeel de zus van Roemer en Lev. Dat is ook precies zoals het is.”", "Hou vol", "“Door corona moesten we op de krant terugschakelen: van een volle redactie naar negen mensen. De horeca ging dicht, de stad zat op slot. Toen dachten we: we moeten een beeld laten maken voor de voorpagina van de zaterdagkrant, met de tekst ‘Hou vol’. Op de eerste stond een wereldbol die door twee handen werd gekoesterd. Zo van: het komt wel goed hè. We hebben er uiteindelijk elf laten maken, door grote kunstenaars als William Kentridge en Erwin Olaf, en jong talent. Lezers mailden dat ze ze alle elf hebben uitgescheurd en opgehangen.”", "Joop van den Ende", "“Mijn nieuwe werkgever. Ik heb hem als journalist altijd nauwlettend gevolgd. Fascinerend hoe één persoon zo’n invloedrijk bedrijf kan opbouwen. Hij is zijn tijd altijd ver vooruit geweest. Hij heeft kunst en cultuur toegankelijk gemaakt voor iedereen, ook voor mensen zoals ik, die in hun jeugd niet verder kwamen dan Op volle toeren en Chiel Montagne. Dat ze in het buitenland op musicalgebied nu naar Nederland kijken, is echt op zijn conto te schrijven.”", "René le Blanc", "“Een fenomeen. Hij is in korte tijd heel populair geworden, maar misschien niet op de manier zoals hij zelf bedacht had: als een volkszanger die het net niet redt maar nu door een liedjesprogramma bekend is als een zanger die het net niet redt en zo een cultheld is geworden.”"], "authors": ["Vera Spaans"], "keywords": ["ik", "van", "mijn", "en", "ockhuysen", "zonder", "leven", "een", "ze", "met", "geen", "op", "het", "deadlines", "dat", "ronald"], "pubDate": "2021-01-02T12:00:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}