{"id": "c9a32a07-5add-39e9-9859-7d5265bc3639", "title": "Wat heeft de thuispatiënt met corona eigenlijk voor symptomen?", "url": "https://volkskrant.nl/columns-opinie/wat-heeft-de-thuispatient-met-corona-eigenlijk-voor-symptomen~b6ca65a3/", "summary": "Maar volgens een andere academische inventarisatie bestaat de top-3 uit koorts (81 procent), hoesten (66 procent) en vermoeidheid (44 procent).\nInteressant is een lopend onderzoek in Groot-Brittannië, waarbij miljoenen mensen hun symptomen bijhouden op een app.\nIn de Britse app zegt 8 procent het te hebben.\nIk besluit erover te bellen met Jako Burgers, huisarts te Gorinchem, en een van de covidexperts van het Nederlands Huisartsen Genootschap.\nHij noemt nog wat symptomen die hij met enige regelmaat tegenkomt.", "paragraphs": ["Het virus bereikte ook het gezin van wetenschapsredacteur en ‘coronaverslaggever’ Maarten Keulemans. Over de vragen waarop hij stuitte in quarantaine hield hij een dagboek bij.", "‘Dat dit mij weer moet overkomen. Dit coronageweld.’", "We zijn een paar dagen verder, en mijn vriendin krijgt haar praatjes al aardig terug. Moe is ze, koortsig en bedlegerig, maar nog wel in staat om tussendoor wat te Netflixen. En nu staat ze in de keuken, in ochtendjas. ‘Op gummibenen’, zegt ze, zichtbaar wankel. ‘En mijn ogen voelen dik aan.’", "Gelukkig lijkt ze tot de ongeveer 98,5 procent te behoren die de virusinfectie thuis kan uitzieken. Of nou ja, gelukkig. Ik denk terug aan hoe nijdig ik werd toen ik economiehoogleraar Barbara Baarsma op televisie hoorde zeggen dat die 98,5 procent dus ‘heel lichte of geen klachten’ heeft. Dat is ook weer niet waar, zoals je met één blik op mijn partner kunt vaststellen.", "Een tijdje geleden riepen we Volkskrantlezers die thuis corona hadden uitgeziekt op om hun ervaringen te delen. Dat resulteerde in een rijke bloemlezing verhalen, uiteenlopend van mensen die slechts kort verkouden waren geweest, tot stakkers die weken met hoge koorts op bed hadden gelegen en zwoeren dat dit de meeste verschrikkelijke ziekte was die ze ooit hadden doorstaan.", "Op wat de thuispatiënt te wachten staat, is eigenlijk geen peil te trekken. Volgens een Europese studie van 1.420 ‘gewone’ patiënten, zijn de meest voorkomende symptomen hoofdpijn (70,3 procent), geurverlies (70,2 procent) en verstopte neus (68 procent). Maar volgens een andere academische inventarisatie bestaat de top-3 uit koorts (81 procent), hoesten (66 procent) en vermoeidheid (44 procent). Ja, wat is het nou? Het hangt er maar net vanaf wat voor symptomen men in zo’n onderzoek kan aankruisen, denk ik. En aan wie je het vraagt: in het ziekenhuis zullen ze andere klachten rapporteren dan thuis.", "Interessant is een lopend onderzoek in Groot-Brittannië, waarbij miljoenen mensen hun symptomen bijhouden op een app. De drie klassieke, onderscheidende symptomen, volgens het onderzoek: hardnekkige hoest, koorts, en geurverlies. Haast iedereen die positief test, heeft een (of meer) van die drie klachten.", "Maar verwarrend genoeg zijn de méést voorkomende symptomen iets andere. Daar staan niet hoest en koorts bovenaan, maar vermoeidheid en hoofdpijn. Van de volwassenen heeft 82 procent last van vermoeidheid en driekwart van hoofdpijn; bij tieners en kinderen is hoofdpijn de meest gemelde klacht. Koorts krijgt opvallend genoeg slechts een minderheid (40 procent). En dan nog vooral kinderen en 65-plussers.", "Leuk, al die cijfers, maar uiteindelijk is er zo’n beetje geen symptoom dat je níét kunt krijgen, dringt tot me door. Duizeligheid, misselijkheid, diarree? Zo’n 5 tot 10 procent heeft er last van. Huiduitslag? In de Britse app zegt 8 procent het te hebben. Soms is de ziekte zelfs lastig te herkennen, vanwege al die symptomen: bij ouderen uit de ziekte zich vaak in verwardheid, bij jonge kinderen zijn de voornaamste klachten buikpijn en hangerigheid.", "Ik besluit erover te bellen met Jako Burgers, huisarts te Gorinchem, en een van de covidexperts van het Nederlands Huisartsen Genootschap. Kijk, legt hij uit: dat coronavirus mag dan binnenkomen via de luchtweg, uiteindelijk komt het in het bloed, en begint het aan zijn achtbaanrit door het lichaam. ‘Zo komt het bij alle organen, alle cellen, alle weefsels’, zegt hij. Zoals dat opvallende symptoom geurverlies: veroorzaakt doordat het virus de steuncellen rondom het reukcentrum bovenin de neus aanvalt.", "Hij noemt nog wat symptomen die hij met enige regelmaat tegenkomt. Wintertenen. Oogirritatie. Pijn op de borst. Bizar. ‘Griep, griep... dit is echt geen griep’, klaagt mijn partner, als ik per ongeluk het g-woord gebruik. ‘Het voelt gewoon anders. En wie weet hoe lang ik hiermee nog bezig ben.’", "Morgen: Wat is de kans dat ik besmet raak door mijn huisgenoten?"], "authors": ["Maarten Keulemans"], "keywords": ["van", "het", "symptomen", "voor", "en", "met", "heeft", "een", "eigenlijk", "procent", "te", "corona", "op", "thuispatiënt", "wat", "dat", "die"], "pubDate": "2020-12-22T21:30:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}