{"id": "c9ac0cfd-b495-309c-9eef-c283adae20b4", "title": "FIOD: In 2020 ruim vierhonderd meldingen fraude rondom coronamaatregelen", "url": "https://nu.nl/coronavirus/6101246/fiod-in-2020-ruim-vierhonderd-meldingen-fraude-rondom-coronamaatregelen.html", "summary": "De Fiscale Inlichtingen- en Opsporingsdienst (FIOD) beoordeelde het afgelopen jaar ruim vierhonderd meldingen die te maken hadden met het coronavirus, blijkt uit het maandag verschenen jaarbericht.\nDrie kwart van de meldingen had betrekking op beschermingsmiddelen, waaronder mondmaskers.\nNa een aanbetaling van 880.000 euro bleek de deelstaat te zijn opgelicht.\nFIOD blijft aandacht richten op fraude rondom coronamaatregelenHet coronavirus zal in 2021 niet direct weg zijn en dus blijft de aandacht gericht op mogelijk misbruik van steunmaatregelen en andere vormen van fraude die te maken hebben met het virus, kondigt de FIOD aan in het jaarbericht.\n\"Hoe triest ook, juist in deze periode maken criminelen misbruik van de situatie, onrust en het gebrek aan middelen\", aldus de FIOD.", "paragraphs": ["De Fiscale Inlichtingen- en Opsporingsdienst (FIOD) beoordeelde het afgelopen jaar ruim vierhonderd meldingen die te maken hadden met het coronavirus, blijkt uit het maandag verschenen jaarbericht. Drie kwart van de meldingen had betrekking op beschermingsmiddelen, waaronder mondmaskers.", "De meldingen betroffen onder meer gehackte websites waar illegale coronamedicijnen te koop werden aangeboden, handel in vervalste gezondheidsverklaringen en oplichting bij de verkoop van mondkapjes.", "Zeker tien zaken zijn verwezen naar het strafrecht. Zo werden twee mannen veroordeeld voor fraude en witwassen omdat ze betrokken waren bij het witwassen van geld dat anderen verdienen aan oplichting met de verkoop van mondkapjes en vervalste documenten.", "In maart bestelde de Duitse deelstaat Noordrijn-Westfalen via een Nederlandse website elf miljoen mondkapjes voor zorgpersoneel. Na een aanbetaling van 880.000 euro bleek de deelstaat te zijn opgelicht.", "FIOD blijft aandacht richten op fraude rondom coronamaatregelen", "Het coronavirus zal in 2021 niet direct weg zijn en dus blijft de aandacht gericht op mogelijk misbruik van steunmaatregelen en andere vormen van fraude die te maken hebben met het virus, kondigt de FIOD aan in het jaarbericht.", "Het virus vertraagde afgelopen jaar strafrechtelijke onderzoeken: observaties van verdachten en doorzoekingen van panden vonden in aangepaste vorm plaats, net als het horen van verdachten of getuigen. \"Hoe triest ook, juist in deze periode maken criminelen misbruik van de situatie, onrust en het gebrek aan middelen\", aldus de FIOD."], "authors": ["Door"], "keywords": ["zijn", "van", "2020", "het", "rondom", "maken", "en", "met", "fiod", "coronamaatregelen", "te", "op", "ruim", "vierhonderd", "meldingen", "fraude"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}