{"id": "c9b16eeb-3790-3744-9b16-210fd344a06f", "title": "De familie Claus: mierzoet kerst­sprookje met Vlaamse adhd-elfjes", "url": "https://www.parool.nl/kunst-media/de-familie-claus-mierzoet-kerst-sprookje-met-vlaamse-adhd-elfjes~bec4b374/", "summary": "Netflix wil daar verandering in brengen en daarom hebben we nu de eerste Nederlands/Vlaamse kerstfilm: De familie Claus.\nDe kerstsfeer is aan Jules niet besteed, wel vertoeft hij graag in de speelgoedwinkel van zijn opa Noël Claus (Jan Decleir).\nDaarvoor krijgt hij hulp van een aantal elfen met adhd, die gezien hun Vlaamse tongval uit het bos van Kabouter Plop lijken te zijn ontsnapt.\nMaar De familie Claus doet vooral heel Amerikaans aan doordat alle emoties vet worden aangezet en nog eens worden onderstreept met stroperige muziek.\nDat alles goed komt en Jules het kerstfeest weer leert waarderen, kan nauwelijks een spoiler zijn.", "paragraphs": ["Nederland kent nog geen traditie in kerstfilms, al heeft de hausse aan romantische komedies de afgelopen jaren wel films opgeleverd die rond de kerst spelen, zoals Pak van mijn hart (2014) en All You Need is Love (2016). Verder grijpen omroepen rond de kerstdagen vooral terug op het grote arsenaal aan Amerikaanse kerstfilms.", "Netflix wil daar verandering in brengen en daarom hebben we nu de eerste Nederlands/Vlaamse kerstfilm: De familie Claus. Regisseur Matthias Temmermans, die hiervoor voornamelijk de avonturen van Kabouter Plop, K3 en Mega Mindy regisseerde, heeft voor De familie Claus goed gekeken naar de Amerikaanse voorbeelden. Hij maakte er een mierzoet sprookje van waarin geen kerstcliché wordt overgeslagen.", "Centraal personage is Jules (Mo Bakker), een puber die een hekel aan kerst heeft omdat zijn vader vorig jaar op kerstavond is overleden. Een jaar later verhuist hij vlak voor kerst met zijn zusje Noor en zijn moeder Suzanne (Bracha van Doesburgh) naar een pittoresk Belgisch stadje waar het – uiteraard, want dit is een kerstfilm – sneeuwt.", "De kerstsfeer is aan Jules niet besteed, wel vertoeft hij graag in de speelgoedwinkel van zijn opa Noël Claus (Jan Decleir). Als die naam al geen vette hint is naar opa’s geheime leven als Kerstman, is het bebaarde uiterlijk van Jan Decleir dat wel. Wanneer Jules stiekem aan de mysterieuze sneeuwbol (‘schuddebol’, aldus opa) van zijn opa schudt, belandt hij tot zijn stomme verbazing op compleet andere plekken over de hele wereld, én in de werkplaats van de Kerstman. Zo komt hij achter opa’s geheim: Noël Claus is de Kerstman.", "Maar wanneer opa een ongeluk krijgt, dreigt de bezorging van kerstcadeaus in gevaar te komen. Jules moet zich over zijn aversie tegen kerst heen zetten en opa helpen. Daarvoor krijgt hij hulp van een aantal elfen met adhd, die gezien hun Vlaamse tongval uit het bos van Kabouter Plop lijken te zijn ontsnapt.", "De familiefilm, die qua cast meer Vlaams dan Nederlands is, sluit aan bij de traditie van de jaarlijkse Sinterklaasfilm, waarin de bezorging van cadeautjes ook steevast in gevaar dreigt te komen. Maar De familie Claus doet vooral heel Amerikaans aan doordat alle emoties vet worden aangezet en nog eens worden onderstreept met stroperige muziek.", "Dat Jules’ moeder in een koekjesfabriek werkt, en in een al even voorspelbaar zijlijntje probeert haar eigen baksels onder de aandacht te brengen bij de strenge directrice, is toepasselijk: ook de film is zo suikerzoet dat het glazuur je van de tanden springt. Dat alles goed komt en Jules het kerstfeest weer leert waarderen, kan nauwelijks een spoiler zijn.", "Jonge kijkers zullen zich wel ver­maken met de strapatsen van de irritante elfjes, maar verder is De familie Claus hooguit geschikt om na het kerstdiner bij uit te buiken met het verstand op nul."], "authors": ["Andre Nientied"], "keywords": ["claus", "aan", "van", "adhdelfjes", "kerstsprookje", "het", "hij", "met", "zijn", "die", "mierzoet", "familie", "jules", "een", "en", "vlaamse"], "pubDate": "2020-12-09T10:41:01+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}