{"id": "c9b5b273-7c3c-3978-8959-1ace1d6f6aaf", "title": "Hélène Hendriks: ’Ik had vooral veel pijn’", "url": "https://www.telegraaf.nl/entertainment/785777352/helene-hendriks-ik-had-vooral-veel-pijn", "summary": "Veel pijnEen dag later werd bekend dat Hélène een aantal dagen in het ziekenhuis heeft gelegen nadat ze was geopereerd aan een acute blindedarmontsteking.\n„Ik had toen al best veel pijn, maar dacht van: jij komt helemaal uit Hilversum, dat is ook zielig.\nVervolgens ga je naar het ziekenhuis, naar de eerste hulp, en dan word je vrij snel geopereerd.\nNormaal ben ik daar niet van, dat ik vertel wat ik heb, maar ik dacht: ik geef even aan dat het máár een blindedarmontsteking is.\nDus als het goed is, zie je dat straks niet meer.", "paragraphs": ["De veertigjarige presentatrice zou op 21 december namens tv-programma Veronica Inside een prijs uitreiken aan een amateurclub, maar de kijkers werden verrast toen ze niet Hélène, maar Johan Derksen in beeld zagen verschijnen.", "„Hélène is ziek en dus sta ik hier nu als een soort clown op het voetbalveld in Grolloo”, vertelde De Snor, die eraan toevoegde dat hij ’in verband met de privacywetgeving’ niets mocht loslaten over de toestand van de oud-hockeyster.", "Veel pijn", "Een dag later werd bekend dat Hélène een aantal dagen in het ziekenhuis heeft gelegen nadat ze was geopereerd aan een acute blindedarmontsteking. Kort voor de operatie blikte ze met VI-verslaggever Marlon Braakman terug op het afgelopen jaar, maar dat ging toen al niet van harte, zo vertelt de presentatrice nu in een video op de website van het voetbalpraatprogramma.", "„Ik had toen al best veel pijn, maar dacht van: jij komt helemaal uit Hilversum, dat is ook zielig. Ik kan je ook niet wegsturen met helemaal niets. Maar daarna ging het inderdaad mis: blindedarm. Ik was er niet echt van geschrokken. Ik had vooral best veel pijn. Vervolgens ga je naar het ziekenhuis, naar de eerste hulp, en dan word je vrij snel geopereerd. En dan is het klaar, hè? Dan is die blindedarm eruit, hahaha.”", "Flinke jaap", "Nadat er op sociale media volop werd gespeculeerd over de reden van Hélènes ziekenhuisopname, besloot de Brabantse zelf tekst en uitleg te geven. „Ik heb vrij snel laten weten dat alles is goed gegaan. Normaal ben ik daar niet van, dat ik vertel wat ik heb, maar ik dacht: ik geef even aan dat het máár een blindedarmontsteking is. Want anders gaan mensen van alles denken.”", "Inmiddels is de sportpresentatrice weer pijnvrij. „Eigenlijk is het heel simpel: wanneer die blindedarm eruit is, ben je weer vrij snel aan het herstellen. Vroeger was het echt een flinke jaap in je buik, een groot litteken, maar tegenwoordig heb je drie littekentjes – waarvan één in je navel. Dus als het goed is, zie je dat straks niet meer. Je herstelt er vrij snel van.”"], "authors": [], "keywords": ["ik", "veel", "hendriks", "van", "vooral", "hélène", "een", "op", "vrij", "het", "pijn", "maar", "niet", "dat", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}