{"id": "c9b97cb6-4689-3441-b697-300e008a7e38", "title": "Duizenden beschermde planten en dieren onderschept in afgelopen maanden", "url": "https://nu.nl/dieren/6097900/duizenden-beschermde-planten-en-dieren-onderschept-in-afgelopen-maanden.html", "summary": "Duizenden planten en dieren zijn in de afgelopen maanden in beslag genomen tijdens een landelijke actie tegen de illegale handel in beschermde plant- en diersoorten.\nHet gaat om onder meer 30.000 cactussen, 26.000 kilogram haaienvlees en een nog levende witoorpenseelaap, zo laat het ministerie van Landbouw, Natuur en Voedselkwaliteit maandag weten.\nOok zijn bij de vele inbeslagnames opgezette zeeschildpadden aangetroffen.\n\"Met behulp van internetrecherche zijn ook verschillende stukken ivoor, koraal, luipaardhuid en schedels van apen in beslag genomen.\"\nIn het afgelopen jaar zijn 19 ivoren slagtanden, 350 ivoren voorwerpen (zoals sieraden of beeldjes), meerdere schilden van zeeschildpadden, verschillende huiden en koraal afgeleverd.", "paragraphs": ["Duizenden planten en dieren zijn in de afgelopen maanden in beslag genomen tijdens een landelijke actie tegen de illegale handel in beschermde plant- en diersoorten. Het gaat om onder meer 30.000 cactussen, 26.000 kilogram haaienvlees en een nog levende witoorpenseelaap, zo laat het ministerie van Landbouw, Natuur en Voedselkwaliteit maandag weten.", "Ook zijn bij de vele inbeslagnames opgezette zeeschildpadden aangetroffen.", "De actie begon in september en eindigde vorige maand. De verschillende samenwerkende overheden kregen bijvoorbeeld via anonieme tips te horen waar illegale handel plaatsvond. Zo werd de witoorpenseelaap via sociale media te koop aangeboden.", "\"Met behulp van internetrecherche zijn ook verschillende stukken ivoor, koraal, luipaardhuid en schedels van apen in beslag genomen.\" Volgens minister Carola Schouten laat de vangst zien dat handhaving \"hard nodig is\".", "Vorig jaar is ook een punt geopend waar mensen onder meer ivoren beeldjes kunnen inleveren. In het afgelopen jaar zijn 19 ivoren slagtanden, 350 ivoren voorwerpen (zoals sieraden of beeldjes), meerdere schilden van zeeschildpadden, verschillende huiden en koraal afgeleverd.", "\"Ook leverde iemand de hoorn van een neushoorn in. Daarvan is niet alleen de handel, maar ook het bezit verboden.\""], "authors": ["Door"], "keywords": ["zijn", "van", "verschillende", "zo", "onderschept", "duizenden", "en", "ivoren", "een", "planten", "afgelopen", "maanden", "handel", "beschermde", "ook", "dieren", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}