{"id": "c9bf1623-5031-35ef-be59-a788208f6681", "title": "Is it healthy to binge on corona news?", "url": "https://www.parool.nl/english/is-it-healthy-to-binge-on-corona-news~bd20c428/", "summary": "It provides insight and explanations in a crisis that affects every one of us – but is it healthy to consume so much?\nShe’d always been interested in current affairs, but now she was sitting at home all day, it was getting too much.\n“You keep your distance when you’re outdoors, and you wash your hands when you come home,” De Regt says.\nConstant stressOckhuysen says news is best left to the specialists, and recognises the concerns of RTL reporter De Regt.\n“Our role is gradually shifting away from traditional journalism and towards informing the public about medical and scientific issues,” Baijens says.", "paragraphs": ["When we’re forced to stay home, we consume much more news. It provides insight and explanations in a crisis that affects every one of us – but is it healthy to consume so much?", "When she found herself still scrolling through news stories at two in the morning, art student Rose Brouwer, 25, decided it was high time she stopped for a while. She’d always been interested in current affairs, but now she was sitting at home all day, it was getting too much. “This is a historic moment, and it’s my way of dealing with it,” she says. “As a member of the public, I want to be up to date with what the government is doing.”", "Brouwers is far from alone: we’ve become a nation of news junkies. It’s not often that a press conference by the prime minister attracts 7.5 million viewers, or that the media gets so much attention: the number of visitors to newspaper websites has doubled. But is binging on news good for us?", "RTL Nieuws reporter Koen de Regt thinks not. Two weeks ago, he tweeted: “My tip: stop obsessively following the news, and leave it to journalists.”", "To Het Parool, he adds: “That was also kind of a reprimand to myself, because I was following the corona news obsessively.” The difference between this crisis and previous events, he points out, is that we can’t shut this one out of our homes – unlike, say, 9/11 or the Turkish Airlines crash at Schiphol in 2009.", "“You keep your distance when you’re outdoors, and you wash your hands when you come home,” De Regt says. “It’s on your mind all the time.” He believes journalists cope better with a bombardment of news than people who aren’t involved with it on a daily basis. “I would say to people, don’t drive yourself crazy.”", "Pessimism", "Mark Boukes, Assistant Professor of Communication Science at the University of Amsterdam, says hard news about the number of deaths or the crisis in intensive care, also affects our expectations of the future. The two go hand in hand. Too much hard news can adversely affect your view of how things are going to turn out. “If your goal is to live a happy life, it’s hard to square this with a barrage of bad news.”", "According to Suzie Geurtsen, of the behavioural psychology consultancy Dijksterhuis & Van Baaren, the emphasis on negativity is an evolutionary trait. “Our brains are more focused on the negative, which is why the news is mainly about things that are going badly: it’s what people are interested in.”", "Partly because of this, Boukes says journalists need to create balanced content. His research has found that soft news, which offers a more personal slant on world events, puts people in a more positive mood.", "Het Parool editor Ronald Ockhuysen says that his readers have a particular need for pieces that provide insight and explanation, and says: “We’re also seeing the public returning to reliable, traditional TV and newspaper brands.”", "Winfried Baijens, presenter of the NOS Journaal, agrees. “My friends and family have rarely shown so much interest in my work, even in WhatsApp groups.” He admits that his own average screen time has increased from seven to nine hours a day.", "Constant stress", "Ockhuysen says news is best left to the specialists, and recognises the concerns of RTL reporter De Regt. “You drift from one story to another out of angst or curiosity, but eventually it all just gets too much and you risk drowning in a sea of information.”", "Geurtsen, the behavioural psychologist, says that watching news creates a stress response. “Some stress is good for your body, because it warns you against danger. But having stress all the time is bad for your health.”", "For this reason, Amsterdam photographer Tom Elst, 55, hardly follows the news anymore. “I used to watch talk shows all the time, but I lost interest because they were all about one subject.” He now ignores the news on days when he’s working, and says: “It’s such a wonderful relaxing feeling.”", "But supposing news is your job? NOS presenter Baijens says he has a permanent filter that puts everything in context: “I’ve probably developed this over the years because I’m always up to my neck in news.” Two weeks ago he presented a special programme on the facts and fiction of the coronavirus. “It obviously met a huge need, because we got tens of thousands of emails.”", "On one day recently, 7.5 million people in the Netherlands visited the NOS website. “Our role is gradually shifting away from traditional journalism and towards informing the public about medical and scientific issues,” Baijens says. “That’s not something I’ve ever experienced before.”", "Going to the beach", "The media have an important role to play in behavioural change, says Suzie Geurtsen, the psychologist. For example, they try not to devote too much coverage to people who still go to the beach, because it gives the impression that a majority are doing this. That’s not the message you want to convey, because there’s a risk that people will copy this behaviour. “It’s much better to put the emphasis on the desirable course of action.”", "RTL’s Koen de Regt has found a solution to stress: he logged off Twitter for an entire weekend. “I find now that if I go for an hour without thinking about the coronavirus, I think: wow, I actually managed without it.” He also recommends switching off push notifications on your phone if they make you anxious.", "Tom Elst, the photographer, has a different approach. His wife still sometimes switches on Jinek, the current affairs chatshow, in the evenings. “When she does, I just go to bed with a book.”"], "authors": ["Tahrim Ramdjan"], "keywords": ["nos", "baijens", "healthy", "weeks", "public", "need", "corona", "binge", "behavioural", "regt", "hard", "crisis", "stress"], "pubDate": "2020-04-14T09:33:35+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}