{"id": "c9ce92f5-7965-3c33-bde4-431a8d31e228", "title": "Internist: onze indruk is dat niet-coronapatiënten zieker het ziekenhuis in komen", "url": "https://volkskrant.nl/nieuws-achtergrond/internist-onze-indruk-is-dat-niet-coronapatienten-zieker-het-ziekenhuis-in-komen~bfbeab1a/", "summary": "‘De breed gedeelde indruk bij artsen, zeker ook onder onze internisten-achterban, is dat een deel van de patiënten zieker dan gebruikelijk het ziekenhuis in komt.\nOf het zijn patiënten met klachten bij wie niet direct duidelijk is wat er aan de hand is.\nDeze speelt zich veel meer af op de verpleegafdelingen van het ziekenhuis, precies het kruispunt waar alle patiëntenstromen samenkomen.\n‘Je ziet nu in de verkiezingsprogramma’s van de politieke partijen dat het toch vooral weer draait om de uitbreiding van de ic-capaciteit.\nHet gevolg is dat nu meer patiënten dan gebruikelijk nog steeds afhankelijk zijn van nierdialyse; met een nieuwe nier zouden ze dat niet zijn geweest.", "paragraphs": ["Chirurgen inspecteren een nier die ze zojuist hebben weggehaald en bij een familielid van de donor zullen inbrengen. Dit soort ingrepen lopen door de coronapandemie vertraging op. Beeld ANP", "Wat merkt u aan de reguliere patiënten in het ziekenhuis?", "‘De breed gedeelde indruk bij artsen, zeker ook onder onze internisten-achterban, is dat een deel van de patiënten zieker dan gebruikelijk het ziekenhuis in komt. Een gevolg daarvan is dat ze zwaardere zorg nodig hebben en dus ook langer in het ziekenhuis moeten blijven liggen. Dat heeft weer negatieve gevolgen voor de druk op de ziekenhuiszorg. Daarbij moet ik wel zeggen: deze indruk is nog moeilijk hard te maken. Er zijn altijd patiënten bij wie de zorg later dan gewenst op gang komt. Maar nu geven mensen wel degelijk aan dat zij langer hebben gewacht met het zoeken van hulp, of dat zij niet direct werden doorverwezen, vanwege de coronacrisis.’", "Om wat voor patiënten gaat het dan?", "‘Er zijn twee niveaus. Of het zijn patiënten met klachten bij wie niet direct duidelijk is wat er aan de hand is. Ze hebben last van vermoeidheid, vallen plotseling veel af. Dat kunnen zorgwekkende klachten zijn die duiden op een onderliggende aandoening, maar zij hebben langer dan normaal gewacht om naar de huisarts te gaan. Of het zijn chronische patiënten. Mensen met hartfalen, of diabetes. Die durven bij nieuwe klachten minder snel aan de bel te trekken, en zien we dus niet op een extra polikliniekafspraak bovenop hun reguliere afspraken, maar pas in een later stadium, bijvoorbeeld op de spoedeisende hulp.’", "U zegt dat er geen harde cijfers zijn om uw indruk te staven, maar u houdt van patiënten toch de ligduur bij?", "‘De toegenomen ligduur blijkt uit de cijfers, en heeft meerdere oorzaken. In deze coronacrisis is het een enorme uitdaging om onze patiënten uit te plaatsen naar bijvoorbeeld andere zorginstellingen. Ook de verpleeghuizen kampen met de uitval van personeel, en patiënten die revalidatie nodig hebben, kunnen daar niet terecht omdat de instelling nu deels is ingericht voor covid-zorg. Naar huis sturen lukt ook niet; ook de thuiszorg heeft personeelsproblemen.’", "Robin Peeters. Beeld Erasmus MC", "‘Deze tweede golf is zo ontzettend anders dan de eerste golf. Deze speelt zich veel meer af op de verpleegafdelingen van het ziekenhuis, precies het kruispunt waar alle patiëntenstromen samenkomen. Als daar druk ontstaat, heeft dat gevolgen voor de spoedeisende hulp, voor de instroom vanuit de operatiekamers, voor de poliklinieken die een patiënt willen laten opnemen.'", "Dus alleen de ic-capaciteit aanpakken is niet genoeg?", "‘Je ziet nu in de verkiezingsprogramma’s van de politieke partijen dat het toch vooral weer draait om de uitbreiding van de ic-capaciteit. Maar als we willen voorkomen dat de zorg straks nog een keer gaat vastlopen, moeten we ons op een andere manier gaan voorbereiden op een volgende toename van covid-patiënten. Waar ik bang voor ben is dat we straks voor de derde golf met name de problemen van de eerste golf aan het oplossen zijn.’", "‘De tweede golf maakt duidelijk dat op dit moment de ic-capaciteit zelf niet het probleem is. Het is veel meer de zorgketen die vastloopt.", "Kunt u een concreet voorbeeld noemen?", "‘Tijdens de eerste golf hebben we veel niertransplantaties moeten uitstellen. Het gevolg is dat nu meer patiënten dan gebruikelijk nog steeds afhankelijk zijn van nierdialyse; met een nieuwe nier zouden ze dat niet zijn geweest. De druk op de dialysecapaciteit is daardoor enorm toegenomen. Op het moment dat we opnieuw de transplantaties zouden moeten uitstellen – wat we gelukkig deze tweede golf niet hebben hoeven doen – bestaat de kans dat de huidige dialysecapaciteit niet meer toereikend zal zijn.", "‘Als je dit soort problemen wilt oplossen, kun je je niet concentreren op één onderdeel van de zorg. Alles is aan elkaar gelinkt.’"], "authors": ["Michiel Van Der Geest"], "keywords": ["dat", "van", "onze", "niet", "komen", "een", "patiënten", "internist", "nietcoronapatiënten", "zijn", "hebben", "indruk", "zieker", "op", "ziekenhuis", "voor", "het"], "pubDate": "2020-11-24T17:34:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}