{"id": "c9dfc6ff-0eb1-39ce-8d3c-f103392e19a1", "title": "Jennifer Onasanya uit Noordwijk is nu Oostenrijkse en kan daardoor naar de Spelen", "url": "https://trouw.nl/nieuws/jennifer-onasanya-uit-noordwijk-is-nu-oostenrijkse-en-kan-daardoor-naar-de-spelen~b66e33bb/", "summary": "Dan mag ik wel zeggen dat ik goed ben, haha.”Het voelt voor haar als een nieuwe identiteit – en dat is voor Onasanya ook zo.\nHaar vader, afkomstig uit Nigeria, zat in het Nigeriaans jeugdelftal, haar moeder was danseres en haar jongere broertje zat bij ADO Den Haag in de jeugd.\nOok financieel was het voor haar te moeilijk.\nIn maart verhuist ze naar Innsbruck, waar ze een jaar gaat wonen.\nZe kan lopen naar de sportschool en op tien minuten liggen in de bergen de zomerse bobsleetrainingsbanen.", "paragraphs": ["“Ik heb het idee dat ik wel erg goed ben.” Het lijkt alsof Jennifer Onasanya er zelf even van schrikt, nu ze het zo uitspreekt op een zaterdagavond op een logeerkamer van een collega-bobsleeër, ergens aan de grens tussen Duitsland en Zwitserland, waar zij en haar teamgenoot Katrin ‘Kati’ Beierl overnachten. Ze moet er een beetje om lachen.", "Eerder op de dag is ze derde geworden op het Europees kampioenschap in Winterberg, haar tweede EK-medaille. Opeens realiseerde ze zich iets. “Ik ben normaal gesproken bescheiden; alles kan altijd beter. Maar nu horen we bij de wereldtop. Dan mag ik wel zeggen dat ik goed ben, haha.”", "Het voelt voor haar als een nieuwe identiteit – en dat is voor Onasanya ook zo. Ze is nu Oostenrijkse, pas sinds 16 december. Toen kreeg de in Leiden geboren en in Noordwijk woonachtige bobsleester een nieuwe nationaliteit, na een proces van ruim 2,5 jaar. Haar Nederlandse paspoort moet ze nog inleveren.", "Gescheurde enkelbanden", "Het is een bewuste keuze geweest om te wisselen van nationaliteit, vertelt ze, op de dag dat ze naar eigen zeggen verrassend brons haalde op het EK in Winterberg. Met haar nationaliteitswissel past Onasanya in een rijtje van onder meer Bart Veldkamp, Ted-Jan Bloemen en judoka Esther Stam, ook sporters die via een ander land naar de Olympische Spelen wilden. “Het is dubbel, want je wilt het liefst voor Nederland uitkomen. Maar dit is de enige manier.”", "Onasanya, hier achter in de bob, ziet hoe ze samen met piloot Karin Beierl derde is geworden op het EK. Beeld EPA", "Onasanya groeide op in een gezin waar sport voorop stond. Haar vader, afkomstig uit Nigeria, zat in het Nigeriaans jeugdelftal, haar moeder was danseres en haar jongere broertje zat bij ADO Den Haag in de jeugd. Zelf deed ze aan speerwerpen, tot gescheurde enkelbanden daar een eind aan maakten.", "Via een vriendinnetje, Karlien Slepers, die nu voor Nederland actief is in een monobob, kwam ze in aanraking met bobsleeën, maar ze kreeg in Nederland geen kans om te groeien. Het teamgenootje dat met haar meeging, was te bang geworden nadat ze twee keer onderuit was gegaan in het ijskanaal bij Lillehammer. Ook financieel was het voor haar te moeilijk.", "In 2016 mocht ze een keer meedoen bij het Oostenrijkse team. Ze verbrak meteen het pushrecord, zeer belangrijk in de sport. “Ik had talent”, lacht ze. “En ik kreeg veel meer mogelijkheden. In Nederland heb ik weleens de plaatselijke supermarkt gevraagd of ze boodschappen konden financieren. Dat hoeft in Oostenrijk niet.”", "Een jaar in Innsbruck", "In de vijf jaar dat ze nu voor Oostenrijk uitkomt, werd ze al wereldkampioen bij de junioren, vierde op het WK en in 2019 ook al derde op het EK. Net als dit jaar dus. Naar het grootste toernooi mocht ze echter niet; drie jaar geleden vloeiden tranen toen ze de openingsceremonie zag van de Winterspelen in Pyeongchang. Daar liepen haar teamgenoten: haar vaste maatje Beierl, maar ook Christina Hengster, eigenlijk de nummer één van Oostenrijk, met wie Onasanya eveneens naar beneden was gesneld. Zij zat thuis, omdat ze geen Oostenrijkse was.", "Dat probleem is er nu niet meer. Ze is Oostenrijkse en blijkt een van de beste remmers ter wereld. En het kan nog beter, denkt ze. In maart verhuist ze naar Innsbruck, waar ze een jaar gaat wonen. Ze kan lopen naar de sportschool en op tien minuten liggen in de bergen de zomerse bobsleetrainingsbanen. Haar vriend blijft achter in Nederland, alleen de hond, een Duitse herder, gaat mee. Met haar werkgever in de gehandicaptenzorg, waar ze ’s zomers voor 36 uur per week een contract heeft, heeft ze afgesproken dat ze een jaar onbetaald verlof krijgt. Ze wil zeker terug, maar dat is voor na 2021.", "Eerst nog toewerken naar haar droom. Peking is ‘bijna een zekerheid’. “Als wij dit al samen kunnen, terwijl ik pas drie maanden met Kati aan het trainen ben, wat houdt dat dan in als we een heel jaar samen zijn? Ik hoop nog veel meer moois, want ik heb er alles voor opgegeven om te staan waar ik nu sta.”", "Lees ook:", "Bussen vol bobsleefans naar Duitse Winterberg? Nee, er komt niemand", "Het zou voor de Nederlandse bobsleefans het feestje van het jaar zijn geworden, deze zaterdag en zondag in het Duitse Winterberg. Maar er komt niemand. Terwijl er voor de bobbers zeker iets te vieren is."], "authors": ["Kick Hommes"], "keywords": ["ik", "spelen", "naar", "onasanya", "uit", "ze", "jennifer", "haar", "van", "en", "een", "noordwijk", "voor", "oostenrijkse", "kan", "nu", "op", "het", "dat"], "pubDate": "2021-01-10T15:52:57Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}