{"id": "c9dfefc9-35a3-3f25-9eb7-d4f9103258d9", "title": "Anthony Joshua is na knock-out klaar voor clash met Tyson Fury", "url": "https://volkskrant.nl/sport/anthony-joshua-is-na-knock-out-klaar-voor-clash-met-tyson-fury~bfe6c249/", "summary": "Joshua en Tyson Fury (kampioen bij WBC en IBO) gaan het in 2021 vermoedelijk tegen elkaar opnemen.\nHij nam een videoboodschap op en voorspelde maar drie rondes nodig te hebben om Joshua knock-out te slaan.\nHij vertelde alleen dat Fury het beste in hem naar boven zal halen en dat hij uitkijkt naar het gevecht.\nHet zelfvertrouwen van Fury is wellicht gebaseerd op een gevecht van vorig jaar.\nJoshua gaf al aan dat hij bereid is om een geld in te leveren voor een kans om het tegen Fury op te nemen.", "paragraphs": ["Anthony Joshua (rechts) raakt Koebrat Poelev (links) in het gezicht. Beeld AFP", "Duizend fans mochten aanwezig zijn op Wembley om het titelgevecht te aanschouwen. De overwinning van Joshua maakt de weg vrij voor een Britse titanenstrijd. Joshua en Tyson Fury (kampioen bij WBC en IBO) gaan het in 2021 vermoedelijk tegen elkaar opnemen. Alle wereldtitels in het zwaargewicht zullen dan op het spel staan.", "Tyson Fury gaf op sociale media alvast voor een voorproefje. Hij nam een videoboodschap op en voorspelde maar drie rondes nodig te hebben om Joshua knock-out te slaan. Joshua toonde zich iets terughoudender in zijn commentaar. Hij vertelde alleen dat Fury het beste in hem naar boven zal halen en dat hij uitkijkt naar het gevecht.", "Het zelfvertrouwen van Fury is wellicht gebaseerd op een gevecht van vorig jaar. Anthony Joshua verloor toen in New York volkomen onverwachts van Andy Ruiz junior. Hierdoor moest hij zijn titels inleveren en kwam er een einde aan zijn ongeslagen status. Joshua pakte de titels later dat jaar weer terug door de re-match in Saoedi-Arabië te winnen.", "Fury en Ruiz junior hebben veel gemeen als boksers. Allebei bestaan ze voor een groter deel uit massa dan uit spieren. Dit staat in schril contrast met Joshua, die in een perfect bokslichaam geboren lijkt te zijn. Dit maakte het verlies van de Brit vorig jaar extra pikant en klonk er hoongelach op de sociale media. Joshua zal ten koste van alles willen voorkomen dat hij opnieuw vernederd wordt door een, op het oog, niet atletische bokser.", "Ondanks de overwinning van Joshua zaterdagavond, is Fury bij de bookmakers nu de favoriet. De technisch begaafde vechter uit Manchester is sinds zijn spectaculaire zege op Deontay Wilder in februari van dit jaar weer helemaal terug aan de top van het internationale boksen. Hij was een tijd van het podium verdwenen vanwege een cocaïneverslaving, ernstig overgewicht en depressies. Ondanks alle problemen, verloor hij nog nooit een wedstrijd.", "Het enige dat een grootse Britse wedstrijd nog in de weg kan staan, is het overeenkomen van de details. Joshua gaf aan graag in Engeland te willen vechten, maar voor de organisatie is het rendabeler om bijvoorbeeld in Saoedie-Arabië te boksen. Financieel lijkt men er wel uit te komen. Joshua gaf al aan dat hij bereid is om een geld in te leveren voor een kans om het tegen Fury op te nemen."], "authors": ["Tobias Kappelle"], "keywords": ["fury", "van", "clash", "een", "het", "en", "tyson", "te", "zijn", "joshua", "op", "voor", "hij", "klaar", "knockout", "met", "anthony"], "pubDate": "2020-12-13T17:12:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}