{"id": "c9ed0f54-7aa0-314b-af35-2df178e5e829", "title": "Floortje Dessing was het bruggetje om Mark Rutte persoonlijke vragen te stellen", "url": "https://www.parool.nl/kunst-media/floortje-dessing-was-het-bruggetje-om-mark-rutte-persoonlijke-vragen-te-stellen~b35280c7/", "summary": "Tijdens het gesprek verklapten de jonge vijftigers dat ze zelden tot nooit thuis eten.\nHun werk is hun leven en dat kan ook omdat ze niet de zorg dragen over een gezin of kinderen.\nDe gezinnen waarin ze zijn grootgebracht zijn zo gewoon gebleven.\nFloortje kwam steeds goed van pas als aanloopje om de premier een persoonlijke vraag te stellen.\nEn Floortje is vrijgezel.", "paragraphs": ["Beeld Het Parool", "Linda de Mol kon pronken met een zeldzame talkshowgast. Premier Mark Rutte schoof aan bij Linda’s Wintermaand. Bij hoge uitzondering, maar voor Linda gaan heel wat deuren open. En o ja, binnenkort zijn er verkiezingen. Rutte was gekoppeld aan Floortje Dessing, Linda’s tweede gast. Geen toeval, want beide gasten hebben veel gemeen. Tijdens het gesprek verklapten de jonge vijftigers dat ze zelden tot nooit thuis eten. Hun werk is hun leven en dat kan ook omdat ze niet de zorg dragen over een gezin of kinderen.", "Allebei hebben ze geen hang naar luxe. De premier zette pas drie jaar terug zijn kolossale beeldbuis bij het oud vuil toen het kabelbedrijf het signaal alleen nog digitaal ging doorgeven. Het gerucht dat hij een penthouse heeft gekocht, wilde hij graag ontzenuwen.", "Beiden wonen graag dichtbij zee en beiden zijn nakomertjes. De gezinnen waarin ze zijn grootgebracht zijn zo gewoon gebleven. Ruttes moeder benadrukte veel en vaak dat ze trots was op ál haar kinderen. Dessing: “Mijn ouders ook!”", "De overeenkomsten waren wel zo treffend dat het even leek alsof Talpa een romantische bijbedoeling had – Lang Leve de Liefde, maar dan met Linda. Maar toen begon Lips iets te dagen. Floortje kwam steeds goed van pas als aanloopje om de premier een persoonlijke vraag te stellen.", "Floortje hecht ook niet aan huisje-boompje-beestje. Floortje gaat eveneens freewheelend door het leven en vindt vriendschappen ook erg belangrijk. En Floortje is vrijgezel. Dan is het bruggetje snel gemaakt. Linda: “Net als onze premier!”", "Nou ja, dat is ook toevallig, vertel eens… Als de Rode Zee voor de voeten van Mozes spleet het decorum dat hangt rond een regeringsleider. Floortje maakte de weg vrij voor de vraag die Linda’s vriendinnen haar hadden meegegeven: waarom is zo’n royale vangst nog altijd vrijgezel?", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["vragen", "persoonlijke", "mark", "floortje", "het", "premier", "stellen", "zijn", "dessing", "een", "te", "rutte", "om", "dat", "en", "ze", "ook", "voor"], "pubDate": "2020-12-07T10:06:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}