{"id": "c9f1df4b-a5e2-35af-8334-b1a93752331a", "title": "’Bedankt coronahufters voor deze harde lockdown’", "url": "https://www.telegraaf.nl/vrouw/1674437820/bedankt-coronahufters-voor-deze-harde-lockdown", "summary": "CoronahuftersDe coronahufters, dat zijn de freeriders, een principe dat de Amerikaanse econoom Mancur Olson al in de jaren zestig formuleerde.\nIn dit geval gaat het niet om geld, maar om gedrag en om onze collectieve gezondheid.\nDie de onderbouwde denkbeelden en argumenten van virologen, van het Outbreak Managment Team en van het kabinet met veel hocuspocus-argumenten afwijzen omdat ze niet ‘geloven’ in corona.\nGekke HenkiesZij ondermijnen willens en wetens het coronabeleid, en die spuit met het corona-vaccin zullen ze never nooit in hun arm laten zetten.\nZeg niet dat we het niet weten.", "paragraphs": ["Dit is een voorbeeld van een coronahufter, in alle soorten en maten zijn ze te bewonderen. De winkelende gezinnen of groepjes tieners die vier of vijf man breed de winkels betreden, de mensen die luidruchtig verklaren dat ze tégen het vaccin zijn, tegen mondkapjes, tegen corona (een hoax) en dus ongegeneerd mondkapjesloos gaan shoppen en zich prinsheerlijk laten vervoeren in de trein.", "’Verkoudheidje’", "Het zijn de mensen die zichzelf een zonreisje naar Spanje of Griekenland gunnen en deze vervolgens boeken tegen een bodemprijs, want Schiphol draait gewoon door op volle toeren. Het zijn de mensen die hoestend en niezend weigeren zich te laten testen en er monter op uit gaan, ‘want het zal wel een verkoudheidje zijn’.", "De keiharde maatregelen die Rutte vanavond gaat aankondigen, de harde lockdown tot en met 19 januari, hebben we grotendeels te danken aan hen, de coronahufters.", "Coronahufters", "De coronahufters, dat zijn de freeriders, een principe dat de Amerikaanse econoom Mancur Olson al in de jaren zestig formuleerde. De vrijbuiters die ‘meeliften’ op een goed of een dienst zonder eraan bij te dragen (meestal gaat het om betaling), ondermijnen daarmee het collectieve belang van de samenleving. In dit geval gaat het niet om geld, maar om gedrag en om onze collectieve gezondheid.", "Het ligt natuurlijk niet alleen aan hen dat de cijfers stijgen. We maken bijna allemaal weleens een ‘coronafoutje’ in deze malle, nieuwe wereld met zijn hoogsteigen regels (toch net te dichtbij elkaar staan als je een of twee vrienden ziet, mondkapje pas opzetten bij het binnengaan van de winkel, enzovoort), maar ik merk wel dat ik steeds kwader word op de moedwilligen, de coronahufters.", "Die hun prettige, egoïstische en hedonistische leventje gewoon voortzetten en weigeren om iets te doen voor ‘het algemene belang’ of voor ‘de kwetsbaren’. Die de onderbouwde denkbeelden en argumenten van virologen, van het Outbreak Managment Team en van het kabinet met veel hocuspocus-argumenten afwijzen omdat ze niet ‘geloven’ in corona. Alsof Covid-19 een religie is waarvan je kunt kiezen om volger te zijn. En die mededeling is tevens een vrijbrief om hun goddelijke gang te blijven gaan en om nog enkele complottheorieën rond te strooien (George Soros en Bill Gates zijn nooit ver weg).", "Gekke Henkies", "Zij ondermijnen willens en wetens het coronabeleid, en die spuit met het corona-vaccin zullen ze never nooit in hun arm laten zetten. Alles is toch hun eigen keuze? Dus mogen wij ons er niet mee bemoeien. Zij zetten hun oude leventje voort ten koste van ons, de gekke Henkies. En dat wringt bij mij.", "Wat zou het heerlijk zijn om een non-believer te zijn, dacht ik vandaag na het lezen van een tweet van ‘Peter’ die vol trots stelde dat hij dit jaar voor de zoveelste keer naar Frankrijk vloog voor een vakantie en dat we ons allemaal niet zo druk moesten maken om corona. Als je non-believer bent, gebruik je dat als excuus en schuif je zo je eigen verantwoordelijkheid af.", "Was ik maar een Vindicat-jaarclubmeisje, dansend, zingend en schreeuwend met mijn altijd schorre stem in die gehuurde feestbus met al mijn vrindjes & vriendinnetjes, was ik maar een Oranjeprinsesje dat fijn nog even in Griekenland bleef chillen in de familie-vakantievilla met haar zus, terwijl haar ouders door het stof moesten in Nederland voor hun vakantietripje.", "Coronamoe", "De coronacijfers gaan niet omlaag, ze zijn verontrustend hoog, iedereen is coronamoe. Zeg niet dat we het niet weten. Het regent mails van de scholen van mijn kinderen (basisschool en middelbare school), want alles raakt ontwricht door al die zieke/testende/in quarantaine zittende personeelsleden en kinderen.", "Ze hebben zich in alle bochten gewrongen om de lessen te kunnen laten doorgaan. Ik zie veel digitale noodkreten voorbijkomen van zorgmedewerkers die aan hun tax zitten, die óver hun tax zitten door alle corona-opnames, de reguliere zorg die moet worden uitgesteld, de IC’s die weer vol liggen met naar adem happende coronapatiënten.", "Oorlog", "Onze minister-president moet ons toespreken vanuit het Torentje alsof we in oorlog zijn, omdat het anders niet tot ons doordringt hoe ernstig de situatie is. En ik durf niet te denken aan al die mensen wiens theater, café, restaurant of evenementenbureau tegen het faillissement aan zit, en waarin ook alle medewerkers worden meegesleurd in hun financiële val.", "We zitten opgescheept met de harde lockdown, omdat een groep mensen die zich welbewust niet houdt aan de coronaregels, er daarmee voor heeft gezorgd dat het coronavirus zich heeft genesteld in grote lagen van de bevolking. Je zou bijna zeggen: het is het complot van de coronahufters.", "Ik ben erg voor vrijheid-blijheid, maar nu even niet. Boetes, handhaving, elkaar wel durven aanspreken op corona-ondermijdend gedrag: ik vrees dat er niks anders op zit om uit de coronacrisis te komen. En bedankt, coronahufters."], "authors": ["Larissa Pans"], "keywords": ["van", "dat", "die", "om", "niet", "een", "en", "bedankt", "te", "lockdown", "zijn", "harde", "deze", "voor", "coronahufters", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}