{"id": "ca05e7ca-a914-3960-ba43-f4bade861ea4", "title": "Australische regering bevestigt gesprekken over mogelijk uitstel F1-seizoen", "url": "https://nu.nl/formule-1/6100200/australische-regering-bevestigt-gesprekken-over-mogelijk-uitstel-f1-seizoen.html", "summary": "Het begint er steeds meer op te lijken dat de start van het nieuwe Formule 1-seizoen niet op 21 maart in Melbourne zal zijn.\nDe Australische regering heeft bevestigd dat er gesprekken gaande zijn met alle betrokken partijen.\n\"Er vinden gesprekken plaats tussen de organisatie, de regering en de Formule 1 over de kalender voor 2021\", zegt hij.\n\"In die gesprekken wordt de gezondheid van de bevolking door de regering vooropgesteld, al willen we tegelijkertijd ook de evenementenkalender in bescherming nemen.\"\nVorig jaar verliep het begin van het Formule 1-seizoen ook al anders dan gepland.", "paragraphs": ["Het begint er steeds meer op te lijken dat de start van het nieuwe Formule 1-seizoen niet op 21 maart in Melbourne zal zijn. De Australische regering heeft bevestigd dat er gesprekken gaande zijn met alle betrokken partijen.", "Maandag werd door diverse media al gemeld dat de Australische Grand Prix waarschijnlijk wordt verplaatst als gevolg van de aangescherpte coronaregels in het land. De Formule 1 kon er toen nog weinig over zeggen.", "Een woordvoerder van de regering laat dinsdag tegen persbureau Reuters iets meer los. \"Er vinden gesprekken plaats tussen de organisatie, de regering en de Formule 1 over de kalender voor 2021\", zegt hij.", "\"In die gesprekken wordt de gezondheid van de bevolking door de regering vooropgesteld, al willen we tegelijkertijd ook de evenementenkalender in bescherming nemen.\"", "Vorig jaar verliep het begin van het Formule 1-seizoen ook al anders dan gepland. Toen was iedereen al aanwezig in Australië, waar pas vlak voor de start van de eerste training werd besloten om niet te racen vanwege de coronapandemie. Pas in juli werd in Oostenrijk de eerste Grand Prix verreden.", "Als de race in Australië dit jaar inderdaad wordt verplaatst, lijkt de eerst Grand Prix van 2021 op 28 maart in Bahrein verreden te worden. De Formule 1-kalender telt dit jaar voor het eerst 23 races."], "authors": ["Door"], "keywords": ["er", "werd", "van", "al", "formule", "voor", "f1seizoen", "bevestigt", "wordt", "gesprekken", "australische", "te", "uitstel", "het", "mogelijk", "regering"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}