{"id": "ca1bec0f-9832-3c05-a80e-fd61f0c9d88e", "title": "In je eentje een familiefeest vieren, is magisch. Kerst 2001 deed ik het", "url": "https://www.volkskrant.nl/columns-opinie/in-je-eentje-een-familiefeest-vieren-is-magisch-kerst-2001-deed-ik-het~bb8c4243/", "summary": "Kerst 2001 deed ik het, waarschijnlijk was er iets net uit, of zo.\n‘Chinees’, zei Martin.\n‘Jawel’, zei ik, ‘lekker – maar toch niet met Kerst!’ ‘Toch wel’, zei Martin.\n‘Zeker’, zei ik, ‘maar daarom geloof ik het nog niet!’Honderd worstenbroodjes later: ‘Zeggen jullie nou eens gewoon wat we gaan eten.’‘Chinees’, zei Martin.\n‘Nee hoor’, zei Femie, de bakken uitstallend, ‘we gaan gewoon Chinees eten.’ ‘Dit geloof ik niet’, zei ik, nasi opscheppend.", "paragraphs": ["Geen kerstdiners dit jaar. Nou ja, tja. Ach. Het biedt ook kansen, natuurlijk. Mogelijk raakt Jezus voorgoed uit de mode en wordt het nooit meer Kerst. Ik noteer: Trump, vuurwerk, christendom.", "Wie alleen is, heeft geluk. In je eentje een familiefeest vieren, is magisch. Kerst 2001 deed ik het, waarschijnlijk was er iets net uit, of zo. Daar zat ik in Enschede, ‘heel alleen Kerstfeest te vieren’. (Hazes, Eenzame Kerst. Een vrolijk lied. André zingt dat hij in de gevangenis zit, hij heeft gestolen, maar: voor zijn gezin. En wat denk je? Thuis, onder de boom, zit een andere man, nota bene in Hazes z’n luie stoel.)", "Nou ja, kon Hazes wel in één dag Moby Dick lezen, bijvoorbeeld. Deed ik tenminste in 2001. Zeshonderd pagina’s, vijftig per uur, ’s avonds soep uit blik. Tweede Kerstdag: Hitler, Hoogmoed, 1889-1936, het eerste deel van Kershaws dubbeldekker. Zelf Maarten ’t Hart worden.", "‘Opschepper’, zegt Jet. Soms, als de deadline nadert, komt ze gezellig even kijken.", "‘Ook als ik toegeef dat van deel twee nooit meer iets gekomen is?’", "Tja, mja, nog steeds een opschepper.", "‘Waardoor Hitler voor mij altijd de sportbobo is gebleven die de Olympische Spelen naar Berlijn haalde?’", "Schrijf anders over de Chinees, oppert ze. Dat was toch ook met Kerst?", "‘Gódverdomme’, zeg ik, ‘dat was een heel andere Kerst. Een tegenovergestelde Kerst. Totaal niet eenzaam.’ (Nooit, echt nooit, óp de deadline een geheel andere Kerst opperen. Niet doen.)", "Maar oké, die andere Kerst waren we na het zwavelstokjes venten te gast bij Femie en Martin, vrienden van mijn ouders. Deden we nooit, Kerst vieren bij andere mensen. Er zat iets in het kerstbrood, denk ik, spijs die naar mijn puberbrein steeg. ‘Wat eten we vanavond eigenlijk’, vroeg ik al tijdens de koffie.", "‘Chinees’, zei Martin.", "Moest ik hard om lachen. Goeie grap. ‘Even serieus’, zei ik.", "‘We halen Chinees’, zei Femie.", "Weer lachte ik beleefd. ‘Chinees halen met Kerst? Als er gasten zijn?’", "‘Hou je niet van Chinees?’, vroeg Martin. ‘Jawel’, zei ik, ‘lekker – maar toch niet met Kerst!’ ‘Toch wel’, zei Martin. ‘Yeah right’, zei ik.", "‘Je hoort toch wat Martin zegt’, zei mijn moeder. ‘Zeker’, zei ik, ‘maar daarom geloof ik het nog niet!’", "Honderd worstenbroodjes later: ‘Zeggen jullie nou eens gewoon wat we gaan eten.’", "‘Chinees’, zei Martin. Nu maakte ik glimlachend een wegwerpgebaar, erboven staan was beter. Femie zei: ‘We hebben een heel lekkere Chinees hoor.’", "Toch weer schateren, het bleef leuk. ‘Mag ik zeven bakken babi pangang’, brulde ik door de woonkamer. ‘Het is Kerst!’", "Martin trok zijn jas aan. ‘Wat ga je doen?’, vroeg ik. ‘Chinees halen’, zei hij. ‘Doe normaal’, zei ik. Martin vroeg: ‘Wil je mee?’ ‘Ik ken jou’, zei ik, ‘dan rij je er voor de grap heen.’", "Na een half uurtje was Martin terug, met dunne witte plastic zakjes waarin een soort ufo’s zaten, of bermbommen, ingepakt in grijs papier. ‘Gaan we nu Chinees eten om mij te pesten?’ zei ik. ‘Nee hoor’, zei Femie, de bakken uitstallend, ‘we gaan gewoon Chinees eten.’ ‘Dit geloof ik niet’, zei ik, nasi opscheppend. ‘Jullie houden me voor de gek.’", "‘Wie wil er een stokje saté?’, vroeg mijn moeder."], "authors": ["Peter Buwalda"], "keywords": ["chinees", "een", "eentje", "kerst", "ik", "familiefeest", "zei", "vieren", "vroeg", "je", "deed", "martin", "wat", "het", "magisch"], "pubDate": "2020-12-17T14:05:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}