{"id": "ca1d1e19-2f78-3d4e-b460-4d10e0ede30a", "title": "Influenza past naadloos in het oeuvre van Parasite-regisseur Bong Joon-ho", "url": "https://www.parool.nl/kunst-media/influenza-past-naadloos-in-het-oeuvre-van-parasite-regisseur-bong-joon-ho~bd7f9aa0/", "summary": "In het openbaar toilet van een metrostation oefent Cho Hyuk-rae voor de spiegel een verkooppraatje voor ­secondelijm.\nHet is de openingsscène van Influenza, een film van krap een half uur die Bong Joon-ho (The Host, ­Parasite) maakte in 2004 en die naadloos in zijn oeuvre past.\nAlles in Influenza is gefilmd met beveiligingscamera’s, gevangen in onpersoonlijke, smoezelige beelden en een groothoeklens die de randen kromtrekt.\nHet geeft de scène iets van het droog­komische absurdisme dat bij Bong nooit ver weg is.\nIn plaats van de schijn van veiligheid, benadrukken de camera’s in Bongs film juist de onverschilligheid van de samenleving ten opzichte van kruimeldieven als Cho.", "paragraphs": ["In het openbaar toilet van een metrostation oefent Cho Hyuk-rae voor de spiegel een verkooppraatje voor ­secondelijm. Niemand kijkt naar hem om. Het is de openingsscène van Influenza, een film van krap een half uur die Bong Joon-ho (The Host, ­Parasite) maakte in 2004 en die naadloos in zijn oeuvre past. Thematisch, maar ook door de speelse ­omgang met vorm en toon.", "Alles in Influenza is gefilmd met beveiligingscamera’s, gevangen in onpersoonlijke, smoezelige beelden en een groothoeklens die de randen kromtrekt. In korte scènes hink-stap-springt de korte film door vijf jaren waarin Cho zich verliest in de misdaad. Zijn voornaamste doelwit zijn pinautomaten, waar hij al dan niet met geweld geld ontfutselt aan klanten.", "Op momenten doet het denken aan Alan Clarkes confronterende Elephant, een reeks van achttien scènes die elk een schijnbaar willekeurige moord tonen. Influenza heeft dezelfde bijna achteloze toon, wat het geweld des te schokkender maakt. Dat geweld is heftig en onhandig en de herhaling ervan stompt je in de maag.", "Daarbij zijn de beveiligingscamera in Bongs film cruciaal. Tijdens een overval in een parkeergarage blijft de beveiligingscamera werktuiglijk heen en weer draaien, daarbij soms de actie uit het oog verliezend. Het geeft de scène iets van het droog­komische absurdisme dat bij Bong nooit ver weg is.", "Maar die wegdraaiende camera heeft ook iets metaforisch. In plaats van de schijn van veiligheid, benadrukken de camera’s in Bongs film juist de onverschilligheid van de samenleving ten opzichte van kruimeldieven als Cho. En die onverschilligheid is wederzijds.", "Zo is Influenza veel in een half uur: kritiek op een klassenmaatschappij zonder bodem, op een surveillancecultuur zonder consequenties. Maar juist het balanceren van zo’n veelheid is een kracht van Bong, die in de ijzersterke slotscène ook nog maar eens toont als geen ander een ontsporende situatie te kunnen regisseren."], "authors": ["Elise Van Dam"], "keywords": ["past", "zijn", "van", "naadloos", "bong", "oeuvre", "influenza", "parasiteregisseur", "een", "joonho", "en", "met", "film", "ook", "het", "die"], "pubDate": "2021-01-06T09:28:11Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}