{"id": "ca30094d-0550-3731-a8d1-14de9602e7af", "title": "De VS gaan naoorlogs Argentinië achterna", "url": "https://trouw.nl/opinie/de-vs-gaan-naoorlogs-argentinie-achterna~be59643b/", "summary": "Bovendien is Amerika nog niet ver genoeg ­afgezakt in de richting van het Italië van de jaren dertig, Argen­tinië in het midden van de vorige eeuw en Rusland in de jaren negentig.\nKlassieke scenario voor een revolutieDaarom moet hij het hebben van het opjutten van de bevolking met complottheorieën over verloren ­verkiezingen en nepnieuws.\nHij kan aansturen op een tweede termijn, zich opwerpen als ‘tegenpaus’, een opvolger aanwijzen of een nieuwe staatsgreep voorbereiden.\nWant dat hij een aantal rechtszaken over fraude, valsheid in geschrifte en seksueel wangedrag gaat verliezen, is zeker.\nRob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies (HCSS).", "paragraphs": ["“Wees erbij. Het wordt ruig.” Met deze tweet leidde president Trump zijn eerste poging tot een staatsgreep in. Daarna hitste hij zijn aanhangers in Washington op met een 70 minuten durende speech: “Je geeft nooit toe als levens op het spel staan”, en “Ons land heeft er genoeg van. We pikken het niet meer.” Vervolgens bezetten aanhangers van de complotbeweging QAnon, white supremacists en neonazi’s het Capitool.", "Alles wijst erop dat Trump hoopte dat de boel zodanig uit de hand zou lopen dat hij de staat van beleg zou kunnen afkondigen en de democratische instituties buiten werking zou kunnen stellen. Precies daarom wilde hij aanvankelijk de nationale garde niet inzetten. Maar binnen het Witte Huis leek hij geen steun te ­hebben voor het ontketenen van een gewelddadige ­revolutie. Bovendien is Amerika nog niet ver genoeg ­afgezakt in de richting van het Italië van de jaren dertig, Argen­tinië in het midden van de vorige eeuw en Rusland in de jaren negentig. Daarbij komt dat Trump niet kan rekenen op de steun van de krijgsmacht en daarmee een belangrijke machtsbasis ontbeert.", "Klassieke scenario voor een revolutie", "Daarom moet hij het hebben van het opjutten van de bevolking met complottheorieën over verloren ­verkiezingen en nepnieuws. Het doel is verwoestende polarisatie en ontwrichting van de maatschappij. Dit klassieke scenario voor een revolutie kan nog steeds slagen. Zeker zolang het Trumpisme een grote aantrekkingskracht op ontevredenen heeft. Die hebben geen belang bij waarheid en fatsoen, maar streven naar de totale ineenstorting van de instituties die uiteindelijk een utopische wereld van vrijheid en voorspoed moet opleveren.", "Als mijn veronderstelling klopt dat het trumpisme een blijvertje is, dan gaat Amerika een periode tegemoet die sterk aan het naoorlogse Argentinië doet denken waar het peronisme tot een staatgreep en dood en verderf heeft geleid. President Perón werd gearresteerd, werd vervolgens weer president en kon de Argentijnse politiek decennialang vergiftigen. Gezien zijn leeftijd zal Trump relatief snel een opvolger moeten zoeken. Die kan worden gevonden onder de senatoren die de afgelopen dagen weigerden de verkiezingsuitslag te bevestigen, zoals Ted Cruz (Texas) die in 2016 ook al een gooi naar het presidentschap deed.", "Zijn aanhangers zullen achter hem aan blijven lopen", "Voorlopig is het probleem dat elke actie tegen Trump zijn aanhang verder zal opjutten. Hij is de eerste president sinds dertig jaar die geen tweede termijn krijgt. Twitter en Facebook verwijderden zijn opruiende teksten. Hij is de enige die een mislukte staatsgreep op zijn naam heeft staan. Vicepresident Pence is daarom gevraagd de president op grond van het 25ste amendement – wegens ongeschiktheid – uit zijn ambt te zetten. Zijn aanhang interesseert het niet. Zij zien hem als martelaar en zullen achter hem aan blijven lopen, ook al is hij straks ambteloos burger. Met honderden miljoenen dollars aan giften achter de hand kan hij het land blijven ontwrichten, de inauguratie van Biden frustreren en diens presidentschap onmogelijk maken. Hij kan aansturen op een tweede termijn, zich opwerpen als ‘tegenpaus’, een opvolger aanwijzen of een nieuwe staatsgreep voorbereiden.", "Zo kan hij ook uit de gevangenis blijven. Want dat hij een aantal rechtszaken over fraude, valsheid in geschrifte en seksueel wangedrag gaat verliezen, is zeker.", "Rob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies (HCSS). Hij schrijft wekelijks over internationale verhoudingen. Lees zijn columns hier terug."], "authors": ["Rob De Wijk"], "keywords": ["zijn", "van", "naoorlogs", "en", "een", "kan", "vs", "op", "gaan", "het", "achterna", "argentinië", "hij", "dat", "die"], "pubDate": "2021-01-08T10:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}