{"id": "ca32c3e9-7045-3b80-9e4c-a55ce1a37b91", "title": "Documentairemaker Gianfranco Rosi reisde af naar IS-gebied: ‘Achteraf dacht ik: hoe heb ik dit overleefd?’", "url": "https://trouw.nl/cultuur-media/documentairemaker-gianfranco-rosi-reisde-af-naar-is-gebied-achteraf-dacht-ik-hoe-heb-ik-dit-overleefd~b6e79845/", "summary": "“Ik...”“Wacht even”, zegt Rosi en hij staat op en loopt naar een deur ergens achter hem die blijkbaar op een kier staat.\nToen dacht ik: ‘Hoe heb ik dit overleefd?’ Maar ook: ‘Hoe heb ik zoveel fantastische mensen kunnen ontmoeten?’ Bijna iedereen in de film heb ik bij toeval ontmoet.\nDan zeg ik dat ik over zes maanden terugkom.\nWaarom kunnen dingen niet gewoon zo zijn?’ Vanaf dat moment wist ik dat ik geen vragen meer had om te stellen.\nAls ik een maand in jouw huis verblijf, weet ik wie je bent: ik ken je routines.", "paragraphs": ["Gianfranco Rosi (1963) maakte nog maar een handvol documentaires maar won al wel de hoofdprijzen op de filmfestivals van Berlijn en Venetië. In het bijna woordeloze ‘Notturno’ portretteert hij mensen die jaren onder IS leefden.", "Hij debuteerde in 1996 met ‘Boatman’, over een veerman op de Ganges in India. Deze schipper Gopal zorgde er met één opmerking voor dat Rosi vervolgens twaalf jaar lang nauwelijks een film maakte.", "Vijf jaar zwierf hij door een woestijn in Californië. Hij interviewde een huurmoordenaar van een Mexicaans drugskartel voor ‘El sicario, Room 164’ en sprak enkele excentrieke bewoners van de rondweg van Rome voor ‘Sacro Gra’, waarmee hij in Venetië de Gouden Leeuw won.", "Rosi kan aan een stuk door grappen maken en praat constant dwars door je heen, maar zijn films laten zien dat hij een scherp luisteraar en observator is. We spreken elkaar in het Amsterdamse Hotel de l’Europe, waar hij voor documentairefestival Idfa verblijft. Het is Rosi’s eerste trip sinds februari: “Ik werd helemaal gek van Zoom-interviews”. En het is net of hij teveel suiker op heeft, zo vrolijk en energiek stuitert hij over de loungebanken waar we elkaar spreken.", "“Ik...”", "“Wacht even”, zegt Rosi en hij staat op en loopt naar een deur ergens achter hem die blijkbaar op een kier staat. “Jaren geleden stond er een artikel in... The Guardian meen ik, dat beschreef hoe ‘corpo d’aria’, op de tocht zitten, alleen in Italië nog een excuus is om je ziek te melden voor werk. Hahaha. Eigenlijk is het meer een ‘spiffero d’aria’, een nog dunnere luchtstraal. Je kunt je er zo twee, drie dagen ziek voor melden.”", "U zei ooit in een interview dat u een hekel hebt aan het ‘klagen & uitleggen’ dat veel documentaires zouden doen. Iemand klaagt dat er iets mis is en de filmmaker legt uit hoe het zit. Maar u begint Notturno met vier regels aanklacht over hoe de grenzen bij Koerdistan, Libanon, Syrië en Irak willekeurig getrokken zijn toen de koloniale machten daar vertrokken en dat sindsdien het ene conflict op het andere volgt.", "“Dat is historische achtergrond. Ik begin elke film met drie, vier regels achtergrond. Honderd jaar geschiedenis van het Midden- Oosten was trouwens erg lastig in een paar regels te vatten. Het kostte me ongeveer een jaar.”", "Was dat niet het risico met deze film: dat een ongelofelijk complexe situatie waar al zoveel over is gezegd in anderhalf uur uw eigen verhaal moest worden?", "“Dat is dus precies waarom ik die paar regels achtergrond nodig had. Het gaat erom dat die grenzen nep zijn. Kunstmatig. De gevolgen van die willekeur zijn de afgelopen eeuw op de schouders van gewone mensen komen te liggen en die mensen wilde ik laten zien. Ik wilde het gebied laten zien als een soort ‘mentale ruimte’: de geestesgesteldheid van de mensen die deze ellende over zich uitgestort kregen. Min of meer het gebied dat door IS is verwoest. De oorlog laat ik niet direct zien, die moest meer een echo zijn, een schokgolf die door het gebied dendert.”", "U blijft voor elke film lange tijd op een bepaalde plek en u werkt altijd alleen. Hoe gevaarlijk was het?", "“Het was nooit veilig. Maar ik had fantastische producenten. Om te beginnen Orwa Nyrabia, die nu directeur van Idfa is maar toen nog als producent werkte. Dankzij Orwa en zijn connecties in het Midden-Oosten kon ik mensen vinden die ik kon vertrouwen en ik heb hen serieus mijn leven in handen gegeven. Van het ene gebied naar het andere reizen, was elke keer een hel. Als ik van Bagdad naar Koerdistan wilde. Of van Bagdad naar Mosul, was er altijd wel iemand vermoord bij een van de checkpoints. Soms zijn er plekken waar IS verkleed als politie staat, een bus laat stoppen en iedereen vermoordt. Je reist van de ene militie naar de volgende en altijd moet er iemand betaald worden. Daar komt bij dat ik vaak lang in een gebied verblijf. En hoe langer je ergens bent, hoe meer mensen weten dat er een buitenlander in de buurt is, hoe groter de kans op ontvoering. Vooral Italianen ontvoeren is lucratief want die betalen direct.”", "Er is bijna geen gevaarlijker plek denkbaar op de planeet en u trekt er drie jaar rond om een film te maken.", "“Maar zo denk je niet als je begint. Je moet vertrouwen hebben in de mensen waar je mee werkt. En je moet weten wanneer je moet vertrekken. Dat is het spel.”", "En u weet wanneer u moet vertrekken.", "“Mijn assistent weet dat. De klap kwam toen ik klaar was. Toen dacht ik: ‘Hoe heb ik dit overleefd?’ Maar ook: ‘Hoe heb ik zoveel fantastische mensen kunnen ontmoeten?’ Bijna iedereen in de film heb ik bij toeval ontmoet. Vervolgens breng ik tijd bij ze thuis door, ik eet met mensen, ik slaap bij mensen. Dan zeg ik dat ik over zes maanden terugkom. En dat doe ik dan ook. Zo kweek je vertrouwen. Dat is een belangrijk deel van wat ik doe: vertrouwen kweken. Ik film nooit als ik iemand net heb ontmoet.", "“In de gevangenis waar ze IS-strijders opsloten, liep ik drie weken rond voor een paar momenten in de film. Na twee dagen rondleiding vroeg de directeur waarom ik niks filmde. Ik wist pas wat ik wilde laten zien, toen ik merkte dat de IS-gevangen één keer per twee weken naar buiten mochten. De rest van de tijd zitten ze met misschien wel honderd man in een cel, in het donker. Eerst mocht ik niet eens binnen filmen, ik moest iets tekenen zodat de directeur niet meer verantwoordelijk voor me was. Want de gevangenen hadden daarvoor iemand twee weken vastgehouden omdat ze betere levensomstandigheden eisten.”", "U moet een of andere doodswens hebben.", "“Die cel moest gefilmd worden.”", "Nog even een stap buiten de film. U bent eigenlijk direct na het begin van uw carrière drastisch van koers veranderd. Dankzij Gopal in The Boatman. Hoe zat dat?", "“Al snel nadat ik bij hem kwam, op de tweede dag of zo, zei hij: ‘Jullie Europeanen komen hier altijd met je waarom-waarom-vragen. Waarom kunnen dingen niet gewoon zo zijn?’ Vanaf dat moment wist ik dat ik geen vragen meer had om te stellen. De manier waarop ik verhalen ging vertellen moest dus veranderen.”", "Is er een ander woord dat uw manier van filmmaken vanaf dat moment typeert?", "“Tijd. Als ik een maand in jouw huis verblijf, weet ik wie je bent: ik ken je routines. Wat je ’s ochtends doet als je wakker wordt. Hoe je werkt. Dan kan ik een film maken.”", "Wat zijn uw routines?", "“Wakker worden. Koffie. Sigaret. Bellen. Mijn vrienden haten me om mijn vroege telefoontjes in de ochtend. Daarna begin ik te werken. Reizen is ook heel erg een routine voor mij. Dus het was moeilijk dit jaar. Dit is de eerste keer dat ik weer onderweg ben.”", "Lees ook:", "Het varken Gunda is slimmer dan u", "De Russische regisseur Victor Kossakovsky maakte met ‘Gunda’ een beeldschone film over een varken, en wist zelfs Joaquin Phoenix te verbluffen."], "authors": ["Ronald Rovers"], "keywords": ["rosi", "van", "hoe", "het", "op", "reisde", "naar", "gianfranco", "documentairemaker", "ik", "die", "een", "je", "overleefd", "isgebied", "dat", "en", "heb"], "pubDate": "2020-12-03T13:54:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}