{"id": "ca38bc1c-aa73-36bd-a992-7b982a43875c", "title": "'Verdacht pakket' Poolse supermarkt in Aalsmeer bevatte broodjes", "url": "https://nu.nl/binnenland/6101123/verdacht-pakket-poolse-supermarkt-in-aalsmeer-bevatte-broodjes.html", "summary": "Het verdachte pakket dat zondag bij een Poolse supermarkt in het Noord-Hollandse Aalsmeer werd aangetroffen, blijkt verse broodjes te bevatten.\nDe politie en Explosieven Opruimingsdienst Defensie (EOD) kwamen zondag ter plekke na een melding van een verdacht pakketje.\n\"In het licht van wat eerder bij Poolse supermarkten is gebeurd, nemen we het zekere voor het onzekere\", zei een politiewoordvoerder.\nFoto: ANPMeerdere explosies gericht op Poolse supermarktenVorige week ging bij een Poolse supermarkt in Tilburg een explosief af, waardoor de winkel vanbinnen volledig werd verwoest.\nHet incident volgde op een viertal explosies bij Poolse supermarkten met de naam Biedronka in december.", "paragraphs": ["Het verdachte pakket dat zondag bij een Poolse supermarkt in het Noord-Hollandse Aalsmeer werd aangetroffen, blijkt verse broodjes te bevatten. De grote doos was daar zondagochtend door een leverancier neergezet, maakt de politie bekend.", "\"Er worden afspraken gemaakt zodat dit soort leveranciers niet tot dergelijke 'verdachte' situaties kunnen leiden\", schrijft de politie.", "De politie en Explosieven Opruimingsdienst Defensie (EOD) kwamen zondag ter plekke na een melding van een verdacht pakketje. \"In het licht van wat eerder bij Poolse supermarkten is gebeurd, nemen we het zekere voor het onzekere\", zei een politiewoordvoerder.", "De omliggende woningen werden uit voorzorg ontruimd. De bewoners kunnen inmiddels weer terug.", "De politie sloot de omgeving van de supermarkt af. De politie sloot de omgeving van de supermarkt af. Foto: ANP", "Meerdere explosies gericht op Poolse supermarkten", "Vorige week ging bij een Poolse supermarkt in Tilburg een explosief af, waardoor de winkel vanbinnen volledig werd verwoest. Er raakte niemand gewond.", "Het incident volgde op een viertal explosies bij Poolse supermarkten met de naam Biedronka in december. In winkels in Aalsmeer, Heeswijk-Dinther en Beverwijk vonden in vijf dagen tijd vier explosies plaats. De winkel in Tilburg draagt een andere naam.", "De politie gaat uit van een verband tussen de explosies, meldde ze deze week in het programma Opsporing Verzocht. Verondersteld wordt dat een groep daders verantwoordelijk is voor de verschillende incidenten.", "Er zijn geen aanwijzingen dat de aanslagen gericht waren tegen de Poolse gemeenschap in het land."], "authors": ["Foto", "Door", "Nu.Nl Anp"], "keywords": ["politie", "van", "explosies", "broodjes", "supermarkt", "een", "aalsmeer", "bij", "verdacht", "het", "poolse", "dat", "af", "bevatte", "pakket"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}