{"id": "ca3ab152-6ab7-3a69-81a2-6702e9933c47", "title": "Vaccindiplomatie: China en Rusland gebruiken vaccin voor imagoboost", "url": "https://www.parool.nl/wereld/vaccindiplomatie-china-en-rusland-gebruiken-vaccin-voor-imagoboost~b1452c26/", "summary": "Beeld AP‘Vaccindiplomatie’ wordt het al genoemd, de pogingen van China en Rusland om vooral arme landen aan hun kant te krijgen in de pandemie.\nIn januari komen daar nog 1,8 miljoen doses bij, van het Chinese bedrijf Sinovac.\nDan moet er wel voldoende van geproduceerd worden, en dat is voor China en zeker voor Rusland nog een probleem.\nWellicht kwam daarom in december ook het nieuws dat farmabedrijf Shanghai Fosun 100 miljoen doses heeft besteld van het Pfizervaccin.\nDat duidt erop dat China erkent dat het de ­bevolking niet snel genoeg met eigen middelen kan inenten.", "paragraphs": ["Een door staatsbedrijf Sinopharm ontwikkeld coronavaccin is door China voorwaardelijk goedgekeurd. Beeld AP", "‘Vaccindiplomatie’ wordt het al genoemd, de pogingen van China en Rusland om vooral arme landen aan hun kant te krijgen in de pandemie. Door vaccins te leveren, vaak met geleend geld, zouden die landen zich verplichten aan de twee wereldmachten. Die breiden zo hun invloed uit, via zieke of kwetsbare wereldburgers.", "Groot was de Chinese trots op sociale media, toen het land begin december 1,2 miljoen vaccins leverde aan Indonesië, waar het middel ook is getest. In januari komen daar nog 1,8 miljoen doses bij, van het Chinese bedrijf Sinovac.", "Brazilië, waar ook is getest, heeft vaccins besteld, net als Singapore en Chili. Turkije heeft inmiddels 3 miljoen doses ontvangen.", "Het Chinese staatsbedrijf Sinopharm heeft ook een vaccin ontwikkeld, dat op de laatste dag van vorig jaar is goedgekeurd. In de Verenigde Arabische Emiraten zijn de inentingen al begonnen, sjeik Mohammed Bin Rashid al Makhtoum van Dubai heeft de prik als een van de eersten gekregen. Ook Egypte, Marokko en Argentinië zetten hun geld op Sinopharm.", "Meer dan honderd landen hebben volgens Chinese media deze vaccins besteld, of andere die nog in ontwikkeling zijn, zoals die van het bedrijf CanSino. Zuid-Amerika en Afrika rekenen grotendeels op Chinese middelen om de pandemie de kop in te drukken. Een probleem: er is nog weinig bekend over de Chinese vaccins uit een afgerond onderzoek.", "Weinig keuze", "Ook van het Russische Sputnik V-vaccin ontbreekt de belangrijkste informatie. Het is door veel landen besteld die ook Chinese vaccins ­willen en daarnaast door voormalige Sovjet-­republieken. De Russen doen ook zaken met ­India, dat zelf een grote producent is. Voor Sputnik gaat dat land zeker 300 miljoen doses ­produceren.", "Veel keuze hebben arme landen ook niet. Rijke naties hebben flink geshopt en zo al een groot deel van de productie van westerse bedrijven als Pfizer en AstraZeneca geclaimd. Canada is koploper, met ongeveer acht bestelde vaccins per inwoner. De EU-burger moet het met een stuk of vier vaccins doen. En dat terwijl volgens schattingen in 2021, met wat geluk, net genoeg ­vaccins geproduceerd worden om de helft van de wereldbevolking te kunnen inenten.", "De Chinese president Xi Jinping heeft al in mei 2020 gezegd dat vaccins ‘een wereldwijd publiek goed’ zijn. Hij zette tijdens de jaarvergadering van de wereldgezondheidsorganisatie WHO deze Chinese benadering nadrukkelijk af tegen ‘America first’. Xi zegde twee miljard dollar hulp toe aan Afrikaanse landen om vaccins te kunnen kopen, plus een miljard aan leningen voor onder meer Zuid-Amerika.", "De Chinese staatskrant Global Times hekelt de ‘schijnheiligheid’ en het ‘egoïsme’ van de VS. De Chinezen vinden onder meer de grofgebekte ­Filipijnse president Rodrigo Duterte aan hun kant. Hij prees China, dat geen geld vooraf wil zien, terwijl westerse bedrijven dat volgens hem wel doen. “Als dat moet, gaan we allemaal dood.”", "Veel westerse experts wantrouwen ondertussen de goede bedoelingen van de Chinezen en de Russen. Volgens de gezaghebbende krant ­Financial Times is Peking bezig met een ­‘wereldwijd charmeoffensief’, om invloed te vergroten en geopolitieke problemen glad te strijken. Ook Rusland, dat onder meer aan Servië levert, bedrijft diplomatie met zijn vaccin.", "Want zal Duterte straks nog moeilijk gaan doen over eilandjes in de Zuid-Chinese Zee, die betwist worden door zowel zijn land als door China, als hij nu vaccins krijgt?", "Veel andere landen die hun hoop vestigen op medische bijstand van Peking hebben al ­banden en financiële verplichtingen door de Nieuwe Zijderoute. Landen in Zuidoost-Azië zullen minder snel klagen over Chinese dammen in de Mekongrivier, die bij hen droogte kunnen veroorzaken.", "Met de vaccindiplomatie kan China het eigen imago opvijzelen. De uitbraak van het coronavirus in Wuhan en de eerste, inadequate reactie daarop, hebben dat imago geen goed gedaan. Leveringen van soms ondeugdelijk medisch materiaal hielpen ook niet.", "Maar deze kritiek komt vooral uit het Westen, waar het imago van China de afgelopen jaren opvallend is gedaald, zo blijkt uit een rapport van het onderzoeksbureau Pew.", "Mogelijke tekorten", "In de Filippijnen, Brazilië en veel Afrikaanse landen is het imago van China ook niet per se positief, maar gemengd – net als dat van de ­Verenigde Staten. Als die landen hun vaccins komend jaar uit China of Rusland kunnen ­halen, zullen ze dat niet laten. Dan moet er wel voldoende van geproduceerd worden, en dat is voor China en zeker voor Rusland nog een probleem.", "De Chinese autoriteiten moeten oppassen dat de eigen bevolking niet gaat klagen over de export van vaccins. Op de Chinese sociale media klonken ondanks de strenge censuur toch klachten over mogelijke tekorten, toen de levering aan Indonesië bekend werd. Wellicht kwam daarom in december ook het nieuws dat farmabedrijf Shanghai Fosun 100 miljoen doses heeft besteld van het Pfizervaccin.", "Dat duidt erop dat China erkent dat het de ­bevolking niet snel genoeg met eigen middelen kan inenten. Rusland kampt ook met een ­beperkte productiecapaciteit. De Hongaarse premier Viktor Orban zei zondag dat zijn land toch afziet van het Sputnikvaccin, omdat er te weinig van zou zijn."], "authors": ["Gijs Moes"], "keywords": ["rusland", "van", "voor", "en", "imagoboost", "een", "vaccins", "china", "landen", "vaccin", "chinese", "vaccindiplomatie", "ook", "het", "dat", "gebruiken"], "pubDate": "2021-01-05T11:14:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}