{"id": "ca3e5da2-93b2-3d2e-bee2-e8cde020b586", "title": "Coronabeleid baseren op vertekende statistieken is gevaarlijk", "url": "https://volkskrant.nl/columns-opinie/coronabeleid-baseren-op-vertekende-statistieken-is-gevaarlijk~bc50de81/", "summary": "Als je om je heen keek, leek de lockdown al onafwendbaar.\nMaar de duizenden studenten die eenzaam op hun kamertje van 12 vierkante meter zitten te verpieteren, die zie je niet.\nJe krijgt een vertekend beeld wanneer je wat je om je heen ziet projecteert op het gedrag van de hele bevolking.\nMaar die 52 procent is gebaseerd op 19.503 personen die een mogelijke oorzaken opgaven.\nCoronabeleid baseren op vertekende statistieken is gevaarlijk.", "paragraphs": ["Een bus vol met feestende corpsleden. Winkelstraten vol deelnemers aan de oerhollandse traditie Black Friday. De files met woon-werkverkeer werden elke dag langer. Als je om je heen keek, leek de lockdown al onafwendbaar. Overal beelden van mensen die zich niet aan de richtlijnen hielden.", "Maar de duizenden studenten die eenzaam op hun kamertje van 12 vierkante meter zitten te verpieteren, die zie je niet. De mensen die thuiswerken en hun Sint- en kerstaankopen online doen zie je ook niet. Je krijgt een vertekend beeld wanneer je wat je om je heen ziet projecteert op het gedrag van de hele bevolking. De meeste Nederlanders houden zich wél keurig aan de regels. Maar de cijfers stegen alsnog de pan uit, dus blijkbaar gingen de regels niet ver genoeg.", "Statistiek heeft als doel om zo goed mogelijk uitspraken over de hele samenleving te doen op basis van incomplete informatie. Vaak gaat dat goed. Peilers als Maurice de Hond en Gijs Rademakers meten de politieke verhoudingen op basis van een relatief kleine steekproef. Zo’n 13 miljoen kiesgerechtigden wordt niks gevraagd. Toch lukt het ze om nauwkeurige voorspellingen te doen. Waarom? Generaliseren van informatie kan eigenlijk alleen als die informatie representatief is.", "In de weekrapportages van het RIVM wordt ingegaan op de ‘mogelijke settings van besmetting’. Uit de rapportage van 8 december blijkt dat de thuissituatie met 52 procent ruim op kop staat. De nummer twee volgt op pas 21,9 procent van de gevallen. Maar die 52 procent is gebaseerd op 19.503 personen die een mogelijke oorzaken opgaven. Een groep van 23.600 positief geteste personen wist geen mogelijke oorzaak aan te wijzen. Het is dus niet ruim de helft die de thuissituatie als mogelijke oorzaak aanwijst, maar amper een kwart.", "Nog belangrijker is dat die statistieken een vertekend beeld geven. Als je partner positief test en jij een paar dagen later ook, is de oorzaak duidelijk aan te wijzen. Maar als je tot de lockdown dagelijks met bus en trein naar je werk ging, met een tussenstop bij de supermarkt tijdens winkelspitsuur en je dan op een gegeven moment positief test, dan weet je doorgaans de bron niet meer. De relatief makkelijk te herleiden oorzaken, zoals huisgenoten, klasgenoten en naaste collega’s, zullen oververtegenwoordigd zijn.", "Coronabeleid baseren op vertekende statistieken is gevaarlijk. Belangrijke besmettingsoorzaken die ondervertegenwoordigd zijn in de weekrapportages, werden wekenlang niet daadkrachtig genoeg aangepakt. Als de lockdown straks voorbij is, moeten we wel weten welke maatregelen we veilig los kunnen laten.", "Door bij het bron- en contactonderzoek de vragen naar de vermoedelijke besmettingsoorzaak te combineren met andere databronnen – zoals het aantal verkeersbewegingen, metingen over drukte in winkelstraten en gedetailleerde gedragsvragenlijsten – zal je beter in staat zijn corona te lijf te gaan."], "authors": ["Casper Albers"], "keywords": ["van", "die", "niet", "een", "en", "vertekende", "te", "baseren", "op", "als", "je", "coronabeleid", "gevaarlijk", "met", "statistieken"], "pubDate": "2020-12-15T12:01:45Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}