{"id": "ca40db87-0940-3cdd-8bca-5a474b8a4886", "title": "Stadsgids Charlotte Hemmink: ‘Wie naar Frankfurt komt, moet twee keer huilen’", "url": "https://volkskrant.nl/reizen/stadsgids-charlotte-hemmink-wie-naar-frankfurt-komt-moet-twee-keer-huilen~b1bc275e/", "summary": "Het is een fietsstad, een harde werkersstad, natuurlijk een bankenstad, maar ook een onverwacht creatieve, culturele en supergroene stad.\nZe zijn er trots op en zien het als hun verantwoordelijkheid zich samen voor Frankfurt in te zetten.\nMijn lievelingsschilderij uit de collectie van het Städel, Rembrandts interpretatie van het bijbelverhaal van Simson en Delila, met dat prachtige licht- en donkerspel.\nIn de Oper hoorde ik voor het eerst de Litouws-Armeense Asmik Grigorian in La Bohème, een sopraan met een hemelse stem.\nWe hebben laatst ook een coronaproof concert voor 100 bezoekers meegemaakt, met alleen piano en een bariton.", "paragraphs": ["Nu we er weer voorzichtig op uit kunnen, willen we graag weten: waar moet je wezen, wat moet je zien en waarom? Deze week loodst Charlotte Hemmink ons buiten de drukke plekken om in Frankfurt am Main.", "Vijf jaar woont kunsthistorica en fundraiser Charlotte Hemmink (35) nu in Frankfurt am Main. Ze kwam mee met haar Duitse man, die terug naar zijn thuisland wilde, om in de omgeving van Frankfurt in het familiebedrijf te gaan meehelpen. Ze wonen met hun 1,5 jaar oude dochter in het centrum van Duitslands vijfde stad. Charlotte werkt in het natuurhistorisch museum Senckenberg. ‘Het was hier eerlijk gezegd wennen’, zegt ze. ‘Maar inmiddels wil ik niet meer weg. Dat is het geheim van Frankfurt. Wer nach Frankfurt kommt, weint zweimal: wenn er kommt und wenn er geht, zeggen ze. Ik vind Frankfurt open, internationaal. Meer dan de helft van Frankfurts inwoners komt ergens anders vandaan, overal klinken alle talen. Het is een fietsstad, een harde werkersstad, natuurlijk een bankenstad, maar ook een onverwacht creatieve, culturele en supergroene stad. In de zomer zit iedereen aan de oevers van de Main.’", "Simson en Delila en Rembrandt", "Charlotte Hemmink: ‘Ik werkte eerst in het Städel. Klein museum met topcollectie: Van Eyck, Vermeer, Cranach, Monet, Kirchner. Alsof je een kunstgeschiedenisboek inloopt. De Frankfurters hebben zich altijd erg verbonden gevoeld met hun stad. Ze zijn er trots op en zien het als hun verantwoordelijkheid zich samen voor Frankfurt in te zetten. Mijn lievelingsschilderij uit de collectie van het Städel, Rembrandts interpretatie van het bijbelverhaal van Simson en Delila, met dat prachtige licht- en donkerspel. Het is met hulp van de burgers van Frankfurt aangekocht.’", "Städel Museum, Schaumainkai 63", "Reuzeninktvissen", "‘Het natuurhistorische museum Senckenberg is, net als het Städel, oorspronkelijk met privégeld opgezet. We hebben veel dinoskeletten, en er ligt ook een blok steen van 20 ton, verscheept uit de Amerikaanse staat Wyoming, dat ter plaatse wordt onderzocht op de aanwezigheid van Edmontosaurusbotten. Erg trots ben ik op ons interactieve Neue Museum, waar wetenschap en samenleving samenkomen en de rol van de mens in de natuur wordt belicht. Deze maand zijn we in het Neue Museum begonnen met een Tiefsee-tentoonstelling: bezoekers dalen er als het ware zelf af naar de diepste diepten van de oceaan, tot 11.000 meter diep, waar pelikaanalen leven en reuzeninktvissen en lichtgevende wezens.’", "Naturmuseum Senckenberg, Senckenberganlage 25", "Frisse riesling", "‘De Kleinmarkthalle, tussen de Hasengasse en de Liebfrauenberg, is verschrikkelijk leuk. Het is een overdekte markthal waar bloemen, kruiden, verse pasta, oesters en worsten worden verkocht en wijnen uit het Rijndal. We gaan met plezier op zaterdagmiddag in de Kleinmarkthalle een glas frisse riesling drinken. Dan is het druk en gezellig en heerst er een uitgelaten sfeer.’", "Kleinmarkthalle, Hasengasse 5-7", "Vrijmibo op Friedberg", "‘We wonen in Nordend, een aantrekkelijke, groene wijk met lanen en oude huizen. De vrijdagmarkt op de Friedberger Platz in Nordend is een slecht bewaard geheim. We hebben de markt maanden moeten missen. Na het werk, op vrijdagmiddag, komen de Nordenders in groten getale naar het plein voor kaas en wijn. En als ’s avonds de wijnstands opbreken, wordt er bier gehaald bij de kiosk en zo gaat het door tot laat op de avond. De hele buurt komt aanwaaien, mannen en vrouwen met (mantel)pakken, creatieven, Frankfurters, toeristen, jong, oud.’", "Friedberger Platz", "Restaurant zonder menu", "‘Mijn meest geliefde restaurant in Nordend. Carte Blanche is een beetje een chic huiskamerrestaurant, maar ook weer niet zo snobistisch dat je je amper durft te bewegen, de eigenaren zijn zeer vriendelijk. Echt een restaurant voor als er iets te vieren is. Carte Blanche heeft geen menukaart. De kok kookt met wat er die dag aan vers vlees en lokale groenten is binnengekomen. Altijd weer een verrassing. De wijnbegeleiding is trouwens ook prima.’", "Carte Blanche, Egenolffstraße 39", "Appelwijn met schnitzel", "‘Cider of Apfelwein, zoals de Frankfurters zeggen, hoort net zo bij Frankfurt als de Main. Apfelwein komt in een Bembelchen, een grote aardewerken kan. De liters moeten vloeien. En dan ook graag een groot bord erbij met Frankfurter Schnitzel met grüner Soße en Bratkartoffeln. De leukste Apfelweinkneipe die ik ken, zit in een achterafstraatje en heeft de moeilijkste naam, Fichtekränzi. Maar de sfeer is altijd goed en alle soorten Frankfurters komen er bij elkaar aan lange tafels: grootouders met kinderen, vriendengroepjes en wij regelmatig.’", "Fichtekränzi, Wallstraße 5", "Hemelse sopraan", "‘Ik ben fan van de Oper Frankfurt. Ze programmeren fantastische opera’s en zijn vooral goed in het ontdekken van nieuwe talenten. In de Oper hoorde ik voor het eerst de Litouws-Armeense Asmik Grigorian in La Bohème, een sopraan met een hemelse stem. We hebben laatst ook een coronaproof concert voor 100 bezoekers meegemaakt, met alleen piano en een bariton. Bijzonder, omdat het zo intiem was.’", "Oper Frankfurt, Untermainanlage 11", "Wijn van de Rheingau", "‘De Rheingau is de wijnregio meteen bij ons om de hoek. Er gaat een treintje naartoe, maar erheen fietsen kan ook goed. Heuvels, wijngaarden, het is zo’n adembenemend gebied. In de Rheingau ligt ook het Eberbachklooster, dat in al zijn pracht en praal uit het dal oprijst. De film The Name of the Rose is hier opgenomen. Het klooster is helemaal gerestaureerd en er worden klassieke concerten gegeven. Het heeft bovendien een kleine dependance midden in een wijngaard, het Schwarzes Häuschen. Grappig tentje, waar heerlijke rheingauwijn wordt geschonken. Het contrast tussen het indrukwekkende klooster en dit onpretentieuze wijnhuisje is groot.’", "Kloster Eberbach, Kloster-Eberbach-Straße 1, Eltville am Rhein"], "authors": ["Mirjam Bosgraaf"], "keywords": ["van", "keer", "een", "komt", "en", "ook", "huilen", "moet", "twee", "wie", "zijn", "frankfurt", "stadsgids", "naar", "er", "op", "met", "hemmink", "het"], "pubDate": "2020-09-11T10:04:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}