{"id": "ca413eb9-6057-39b1-9723-3cb12518e7bb", "title": "Ga toch weg met je alomtegenwoordige doemdenkerij!", "url": "https://trouw.nl/opinie/ga-toch-weg-met-je-alomtegenwoordige-doemdenkerij~b830f9e8/", "summary": "Mogelijke val van het kabinet na de toeslagenaffaire, ingestorte populariteit van de ­koning, te late vaccinatiecampagne, uitpuilende ziekenhuizen.\nAlomtegenwoordige doemdenkerijOp eens voelde ik een majestueuze behoefte bij me opkomen om uit deze mist van duisternis te stappen.\nGa toch weg met je alomtegenwoordige doemdenkerij!\nEn in die overlevingsstrategie zit ook de zorg besloten om de ander te ­beschermen en te redden.\nAcht zangers en zangeressen die op kerstavond in de nog naar rook geurende kerk hun traditionele concert toch brachten.", "paragraphs": ["Op mijn bureau daalden gisterenochtend de onderwerpen neer. Als een plensbui van zure regen op een mondkapje.", "Ik pakte mijn plastic en virusvrije handschoenen die de hele nacht in een bad van desinfecterende handgel hadden gelegen en trok ze aan. Vervolgens greep ik al die onderwerpen een per een tussen duim en wijsvinger. Mogelijke val van het kabinet na de toeslagenaffaire, ingestorte populariteit van de ­koning, te late vaccinatiecampagne, uitpuilende ziekenhuizen.", "Ik liet een voor een al die onderwerpen in mijn prullenbak vallen. Als laatste kwam de waarschuwing van Mark Ryan, hoofd van het rampenprogramma van de Wereldgezondheidsorganisatie, aan de beurt: deze pandemie is erg maar er komt ongetwijfeld nog eentje die veel ­erger zal zijn, zeg maar een soort ‘big one’. Hoeveel zuur kan een mens nog slikken op de een na laatste dag van het jaar?", "Alomtegenwoordige doemdenkerij", "Op eens voelde ik een majestueuze behoefte bij me opkomen om uit deze mist van duisternis te stappen. Ga toch weg met je alomtegenwoordige doemdenkerij! Op mijn schouder werd het duiveltje met vork die altijd graag in de oren van columnisten souffleert, bloednerveus. “Dit is toch je corebusiness, man?” Maar nu even niet, hoorde ik mezelf denken. Met een ferm tikje veegde ik mijn linkerschouder schoon en deed het duiveltje in de prullenbak tussen de onderwerpen belanden.", "Als de mens in zijn bewogen ­geschiedenis iets heeft bewezen, is het wel dat hij weerbaar is. Dat hij of zij altijd weer weet op te staan. Midden in de puinhopen en de ruïnes, die hij vaak zelf heeft aangericht, zie je hem aarzelend rondkijken om vervolgens gedecideerd met opruimen beginnen.", "Wat van dit bijna volledig geconsumeerde jaar overblijft, is het besef dat we een eenheid vormen. Een collectief dat bereid is zijn leefwijze grondig te wijzigen om te overleven, ook al gaat dit vaak met twijfels, protesten en geklaag gepaard.", "En in die overlevingsstrategie zit ook de zorg besloten om de ander te ­beschermen en te redden. Zelfs in de wanhoop van onze gedwongen opsluiting zit hoop. Zie maar die prachtige foto van Joris van Gennip, gisteren in Trouw. Kijk naar die lenige danseres op het puntje van haar sneakers in de volstrekt lege Rue de Rivoli.", "Uit mijn prullenbak hoorde ik een stemmetje opstijgen: “Kost het je nu niet veel moeite om die brij van correcte gedachten op je scherm te kwakken?” Ik graaide tussen de vergane onderwerpen, viste het duiveltje uit de prullenmand en zette het op mijn toetsenbord. Binnen enkele toetsaanslagen kwam ik bij een ­andere foto terecht. Je zag in de half verbrande kathedraal van Notre-Dame acht mensen in blauwe werkkleding met een witte helm op. Acht zangers en zangeressen die op kerstavond in de nog naar rook geurende kerk hun traditionele concert toch brachten. Ik kon ‘Stille Nacht’ bijna horen. Ik keek naar het duiveltje, dat op mijn entertoets was gaan zitten. “Hoe correcter en hoopvoller wil je het nog hebben?” vroeg ik. Het duiveltje zweeg in alle talen.", "Gelukkig Nieuwjaar!", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["ik", "van", "ga", "toch", "mijn", "en", "met", "een", "weg", "alomtegenwoordige", "op", "te", "het", "doemdenkerij", "die", "je"], "pubDate": "2020-12-31T07:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}