{"id": "ca46ca36-f131-3287-af9d-4b417e70fb17", "title": "‘Ik heb wel het geluk gehad dat ik mijn grote liefde ben tegengekomen’", "url": "https://volkskrant.nl/mensen/ik-heb-wel-het-geluk-gehad-dat-ik-mijn-grote-liefde-ben-tegengekomen~b8613683/", "summary": "Drie dagen voordat het verliep, stuitte ik op het profiel van Heleen Ravenhorst.\nHet was meer dan liefde op het eerste gezicht, het was een gevoel van herkenning.\nMet terugwerkende kracht denk ik dat Heleen vanaf het begin wist dat het een kansloze missie zou worden.\nIk wil ook weer wakker worden.’ Om de beurt praatten Debby en ik op haar in dat het echt het beste voor haar was.\nWe kenden elkaar pas vijftien jaar, maar ik heb tenminste wel het geluk gehad dat ik mijn grote liefde ben tegengekomen.", "paragraphs": ["Beeld Krista van der Niet", "Heleen Ravenhorst (54, communicatiemedewerker) overleed op 2 december 2018 aan de gevolgen van longkanker. Ze had een relatie met Jeroen Palthe (54, adviseur bij de provincie Zuid-Holland). Heleen had een dochter Debby (30) en een zoon Dax (27), Jeroen een zoon Joris (20) en samen kregen ze hun zoon Quint (11).", "Jeroen: ‘Na mijn eerste relatie ben ik een tijdje gaan daten via Relatieplanet. Maar omdat het niks opleverde, zegde ik mijn abonnement weer op. Drie dagen voordat het verliep, stuitte ik op het profiel van Heleen Ravenhorst. Ik werd onmiddellijk gegrepen door haar oogopslag, ze had een jeugdige, meisjesachtig blik. Toen we onze eerste afspraak hadden en ik de voordeur opendeed, konden we allebei niets anders uitbrengen dan ‘Hee’. Het was meer dan liefde op het eerste gezicht, het was een gevoel van herkenning. Een paar jaar na onze eerste ontmoeting gebeurde er iets wat we niet meer hadden verwacht; Heleen werd op haar 44ste zwanger. Onze grote liefde werd bezegeld met de komst van ons zoontje Quint. Hij maakte ons niet alleen nog gelukkiger dan we al waren, hij werd ook de verbindende factor in ons samengestelde gezin. Onze liefde bracht een innerlijke rust, we keken ernaar uit samen oud te worden.", "Jeroen en Heleen. Beeld Privéfoto", "Heleen ging op 2 juni 2018 met Quint naar de vuurwerkshow in Middelharnis, de afsluiting van de Havendagen. Een half uur later kwam ze lijkbleek terug. Ze hing de rest van de avond boven de wc om over te geven. In eerste instantie dachten we aan een voedselvergiftiging. De week die erop volgde werd ze steeds witter en begon steeds minder te eten. De huisarts stuurde haar door naar de internist, die meteen foto’s liet maken. Op de foto zagen ze een ‘afwijking’ op de bijnier. Ze bedoelden een tumor. Er werd een longpunctie genomen waarvan we de uitslag drie weken later kregen. We gingen zitten met een plastic bekertje vieze koffie en de longarts zei het meteen: het was longkanker met uitzaaiingen naar de bijnieren. Alles begon op dat moment te draaien. We begaven ons, leek het wel, plotseling in een heel andere dimensie van de wereld.", "Er werd niet gezegd dat het ongeneeslijk was, we spraken over mogelijke behandelingen. Ik ging me er onmiddellijk in verdiepen, zocht alles uit. Uitgezaaide longkanker is vrijwel altijd einde verhaal, en misschien was ik naïef, maar ik accepteerde het gewoon niet. Met terugwerkende kracht denk ik dat Heleen vanaf het begin wist dat het een kansloze missie zou worden. Maar dat hield ze voor zichzelf, om mij te beschermen. Ze zag mij strijden, hopen en geloven. Als zij zou opgeven, zou ik gek zijn geworden. We kregen te horen dat chemo de meeste kansen bood. Ik weet nog goed hoe we terugreden van het ziekenhuis naar Sommelsdijk. De lucht was knalblauw met zonnestralen, toen het plotseling begon te regenen. Er verscheen een regenboog. Op de radio werd het nummer Omarm van Bløf gedraaid. Ik hield haar hand vast en we zongen keihard mee. We waren strijdlustig.", "Na de tweede chemoronde werd een scan gemaakt om te zien of het minder werd, stabiliseerde of doorgroeide. We zagen meteen aan het gezicht van de arts dat het geen goed nieuws was. De chemo was niet aangeslagen. Het was alleen maar gegroeid, het woekerde door.", "Het team medisch specialisten stelde voor om immuuntherapie te proberen. Daar had ik zoveel goeie dingen over gelezen dat ik er veel vertrouwen in had. Ze moest daarvan ook twee keer een behandeling ondergaan om te zien of het aansloeg, net als bij de chemo. Na het maken van de scan reden we terug over de A29. Het was kraakhelder weer, koud, blauwe lucht. Heleen was aan het opknappen, had weer kleur gekregen. We zetten een muziekje op, waren vrolijk. Op een gegeven moment werd ze gebeld door een onbekend nummer. Het ziekenhuis. Ik hoorde aan haar reactie dat het geen goed bericht was. Op de scan hadden ze een bloedprop in de slagader in haar maagstreek gevonden. Een stolling. Het ziekenhuis zei dat we onmiddellijk moesten omkeren en ons moesten melden bij de spoedeisende hulp. Nadat ze snel bloedverdunners had gekregen, kwam de specialist. Hij vertelde dat ook de immuuntherapie niet was aangeslagen. Ze was uitbehandeld. Ik zei tegen de arts: ‘Maar u moet weten dat dit mijn grote liefde is. We hebben het hier over mijn grote liefde!’ Ik was helemaal in tranen. Heleen troostte mij.", "We hoopten dat ze nog een paar weken had, dat ze de Kerst nog zou halen, en we besloten dat ze naar huis ging om haar laatste weken thuis door te brengen. Toen ik haar onder de douche zette, zag ik pas hoe mager ze was geworden, je zag haar geraamte helemaal. ‘Kijk niet zo naar me’, snauwde ze. Ze was gewoon mijn vrouw, maar er was niets meer van over. Toen pas zag ik hoe ontzettend ziek ze was. Ze at niet meer en begon ook uit haar mond te ruiken, een afschuwelijke geur. Zij kon alleen maar op haar rug liggen, ik lag naast haar op mijn rug en we hielden elkaars hand vast. Zo vielen we die eerste nacht in slaap. Om drie uur werd ik wakker omdat ze erg moest overgeven, ze gaf heel veel bloed over. Het ging helemaal mis, ik belde de ambulance.", "De specialist in het ziekenhuis vertelde dat het niet lang meer zou duren. Ik zat met haar dochter Debby en zoon Dax in een apart kamertje en ons werd gevraagd of ze een zetje kon krijgen, palliatieve sedatie. Het was zo’n lijdensweg, dat je gek genoeg een vorm van acceptatie krijgt. Het is een vreemde gewaarwording dat je iemand duwt naar iets waartegen je maanden hebt gestreden. Maar ik wilde niet meer dat ze leed, het was niet om aan te zien, het moest stoppen. Heleen moest zelf ook instemmen, en dat bleek veel gedoe. Dan zei ze eerst dat het goed was, maar daarna meteen: ‘Nee! Ik wil ook weer wakker worden.’ Om de beurt praatten Debby en ik op haar in dat het echt het beste voor haar was. We waren aan het eind van ons Latijn. Ik werd zelfs een beetje pissig en zei tegen de zuster dat Heleen niet meer in staat was om het te beoordelen. Op mijn aandringen kwam een specialist kijken, die constateerde dat het inderdaad echt niet meer kon.", "Heleen kreeg rond half acht het infuus en ze was binnen enkele minuten overleden. Het ging zo snel. Toen de kinderen, zussen en vriendinnen afscheid hadden genomen, ben ik nog even naast haar gaan liggen en heb haar vastgehouden. Ik zette het liedje Message to my girl van Split Enz op. Ons liedje. We kenden elkaar pas vijftien jaar, maar ik heb tenminste wel het geluk gehad dat ik mijn grote liefde ben tegengekomen. Het is toch ongelofelijk dat je tussen die 7,5 miljard mensen op aarde die ene persoon ontmoet.", "Na haar dood vond ik in haar computer een afscheidsbrief. Die had ze al in oktober geschreven, toen ikzelf nog volop geloofde in herstel. Ze richt zich in haar brief tot mij en de kinderen, steekt ieder van ons apart een hart onder de riem en spreekt ons moed in dat we het zonder haar zullen redden. Op haar kaart moest komen te staan: ‘Helaas is aan mijn fantastische leven een einde gekomen.’"], "authors": ["Barbara Van Beukering"], "keywords": ["van", "het", "geluk", "grote", "gehad", "op", "ik", "heb", "mijn", "tegengekomen", "een", "ze", "dat", "liefde", "en", "haar", "te", "wel"], "pubDate": "2020-11-26T15:00:32+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}