{"id": "ca6d6dee-9a20-3c62-ba52-696f46764f88", "title": "Vierde en laatste dag in klimaatzaak: wat kan Shell doen bij een veroordeling?", "url": "https://volkskrant.nl/nieuws-achtergrond/vierde-en-laatste-dag-van-klimaatzaak-wat-kan-shell-doen-bij-een-veroordeling~ba7d5812/", "summary": "Zie hier de kloof na de vierde en laatste zittingsdag in de klimaatzaak, waarin Milieudefensie van Shell een absolute CO2-reductie tot 45 procent in tien jaar eist.\nShell redeneert dat het met het vergroten van de gasproductie ertoe kan bijdragen dat kolencentrales sluiten.\nEn dat, zegt Versteeg, lost niets op, want dan verschuift de uitstoot gewoon van Shell naar de koper van zijn bezittingen.\nJos Versteeg beaamt dat: ‘De oliemarkt is een drama.’ Maar het lijkt uitgesloten dat Shell het Deense model succesvol kan kopiëren.\nMaar de advocaat van Milieudefensie vroeg Anne Chatrou, een van de jonge activisten van Milieudefensie.", "paragraphs": ["Directeur Donald Pols (rechtsachter) en advocaat Roger Cox (rechtsvoor) van Milieudefensie in de rechtbank tijdens de tweede hoorzitting in de klimaatzaak tegen Shell. Milieudefensie heeft samen met zes andere organisaties en ruim 17 duizend mede-eisers een zaak aangespannen tegen olie- en gasbedrijf. Beeld ANP", "Shell staat achter de klimaatdoelen van Parijs, houdt het de rechter alsmaar voor. Milieudefensie wijst er vervolgens fijntjes op dat het olie- en gasbedrijf met alle plannen tot 2030 bijna 38 procent meer fossiele brandstoffen zal produceren. Volgens Shell zijn dat verouderde gegevens, maar Milieudefensie concludeert: Shell ligt op ‘ramkoers’ met Parijs.", "Zie hier de kloof na de vierde en laatste zittingsdag in de klimaatzaak, waarin Milieudefensie van Shell een absolute CO2-reductie tot 45 procent in tien jaar eist. In lijn met datzelfde Klimaatakkoord van Parijs.", "Het grootste inhoudelijke geschilpunt ontstaat doordat Shell zich wil beperken tot het verminderen van de CO2-uitstoot bij de eigen activiteiten, met name door CO2 bij de eigen installaties af te vangen. Shell wil niet, zoals Milieudefensie eist, verantwoordelijk worden gesteld voor de uitstoot bij de eindgebruikers: de automobilisten, de vliegtuigmaatschappijen, de energiecentrales die op Shell-gas draaien.", "Fossiele brandstoffen", "Om de klimaatdoelen te halen, zullen veel van Shells fossiele brandstoffen volgens de milieuclub in de grond moeten blijven. Shell redeneert dat het met het vergroten van de gasproductie ertoe kan bijdragen dat kolencentrales sluiten. De uitstoot van Shell stijgt daardoor weliswaar, maar het is wel goed voor het klimaat. En dat zou van Milieudefensie niet mogen? Rare boel, aldus de advocaten van Shell.", "Maar stel nou dat de rechter niet meegaat in deze redenering? En Milieudefensie gelijk krijgt? En later ook in hoger beroep en bij de Hoge Raad. Wat kan Shell dan doen?", "Het is welhaast een lachwekkend scenario, vindt effectenanalist Jos Versteeg van de bank InsingerGilissen. ‘Het kan gewoon niet’, vat hij samen. ‘Zelfs het onder de grond stoppen van CO2 biedt op deze termijn maar heel weinig soelaas.’ Voor Shell zou maar één mogelijkheid resteren: op grote schaal olie- en gasvelden en raffinaderijen sluiten of afstoten. En dat, zegt Versteeg, lost niets op, want dan verschuift de uitstoot gewoon van Shell naar de koper van zijn bezittingen.", "Ørsted", "Het is wel eens vertoond, een oliebedrijf dat binnen tien jaar veranderde in een groen bedrijf. Het Deense olie- en gasbedrijf Ørsted (voorheen Dong) besloot in 2009 zijn olie- en gasactiviteiten in te ruilen voor elektriciteitsproductie en -distributie. In 2016 ging het vergroenende bedrijf naar de beurs, en sindsdien vieren de aandeelhouders er alle dagen feest: de koers van het aandeel verviervoudigde. In dezelfde periode werd het aandeel Shell (en andere oliemaatschappijen) eenderde minder waard. Ørsted is nu veruit ‘s werelds grootste in offshore-windenergie.", "Een succesverhaal, waar ook Shell verlekkerd naar kan kijken. Steeds meer beleggers zien dat er in de olie maar weinig te verdienen valt. Jos Versteeg beaamt dat: ‘De oliemarkt is een drama.’ Maar het lijkt uitgesloten dat Shell het Deense model succesvol kan kopiëren. Om te beginnen: Ørsted was een staatsbedrijf, en nog steeds heeft de Deense staat de meerderheid van de aandelen. En staten kunnen makkelijker dit soort strategische beslissingen aan dan bedrijven.", "Ørsted is vergeleken met Shell ook maar een dwerg. Als het grote Shell tientallen procenten van zijn olie- en gasbelangen moet afstoten om aan Milieudefensies eis te voldoen, wie moet dat dan allemaal kopen? Analist Versteeg is beslist in zijn oordeel: ‘Daar is Shell veel te groot voor.’", "Bezittingen", "Financieel zou een nederlaag in deze klimaatzaak een groot probleem voor Shell worden, zegt Paul Koster van de Vereniging van Effectenbezitters. ‘Shell zou veel bezittingen versneld moeten afschrijven. Dan krijgt het te maken met hogere financieringskosten, omdat financiers meer risico zien. Daardoor zou er weer minder ruimte zijn voor investeringen in duurzame energie.’ Of het bedrijf zo’n beleidsverandering zou overleven, Koster durft het niet te voorspellen. ‘Daarvoor zullen zware beslissingen onontkoombaar zijn.’", "Zelfs Mark van Baal, de oprichter van de duurzame beleggersclub Follow This, vindt 45 procent reductie ‘wel heel erg veel’. Follow This heeft Shell gevraagd om de uitstoot in 2030 met 25 tot 45 procent te verminderen. ‘Die 25 procent kunnen ze halen door niet meer naar nieuwe olie en gas te zoeken.’ Shell had natuurlijk al jaren geleden moeten beginnen, maar Van Baal ziet nog steeds kansen: ‘Waarom hebben niet alle Shell-tankstations snelladers? Het is een schande dat nu Fastned die investeringen moet doen.’", "Aan het einde van de vierde en laatste zittingsdag, donderdag na zessen, besloten beide partijen geen behoefte meer te hebben aan een slotpleidooi. Maar de advocaat van Milieudefensie vroeg Anne Chatrou, een van de jonge activisten van Milieudefensie. Zij stelde dat beslissingen in klimaatzaken worden genomen over jongeren, en dat die daarbij nauwelijks iets te zeggen hebben. ‘Onze toekomst zou een stuk rooskleuriger zijn als Shell echt mee zou doen'.", "De rechtbank doet uitspraak op 26 mei."], "authors": ["Gerard Reijn", "Pieter Hotse Smit"], "keywords": ["vierde", "van", "dat", "shell", "klimaatzaak", "kan", "een", "en", "met", "milieudefensie", "doen", "te", "maar", "veroordeling", "laatste", "wat", "het"], "pubDate": "2020-12-17T18:35:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}