{"id": "ca78c521-3322-321b-8d8f-bb4a2a022861", "title": "Gerechten Alphens restaurant Alfreds te koop bij supermarkt Hoogvliet", "url": "https://nu.nl/alphen-aan-den-rijn/6094607/gerechten-alphens-restaurant-alfreds-te-koop-bij-supermarkt-hoogvliet.html", "summary": "Supermarkt Hoogvliet gaat gerechten verkopen van het Alphense restaurant Alfreds.\nDe voorgerechten, hoofdgerechten en desserts liggen vanaf vrijdag 4 december in de schappen in de vestiging in winkelcentrum Atlas in Alphen aan den Rijn.\nVoorbeelden van gerechten zijn zalmcarpaccio, pompoenlasagne, rendang met basmatirijst en gekonfijte eendenbout met rode kool, zegt Alfreds-eigenaar Danny Arts.\n\"We hebben verse voorgerechten, hoofdgerechten en nagerechten.\n\"We hebben allerlei creatieve ideeën naar buiten gebracht, zoals de Zak van Sinterklaas en de Kerst drive-through.", "paragraphs": ["Supermarkt Hoogvliet gaat gerechten verkopen van het Alphense restaurant Alfreds. De voorgerechten, hoofdgerechten en desserts liggen vanaf vrijdag 4 december in de schappen in de vestiging in winkelcentrum Atlas in Alphen aan den Rijn.", "Voorbeelden van gerechten zijn zalmcarpaccio, pompoenlasagne, rendang met basmatirijst en gekonfijte eendenbout met rode kool, zegt Alfreds-eigenaar Danny Arts. \"We hebben verse voorgerechten, hoofdgerechten en nagerechten. De hoofdgerechten moet je alleen nog opwarmen in oven of magnetron.\"", "Arts begrijpt dat haar bedrijf is benaderd door Hoogvliet. \"We hebben allerlei creatieve ideeën naar buiten gebracht, zoals de Zak van Sinterklaas en de Kerst drive-through. Dat was opgevallen op het Hoogvliet-hoofdkantoor. En we willen gemakkelijk eten combineren met gezond. Dat sprak ook aan.\"", "Hoogvliet staat bekend om de samenwerking met lokale aanbieders. Zo was de supermarktketen een van de eerste die de dipsaus van bistro De Gelaarsde Kat een podium gaf. Ook worden er veel streekproducten zoals boerenkaas, zuivel, fruit en sap verkocht."], "authors": ["Door", "Ad Alphen Aan Den Rijn"], "keywords": ["van", "bij", "hoofdgerechten", "koop", "supermarkt", "het", "alfreds", "gerechten", "met", "alphens", "hoogvliet", "te", "en", "dat", "restaurant", "zoals", "voorgerechten", "ook"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}