{"id": "ca84b005-097b-3e17-99b6-a4642a56095e", "title": "Voetbalclubs azen op gokkantoren als sponsor, maar zij gaan de coronadip niet goedmaken", "url": "https://volkskrant.nl/sport/voetbalclubs-azen-op-gokkantoren-als-sponsor-maar-zij-gaan-de-coronadip-niet-goedmaken~b5039628/", "summary": "Ajax en AZ, twee van de acht eredivisieclubs die niet met Toto in zee gingen, worden gelinkt aan het van oorsprong Zweedse Unibet.\nDoor de toenemende concurrentie is het onder de aandacht brengen van het merk belangrijk, net als de rechtstreekse benadering van potentiële klanten.\n‘Met het aannemen van deze wet wordt verwacht dat het online-gokken beter gereguleerd kan worden’, zegt sportrechtadvocaat Hugo Wolterink.\nOnderzoek wees uit dat tijdens en rond wedstrijden 70 procent van de tijd een uiting van een gokkantoor te zien is.\nEr is een forse achterstand opgelopen op andere landen.’Woerts waarschuwt om niet te hard van stapel te lopen met uitingen van gokkantoren.", "paragraphs": ["FC Twente (rood shirt) en PSV (lichtblauw) hebben Toto als mouwsponsor. Beeld Jiri Büller / de Volkskrant", "Waarom in zee gaan met gokkantoren?", "Elke speelronde zonder publiek sijpelt er in totaal zo’n 5 tot 7 miljoen euro weg bij de eredivisieclubs. Vandaar dat naarstig wordt gezocht naar nieuwe geldstromen. De gokindustrie is er zo een. Toto, het enige bedrijf dat in Nederland sportweddenschappen legaal mag aanbieden, is sinds dit seizoen mouwsponsor van tien eredivisieclubs, daarmee voorsorterend op het openbreken van de Nederlandse markt voor buitenlandse gokoperators per 1 maart 2021. Grote partijen als Unibet, BWIN en William Hill kunnen vanaf dat moment vergunningen aanvragen. Volgens ingewijden zijn zowat alle eredivisieclubs in gesprek met een of meerdere wedkantoren.", "Om wat voor bedragen gaat het?", "Holland Casino zou maandag al een overeenkomst hebben gesloten met de eredivisie, meldde De Telegraaf. De eredivisieclubs mogen als gevolg daarvan twee miljoen euro verdelen. Meer geld gloort er via individuele deals. Feyenoord en PSV zouden naar schatting meer dan een miljoen euro per jaar overgemaakt krijgen van Toto, bij clubs onder de top gaat het om enkele tonnen, bij degradatiekandidaten rond of net onder een ton.", "Ajax en AZ, twee van de acht eredivisieclubs die niet met Toto in zee gingen, worden gelinkt aan het van oorsprong Zweedse Unibet. Verwacht mag worden dat de deals door de buitenlandse concurrentie lucratiever worden, maar al met al gaat het niet om bedragen waarmee clubs alle misgelopen inkomsten door de coronamaatregelen goedmaken.", "Wat krijgen de gokoperators voor dat geld?", "Zichtbaarheid op het shirt, reclameborden en/of clubkanalen. Sommigen zijn ook uit op de mailadressen en sociale-media-accounts van de fans die clubs verzameld hebben om hen direct te kunnen benaderen een gokje te wagen. Door de toenemende concurrentie is het onder de aandacht brengen van het merk belangrijk, net als de rechtstreekse benadering van potentiële klanten.", "Waarom wordt meer reclame voor gokken toegestaan?", "‘Met het aannemen van deze wet wordt verwacht dat het online-gokken beter gereguleerd kan worden’, zegt sportrechtadvocaat Hugo Wolterink. Aanvragers worden getoetst op betrouwbaarheid en integriteit en moeten een forse financiële garantstelling afgeven, zo is te lezen op de site van de Kansspelautoriteit. Ze moeten daarnaast een uitgebreid verslavingspreventiebeleid hebben.", "Wolterink: ‘Zo kun je voorkomen dat deelnemers aan een kansspel jonger dan 18 jaar zijn of staan geregistreerd als gokverslaafd. Gokaanbieders hebben een zogeheten zorgplicht, er moet geïntervenieerd worden als iemand ineens veel meer gaat gokken, zoals ook al gebeurt in het casino.’", "Wat zijn de regels in andere landen?", "In enkele grote voetballanden is juist een omgekeerde tendens gaande. Na Italië verbood ook Spanje recentelijk wedkantoren om na dit seizoen nog bij voetbalclubs te adverteren, in Engeland liggen vergevorderde plannen voor een dergelijk verbod.", "In Engeland is de gokcultuur diep verankerd in de maatschappij. Wolterink: ‘Er zijn daar commissies in het leven geroepen die moeten onderzoeken hoe gokverslaving tegen te gaan. Onderzoek wees uit dat tijdens en rond wedstrijden 70 procent van de tijd een uiting van een gokkantoor te zien is. Premier Boris Johnson beloofde in zijn verkiezingsprogramma dat hij het probleem van gokverslaving zou tackelen. De daarop ingestelde commissies adviseren sponsoring door gokkantoren te verbieden.’", "Ook in België zijn er restricties nu daar het meeste sponsorgeld uit de gokindustrie komt. In 2019 waren vijftien van de zestien clubs verbonden aan een bettingpartner. Alleen Eupen weert ze, omdat gokken ingaat tegen de islamitische waarden van de Qatarese eigenaar.", "Club Brugge speelt sinds 2019 met Unibet op de borst tegen betaling van naar verluidt zes miljoen euro voor twee seizoenen. Het is voor de Belgische kampioen de grootste sponsordeal uit het bestaan. Unibet sponsort ook het Zweedse topvoetbal de komende twaalf jaar.", "Dit biedt kansen voor de Nederlandse profclubs zou je denken.", "De eredivisie staat in iets hoger aanzien dan de Belgische en Zweedse competitie, maar er moet ook meer belasting (ongeveer 30 procent) worden afgedragen in Nederland. Sportmarketeer Chris Woerts: ‘Het heeft ruim twintig jaar geduurd voor deze wet er was; doodzonde. Er is een forse achterstand opgelopen op andere landen.’", "Woerts waarschuwt om niet te hard van stapel te lopen met uitingen van gokkantoren. ‘Het belangrijkste is dat gewaakt wordt voor overkill, want dan zal de overheid direct ingrijpen zoals je in andere landen zit. Ik hoop dat clubs dat ook inzien en zich niet blindstaren op de korte termijn, al snap ik dat ze in deze tijden behoefte hebben aan extra inkomsten.’"], "authors": ["Bart Vlietstra"], "keywords": ["van", "het", "op", "sponsor", "maar", "voetbalclubs", "gaan", "coronadip", "zijn", "niet", "goedmaken", "een", "zij", "dat", "en", "te", "er", "gokkantoren", "voor"], "pubDate": "2020-11-24T21:00:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}