{"id": "ca94b401-0e6c-3d29-8559-fc753c55fcb1", "title": "Doek valt definitief voor artistiek leider Azzini van Toneelgroep Oostpool", "url": "https://trouw.nl/cultuur-media/doek-valt-definitief-voor-artistiek-leider-azzini-van-toneelgroep-oostpool~b4e640c9/", "summary": "Niet alleen wangedrag van Azzini, ook dat van voormalig zakelijk leider Ruud van Meijel komt in het rapport aan de orde.\nVan Meijel is in september 2019 vertrokken bij Oostpool en is sinds 1 oktober 2019 directeur van het Chassé Theater in Breda.\nDaarop liet de raad van toezicht van Oostpool een extern bureau onderzoek doen.\nIn afwachting van de resultaten legde Azzini op 10 juni zijn taken als artistiek leider, bestuurder en regisseur bij Oostpool, een van de grootste theatergezelschappen van Nederland, neer.\nLees ook:Marcus Azzini legt zijn taken bij Toneelgroep Oostpool toch neerMarcus Azzini legt zijn taken als artistiek directeur en regisseur van Toneelgroep Oostpool per direct neer.", "paragraphs": ["De conclusies en aanbevelingen liegen er niet om: de artistiek leider moet definitief weg, de voorzitter van de raad van bestuur moet stoppen en de zakelijk leider, die al vertrokken was, valt ook het nodige te verwijten. Maandenlang hield een onderzoekscommissie zich bezig met klachten over wangedrag bij Toneelgroep Oostpool. Het eindrapport, gisteren opgestuurd naar alle (ex-)medewerkers die zich hadden gemeld met klachten, is vernietigend.", "Het rapport rept van ‘consistente meldingen’ over seksueel grensoverschrijdend gedrag van artistiek directeur en regisseur Marcus Azzini. Zo zou hij hebben geflirt en pogingen hebben gedaan tot zoenen en verdergaande seksuele handelingen. Hij zou zich ook hebben schuldig gemaakt aan intimidatie of pesten; hij negeerde en kleineerde medewerkers. Als ze zijn toenadering afwezen, verbrak hij daarna soms de samenwerking. De commissie beticht Azzini ook van machtsmisbruik. Door zijn manier van doen zijn diverse collega’s onzeker geworden over hun eigen kunnen. Sommigen kampen zelfs met vergaande psychische gevolgen.", "De regisseur vertoonde ook grensoverschrijdend gedrag in bredere zin, vooral bij feesten, in de bus na een optreden en tijdens cafébezoek. Ook het meedoen aan drank- en drugsgebruik wordt hem ernstig aangerekend, waarbij hij zich niet bewust toonde van zijn voorbeeldfunctie. Kritiek op hem was onbespreekbaar, aldus het rapport. Zijn stijl van leidinggeven maakte dat veel mensen zich onveilig voelden.", "53 melders", "De onderzoekers hebben vanaf de zomer met 43 (25 mannen en 18 vrouwen) van de 53 melders gesproken over wat er misging bij Oostpool in de periode 2008-2019. De melders waren zowel (ex-)medewerkers als (ex-)freelance medewerkers en (ex-)stagiairs. Ook de oorspronkelijke vier melders zijn gehoord.", "Niet alleen wangedrag van Azzini, ook dat van voormalig zakelijk leider Ruud van Meijel komt in het rapport aan de orde. Van Meijel is in september 2019 vertrokken bij Oostpool en is sinds 1 oktober 2019 directeur van het Chassé Theater in Breda. Van Meijel wordt niet beticht van seksueel grensoverschrijdend gedrag en drank- of drugsgebruik, wel van kleineren, vernederen, schreeuwen en machtsmisbruik. Hij heeft elke medewerking aan dit onderzoek geweigerd.", "De zaak kwam op 18 maart 2020 aan het rollen toen vier medewerkers van Toneelgroep Oostpool samen melding deden van vermeend grensoverschrijdend gedrag door Azzini. Daarop liet de raad van toezicht van Oostpool een extern bureau onderzoek doen. Dat bureau concludeerde dat Azzini zijn macht niet had misbruikt. Azzini was met een van de melders, een tijdelijke, veel jongere werknemer een intieme relatie aangegaan en dat had hij beter niet kunnen doen, maar er zou geen sprake zijn van opzettelijk machtsmisbruik. Azzini, een invloedrijk man in de theatersector, kon aanblijven, ook omdat hij zijn fouten erkende. De melders bestreden deze uitkomst en constateerden ernstige omissies in het rapport.", "Nieuwe meldingen", "Toen er nieuwe meldingen binnenkwamen – na verhalen in onder meer Trouw, een brief van 29 verontruste (ex-)medewerkers en druk vanuit de culturele sector – werd Oostpool gedwongen tot een tweede extern onderzoek. In afwachting van de resultaten legde Azzini op 10 juni zijn taken als artistiek leider, bestuurder en regisseur bij Oostpool, een van de grootste theatergezelschappen van Nederland, neer.", "In een reactie op het tweede rapport toont de raad van toezicht zich empathisch jegens de melders. De raad rept over ‘pijn die niet weggenomen kan worden’ en houdt ook zichzelf een spiegel voor. Het rapport is kritisch over de raad, ‘die in deze vorm niet functioneert’, ook omdat eerdere klachten werden afgedaan als incidenten en niet werden uitgezocht.", "Nieuwe vertrouwenspersonen en een externe klachtencommissie", "De voorzitter van de raad, Karen Verkerk, is per 1 januari uit haar functie ontheven, terwijl haar termijn pas op 1 juli afliep. En de nieuwe zakelijk leider, Michiel Nannen, moet een ‘nieuw toezichtsmodel’ gaan ontwerpen. Inmiddels zijn er bij Oostpool gedragsregels gekomen, zijn er nieuwe vertrouwenspersonen aangesteld en is er een externe klachtencommissie waar medewerkers terecht kunnen.", "Azzini heeft de geanonimiseerde klachten uit het nieuwe rapport gelezen. Hij zegt zich een aantal concrete voorbeelden niet te herinneren, maar wil met de melders in gesprek. Ook zegt hij zijn excuses te willen maken. Hij was gisteren niet bereikbaar voor commentaar.", "Oostpool treedt op 19 januari naar buiten met de resultaten van het onderzoek. Dat heeft een woordvoerder donderdag laten weten na de publicatie in deze krant.", "Tweede onderzoek over wangedrag bij Oostpool Op advies van Mores.online, het meldpunt voor ongewenste omgangsvormen in de podiumkunsten, tv- en filmsector, deed de commissie-Ten Brink/De Reu de afgelopen maanden een ‘signaal- en cultuuronderzoek’ bij Oostpool. Dat bood medewerkers de mogelijkheid vertrouwelijk en anoniem te vertellen over hun ervaringen bij de Arnhemse theatergroep en mee te denken over veranderingen om soortgelijke situaties in de toekomst te voorkomen.", "Lees ook:", "Marcus Azzini legt zijn taken bij Toneelgroep Oostpool toch neer", "Marcus Azzini legt zijn taken als artistiek directeur en regisseur van Toneelgroep Oostpool per direct neer."], "authors": ["Ally Smid"], "keywords": ["zijn", "van", "leider", "toneelgroep", "het", "voor", "en", "een", "bij", "artistiek", "azzini", "ook", "niet", "definitief", "doek", "hij", "valt", "oostpool"], "pubDate": "2021-01-06T20:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}