{"id": "caae0356-c0a9-3951-bf29-808566f905f4", "title": "Alleen de harde kern is er bij Winteravonden aan de Amstel, maar die speelt dan ook verbluffend ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/alleen-de-harde-kern-is-er-bij-winteravonden-aan-de-amstel-maar-die-speelt-dan-ook-verbluffend~bd9a16a3/", "summary": "Het concert van Olga Pasjtsjenko en Maria Milstein.\nWat een lijvig, meerdaags festival was, is zondagochtend teruggebracht tot een concert van iets meer dan een uur.\nMet de zachtronde tonen van de prachtige Bechstein-vleugel roept Pasjtsjenko het knagende gevoel van heimwee en onthechtheid op.\nMet het oosters geïnspireerde en nogal wispelturige Islamey neemt Pasjtsjenko de hele kerkzaal van de Hermitage in – ze danst met overweldigende, bonkende passen, terwijl ze het volgende moment springerig wegflitst.\nHet gaat van lieflijk en lyrisch tot maniakaal en rauw.", "paragraphs": ["Het concert van Olga Pasjtsjenko en Maria Milstein.", "Wat een lijvig, meerdaags festival was, is zondagochtend teruggebracht tot een concert van iets meer dan een uur. Het kamermuziekfestival Winteravonden aan de Amstel, in de Hermitage Amsterdam, bracht zeven jaar lang daags voor Kerst een uitbundige programmering van alle soorten Russische kamermuziek door grote Russische musici, zoals het Borodin Kwartet, violist Dmitri Sinkovski, pianist Aleksej Ljoebimov.", "Nu staat alleen de harde kern er: sopraan Anna Azernikova, initiatiefnemer en artistiek directeur, die zelf een paar liederen zingt, wordt geflankeerd door pianist Olga Pasjtsjenko, die de afgelopen vijf edities meedeed, en violist Maria Milstein.", "Azernikova weet wel wie ze moet hebben: de verbluffende Pasjtsjenko speelt De leeuwerik, uit Glinka’s liederencyclus Afscheid van St. Petersburg, bewerkt voor piano door Mili Balakirev. Flonkerend expressief klinkt de leeuwerikzang. Met de zachtronde tonen van de prachtige Bechstein-vleugel roept Pasjtsjenko het knagende gevoel van heimwee en onthechtheid op.", "Met het oosters geïnspireerde en nogal wispelturige Islamey neemt Pasjtsjenko de hele kerkzaal van de Hermitage in – ze danst met overweldigende, bonkende passen, terwijl ze het volgende moment springerig wegflitst.", "Milstein speelt de Tweede vioolsonate van Sergej Prokofjev. Het gaat van lieflijk en lyrisch tot maniakaal en rauw. De sonate is oorspronkelijk voor fluit, Milstein zet hem naar haar eigen instrument door zoals in het vierde deel met de stok over de snaren te schuren en de hoge noten het schril te laten uitgillen."], "authors": ["Maartje Stokkers"], "keywords": ["zoals", "speelt", "pasjtsjenko", "er", "dan", "met", "ze", "kern", "ook", "die", "winteravonden", "verbluffend", "van", "en", "een", "door", "voor", "harde", "het", "maar"], "pubDate": "2020-12-14T15:36:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}