{"id": "cabd2b76-2ac0-33ed-8f8c-706175228fd2", "title": "Drie werknemers over hoe ze omgaan met discriminatie op de werkvloer", "url": "https://volkskrant.nl/werken/drie-werknemers-over-hoe-ze-omgaan-met-discriminatie-op-de-werkvloer~b2235251/", "summary": "Wie dacht dat discriminatie op het werk en tijdens het sollicitatieproces tot het verleden behoort, heeft het mis.\nWel voegde ze eraan toe dat ze het nog even met de directie moest bespreken, maar dat het meer een formaliteit was.\nMet het artikel wilde ik ze ook een beetje onderwijzen: ik vind jullie aardig, maar dit is wat er is gebeurd.\nUiteindelijk werd ik gebeld dat ik een twijfelgeval was.\n‘Ik kreeg te horen dat ik niet in het team paste en dat ze liever een jonger iemand hadden.", "paragraphs": ["Wie dacht dat discriminatie op het werk en tijdens het sollicitatieproces tot het verleden behoort, heeft het mis. Het merendeel van de werknemers heeft dit weleens aan den lijve ondervonden. Beeld Matteo Bal", "Intermediair en Nationale Vacaturebank vroegen in samenwerking met Motivaction 2.100 mensen naar hun ervaringen met discriminatie. Maar liefst 55 procent van de werknemers geeft aan ooit te zijn gediscrimineerd tijdens het sollicitatieproces. Onder de werkloze respondenten is dit zelfs 85 procent.", "Dit artikel verscheen eerder op Intermediair.nl", "Het grootste deel (53 procent) is gediscrimineerd vanwege leeftijd, 27 procent vanwege afkomst. Onder sollicitanten met een Turkse, Marokkaanse, Surinaamse of Antilliaanse achtergrond is dit percentage het hoogst: 76 procent van de mensen in loondienst heeft tijdens het sollicitatieproces discriminatie meegemaakt. Ook discriminatie op basis van geslacht komt geregeld voor: 18 procent heeft dit ervaren.", "Opvallend is dat werkgevers het probleem als minder groot ervaren: waar 73 procent van de werklozen en 57 procent van de werknemers in loondienst discriminatie als een probleem zien, is dit onder werkgevers slechts 43 procent.", "Drie vrouwen vertellen hoe zij discriminatie op de arbeidsmarkt hebben ervaren. En hoe ze daar vervolgens mee om zijn gegaan.", "Chanyn Sinester (34) studeerde International Business and Languages aan de HES in Amsterdam en runt samen met haar tweelingzus het bedrijf Double Beauty.", "‘Na mijn studie kwam ik in de cosmeticabranche terecht’, vertelt Chanyn Sinester, die nu in Florida woont. ‘Ik werkte, na een stage, eerst bij een internationaal cosmeticabedrijf en heb daarna met mijn tweelingzus een eigen bedrijf voor huid- en haarverzorgingsproducten voor donkere vrouwen opgezet. Eerst was het alleen een onlineshop, in 2015 kwam daar ook een eigen merk bij.’", "De keren dat Sinester met racisme op de werkvloer te maken kreeg, waren niet zozeer in een professionele setting, vertelt ze. Het gebeurde met name tijdens sociale contacten met collega’s en directie. Op borrels bijvoorbeeld, als er drank in de man was. ‘Het is ongemakkelijk, zeker als je jong bent, je weet dan nog niet goed hoe je ermee om moet gaan.’", "Zo was er op een borrel eens een collega die met Sinester ging praten. ‘Het was na mijn stage. Ik ging net fulltime bij het bedrijf werken en kwam voor het eerst als voormalig medewerker op een borrel. Een senior-medewerker begon een praatje met me te maken. Dat voelde goed, totdat hij tegen me begon te praten met een Surinaams accent. Wat begon als een hoogtepunt, stortte ineens in elkaar. Ik dacht: oké, nu moet ik me gaan verdedigen.’", "Tijdens bijbaantjes liet Sinester het weleens gaan, maar ze had besloten dat nu niet meer te doen, dus ze vroeg: vind je dat ik zo praat? ‘Toen veranderde het van een ongemakkelijk moment voor mij, naar ongemak voor hem. Ik heb verder goed met hem samengewerkt en het was geen slecht persoon. Vaak is racisme onbedoeld, maar dat maakt het voor de betrokkene niet minder erg.’", "‘Om eerlijk te zijn denk ik dat alle gekleurde personen in Nederland met racisme te maken hebben gehad’, vervolgt Sinester. In de Verenigde Staten merkt ze daar – anders dan het beeld doet vermoeden – op zakelijk gebied minder van. ‘Het ligt erg aan waar je komt. Ik woon in Jacksonville en daar is een grote populatie donkere mensen. Ze kijken hier niet op van een zwarte zakenvrouw.’", "Sinester vond het lange tijd storend dat er op netwerkevenementen vaak direct werd gezegd: jij doet zeker iets voor donkere vrouwen. ‘Ik voelde me daardoor niet serieus genomen.’ Nu kijkt ze daar anders naar. ‘Ik heb er mijn sterkte van gemaakt. Ik ben inderdaad bezig met de donkere vrouw. In Nederland word je gekneed met het idee dat donkere vrouwen in cosmeticaproducten minder waard zijn. Daardoor is er zo weinig voor ons. In plaats van zo Europees mogelijk willen zijn, heb ik dat beeld losgelaten. Ik hou me er niet meer mee bezig en kies voor hetgeen wat me het meest passioneert, voor vrouwen die het ook het meest nodig hebben. Nu kan ik dat, maar het is jammer dat je aan het begin van je carrière tegen zoveel vooroordelen moet opboksen.’", "Eveline Gillot (33) is tekstschrijver, redacteur en videomaker en werkt nu bij Greenpeace. Solliciteerde een aantal jaar geleden als redacteur bij een videoproductiebedrijf, kreeg in eerste instantie de baan, maar werd uiteindelijk toch afgewezen toen ze vertelde dat ze zwanger was.", "Ze kende er al iemand, had een superleuk gesprek en haar capaciteiten sloten aan bij de functie. Een dag na het sollicitatiegesprek werd Eveline Gillot al gebeld: we zijn het er unaniem over eens, jij moet het worden. ‘Het was een informeel gesprek, ik was heel blij en in mijn enthousiasme – en ook omdat ik altijd open en eerlijk wil zijn – zei ik: ik moet wel eerlijk vertellen dat ik acht weken zwanger ben.’", "De werkneemster die Gillot aan de telefoon had, reageerde enthousiast. Wel voegde ze eraan toe dat ze het nog even met de directie moest bespreken, maar dat het meer een formaliteit was. ‘Uiteindelijk werd ik teruggebeld met een directielid erbij – het bedrijf had toen een driekoppige mannelijke directie – en kreeg ik te horen: ja, supervervelend, maar we hebben toch besloten met de tweede keuze in zee te gaan. We vinden het een risico dat je zwanger bent en we weten ook niet hoe je daarna terugkomt.’", "In eerste instantie reageerde Gillot begripvol. ‘Ik was overdonderd en ook niet zo goed op de hoogte van wat wel en niet mocht. Maar toen ik er later met vriendinnen over sprak, zei een van hen: dit is strafbaar. Je had moeten tekenen en pas daarna moeten beginnen over je zwangerschap. Omdat het allemaal zo informeel was gegaan, had ik niets op papier. In die zin was het leerzaam: als het om zaken gaat, moet je zakelijk zijn.’", "Gillot is zich daarna meer in het onderwerp gaan verdiepen en heeft er vlak daarna een artikel over geschreven, dat ze niet publiceerde, maar wel naar de sollicitatiecommissie stuurde. ‘Ik denk niet dat ze moedwillig aan het discrimineren waren, maar dat is wel wat er gebeurde. Alleen vrouwen kunnen om deze reden worden afgewezen. Met het artikel wilde ik ze ook een beetje onderwijzen: ik vind jullie aardig, maar dit is wat er is gebeurd. Ik hoop dat ze het hebben gelezen, maar ik heb er nooit meer iets op gehoord.’", "Eve van Dijk (59) heeft een bureau voor mantelzorgondersteuning. Solliciteerde laatst op een vaste functie, maar werd afgewezen vanwege haar leeftijd.", "Sinds 2007 werkt Eve van Dijk als zelfstandig ondernemer en sinds 2015 heeft ze een bureau voor mantelzorgondersteuning. ‘Ik ben een tussenpersoon’, vertelt ze. ‘Als een man bijvoorbeeld alzheimer heeft en zijn vrouw voor hem zorgt, dan breng ik hen in contact met invallers zodat de vrouw bijvoorbeeld even kan zwemmen met vriendinnen. Daarnaast geef ik informatie aan mantelzorgers en lezingen.’", "Door de coronacrisis kwam de klad in het bedrijf van Van Dijk. ‘In verzorgingshuizen mocht natuurlijk helemaal niemand meer naar binnen en mensen thuis waren ook voorzichtig met vreemden over de vloer.’ Van Dijk besloot daarom te gaan solliciteren. ‘Ik stuitte op een baan die precies aansloot bij mijn profiel en ik kende ook al iemand in die organisatie, dus ik had me goed voorbereid en een mooie brief geschreven. Uiteindelijk werd ik gebeld dat ik een twijfelgeval was. De mensen van hun voorkeur waren al uitgenodigd en de mensen die waren afgewezen, hadden al een brief ontvangen. Ik zou nog van ze horen.’", "Weken gingen voorbij, maar Van Dijk hoorde niets. Uiteindelijk belde ze zelf. ‘Ik kreeg te horen dat ik niet in het team paste en dat ze liever een jonger iemand hadden. Ik was er niet ondersteboven van, want ik had weinig te verliezen, maar was wel verbaasd. Inmiddels heb ik ergens anders gesolliciteerd en speelt er hetzelfde.’", "Of Van Dijk ook begrijpt dat ze er op haar leeftijd lastiger tussenkomt? ‘Ik vind het een lastige vraag. De voordelen zijn dat je me niet hoeft in te werken, ik kan morgen beginnen en de doelgroep bestaat ook uit oudere mensen. Daarbij blijkt uit onderzoek dat ouderen helemaal niet vaker ziek zijn en ik heb geen jonge kinderen, dus ben over het algemeen uitgeruster dan jonge ouders. Natuurlijk heb je af en toe een frisse wind nodig, dat begrijp ik ook, maar ook ik kan nog een jaar of acht werken.’", "Heb je ervaring met leeftijdsdiscriminatie? Dit kun je zelf doen Hoewel er zelden expliciet naar leeftijd wordt verwezen, voelen sollicitanten zich regelmatig gediscrimineerd tijdens het proces door afwijzingen als ‘je bent overgekwalificeerd’ of ‘we zoeken iemand met maximaal drie jaar ervaring’. Wat kun je dan het best doen?"], "authors": ["Madelon Meester"], "keywords": ["dat", "van", "een", "het", "en", "werknemers", "ze", "drie", "ik", "werkvloer", "op", "je", "omgaan", "discriminatie", "met", "hoe"], "pubDate": "2020-08-07T08:37:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}