{"id": "cabe9fda-233e-3552-9eac-8e78e2660e2f", "title": "Dat de paraplu meer doet dan vrijheid geven is mooi te zien in dit detail", "url": "https://volkskrant.nl/cultuur-media/dat-de-paraplu-meer-doet-dan-vrijheid-geven-is-mooi-te-zien-in-dit-detail~bf0f6024/", "summary": "En dat gebeurde.\nDat de paraplu meer doet dan vrijheid geven is mooi te zien in dit detail.\nIk zag het een poos geleden, en was toen even vergeten dat er ook een ‘affe’ versie van dit schilderij is, elders.\nIk dacht dat het hoorde, die gezichtloze figuren hier.\nHet stratenperspectief bij Place de l’Europe is fantastisch, en dat lila en grijs is precies een regenachtige dag.", "paragraphs": ["Detail uit Rue de Paris, temps de pluie. Beeld Christian Baraja", "In de zomer van 1677 sprongen twee mannen in de Seine. De een was naakt en droeg zijn kleren bij zich in een waterdicht gemaakte leren zak. De ander was gekleed in pak, en droeg daaroverheen een pak van waterresistente stof. Langs de kant stonden wetenschappers en mannen van stand toe te kijken. De test slaagde; beide mannen stapten met droge kleren uit de rivier.", "De anekdote staat in Joan DeJeans boek The Essence of Style (2006), in een hoofdstuk over de paraplu. De parasol bestond al millennia, maar zon is makkelijker te weren dan regen. Voor de plu moest eerst waterafstotende stof worden uitgevonden. En dat gebeurde. Precies op het moment dat er iets van een mode-industrie begon te ontstaan, in het tijdperk van Lodewijk XIV, en chique dames en heren gezien wilden worden in hun onbetaalbare kleren, graag zonder verlept en doorweekt bij bestemming aan te komen.", "De plu gaf vrijheid. De precieze datum van uitvinding is niet bekend, maar in 1680 staat het woord voor het eerst in een Frans woordenboek. Paraplu. Niet tegen zon, maar tegen regen. Tegen de tijd dat de eeuw wisselde was er zelfs al een handzame, opvouwbare paraplu.", "Dat de paraplu meer doet dan vrijheid geven is mooi te zien in dit detail. Ik zag het een poos geleden, en was toen even vergeten dat er ook een ‘affe’ versie van dit schilderij is, elders. Ik dacht dat het hoorde, die gezichtloze figuren hier. Het is een prachtig gezicht, je ziet de mensen zo vluchtig als je ze lopend op straat in een grote stad opslaat – niet echt dus, alleen in vorm, houding, kleuren. Het stratenperspectief bij Place de l’Europe is fantastisch, en dat lila en grijs is precies een regenachtige dag. Niet te koud, wel druilerig, goed middaglicht dat de natte plu’s als lampjes doet oplichten. In dit detail zit ook de onhandigheid van de plu; er botsen er twee, de tegenligger wil erlangs maar de stoep is niet twee paraplu-spanwijdtes breed. Een van de twee moet wijken.", "Rue de Paris, temps de pluie (1877) van Gustave Caillebotte (1848–1894). Beeld Christian Baraja", "Maar wat dit schilderij vooral zichtbaar maakt, is een ander effect van de plu. Hij geeft vrijheid, zeker, en je kapsel blijft min of meer heel. Maar hij maakt ook van ieder mens een eiland in de natte stratenzee. De overkapping is halfrond, soms net hoog genoeg om eronderdoor te kunnen kijken, maar in de praktijk schermt hij je juist af. Zelfs van mensen die je passeert op een smalle stoep. Dit is een écht tijdsbeeld van eind 19de eeuw, de opkomst van de flanerende burger die van winkel naar café wandelde – maar geen van de figuren in de voorstelling maakt contact met elkaar. De regen, maar vooral de plu, zit in de weg. De afwezigheid van de gezichten versterkt dit isolement alleen maar.", "Utagawa Kuniyoshi, detail uit Onmayagashi in Edo (1830-44). Beeld Metropolitan Museum New York", "De paraplu is een beschutting tegen regen én andere mensen, zo is ook te zien in een mooie Japanse prent waar onder de plu alleen de blote benen van enkele figuren te zien zijn – een beetje zoals Hanneke en Janneke. De striemende regen valt kaarsrecht uit de donkere wolken naar beneden. Maar nergens vond ik zo’n weerklank van Caillebottes grotestadseenzaamheid, versterkt door de plu, als bij Scarlett Johansson dolend door de straten van Tokio in de film Lost in Translation (2003). Helemaal alleen, ontheemd in de drukte, als een onmengbare vloeistof drijvend in een andere cultuur. En haar plu is nog wel doorzichtig.", "Scarlett Johansson in Lost in Translation. Beeld Alamy Stock Photo", "Gustave Caillebotte, Rue de Paris, Temps de pluie (schets), 1877, olieverf op doek, 54 x 65 cm, Musée Marmottan Parijs. Scarlett Johansson in Lost in Translation (2003), regie Sofia Coppola. Utagawa Kuniyoshi, Onmayagashi in Edo [detail], 1830-44, Metropolitan Museum NY"], "authors": ["Wieteke Van Zeil"], "keywords": ["vrijheid", "van", "dit", "doet", "mooi", "zien", "meer", "maar", "het", "een", "te", "geven", "dat", "en", "plu", "regen", "paraplu"], "pubDate": "2020-11-26T15:00:30+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}