{"id": "cac09798-3102-3899-8071-0bb131affa33", "title": "Topschaatsers kraken ijskwaliteit in Thialf: 'Er is geen kennis en kunde'", "url": "https://nu.nl/schaatsen/6095008/topschaatsers-kraken-ijskwaliteit-in-thialf-er-is-geen-kennis-en-kunde.html", "summary": "De Nederlandse topschaatsers hebben de noodklok geluid over de kwaliteit van het ijs in Thialf.\nZijn teamgenoot Krol ziet ook een gebrek aan kennis en kunde bij de manier waarop het ijs in Thialf wordt gedweild.\nVolgens de sprinter worden er soms hele stukken overgeslagen of belandt er een grote hoop sneeuw op het ijs.\n\"Daardoor moeten de dweilmachines opnieuw het ijs op en worden trainingen uitgesteld\", aldus Krol.\nEr gaat zoveel mis…\"De Nederlandse schaatsers werkten dit jaar met de NK afstanden, het NK allround en het NK sprint al drie toernooien af in Thialf.", "paragraphs": ["De Nederlandse topschaatsers hebben de noodklok geluid over de kwaliteit van het ijs in Thialf. Onder anderen Sven Kramer, Ireen Wüst, Thomas Krol en Dai Dai N'tab uiten maandag in De Telegraaf hun ongenoegen over de omstandigheden in Heerenveen.", "\"Je kunt het de ijsmeesters niet eens kwalijk nemen, want ze zijn allemaal nieuw. Ze doen hun best, maar het ontbreekt hen aan de kennis en kunde\", zegt Ireen Wüst. N'tab noemt de ijskwaliteit tijdens wedstrijden op zijn beurt \"gewoon slecht\".", "De zorgen over het ijs in Thialf zijn niet nieuw. IJsmeester Beert Boomsma kondigde in oktober na twintig jaar zijn afscheid aan en er is de nodige kritiek op de mensen die het stokje van hem hebben overgenomen.", "Daarbij komt dat het noodlijdende Thialf flink heeft moeten bezuinigen om het hoofd boven water te kunnen houden. De saneringsronde lijkt ook zijn invloed te hebben op de manier waarop het ijs momenteel wordt onderhouden.", "De 34-jarige Kramer stuurde al een mail naar de raad van commissarissen van Thialf met zijn ergernissen. De kritiek van de Fries richt zich onder meer op de mensen die momenteel de ijsdweilmachines, de zogenoemde Zamboni's, besturen.", "Door: ANP", "Sven Kramer ergert zich aan de kwaliteit van het ijs in Thialf. (Foto: ANP)", "'Op NK sprint ging het al pijnlijk verkeerd'", "Volgens Kramer hebben die mensen \"geen idee wat ze moeten doen\". \"Ze denken dat het slechts dweilen van het ijs is, maar dat vergt veel knowhow: hoe diep de messen erin moeten, hoeveel water er op de bovenlaag moet komen en wat de temperatuur moet zijn\", aldus de schaatser van Jumbo-Visma.", "Zijn teamgenoot Krol ziet ook een gebrek aan kennis en kunde bij de manier waarop het ijs in Thialf wordt gedweild. Volgens de sprinter worden er soms hele stukken overgeslagen of belandt er een grote hoop sneeuw op het ijs.", "\"Daardoor moeten de dweilmachines opnieuw het ijs op en worden trainingen uitgesteld\", aldus Krol. \"Zelfs op het NK sprint werd heel pijnlijk duidelijk dat het verkeerd was gegaan. Dat gebeurt veel te vaak. Er gaat zoveel mis…\"", "De Nederlandse schaatsers werkten dit jaar met de NK afstanden, het NK allround en het NK sprint al drie toernooien af in Thialf. Van 26 tot en met 28 december volgt nog het belangrijke kwalificatietoernooi, waar tickets te verdienen zijn voor de WK afstanden (11-14 februari)."], "authors": ["Door"], "keywords": ["dat", "nk", "van", "kennis", "thialf", "geen", "het", "er", "ijskwaliteit", "en", "kunde", "topschaatsers", "kraken", "op", "ijs", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}