{"id": "cb0cfc91-2804-3c77-91c0-27cf6e9c4d85", "title": "Beruchte amateurvlogger (41) uit Groningen mag Aldi niet meer in na relvideo: 'Geen spijt, ik lach om de reacties'", "url": "https://www.dvhn.nl/groningen/Beruchte-amateurvlogger-41-uit-Groningen-mag-Aldi-niet-meer-in-na-relvideo-Geen-spijt-ik-lach-om-de-reacties-26296435.html", "summary": "Een 41-jarige man uit Oldenzaal die in opspraak raakte nadat hij een filmpje maakte van een minderjarige medewerker van de Aldi, mag die supermarkt niet meer in.\n,,De Aldi heeft ook aangifte tegen mij gedaan, omdat ik een medewerker bedreigd zou hebben.\n,,Omdat ik geen mondkapje heb mag ik geen boodschappen doen?”, zegt Mulder tegen een jonge medewerker van de Aldi als hij wordt tegengehouden.\nMulder, een fervent tegenstander van het coronabeleid, stelt dat de Aldi als concern aangifte heeft gedaan van bedreiging.\nIk speel een karikatuur van mezelf.”OnacceptabelOp de Facebook-pagina van Mulder blijven de vele negatieve reacties binnenstromen.", "paragraphs": ["Een 41-jarige man uit Oldenzaal die in opspraak raakte nadat hij een filmpje maakte van een minderjarige medewerker van de Aldi, mag die supermarkt niet meer in. De amateurvlogger heeft een winkelverbod gekregen. ,,De Aldi heeft ook aangifte tegen mij gedaan, omdat ik een medewerker bedreigd zou hebben. Onzin, we hebben het filmpje zelfs twee keer overgedaan.”", "De 41-jarige vechtsporter en amateurvlogger Alex Mulder is gisteren bedolven onder de negatieve reacties nadat hij bij de ingang van de Aldi een filmpje maakte waarin hij weigerde een mondkapje te dragen. ,,Omdat ik geen mondkapje heb mag ik geen boodschappen doen?”, zegt Mulder tegen een jonge medewerker van de Aldi als hij wordt tegengehouden.", ",,Dus jij bent sterker dan mij?”, zegt hij vervolgens in incorrect Nederlands. ,,Want tot de politie er is krijg je gewoon klappen hoor”. Uiteindelijk krijgt hij zijn zin en mag hij samen met zijn dochter doorlopen van de medewerker.", "Golf van afschuw", "De beelden, die bij elkaar al enkele honderdduizenden keren zijn bekeken, brachten een landelijke golf van afschuw teweeg. Volgens Mulder is het een storm in een glas water. ,,Die jongen wist er gewoon van. We hebben het zelfs nog een keer overgedaan. Ik heb hem de beelden daarna nog laten zien. ‘Ziet er heftig uit, net echt’, zei hij zelfs.”", "Mulder bevestigt daarmee het verhaal van de politie dat de bedreiging in scène is gezet en dat de jongen op de hoogte was van de actie van de man. Daar wil de Aldi niets van weten. ,,Onze medewerker kent deze man niet. Hij is de dupe geworden van deze video”, benadrukt een woordvoerster, die op verdere vragen niet wil ingaan.", "Mulder, een fervent tegenstander van het coronabeleid, stelt dat de Aldi als concern aangifte heeft gedaan van bedreiging. ,,Ik probeerde een dag nadat alles online stond nog een keer te praten met die jongen, maar ik werd bij de ingang tegengehouden door een delegatie van de winkel. Ze waren enorm boos, vonden dat ik hun winkel in een verkeerd daglicht had gezet. Nee, ik hoef mijn gezicht daar niet meer te laten zien.” Mulder lacht: ,,Ach, ik ben toch meer van de Albert Heijn dan van de Aldi.”", "‘Ik snap dat het heftig is’", "In de 19 seconden durende video lijkt het alsof Mulder de minderjarige medewerker dreigt te mishandelen. Dat het in scène is gezet, is niet aan de beelden af te zien. ,,Ik snap dat mensen de video heftig vinden”, beaamt Mulder. ,,Maar dat is nu precies wat ik ermee probeerde te bereiken. Ik zie er persoonlijk de humor wel van in. Voor mij gaat het om de aandacht en de views, en dat is volgens mij wel gelukt. Dat die jongen zich achteraf overrompeld voelde, begrijp ik wel. Ik ben nogal een persoonlijkheid. Een stevige vent van 115 kilo met een ruige kop. Dat maakt al snel indruk.”", "Het YouTube-kanaal van Mulder staat al langer in het vizier bij het politiekorps Noord-Nederland. In een eerder filmpje haalde de vechtsporter een nepvuurwapen tevoorschijn nadat hij zijn vriendin ten huwelijk had gevraagd. Mulder werd toen verhoord en kreeg een proces-verbaal. Het wapen bleek een balletjespistool te zijn. ,,Ik zoek in mijn filmpjes graag de grens op”, legt de vlogger uit. ,,In die filmpjes neem ik een bepaalde rol aan. Eigenlijk ben ik helemaal niet de man die je op die beelden ziet. Ik speel een karikatuur van mezelf.”", "Onacceptabel", "Op de Facebook-pagina van Mulder blijven de vele negatieve reacties binnenstromen. De vlogger haalt er zijn schouders voor op. ,,Zo zie je maar weer dat iedereen in coronatijd vreselijk lichtgeraakt is. In een andere tijd zou dat Aldi-filmpje helemaal niet opvallen. Nu spreekt iedereen er schande van. Ik vind het grappig, ik lach erom. Spijt heb ik absoluut niet.”", "De politie kan er allesbehalve om lachen en heeft Mulder aangesproken. „Het gedrag is onacceptabel en beneden peil.”"], "authors": ["Sebastiaan Quekel"], "keywords": ["lach", "mag", "om", "relvideo", "van", "hij", "uit", "ik", "niet", "een", "mulder", "het", "te", "en", "die", "dat", "meer", "reacties", "spijt"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}