{"id": "cb113e3e-7422-3196-be76-e1582de11037", "title": "De hel, dat is in een volgend leven terechtkomen in het gezin van Frank Lammers uit de Jumbo-reclames", "url": "https://volkskrant.nl/kijken/de-hel-dat-is-in-een-volgend-leven-terechtkomen-in-het-gezin-van-frank-lammers-uit-de-jumbo-reclames~bf037ad2/", "summary": "Probeerden, want het is niet altijd even makkelijk als je tandglazuur tot op het been wordt weggevreten door ofwel het amandelspijszoete gehalte, dan wel door het binnensmonds overgeven.\nTijdens het kerstdiner brengt hij het liedje dan tot gehore, waardoor Ilse weer haar ontroerendste blik kan opzetten.\nDe hel, dat is in een volgend leven terechtkomen in het gezin van Frank Lammers uit de Jumbo-reclames.\nDe ruitenwissers vegen de sneeuw van het voorruit en ondertussen haalt moeders thuis net de pasteitjes uit de oven.\nMaar daarna zien we het resultaat: een enorme, uit talloze lichtsnoeren opgebouwde kerstboom op de gevel van het flatgebouw.", "paragraphs": ["De stoomboot had de internationale wateren nog niet bereikt of we werden alweer bestookt met een bombardement aan kerstreclames. Ooit had het Britse warenhuis John Lewis patent op de pompeuze, groots aangepakte kerstcommercial, maar tegenwoordig pakt ook elke zichzelf respecterende Nederlandse grootgrutter met kerst groots uit. De grote Nederlandse supermarkten hebben dit jaar bijna allemaal een commercial waar we deze dagen tot bloedens toe mee om de oren worden geslagen. Dit jaar was natuurlijk een extra vreemd blablabla, etcetera, et cetera. Veel reclamemakers zijn gretig op de corona-express gesprongen, met als gevolg dat de toch al weekhartige kerstcommercials dit jaar nog een extra plakkerige laag aan lockdown-sentimentaliteit hebben meegekregen. Wij (de redactionele wij, in dit geval uw televisierecensent van dienst) keken alle supermarktcommercials en probeerden ze eerlijk te beoordelen. Probeerden, want het is niet altijd even makkelijk als je tandglazuur tot op het been wordt weggevreten door ofwel het amandelspijszoete gehalte, dan wel door het binnensmonds overgeven.", "We becijferen de reclames op twee onderdelen: sentimentaliteit (hoe hoger het cijfer, hoe erger) en corona-inhaak-gehalte (hoe hoger, hoe relevanter) en proberen ten slotte in twee woorden een oordeel te geven.", "Albert Heijn", "Albert Heijn heeft voor de kerstreclame van dit jaar dezelfde cast als die van vorig jaar: AH-manager Ilse, haar man, haar zoontje Tommie (of Tommy, maar who cares) en Opa Overkant, de oudere buurman van Ilse. Waar Tommie - een kostschoolvariant van Cole ‘I see dead people’ Sear uit The Sixth Sense - vorig jaar zijn ouders verraste met een heel kerstdiner op zijn kamer, heeft hij dit jaar andere plannen. Op miraculeuze wijze komt hij in het bezit van de bladmuziek van Stevie Wonders What Christmas Means to Me (het favoriete liedje van zijn moeder) en oefent dat op zijn schattige kamertje in zijn schattige flanellen pyjamaatje op zijn schattige elektrische pianootje. Tijdens het kerstdiner brengt hij het liedje dan tot gehore, waardoor Ilse weer haar ontroerendste blik kan opzetten. Heel veel ontblote tanden, enorm veel tanden. Maar dat is nog niet alles. Op zeker moment onthult Tommie een tablet met daarop Opa Overkant die de mondharmonicasolo voor zijn rekening neemt, terwijl zijn familie op de achtergrond op de maat meeklapt. De commercial eindigt met Ilse die Tommie stevig omhelst en papa die veelbetekenend naar oma kijkt.", "Sentimentaliteit 5", "Covid-19 7", "Oordeel in twee woorden Saai, braaf", "Jumbo", "Mensen die in reïncarnatie geloven, denken niet dat er een hel bestaat. Maar het tegendeel wordt deze dagen uitgezonden op televisie. De hel, dat is in een volgend leven terechtkomen in het gezin van Frank Lammers uit de Jumbo-reclames. In de kersteditie van de Jumbo-reclame zien we de olijke vader in de auto terwijl hij meezingt met Driving Home for Christmas. De ruitenwissers vegen de sneeuw van het voorruit en ondertussen haalt moeders thuis net de pasteitjes uit de oven. Ze belt ‘schatje’, of hij nog even wat boodschappen kan meenemen. Terwijl Chris Rea blijft doorzingen, brengt Frank Lammers tassen met boodschappen langs bij zijn (schoon)ouders, want corona. Maar o jee, na een bezoekje aan zijn vader wil zijn auto niet meer starten. Gelukkig is er een behulpzame Jumbo-vrachtwagen die de tot het bot verkleumde Frank thuis bij zijn warme, gezellige gezinnetje brengt. ‘Een bijzonder assortiment’, zegt de voice over, ‘voor bijzonder lage prijzen’. Dat zal best, maar misschien had Frank gewoon de auto van zijn vader kunnen lenen. Of daar in elk geval warm binnen - op anderhalve meter afstand, uiteraard - kunnen wachten tot de wegenwacht er was. Of misschien had hij gewoon in zijn auto kunnen blijven zitten, en kijken wat er dan was gebeurd.", "Sentimentaliteit 2", "Covid-19 6", "Oordeel in twee woorden Weinig verrassend", "Plus", "In de reclame van Plus volgen we Mo, een sympathieke buschauffeur (Sabri Saad El Hamus) die ’s ochtends op zijn werk komt. Hoe lang zou deze brainstorm geduurd hebben? ‘Laten we lekker inclusief zijn en iemand met een migratieachtergrond in de hoofdrol nemen. Maar dan is het wel een buschauffeur en hij komt ook te laat op zijn werk.’ Hoe dan ook, Mo is natuurlijk een topper. Hij geeft een klein meisje een high five tegen het spatscherm en helpt norsige grijsaard Jacques herinneren dat hij zijn mondkapje op moet. Ondertussen zingt een kreunende stem een akoestische versie van To Love Somebody, want zo gaan dit soort dingen nu eenmaal. Terwijl Mo’s collega’s lekker gezellig kerstavond gaan vieren met hun families, werkt Mo stug door, de noeste, nederige, vriendelijkheid zelve. Aan het eind van zijn dienst ontdekt hij dat Jacques zijn portemonnee in de bus heeft laten liggen. Hij brengt de portemonnee langs bij Jacques, die net op dat moment in zijn eentje bij kaarslicht een hele kip aan het opeten is. Jacques dwingt Mo binnen te komen, ‘doe alsof je thuis bent’ en zet een bord voor hem neer. Het is een recept van Jacques’ vrouw, die we niet zien, dus die zal wel dood zijn. En inderdaad, Mo - die netjes zijn schoenen heeft uitgedaan - vraagt Jacques hoe zijn vrouw ‘heette’. Lies, blijkbaar. Nou, dan schakelen we naar alle andere mensen die we eerder in de reclame zagen, die allemaal heel gezellig en warm en vrolijk en harmonieus kerst aan het vieren zijn. ‘You don’t know what it’s like, to love somebody’ - terug naar Mo en Jacques, die proosten met een glas water. De tekst ‘Goed eten is samen eten’ verschijnt in beeld, terwijl de zanger zijn laatste woorden kreunt.", "Sentimentaliteit 9", "Covid-19 9", "Oordeel in twee woorden Latent racisme", "Lidl", "Deze gaat er met twee gestrekte benen in. Bel gaat. Teun (Thomas Acda) doet open, in geruite pyjama. Niemand voor de deur, maar wel een pakje. Een snoepige vrouwenstem zingt ondertussen op de achtergrond We Wish You a Merry Christmas. Teun pakt het pakje uit en vindt een kerstmannenkostuum. Briefje van de kerstman erbij (welja). Of Teun dit jaar hulpkerstman kan zijn. Nou, Teun op pad met de arreslee. ‘Wish you a merry christmas.’ Teun brengt cadeautjes weg, repareert ondertussen een lekkende gootsteen (wat een vondst, geweldig) en maakt de stoep van een verzorgingshuis sneeuwvrij. Als dank mag hij een kerstwens doen. Ten slotte gaat Teun langs bij zijn moeder, een prachtige oude vrouw met grijswit haar. ‘We mogen nog steeds niet knuffelen, hè’, zegt ze met een verdrietig, krakerig stemmetje. En dan gebeurt het. Elke hier besproken supermarktcommercial heeft gretig gebruikgemaakt van het Instagramfilter ‘warme gloed’, maar de Lidl heeft voor zijn reclame ook nog even een bestelling gedaan bij de CGI-afdeling van Ali Express. Teun strooit wat magische gouden stof in zijn hand en blaast dat over zijn moeder heen, die prompt een gouden, virusbestendig aura om zich heen krijgt. ‘O’, roept ze uit, terwijl ze Teun in de armen sluit. De camera draait. En dan zien we hoe, in een kerstreclame voor de Lidl die aan elkaar hangt van clichés en goedkope special effects, Thomas Acda staat te huilen. Gefeliciteerd, hopelijk betaalde het goed.", "Sentimentaliteit 11", "Covid-19 8", "Oordeel in twee woorden Thomas, Acda", "Coop", "In een jaar waarin in elke tweede zin wel een van de woorden ‘samen’, ‘elkaar’ of ‘ons’ viel, is Coop er wonderwel in geslaagd een relatief (relatief) sympathieke commercial te maken. Een groepje kinderen rent door een flatgebouw, belt aan bij mensen en laat voor hun deur een pakketje achter. Terwijl de bewoners hun pakketjes uitpakken en de lichtjes die daarin zitten ophangen, vertelt een stem ‘Als coöperatie kent Coop al meer dan honderd jaar de kracht van samen’, wat natuurlijk een aanzet is om het porselein weer even op te zoeken. Maar daarna zien we het resultaat: een enorme, uit talloze lichtsnoeren opgebouwde kerstboom op de gevel van het flatgebouw. Leuk gedaan en met 40 seconden ook lekker kort. ‘Coop’ eindigt de reclame, ‘samen maak je het verschil.’ Oké, toch nog even kotsen.", "Sentimentaliteit 5", "Covid-19 7", "Oordeel in twee woorden Elkaar samen", "De rest", "Dirk van den Broek, Vomar en Aldi hebben korte, relatief inhoudelijke reclames met aanbiedingen, zonder BN’ers of sentimenteel gedoe. De jaarlijkse kerstcommercial van John Lewis valt dit jaar een tikkeltje tegen. Hij is bijzonder fraai gemaakt, door acht verschillende animatie-artiesten, maar qua meeslependheid onvergelijkbaar met reclames uit eerdere jaren, zoals die met Elton John of de hond op de trampoline. Amazon heeft de relevantste en ontroerendste reclameboodschap gemaakt, over een meisje dat de balletvoorstelling waar ze zo hard voor heeft geoefend geannuleerd ziet worden. Voor de rest - en urenlang, glazuurvernietigend kijkplezier - verwijzen we u graag door naar YouTube."], "authors": ["Julien Althuisius"], "keywords": ["van", "jumboreclames", "die", "uit", "lammers", "een", "het", "leven", "en", "maar", "zijn", "volgend", "op", "hij", "gezin", "hel", "met", "terechtkomen"], "pubDate": "2020-12-08T16:18:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}