{"id": "cb134729-7c80-307a-b502-398977d60975", "title": "Vrijwel iedereen in de zorg krijgt de bonus, maar dat is dus wel voor het laatst", "url": "https://volkskrant.nl/nieuws-achtergrond/vrijwel-iedereen-in-de-zorg-krijgt-de-bonus-maar-dat-is-dus-wel-voor-het-laatst~be51bc71/", "summary": "De ic-afdeling van het Maasstad ziekenhuis in Rotterdam.\nNu blijkt dat voor 90 procent van de zorgwerkers de bonus is aangevraagd.\nEerder spraken werkgevers in de jeugdzorg, die géén bonus aanvroegen voor hun personeel, daarover hun verbazing al uit.\nOmdat pgb’s worden toegekend op basis van drie wetten is dat een complexe regeling.\nFamilieleden die zorg verlenen en betaald worden via een pgb, worden uitgesloten van deze bonus.", "paragraphs": ["De ic-afdeling van het Maasstad ziekenhuis in Rotterdam. Beeld Arie Kievit", "De gang van zaken zit het kabinet niet lekker, zo blijkt uit de correspondentie van De Jonge met de Tweede Kamer. De bonussen van dit jaar kosten iedere volwassen Nederlander een flinke som belastinggeld, rekent de bewindsman voor. ‘De totale kosten van bijna 3 miljard euro, gegeven de 2,2 miljard euro voor 2020 en het budget van 720 miljoen voor 2021, komen neer op een bedrag van ruim 200 euro per volwassen Nederlander.’", "De zorgbonus werd ingesteld op initiatief van het onafhankelijke Kamerlid Femke Merel van Kooten-Arissen. De bonus was bedoeld voor alle zorgwerkers die direct met de coronazorg te maken hebben. Nu blijkt dat voor 90 procent van de zorgwerkers de bonus is aangevraagd. ‘De bonus’, schrijft De Jonge, ‘is echter bedoeld als blijk van waardering voor mensen die bijzondere inzet hebben gepleegd voor covid-19 patiënten dan wel in de strijd tegen covid-19, niet als generiek inkomensinstrument voor iedereen werkzaam in de zorg.’", "Lijst van beroepen", "Op verzoek van de zorg heeft het ministerie lijsten opgesteld van beroepen in de zorg waarvoor de bonus wel en niet bedoeld was. Daar hebben veel zorgwerkgevers zich dus niet aan gehouden. Eerder spraken werkgevers in de jeugdzorg, die géén bonus aanvroegen voor hun personeel, daarover hun verbazing al uit. ‘Hoewel ook wordt aangegeven dat er ruimte is om beargumenteerd af te wijken, horen wij van een deel van onze accountants dat de rechtmatigheid van de aanvraag van de zorgbonus met deze spelregels problematisch kan worden bij de controle van de jaarrekening. Wij willen niet het risico lopen dat we de subsidie moeten terugbetalen, omdat we geen financiële middelen hebben om dit zelf op te vangen’, stelde de jeugdzorg. Andere werkgevers in de zorg keken niet zo nauw.", "Volgend jaar is weer een zorgbonus beloofd van 500 euro netto. Ook die is weer bedoeld voor zorgwerkers die direct met coronazorg te maken hebben. Deze bonusregeling zal selectiever worden, kondigt De Jonge aan. ‘Ik hecht eraan om de blijk van waardering voor 2021 zo vorm te geven dat deze past binnen de gereserveerde 720 miljoen.’", "In februari wil De Jonge ook een regeling bekendmaken die een extra groep zorgverleners recht geeft op 1.000 euro netto bonus. Het gaat om zorgverleners die met een persoonsgebonden budget worden ingehuurd door hulpbehoevenden. Omdat pgb’s worden toegekend op basis van drie wetten is dat een complexe regeling. Het gaat om de Jeugdwet, de Wet Maatschappelijke Ondersteuning en de Zorgverzekeringswet. Familieleden die zorg verlenen en betaald worden via een pgb, worden uitgesloten van deze bonus."], "authors": ["Gijs Herderscheê"], "keywords": ["van", "laatst", "het", "dus", "maar", "die", "bonus", "iedereen", "zorg", "worden", "vrijwel", "een", "niet", "dat", "krijgt", "te", "wel", "voor"], "pubDate": "2020-12-09T17:43:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}