{"id": "cb190f52-1d61-3768-ac2f-1ed8e4c89c73", "title": "Ruimer testbeleid verklaart toename besmettingen niet, oorzaak blijft onduidelijk", "url": "https://volkskrant.nl/nieuws-achtergrond/ruimer-testbeleid-verklaart-toename-besmettingen-niet-oorzaak-blijft-onduidelijk~b2888062/", "summary": "‘Na twee weken van stabilisatie is er nu duidelijk sprake van een toename.\nNiet alleen op basis van het aantal testen, we zien ook het percentage positief oplopen, meer nieuwe opnamen in het ziekenhuis, extra besmettingen in verpleeghuizen.\nDoor deze nieuwe groep zijn er in een week tijd slechts 1.923 nieuwe besmettingen gevonden.\nHet grootste deel van de stijging van het aantal besmettingen afgelopen week – van 34 duizend naar 43 duizend – komt dus voor rekening van de grotere verspreiding van het virus.\n‘Het kan gunstig zijn als we minder op school zijn en minder op het werk.", "paragraphs": ["Een coronatest in de XL-teststraat in Eindhoven. Beeld ANP", "‘De cijfers zijn zorgwekkend’, zegt hoofd Susan van den Hof van het Centrum voor Epidemiologie en Surveillance van Infectieziekten bij het RIVM. ‘Na twee weken van stabilisatie is er nu duidelijk sprake van een toename. Niet alleen op basis van het aantal testen, we zien ook het percentage positief oplopen, meer nieuwe opnamen in het ziekenhuis, extra besmettingen in verpleeghuizen. De toename is bovendien te zien in alle leeftijdscategorieën en alle regio’s. De cijfers bieden niet veel perspectief voor komende weken.’", "Sinds 1 december mogen ook mensen zonder klachten zich laten testen. Door deze nieuwe groep zijn er in een week tijd slechts 1.923 nieuwe besmettingen gevonden. Het grootste deel van de stijging van het aantal besmettingen afgelopen week – van 34 duizend naar 43 duizend – komt dus voor rekening van de grotere verspreiding van het virus.", "De toename is ook af te leiden uit het percentage van geteste personen dat positief is. Waar een week geleden nog 11,1 procent van de geteste personen besmet bleek met het virus, is dat deze week opgelopen naar 11,6 procent.", "Naar de oorzaak van de toename is het nog gissen. De maatregelen zijn niet veranderd de afgelopen weken en ook het gedrag, zo blijkt uit mobiliteitsgegevens, is nagenoeg gelijk gebleven , constateert Van den Hof. ‘We hebben geen sluitende verklaring. Het seizoenseffect speelt vermoedelijk wel mee. We zijn in deze periode minder buiten en het virus verspreidt zich meer binnenshuis.’", "Ook bij personen zonder klachten is ruim 1 op de 10 testen positief. Deze groep heeft bijvoorbeeld een melding gehad via de corona-app of heeft een huisgenoot met corona. Wie nog geen klachten heeft, maar wel in quarantaine moet, mag zich sinds 1 december na vijf dagen laten testen. Wie dan negatief test, mag weer naar buiten.", "Deze groep zonder klachten blijkt dus nog vaak positief te testen, constateert het RIVM. Van den Hof: ‘Het is wel goed dat we deze groep nu eerder in beeld hebben, want je hoopt dat daardoor minder verspreiding van het virus plaatsvindt. Een deel van deze personen zal immers nog klachten ontwikkelen en door deze test minder lang besmettelijk rondlopen.’", "De stijging van het aantal besmettingen is over de hele linie te zien. In alle regio’s en van jong tot oud. Maar de groep van 18 tot en met 24 jaar laat de afgelopen week wel een sterkere stijging zien. Opmerkelijk, aldus Van den Hof. Dat de groep tussen 13 en 18 geregeld positief test, is ingecalculeerd. De scholieren hoeven onderling geen afstand te houden. Maar bij de leeftijdscategorie daarboven zou dat wel moeten. Van den Hof: ‘Bij de groep tussen 18 en 24 jaar zagen we eerst een daling en nu weer een sterke stijging en die groep zou in principe afstand moeten houden.’", "Door de stagnatie van de afgelopen twee weken en de toename van het aantal besmettingen de afgelopen dagen, is ook weer een kentering zichtbaar in de ziekenhuizen. Na een geleidelijke daling is er nu voor de eerste keer sinds vier weken ook sprake van een stijging op weekbasis van het aantal bezette bedden in het ziekenhuis. Er liggen momenteel 1.700 patiënten met covid in het ziekenhuis, vorige week dinsdag waren dit er 1.683 patiënten. Op de intensive care is nog sprake van een lichte daling. Uit de RIVM-cijfers blijkt ook dat er meer nieuwe patiënten naar het ziekenhuis zijn gegaan dan de week daarvoor. Ook in de verpleeghuizen zijn de afgelopen week weer meer besmettingen aangetroffen.", "‘Versoepelingen van het beleid lijken me op dit moment niet aan de orde’, zegt Van den Hof. ‘Of het beleid verscherpt moet worden, zal ook afhangen van de trend de komende weken.", "Vooral over de kerstvakantie heerst onzekerheid, zegt Van den Hof. ‘Het kan gunstig zijn als we minder op school zijn en minder op het werk. Maar het kan ongunstig zijn dat we wel meer nauwe contacten hebben in de kerstperiode. Hoe dat gaat, is echt koffiedik kijken.’"], "authors": ["Serena Frijters", "Xander Van Uffelen"], "keywords": ["oorzaak", "ruimer", "onduidelijk", "van", "groep", "het", "besmettingen", "op", "zijn", "week", "niet", "een", "en", "ook", "toename", "blijft", "dat", "testbeleid", "verklaart"], "pubDate": "2020-12-08T18:22:20+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}