{"id": "cb272595-ff4b-32e9-a5fa-795ba5c6dd44", "title": "Ten Hag ziet in Haller een echte Ajax-spits", "url": "https://trouw.nl/sport/ten-hag-ziet-in-haller-een-echte-ajax-spits~bc957ad3/", "summary": "Hangend in de lucht maakte Haller met een spectaculaire omhaal de gelijkmaker.\nTen Hag erkende gisteren op een persconferentie dat de aanvaller al jaren op de scoutingslijst van de Amsterdamse club staat.\n“Hij heeft het profiel van een echte Ajax-spits”, aldus de trainer.\nTen Hag hield altijd contact met Haller, met wie hij van 2015 tot 2017 bij FC Utrecht samenwerkte.\nHet een leidde tot het ander en vrijdag zette de spits zijn handtekening onder een contract.", "paragraphs": ["Met Sébastien Haller, de duurste aankoop ooit, hoopt Ajax een aanvaller in huis te hebben die de club naar successen moet leiden. De Frans-Ivoriaanse spits had nog een contract tot 2024 bij West Ham United, dat niet moeilijk deed over het verbreken van de verbintenis. De Londense club accepteerde het bod van Ajax van 22,5 miljoen euro, terwijl het in 2019 zelf meer dan het dubbele (50 miljoen) aan Eintracht Frankfurt had betaald.", "Op de website van West Ham United, de nummer tien uit de Premier League, wordt Haller (26) bedankt voor zijn diensten. The Hammers kochten met Haller in 2019 niet de veelscorende spits waar de club op had gehoopt. In 54 wedstrijden in alle competites maakte hij slechts veertien doelpunten. Zijn laatste treffer, op 16 december tegen Crystal Palace, was er wel een van grote schoonheid. Hangend in de lucht maakte Haller met een spectaculaire omhaal de gelijkmaker.", "Bij Ajax zullen de verwachtingen met het aantrekken van Haller net zo hoog zijn als toenterijd bij West Ham United. Ten Hag erkende gisteren op een persconferentie dat de aanvaller al jaren op de scoutingslijst van de Amsterdamse club staat. “Hij heeft het profiel van een echte Ajax-spits”, aldus de trainer. “Hij scoort makkelijk, laat anderen beter functioneren en werkt hard.”", "‘Zeker geen stap terug’", "Ajax-trainer Erik ten Hag gaat er vanuit dat Haller, die eind vorig jaar zijn debuut maakte in het nationale elftal van Ivoorkust, zondag direct kan meedoen in de topper tegen PSV. Een meevaller voor de trainer, die niet kan beschikken over de aanvallers David Neres, Lassina Traoré en Brian Brobbey. “Ik ben er nog niet uit of hij gaat beginnen of gaat invallen”, zei Ten Hag over zijn nieuwe spits.", "Ten Hag hield altijd contact met Haller, met wie hij van 2015 tot 2017 bij FC Utrecht samenwerkte. Op oudejaarsdag spraken zij elkaar weer en tijdens dat onderhoud kreeg Ten Hag het idee dat Haller niet afwijzend stond tegen het idee om de personele problemen in de aanvalslinie van Ajax op te lossen. Het een leidde tot het ander en vrijdag zette de spits zijn handtekening onder een contract.", "“Ik zie dit zeker niet als een stap terug”, zei Haller na zijn eerste training op Amsterdamse bodem. Hij vertelde dat zijn spel niet zo tot zijn recht kwam in het systeem van West Ham United. “Ajax speelt veel op de vijandelijke helft. Ik kom hopelijk vaak in het strafschopgebied, met veel creatieve spelers om mij heen. Dat past beter bij mij. Hier kan ik prijzen winnen en in de Champions League spelen.”", "Lees ook:", "Sterke benen vereist in de Premier League", "Voor veel eredivisiespelers is de overgang naar de Premier League lastig, zo leerde ook het afgelopen weekend weer."], "authors": ["Redactie Trouw"], "keywords": ["zijn", "van", "haller", "echte", "hag", "een", "met", "ajaxspits", "op", "niet", "hij", "het", "ziet", "dat"], "pubDate": "2021-01-08T16:41:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}