{"id": "cb303864-b880-377c-98cf-24f2039a2dbe", "title": "Europees agentschap zeer optimistisch over Pfizer-vaccin: 'Veilig en werkzaam'", "url": "https://nos.nl/nieuwsuur/artikel/2359943-europees-agentschap-zeer-optimistisch-over-pfizer-vaccin-veilig-en-werkzaam.html", "summary": "Alle ogen zijn dezer dagen gericht op het Europees Geneesmiddelen Agentschap (EMA).\nHet vaccin van Pfizer laat een hoge effectiviteit zien, van bijna 95 procent op dertigduizend proefpersonen.\nDe hackers zouden toegang hebben gekregen tot documenten die te maken hebben met de goedkeuring van het vaccin.\nDe cyberaanval heeft volgens Pfizer geen gevolgen voor het proces om het vaccin goed te keuren.\nMisinformatie De EMA-directeur is inmiddels overtuigd van het minimale aantal bijwerkingen dat is vastgesteld in de testfase van het Pfizer-vaccin.", "paragraphs": ["Alle ogen zijn dezer dagen gericht op het Europees Geneesmiddelen Agentschap (EMA). Dat moet onder een verhoogde tijdsdruk oordelen over de kwaliteit en veiligheid van coronavaccins. EMA-directeur Emer Cooke is positief over het Pfizer/Biontech-vaccin en verwacht dat haar agentschap de beoordeling uiterlijk 29 december zal afronden. \"We zijn steeds meer overtuigd van de testresultaten die ons ter beoordeling voorliggen. Als u mij twee maanden geleden had gevraagd, was ik veel minder overtuigd dan nu\", zegt Cooke in een gesprek met Nieuwsuur. Het vaccin van Pfizer laat een hoge effectiviteit zien, van bijna 95 procent op dertigduizend proefpersonen.", "Vanmiddag werd bekend dat het EMA is gehackt. De hackers zouden toegang hebben gekregen tot documenten die te maken hebben met de goedkeuring van het vaccin. De cyberaanval heeft volgens Pfizer geen gevolgen voor het proces om het vaccin goed te keuren. De EMA wil de reactie van Pfizer noch bevestigen noch ontkennen.", "Op 29 december heeft de EMA een zitting met de medicijnautoriteiten van 27 EU-lidstaten, onder wie het Nederlandse College ter Beoordeling van Geneesmiddelen. Op die zitting beslissen de EU-landen samen over toelating van het eerste vaccin tegen corona. \"Als we het vaccin van Pfizer op 29 december goedkeuren, hebben we nog twee dagen nodig om ons besluit in alle landen vertaald te krijgen. Dan kan het dus op 31 december worden uitgerold over de lidstaten\", zegt Cooke. Tot die tijd zijn de controleurs van alle EU-lidstaten dag en nacht bezig om alle onderdelen van de testresultaten van het Pfizer-vaccin aan een kritische blik te onderwerpen. Over ieder detail kunnen vragen worden gesteld aan het bedrijf.", "Allergische reacties In Groot-Brittannië is het vaccin al eerder goedgekeurd, maar dat komt volgens Cooke omdat ze in het Verenigd Koninkrijk - net als in de VS - een zogeheten noodprocedure hebben gevolgd. Daardoor heeft het vaccin maar beperkte tijd toegang heeft tot de markt. Cooke: \"Met zo'n noodprocedure kan het veel sneller beschikbaar komen, maar dus slechts voor korte tijd. Wij gaan voor de volledige licentie. Dan duurt goedkeuring langer, want die is veel grondiger op alle details.\" Britse media melden vandaag dat twee zorgmedewerkers een allergische reactie hebben gekregen nadat zij het Pfzizer-vaccin ingespoten hadden gekregen. De EMA-directeur zegt dat deze ontwikkelingen worden meegenomen in de beoordeling voor de EU die nu loopt.", "Misinformatie De EMA-directeur is inmiddels overtuigd van het minimale aantal bijwerkingen dat is vastgesteld in de testfase van het Pfizer-vaccin. \"We moeten het natuurlijk blijven monitoren, ook na goedkeuring, maar de eerste gegevens zien er geruststellend uit. Er zijn geen noemenswaardige bijwerkingen vastgesteld en al helemaal geen ernstige. Ook is er al getest op oudere mensen waardoor we weten dat het bij hen net zo goed werkt als bij jongeren.\" Het vaccin van Moderna, dat ook ter beoordeling ligt bij de EMA, krijgt naar verwachting op 12 januari goedkeuring. Het vaccin van Astra Zeneca, waar Nederland met Duitsland en Italië veel vaccins van heeft besteld, zal naar verwachting \"heel snel\" de testresultaten bij de EMA voorleggen. \"Ik verwacht dat we daar nét zo snel goedkeuring aan kunnen verlenen.\" Nog nooit was er zoveel aandacht voor de goedkeuring van een vaccin of medicijn. \"Omdat er zoveel misinformatie wordt verspreid, benadrukken we waar mogelijk dat er geen enkele concessies worden gedaan aan de veiligheidsprocedures die we normaal hanteren. Ook organiseren we op 11 december een openbare bijeenkomst waarbij burgers vragen kunnen stellen. Want we moeten duidelijk maken dat de wetenschap transparant is en geen concessies doet aan de veiligheid\", benadrukt Cooke."], "authors": ["Dieuwke Van Ooij", "Dit Is Een Artikel Van"], "keywords": ["pfizervaccin", "europees", "optimistisch", "van", "het", "op", "vaccin", "die", "agentschap", "werkzaam", "een", "en", "dat", "goedkeuring", "veilig", "er", "zeer"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}