{"id": "cb42959c-a48d-3985-b84a-02d49aa3fb05", "title": "Zoektocht neergestort vliegtuig Indonesië gaat door, meer lichaamsdelen gevonden", "url": "https://nos.nl/artikel/2363879-zoektocht-neergestort-vliegtuig-indonesie-gaat-door-meer-lichaamsdelen-gevonden.html", "summary": "Indonesische reddingswerkers hebben bij de zoektocht naar het neergestorte vliegtuig lichaamsdelen en wrakstukken uit het water gehaald.\nDe zwarte dozen van de verongelukte Boeing zijn nog niet gevonden.\nWaarschijnlijk is het bij het raken van het water uit elkaar gevallen, denkt de Indonesische transportveiligheidscommissie KNKT na een inspectie van de opgedoken brokstukken.\n\"We weten het nog niet zeker\", zegt onderzoeker Nurcahyo Utomo, \"maar de brokstukken liggen verspreid over een niet al te groot gebied.\"\nDat duidt er volgens hem op dat het vliegtuig pas bij het raken van het water is gescheurd.", "paragraphs": ["Indonesische reddingswerkers hebben bij de zoektocht naar het neergestorte vliegtuig lichaamsdelen en wrakstukken uit het water gehaald. De hoop op overlevenden lijkt vervlogen. De zwarte dozen van de verongelukte Boeing zijn nog niet gevonden.", "Het vliegtuig verdween zaterdag van de radar. Waarschijnlijk is het bij het raken van het water uit elkaar gevallen, denkt de Indonesische transportveiligheidscommissie KNKT na een inspectie van de opgedoken brokstukken.", "\"We weten het nog niet zeker\", zegt onderzoeker Nurcahyo Utomo, \"maar de brokstukken liggen verspreid over een niet al te groot gebied.\" Dat duidt er volgens hem op dat het vliegtuig pas bij het raken van het water is gescheurd. \"Als het in de lucht was geëxplodeerd, zouden de brokstukken in een veel groter gebied liggen.\"", "Inmiddels zijn er tientallen lichaamsdelen uit het water gehaald. De identificatie moet nog beginnen. De Indonesische president Widodo heeft opgeroepen om gezamenlijk te bidden dat alle slachtoffers worden gevonden.", "Onderzoekers denken de zwarte dozen snel te kunnen bergen, zodat ze de oorzaak van het ongeluk kunnen vaststellen. Gisteren werden de signalen opgespoord.", "Enkele wrakstukken zijn inmiddels aan land gebracht:"], "authors": [], "keywords": ["gaat", "door", "van", "lichaamsdelen", "gevonden", "zijn", "nog", "vliegtuig", "indonesië", "water", "uit", "te", "indonesische", "het", "meer", "neergestort", "niet", "zoektocht"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}