{"id": "cb45d76e-d65a-3fa3-8cb5-5b08bd9b5d5d", "title": "Afrikaanse fruitmot bedreigt Nederlandse paprika's", "url": "https://nos.nl/artikel/2296861-afrikaanse-fruitmot-bedreigt-nederlandse-paprika-s.html", "summary": "Paprikatelers in Nederland maken zich grote zorgen over de Afrikaanse fruitmot die in groten getale is aangekomen in het land, schrijft het AD.\nDe nachtvlinder is binnengekomen via importrozen uit Afrika en doet zich te goed aan paprika's, die daardoor niet meer verkocht kunnen worden.\n\"Als die geëxporteerd worden en in andere landen worden aangetroffen, dan bestaat de kans dat ze daar geen paprika's uit Nederland meer willen kopen.\"\nNu wordt steekproefsgewijs nog maar 10 procent gecontroleerd, maar het is mogelijk dat dat wordt opgeschaald naar 100 procent.\n\"Voorlichting, preventie, bestrijding en strengere controles in Kenia moeten ervoor zorgen dat het aantal vondsten bij import daalt\", zegt de branchevereniging.", "paragraphs": ["Paprikatelers in Nederland maken zich grote zorgen over de Afrikaanse fruitmot die in groten getale is aangekomen in het land, schrijft het AD. De nachtvlinder is binnengekomen via importrozen uit Afrika en doet zich te goed aan paprika's, die daardoor niet meer verkocht kunnen worden.", "De kans is groot dat de motten eitjes zullen leggen in de paprika's, zegt entomoloog Gerben Messelink tegen de krant. \"Als die geëxporteerd worden en in andere landen worden aangetroffen, dan bestaat de kans dat ze daar geen paprika's uit Nederland meer willen kopen.\"", "De motten komen het land voornamelijk met Keniaanse rozen binnen. Er zouden vorig jaar 1228 meldingen zijn gedaan, een stijging van 70 procent. Er komen 3,1 miljard rozen per jaar uit Afrika, waarvan twee derde uit Kenia, met een waarde van 250 miljoen euro.", "Meer inspecties", "De rozen moeten beter gecontroleerd worden, zegt de Vereniging van Groothandelaren in Bloemkwekerijen, maar dat kost veel geld. Nu wordt steekproefsgewijs nog maar 10 procent gecontroleerd, maar het is mogelijk dat dat wordt opgeschaald naar 100 procent.", "Dat gaat voorlopig niet, zegt de NVWA. \"Het inspectiepercentage wordt vastgesteld in Brussel. Daarbij wordt bekeken wat de risicofactoren zijn: in hoeverre zullen de onderschepte eipakketten en larven daadwerkelijk uitgroeien tot volwassen motten die gaan rondvliegen?\"", "De branchevereniging voor groothandelaren in de bloemkwekerij wil dat importeurs van de rozen gaan praten met hun leveranciers over betere voorzorgsmaatregelen. De verantwoordelijkheid zou in eerste instantie in Kenia liggen. \"Voorlichting, preventie, bestrijding en strengere controles in Kenia moeten ervoor zorgen dat het aantal vondsten bij import daalt\", zegt de branchevereniging."], "authors": [], "keywords": ["zegt", "wordt", "van", "afrikaanse", "uit", "rozen", "het", "worden", "paprikas", "en", "die", "dat", "bedreigt", "fruitmot", "nederlandse"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}