{"id": "cb626afd-cd1a-39b1-9ba3-2e435636537d", "title": "Jochem Myjer wil in toekomst minder vaak optreden: 'Ik was de balans kwijt'", "url": "https://nu.nl/cultuur-overig/6097184/jochem-myjer-wil-in-toekomst-minder-vaak-optreden-ik-was-de-balans-kwijt.html", "summary": "Jochem Myjer gaat niet stoppen met optreden, maar is wel van plan om in de toekomst minder vaak op het podium te staan om de balans in zijn leven terug te krijgen.\nMyjer stond honderd keer in Koninklijk Theater Carré met zijn voorstelling Adem In, Adem Uit.\nIk moest weer in evenwicht komen met mijn lijf en hoofd met wat ik kon.\"\nMyjer vond het vaak optreden in Carré erg zwaar, maar op dat moment was hij niet bezig met de pijn die hij voelde.\nDe beslissing om toch te blijven optreden viel tijdens de première van de documentaire Jochem Myjer - Nog eentje dan in een Carré.", "paragraphs": ["Jochem Myjer gaat niet stoppen met optreden, maar is wel van plan om in de toekomst minder vaak op het podium te staan om de balans in zijn leven terug te krijgen. Bij toekomstige theaterprogramma's wil hij nog maar maximaal één keer per week optreden, zei de 43-jarige cabaretier in Beau.", "Myjer stond honderd keer in Koninklijk Theater Carré met zijn voorstelling Adem In, Adem Uit. De cabaretier zegt in die tijd zijn familie veel te hebben gemist. Ook had hij last van fysieke pijn omdat zijn lichaam volgens hem niet meer mee wilde werken na een tumor in zijn ruggenmerg.", "\"De balans was ik kwijt. (..) Je komt er dan achter dat je als 43-jarige niet meer alles kunt. Ik moest weer in evenwicht komen met mijn lijf en hoofd met wat ik kon.\"", "Myjer vond het vaak optreden in Carré erg zwaar, maar op dat moment was hij niet bezig met de pijn die hij voelde. \"Je bent alleen maar bezig om die finishlijn te halen.\"", "Liefde voor het vak kwijtgeraakt", "De cabaretier vertelt in het RTL 4-programma dat hij de liefde voor het vak was kwijtgeraakt. \"Ik wist toen niet of ik nog wel door wilde gaan.\" De beslissing om toch te blijven optreden viel tijdens de première van de documentaire Jochem Myjer - Nog eentje dan in een Carré. \"Ik stond op het podium voor een 'corona'-Carré en mijn hele lijf dacht: dit is een leuk plekje. Het voelde echt alsof ik hier moest staan. Mijn vrouw zag het ook in mijn ogen.\"", "Om de balans in zijn leven te houden, heeft Myjer besloten om in de toekomst nog maar maximaal één keer per week op het podium te gaan staan. \"Ik ga zeker terugkomen en van die ene keer ga ik ontzettend genieten\", aldus Myjer.", "Volgend jaar is hij van plan om weer aan een nieuwe theatershow te gaan schrijven. Eerst wil hij in januari aan een nieuw kinderboek gaan beginnen."], "authors": ["Door"], "keywords": ["toekomst", "vaak", "hij", "om", "van", "kwijt", "ik", "een", "balans", "wil", "het", "te", "niet", "optreden", "jochem", "met", "minder", "myjer", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}