{"id": "cb6fd582-80bb-36e5-a708-6f4fb0e58570", "title": "Diversiteit? Dan ook meer lageropgeleiden in de politiek", "url": "https://www.ewmagazine.nl/nederland/opinie/2021/01/diversiteit-in-de-politiek-prima-maar-doe-ook-iets-aan-ondervertegenwoordiging-lageropgeleiden-797730/", "summary": "Derk Boswijk (Woerden, 1989) is fractievoorzitter van het CDA in de Provinciale Staten van Utrecht.\nDit werd recent bevestigd door het Centraal Planbureau (CPB) in het onderzoek Ongelijkheid van het jonge kind waarin de conclusie is dat, meer nog dan een migratieachtergrond, het opleidingsniveau van de ouders de toekomst bepaalt van een kind.\nAls er één groep hard wordt geraakt, dan is het dezeDat een belangrijke groep is ondervertegenwoordigd in onze samenleving is meer dan een aandachtspunt.\nAls één groep in onze samenleving op dit moment hard wordt geraakt, dan zijn het lageropgeleiden.\nZe hebben grote zorgen over werk en zekerheid, ook die van hun kinderen.", "paragraphs": ["Negen van de tien Tweede Kamerleden zijn hoogopgeleid. Typerend, vindt kandidaat-Kamerlid Derk Boswijk (CDA), zelf mbo’er. Aandacht te over voor diversiteit, en terecht. Maar niemand heeft oog voor lageropgeleiden.", "Derk Boswijk (Woerden, 1989) is fractievoorzitter van het CDA in de Provinciale Staten van Utrecht. Hij staat op plaats veertien op de CDA-kandidatenlijst voor de Tweede Kamerverkiezingen in maart. Hij is reserveofficier bij de Koninklijke Landmacht. Hij volgde een mbo-opleiding. Ingezonden opinie-artikelen worden geselecteerd door de redactie, maar vertegenwoordigen niet noodzakelijkerwijs het standpunt van weekblad EW.", "Een divers team levert betere prestaties, maar is moeilijker samen te stellen. In onze samenleving is diversiteit daarom een terugkerend gespreksonderwerp. Kandidatenlijsten van politieke partijen worden driftig getoetst op diversiteit.", "Afgelopen 5 december jubelde dagblad Trouw: ‘Doorbraak: meer vrouwen en kleur op kandidatenlijsten voor de Tweede Kamer’. Alle partijen hebben volgens het artikel goed hun best gedaan, behalve de SGP dan, want die heeft uitsluitend witte mannen op de lijst staan.", "De Volkskrant presenteerde een paar dagen later de Top 200 invloedrijkste mensen. Nadrukkelijk werd aangegeven dat er 74 vrouwen op de lijst staan. Van de lijst heeft 7 procent een niet-westerse achtergrond, terwijl van alle Nederlanders 13,9 procent tot deze categorie behoort. Goed op weg, maar nog werk te doen dus.", "Diversiteit krijgt terecht veel aandacht, maar de blik is te beperkt", "Het is goed dat er nadrukkelijker naar diversiteit wordt gekeken zonder daarbij overigens kwaliteit uit het oog te verliezen. Met vrouwen in de top van het bedrijfsleven hebben mijn dochters rolmodellen voor hun eigen carrière. Volksvertegenwoordigers met een migratieachtergrond zijn herkenbaar voor hun kiezers en kunnen hun belang meewegen bij wetgeving. Diversiteit krijgt daarom terecht veel aandacht, alleen beperken we ons hierbij tot afkomst en geslacht.", "Mensen met een praktische of eenvoudig-theoretische opleiding (iets wat we voorheen een lage opleiding noemden) worden bij de definitie van diversiteit consequent vergeten. In de huidige Tweede Kamer is bijvoorbeeld 90 procent hoogopgeleid, terwijl het aandeel hoogopgeleiden in de samenleving 33 procent is. Een mismatch.", "Opleiding bepaalt je geluk, je inkomen en je gezondheid", "Wat vaak wordt vergeten, is dat opleiding voor een groot deel bepaalt waar en hoe je woont, hoe gezond je leeft, hoe oud je wordt en hoe gelukkig je bent. Dit werd recent bevestigd door het Centraal Planbureau (CPB) in het onderzoek Ongelijkheid van het jonge kind waarin de conclusie is dat, meer nog dan een migratieachtergrond, het opleidingsniveau van de ouders de toekomst bepaalt van een kind. Hoewel ons nationaal inkomen sinds 1980 is verdubbeld, blijkt uit onderzoek van Rabobank dat vooral de mensen met een laag- en middeninkomen er nauwelijks op zijn vooruitgegaan. Het zijn vooral deze groepen die niet de vruchten van de economische groei plukken.", "Lees ook dit interview over diversiteit: ‘De tijd van het gladstrijken is voorbij’", "Sterker nog, in zijn boek De tirannie van verdienste wijst politiek filosoof Michael Sandel erop dat uit onderzoek blijkt dat hoogopgeleiden veel vooroordelen hebben over mensen met een lage opleiding. Op televisie zag ik een CNN-presentator een Trump-supporter vragen of hij weleens met Democraten sprak. Zijn antwoord: ‘Nee, ze vinden ons toch dom. Waarom zou ik me nog laten vernederen?’. Wat die man zei, is precies wat Sandel beschrijft. Deze onvrede leeft in Nederland ook.", "Als er één groep hard wordt geraakt, dan is het deze", "Dat een belangrijke groep is ondervertegenwoordigd in onze samenleving is meer dan een aandachtspunt. Als één groep in onze samenleving op dit moment hard wordt geraakt, dan zijn het lageropgeleiden. Mensen zonder veel opties in hun portemonnee. De woningmarkt gaat voor hen steeds meer op slot. Hun pensioen wordt niet geïndexeerd. Ze hebben grote zorgen over werk en zekerheid, ook die van hun kinderen.", "Het is belangrijk dat die zorgen beter worden begrepen en over het voetlicht worden gebracht. Juist door mensen die uit deze doelgroep komen."], "authors": [], "keywords": ["zijn", "van", "het", "dan", "voor", "en", "lageropgeleiden", "een", "hun", "politiek", "ook", "op", "diversiteit", "meer", "dat", "je"], "pubDate": "2021-01-08T11:33:11Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}