{"id": "cb770913-678b-3dd1-b0ef-af613c3af8d2", "title": "Zwangere Nikita krijgt Karin Bloemen over de vloer", "url": "https://www.nrc.nl/nieuws/2020/12/16/zwangere-nikita-krijgt-karin-bloemen-over-de-vloer-a4024025", "summary": "De negentienjarige Nikita heeft geen idee wie de blonde reuzin is die bij haar voor de deur staat.\n„Ik ben een oude vrouw, moeder van drie kinderen”, antwoordt Karin Bloemen.\nWanneer Nikita haar samen met Bloemen opzoekt, is de hulpeloosheid van haar moeder pijnlijk om te zien.\nZe vertelt een dierenverhaal waarin een moeder-olifant niet wil drinken uit de poel waar de kudde staat, maar bij een andere, gevaarlijke poel belandt.\nBloemen neemt Nikita prompt ter inspiratie mee naar een kunstenaar en blijft haar ook daarna aanmoedigen om „op haar wensen te blijven zitten”.", "paragraphs": ["De negentienjarige Nikita heeft geen idee wie de blonde reuzin is die bij haar voor de deur staat. „Ik ben de bekende moeder”, licht de vrouw toe. Pas later op de bank durft Nikita, zeven maanden zwanger, toe te geven: „Ik moet eerlijk zeggen dat ik niet goed weet wie u bent”, zegt ze. „Ik ben een oude vrouw, moeder van drie kinderen”, antwoordt Karin Bloemen. Dan herkent Nikita de stem – uit de animatiefilm Rapunzel.", "Er zijn slechtere perspectieven in het leven dan bijstand van Karin Bloemen bij de opbouw van een gezin (en iets zegt me dat je als jonge ouder niet een-twee-drie van haar verlost bent), maar bij het BNNVARA-programma Vier handen op één buik is enige reserve geboden. Twee jaar geleden schetste NRC-onderzoek een ontluisterend beeld. Kwetsbare jonge vrouwen werden gepaaid met hulpbeloften, gemanipuleerd en klemgezet door wurgcontracten, terwijl hun ellende zonder veel inspraak de wereld in werd geslingerd.", "De makers schrapten inmiddels een boeteclausule voor spijtoptanten en beloofden ook anderszins beterschap. De hulppretentie van Vier handen op één buik is nu kleiner: de jonge moeders worden slechts ‘aangemoedigd’ door bekende vrouwen. Binnen de aangepaste formule was Nikita overigens een relatief zelfredzame deelnemer. Bij haar was er geen groot onderhoud aan huis, man of persoonlijke verzorging nodig. Dat er in de slaapkamer nog geen laminaat op de ondervloer lag, tellen we niet mee.", "Met Swen – een 23-jarige jongeman die domweg gelukkig is in zijn werk als kraandrijver – was het liefde op het eerste gezicht. Zij werkte in een café en zag bij het serveren van zijn bier dat de tatoeage die op haar onderarm zat, zijn hand sierde. Later blijkt dat de roos op Nikita’s arm mede dient om littekens te verhullen; vroeger heeft ze zichzelf gesneden. Nikita groeide op in kindertehuizen. Op de vroege ochtend van haar achttiende verjaardag pakte ze haar spullen om een toekomst te veroveren.", "Het grote verdriet van Nikita schuilt in de relatie met haar moeder, die niet voor haar kon zorgen en nu een COPD-patiënte is met zeer slechte vooruitzichten. Wanneer Nikita haar samen met Bloemen opzoekt, is de hulpeloosheid van haar moeder pijnlijk om te zien. Die zegt over haar kind: „Ze is een diamantje, dat alleen nog geslepen moet worden.” Bij het afscheid: „Je weet hoe het niet moet.”", "Spijt, schaamte en verwijt zitten in de weg tussen moeder en dochter, legt Bloemen de kijker uit. „Je kunt je eigen ouders niet redden.” In deze aflevering worden de problemen uitgelegd en in een context geplaatst, in plaats dat er excessen de ether in worden geslingerd.", "Olifant bij gevaarlijke poel", "Bloemen moet uiteindelijk erkennen dat ook haar pogingen om meer intimiteit te scheppen tussen moeder en dochter op weinig zijn uitgelopen. Zoals Nikita over haar moeder zegt: „Mentaal is ze een zakje suiker in een vergiet.” Die woordkeuze blijkt een voorafschaduwing van Nikita’s geheime ambitie: een boek maken voor kinderen die opgroeien in even moeilijke omstandigheden als zijzelf heeft gekend. Ze vertelt een dierenverhaal waarin een moeder-olifant niet wil drinken uit de poel waar de kudde staat, maar bij een andere, gevaarlijke poel belandt.", "Bloemen neemt Nikita prompt ter inspiratie mee naar een kunstenaar en blijft haar ook daarna aanmoedigen om „op haar wensen te blijven zitten”. Aan het eind van de aflevering krijgt de jonge vrouw een speciaal opschrijfboek cadeau en een medaillon om een foto van haar moeder dicht bij zich te dragen. Dat er tussen die bedrijven door een wolk van een jongen is geboren, lijkt al bijna bijzaak.", "NRC Kijktips Wat moet je deze week kijken? Tips voor boeiende programma’s, series en films Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Arjen Fortuin", "Leestijd Minuten"], "keywords": ["van", "dat", "een", "moeder", "karin", "en", "zwangere", "krijgt", "nikita", "bloemen", "vloer", "op", "bij", "haar", "het"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}