{"id": "cb7afbba-e24f-3719-b9e4-c81b7cb6e737", "title": "Toch geen afscheid voor Cavendish: Britse sprinter keert terug bij Quick-Step", "url": "https://nos.nl/artikel/2359369-toch-geen-afscheid-voor-cavendish-britse-sprinter-keert-terug-bij-quick-step.html", "summary": "Het jaar daarop kreeg hij de ziekte van Pfeiffer en sindsdien is Cavendish niet meer de oppermachtige topsprinter geworden die hij ooit was.\n\"In de drie jaar dat hij bij ons heeft gereden, heeft hij niet alleen heel veel overwinningen geboekt.\nHij heeft ook laten zien dat hij een geweldige teamspeler is.\nHij is een leider en heeft veel ervaring die hij kan overbrengen aan onze jonge renners.\"\nBij Deceuninck Quick-Step wordt Cavendish ploeggenoot van de Nederlandse topsprinter Fabio Jakobsen, die komend seizoen weer hoopt aan te sluiten bij de ploeg na zijn zware val.", "paragraphs": ["Cavendish maakte in 2008 naam als topsprinter: in zijn tweede Tour de France won hij direct vier etappes in het shirt van Team Columbia, nadat hij eerder dat voorjaar ook al twee ritten in de Giro d'Italia op zijn naam had gebracht. In 2012 reed Cavendish voor Sky, waarna hij de overstap naar Quick-Step maakte. In Belgische dienst boekte Cavendish drie ritzeges in de Tour de France.", "In totaal wist Cavendish dertig etappes in de Tour te winnen, waarmee hij tweede op de ranglijst aller tijden staat. Vier zeges komt hij tekort op recordhouder Eddy Merckx. Zijn laatste ritzege in de Tour stamt al uit 2016. Het jaar daarop kreeg hij de ziekte van Pfeiffer en sindsdien is Cavendish niet meer de oppermachtige topsprinter geworden die hij ooit was.", "Ervaring", "Ploegbaas Patrick Lefevere reageert verheugd op de terugkeer van zijn oude topsprinter. \"In de drie jaar dat hij bij ons heeft gereden, heeft hij niet alleen heel veel overwinningen geboekt. Hij heeft ook laten zien dat hij een geweldige teamspeler is. Hij is een leider en heeft veel ervaring die hij kan overbrengen aan onze jonge renners.\"", "Bij Deceuninck Quick-Step wordt Cavendish ploeggenoot van de Nederlandse topsprinter Fabio Jakobsen, die komend seizoen weer hoopt aan te sluiten bij de ploeg na zijn zware val."], "authors": [], "keywords": ["topsprinter", "quickstep", "geen", "toch", "bij", "van", "tour", "heeft", "op", "hij", "die", "cavendish", "zijn", "keert", "dat", "britse", "terug", "sprinter", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}