{"id": "cb82e658-4cbc-397c-9e6e-60283a93f609", "title": "Diego en Maradona, de kunstenaar en de druiloor", "url": "https://volkskrant.nl/sport/diego-en-maradona-de-kunstenaar-en-de-druiloor~bdec2d22/", "summary": "De trainer in ruste zei dat Maradona niet het type mens was dat hij bewonderde, maar als voetballer zijn gelijke niet had.\nOrigineel was de vaststelling van Van Gaal niet.\nEr is nu eenmaal een mens Maradona en een voetballer Maradona.\nTegelijkertijd was hij een leugenaar en een cokeverslaafde en spande hij samen met de maffia.\nEen bonte, rouwende parade van mannen en vrouwen en jongens en meisjes trok erlangs.", "paragraphs": ["In RTL Boulevard ging het donderdag ook over Diego Maradona. Een cameraploeg was even bij Louis van Gaal langs gegaan, in Noordwijk. De trainer in ruste zei dat Maradona niet het type mens was dat hij bewonderde, maar als voetballer zijn gelijke niet had. De volgorde, eerst de man, daarna pas de voetballer, was veelbetekenend.", "Origineel was de vaststelling van Van Gaal niet. Er is nu eenmaal een mens Maradona en een voetballer Maradona. De combinatie van twee heel verschillende dingen, de kunstenaar met het unieke talent en de geestelijk labiele en onbetrouwbare druiloor, zorgde in de media overal voor verwarring, omdat het een tegenstrijdigheid lijkt vooral.", "De formidabele documentaire die Asif Kapadia vorig jaar over Maradona maakte en donderdagavond door de VPRO werd uitgezonden (en online nog te zien is), draait volledig om de twee polen van de Argentijn. Een voormalige fitnesstrainer zegt dat hij bereid was om met Diego naar het einde van de wereld te reizen, maar met Maradona nog geen stap zou zetten. Dat is ook de reden dat Kapadia de titel van zijn film deze keer niet beperkte tot één woord, zoals eerder Amy en Senna, maar koos voor de voor- en de achternaam: er zijn twee hoofdpersonen.", "Wie na het zien van Diego Maradona nog durft te beweren dat George Best, Johan Cruijff, Lionel Messi of Pelé de beste aller tijden is, heeft er weinig van begrepen. Als voetballer was Maradona bovenaards, in een tijd dat het op voetballers zoals hij vrij schieten was en bruut geweld werd weggewuifd.", "Tegelijkertijd was hij een leugenaar en een cokeverslaafde en spande hij samen met de maffia. Het is niet makkelijk om hem aardig te vinden, zei Kapadia vorig jaar in de VPRO Gids, nadat hij duizenden uren archiefmateriaal had bekeken. Op het veld was hij een bedrieger, oordeelde de regisseur. Maar dat moest hij ook wel zijn, zei hij ook, iedereen probeerde hem doormidden te schoppen. ‘Zijn tragiek is dat hij dacht dat ook iedereen buiten het veld hem wilde breken. Dus bedroog hij ook hen.’", "Donderdag kon via een livestream het afscheid van Maradona in Buenos Aires worden gevolgd, de hele dag lang. De kist stond in het Casa Rosada aan het Plaza de Mayo, het presidentiële roze paleis. Op de kist lagen de nationale vlag van Argentinië en een shirt met nummer 10.", "Een bonte, rouwende parade van mannen en vrouwen en jongens en meisjes trok erlangs. Ze sloegen kruisjes, bonkten op hun hart, balden vuisten, applaudisseerden en schreeuwden. Talloze bedevaartgangers huilden, soms schokten hun schouders.", "Duizenden mensen trokken voorbij. Zo nu en dan switchte het beeld naar een andere camera en kwam de enorme rij wachtende mensen in beeld. Toen de kist later op de dag werd weggehaald voor de begrafenis, braken heftige rellen uit. Het paleis werd bestormd, mensen eisten dat ze Maradona de laatste eer mochten bewijzen. Het ging alleen nog maar over zijn grootheid en het plezier dat hij had geschonken.", "Zijn keerzijde was irrelevant en werd volkomen genegeerd. De verklaring voor dit op het eerste gezicht misschien toch wat wonderlijke verschijnsel had ik een paar jaar geleden al gehoord, toevallig ook in Buenos Aires. Een Nederlandse gids en voetballiefhebber die al jarenlang in de stad woonde, zei dat Argentijnen eigenlijk Messi wilden zijn, de braverik op wie in en buiten het veld niet veel is aan te merken.", "Maar ze waren Maradona, moesten ze erkennen, mensen met soms grote gebreken die in hun leven voortdurend fouten maakten. Dus ik begreep het wel, dat massale eerbetoon en het grote verdriet overal ter wereld. Hij was ook maar een mens."], "authors": ["Paul Onkenhout"], "keywords": ["dat", "van", "een", "en", "ook", "kunstenaar", "zijn", "diego", "op", "maradona", "hij", "het", "druiloor"], "pubDate": "2020-11-27T16:27:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}