{"id": "cb862c3b-8af6-3e15-b494-27328afd9157", "title": "Kaag wil onderzoek naar berichten van intimidatie bij D66", "url": "https://trouw.nl/politiek/kaag-wil-onderzoek-naar-berichten-van-intimidatie-bij-d66~b1060510/", "summary": "Daarin beschuldigt ze Frans van Drimmelen, lobbyist en D66-strateeg, ervan vrouwen binnen de partij te intimideren en manipuleren.\nOok zou hij een andere vrouw zwaar geïntimideerd hebben toen zij niet meer met hem verder wilde.\nVolgens de klokkenluider hielp hij vrouwen binnen de partij aan een betere plek in ruil voor seks of een relatie.\nWel is Van Drimmelen nog actief lid en betrokken bij de partij.\nDe D66-leider zegt “enorm geschrokken” te zijn van het bericht.", "paragraphs": ["Het bericht is door een anonieme klokkenluidster online geplaatst. Daarin beschuldigt ze Frans van Drimmelen, lobbyist en D66-strateeg, ervan vrouwen binnen de partij te intimideren en manipuleren. Volgens de schrijfster wilde hij meer van haar op “relationeel en seksueel” vlak. Toen zij weigerde, kon ze haar ambities binnen de partij vergeten.", "Ook zou hij een andere vrouw zwaar geïntimideerd hebben toen zij niet meer met hem verder wilde. Volgens de klokkenluider hielp hij vrouwen binnen de partij aan een betere plek in ruil voor seks of een relatie. Meerdere vrouwen zouden het verhaal volgens de schrijfster kunnen bevestigen, maar hebben inmiddels de partij verlaten uit angst voor negatieve gevolgen.", "De partijtop zou ervan op de hoogte zijn, maar niets hebben gedaan. Betrokken kregen volgens de schrijfster een spreekverbod opgelegd.", "‘Enorm geschrokken’", "Van Drimmelen laat weten dat hij “volledig” zal meewerken aan het onderzoek. “Ik zie met vertrouwen de uitkomst tegemoet.”", "“Een anoniem artikel schetst een situatie en doet insinuaties waarin ik mij absoluut niet herken”, zegt Van Drimmelen in een reactie. “Los van mijn persoonlijke emotie, vind ik het verschrikkelijk dat deze berichtgeving organisaties raakt zoals D66 en ons adviesbureau; omgevingen waar we grensoverschrijdend gedrag niet tolereren.”", "Volgens een woordvoerder van D66 heeft Van Drimmelen al sinds 1 september 2018 geen functie meer binnen de partij. Hij was dan ook niet officieel betrokken bij de campagne van Kaag. Wel is Van Drimmelen nog actief lid en betrokken bij de partij.", "De D66-leider zegt “enorm geschrokken” te zijn van het bericht. “In mijn partij is er geen enkele ruimte voor grensoverschrijdend gedrag. Wanneer daar sprake van zou zijn, past maar een weg: stevig ingrijpen.”"], "authors": [], "keywords": ["berichten", "van", "bij", "drimmelen", "binnen", "het", "intimidatie", "wil", "naar", "hij", "volgens", "kaag", "onderzoek", "een", "en", "d66", "niet", "partij"], "pubDate": "2020-12-10T13:11:57+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}