{"id": "cb9f449e-317c-32a0-bd8d-eaad3d7b38a2", "title": "Bond zet turntrainers opzij: te weinig respect en reflectie", "url": "https://www.nrc.nl/nieuws/2020/12/08/bond-zet-turntrainers-opzijte-weinig-respect-en-reflectie-a4023117", "summary": "Verschil van inzicht over de noodzaak tot cultuurverandering en invulling van het topsportprogramma heeft tot de breuk van turnbond KNGU met de twee clubcoaches geleid.\nDe rol van Louter en Kiens is overigens niet uitgespeeld.\nDe club van Kiens, SV Pax, waar hij als hoofdverantwoordelijke de cultuurbepaler en -bewaker is, raakte vorig voorjaar in opspraak.\nDat de ‘verbanning’ van Louter en Kiens voornamelijk van symbolische betekenis is, heeft te maken met arbeidsrechtelijke omstandigheden.\nHierin werd verzocht de criteria van het Schadefonds Geweldmisdrijven te verruimen, zodat (oud-)sporters er eveneens aanspraak op kunnen maken.", "paragraphs": ["De turntrainers Frank Louter en Patrick Kiens zijn niet langer betrokken bij de Nederlandse vrouwenselectie. Verschil van inzicht over de noodzaak tot cultuurverandering en invulling van het topsportprogramma heeft tot de breuk van turnbond KNGU met de twee clubcoaches geleid.", "De rol van Louter en Kiens is overigens niet uitgespeeld. Op verenigingsniveau kan het tweetal blijven werken met de turnsters uit de nationale ploeg die lid zijn van de club waar zij hoofdtrainer zijn. Olympiër Eythora Thorsdottir en Kirsten Polderman kunnen zodoende nog steeds terugvallen op Kiens, bij SV Pax in Hoofddorp, terwijl Louter zich over Sara van Disseldorp en Laura de Witt kan blijven ontfermen bij TON Almelo. Slechts tijdens buitenlandse stages en trainingen op de centrale locatie in Nijmegen is het duo niet welkom. In het geval van Kiens fungeert hij bovendien niet langer als de choreograaf van ‘Team NL’.", "Volgens technisch directeur Mark Meijer van de KNGU was het verschil in opvattingen onoverbrugbaar. „Dan heb ik het over de manier waarop wij onderling communiceren, respect naar elkaar tonen, de trainingssetting accepteren, kritisch reflecteren op ons handelen, openstaan voor feedback en constructief deelnemen aan sessies van de Talentenacademie.”", "Meijer benadrukte dat het „drastische besluit” losstaat van de tuchtrechtelijke onderzoeken van Instituut Sportrechtspraak (ISR) naar grensoverschrijdend gedrag in de turnsport. Hij wilde niet ingaan op details. „De afwegingen waren individueel per coach, maar de conclusie was dezelfde: er was geen basis voor verdere samenwerking.”", "Meijer weigerde verder vooruit te lopen op de positie van Thorsdottir, de rebellerende Pax-turnster die zich tot dusverre niets heeft aangetrokken van de eis om minimaal drie dagen per week in Nijmegen te trainen. Op de vraag of haar dwarsigheid gevolgen heeft voor haar topsportstatus, antwoordde hij: „Nee, vooralsnog niet. In de komende tijd zal blijken hoe we daarmee omgaan.”", "Lees ook: ‘Ik heb enorme buikpijn van al die getuigenissen’", "Altijd ontkend", "Louter en Kiens, die gisteren niet voor commentaar bereikbaar waren, zijn in het verleden in verband gebracht met ontoelaatbare praktijken.", "Louter – bondscoach toen Nederland via Renkse Endel en Verona van de Leur in 2001 en 2002 internationaal doorbrak en WK- plus EK-medailles veroverde – werd samen met een andere oud-bondscoach, Gerrit Beltman, negen jaar geleden in het blad Helden door deze twee boegbeelden, Suzanne Harmes en Gabriëlla Wammes beticht van fysieke en mentale mishandeling.", "Louter heeft die aantijgingen altijd ontkend, terwijl Beltman deze zomer toegaf decennialang ver over de schreef te zijn gegaan. Zijn schuldbekentenis veroorzaakte een golf van schokkende slachtoffergetuigenissen. Niet alleen over hem maar ook over andere trainers als Vincent Wevers, Sportcoach van het Jaar in 2016 en vader van olympisch balkkampioene Sanne, die nog altijd als bondstrainer actief is.", "De club van Kiens, SV Pax, waar hij als hoofdverantwoordelijke de cultuurbepaler en -bewaker is, raakte vorig voorjaar in opspraak. Uit een, slechts in samenvatting vrijgegeven, ISR-rapport kwam naar voren dat zich „grensoverschrijdende incidenten” hadden voorgedaan. Ondanks die constatering stond Pax deze zomer op de nominatie als een van de drie nieuwe turntopsportcentra te worden aangewezen, een keuze die inmiddels door de KNGU is uitgesteld.", "Dat de ‘verbanning’ van Louter en Kiens voornamelijk van symbolische betekenis is, heeft te maken met arbeidsrechtelijke omstandigheden. Beiden hebben een vast dienstverband bij hun club, waardoor de KNGU slechts een klemmend beroep kan doen om een pas op de plaats te maken. Aan dat „moreel appèl” is nimmer gehoor gegeven, niet door de verenigingen noch door de betreffende trainers. Dit in tegenstelling tot de andere twee bij de Nederlandse selectie betrokken clubtrainers Wolther Kooistra (Turnz Amsterdam) en Nico Zijp (Flik-Flak, Den Bosch), die wel tijdelijk een stap terug deden.", "Voor dit artikel is samengewerkt met Noordhollands Dagblad.", "Moties Hulp turnsters De Tweede Kamer stemde dinsdag in met een motie van GroenLinks, waarin minister Van Ark (Medische Zorg en Sport) wordt opgeroepen acute psychische hulp voor getraumatiseerde (ex-)turnsters te regelen. Ook een voorstel van VVD kwam erdoorheen. Hierin werd verzocht de criteria van het Schadefonds Geweldmisdrijven te verruimen, zodat (oud-)sporters er eveneens aanspraak op kunnen maken.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Fabian Van Der Poll", "Marco Knippen", "Leestijd Minuten"], "keywords": ["opzij", "van", "turntrainers", "zet", "weinig", "het", "op", "die", "met", "bond", "een", "niet", "te", "en", "respect", "kiens", "reflectie"], "pubDate": "2020-12-08T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}