{"id": "cba2faa0-2b85-3d55-82e7-aa8b48d2b977", "title": "Hof bepaalt of jonge anorexiapatiënt dwangvoeding krijgt of therapie mag kiezen", "url": "https://nos.nl/artikel/2363904-hof-bepaalt-of-jonge-anorexiapatient-dwangvoeding-krijgt-of-therapie-mag-kiezen.html", "summary": "Het gerechtshof Arnhem-Leeuwarden buigt zich over de anorexiabehandeling van een meisje van 15.\nDe moeder van het ernstig ondervoede meisje wil dat ze een nieuwe therapie krijgt, die niet is gericht op het geven van dwangvoeding.\n\"Die dwangbehandelingen kunnen heel traumatisch zijn\", zegt advocaat Richard Korver, die de moeder en het meisje bijstaat.\nHij wijst op de zorgmachtiging die voor het meisje is aangevraagd.\nWel vindt Sijmons het terecht dat Korver wijst op het zelfbeschikkingsrecht van het meisje.", "paragraphs": ["Het gerechtshof Arnhem-Leeuwarden buigt zich over de anorexiabehandeling van een meisje van 15. De moeder van het ernstig ondervoede meisje wil dat ze een nieuwe therapie krijgt, die niet is gericht op het geven van dwangvoeding. Artsen pleiten daar juist wel voor en ook de vader is het niet meer eens met de moeder.", "\"Die dwangbehandelingen kunnen heel traumatisch zijn\", zegt advocaat Richard Korver, die de moeder en het meisje bijstaat. \"Het meisje is bijvoorbeeld zes weken in coma gehouden en heeft via een sonde voeding gekregen om aan te sterken. Dat zijn dramatische behandelingen.\"", "In de jaren dat ze ziek is, heeft ze al meerdere dwangbehandelingen ondergaan, vertelt Korver in het NOS Radio 1 Journaal. \"Tegen haar zin in krijgt ze een behandeling. Dat meisje is vijftien en heeft gewoon zelfbeschikkingsrecht\", aldus Korver.", "PRI-therapie", "De behandeling die Korvers cliënten nu willen, een zogeheten PRI-therapie, is niet gericht op gewicht. \"Een jonge moderne behandeling waarbij men op zoek gaat naar de problemen die de anorexia veroorzaken. En een kenmerk daarbij is dat er juist geen dwang wordt toegepast\", zegt Korver.", "\"Het meisje geeft al langere tijd aan dat ze deze behandeling wil. Dat komt omdat alle behandelingen uit het verleden hebben gefaald.\" Aanvankelijk stonden beide ouders achter deze therapie. De vader, die in 2013 is gescheiden van de moeder, haakte echter af nadat de behandelend kinderarts afzag van de samenwerking, omdat de kans op overlijden te groot zou zijn.", "'Loyaliteitsconflict'", "De onenigheid tussen de ouders over de behandeling was aanleiding voor de kinderarts om een melding te doen bij Veilig Thuis Groningen, omdat een loyaliteitsconflict de gezondheid van het meisje in de weg zou staan. De kinderrechter heeft daarop tijdelijk het gezag van beide ouders geschorst en bij de Raad voor de Kinderbescherming ligt het verzoek om dit definitief te maken.", "Korver zegt het opmerkelijk te vinden dat de maatregel alleen is genomen voor het meisje met anorexia, niet voor de andere twee kinderen die de ouders hebben. Hij vecht de schorsing van het ouderlijk gezag aan en via de spoedprocedure wil hij voor zijn cliënte een bijzonder curator aangesteld krijgen, die haar belangen onafhankelijk kan behartigen.", "Zorgmachtiging", "Hoogleraar Gezondheidsrecht Jaap Sijmons van de Universiteit Utrecht heeft dit soort problemen eerder gezien. \"Ik heb het vaker gezien dat de ouders, de minderjarige patiënt en de hulpverlener elkaar niet kunnen vinden. Dan is het maar goed dat de rechter de knoop kan doorhakken.\"", "Hij wijst op de zorgmachtiging die voor het meisje is aangevraagd. \"Dat betekent dat je verplicht kunt worden behandeld. We hebben een wet verplichte geestelijke gezondheidszorg. Het kan zo zijn dat een rechter zo'n machtiging geeft aan een instelling, om iemand te behandelen die er zelf niet meer uitkomt. Dan moet je iemand tegen zichzelf beschermen.\"", "Wel vindt Sijmons het terecht dat Korver wijst op het zelfbeschikkingsrecht van het meisje. \"Maar er is ook nog geen oplossing geweest, begrijp ik, en dan is er een keuze: is het nu zo levensbedreigend dat we overrulen? Of kun je iemand aanspreken op haar wil om gezond te worden en mee te gaan in een therapie. Dat is wel de crux van de zaak.\""], "authors": [], "keywords": ["dwangvoeding", "jonge", "kiezen", "therapie", "krijgt", "te", "hof", "die", "van", "en", "een", "meisje", "anorexiapatiënt", "bepaalt", "voor", "op", "het", "dat", "mag"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}