{"id": "cba8a84d-824d-3bb1-bd59-dc1e3a02fb97", "title": "Al dat ‘functionele naakt’ in het Nederlandse theater is lang niet zo vrolijk en gelijkwaardig als we dachten", "url": "https://volkskrant.nl/cultuur-media/al-dat-functionele-naakt-in-het-nederlandse-theater-is-lang-niet-zo-vrolijk-en-gelijkwaardig-als-we-dachten~b822da70/", "summary": "Wat is het nut van podiumnaakt, als dat niet meer draait om het bekoren van de heteroman?\nRomans en films waarin onbekommerd naakt en seks voorkwam droegen daar geestdriftig aan bij.\n(Al kun je je afvragen hoe váák de vrouwelijke hoofdpersoon in de film onder de douche moet.\n‘Daarmee rekent deze adaptatie af met het dominante mannelijke perspectief van het boek, de film én musical.\nNaakt dat zijn eigen standaard stelt.’Keja Kwestro: ‘Het zou goed zijn als vrouwelijk naakt veel normaler werd dan nu.", "paragraphs": ["Wat is het nut van podiumnaakt, als dat niet meer draait om het bekoren van de heteroman? Sinds #MeToo krijgt ‘functioneel naakt’ een nieuwe invulling, waarbij kwetsbaarheid en gebreken juist worden gevierd.", "Acteur Ward Weemhoff ligt in z’n blootje opgekruld op de grond. De vloer is smetteloos wit, zijn magere, bleekroze lichaam contrasteert met de klinische sfeer. Dan komt er een schoonmaker in beschermend pak binnen die de ruimte ijverig begint te dweilen, waarna Weemhoff zich aan de dweil vastklampt. Zo ontstaat minutenlang een hilarisch en ontroerend ballet, waarin twee krachten wonderschoon op elkaar botsen. De weerloosheid van de mens – ons sterfelijke lichaam met zijn vatbaarheid voor virussen en ziekte – en aan de andere kant onze sinds kort iets sterkere neiging om die natuurwet met alle mogelijke middelen te bestrijden.", "De blote Weemhoff in deze scène uit Alleen samen van de Warme Winkel (september 2020) kun je een voorbeeld noemen van ‘functioneel naakt’.", "Ditzelfde seizoen gezien: Minne Koole rent bloot rondjes terwijl (een geklede) Marieke Heebink hem speels achternazit (in Kinderen van Nora bij ITA). Functioneel, denk ik, om het leeftijds- en machtsverschil en Kooles overgave aan de relatie te illustreren.", "Recenter nog, in Drie zusters van de Toneelschuur: Benjamin Moen die mistroostig zijn broek laat zakken terwijl Sarah Janneh hem verveeld aftrekt. Ook functioneel, omdat deze vreugdeloze affaire het enige lichtpuntje is in het uitzichtloze bestaan van de personages.", "Ja, het Nederlands toneel lijkt zijn imago nog altijd eer aan te doen.", "De Nederlandse bühne wordt overspoeld met bloot, zo wil het cliché. En de set van de gezonde Hollandse publieksfilm trouwens ook. Maar natuurlijk alléén – en hier wordt in het buitenland vaak smakelijk om gelachen – als de inhoud van de voorstelling of de film daarom vraagt. Dan is het ‘functioneel’. Ik durf te wedden dat die term – met betrekking tot de kunst – een Nederlandse uitvinding is.", "Maar wat betekent dat nou eigenlijk? Wanneer is naakt wel en niet functioneel? En zijn we daar in de loop der tijd, sinds #MeToo, Time’s Up en de nieuwste feministische golf, niet ook anders over gaan denken?", "In 2013, in zijn programma Geen spatader veranderd, grapte Herman Finkers nog:", "‘Gerrit, wat vind jij bijvoorbeeld van al dat bloot op tv?’", "‘Nou, ik heb er geen bezwaar tegen, bloot op tv, maar het moet wel functioneel zijn.’", "‘Het moet wel functioneel zijn, zeg jij, wat bedoel je daar precies mee?’", "‘Je moet er wel een stijve van krijgen.’", "Utopisch naakt", "Het huidige Hollandse naakt in de film en op het toneel danken we voor een groot deel nog aan de jaren zestig en zeventig. Naakt was toen een politiek instrument, een wapen van de seksuele revolutie die de jeugd moest bevrijden uit de bekrompen jaren vijtig. Bloot was progressief en anti-burgerlijk en had de taak om allerhande taboes te doorbreken. Romans en films waarin onbekommerd naakt en seks voorkwam droegen daar geestdriftig aan bij.", "Volgens letterkundige Femke Essink, die aan de Universiteit van Amsterdam ‘seksueel nationalisme in kunst en cultuur’ onderzoekt, hebben die boeken en films ‘er mede voor gezorgd dat er voor dit onderwerp een taal ontstond die niet medisch of pornografisch was’.", "Op 9 oktober 1967 verscheen Phil Bloom als eerste vrouw volledig naakt op tv en in september 1968 ging O=O van Toneelgroep Studio in première als eerste voorstelling in Nederland waarin een naakte vrouw te zien was. Hierin werd een in kranten gewikkeld model langzaam ‘afgepeld’ terwijl de schoonheid van het menselijk lichaam werd bezongen. Vervolgens had je Hair, met z’n blote, langharige hippies (1969) en Oh! Calcutta! (1971), een succesvolle, komische seks- en naaktrevue.", "Theaterwetenschapper Rob van der Zalm van de Universiteit van Amsterdam: ‘Bloot op toneel was utopisch, liefdevol, vrolijk, optimistisch. Het was een directe reactie op de naoorlogse burgerlijkheid en een weerwoord op het apocalyptische doemdenken van schrijvers als Samuel Beckett.’", "In 1969 verscheen de roman Turks fruit, in 1971 kwam Blue movie uit, in 1973 werd Turks Fruit verfilmd. De rest is geschiedenis: Nederland was seksueel bevrijd.", "Dit beeld van vrolijk, vrijzinnig en probleemloos bloot was hardnekkig en werkte in de filmindustrie nog een paar decennia door. Acteur Rifka Lodeizen (48) begon in 1991 met acteren en speelde in haar loopbaan menig naaktscène: ‘Het kwam voor dat je op de set werd overvallen met een naaktscène en meteen als een zeikerd gold als je er je twijfels bij had. Je moest het vooral ‘normaal’ vinden.’", "Een variant daarop waarde rond in de theaterwereld. Halina Reijn, vroeger veel naakt op het toneel te zien maar dezer dagen druk met haar eigen productiebedrijf Man Up, zei het eens kort en bondig in Vrouw: ‘Natuurlijk ga je bloot. Want dat is kunst!’", "Femke Essink: ‘Bloot gold als progressief, vrij en artistiek. Maar je kunt je afvragen of het wel zo gelijkwaardig werd ingezet, want het werd vooral van vrouwen verwacht. En de meeste actrices die in de jaren zeventig voor de camera uit de kleren gingen, vertelden later dat ze niet blij waren met de gang van zaken.’", "Lodeizen heeft die ervaring ook: ‘Je deed het omdat je onder druk stond, er was veel geld mee gemoeid en je wilde je kansen bij die regisseur niet verspelen. Maar ik heb momenten gehad dat ik de film in de bioscoop zag, en toen pas besefte: O. Mijn. God.’", "Reijn, in hetzelfde interview in Vrouw: ‘Nu denk ik daar echt anders over.’", "Als de acteur niet wil", "Wat een paar decennia geleden nog als ‘gewoon’ of ‘grappig’ gold, kan anno nu grensoverschrijdend aandoen. Over Blue movie vertelde regisseur Pim de la Parra in 2013 in de Volkskrant nog instemmend hoe bij het filmen van een seksscène met Hugo Metsers en Carry Tefsen Metsers’ ‘geslachtsheer’ te pas en te onpas omhoog kwam.", "Wat? En geen woord ook over wat Tefsen daarvan vond. (Progressieve babyboomers met een vrijzinnige jarenzestigvorming schudden nu meewarig het hoofd.)", "Acteur Ramsey Nasr (46), die ervaring heeft met blootscènes in films en op toneel, is resoluut: een seksscène kun je alleen spelen op basis van groot wederzijds vertrouwen. ‘Er is niets opwindends aan. Het repeteren van zo’n scène moet zo praktisch, concreet en technisch mogelijk zijn. Ik probeer op zo’n moment zelfs niet jolig of gezellig te doen. Ook omdat er geen enkele verwarring over je intenties mag ontstaan. Het is al ongemakkelijk genoeg.’", "Overigens worden acteurs bij het filmen van zulke scènes tegenwoordig veel beter beschermd, met naaktclausules in contracten en soms zelfs een heuse ‘intimiteitscoördinator’.", "In de Nederlandse filmwereld werd lang iets te gemakkelijk aangenomen dat bloot er nu eenmaal bij hoorde, zegt Lodeizen. Ook omdat het commercieel succesvol was. ‘Toen werd onder ‘functioneel’ vaak verstaan: twee mensen hebben seks, dus zijn ze bloot. Maar achteraf heb ik me weleens afgevraagd waar zo’n scène precies voor nodig was. Moest die de film niet gewoon een beetje opleuken? Meer publiek trekken? Of was ik vooral de fantasie van de regisseur aan het uitbeelden?’", "Ze herinnert zich een opname waarbij zij met haar tegenspeler moest zoenen en de regisseur vervolgens wilde dat meteen daarna hun kleren uitgingen. Zij met haar benen wijd en hij met zijn hoofd naar beneden. ‘Terwijl dat niet in het script stond. Ik vroeg waarom. Zegt hij: ‘Dat is toch wat je dan doet?’ Dan valt het voor mij meteen door de mand als niet-functioneel.’", "Beeld Maus Bullhorst", "Maar wanneer is naakt dan wél functioneel?", "Volgens Ramsey Nasr wordt naakt een serieuze optie als regisseur noch acteur er echt om zit te springen maar het stuk of het personage of de scène er wel om vraagt. ‘Nog steeds zou dan moeten gelden: als de acteur niet wil, dan gebeurt het niet.’", "Neem de voorstelling The Fountainhead (2014), bij Internationaal Theater Amsterdam (ITA). Daarin had Nasr een seksscène met Halina Reijn, waarin hij op eigen initiatief poedelnaakt was. ‘Ik wilde niet dat Halina zich als enige moest uitkleden. Bovendien, in die specifieke scène geven ze zich voor het eerst echt aan elkaar over. Daar moest intimiteit en onschuld bij komen kijken, vond ik. Het ging om hun verbond: twee mensen naakt in de wereld, als een soort Adam en Eva. Dus toen heb ik dat voorgesteld. Het was daar onvermijdelijk.’", "Zijn rol was er bovendien één waar een zekere mate van naaktheid te verwachten viel, zegt hij. ‘De eerste zin van het boek is ‘Howard Roark staat naakt op een rots’. Dus, ja.’", "Bedolven onder penissen", "Naakt op toneel heeft (vaak) een andere functie – en een ander effect – dan bloot in films en series. In films is het naakt realistisch: onder de douche ben je bloot. (Al kun je je afvragen hoe váák de vrouwelijke hoofdpersoon in de film onder de douche moet. En wat je er precies van laat zien. En hoe.) Op toneel is naakt meestal overdrachtelijk. Bloot kan dan een metafoor zijn voor kwetsbaarheid en sterfelijkheid (zie De Warme Winkel), voor onschuld, voor waanzin en decorumverlies, voor bevrijding en natuurlijk voor erotiek: vruchtbaarheid, lust, schoonheid, overgave.", "Ook wordt naakt door veel regisseurs ingezet om het publiek een beetje te provoceren. Rob van der Zalm: ‘Een blote acteur doorbreekt de illusie van fictie: je zit opeens óók naar het naakte lichaam van een levend persoon te kijken die anders dan bij films en series, in dezelfde ruimte is.’ (En soms in volle glorie vlak voor je stoel komt staan).", "Actrice Keja Kwestro, die in Kras van Judith Herzberg bij Toneelschuur Producties (2018) een lange naaktscène had: ‘Naakt is altijd spannend. Er gebéúrt iets. Het publiek wordt even wakker geschud – zo, hallo! – en zit meteen weer rechtop in z’n stoel.’", "In het theater heeft naakt een andere ontwikkeling doorgemaakt dan in film. Zie je in publieksfilms nog altijd maar zelden een naakte man voluit (terwijl de camera wél uitvoerig stilstaat bij de perfecte verhoudingen van de vrouw), in het theater gebeurt dat juist váák.", "Van der Zalm: ‘Na de blije blote jaren zestig en zeventig zag je in de jaren tachtig en negentig een nieuw soort naakt op toneel. Naakt was inmiddels geaccepteerd en alomtegenwoordig, op een vaak objectificerende manier. Toen werd bloot in het theater juist een vorm van verzet tegen dat geseksualiseerde naakt.’", "Plots zag je op toneel oudere lichamen, lichamen met een beperking, zieke mensen, junks. ‘Gehavende lichamen’, aldus Van der Zalm. ‘In het theater kun je een lichaam met slimme montage of kleurbewerking achteraf niet mooier maken dan het is. Het is wat het is, je ziet elke pukkel, vlek en rimpel, zeker in de kleine zaal. Daardoor werd naakt in het theater een manier om onvolmaaktheid te illustreren.’ Dat betrof overigens meestal mannelijk naakt. Volgens het Vlaamse kunstblad Etcetera (2018) werd het podium in de jaren negentig ‘bedolven onder penissen’.", "Dat heeft iets paradoxaals: onvolmaakt mannelijk bloot wordt ingezet tegen de hegemonie van een bepaald schoonheidsideaal dat meestal juist van toepassing is op vrouwen. Van der Zalm: ‘Misschien dat een naakt vrouwenlichaam, ook vanuit de traditie, toch sneller een voyeuristische sensatie en erotische associaties oproept.’", "Juist omdat het kan", "Dat komt natuurlijk ook door hoe dat vrouwenlichaam vaak wordt afgebeeld.", "Femke Essink bestudeerde voor haar promotieonderzoek onder meer de verschillen tussen de roman Turks fruit en de diverse adaptaties: de film uit 1973, de musical uit 2005 en de toneelversie van Hummelinck Stuurman uit 2019.", "‘Wolkers’ romans en de verfilmingen hebben naakt en seks absoluut genormaliseerd. Maar tegelijk hanteerden ze een mannelijke blik, wat ook een exploiterend effect had. Vrouwen werden in die films altijd afgebeeld naar een mannelijk ideaalbeeld. Wat we in de jaren zestig en zeventig ‘progressief’ zijn gaan noemen, is met terugwerkende kracht heel erg heteronormatief, mannelijk en wit.’", "De toneelversie van Turks Fruit uit 2019 was de eerste bewerking waarin expliciet werd gekozen voor het vrouwelijke perspectief, zegt Essink. ‘Daarmee rekent deze adaptatie af met het dominante mannelijke perspectief van het boek, de film én musical. Of beter gezegd: hij geeft daar een hoognodige aanvulling op. Mij lijkt dat bij uitstek een interpretatie van na #MeToo.’", "Opvallend detail aan deze gelauwerde voorstelling, bewerkt en geregisseerd door vrouwen: er is geen naakt in te zien. Niet omdat dat niet meer zou kunnen, zoals een aantal Wolkers-fans destijds verontrust twitterden. Nee, juist omdat het wél kan. En dus misschien niet zo per se meer hoeft.", "Femke Essink: ‘Ik kijk Turks fruit weleens met studenten, en die vinden al dat naakt vaak niks. Niet uit ongemak of gêne, ze vinden het onnodig en een beetje kinderachtig. Na de jaren vijftig had het misschien een maatschappelijke functie, maar voor deze generaties niet meer en daardoor komt het geforceerd en gedateerd over.’", "Rifka Lodeizen herkent dat. ‘Het taboe op naakt en seks is echt wel doorbroken. We hebben nu de vrijheid om dat gewoon te laten zien. Juist daardoor kun je preciezer kijken: is het nodig voor de scène? Wanneer en waarom breng je het in beeld, en wat voegt dat toe? Een seksscène is bijvoorbeeld relevant als daarin het kind wordt verwekt, als het niet werkt tussen twee mensen of als iemand op zo’n moment eindelijk zijn kwetsbaarheid laat zien. Het moet geen loze franje zijn.’", "Toch geldt iemand die het nut van naakt bevraagt nog snel als preuts en bovendien als ondankbaar voor de verworvenheden van de seksuele revolutie.", "Essink: ‘Sommige mensen die zijn gevormd in de jaren zeventig en tachtig, klampen zich erg vast aan de verworvenheden van toen. Maar die tijd steeds maar als ultiem progressief blijven zien begint een vreemde vorm van conservatisme te worden.’", "Progressiviteit zit hem nu in andere dingen, aldus Essink. ‘In minder gangbare lichamen tonen, of relaties die afwijken van de standaard witte hetero-relaties.’", "Mooi of sexy doet er niet toe", "In het theater heeft dat ‘minder gangbare’ naakte lichaam al een podium gekregen. Maar wel vrijwel uitsluitend de mannelijke variant. In het duet met zijn dweil oogt Ward Weemhoff haast ziekelijk mager, en Benjamin Moen onderstreept in Drie zusters met zijn pose en postuur de onbeholpenheid van zijn personage. Hun naakte lichaam communiceert de inhoud van de scène, of het er verder mooi of sexy uitziet doet er niet toe. Niet mooi is hier zelfs beter.", "Verschijnt een vrouw naakt op toneel, dan is dat vaak op een idealiserende manier. Ze is meestal jong en mooi, met een volmaakt lichaam dat fraai wordt uitgelicht. Denk Hadewych Minis in Opening night bij ITA. Een naakte vrouw op toneel is vaak een droombeeld, de belichaming van jeugd en schoonheid.", "Actrice Keja Kwestro (32) vindt die romantisering van vrouwelijk naakt op het podium kwalijk. Dat was een van de redenen waarom zij besloot om drie minuten lang (en dat is lang) poedelnaakt op een tafel te staan in de voorstelling Kras (2018).", "Kwestro is ook jong en mooi, maar daar gaat het dus juist niet om. Haar scène had niet tot doel dat te benadrukken. Integendeel.", "‘Mijn monoloog ging over de kinderloosheid van mijn personage. Gaandeweg begrijp je dat ze een doodgeboren kindje heeft gehad. Die scène gaat over de onvolmaaktheid van haar lichaam. Over imperfectie, falen, onvruchtbaarheid. Haar lichaam symboliseert dat – daar heeft de strijd zich afgespeeld, dat moet je kunnen zien.’", "Regisseur Paul Knieriem ging zeer zorgvuldig met haar en de scène om, zegt Kwestro, en bood haar herhaaldelijk allerlei uitwegen: wilde ze toch geen naaktpak misschien? ‘Dat zou belachelijk zijn geweest. Het naakt hoorde er echt bij. Het ging daar over de pijn van het personage en die pijn zat in haar lichaam.’", "Dat ze zichzelf daarom minutenlang niet per se van haar meest flatteuze kant moest laten zien, vond Kwestro alleen maar goed. ‘Ik heb in mijn jeugd een eetstoornis gehad omdat ik me alleen maar vergeleek met gephotoshopte modellen. Maar bijna niemand heeft een volmaakt lichaam. Daarom is het juist goed als in het theater andere vormen en afmetingen te zien zijn. En in de film trouwens ook.’", "Zo lijkt ‘functioneel naakt’ in het tijdperk na #MeToo langzaam te veranderen. Femke Essink: ‘Als het beeld van een naakte vrouw méér gaat betekenen dan alleen maar schoonheid en jeugd, maar bijvoorbeeld óók kan staan voor verval en kwetsbaarheid, en de vrouw daar niet op wordt afgerekend, dan is dat winst.’ En met meer vrouwen achter de schermen als schrijver, regisseur en producent is de kans daarop groot.", "Essink: ‘Ik verwacht dat we meer naakt gaan zien dat niet per se voldoet aan de standaard opvatting over vrouwelijk schoon. Andere soorten naakt ook, zoals het ouder wordende vrouwenlichaam. Naakt dat zijn eigen standaard stelt.’", "Keja Kwestro: ‘Het zou goed zijn als vrouwelijk naakt veel normaler werd dan nu. Niet idealiserend of seksualiserend, maar gewoon: onopgesmukt, imperfect, alledaags naakt.’ En alléén als de actrice in kwestie dat wil, uiteraard.", "Betere regels Filmacteurs worden sinds een aantal jaar beter beschermd tegen grensoverschrijdende praktijken bij het filmen van naakt- of seksscènes. Zulke scènes worden tot in de kleinste details vastgelegd in hun contract. In zogeheten ‘naaktclausules’ wordt vastgelegd wat er wel en niet te zien mag zijn in de film, en vaak ook dat de acteur nog inspraak heeft in de montage. Ook is bij het filmen tegenwoordig soms een ‘intimiteitscoördinator’ aanwezig, om ongemak en miscommunicatie te voorkomen, en veiligere werkomstandigheden te garanderen."], "authors": ["Herien Wensink"], "keywords": ["van", "dat", "niet", "een", "en", "zo", "je", "met", "theater", "functionele", "lang", "nederlandse", "gelijkwaardig", "op", "naakt", "vrolijk", "het"], "pubDate": "2020-12-15T16:01:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}