{"id": "cbad09d5-4f7a-321a-86e8-fb04715e8a5e", "title": "Opinie: Schijnoplossingen helpen starters niet op de woningmarkt", "url": "https://volkskrant.nl/columns-opinie/opinie-schijnoplossingen-helpen-starters-niet-op-de-woningmarkt~bda7746f/", "summary": "Daar gaat het versoepelen van leennormen voor starters en het stimuleren van de vrije huursector geen verbetering in brengen.\nDie laatste groep is steeds actiever in het verdringen van starters van de markt voor koopwoningen.\nHet invoeren van een vaste toetsrente bij hypotheekaanvragen kan ervoor zorgen dat de prijzen van huizen minder afhankelijk worden van actuele hypotheekrentes.\nVoor het oplossen van het woningtekort moeten we dus vooral kijken naar de vierkante meters die er al staan.\nEr moet werk gemaakt worden van het creëren van betaalbare woningen voor starters.", "paragraphs": ["Starters bekijken een woning in Amsterdam. Beeld Guus Dubbelman / de Volkskrant", "Er valt een ongemakkelijke stilte als ik het bedrag oplees dat de jonge man voor me maximaal aan hypotheek kan lenen. Hij is midden twintig, heeft een inkomen van liefst 45.000 euro, studieschuld van 20.000 euro, is diep teleurgesteld als hij zich realiseert dat hij met een budget van 160.000 euro geen enkele kans maakt op een van de nieuw te bouwen starterswoningen in zijn gemeente.", "Waar jonge mensen dertig jaar geleden zonder moeite met één inkomen een nieuwbouwwoning kochten, komen wij starters tegenwoordig zonder tweede inkomen, afgeloste studieschuld en flinke schenking bij lange na niet in aanmerking voor een koopwoning. Krankzinnig genoeg worden we door de markt wel in staat geacht om meer dan duizend euro huur te betalen, maar niet om zevenhonderd euro uit te geven voor de rente en aflossing van een hypotheek.", "Politici en beleidsmakers hebben veel aandacht voor kansarme starters. Ze buitelen over elkaar heen met oplossingen om dé grote boosdoener, het almaar groeiende woningtekort, aan te pakken. Starters zouden geholpen zijn bij het stimuleren van ‘middenhuurwoningen’ en het mogelijk maken van de ‘duurhuurhypotheek’, waarbij buitenproportioneel hoge huurlasten de nieuwe norm worden voor het vaststellen van de leencapaciteit. Helaas zijn dit allemaal schijnoplossingen.", "Nee, het échte probleem is dat koopwoningen te duur zijn geworden en dat een woning huren voor een fatsoenlijk bedrag onmogelijk is. Daar gaat het versoepelen van leennormen voor starters en het stimuleren van de vrije huursector geen verbetering in brengen.", "Dit probleem is juist het gevolg van de vloedgolf aan hypotheekschuld die onze woningmarkt de afgelopen decennia overspoelde. Door verruimde leennormen sinds de jaren negentig, een wildgroei van aflossingsvrije hypotheken in de jaren nul en historisch lage rentes na de vorige crisis, zijn de prijzen van huizen waanzinnig gestegen. Daar heeft het tekort aan woningen weinig mee te maken. Afgelopen zomer legde De Nederlandsche Bank dit haarfijn uit, en een onderzoekscommissie van de Tweede Kamer concludeerde al in 2013 hetzelfde.", "Vanwege de exorbitante prijsstijgingen maken starters tegenwoordig geen kans meer tegen doorstromers en beleggers. Die laatste groep is steeds actiever in het verdringen van starters van de markt voor koopwoningen. Volgens het kadaster ging bijna 40 procent van de woningaankopen in de vier grote steden in de eerste helft van 2020 naar particuliere verhuurders. Beleggers kunnen zonder moeite overbieden op een koopwoning, wetende dat de starters wiens biedingen ze overtreffen niets anders kunnen dan huren in de vrije sector. De meerprijs die ze betalen, verrekenen investeerders gewoon door in de huur.", "De financiële positie van starters holt achteruit. Naast het feit dat betaalbaar wonen een utopie is geworden, krijgen zij meer dan andere generaties te maken met de kosten van klimaatmitigatie en -adaptatie en hebben zij hogere studieschulden dan voorgaande generaties. Bovendien krijgen zij de kosten van vergrijzing voor hun kiezen.", "De oplossing moet daarom gezocht worden aan de financiële kant van de woningmarkt. Het invoeren van een vaste toetsrente bij hypotheekaanvragen kan ervoor zorgen dat de prijzen van huizen minder afhankelijk worden van actuele hypotheekrentes. Daarmee worden grote schokken op de woningmarkt bij een rentestijging of -daling voorkomen. Verder had de hypotheekrenteaftrek al lang afgeschaft moeten zijn. Bovenal moet het lucratieve verdienmodel van zogenoemde ‘box 3 beleggers’ worden afgebroken, zodat particuliere verhuurders de toch al kleine voorraad woningen niet langer opkopen. Rendementsdrift van beleggers zou immers niet moeten leiden tot meer ongelijkheid op de woningmarkt.", "Voor het oplossen van het woningtekort moeten we dus vooral kijken naar de vierkante meters die er al staan. Het moet makkelijker worden om het overschot aan kantoorpanden duurzaam te transformeren en meer grote woningen te splitsen. Er moet werk gemaakt worden van het creëren van betaalbare woningen voor starters. Daarnaast moeten we denken aan creatieve woonvormen als tiny houses, die snel te realiseren zijn en tegemoet komen aan de wensen van velen. Zulke initiatieven zijn sociaal, betaalbaar en vaak in de stad te realiseren."], "authors": ["Hein Van Dieën"], "keywords": ["van", "niet", "een", "en", "te", "schijnoplossingen", "zijn", "helpen", "op", "voor", "worden", "opinie", "woningmarkt", "het", "aan", "starters"], "pubDate": "2020-12-16T17:23:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}