{"id": "cbb6fc0c-ccaf-3551-a318-b88cdef88d2f", "title": "De Speld: kabinet kan niet opstappen: GGD is er nog niet klaar voor", "url": "https://volkskrant.nl/cultuur-media/de-speld-kabinet-kan-niet-opstappen-ggd-is-er-nog-niet-klaar-voor~b9509edf/", "summary": "Beeld Hollandse Hoogte / ANPHet kabinet wil graag beginnen met verantwoordelijkheid nemen voor de toeslagenaffaire, maar helaas is de GGD daar nog niet klaar voor.\nDat zegt premier Rutte.\nMaar de GGD zegt tijd nodig te hebben het besturen van een land in de vingers te krijgen.\nDat is gewoon enorm pech hebben.’Volgens Rutte is dit een beetje de makke van het GGD-systeem.\n‘Het knelpunt is het vinden van een minister van Buitenlandse Zaken zonder enige buitenlandervaring’, zegt de woordvoerder.", "paragraphs": ["Premier Mark Rutte tijdens het debat over de ontwikkelingen rondom het coronavirus in de Tweede Kamer. Beeld Hollandse Hoogte / ANP", "Het kabinet wil graag beginnen met verantwoordelijkheid nemen voor de toeslagenaffaire, maar helaas is de GGD daar nog niet klaar voor. Dat zegt premier Rutte. ‘We hebben de GGD gevraagd om alle taken van ons over te nemen tot de verkiezingen, maar die hebben ons laten weten daar momenteel niet op te zijn toegerust.’", "‘Wat ons betreft stappen we vandaag nog op’, zegt Rutte. ‘Wij zijn er als politiek helemaal klaar voor. Eigenlijk vorige week al, wat zeg ik: vorige maand. Maar de GGD zegt tijd nodig te hebben het besturen van een land in de vingers te krijgen. Dat is gewoon enorm pech hebben.’", "Volgens Rutte is dit een beetje de makke van het GGD-systeem. ‘Ja kijk het werkt heel goed om gezondheidsproblemen binnen een bepaalde regio in kaart te brengen, of voor gezondheidsvoorlichting, maar als een kabinet halsoverkop opstapt, missen ze de kennis om dat op te vangen. Het systeem stamt nog uit het begin van de vorige eeuw.’", "Bij de GGD zijn ze nu alle zeilen aan het bijzetten om binnen twee weken zeventien ministeries over te nemen. Een woordvoerder laat weten dat het al opschiet: er is al een callcenter opgezet waar mensen met klachten terechtkunnen en in Den Haag is een tent opgetuigd waar het ministerieel overleg plaats kan vinden. ‘Het knelpunt is het vinden van een minister van Buitenlandse Zaken zonder enige buitenlandervaring’, zegt de woordvoerder. ‘Dat is nog niet zo makkelijk als het lijkt.’"], "authors": ["Jop Eikelboom"], "keywords": ["er", "van", "nog", "voor", "een", "zegt", "kan", "dat", "kabinet", "opstappen", "ggd", "klaar", "te", "rutte", "het", "om", "niet", "speld"], "pubDate": "2021-01-05T16:35:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}