{"id": "cbb64cb7-08e0-37ec-b05c-3c0b7e663370", "title": "Feestelijk hoor: regenboogworteltatin met miso-boterkaramel", "url": "https://volkskrant.nl/eten-en-drinken/feestelijk-hoor-regenboogworteltatin-met-miso-boterkaramel~b33a7dd7/", "summary": "Maar voor dit feestelijke nummer duizend deed ik het een paar weken terug op Instagram stories.\nHier uw vega feestrecept dus, doen we binnenkort wel een runderstoof, biggenbuik of iets met wild, of toch iets met tofu?\n24 cm) in met een drup gesmolten boter, beleg met bakpapier en kwast opnieuw in, ditmaal met sesamolie.\nGiet een ruime helft in de bakvorm en smeer het met het boterkwastje zo uit dat het de bodem goed bedekt.\nRol de plakjes deeg uit op een met bloem bestoven aanrecht tot een lap die op bakvorm past en iets overhangt.", "paragraphs": ["Beeld Oof Verschuren", "Nog nooit eerder deed ik een oproep. Maar voor dit feestelijke nummer duizend deed ik het een paar weken terug op Instagram stories. Ik vroeg welk feestrecept u mist in uw leven of welk ingrediënt u lastig vindt en uw talloze antwoorden gingen alle kanten op. Wat een respons kreeg ik!", "U blijkt verrassend vaak artisjok een lastige groente te vinden – jongens toch! Gewoon stelen eraf en koken in een grote pan gezouten water met een stukkie citroen erin tot de blaadjes makkelijk loslaten, afhankelijk van de maat 45 minuten tot 1 uur. Serveren met mosterddressing om in te dippen!", "Tofu kwam duidelijk erna, strak gevolgd door miso of gerechten met wild, iets wellington-achtigs, veel stoofvlees en buikspek. Maar overduidelijk kwamen in de eerste plaats de vragen om een vegetarisch- of vegangerecht dat er een beetje knap uit ziet.", "Grappig want dat probeer ik hier toch wel elke week te doen, dus we passen goed bij elkaar: u, de lezer/thuiskok en ik, uw receptenschrijver.", "Al jaren probeer ik hier vooral iets makkelijks voor u op tafel te zetten dat meestal geen dier bevat. Dat past toevallig goed in mijn levensstijl en blijkbaar in die van velen van u. Iedereen eet tegenwoordig wel iets niet: geen vis, geen vlees, geen kip, geen varken, geen schaaldieren... und so weiter. Met vegetarisch eten kunt u makkelijk een boel omzeilen want iedereen wil uiteindelijk blije gezichten aan de feesttafel.", "Het woord vegetarisch roept soms nuffig gedrag op: maar de kunst is om bij niet-vegetariers het V-woord niet te gebruiken, alleen de naam van het gerecht. En als het er prachtig uitziet gaat niemand denken: hé vega, bah.", "Geef uw vegetarische pronkstuk dus een feestelijke naam, waar woorden inzitten waar iedereen op aanslaat: tatin bijvoorbeeld en karamel. Kijk, daar gaat u ook al van rechtop zitten. Hier uw vega feestrecept dus, doen we binnenkort wel een runderstoof, biggenbuik of iets met wild, of toch iets met tofu? Met de Kerst misschien? Nu ja: eerst de kaarsjes op de tatin uitblazen! Hiep!", "Regenboogworteltatin met miso-boterkaramel voor 4-6 stukken als hoofd- of bijgerecht 500 gram regenboogwortelen, geschrapt, de dikke in kwarten zeezout en versgemalen zwarte peper 60 gram roomboter, gesmolten 3 eetl. rijst- of wittewijnazijn 2 eetl. gembersiroop of honing 2 eetl. zoute sojasaus 3 eetl. (liefst witte) miso snuf chiliflakes 1 eetl. geroosterde sesamolie 5 plakjes roomboterbladerdeeg (diepvries) handje bloem, voor bestuiven aanrecht", "Kook de wortels een paar minuten in ruim kokend gezouten water (ik kook de zwarte, als u die heeft, altijd na de gele, witte, rode en oranje, want anders is het kookwater zwart) tot ze bijna beetgaar zijn.", "Giet ze af en spoel koud af, laat goed uitlekken. Vet een ronde bakvorm (ca. 24 cm) in met een drup gesmolten boter, beleg met bakpapier en kwast opnieuw in, ditmaal met sesamolie. Heeft u dat niet in huis dan volstaat een lik gesmolten boter natuurlijk ook.", "Verwarm de oven voor op 200 graden.", "Roer de azijn, gembersiroop, soja, miso en een snuf chiliflakes door de rest van de gesmolten boter. Giet een ruime helft in de bakvorm en smeer het met het boterkwastje zo uit dat het de bodem goed bedekt.", "Leg de wortels in de lengte in de bakvorm, even mooi passen dat alles er strak in zit.", "Rol de plakjes deeg uit op een met bloem bestoven aanrecht tot een lap die op bakvorm past en iets overhangt. Maak een gaatje in het midden, om straks de stoom te laten ontsnappen.", "Leg de deeglap op de wortels, stop de randen goed in alsof u een kind instopt in bed.", "Bak de worteltatin in 20-25 minuten mooi goudbruin, laat hem 2 minuten rusten en keer de vorm om op een groot bord, besmeer met de achtergehouden miso-karamel (verwarm die eventueel als het wat is gestold) en serveer de tatin warm met een goeie salade erbij.", "Instagram: @yvettevanboven", "Opmaaktip Deze tatin is het lekkerst als-ie warm is. Er zit veel boter in (in het bladerdeeg en in de saus) en eenmaal gestold is dat minder lekker. Piep bladerdeegtaart nooit in de magnetron op, tenzij u van slappe drab houdt. Verwarm altijd de oven voor op 200 graden en piep een overgebleven puntje in 7 minuten lekker krokant."], "authors": ["Yvette Van Boven"], "keywords": ["van", "regenboogworteltatin", "misoboterkaramel", "het", "op", "met", "feestelijk", "ik", "een", "en", "dat", "te", "hoor", "voor"], "pubDate": "2020-11-05T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}