{"id": "cbcf53e8-5ec3-3449-820d-2e07ef23c73d", "title": "De Moria-deal had er nooit moeten komen", "url": "https://trouw.nl/opinie/de-moria-deal-had-er-nooit-moeten-komen~bd53423f/", "summary": "De VVD ging akkoord op voorwaarde dat er dan honderd VN-vluchtelingen minder naar Nederland mochten komen.\nDe coronacrisis mag daarvoor geen excuus zijn en had eerder een aansporing moeten zijn voor meer hulp.\nBij de ChristenUnie en een deel van CDA en D66 ging dat tegen heug en meug.\nHet wisselgeld van de Moria-deal bestond ook nog uit een verslechtering van de positie en rechten van asielzoekers hier in Nederland.\nHet is de vraag of die wetgeving er snel doorheen komt, maar zo ja, dan zal dat duizenden mensen raken.", "paragraphs": ["De cynische manier waarop de coalitie dit jaar is omgesprongen met de hulp aan mensen in vluchtelingenkampen in Griekenland is een van de schandvlekken op het kabinet Rutte III. Wat er verder ook gezegd kan worden over nut of noodzaak van opvang in de eigen regio, of van opvang aan de buitengrenzen van Europa, dit zijn praktijken die onwenselijk zijn.", "Bij de Moria-deal beloofde staatssecretaris Ankie Broekers-Knol honderd mensen te helpen vanwege de brand in het beruchte kamp. De VVD ging akkoord op voorwaarde dat er dan honderd VN-vluchtelingen minder naar Nederland mochten komen. Honderd kwetsbare mensen die in opvangkampen van de Verenigde Naties wachten op een beter leven, die al erkend zijn als vluchteling.", "Dat stond nog los van de hulp aan vijfhonderd alleenstaande kinderen, die Nederland – anders dan vele andere Europese landen – alleen ter plekke in Griekenland wilde helpen.", "Groot contrast met Duitsland", "Het beloven van hulp terwijl je weet dat de uitvoering van die hulp niet in eigen hand ligt, is altijd een risico. Lukt het niet, dan kan er slechts met de vinger naar de Griekse autoriteiten worden gewezen, die ondanks hun tekortkomingen en bureaucratie toch al bijna bezwijken door de problemen. Het contrast met Duitsland, dat meer en sneller mensen en kwetsbare kinderen opving, is groot.", "Het lukte inderdaad niet, zoals er veel niet gelukt is in de ruim anderhalf jaar dat Broekers-Knol staatssecretaris is. De coronacrisis mag daarvoor geen excuus zijn en had eerder een aansporing moeten zijn voor meer hulp. Voor de kerst zijn er slechts zo’n vijftig mensen uit Griekenland gearriveerd, die overigens niet uit Moria kwamen, maar elders in een Grieks opvangkamp zaten. Niet alle door Nederland beloofde opvangplekken voor de minderjarigen in Griekenland zijn gereed. Kinderen worden snel groot, dus iedere maand uitstel brengt meer risico met zich mee dat deze jongens en meiden afglijden naar een nog akeliger leven.", "Hoogst haalbare", "De coalitie heeft de deal altijd verdedigd als het ‘hoogst haalbare’ in deze politieke verhoudingen. Bij de ChristenUnie en een deel van CDA en D66 ging dat tegen heug en meug. Maar nu de uitvoering zo te wensen overlaat, kruipt de gedachte omhoog dat men hier nooit mee akkoord had moeten gaan.", "Het wisselgeld van de Moria-deal bestond ook nog uit een verslechtering van de positie en rechten van asielzoekers hier in Nederland. Het is de vraag of die wetgeving er snel doorheen komt, maar zo ja, dan zal dat duizenden mensen raken. Het valt te hopen dat dergelijke deals in een volgend kabinet nooit meer het levenslicht zien.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["er", "zijn", "van", "het", "mensen", "komen", "nooit", "en", "een", "moeten", "dat", "niet", "moriadeal", "die"], "pubDate": "2020-12-29T06:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}