{"id": "cbdeeca0-0f66-3d03-9680-c0cc23eb2545", "title": "FIA bevestigt Formule 1-kalender met 23 races", "url": "https://www.telegraaf.nl/sport/816435531/fia-bevestigt-formule-1-kalender-met-23-races", "summary": "Voor Max Verstappen en de andere coureurs staat een recordaantal van 23 races op het programma.\nDe Grote Prijs van Nederland op het circuit van Zandvoort is op 5 september, een week na de GP van België op Spa-Francorchamps.\nHet was de bedoeling dat dan voor het eerst een Grote Prijs van Vietnam in Hanoi zou worden verreden.\nDe Grote Prijs van Saudi-Arabië, op 28 november 2021 op een stratencircuit in Jeddah, is nieuw op kalender.\nIn Jeddah moet het stratencircuit nog wel definitief worden goedgekeurd, terwijl de Spaanse Grand Prix nog een nieuwe deal moet sluiten met de leiding van de Formule 1.", "paragraphs": ["Voor Max Verstappen en de andere coureurs staat een recordaantal van 23 races op het programma. Het seizoen begint op 21 maart in Australië, de laatste GP is op 5 december 2021 in Abu Dhabi. De Grote Prijs van Nederland op het circuit van Zandvoort is op 5 september, een week na de GP van België op Spa-Francorchamps.", "Het is nog niet bekend waar de coureurs op 25 april racen. Die datum staat nog open op de kalender. Het was de bedoeling dat dan voor het eerst een Grote Prijs van Vietnam in Hanoi zou worden verreden. De Formule 1 besloot die GP echter te schrappen, nadat een van de sleutelfunctionarissen die verantwoordelijk was voor het binnenhalen van de race werd gearresteerd op verdenking van corruptie. De Formule 1 zoekt een vervangende locatie om eind april te racen.", "De Grote Prijs van Saudi-Arabië, op 28 november 2021 op een stratencircuit in Jeddah, is nieuw op kalender. Dit jaar moest de kalender van de Formule 1 worden omgegooid door de coronapandemie. Heel wat races, waaronder de Dutch GP, gingen niet door. Uiteindelijk konden de coureurs zeventien GP's rijden. Lewis Hamilton veroverde zijn zevende wereldtitel, Verstappen eindigde als derde in het WK.", "In Jeddah moet het stratencircuit nog wel definitief worden goedgekeurd, terwijl de Spaanse Grand Prix nog een nieuwe deal moet sluiten met de leiding van de Formule 1."], "authors": [], "keywords": ["van", "1kalender", "nog", "gp", "een", "races", "fia", "formule", "23", "het", "bevestigt", "op", "voor", "worden", "prijs", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}