{"id": "cbf48f6f-ffbe-3090-954b-ff1f7e47ba0a", "title": "Jong en een kwetsbare gezondheid? Helaas, stemmen per post voor de Tweede Kamer blijft alleen mogelijk voor mensen van 70 jaar en ouder", "url": "https://www.dvhn.nl/extra/Jong-en-een-kwetsbare-gezondheid-Helaas-stemmen-per-post-voor-de-Tweede-Kamer-blijft-alleen-mogelijk-voor-mensen-van-70-jaar-en-ouder-26296579.html", "summary": "Stemmen per post bij de komende Tweede Kamerverkiezingen blijft voorbehouden aan mensen van 70 jaar en ouder.\nVan 70-plussers staat volgens Ollongren wel vast dat zij meer risico lopen ernstig ziek te worden door het coronavirus.\n,,Je bent 70 of niet, dat is heel duidelijk”.\nEr is gewoonweg te weinig tijd om dat nog te regelen”, aldus de minister van Binnenlandse Zaken.\nIn een stembureau is dat te controleren, bij stemmen per post niet.", "paragraphs": ["Stemmen per post bij de komende Tweede Kamerverkiezingen blijft voorbehouden aan mensen van 70 jaar en ouder. Verscheidene partijen in de Tweede Kamer zouden die mogelijkheid ook graag bieden aan jongere mensen die wegens een kwetsbare gezondheid liever niet naar het stemlokaal gaan, maar volgens minister Kajsa Ollongren van Binnenlandse Zaken is dat niet uitvoerbaar en niet wenselijk.", "Van 70-plussers staat volgens Ollongren wel vast dat zij meer risico lopen ernstig ziek te worden door het coronavirus. ,,Je bent 70 of niet, dat is heel duidelijk”. Maar verder is volgens de minister niet objectief vast te stellen wie nog meer kwetsbaar zijn. ,,Dan zou je het voor iedereen in principe mogelijk moeten maken. Er is gewoonweg te weinig tijd om dat nog te regelen”, aldus de minister van Binnenlandse Zaken.", "Daar komt bij dat briefstemmen echt een noodgreep is volgens Ollongren. ,,We willen dat de opkomst niet lager wordt door het virus. Daardoor accepteren we op sommige onderdelen iets meer risico”.", "Het is de bedoeling dat mensen helemaal vrij, zelfstandig en zonder beïnvloeding hun stem uitbrengen. In een stembureau is dat te controleren, bij stemmen per post niet. Ollongren vindt dat onder deze omstandigheden een te accepteren risico, maar niet op nog grotere schaal."], "authors": [], "keywords": ["mogelijk", "nog", "stemmen", "van", "ollongren", "minister", "niet", "voor", "kwetsbare", "te", "volgens", "het", "tweede", "en", "een", "post", "ouder", "dat", "mensen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}