{"id": "cbf5e2f9-2bb2-3d43-bf9b-e3c307607ff8", "title": "Schuldbelijdenis van de kerken miskent heldendaden", "url": "https://trouw.nl/opinie/schuldbelijdenis-van-de-kerken-miskent-heldendaden~ba4dbd97/", "summary": "Het brengt me op een eigen variant van woorden van de Jood Jezus: wie heeft u tot rechter aangesteld over uw voorgangers van tachtig jaar terug?\nDe straf bestaat uit reputatieschade voor de kerk van toen, aangebracht door die van nu.\nVoor alle duidelijkheid: niet de synodes, maar het IKO belichaamde het bovengrondse verzet van de gezamenlijke kerken.\nVolgens diens biograaf constateerde Seyss-Inquart dat dit optreden van het IKO het verzet stimuleerde.\nHij werd namens de Nederlandse Hervormde Kerk lid van het IKO en vervolgens voorzitter.", "paragraphs": ["De kerkleiding komt met zijn excuus voor de rol in de oorlog dichtbij geschiedvervalsing, schrijft Jan Slomp. Hij memoreert voorlieden die openlijk protesteerden bij de bezetters.", "“Ook in de oorlogsjaren zelf heeft het de kerkelijke instanties veelal aan moed ontbroken om voor de Joodse inwoners van ons land positie te kiezen.”", "Bovenstaande zin uit de schuldbekentenis tegenover de Joodse gemeenschap, uitgesproken op 8 november door de scriba van de Protestantse Kerk in Nederland (PKN), houdt me sinds die tijd bezig. Wat is er waar van deze uitspraak? Het brengt me op een eigen variant van woorden van de Jood Jezus: wie heeft u tot rechter aangesteld over uw voorgangers van tachtig jaar terug?", "De leiding van de PKN stelde zichzelf aan tot rechter die de aanklacht indiende, de veroordeling uitsprak en de straf oplegde. Het oordeel is gelijk aan de aanklacht: veelal gebrek aan moed. In de situatie van toen dus. De straf bestaat uit reputatieschade voor de kerk van toen, aangebracht door die van nu.", "Maar is dat kerkrechtelijk toegestaan? Is er geen sprake van verjaring? Over welke feiten en welke mensen gaat het hier dan? Welke mensen vertegenwoordigden genoemde instanties? Dat staat niet in de toelichting van de PKN.", "Hoe ging het destijds? Om te voorkomen dat de bezetter de kerken tegen elkaar zou uitspelen organiseerden negen kerken, inclusief de rooms-katholieke, het zogeheten Interkerkelijk Overleg (IKO). Dat was geen instelling met een rechtspersoonlijkheid, want die zou de bezetter hebben verboden. Maar de leden van dit IKO hadden wel volmacht van hun kerkbesturen om samen op te treden tegenover de overheid en te protesteren met name tegen de Jodenvervolging.", "Bovengronds verzet", "Ontbrak het deze instantie veelal aan moed? Voor alle duidelijkheid: niet de synodes, maar het IKO belichaamde het bovengrondse verzet van de gezamenlijke kerken. De leden van dit overleg moesten op hun post blijven. Ze konden niet preventief onderduiken als arrestatie dreigde.", "En zij zouden ook op hun post blijven. Zeven keer protesteerden ze: onder meer per brief, per kanselboodschap en zelfs tijdens een bezoek aan Seyss-Inquart, de zetbaas van Hitler in Nederland. Volgens diens biograaf constateerde Seyss-Inquart dat dit optreden van het IKO het verzet stimuleerde.", "Welke gevolgen had hun dappere optreden voor de leiders van het IKO? Neem hoogleraar Paul Scholten, jurist aan de Universiteit van Amsterdam. Hij werd namens de Nederlandse Hervormde Kerk lid van het IKO en vervolgens voorzitter. Maar nog voordat hij lid werd, had Scholten een protest tegen anti-Joodse maatregelen in universiteiten laten ondertekenen door de helft van alle hoogleraren in Nederland. Hij werd uiteindelijk gearresteerd. Nadat zo de voorzitter verdween, werd hoogleraar Willem Jan Aalders de hervormde afgevaardigde. Maar ook hij verdween prompt in een cel.", "Helden", "De gereformeerde synode benoemde Jan Donner, oud-minister van justitie en later president van de Hoge Raad. Ook hij werd als voorzitter geïnterneerd. Een tweede gereformeerde voorzitter, oud-minister van defensie Jannes van Dijk, werd even­eens opgepakt. De secretaris van de Nederlandse Hervormde Kerk, Koeno Gravemeyer, die tevens die functie vervulde in het IKO, moest dit lot delen.", "De namen van deze helden werden weggelaten in de toelichting van de PKN. De anonimisering maakte het gemakkelijker deze voorlieden te verwijten dat het hun veelal aan moed had ontbroken. De onderbouwing van de schuldverklaring wordt daarmee ongeloofwaardig. Publieke aandacht werd opgeëist voor wat een soort van biecht moet worden. Maar de invulling grenst aan geschiedvervalsing.", "Dit is een te hoge prijs voor de zo wenselijke verbetering van de relaties met Joden in Nederland. Het wordt zo ook onmogelijk om met moreel gezag te protesteren tegen onderdrukking van Palestijnen.", "Het doet pijn dit te moeten schrijven aan de hedendaagse leiding van mijn kerk.", "Jan Slomp is oud-predikant en bestuurslid LO-LKP (herinnering verzet).", "Lees ook:", "Ook behoudende protestantse kerken belijden schuld voor nalatigheid om op te komen voor Joden", "In grote delen van protestants Nederland wordt schuld beleden voor tekortschieten in de oorlog. Maar er zijn wel verschillen tussen de twee verklaringen die kerken gebruiken.", "Joodse gemeenschap omarmt schuldbelijdenis Protestantse Kerk", "Het Centraal Joods Overleg (CJO) is blij met de schuldbelijdenis die de Protestantse Kerk in Nederland tijdens de herdenking van de Kristallnacht heeft uitgesproken"], "authors": ["Jan Slomp"], "keywords": ["miskent", "van", "heldendaden", "het", "iko", "die", "schuldbelijdenis", "werd", "een", "te", "en", "aan", "kerken", "voor"], "pubDate": "2020-11-24T14:17:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}