{"id": "cbf51adc-2023-3828-93a2-fec006bb9c67", "title": "Zeker 272 dode zeehonden aangetroffen op voornamelijk Russische stranden", "url": "https://nu.nl/dieren/6096104/zeker-272-dode-zeehonden-aangetroffen-op-voornamelijk-russische-stranden.html", "summary": "Op voornamelijk Russische stranden aan de Kaspische Zee zijn in de afgelopen dagen zeker 272 dode zeehonden aangetroffen.\nDe robben zijn aangespoeld in een ruim 100 kilometer lang gebied, op voornamelijk Russische stranden.\nDe lokale autoriteiten sluiten niet uit dat er nog meer dode zeehonden worden gevonden.\nAan het begin van de vorige eeuw waren er nog zeker een miljoen Kaspische robben, maar dat zijn er tegenwoordig nog maar zo'n 68.000.\nTegenwoordig is de slechte kwaliteit van het water door industriële lozingen het grootste gevaar voor het voortbestaan van de zeehond.", "paragraphs": ["Op voornamelijk Russische stranden aan de Kaspische Zee zijn in de afgelopen dagen zeker 272 dode zeehonden aangetroffen. Het gaat volgens lokale waarnemers om de bedreigde Kaspische rob. Over de doodsoorzaak van de dieren is nog niets bekend.", "De Kaspische Zee grenst aan de Russische deelrepubliek Dagestan, Iran, Kazachstan, Turkmenistan en Azerbeidzjan. De robben zijn aangespoeld in een ruim 100 kilometer lang gebied, op voornamelijk Russische stranden.", "Wetenschappers doen nog onderzoek naar de doodsoorzaak. De lokale autoriteiten sluiten niet uit dat er nog meer dode zeehonden worden gevonden.", "Aan het begin van de vorige eeuw waren er nog zeker een miljoen Kaspische robben, maar dat zijn er tegenwoordig nog maar zo'n 68.000.", "Er werd lange tijd intensief op het dier gejaagd. Tegenwoordig is de slechte kwaliteit van het water door industriële lozingen het grootste gevaar voor het voortbestaan van de zeehond."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["stranden", "272", "nog", "zijn", "van", "zeker", "zeehonden", "het", "dode", "er", "op", "voornamelijk", "aangetroffen", "russische", "kaspische"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}