{"id": "cbf9875c-2ee0-3de2-b80e-26319c8e5d20", "title": "De Grote Volkskrant Voetbalquiz 2020", "url": "https://www.volkskrant.nl/kijkverder/v/2019/de-grote-volkskrant-voetbalquiz-2020~v416599/", "summary": "Vijf exemplaren van de biografie van Megan Rapinoe, de Amerikaanse wereldkampioen en activist.\nDrie keer Basta, de biografie van Edwin Schoon over Marco van Basten, die weliswaar al in 2019 verscheen, doch in 2020 nog steeds populair is.\nNieuw is de biografie van Gertjan Verbeek, geschreven door Eddy van der Ley.\nAllemaal drie exemplaren, net als van de tweede biografie van Louis van Gaal, geschreven door Robert Heukels, en van de roman van voormalig politicus Pieter Winsemius, Het Derde.\nMeedoen kan digitaal (vorig jaar 1317 deelnemers), of per briefkaart (vorig jaar 9) tot woensdag 6 januari.", "paragraphs": ["In deze tijd van verwarring is lezen rustgevend. De jury verwent de winnende deelnemers met een keur aan boeken, liefst 24 stuks. Vijf exemplaren van de biografie van Megan Rapinoe, de Amerikaanse wereldkampioen en activist. Drie keer Basta, de biografie van Edwin Schoon over Marco van Basten, die weliswaar al in 2019 verscheen, doch in 2020 nog steeds populair is. Ook Sneijder, van Kees Jansma, was een kaskraker.", "Nieuw is de biografie van Gertjan Verbeek, geschreven door Eddy van der Ley. Allemaal drie exemplaren, net als van de tweede biografie van Louis van Gaal, geschreven door Robert Heukels, en van de roman van voormalig politicus Pieter Winsemius, Het Derde. Nog meer boeken? Jazeker, twee exemplaren van Schaken met Davids, de verhalenbundel van voormalig KNVB-voorlichter Rob de Leede, en van het coronasportboek bij uitstek, Stille Velden, bizarre sportverhalen uit de lockdown, van Hans Klippus. Meedoen kan digitaal (vorig jaar 1317 deelnemers), of per briefkaart (vorig jaar 9) tot woensdag 6 januari.", "Op maandag 11 januari volgen de uitslagen en de winnaars."], "authors": ["December"], "keywords": ["van", "2020", "nog", "jaar", "en", "met", "voormalig", "volkskrant", "voetbalquiz", "biografie", "grote", "exemplaren", "het", "vorig"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}