{"id": "cbfbd0e2-e88f-3585-9c9b-7facca9937d7", "title": "Dovlatov klinkt als doffe ellende, maar is eerder elegant dan zwaar op de hand ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/dovlatov-klinkt-als-doffe-ellende-maar-is-eerder-elegant-dan-zwaar-op-de-hand~b36f8003/", "summary": "Die status kreeg hij overigens pas na zijn (veel te vroege) dood, want tijdens zijn leven kwam zijn werk niet langs de Sovjetcensuur.\nHet klinkt als doffe ellende, maar toch is het drama eerder elegant dan zwaar op de hand.\nEen generatie kunstenaars werd door het Sovjetregime uitgewist, laat German zien, maar Dovlatov laat zich dat niet overkomen.\nBijzonder spannend of informatief wordt het niet, maar misschien is dat ook geen bezwaar.\nWie meer wil weten over Dovlatovs werk of dat van zijn collega’s, pakt maar een boek.", "paragraphs": ["Dovlatov Drama ★★★☆☆ Regie Aleksej German Jr. Met Danila Kozlovsky, Milan Maric, Helena Sujecka. 126 min., in 5 zalen.", "In Nederland is zijn roem altijd beperkt gebleven tot een kleine groep kenners van de Russische literatuur, maar in eigen land wordt de schrijver Sergej Dovlatov (1941-1990) tot de groten van zijn tijd gerekend. Die status kreeg hij overigens pas na zijn (veel te vroege) dood, want tijdens zijn leven kwam zijn werk niet langs de Sovjetcensuur. Pas in 1989 verscheen zijn eerste boek in zijn vaderland. Dovlatov, die emigreerde in 1978, woonde toen in New York.", "Hoe frustrerend het is om te schrijven zonder een lezerspubliek, maakt de film Dovlatov behoorlijk duidelijk. Alles in de vijfde speelfilm van Aleksej German Jr. draait om frustratie, verveling en geestelijke onderdrukking. German beperkt zich in zijn portret tot een krappe week uit het leven van de schrijver: een aantal dagen in november 1971. Brezjnev is aan de macht, de korte opleving van relatieve vrijheid onder Chroesjtsjov lijkt alweer eeuwen geleden.", "Om toegelaten te worden tot de Bond van Sovjetschrijvers (een voorwaarde om gepubliceerd te worden) moet Dovlatov zijn principes verloochenen, maar daartoe is hij niet in staat. Optimistisch en constructief schrijven, zoals van hem wordt verlangd, zit gewoon niet in zijn aard. Zelfs het baantje in de bedrijfsjournalistiek dat hij heeft aangenomen om maar iets te verdienen, gaat hem slecht af. Zijn goed ontwikkelde gevoel voor ironie wordt niet op prijs gesteld. Uiteindelijk hangt hij maar wat rond met vrienden die in hetzelfde schuitje zitten, zoals de dichter Joseph Brodsky.", "Het klinkt als doffe ellende, maar toch is het drama eerder elegant dan zwaar op de hand. Een generatie kunstenaars werd door het Sovjetregime uitgewist, laat German zien, maar Dovlatov laat zich dat niet overkomen. De schrijver, gespeeld door de Servische acteur Milan Maric, blijft overeind, hoe wanhopig zijn situatie ook is.", "Ook de film zelf is stoïcijns. Zonder hoogte- of dieptepunten kabbelt het verhaal voort, van de ene in wodka gedrenkte bijeenkomst naar de andere. Met fraai camerawerk van Lukasz Zal (die twee Oscarnominaties kreeg voor de Poolse films Ida en Cold War) en een op het filmfestival van Berlijn terecht bekroonde aankleding is Dovlatov vooral geslaagd als sfeerschets, waarbij German de nodige voorkennis veronderstelt. Bijzonder spannend of informatief wordt het niet, maar misschien is dat ook geen bezwaar. Wie meer wil weten over Dovlatovs werk of dat van zijn collega’s, pakt maar een boek."], "authors": ["Pauline Kleijer"], "keywords": ["zijn", "ellende", "van", "german", "zwaar", "dovlatov", "eerder", "doffe", "een", "wordt", "elegant", "op", "te", "klinkt", "hand", "het", "maar", "niet"], "pubDate": "2019-07-10T14:45:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}