{"id": "cbfefaf7-91ca-303e-ab28-b1b6136efe85", "title": "Het veilige nest van de dichter Beranová wordt een schuilplaats voor schrijvers die gevaar lopen", "url": "https://trouw.nl/cultuur-media/het-veilige-nest-van-de-dichter-beranova-wordt-een-schuilplaats-voor-schrijvers-die-gevaar-lopen~be39ea23/", "summary": "Soms valt het haar wel zwaar, op haar leeftijd, zegt ze, die twee steile trappen die van de voordeur naar haar woning leiden.\nEn de gedachte van een writers ­residence heeft me altijd geboeid.”Zeker als daar auteurs op de vlucht kunnen intrekken.\n“Ik denk niet dat ik uit mezelf gevlucht zou zijn.\nVoor het Rotterdamse festival Poetry International begon Beranová het werk van dichters te vertalen die in eigen land verboden waren te dichten.\nMaar sindsdien heb ik het gevoel dat ik in het laatste stukje van mijn leven zit.”Toch wilde Beranová ook na de dood van haar partner niet terug naar Tsjechië.", "paragraphs": ["Ze wil dat nagenoeg alles in haar woning straks bewaard blijft. En dat is nogal wat, blijkt in haar bovenhuis uit 1897 in een zijstraat achter Rotterdam CS. Het is vol­gestouwd met verzamelingen: kunstwerken, ­foto’s, vazen, waterkruiken, stenen, antiek gereedschap. En honderden boeken, die mogen absoluut niet weg, er zitten bijzondere exemplaren tussen.", "“Ik heb er wel over nagedacht om mijn huis nu al te verkopen”, vertelt dichter Jana Beranová (88) in de woonkamer, bij de ouderwetse kachel, onder het theaterdoek dat aan het plafond hangt. De kat zwerft door het huis, haar computer staat aan, op tafel staat een fles ­Tsjechische kruidenbitter, ‘slechts te koop op twee plekken in de stad’. Soms valt het haar wel zwaar, op haar leeftijd, zegt ze, die twee steile trappen die van de voordeur naar haar woning leiden. Maar vaker is ze hier vooral ­gelukkig, tussen haar talloze spullen. “Dit is mijn nest. Ik wil hier niet weg, behalve in de kist.”", "Een dwarsligger", "Het besluit om haar huis nu niet te verkopen, maar later ‘weg te geven’ was niet lastig, vertelt ze. Kinderen heeft Beranová niet, haar partner overleed twee jaar geleden. “Ik heb geen erfgenamen, niemand kan me iets kwalijk nemen. En de gedachte van een writers ­residence heeft me altijd geboeid.”", "Zeker als daar auteurs op de vlucht kunnen intrekken. Ze weet hoe het is om klem te zitten: als veertienjarige is Beranová met haar ouders uit Praag gevlucht, na de communis­tische coup in 1948. “Ik denk niet dat ik uit mezelf gevlucht zou zijn. Ik ben een dwars­ligger. Ik ben eigenwijs en waarschijnlijk was ik snel opgepakt als ik gebleven was. Dan had ik wel iets geschreven of gedaan wat niet mocht. Ik ben absoluut niet geschikt voor leven in een strak regime.’’ Via allerlei omwegen kwam ze in de jaren vijftig uiteindelijk in Rotterdam terecht.", "Toch blijft Tsjechië deel van haar, waar ze ook is, zegt ze er meteen bij. “Mijn geboorteland is nooit ver weg. Ik wil ook dat mijn as ­later wordt uitgestrooid op plekken in Praag, op een paar plekken waar ik altijd dol op ben geweest.” Dat maakt de cirkel alsnog rond, denkt ze. “Want ik heb altijd het gevoel gehouden dat ik niet groot heb mogen worden in mijn eigen land.”", "Milder dan haar vader", "Wennen in Nederland deden haar ouders na hun vlucht nooit. Haar moeder begon aan slapeloosheid te lijden, steeds meer pillen te slikken en pleegde uiteindelijk zelfmoord. Ze sprong van een hoog gebouw, in februari 1978, dertig jaar na de communistische coup in Tsjecho-Slowakije. “Ze nam een krukje mee, pakte de lift naar boven en is gesprongen. Mijn moeder was hier niet gelukkig, ze heeft het slecht verdragen. Uit je moederland vertrekken is enorm ingrijpend in een mensenleven, dat wordt erg onderschat.”", "Haar vader stierf jaren later, in het ziekenhuis, op 83-jarige leeftijd. Hij kreeg in Nederland nooit de kansen die zijn dochter wel kreeg. De taal stond hem in de weg. “We hadden altijd ruzie. Hij bleef altijd zeer tegen het communisme. Ik was milder. Voor mij hoefde niet iedereen te hangen, voor hem wel.”", "Milan Kundera", "Zelf vond ze haar draai in Rotterdam wel. Beranová studeerde en had lange tijd een baan, maar ging buiten kantooruren volledig op in de culturele wereld. Met twee anderen begon ze theater met een boodschap te maken. Met succes: ze speelden in juni 1970 zelfs op Holland Pop, het Rotterdamse festival waar voor het eerst de Nederlandse hippiegeest rondwaarde. Tussen de muziek van groepen als Pink Floyd en The Byrds door ging het op een klein ­podiumpje opeens over oorlog en vrede. “Als je de oorlog hebt gezien, wil je er anderen voor waarschuwen. Een boodschap vind ik een groot woord, maar ik ben me ervan bewust dat er veel verkeerd is in de wereld.”", "Na het theater volgde al snel de poëzie. Voor het Rotterdamse festival Poetry International begon Beranová het werk van dichters te vertalen die in eigen land verboden waren te dichten. Milan Kundera was er een van. “We hadden veel gemeen. Hij kwam ook uit Tsjechië, hij was ook een vluchteling. Milan verbleef in Parijs, op uitnodiging van Frankrijk, om les te geven aan de universiteit.”", "In deze zelfde bovenwoning werkte ze begin jaren tachtig aan de vertaling van zijn roman De ondraaglijke lichtheid van het bestaan. Tegen die tijd was ze fulltime schrijver en vertaler geworden. “De dag waarop ik ontslag nam van mijn ‘gewone baan’ was de mooiste dag van mijn leven.” De klassieker van Kundera is “een prachtig boek. Het is in Nederland ook nog steeds een bestseller. Ongelooflijk: ik geniet nog steeds van de auteursrechten.”", "Vreemde eend in de bijt", "Vooral in Rotterdam werd ze uiteindelijk zelf ook een populair auteur, al was het in een kleine scene: de dichters en schrijvers van het Rotterdam in wederopbouw kenden elkaar nagenoeg allemaal. Beranová verkeerde in dezelfde kringen als Jules Deelder, Frans Vogel en Rien Vroegindeweij. In 2009 en 2010 was ze stadsdichter van Rotterdam. In 2008 kreeg ze de Erasmusspeld, voor haar verdiensten voor de letteren in de stad. “Ik was een vreemde eend in de bijt, met mijn Tsjechische afkomst. Maar Rotterdam was een open stad, zonder meer, en op mijn manier ben ik wel bij de Rotterdamse School gaan horen.”", "Terwijl haar dichtwerk wel anders was dan dat van de gemiddelde Rotterdamse poëet, die het vaak in rauwe eerlijkheid zocht. Het geluid van heipalen kwam in haar poëzie niet voor, haar werk was zachter van aard. ‘Wie een brug legt naar een ander’, dichtte ze bijvoorbeeld eens, ‘kan altijd heen en terug’. En ook:", "Waar telkens weer bommen vallen", "Zijn schuilplaatsen gedachten", "En omgekeerd", "“Het spreken over vrede en oorlog is voor mij bijna altijd een vertrekpunt”, zegt Beranová. “Op den duur, als je maar volhoudt, wordt er geluisterd. Minder dan ik gehoopt had, misschien, want ik kan dingen niet in mijn eentje beïnvloeden. Maar ik kan wel een aanzet geven.”", "Laatste stukje", "Toen twee jaar geleden haar geliefde overleed, de Rotterdamse journalist Jim Postma, ging het schrijven niet meer, tot haar eigen frustratie. “Ik heb zelfs al gezegd: ik houd niet meer van mezelf. Maar ik was letterlijk in shock na zijn dood. Ik was veel ouder dan hij en had nooit gedacht dat ik hem zou over­leven. Na een afscheidsgedicht heb ik nauwelijks meer geschreven. Ik moet de bladzijde zien om te draaien en mijn eigen weg weer zien te vinden. Daar ben ik nu een beetje mee bezig. Maar sindsdien heb ik het gevoel dat ik in het laatste stukje van mijn leven zit.”", "Toch wilde Beranová ook na de dood van haar partner niet terug naar Tsjechië. Ze hoort hier thuis, zegt ze, tot haar dood. Een paar maanden was ze vorig jaar bezig met het onderzoeken van de mogelijkheden. Van het plan om haar huis achter te laten aan jongere schrijvers bleef ze al die tijd zeker. “Na mijn dood wordt dit huis een nest voor andere schrijvers, waarin ze kunnen werken en veilig kunnen zijn. In een heel persoonlijke omgeving, omdat ik al mijn spullen hier achterlaat.”", "Beranová heeft de overdracht laten vastleggen: haar woning en inboedel gaan naar ICORN, een internationaal netwerk voor vluchtelingen. De Rotterdamse Stichting Verhalenhuis Belvédère gaat het huis beheren. “Wie er gaan komen, weet ik natuurlijk nog niet. Ik hoop vooral dat dit een nieuwe weg opent, en dat er in de toekomst behalve aan andere goede doelen ook wordt gedacht aan dit soort voorzieningen voor makers in nood.”", "De schrijver Maarten Biesheuvel bij zijn huis in Leiden. Beeld Werry Crone", "Jammer dat Nederland het schrijvershuis niet koestert Waarom zijn er nauwelijks openbare schrijvershuizen in Nederland? Te duur, te ingewikkeld, zegt Aad Meinderts, directeur van het Literatuurmuseum. Dat Jana Beranová haar woning na haar dood aan schrijvers doneert, is ‘geweldig mooi’, zegt directeur Aad Meinderts van het Literatuurmuseum in Den Haag. Want het vinden van werkruimte is voor schrijvers een nijpend probleem. Meinderts noemt het een bijzonder idee dat niet alleen de woning, maar ook de inboedel van Beranová na haar dood ­intact moet blijven. Het is in Nederland niet gebruikelijk dat de nalatenschap van auteurs bewaard blijft. En ook niet dat hun huizen na hun dood geconserveerd en openbaar worden. “Nederland kent weinig van zulke schrijvershuizen, terwijl dit fenomeen in het buitenland veel gebruikelijker is. In bijvoorbeeld Frankrijk en België wordt het literaire verleden op deze manier groots en meeslepend gevierd. Dat doen wij veel minder. Misschien ligt het aan het calvinistische gedachtegoed in Nederland: doe maar gewoon, dan doe je al gek genoeg. Maar het heeft ook te maken met het betrekkelijk kleine Nederlandse taalgebied. Duitsland heeft een auteur als Goethe, Frankrijk heeft George Sand, maar Nederland kent nauwelijks schrijvers die zijn door­gebroken bij een groter publiek. “Het is wrang om te zeggen, maar het bekendste schrijvershuis in Nederland is het Anne Frank Huis. Dat heeft natuurlijk een heel specifieke achtergrond. Dat geldt ook voor het Muiderslot: dat was het ­zomerverblijf van P.C. Hooft, maar daar ga je vooral heen omdat je een kasteel uit die periode wil bekijken. Natuurlijk kom je daar ook in aanraking met het leven van Hooft, maar dat is toch niet het motief om zo’n plek te bezoeken.” Digitaal alternatief Veel bestaande schrijvershuizen in ­Nederland lijden daarom een moeizaam bestaan, weet Meinderts. Nieuwe initiatieven zijn er dan ook nauwelijks. “Er is onvoldoende belangstelling voor dit soort musea. Ze lijden een kwijnend bestaan. Neem het huis van Harry Mulisch: de ­kamers zijn er nog, maar de plannen om er een dagelijks te bezoeken museum van te maken, zijn op niets uitgelopen.” Dat doet Meinderts zeer, maar het Literatuurmuseum ontwikkelde een digitaal alternatief. “Na zijn overlijden hebben we de werkkamer van Mulisch ontzettend goed gefotografeerd. Zodanig goed dat het mogelijk is om zijn woning nu virtueel te bezoeken. Het is zo goed gedaan, dankzij ongelooflijk veel foto’s, dat je echt het idee hebt dat je er ronddwaalt. Je kunt bovendien op voorwerpen klikken en iets over de achtergrond horen. Misschien is dat wel een methode die veel meer moet worden gevolgd.” Want het in stand houden en openbaar maken van een schrijvershuis is extreem ingewikkeld, zegt Meinderts. “Dan moet je denken aan conserveringsmaatregelen en klimaatregelingen. Voor je het weet, ben je tonnen aan euro’s verder.” En dat, vermoedt hij, is geen haalbare kaart. “Er is altijd een gevecht met gemeentes om subsidies rond te krijgen. Er is in Nederland kennelijk niet veel bereidheid om aan literair erfgoed grote bedragen te besteden.’’", "De werkkamer van schrijver Harry Mulisch is nog in de originele situatie. Beeld Patrick Post", "Lees ook:", "Dichten na Deelder: ‘Hij liet me de weg zien, als dichter en als mens’", "Rotterdam mist Jules Deelder, de dichter die een jaar geleden op 75-jarige leeftijd is gestorven. Meerdere dichters in de stad laten zich inspireren door Deelder. Hun werk ademt zijn geest.‘Ik zag Jules en dacht: dat wilde ik ook.’", "Ooit een vrolijke beestenboel, nu staat Maarten Biesheuvels ‘Sunny Home’ kaal te koop", "", "Het beroemde ‘Sunny Home’ van de overleden schrijver Maarten Biesheuvel en zijn vrouw Eva staat te koop. Een museum komt er vooralsnog niet."], "authors": ["Anton Slotboom"], "keywords": ["ik", "van", "veilige", "schrijvers", "voor", "nest", "en", "een", "ze", "wordt", "gevaar", "dat", "lopen", "niet", "te", "het", "haar", "schuilplaats"], "pubDate": "2021-01-11T10:54:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}