{"id": "cc022a13-3f44-3c26-b123-0018c49951e0", "title": "Verscheen Maria echt in Amsterdam? Voor deze kerkgangers is er geen twijfel over mogelijk", "url": "https://trouw.nl/religie-filosofie/verscheen-maria-echt-in-amsterdam-voor-deze-kerkgangers-is-er-geen-twijfel-over-mogelijk~b5940675/", "summary": "Maar het bovennatuurlijke karakter ervan – de visioenen – wordt door de Congregatie van de Geloofsleer van het Vaticaan niet erkend.\n“Ik vind het droevig dat het zo gelopen is, maar negatieve oordelen van het Vaticaan spelen al heel lang.\n“Toen ik hoorde van het bericht van het ­Vaticaan was ik erg verrast.\n“Misschien alleen nog wel meer.”Zuster Crescentia concludeert: “Natuurlijk zullen we gehoorzamen aan het Vaticaan.\nHet bedevaartsoord van Maria Vrouwe van alle Volkeren verliest de erkenning van de bisschop.", "paragraphs": ["De Maria­verschijningen van Amsterdams zieneres Ida Peerdeman worden door het Vaticaan niet erkend, verklaart bisschop Hendriks van Haarlem-Amsterdam. De ‘Kapel van de Vrouwe’ die hieromheen is ontstaan, houdt hoop op een ommekeer.", "Verscheen Maria in de jaren 40 en 50 echt in Amsterdam of niet? Voor geloofs­genoten van de Kapel van de Vrouwe aan de Diepenbrockstraat in Amsterdam is het antwoord op die vraag een eenduidig ja. De kapel is in 1976 ingewijd, nadat er een devotie ontstond rondom tientallen visioenen van Maria aan ‘zieneres’ en administratief medewerkster Ida Peerdeman. De visioenen zouden van 1945 tot 1959 hebben plaatsgevonden. Maria stelde zich hierbij aan Peerdeman voor als ‘Vrouwe’ of ‘Moeder van alle Volkeren’, en zou meerdere boodschappen en geloofsinterpretaties aan Peerdeman doorgegeven hebben, waaronder een voor de gemeenschap dierbaar gebed, een afbeelding van Maria en de titel ‘Vrouwe van alle Volkeren’, zoals ze zich aan Peerdeman voorstelde.", "Maar het Vaticaan gelooft niet in het bovennatuurlijke karakter van deze visioenen, zo verklaarde bisschop Hendriks van Haarlem-Amsterdam op 30 december vorig jaar. Volgens Hendriks’ toelichting is de Mariadevotie zoals de Kapel van de Vrouwe die nu uitdraagt in de afbeelding, het gebed en de titel toegestaan. Maar het bovennatuurlijke karakter ervan – de visioenen – wordt door de Congregatie van de Geloofsleer van het Vaticaan niet erkend. Iedere verwijzing ernaar moet worden gestaakt.", "Het grootste wonder", "“Er zijn wel appels, maar de ­appelboom mag niet genoemd ­worden”, zegt Pieter van der Veen. Zojuist was hij bij het rozenkransgebed voor Maria en de aansluitende mis, als een van de pakweg twintig mensen die daar op woensdagmiddag in de kerk zaten. “Ik vind het droevig dat het zo gelopen is, maar negatieve oordelen van het Vaticaan spelen al heel lang. Het grootste wonder is eigenlijk dat ondanks alles het prentje, het gebed en de boodschappen van Maria zich over de hele wereld verspreiden. Tientallen miljoenen exemplaren, in talloze vertalingen. Terwijl er ­altijd een soort verbod heeft ­gekleefd aan die boodschappen.”", "Het infocentrum naast de kapel waar Van der Veen zit, benadrukt het internationale karakter van deze geloofsgemeenschap. Honderden bidprentjes en boekjes, van Armeens tot Chinees, posters, cd’s en kaartjes zijn hier te koop. Jaarlijks bezochten zo’n zeventig geloofs­gemeenschappen de kapel.", "Gehoorzamen", "Hoe zit dat precies met dat Vaticaanse oordeel? Na een psychologisch onderzoek in 1956 deelde de Congregatie mee dat de boven­natuurlijke verschijningen van Peerdeman niet worden erkend. Een bevestiging hiervan volgde nogmaals in 1974. Toch stelde de Nederlandse bisschop van Haarlem-Amsterdam Jos Punt zich – op eigen titel – in 2002 wél achter de visioenen. Wat het Vaticaan vorig jaar dus doorgaf aan Hendriks, was een herhaling van de boodschap van 1956, van de toenmalige bisschop Huibers van Haarlem: ‘non constat de supernaturalitate’. De bovennatuurlijkheid van de verschijningen wordt niet bewezen geacht.", "“Ik ben wel teleurgesteld door wat Rome heeft gezegd”, zegt Cunera Huibers, actief vrijwilligster en bezoeker van de kapel sinds 1987. “We kunnen niet meer over de verschijningen praten, want we moeten gehoorzaam zijn aan het Vaticaan. Maar in mijn persoonlijke ­geloofsbeleving verandert er niets. Ik ben nog steeds overtuigd van de visioenen van Ida Peerdeman en de manier van verering die daarbij hoort. De bisschoppen kunnen dat niet veranderen.” Huibers wijst op de vele bijzonderheden die zich rondom de Amsterdamse Mariaverering hebben afgespeeld. “Bekeringen van mensen die in deze kapel kwamen, mensen die emotioneel geraakt zijn, maar ook bisschoppen van over heel de wereld die een verdieping van hun geloof ervaren door de Vrouwe. Dat kun je niet zomaar wegpoetsen.”", "Van Afrika tot Libanon", "De gemeenschap in Amsterdam bestaat uit zo’n driehonderd mensen, maar gebedsprentjes van de kapel met het gebed en de afbeelding gaan heel de wereld over. Alleen al in de laatste twaalf jaar zouden er zo’n tien miljoen gebeds­prentjes zijn verspreid, van Afrika tot Libanon. De kapel trekt jaarlijks duizenden bezoekers. Naar de gebedsdag van de kapel komen ieder jaar zo’n achthonderd mensen. Dagelijks is er een ‘heilige’ mis en een rozenkransgebed tot ‘De Vrouwe’, wier metershoge afbeelding als schilderij in de kerk hangt: een jonge vrouw met lang zwart haar staand op een wereldbol, achter zich een houten kruis en een kudde schapen onder zich, precies zoals het beeld van Maria zich in een visioen aan Peerdeman voordeed.", "De discussie rond de legitimiteit van de visioenen speelt dus al sinds vlak na de oorlog. Toch brandt onder kerkgangers nog steeds het kaarsje van de hoop, dat het Vaticaan op den duur een ommekeer maakt.", "Zuster Crescentia, volledig in het wit gekleed, zit naast Huibers in het infocentrum naast de kapel en deelt haar mening. “Toen ik hoorde van het bericht van het ­Vaticaan was ik erg verrast. Maar uiteindelijk ben ik dankbaar voor de boodschap van bisschop Hendriks, die een correcte oplossing heeft gegeven in deze uitzichtloze situatie.”", "‘De wegen van de Heer zijn niet de wegen van het Vaticaan’", "Maria is als moeder en vrouw een belangrijk figuur binnen de katholieke geloofsleer, en dus botsen het gebed, de afbeelding en de titel als zodanig niet met de opvattingen van het Vaticaan.", "Maar alle expliciete én impliciete verwijzingen naar Peerdemans visioenen zijn officieel niet meer toegestaan. Van der Veen neemt geen genoegen met deze boodschap en gelooft dat het Vaticaan op den duur wel bijdraait. “De ­wegen van de Heer zijn niet de ­wegen van het Vaticaan. Dat blijkt wel door de eeuwen heen. Neem ­alleen al de devotie tot de Barm­hartige ­Jezus, daar is precies hetzelfde gebeurd. Afgekeurd, verboden door het Vaticaan, toen kwam Paus ­Johannes Paulus II en nu is ­deze ­devotie over de hele wereld verspreid.”", "Misganger Jutta Huisman valt hem bij. “In Medjugorje zijn heel veel wonderen en helingen gebeurd. Het Vaticaan wilde daar eerst ook niks van weten.” In Medjugorje, Bosnië, verscheen Maria naar verluidt voor het eerst in 1981 aan een plaatselijk groepje kinderen. Sinds 2019 staat het Vaticaan officiële pelgrimages vanuit katholieke bisdommen en parochies toe. De authenticiteit van de Mariaverschijningen in Medjugorgje wordt nog altijd door het Vaticaan onderzocht.", "Padre Pio", "“Het Vaticaan heeft altijd veel tijd nodig”, vervolgt Huisman. “Ook als je denkt aan Padre Pio, die door iedereen als een heilige vereerd werd. Het Vaticaan zat hem in de weg, ze verboden hem een jaar lang om missen op te dragen voor het publiek.”", "In 2002 werd Pio heilig verklaard door paus Johannes Paulus II. “Het is iets van alle tijden. En daardoor denk ik dat wij ons als gelovigen niet moeten laten ontmoedigen om met onze devotie tot Maria als de Moeder van alle Volkeren door te gaan”, zegt ze vastberaden. “We gaan er niet minder van naar de kerk”, aldus Van der Veen. “Misschien alleen nog wel meer.”", "Zuster Crescentia concludeert: “Natuurlijk zullen we gehoorzamen aan het Vaticaan. Maar veel mensen hebben hulp en kracht ervaren uit dit geloof. Die ervaring blijft, en is echt.”", "Lees ook:", "Klap voor Lourdes aan de Amstel: Maria is toch níet in Amsterdam verschenen", "Maria is toch niet in Amsterdam verschenen. Het bedevaartsoord van Maria Vrouwe van alle Volkeren verliest de erkenning van de bisschop. Een gevoelige tik."], "authors": ["Sieme De Wolf"], "keywords": ["verscheen", "geen", "kapel", "deze", "er", "echt", "vaticaan", "mogelijk", "die", "maria", "twijfel", "van", "en", "een", "aan", "voor", "kerkgangers", "het", "niet"], "pubDate": "2021-01-11T12:13:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}