{"id": "cc11dee9-1d50-3008-bbca-44a8383aee79", "title": "Het eindpunt van de trein, kan dat wel?", "url": "https://trouw.nl/cultuur-media/het-eindpunt-van-de-trein-kan-dat-wel~bfb886a9/", "summary": "Een lezer vraagt mijn mening over de mededeling van de conducteur dat het volgende station ‘het eindpunt van de trein’ is.\nMaar belangrijker nog is dat het woord ‘eindbestemming’ een woord is dat meestal gebruikt wordt voor reizen in verschillende trajecten.\nMaar de conducteur van een trein heeft geen idee van de hele reisgeschiedenis of -toekomst van alle individuele reizigers.\nAls je het woord ‘trein’ per se alleen in de betekenis ‘vervoermiddel’ zou willen zien, zou je ook niet moeten spreken van ‘de trein van Amsterdam naar Haarlem’, want dat zou dan wel een heel erg lange trein zijn.\nHet is een feit dat de uitdrukking ‘het eindpunt van deze trein’ op dit moment de meest gebruikte formulering voor de bedoelde betekenis is.", "paragraphs": ["Een lezer vraagt mijn mening over de mededeling van de conducteur dat het volgende station ‘het eindpunt van de trein’ is. Moet dat niet zijn ‘de eindbestemming van de treinreis’? Welnu, mijn mening is: nee, dat is niet beter. Dat is slechter.", "Om te beginnen vrees ik dat het woord ‘eindbestemming’ ook al het mikpunt van taalkritiek zou zijn, omdat het woord ‘bestemming’ immers al een einde impliceert, en dus dubbelop zou zijn. Maar belangrijker nog is dat het woord ‘eindbestemming’ een woord is dat meestal gebruikt wordt voor reizen in verschillende trajecten. Je reist bijvoorbeeld eerst met een vliegtuig naar een bepaalde bestemming, dan stap je over naar een andere bestemming, en dan ga je met de trein naar je eindbestemming. Maar de conducteur van een trein heeft geen idee van de hele reisgeschiedenis of -toekomst van alle individuele reizigers. Voor sommige reizigers zal het aankomststation helemaal geen eindbestemming zijn.", "Ook de tweede ‘verbetering’ (treinreis in plaats van trein) lijkt me eerder een verslechtering. ‘Treinreis’ is een veel te algemeen woord, dat moeilijk te beperken is tot een enkel traject. Het woord ‘trein’ in de betekenis ‘traject’ is heel gewoon, en dus de beste keuze. Als je het woord ‘trein’ per se alleen in de betekenis ‘vervoermiddel’ zou willen zien, zou je ook niet moeten spreken van ‘de trein van Amsterdam naar Haarlem’, want dat zou dan wel een heel erg lange trein zijn.", "Mijn oude promotor had een mooie term voor de fout die deze criticus maakt. Hij noemde dat ‘slimmer proberen te zijn dan de feiten’. Het is een feit dat de uitdrukking ‘het eindpunt van deze trein’ op dit moment de meest gebruikte formulering voor de bedoelde betekenis is. Waarschijnlijk is het dus communicatief het meest efficiënt. Dat feit kun je proberen te begrijpen, maar corrigeren is slimmer proberen te zijn.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["van", "het", "zou", "eindpunt", "kan", "een", "je", "dat", "te", "trein", "woord", "wel", "voor"], "pubDate": "2020-12-04T13:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}