{"id": "cc237f6a-b281-3a61-b75f-a287eb35d67f", "title": "Meer dan vierhonderd woningen in kantoorgebouw aan Plesmanlaan", "url": "https://nu.nl/leiden/6100638/meer-dan-vierhonderd-woningen-in-kantoorgebouw-aan-plesmanlaan.html", "summary": "Het kantoorpand op de hoek van de Plesmanlaan en de Ehrenfestlaan in Leiden gaat veranderen in een gebouw met meer dan vierhonderd woningen.\nNu wil het stadsbestuur er een modern woongebouw met aanvullende voorzieningen van maken.\nEr zouden dan etages aan het bestaande gebouw worden toegevoegd.\nNaast de 410 tot 420 woningen komen er aan de onderkant van het gebouw enkele aanvullende voorzieningen, zoals een koffiecorner of een sportschool.\nVan alle woningen is minimaal 20 procent bestemd voor het sociale segment en 40 procent voor middeldure huurwoningen.", "paragraphs": ["Het kantoorpand op de hoek van de Plesmanlaan en de Ehrenfestlaan in Leiden gaat veranderen in een gebouw met meer dan vierhonderd woningen. Nadat de Amerikaanse multinational Jacobs er vertrok, stond het pand een tijdje leeg. Nu wil het stadsbestuur er een modern woongebouw met aanvullende voorzieningen van maken.", "Ontwikkelaar Urban Interest had eerder plannen om vijfhonderd woningen te realiseren op Plesmanlaan 100. Er zouden dan etages aan het bestaande gebouw worden toegevoegd. Omwonenden maakten zich toen zorgen over het aantal parkeerplaatsen. In de parkeergarage onder het gebouw is namelijk plek voor 199 auto's.", "Naast de 410 tot 420 woningen komen er aan de onderkant van het gebouw enkele aanvullende voorzieningen, zoals een koffiecorner of een sportschool. Daarnaast wordt een aantal bouwlagen aan het pand toegevoegd.", "Van alle woningen is minimaal 20 procent bestemd voor het sociale segment en 40 procent voor middeldure huurwoningen. De bouw begint naar verwachting halverwege 2022."], "authors": ["Door"], "keywords": ["er", "van", "kantoorgebouw", "dan", "het", "voorzieningen", "voor", "woningen", "een", "aan", "gebouw", "procent", "vierhonderd", "meer", "plesmanlaan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}