{"id": "cc2d184a-a09c-32a0-9b53-4b5aa3bdb28f", "title": "Het is onduidelijk wanneer Quincy Promes een masker draagt, en wanneer niet", "url": "https://volkskrant.nl/sport/het-is-onduidelijk-wanneer-quincy-promes-een-masker-draagt-en-wanneer-niet~b610a6f2/", "summary": "Promes en Van der Meijde noemden elkaar bro en er werd onderweg veel gelachen.\nStappen deed hij nauwelijks nog, zei Promes, hij was een oude man geworden.\nNadat De Telegraaf zondag had gemeld dat Promes was gearresteerd op verdenking van betrokkenheid bij een steekpartij, begon onmiddellijk het grote, feitenvrije duiden.\nJason L. nam zijn deel van het duet op vanuit de gevangenis, schreef Het Parool.\nHet is alleen volstrekt onduidelijk wanneer de vrolijke voetballer een masker draagt, en wanneer niet.", "paragraphs": ["Voor een interview in de reeks Bij Andy in de auto! stapte Ajax-aanvaller en international Quincy Promes begin september 2019 in bij Andy van der Meijde. De rit in Amsterdam duurde een halfuurtje. Promes en Van der Meijde noemden elkaar bro en er werd onderweg veel gelachen.", "Tussen de lachsalvo’s door sneed Van der Meijde een keur aan onderwerpen aan, met een terloopsheid die goed uitpakte. Promes zei lieve dingen over zijn ouders, vertelde over zijn jeugd (‘goed’), zijn kledinglijn, de vriendschap met Memphis Depay (‘een soort broer’), rappen en over ouder worden.", "Stappen deed hij nauwelijks nog, zei Promes, hij was een oude man geworden. ‘Het kwartje is gevallen’. Promes is 28.", "Op grond van dit interview, te zien op YouTube (en hieronder), zou je niet zeggen dat Promes ‘een soort patiënt is als het om emotie en woede gaat’, zoals Johan Derksen maandag in Veronica Inside beweerde, op een stellige toon die suggereerde dat de voetballer jarenlang bij hem op een sofa heeft gelegen.", "Nadat De Telegraaf zondag had gemeld dat Promes was gearresteerd op verdenking van betrokkenheid bij een steekpartij, begon onmiddellijk het grote, feitenvrije duiden. Veel commentatoren hadden ‘iets gehoord’. De aftrap werd gegeven door Jan van Halst, in Rondo op Ziggo Sport. Presentator Jack van Gelder vroeg om een reactie op de arrestatie.", "Van Halst reageerde als eerste. Marco van Basten zei helemaal niks, die keek wel linker uit. In tegenstelling tot de meeste mensen was Van Halst niet verrast door de arrestatie van een 48-voudige international, vijf maanden nadat hij in een loods in Abcoude een familielid in het been zou hebben gestoken.", "Want, zo zei hij, ‘Promes heeft heel vaak wat aan zijn kont hangen. Bij Ajax is hij weggestuurd omdat hij, nou ja, wat raar gedrag vertoonde.’", "Deze verwijzing vonden ze aan tafel wat te ver gaan. Toen hij zestien was, zei Van Gelder. Een andere oud-voetballer aan tafel, Youri Mulder, stelde ook vast dat het heel lang geleden was. Daarna zei Van Halst dit:", "‘Ik heb ook helaas gehoord dat hij wel vaker, eh, in bepaalde circuits zat, dat je zegt: waarom nou? Hij uit zich daar ook in, met rappers die ook niet zo’n goed verleden hebben. Ik vind het heel teleurstellend, want hij is een heerlijk jong.’", "Online was toen al een stuk van Het Parool verschenen waarin de relatie werd beschreven van Promes met rappers die niet zo’n goed verleden hebben. Met een van hen, Djaga Djaga alias Jason L, werkte hij samen in het project Chakutu.", "Jason L. nam zijn deel van het duet op vanuit de gevangenis, schreef Het Parool. ‘Daar zit hij een gevangenisstraf uit van 18 jaar voor zijn rol bij de liquidatie van crimineel Abderrahim ‘Appie’ Belhadj, op de galerij van Bijlmerflat Kikkenstein’. Dat was in maart, het kwartje bij Quincy Promes was kennelijk niet helemaal goed gevallen.", "Wat zijn omgang met criminele rappers te maken heeft met zijn mogelijke rol in een steekpartij tijdens een feest in Abcoude, is niet helemaal duidelijk. Van Halst was niet de enige die het verband legde. Kennelijk denken veel mensen dat je op feesten familieleden in hun been gaat steken als je foute vrienden hebt.", "‘Een hele toffe gozer waarmee je kan lachen’, concludeerde Van der Meijde vorig jaar na de rit door Amsterdam over Promes. Ze gingen snel weer eens afspreken. Ajax-aanvoerder Tadic noemde hem deze week ‘onze vriend’ en ‘familie’, trainer Ten Hag zei dat zijn hart was gebroken toen hij het nieuws over de arrestatie vernam.", "Mask QP, heet de kledinglijn van Quincy Promes. De naam is wonderbaarlijk goed gekozen. Het is alleen volstrekt onduidelijk wanneer de vrolijke voetballer een masker draagt, en wanneer niet."], "authors": ["Paul Onkenhout"], "keywords": ["zijn", "van", "onduidelijk", "quincy", "masker", "en", "een", "draagt", "op", "hij", "het", "promes", "niet", "dat", "wanneer"], "pubDate": "2020-12-18T16:58:45Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}