{"id": "cc389cb0-4e9b-3fba-a9ff-5db30078033f", "title": "Britse autosector bezorgd om Brexit, coronacrisis en elektrisch rijden", "url": "https://nu.nl/economie/6092900/britse-autosector-bezorgd-om-brexit-coronacrisis-en-elektrisch-rijden.html", "summary": "Het zijn zware en onzekere tijden voor de Britse auto-industrie.\nIn de eerste tien maanden van het jaar zijn een derde minder auto's geproduceerd en onzekerheid is troef.\nNiet alleen door de coronacrisis, maar ook door de Brexit en de uitdagingen om veel meer elektrische auto's te maken.\nNet als de rest van het Britse bedrijfsleven zien ook de autoproducenten reikhalzend uit naar een Brexit-deal.\nDe Europese Unie is de grootste exportmarkt voor de auto's uit het VK.", "paragraphs": ["Het zijn zware en onzekere tijden voor de Britse auto-industrie. In de eerste tien maanden van het jaar zijn een derde minder auto's geproduceerd en onzekerheid is troef. Niet alleen door de coronacrisis, maar ook door de Brexit en de uitdagingen om veel meer elektrische auto's te maken.", "In oktober rolden iets meer dan 110.000 auto's van de band in het Verenigd Koninkrijk, blijkt uit donderdag gepubliceerde cijfers van de brancheorganisatie Society of Motor Manufacturers and Traders (SMMT). Dat brengt het totaal voor dit jaar op 743.000, een derde minder dan in dezelfde periode vorig jaar.", "Net als de rest van het Britse bedrijfsleven zien ook de autoproducenten reikhalzend uit naar een Brexit-deal. De Europese Unie is de grootste exportmarkt voor de auto's uit het VK. Verder moet de sector voldoen aan de ban op de verkoop van nieuwe auto's die rijden op fossiele brandstoffen. Dit gaat in 2030 in.", "\"Deze cijfers zijn opnieuw slecht nieuws voor een sector die hard wordt geraakt door COVID-19, Brexit en de ongekende uitdaging om in een periode van tien jaar volledig over te schakelen naar elektrische aangedreven auto's\", aldus topman Mike Hawes van de SMMT."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["autosector", "van", "brexit", "het", "op", "jaar", "voor", "zijn", "bezorgd", "coronacrisis", "een", "autos", "en", "om", "britse", "rijden", "uit", "elektrisch"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}