{"id": "cc38e571-921d-384d-a99c-f28f560ad099", "title": "Gebiedsverbod jongeren in Valkenswaard: 'Plannen met zwaar vuurwerk'", "url": "https://nu.nl/eindhoven/6099572/gebiedsverbod-jongeren-in-valkenswaard-plannen-met-zwaar-vuurwerk.html", "summary": "De gemeente Valkenswaard legt een groep jongeren een gebiedsverbod op tijdens de jaarwisseling.\nZij zouden van plan zijn om 'met zwaar vuurwerk onrust en vernieling te plegen', schrijft burgemeester Anton Ederveen in een brief die aan de ouders van de jongeren is overhandigd.\nDe burgemeester spreekt in de brief van een 'ernstige dreiging van verstoring van de openbare orde' door de jongeren.\nWanneer de jongeren zich hier niet aan houden, krijgen zij een boete van 4.000 euro opgelegd.\n\"Houden jongeren zich op binnen het genoemd gebied of de straten, dan zijn zij strafbaar en mag de politie optreden\", staat in de brief.", "paragraphs": ["De gemeente Valkenswaard legt een groep jongeren een gebiedsverbod op tijdens de jaarwisseling. Zij zouden van plan zijn om 'met zwaar vuurwerk onrust en vernieling te plegen', schrijft burgemeester Anton Ederveen in een brief die aan de ouders van de jongeren is overhandigd.", "De burgemeester spreekt in de brief van een 'ernstige dreiging van verstoring van de openbare orde' door de jongeren. Daarom wordt een gebiedsverbod opgelegd van zes uur vanavond tot vrijdagochtend zes uur.", "Wanneer de jongeren zich hier niet aan houden, krijgen zij een boete van 4.000 euro opgelegd. Ook komt er extra cameratoezicht bij het gemeentehuis.", "Volgens de burgemeester zijn er signalen dat de aangeschreven jongeren deel uitmaken van een groep die 'hinderlijke, overlast gevende en zelfs strafbare gedragingen' vertoont . Welke signalen dat zijn en waar ze vandaan komen is onduidelijk.", "De jongeren mogen zich donderdagavond niet binnen een afgebakend gebied begeven. Dat gebied beslaat onder meer de Europalaan, de Valkenierstraat, de Markt en de Waalreseweg. \"Houden jongeren zich op binnen het genoemd gebied of de straten, dan zijn zij strafbaar en mag de politie optreden\", staat in de brief.", "De gemeente beroept zich op een artikel in de gemeentewet, die voorschrijft dat de vrijheden van personen die herhaaldelijk de openbare orde hebben verstoord, of waarvan de vrees bestaat voor verdere verstoring van de openbare orde, kunnen worden ingeperkt."], "authors": ["Door"], "keywords": ["zij", "zijn", "vuurwerk", "plannen", "van", "en", "zwaar", "met", "een", "jongeren", "valkenswaard", "orde", "dat", "zich", "die", "gebiedsverbod"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}