{"id": "cc3eabe6-6e6e-308c-9e3e-be3694859e33", "title": "Getrouwd? Dan ben en leef je gezonder!", "url": "https://www.metronieuws.nl/lifestyle/fit-gezond/2020/12/getrouwd-dan-ben-en-leef-je-gezonder/", "summary": "Trouwen of getrouwd zijn zou namelijk het risico op chronische ziektes verlagen, en getrouwde mensen hebben een lager BMI en minder kans op hart- en vaatziekten.\nMensen met hoog BMI meer kans om te trouwenOm te trouwen, hoef je niet per se gezond te zijn.\nMensen met een ongezond(ere) BMI hadden namelijk meer kans om ooit te trouwen dan mensen met een gezond BMI.\nGezond maakt niet gezonderMaar hoezo is trouwen en getrouwd zijn dan goed voor je gezondheid?\nWitte mensen en vrouwen hebben minder kans om gezondheidsvoordelen te halen uit het huwelijk dan mannen en mensen van kleur.", "paragraphs": ["Getrouwd? Dan ben en leef je gezonder!", "Heb jij je partner voor het leven gevonden? Dan ben je waarschijnlijk gezonder dan je single medemens. Dat blijkt uit een nieuw onderzoek, gepubliceerd in Personal Relationships. In het onderzoek wordt de link tussen gezond leven en trouwen of getrouwd zijn bekeken.", "Het huwelijk blijkt dus goed te zijn voor je gezondheid. Maar hoe kan dat? In Psychology Today worden enkele redenen uiteengezet. Zo kan het komen door meer sociale steun, bijvoorbeeld van je partner, of economische voordelen. Ook kan simpelweg een gezondere levensstijl de oorzaak zijn. Trouwen of getrouwd zijn zou namelijk het risico op chronische ziektes verlagen, en getrouwde mensen hebben een lager BMI en minder kans op hart- en vaatziekten.", "Het onderzoek begon in 2005, de onderzoekers verzamelden elke twee jaar data van hun respondenten. Bij de eerste meting waren de deelnemers 20-21 jaar oud. In totaal deden 302 mensen mee aan de studie, een gelijk aantal mannen en vrouwen. 47 procent van de respondenten was wit.", "De onderzoekers verzamelden data over de burgerlijke status, de BMI, chronische ziektes zoals astma en diabetes en data over sociale gezondheidstekenen.", "Mensen met hoog BMI meer kans om te trouwen", "Om te trouwen, hoef je niet per se gezond te zijn. Mensen met een ongezond(ere) BMI hadden namelijk meer kans om ooit te trouwen dan mensen met een gezond BMI. Daarnaast had het hebben van een chronische ziekte bij de eerste meting geen invloed op of iemand later wel of niet zou trouwen. Alleen bij witte mensen was dat wel zo: zij hadden minder kans om te trouwen als ze ook leden aan een chronische ziekte.", "Maar eerdere studies toonden vaak juist aan dat gezondere individuen meer kans hadden om te trouwen. Pyschology Today tracht het verschil in uitkomst tussen dit onderzoek en onderzoeken uit het verleden uit te leggen. Een mogelijke verklaring is dat gewicht en gezondheid niet meer zo belangrijk zijn als vroeger. We vinden opleiding, inkomen en of iemand werkt heeft tegenwoordig belangrijker.", "Gezond maakt niet gezonder", "Maar hoezo is trouwen en getrouwd zijn dan goed voor je gezondheid? Ten eerste werden mensen die al gezond waren vóór ze trouwden, niet nóg gezonder. Bij hen maakt het huwelijk ze niet gezonder, maar steunt het ze waarschijnlijk om dezelfde keuzes te blijven maken. Maar voor mensen met een hoog of ongezond BMI heeft het huwelijk wel degelijk impact op de gezondheid.", "Mensen die trouwden hadden 100% minder kans om acht jaar later een hoge BMI te hebben dan mensen die niet getrouwd zijn. Kortom: singles hebben vaak op latere leeftijd een hogere of ongezonde(re) BMI dan hun getrouwde medemens. Maar dat geldt vooral voor mannen en mensen van kleur. Voor witte mensen en vrouwen valt dit voordeel te verwaarlozen.", "Uit het onderzoek blijkt niet waarom iemands huidskleur of geslacht zo’n invloed heeft op hun gezondheid na het huwelijk.", "Dus?", "Lang verhaal kort: veel eerdere studies toonden aan dat gezonde mensen meer kans hadden om te trouwen, deze studie wijst uit dat juist mensen met een hoog BMI vaker trouwen. Dat komt waarschijnlijk omdat we gewicht en gezondheid tegenwoordig minder belangrijk vinden dan bijvoorbeeld inkomen en opleiding.", "Mensen met een hoog BMI hebben na hun huwelijk meer kans om dat cijfer omlaag te halen. Witte mensen en vrouwen hebben minder kans om gezondheidsvoordelen te halen uit het huwelijk dan mannen en mensen van kleur.", "Lees ook: YouTuber laat vriendin doodvriezen voor 1.000 euro tijdens livestream"], "authors": [], "keywords": ["dan", "mensen", "het", "getrouwd", "kans", "leef", "gezonder", "trouwen", "een", "je", "en", "te", "dat", "bmi", "om", "ben"], "pubDate": "2020-12-07T18:14:54+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}