{"id": "cc3e2a50-55bf-3719-bc19-6633210dd10d", "title": "Groot deel van cryptobedrijven haakt af bij DNB-registratie", "url": "https://nrc.nl/nieuws/2020/12/17/groot-deel-van-cryptobedrijven-ziet-af-van-dnb-registratie-a4024297", "summary": "Van de 56 cryptobedrijven die een registratie aangevraagd hebben bij De Nederlandsche Bank (DNB) om in Nederland actief te mogen blijven, zijn 26 partijen afgehaakt.\nVeertien partijen hebben de registratie van DNB binnen, van nog zestien bedrijven loopt de aanvraag nog.\nEen groot aantal cryptobedrijven claimde bovendien dat er tijdens de invoering van het systeemextra eisen zijn gesteld.\nDNB was bij het maken van de begroting uitgegaan van de 75 partijen die aanvankelijk interesse toonden in een registratie.\nEen kleine betaalinstelling zou komend jaar ruim 10 procent van zijn omzet kwijt zijn aan toezichtkosten, aldus VBIN.", "paragraphs": ["Van de 56 cryptobedrijven die een registratie aangevraagd hebben bij De Nederlandsche Bank (DNB) om in Nederland actief te mogen blijven, zijn 26 partijen afgehaakt. Dat blijkt uit een donderdag gepubliceerde update van de financiële toezichthouder.", "Veertien partijen hebben de registratie van DNB binnen, van nog zestien bedrijven loopt de aanvraag nog. De centrale bank denkt op korte termijn nog een aantal registraties te kunnen afgeven.", "De registratie bij DNB is sinds dit jaar verplicht voor bedrijven die voor klanten cryptomunten, zoals bitcoin, bewaren of die omwisselen naar andere valuta. Om de registratie binnen te kunnen halen, moeten de bedrijven aan allerlei antiwitwasregels voldoen. Bedrijven die uiteindelijk geen registratie krijgen, moeten hun activiteiten in Nederland staken.", "Bedrijven die geen registratie krijgen, moeten hun activiteiten in Nederland staken", "Volgens DNB zijn de partijen om verschillende redenen afgehaakt, bijvoorbeeld om later alsnog een aanvraag in te dienen of omdat de voorbereidingstijd te kort was. Ook zijn een aantal eenmanszaken afgehaakt, omdat ze de kosten voor de registratie te hoog vonden.", "DNB meldt niet of het ook partijen heeft afgewezen voor een registratie. Waarschijnlijk hebben partijen waarbij dat leek te gebeuren al in een eerder stadium te horen gekregen dat ze hun poging beter konden staken.", "Hoge kosten", "In de Nederlandse cryptobranche is er veel ongenoegen over het registratiesysteem. Door de zware toetsing vooraf door DNB, is er volgens criticasters feitelijk sprake van een vergunningssysteem. Daar had de Nederlandse regering eerder juist vanaf gezien, omdat een vergunningsplicht voor cryptobedrijven in strijd is met Europese richtlijnen.", "Een groot aantal cryptobedrijven claimde bovendien dat er tijdens de invoering van het systeemextra eisen zijn gesteld. Daardoor zouden de eisen voor cryptobedrijven uiteindelijk strenger zijn dan voor banken en verzekeraars. DNB heeft toegezegd dat het hierover nog met de branche in gesprek gaat.", "Een tweede groot pijnpunt zijn de toezichtskosten. DNB heeft die voor dit jaar begroot op 1,7 miljoen euro. Die kosten worden gedeeld door de partijen met een registratie. DNB was bij het maken van de begroting uitgegaan van de 75 partijen die aanvankelijk interesse toonden in een registratie. Daardoor zouden de kosten per bedrijf op 22.000 euro uitkomen. Door het hoge aantal afhakers dreigt dat nu ruim meer dan 50.000 euro te worden.", "‘Het rijst de pan uit’", "De cryptobedrijven zijn niet de enige financiële partijen die zich beklagen over de hoge kosten. In Het Financieele Dagblad beklaagden onder meer de banken en verzekeraars zich donderdag over de almaar stijgende rekening van DNB. „Goed toezicht heeft een prijskaartje”, zei voorzitter Chris Buijink van bankenkoepel NVB in de zakenkrant. „Maar het totaal van de toezichtskosten dat voor rekening van de sector komt, rijst nu de pan uit.”", "Vorige maand trok de Verenigde Betaalinstellingen Nederland al aan de bel in een kritische brief aan minister Wopke Hoekstra (financiën, CDA) over de „disproportionele” stijging. Een kleine betaalinstelling zou komend jaar ruim 10 procent van zijn omzet kwijt zijn aan toezichtkosten, aldus VBIN. „Dit verstoort de concurrentiepositie en gaat in tegen het streven van de regering om het vestigingsklimaat in Nederland voor fintechbedrijven aantrekkelijker te maken.”"], "authors": ["Eva Smal", "December Om", "Leestijd Minuten"], "keywords": ["van", "die", "partijen", "een", "cryptobedrijven", "registratie", "haakt", "dnbregistratie", "te", "dnb", "zijn", "groot", "deel", "bij", "voor", "af", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}