{"id": "cc4241d6-d7e7-31fe-a041-28c586728ea6", "title": "Platenbaas Kees de Koning: ‘Ik ben fan van de muziek uit de Jordaan’", "url": "https://www.parool.nl/ps/platenbaas-kees-de-koning-ik-ben-fan-van-de-muziek-uit-de-jordaan~be0a4add/", "summary": "Het credo was: als het lukt, lukt het, en lukt het niet, ook prima.\nDe eerste keer dat ik er kwam, kreeg ik als tip van iemand: neem de in bloed gegaarde haas.\nAls ik het beluister, krijg ik koude rillingen.\nHet is tof dat het er is.\nIk zou zelf het woord niet gebruiken, maar hij zou het een stad van paradijsvogels kunnen noemen.", "paragraphs": ["Beeld Nosh Neneh", "Mijn buurt", "“Dat is de Nieuwmarkt. Ik ben een paar jaar geleden Amsterdam uitgegaan, naar Westzaan. We hadden nog kleine kinderen en dachten: we moeten de stad uit. Daar hadden we een vrijstaand houten pippilangkoushuis met fruitbomen en een postbode die babyzwaantjes van de weg begeleidde. Op de dag van de bezichtiging stonden er pasgeboren kalfjes langs de oever van de sloot. We dachten dat we in een kinderboek terecht waren gekomen. Maar het was minder idyllisch dan het leek. Toen ik terugging naar Amsterdam, moest en zou ik midden in het centrum wonen. Dat is de Nieuwmarkt geworden.”", "Beeld Nosh Neneh", "Dagelijkse boodschappen", "“Het hoogtepunt van wonen op de Nieuwmarkt. Er staat een groentekraam, tot lekker laat, daar ga ik elke dag langs. En bij de visboer, de Amsterdamsche Vischhandel op de Zeedijk, kom ik zeker drie, vier keer per week. De beste winkel van de stad. Het is er zo groot als een gangkast en hij heeft wat ie heeft. Er is een strikt beleid. Als de Hollandse Nieuwe er is, bijvoorbeeld, mogen er geen uitjes en zuur op. De Chinese bakker Hoi Tin is fijn, met goede pork buns, en de toko van Dun Yong op de hoek is natuurlijk altijd goed.”", "Paradiso. Beeld Nosh Neneh", "Concertzaal", "“Paradiso, by far. Hier ben ik deels opgegroeid. Vanaf mijn 14de kwam ik daar. Je kon er gewoon heen, het was niet zoals nu, zo gereguleerd. Ik heb er van alles georganiseerd. Van hiphopavonden, begin jaren negentig, tot een platform met Jan Rothuizen en Kim Niekerk voor muziek en beeldende kunst op zondagmiddag. Dat kon allemaal. Je kreeg als 20-jarige de sleutel en we mochten onze ideeën uitvoeren. Het credo was: als het lukt, lukt het, en lukt het niet, ook prima. Voor mij zijn daar veel cruciale momenten geweest. Ik heb daar voor het eerst gedraaid, mijn eerste interview gehouden en mijn allereerste hiphopconcert gezien.”", "Restaurant", "“Ik ben obsessed met eten. Mijn favoriete restaurant is Kaagman & Kortekaas. Ik heb veel bewondering voor wat zij maken. Het is bijzonder eten, met heel veel organen. De eerste keer dat ik er kwam, kreeg ik als tip van iemand: neem de in bloed gegaarde haas. Maar ze wisselden toen nog elke week van menu en ze hadden geen haas. De keer erop kwam ik met zakenpartners. Toen dachten ze heel lief: Kees komt, we maken speciaal voor hem die in bloed gegaarde haas. Tot op de dag van vandaag spreken mijn tafelgenoten er nog over, vol walging op hun gezicht. Ik vond het fantastisch.”", "Museum", "“Het Stedelijk. Ze hebben vaak toffe overzichtstentoonstellingen en het voelt steeds relevanter. Nu weer met de tentoonstelling Surinaamse School. Het Rijksmuseum is een schatkamer. Het is eigenlijk krankzinnig dat het bestaat, maar het duizelt je ook een beetje als je daar bent.”", "Mooiste lied over Amsterdam", "“Het allermooiste lied is Amsterdam huilt. Als ik het beluister, krijg ik koude rillingen. Ook omdat het zo over de buurt gaat waar ik nu woon. Ik ben fan van de muziek uit de Jordaan. Het is eigenlijk een soort hiphop. Welke artiest vernoemt zich nou naar de buurt waar hij vandaan komt? Johnny Jordaan heet echt niet Jordaan van z’n achternaam. En Tante Leen geen Tante Leen. Het is een genre waarbij zangers een geuzennaam aannemen. Waarin gezongen wordt over feesten, de buurt en armoede. Johnny Jordaan verschilt daarin weinig van Snoop Dogg.”", "Johny Jordaan en andere bekende Jordanese muzikanten. Beeld Nosh Neneh", "Standbeeld", "“Op het door zichzelf gecreëerde hofje op de Elandsgracht. Het begon met Johnny Jordaan, daar moest natuurlijk Tante Leen naast en toen kwamen ook Manke Nelis en anderen erbij. Maar het kan wat mij betreft nog voller. Het is tof dat het er is. En dat we stilstaan bij de muziek uit Amsterdam.”", "Favoriete Amsterdammer", "“Ed van der Elsken. Hoe hij naar Amsterdam kijkt, zo wil ik ook naar de stad kijken. Zijn Amsterdam-boek was het eerste fotoboek dat ik van hem had. Op een gegeven moment was het niet meer beschikbaar en hebben we het zelf opnieuw uitgegeven. Toen kon ik zijn hele archief doorspitten. Als je Amsterdam door zijn ogen bekijkt, is het nog steeds die stad. Ik zou zelf het woord niet gebruiken, maar hij zou het een stad van paradijsvogels kunnen noemen. Het is belangrijk voor een stad om dit decor te bieden. Dat het ook een vrijplaats moet zijn, en niet alleen maar een grote Zuidas.”", "Mooiste herinnering", "“Toen ik terug was, na vijf jaar Westzaan, fietste ik door de Raadhuisstraat. Ik werd overvallen door een soort inslag. Ik hou zo veel van deze stad dacht ik. Zo moet Woody Allen naar New York kijken. Voor mijn verhuizing had ik de stad for granted genomen. Ik kan het moment me heugen als echte verliefdheid.”"], "authors": ["Judith Zilversmit"], "keywords": ["ik", "er", "muziek", "van", "kees", "jordaan", "en", "uit", "een", "stad", "platenbaas", "op", "als", "fan", "ben", "het", "koning", "dat"], "pubDate": "2021-01-10T08:00:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}