{"id": "cc6ab821-7642-30c3-b3bc-a53ccff9f389", "title": "Reageren? Zo stuurt u een brief of opiniestuk naar Het Parool", "url": "https://www.parool.nl/columns-opinie/reageren-zo-stuurt-u-een-brief-of-opiniestuk-naar-het-parool~b5ef9de1/", "summary": "Het Hoogste Woord is het platform voor opinie en debat van Het Parool.\nIn de vorm van een korte brief, die reageert op een publicatie van Het Parool.\nIn de vorm van een lange brief, die reageert op de actualiteit of een publicatie van Het Parool.\nIn de vorm van een opiniestuk, waarin u uw mening geeft over de actualiteit, of een eigen onderwerp agendeert.\nVoor een opiniestuk willen we een rechtenvrije profielfoto, een korte biografie en inleidende tekst van een paar zinnen waarin duidelijk wordt waar uw betoog over gaat.", "paragraphs": ["Het Hoogste Woord is het platform voor opinie en debat van Het Parool. Lezers en auteurs zijn nadrukkelijk uitgenodigd om een bijdrage te leveren aan de discussie over de actualiteit, nieuwe onderwerpen op de agenda te zetten of te reageren op eerdere (opinie)stukken.", "Artikelen over Amsterdamse onderwerpen als toerisme, huizenprijzen of criminaliteit krijgen veel ruimte, maar omdat Het Parool als Amsterdamse krant een blik op de wereld wil bieden, hebben ook stukken over (inter)nationale onderwerpen onze interesse. Daarnaast zijn bijdragen op het gebied van kunst, cultuur, sport en wetenschap zeer welkom.", "De redactie streeft naar een evenwichtige opiniepagina, die divers is in zowel onderwerpen en meningen als auteurs. Wij nodigen ook beginnende opinie-auteurs van harte uit hun meningen met ons te delen. Dat kan op de volgende manieren:", "1. In de vorm van een korte brief, die reageert op een publicatie van Het Parool. Ingezonden brieven zijn maximaal 150 woorden, maar kortere brieven maken een grotere kans op publicatie.", "2. In de vorm van een lange brief, die reageert op de actualiteit of een publicatie van Het Parool. Ingezonden brieven zijn maximaal 350 woorden.", "3. In de vorm van een opiniestuk, waarin u uw mening geeft over de actualiteit, of een eigen onderwerp agendeert. Opiniestukken zijn in de regel niet langer dan 650 woorden.", "Voor alle vormen van reacties geldt dat wij graag uw volledige naam en woonplaats ontvangen. Voor een opiniestuk willen we een rechtenvrije profielfoto, een korte biografie en inleidende tekst van een paar zinnen waarin duidelijk wordt waar uw betoog over gaat.", "U kunt uw bijdrage richten aan hethoogstewoord@parool.nl. Vanwege het grote aantal berichten dat wij dagelijks ontvangen, kunnen wij niet alle post persoonlijk behandelen. Als u binnen drie werkdagen geen reactie van ons ontvangt, kunt u ervan uitgaan dat uw bijdrage niet wordt geplaatst en staat het u vrij uw brief of artikel aan een ander medium aan te bieden.", "Wij behouden ons het recht voor uw brieven en artikelen in te korten, maar nemen bij ingrijpende wijzigingen altijd contact met u op."], "authors": ["Het Parool"], "keywords": ["opiniestuk", "reageren", "van", "zo", "zijn", "wij", "naar", "en", "een", "uw", "brief", "parool", "op", "te", "het", "stuurt"], "pubDate": "2020-03-20T08:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}