{"id": "cc7f4f5a-e2a0-3a72-b930-ce0e68cb15f4", "title": "Harry van Raaij (1936-2020): een bobo wars van kapsones", "url": "https://www.parool.nl/sport/harry-van-raaij-1936-2020-een-bobo-wars-van-kapsones~b2fbddc1/", "summary": "Zelf moest Harry van Raaij het hardste van iedereenlachen om de imitaties.\nVan Raaij was een vriendelijke, charmante, eerlijke en humoristische man, een bobo die wars van kapsones was.\nUitblinkerHij werd geboren in het Brabantse boerendorpje Haps, in een gezin van acht kinderen, als zoon van een timmerman.\nMaar waar Van Praag altijd keurig op zijn stoel bleef zitten als Ajax scoorde, veerde Van Raaij op bij elke treffer van PSV.\nDe populariteit van Van Raaij leed er niet onder.", "paragraphs": ["Harry van Raaij, voormalig voorzitter en clubicoon van PSV, is op 84-jarige leeftijd overleden. Onder zijn leiding kon veel. De top halen gaat niet zonder risico’s, was zijn credo.", "De persiflage door Erik van Muiswinkel maakte hem bekend bij een groot publiek. Hilarisch, maar nooit krenkend, zette de cabaretier rond de eeuwwisseling in het programma Studio Spaan de toenmalige voorzitter van PSV treffend neer. Met de scheve mond, het Brabants accent met de slis erin, de nasale klank en vooral de grote rollende ogen, die wat ondeugend de wereld in keken. Zelf moest Harry van Raaij het hardste van iedereen", "lachen om de imitaties.", "Van Raaij was in die jaren een prominente voetbalbestuurder, zoals je ze nog zelden ziet. Vanaf 1984 zat hij twintig jaar in het bestuur van PSV. Tussen 1996 en 2004 was hij voorzitter en groeide hij uit tot een clubicoon. Uit de reacties die maandag op zijn overlijden loskwamen uit de voetbalwereld, spreekt veel warmte en waardering voor de aimabele ‘Mijnheer Van Raaij’, zoals oud-speler Berry van Aerle twitterde.", "Van Raaij was een vriendelijke, charmante, eerlijke en humoristische man, een bobo die wars van kapsones was. Hij paarde zijn zakelijke boerenslimheid aan een hoge aaibaarheidsfactor. Voor journalisten was hij altijd benaderbaar. Liegen deed hij nooit, hoogstens ontweek hij een antwoord. De supporters droegen hem op handen. Niet voor niets wordt hij in het stadion sinds 2005 als enige bestuurder bezongen in Het Heldenlied, in één adem met Nilis, Van Nistelrooij en Romario. Met veel van die genoemde oud-spelers, de grote sterren, hield Van Raaij een goede band.", "Uitblinker", "Hij werd geboren in het Brabantse boerendorpje Haps, in een gezin van acht kinderen, als zoon van een timmerman. Op de HBS in Eindhoven blonk hij uit in de financiële vakken en Van Raaij kwam al in 1954 terecht bij Philips. Hij werd fan van PSV, maar had ook vaak kritiek op de club. Als accountant van Philips werd hij penningmeester van de – toen nog – vereniging PSV. Hij propageerde vooral dat PSV groter moest gaan denken, als een onderneming.", "In 1996 lanceerde hij het revolutionaire idee voor één Noord-Europese competitie. Nederland zou te klein zijn om genoeg inkomsten te blijven genereren in de concurrentieslag met landen met een veel grotere commerciële thuismarkt. Van Raaij zag de remedie in één competitie met de beste clubs uit Nederland, België, Schotland en de Scandinavische landen. Een kwart eeuw later praten de topclubs nog altijd over een BeNeLiga.", "In zijn voorzittersjaren vormde Van Raaij met zijn al even markante collega’s Jorien van den Herik (Feyenoord) en Michael van Praag (Ajax) een trio musketiers dat vaak samen ten strijde trok. Maar waar Van Praag altijd keurig op zijn stoel bleef zitten als Ajax scoorde, veerde Van Raaij op bij elke treffer van PSV. Hij leefde mee, bewaakte de gemoedelijke Brabantse clubcultuur, maar combineerde dat wel met zakelijke ambities.", "Van PSV maakte hij een naamloze vennootschap. Miljoenendeals sloot hij met Europese topclubs over Jaap Stam, Ruud van Nistelrooij en Arjen Robben. Zelf ging PSV onder Van Raaij ook grote bedragen betalen. “Filmsterren krijgen ook veel geld”, vond hij.", "De top halen gaat niet zonder risico’s, was zijn credo. Onder Van Raaij kon veel. Hij koos liever voor een uitdaging dan financiële zekerheid.", "Het gulle beleid bracht sportieve glorie, maar had ook een keerzijde. Na zijn aftreden had de club een negatief eigen vermogen; de uitgaven pasten niet meer bij de inkomsten. Onder Van Raaij was er te lang te optimistisch begroot. Jaren van saneren en bezuinigen volgden. In 2011 moest de gemeente redding brengen door voor 48 miljoen de grond onder het stadion en het trainingscomplex te kopen.", "De populariteit van Van Raaij leed er niet onder. Hij bleef voor de fans het boegbeeld. Een standbeeld in Eindhoven zal nu niet lang op zich laten wachten. De laatste jaren kwakkelde hij met zijn gezondheid. Harry van Raaij werd 84 jaar."], "authors": ["John Graat"], "keywords": ["psv", "van", "het", "op", "hij", "met", "zijn", "kapsones", "raaij", "harry", "wars", "een", "bobo", "en", "19362020"], "pubDate": "2020-11-17T12:35:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}