{"id": "cc988f29-f8e7-3ec3-8cc1-8156f46e32e1", "title": "Kelderman beoogd kopman Bora in Tour de France", "url": "https://www.dvhn.nl/sport/Kelderman-beoogd-kopman-Bora-in-Tour-de-France-26347925.html", "summary": "Niet de Duitser Emanuel Buchmann maar Wilco Kelderman start komend jaar als kopman van Bora-hansgrohe in de Tour de France.\nHet parcours van de Tour, met twee tijdritten, is volgens de teamleiding meer op het lijf van de van Sunweb overgekomen Kelderman geschreven.\nDe Duitse renner, vierde in de Tour van 2019, gaat debuteren in de Giro.\nKelderman was het afgelopen jaar derde in de Giro en al eens vierde in de Ronde van Spanje (2017).\n\"Wilco heeft bewezen dat hij goed kan tijdrijden en dat speelt altijd een sleutelrol\", zegt Denk.", "paragraphs": ["Niet de Duitser Emanuel Buchmann maar Wilco Kelderman start komend jaar als kopman van Bora-hansgrohe in de Tour de France. Het Duitse team is tot die verrassende keuze gekomen, meldden teambaas Ralph Denk en ploegleider Enrico Poitschke maandag. Het parcours van de Tour, met twee tijdritten, is volgens de teamleiding meer op het lijf van de van Sunweb overgekomen Kelderman geschreven.", "\"Emanuel is al vierde geworden in de Tour. Dat is Wilco nog nooit gelukt. Daarom mag hij als enige kopman naar de Giro\", is de op het eerste oog niet zo logische verklaring van Denk. De Duitse renner, vierde in de Tour van 2019, gaat debuteren in de Giro. \"In principe is een podiumplaats in een grote ronde mijn doel. Dat zal ook in de Giro niet eenvoudig zijn.\"", "Kelderman was het afgelopen jaar derde in de Giro en al eens vierde in de Ronde van Spanje (2017). In de Tour bleef hij tot dusverre ver buiten de top tien. \"Wilco heeft bewezen dat hij goed kan tijdrijden en dat speelt altijd een sleutelrol\", zegt Denk."], "authors": [], "keywords": ["van", "het", "giro", "kopman", "bora", "en", "vierde", "kelderman", "hij", "france", "beoogd", "tour", "niet", "dat", "wilco"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}