{"id": "cc9b3278-2645-3fec-b3e9-cd64eeabf6b0", "title": "Een machtig mooi uitgevoerde ‘Fidelio’ ontstijgt de kille bedoening waarin de opera werd opgenomen", "url": "https://trouw.nl/cultuur-media/een-machtig-mooi-uitgevoerde-fidelio-ontstijgt-de-kille-bedoening-waarin-de-opera-werd-opgenomen~b63e1e3d/", "summary": "De 250ste geboortedag van Ludwig van Beethoven, de 60ste van Jaap van Zweden, het 60ste seizoen van de NTR ZaterdagMatinee en het 75-jarig bestaan van het Radio Filharmonisch Orkest en het Groot Omroepkoor.\nMaar het feestje rondom Beethovens opera ‘Fidelio’ vond plaats (vooraf opgenomen) in een afschuwelijk lege Grote Zaal van het Concertgebouw.\nVan Zweden wist een gedifferentieerde klank uit het Radio Filharmonisch Orkest te halen, een klank die in de lege zaal behoorlijk rondzweefde.\nBeeld Simon van BoxtelDe mysterieus-stille en geladen sfeer van het gevangenenkoor, en de orkestrale inleiding erop, was een hoogtepunt.\nDirigent, koor en orkest denderden ten slotte machtig mooi de grootse finale in, daar waar wereldverbeteraar Beethoven glorieus opstaat.", "paragraphs": ["Afgelopen zaterdag vielen aardig wat jubilea samen. De 250ste geboortedag van Ludwig van Beethoven, de 60ste van Jaap van Zweden, het 60ste seizoen van de NTR ZaterdagMatinee en het 75-jarig bestaan van het Radio Filharmonisch Orkest en het Groot Omroepkoor. Hang de slingers maar op, zou je zeggen. Maar het feestje rondom Beethovens opera ‘Fidelio’ vond plaats (vooraf opgenomen) in een afschuwelijk lege Grote Zaal van het Concertgebouw. Geen applaus, geen laudatio’s, geen cadeaus. Een kille bedoening.", "Het enige positieve dat deze heugelijke constellatie van verjaardagen opleverde is een complete televisie-uitzending van de opera zondagavond op primetime (bij het schrijven dezes nog niet gezien). Mooi van de NPO, dit gebaar, en passend in het streven van de publieke omroep om de cultuursector in deze bange dagen te helpen.", "Dit verslag van de uitvoering is gebaseerd op beluistering via de radio zaterdagmiddag. Een soort cd-bespreking dus eigenlijk. Je mist de natuurlijke kracht en projectie van de stemmen in de zaal, en je hoort niet of ze zich staande houden in het orkestrale geweld. Via de luidspreker was de balans in elk geval prima.", "Van Zweden wist een gedifferentieerde klank uit het Radio Filharmonisch Orkest te halen, een klank die in de lege zaal behoorlijk rondzweefde. Maar dat ging niet ten koste van sprekende details bij de houtblazers, de hoorns en de lekker droog klinkende pauken. De dirigent was misschien – net als Beethoven zelf trouwens – minder op zijn gemak in de biedermeier-achtige scènes, maar zodra het drama de kop opstak, was daar de felle en meeslepende Van Zweden. Koor en orkest volgden hem daarin prachtig.", "Jaap van Zweden tijdens Beethovens 'Fidelio' in een leeg Concertgebouw. Beeld Simon van Boxtel", "De mysterieus-stille en geladen sfeer van het gevangenenkoor, en de orkestrale inleiding erop, was een hoogtepunt. En daar waar slechterik Pizarro aan het woord kwam (vilein en krachtig gezongen door Simon Neal) vloog Van Zweden uit de startblokken met verbluffend effect. De puls die hij voor dergelijke scènes vond was opwindend.", "Zo ook bij de grote aria’s van politiek gevangene Florestan, en zijn uiteindelijke redder en echtgenote-in-mannenkleren Leonore/Fidelio. Het zijn allebei killer-partijen, maar de stembanden van sopraan Anja Kampe en tenor Daniel Frank waren zulke moordende noten hoorbaar gewend. Kampe had misschien alleen wat problemen in de allerhoogste regionen, en haar stem is niet heel wendbaar meer, maar in het gelukzalige duet vonden zij en Frank elkaar optimaal.", "De kleinere rollen waren erg mooi gecast met een opvallende dubbelbezetting voor cipier Rocco. Zingend was dat de fenomenale bas Georg Zeppenfeld. Maar omdat de gesproken dialogen hier geschrapt waren, laste een sprekende Rocco, terugkijkend op de gebeurtenissen, de muzikale gedeelten aan elkaar. De Nederlandse bas Robert Holl deed dat schitterend, en baseerde zich op ‘Rocco’s Erzählung’ van Walter Jens. Een geslaagde ingreep.", "Dirigent, koor en orkest denderden ten slotte machtig mooi de grootse finale in, daar waar wereldverbeteraar Beethoven glorieus opstaat. Zelfs in je eigen stille omgeving werd je opgetild.", "Beluister hier het concert op de site van NPO Radio4."], "authors": ["Peter Van Der Lint"], "keywords": ["mooi", "waarin", "fidelio", "uitgevoerde", "zweden", "je", "van", "en", "een", "opgenomen", "machtig", "ontstijgt", "werd", "opera", "kille", "op", "het", "maar", "niet", "orkest"], "pubDate": "2020-12-13T11:36:09Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}