{"id": "cca24c00-6be1-3787-af09-669e16afd95e", "title": "Etty Hillesum wilde samen met haar volk ten onder gaan. Judith Koelemeijer waagt zich aan een biografie", "url": "https://volkskrant.nl/cultuur-media/etty-hillesum-wilde-samen-met-haar-volk-ten-onder-gaan-judith-koelemeijer-waagt-zich-aan-een-biografie~b7bf6edf/", "summary": "Zelf had Hillesum een uitzonderingspositie, ze mocht vrij op en neer naar Amsterdam reizen.\nIn juni 1943 werd ze gedeporteerd naar Auschwitz, waar ze op 30 november 1943 werd vermoord, 29 jaar oud.\nHet werd een internationale bestseller, net als haar brieven.\nKomend najaar komt er een biografie, door Judith Koelemeijer; op 4 mei wordt er een documentaire uitgezonden over Koelemeijers research.\nHoewel ze zelf niet religieus was, is ze een soort heiligenplaatje geworden.", "paragraphs": ["Portret van Etty Hillesum, circa 1939. Beeld Joods Historisch Museum", "Op 28 maart 1942 schreef Etty Hillesum: ‘Als je het verdriet niet het eerlijke onderdak verleent, maar de meeste ruimte openstelt voor haat en wraakgedachten, waaruit weer nieuw verdriet voor anderen geboren zal worden, ja dan neemt het verdriet nooit een einde in deze wereld en zal zich steeds vermeerderen.’ Ze werkte toen als sociaal verzorger in kamp Westerbork en zag hoe vele Joodse mannen, vrouwen en kinderen werden gedeporteerd.", "Zelf had Hillesum een uitzonderingspositie, ze mocht vrij op en neer naar Amsterdam reizen. Ze dook niet onder. Ze wilde samen met haar volk ten onder gaan. Het kwaad móést stoppen. In juni 1943 werd ze gedeporteerd naar Auschwitz, waar ze op 30 november 1943 werd vermoord, 29 jaar oud.", "In 1981 verscheen Het verstoorde leven – Dagboek van Etty Hillesum. Het werd een internationale bestseller, net als haar brieven. Komend najaar komt er een biografie, door Judith Koelemeijer; op 4 mei wordt er een documentaire uitgezonden over Koelemeijers research.", "Het is een dappere onderneming van de schrijver. Over Hillesum zijn boekenplanken volgeschreven en zij is door allerhande zoekers en zieners ingelijfd. Hoewel ze zelf niet religieus was, is ze een soort heiligenplaatje geworden. Hopelijk vindt Koelemeijer het meisje en de vrouw terug die Hillesum werkelijk was. Iemand met alledaagse sores, verliefdheid, verlangens en ergernissen. Die, zoals ze zelf schrijft, best wat langer had willen leven. Het lot gaf haar een andere taak: verslaggever van de hel."], "authors": ["Aleid Truijens"], "keywords": ["waagt", "wilde", "judith", "met", "ze", "zich", "van", "hillesum", "en", "een", "onder", "werd", "volk", "koelemeijer", "op", "verdriet", "samen", "het", "niet"], "pubDate": "2021-01-01T14:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}