{"id": "cca5f090-2a06-3a20-a8e2-ec4a2e2ca994", "title": "De enige die nog in het verkiezingsprogramma vasthoudt aan vroemvroemdingetjes is de VVD", "url": "https://volkskrant.nl/cultuur-media/de-enige-die-nog-in-het-verkiezingsprogramma-vasthoudt-aan-vroemvroemdingetjes-is-de-vvd~b09cb463/", "summary": "Dat partijen de lof van de auto bezongen en weinig ruimte voor twijfel lieten over de noodzaak van het uitrollen van dampende hopen vers asfalt over het ganse land.\nBij de SP komt het woord ‘auto’ niet voor in het verkiezingsprogramma; vervoer is daar openbaar vervoer en al het openbare vervoer is van de staat.\nDe VVD noemt als enige zelfs een bedrag: 2 miljard voor ‘infrastructuur’, dat bij nadere lezing ook naar een fietspad kan gaan, of treinrails.\nBij VVD en CDA gaat zij gelden voor elektrische auto’s, zodat die ‘ook bijdragen aan aanleg en onderhoud van wegen’.\nDe enige die nog in het verkiezingsprogramma met de moed der wanhoop vasthoudt aan een paar leuke vroemvroemdingetjes voor de mensen, is de VVD.", "paragraphs": ["Er waren tijden, lang geleden, dat er per verkiezingsprogramma tunnels, oneindigveelbaanssnelwegen en fly-overs als kathedralen werden aangelegd. Dat partijen de lof van de auto bezongen en weinig ruimte voor twijfel lieten over de noodzaak van het uitrollen van dampende hopen vers asfalt over het ganse land.", "Nu lees je bij de regeringspartij D66 over ‘elektrische deelautoconcepten’, autoluwe woonwijken, autovrije (!) steden, en een snelheidsverlaging op N-wegen naar 70 kilometer per uur. De andere regeringspartij CDA, waar ze er zeer van doordrongen zijn dat de meeste mensen niet langs een gracht in een aanstellerig grotestadscentrum wonen maar gewoon buiten de Randstad in normale buitenwijken met twee auto’s voor deur, heeft het over ‘deeltijdauto’s en vrijwilligerstaxi’s’ als alternatieven om dunbevolkte gebieden bereikbaar te houden. GroenLinks is voor autoluw en heel zacht rijden. De PvdA vindt vervoer voor de arbeider nog altijd belangrijk, maar dan bij voorkeur openbaar. Privévervoer is bij de PvdA emissieloos en gedeeld, want ‘auto’s staan 90 procent van de tijd stil’. Bij de SP komt het woord ‘auto’ niet voor in het verkiezingsprogramma; vervoer is daar openbaar vervoer en al het openbare vervoer is van de staat.", "Natuurlijk zijn de dampende asfalthopen niet helemaal weg. Het CDA ‘pakt landelijk en regionaal knelpunten aan en zet in op innovatieve oplossingen om de doorstroming te vergroten en files tegen te gaan’. De VVD noemt als enige zelfs een bedrag: 2 miljard voor ‘infrastructuur’, dat bij nadere lezing ook naar een fietspad kan gaan, of treinrails.", "Op die wegen komt kilometerbeprijzing, daar is geen ontkomen aan. De ChristenUnie wil zo ‘de waarde van schone lucht en de prijs van schaarse ruimte op de weg’ uitdrukken. Bij D66 is die beprijzing variabel, net als bij de PvdA, alleen noemen ze die bij D66 ‘intelligent’ (in kennelijke tegenstelling tot de domme varianten van de concurrentie) want sinds de ‘intelligente’ lockdown denken ze in Den Haag dat de mensen maatregelen leuker vinden als je er ‘intelligent’ voor plakt. Bij VVD en CDA gaat zij gelden voor elektrische auto’s, zodat die ‘ook bijdragen aan aanleg en onderhoud van wegen’.", "De enige die nog in het verkiezingsprogramma met de moed der wanhoop vasthoudt aan een paar leuke vroemvroemdingetjes voor de mensen, is de VVD. Met het aloude lokzinnetje dat elke keer opduikt over het persoonlijke kenteken en met bravourezinnetjes over ‘lagere boetes voor kleine overtredingen en hogere boetes voor zwaardere’, en ‘gevangenisstraffen voor drank- en drugsrijders’.", "Nog eens vier jaar en de autoparagraaf is per programma teruggebracht tot anderhalve zin."], "authors": ["Sheila Sitalsing"], "keywords": ["van", "bij", "als", "nog", "vasthoudt", "het", "die", "vvd", "enige", "vroemvroemdingetjes", "een", "vervoer", "en", "dat", "verkiezingsprogramma", "aan", "voor"], "pubDate": "2020-11-24T19:26:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}