{"id": "ccc57e4a-498e-3019-bc0d-bb9682702afe", "title": "Experts: Sterke twijfel of verbreding A27 bij Utrecht rendabel (en wenselijk) is", "url": "https://nu.nl/klimaat/6095240/experts-sterke-twijfel-of-verbreding-a27-bij-utrecht-rendabel-en-wenselijk-is.html", "summary": "Maar hoe zit het met de voordelen van het plan?\nHet is bovendien een probleem dat alleen in de spits speelt.\n\"Dit soort projecten drijft op prestige, onderbuikgevoel dat het verkeer niet stil mag staan en dat het heel veel geld kost als dat wel gebeurt, wat gewoon niet klopt.\"\n\"Al decennia is de overtuiging dat meer asfalt de oplossing is om verkeersknelpunten te verlichten, terwijl we allang weten: meer asfalt is meer verkeer.\nTerwijl aan het alternatief veel behoefte is: een leefbaarder en duurzamer mobiliteitssysteem - en dat begint aan de rand van de stad.\"", "paragraphs": ["Om fileproblemen op te lossen, wil minister Cora van Nieuwenhuizen (Infrastructuur) de snelweg A27 meer rijstroken geven. Veel Utrechters vinden dat de kap van eeuwenoude beuken in het geliefde wandelgebied Amelisweerd niet waard. Maar ook mobiliteitsexperts zijn kritisch: de kosten wegen slecht op tegen de baten, en het is geen investering die bijdraagt aan een duurzamere toekomst.", "De verbredingsplannen spelen al jaren en stuiten al even lang op verzet. Gemeente en provincie Utrecht zijn tegen, net als veel omwonenden. Zo deden afgelopen zondag tweeduizend inwoners mee aan een fietsprotest van treinstation Utrecht CS naar het bosgebied aan de rand van de stad. Boodschap: voor mobiliteit bestaan alternatieven.", "Maar hoe zit het met de voordelen van het plan? Als je denkt vanuit files, lijkt het vrij simpel: meer asfalt, dan passen er meer auto's op de weg, en heb je dus betere doorstroming, en daarmee een kortere reistijd.", "Eén minuut tijdwinst, áls de spits even druk blijft", "Die winst is gemiddeld ongeveer een minuut, zeggen critici. Een dure minuut: de kosten van de verbreding zijn op 1,5 miljard euro geraamd.", "", "Het is bovendien een probleem dat alleen in de spits speelt. Professor Bert van Wee van de Technische Universiteit Delft betwijfelt of die spits wel zo druk blijft. \"Door de coronacrisis zijn oude gewoontes doorbroken en hebben werknemers en hun managers ervaring gekregen met thuiswerken.\"", "“Als de spits blijvend afneemt, is de uitbreiding van de A27 minder rendabel. Wacht tot na de coronacrisis, en onderzoek of het nog rendabel is.” Bert van Wee, TU Delft", "\"Als het reizen in de spits blijvend afneemt, is de uitbreiding van de A27 minder rendabel. Ik zou daarom zeggen: wacht minstens tot een jaar nadat de coronacrisis over is, en onderzoek of het nog wel rendabel is.\"", "'Je kunt ook accepteren dat het af en toe vastloopt'", "\"De kosten-batenanalyse komt nooit uit\", zegt Carlo van de Weijer van de Technische Universiteit Eindhoven. \"Dit soort projecten drijft op prestige, onderbuikgevoel dat het verkeer niet stil mag staan en dat het heel veel geld kost als dat wel gebeurt, wat gewoon niet klopt.\"", "", "Je kunt het probleem volgens Van de Weijer ook omdraaien, en kijken waar je het geld beter kunt besteden: \"Het alternatief is dat je binnen de mogelijkheden wat bijschaaft en gewoon accepteert dat het in de spits best vast kan lopen. Die spitsrijders moeten zich maar aanpassen of anders hun last dragen.\"", "“Al decennia is de overtuiging dat meer asfalt de oplossing is om verkeersknelpunten te verlichten, terwijl we allang weten: meer asfalt is meer verkeer.” Gijs Diercks, transitie-instituut DRIFT", "\"Die 1,5 miljard kun je vervolgens veel beter besteden. Bijvoorbeeld alle wegen en kruispunten in de provincie Utrecht veiliger inrichten, zodat er minder verkeersslachtoffers vallen. Dan mogen fileklagers wat mij betreft bij de Vereniging Verkeersslachtoffers uitleggen wat hun probleem precies is.\"", "'We weten al decennia: meer asfalt leidt tot (nog) meer auto's'", "Ook mobiliteitsexpert Gijs Diercks van transitie-instituut DRIFT van de Erasmus Universiteit vraagt zich af welk probleem wordt opgelost met extra rijstroken. Als het probleem de hoeveelheid auto's is, los je het er juist niet mee op. \"De beslissing om meer asfalt te leggen gaat niet alleen ten koste van een uniek stukje Utrechtse natuur, maar staat ook symbool voor het vastlopende mobiliteitsbeleid uit het verleden.\"", "", "\"Al decennia is de overtuiging dat meer asfalt de oplossing is om verkeersknelpunten te verlichten, terwijl we allang weten: meer asfalt is meer verkeer. Structurele oplossingen liggen in spreiding, een andere woon-werkrelatie, en het stimuleren van alternatieven voor individuele automobiliteit.\"", "\"Toch dringt deze boodschap niet door tot de Rijksoverheid en gaan er nog altijd miljarden naar nieuwe wegen. Waarom blijft gissen. Is de asfaltlobby te sterk? Zolang we blijven investeren in nieuwe wegen schuiven we de transitie voor ons uit, en krijgen alternatieven geen serieuze kans.\"", "'Uitbreiden hoofdwegen is zinloos, en verhoogt uitstoot'", "Ook expert stedelijke mobiliteit Marco te Brömmelstroet van de Universiteit van Amsterdam ziet het probleem als een teveel aan auto's, en niet een gebrek aan asfalt. \"Meer asfalt faciliteert een verdere toename van auto's. Maar uitbreiden van hoofdwegen is zinloos, omdat een groot deel van het verkeer ergens de stad in moet, waar geen capaciteitstoename mogelijk is.\"", "En als dat wel zou lukken, zit je met een ander probleem, zegt Te Brömmelstroet: een toename van de uitstoot van CO2, stikstof en fijnstof - die juist allemaal omlaag moeten.", "", "\"Ik vind de plannen voor de verbreding dan ook in veel opzichten onverdedigbaar. Terwijl aan het alternatief veel behoefte is: een leefbaarder en duurzamer mobiliteitssysteem - en dat begint aan de rand van de stad.\" Van Wee noemt tot slot een addertje onder het gras: \"Nederlanders zitten nog even lang in de auto als vijftig jaar geleden. Dat komt omdat mensen na reistijdverkortingen steevast langere afstanden gaan reizen. Een minuut tijdwinst is dan zo verdampt.\"", "Minister Van Nieuwenhuizen liet in november weten de verbredingsplannen toch te willen doorvoeren. Tot 12 januari kan er beroep worden aangetekend. Actiegroep Vrienden van Amelisweerd heeft al aangegeven dat te zullen doen."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["twijfel", "van", "bij", "wenselijk", "sterke", "het", "verbreding", "meer", "op", "asfalt", "a27", "een", "probleem", "utrecht", "rendabel", "experts", "en", "dat", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}