{"id": "cce67b7d-8045-3eb8-add8-568d8489b8c4", "title": "5.000 gratis appel- en perenbomen voor Groningers", "url": "https://nu.nl/groningen/6095888/5000-gratis-appel-en-perenbomen-voor-groningers.html", "summary": "Groningers kunnen in de maanden december en januari bij een drive-through in Winsum, Sappemeer en de stad Groningen gratis appel- en perenbomen ophalen.\nIn totaal worden er 5.000 bomen uitgedeeld.\nDe appel- en perenbomen zijn door corona niet verkocht en worden anders verbrand.\nMet het planten van de bomen kunnen Groningers hun omgeving vergroenen en hiermee klimaatbestendig maken.\nDoordat reserveren van een boom verplicht reserveren is, worden files voorkomen en kan er veilig uitgedeeld.", "paragraphs": ["Groningers kunnen in de maanden december en januari bij een drive-through in Winsum, Sappemeer en de stad Groningen gratis appel- en perenbomen ophalen. In totaal worden er 5.000 bomen uitgedeeld. Afgelopen zomer werden al 4.000 perenbomen weggegeven.", "Het gaat om een initiatief van Klimaatadaptatie Groningen en Meer Bomen Nu. De appel- en perenbomen zijn door corona niet verkocht en worden anders verbrand. Afgelopen zomer zijn ze vanuit de koelcel ingekuild op Gronings grondgebied.", "", "Met het planten van de bomen kunnen Groningers hun omgeving vergroenen en hiermee klimaatbestendig maken. De bomen hebben al genoeg aan drie vierkante meter, zo zeggen de initiatiefnemers.", "", "Vanaf vrijdag 11 december om 12.00 uur kan er via klimaatadaptatiegroningen.nl/bomen een gratis e-ticket worden gereserveerd voor een tijdslot op een van de drie uitdeellocaties, in Groningen, Winsum en Sappemeer.", "", "Doordat reserveren van een boom verplicht reserveren is, worden files voorkomen en kan er veilig uitgedeeld. Er kunnen alleen bundels van vijf bomen gereserveerd worden."], "authors": ["Door"], "keywords": ["groningen", "bomen", "van", "gratis", "groningers", "appel", "5000", "zomer", "perenbomen", "worden", "een", "en", "kunnen", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}