{"id": "cd12c265-3f8b-3c7e-99cc-834aaa87dd0c", "title": "90 procent acutezorgpersoneel van Martini Ziekenhuis laat zich vaccineren", "url": "https://nu.nl/groningen/6101011/90-procent-acutezorgpersoneel-van-martini-ziekenhuis-laat-zich-vaccineren.html", "summary": "Ongeveer 90 procent van alle acutezorgmedewerkers van het Martini Ziekenhuis laat zich vaccineren tegen het coronavirus, laat het Groningse ziekenhuis weten in een persbericht.\nHet ziekenhuis heeft 398 collega's opgeroepen voor een vaccinatie; van hen heeft zo'n 90 procent gehoor gegeven aan die oproep.\nHet Martini Ziekenhuis blijft tot en met komende dinsdag vaccineren.\nVanwege de grote opkomst gaat het ziekenhuis ervan uit dat de continuïteit van de acute zorg kan worden gewaarborgd.\n\"We zien met elkaar het belang van vaccineren, en dat was merkbaar: er werd snel geschakeld, waardoor we in korte tijd een professioneel vaccinatiecentrum neer hebben kunnen zetten\", zegt Martin Boer namens het Martini Ziekenhuis.", "paragraphs": ["Ongeveer 90 procent van alle acutezorgmedewerkers van het Martini Ziekenhuis laat zich vaccineren tegen het coronavirus, laat het Groningse ziekenhuis weten in een persbericht.", "Het ziekenhuis heeft 398 collega's opgeroepen voor een vaccinatie; van hen heeft zo'n 90 procent gehoor gegeven aan die oproep. De overige 10 procent kiest nu nog niet voor vaccinatie, bijvoorbeeld vanwege zwangerschap of andere contra-indicaties, een COVID-19-besmetting in de afgelopen vier weken, ziekte of twijfel.", "Het Martini Ziekenhuis blijft tot en met komende dinsdag vaccineren.", "Vanwege de grote opkomst gaat het ziekenhuis ervan uit dat de continuïteit van de acute zorg kan worden gewaarborgd. Dat is belangrijk, want de druk is hoog door het coronavirus.", "\"We zien met elkaar het belang van vaccineren, en dat was merkbaar: er werd snel geschakeld, waardoor we in korte tijd een professioneel vaccinatiecentrum neer hebben kunnen zetten\", zegt Martin Boer namens het Martini Ziekenhuis."], "authors": ["Door"], "keywords": ["van", "ziekenhuis", "acutezorgpersoneel", "laat", "90", "vaccineren", "voor", "een", "martini", "procent", "het", "zich", "dat", "vaccinatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}