{"id": "cd35afaf-9607-37a6-85c0-0a66654afe3a", "title": "Pas op voor deze oplichtingstrucs op je vakantiebestemming", "url": "https://nu.nl/vakantie/6035332/pas-op-voor-deze-oplichtingstrucs-op-je-vakantiebestemming.html", "summary": "Als toerist kun je je door de taalbarrière en andere cultuur soms onwennig voelen.\n“Ik betaalde 30 euro voor een rit die ik ook voor 1,27 euro had kunnen afleggen.” Marloes Manders, reiziger in PraagAnnelies: \"We hadden geen idee wat de Tsjechische briefjes in euro's waard waren.\"\nToen mijn zusje haar portemonnee pakte, graaide een van die vrouwen er onmiddellijk een briefje van 10 euro uit.\"\nPas op voor verkopers die weefarmbandjes om je pols knopen.\n\"Ik nam op de boulevard in Split een geldbedrag op, en daar bleek wel 17 euro commissie op te zijn ingehouden.\"", "paragraphs": ["Als toerist kun je je door de taalbarrière en andere cultuur soms onwennig voelen. Oplichters maken daar handig gebruik van. Dit zijn veelgebruikte manieren waarop oplichters en lokale inwoners een slaatje uit je proberen te slaan.", "Illegale taxi's", "Op vrijwel iedere toeristische bestemming is de taxistandplaats bij het vliegveld of treinstation een plek om extra alert te zijn. Illegale taxichauffeurs dringen zich op om reizigers om een rit naar de stad aan te bieden. Vriendinnen Annelies Trip en Marloes Manders (28) stapten tijdens een weekendje Praag in zo'n taxi.", "“Ik betaalde 30 euro voor een rit die ik ook voor 1,27 euro had kunnen afleggen.” Marloes Manders, reiziger in Praag", "Annelies: \"We hadden geen idee wat de Tsjechische briefjes in euro's waard waren.\" Hun chauffeur reed zonder lopende taximeter en vroeg uiteindelijk omgerekend 30 euro voor de rit. \"Toen ik een paar jaar later weer naar Praag ging, heb ik met het openbaar vervoer dezelfde route voor 1,27 euro afgelegd.\"", "De Tsjechische journalist en vlogger Janek Rubes strijdt al jaren tegen dit soort toeristenvallen. Hij drukt toeristen op het hart alleen in een taxi met een werkende meter te stappen, waar je na afloop van de rit een geprinte bon krijgt.", "De armbandtruc", "Kirsten (21) en haar zussen werden tijdens een vakantie op Gran Canaria slachtoffer van de 'armbandtruc'. \"We liepen over de boulevard toen we werden aangesproken door drie vrouwen. Ze zeiden tegen ons dat we 'so beautiful' waren, begonnen ons haar in te vlechten en weefden supersnel armbandjes om onze pols. Toen moesten we betalen.\"", "\"Dat armbandje kreeg je met geen mogelijkheid meer van je pols, dus we moesten wel. Toen mijn zusje haar portemonnee pakte, graaide een van die vrouwen er onmiddellijk een briefje van 10 euro uit.\"", "Kirsten heeft wel van de ervaring geleerd. \"Nu loop ik gewoon door als mensen in het buitenland op me afkomen. Als jij overduidelijk een toerist bent en iemand spreekt je aan, dan kun je er wel vanuit gaat dat dat niet is voor een praatje over het weer.\"", "Pas op voor verkopers die weefarmbandjes om je pols knopen. (Foto: 123RF)", "Hoge wisselkoers bij geldautomaat", "In delen van Europa, zoals Tsjechië, kun je goed op reis met alleen een pinpas als betaalmiddel. Moet je toch geld opnemen en ben je buiten de eurozone? Zorg er dan voor dat je alleen geld pint bij automaten bij officiële banken.", "Geldautomaten in souvenirshops en andere winkeltjes in het toeristisch gebied rekenen namelijk een toeslag tot wel 12 procent van het gepinde bedrag. Dit wist Ronald Oosthout (40) niet toen hij op vakantie ging. \"Ik nam op de boulevard in Split een geldbedrag op, en daar bleek wel 17 euro commissie op te zijn ingehouden.\"", "Kies bij een pinautomaat altijd voor geld opnemen zonder conversie, adviseert de Consumentenbond. Dan krijg je de gunstigste wisselkoers. Laat je daarbij niet van de wijs brengen door de 'gevaarlijke' rode letters waarin 'zonder conversie' geschreven staat en de 'veilige' groene letters van 'met conversie.'"], "authors": ["Door", "Lisanne Wieringa"], "keywords": ["van", "een", "pas", "en", "euro", "te", "deze", "wel", "op", "vakantiebestemming", "voor", "je", "het", "oplichtingstrucs"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}