{"id": "cd381f49-58d7-34e7-8def-e7a565172c74", "title": "One Day is een fantastisch commentaar op de druk die op moderne multitaskende ouders ligt ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/one-day-is-een-fantastisch-commentaar-op-de-druk-die-op-moderne-multitaskende-ouders-ligt~bd09a69d/", "summary": "Ze begint met het opvouwen van de stapel was die op de bank ligt.\nHad ze maar een telefoon met een snoer, zo’n ouderwetse, dan was ze verplicht geweest om even een paar minuten stil te staan.\nDat een vriendin misschien een affaire heeft met haar man?\nEr is geen lucht - hooguit als ze even op een stil moment met haar jongste zoon praat, liggend op een bed.\nFantastisch commentaar ook, op de druk die op moderne, multitaskende ouders ligt, over hoe een leven met kleine kinderen een relatie kan ondermijnen.", "paragraphs": ["Terwijl Anna aan de telefoon luistert naar het wachtmuziekje van een verzekeraar - door een onbetaalde rekening is er iets met de hypotheek, gedoe - ruimt ze meteen even de ontbijttafel af. Ze laadt de vaatwasser in. Ze begint met het opvouwen van de stapel was die op de bank ligt.", "Had ze maar een telefoon met een snoer, zo’n ouderwetse, dan was ze verplicht geweest om even een paar minuten stil te staan. Want in One Day, het speelfilmdebuut van de Hongaarse Zsófia Szlágyi, is Anna altijd in beweging. Geen tijd voor rust. Als moeder van drie is haar dag volledig volgepropt.", "Dat een vriendin misschien een affaire heeft met haar man? De afvoer is kapot. Het geld in het envelopje in de la is bijna op. De kinderen moeten naar school, naar ballet, naar schermen en er is geen parkeerplaats. Er komt weer een rekening binnen. Haar jongste zoon kon best weleens ziek worden, en luizen hebben, want ook dat heerst. Koken. ‘Weet je wat jij moet doen?’, zegt haar moeder. ‘Op vakantie.’ Even staart Anna moedeloos voor zich uit.", "Szlágyi zorgt ervoor dat er voor de kijker ook geen ontsnappen aan is. Het appartement is benauwend, en elk shot is krap gekadreerd, alsof Anna voortdurend opgesloten zit; in elk leeg hoekje slingert speelgoed. Kinderen huilen, of praten, of luisteren niet. Gesprekken met haar man gaan alleen over zorgen. Is Anna eindelijk buiten, dan beweegt de camera zo druk als zijzelf en zit de personages dicht op de huid. Er is geen lucht - hooguit als ze even op een stil moment met haar jongste zoon praat, liggend op een bed.", "Het effect is dat je je naar adem happend afvraagt hoe die vrouw in hemelsnaam zo kalm blijft. Waar blijft háár inzinking? Deze beweeglijke film is het tegenovergestelde van Jeanne Dielman, Chantal Akermans meesterwerk over een huisvrouw die breekt. Je wenst vurig dat ook Anna íéts zal gaan doen - op zijn minst die echtgenoot een stomp geven op dat huilerige gezicht van hem.", "Razend knap gedaan. Fantastisch commentaar ook, op de druk die op moderne, multitaskende ouders ligt, over hoe een leven met kleine kinderen een relatie kan ondermijnen. De vraag is alleen wie in deze stressvolle tijden zo veel stress wil voelen in de bioscoop."], "authors": ["Floortje Smit"], "keywords": ["ouders", "day", "van", "anna", "fantastisch", "op", "druk", "die", "met", "het", "naar", "multitaskende", "ligt", "een", "ze", "haar", "moderne", "er"], "pubDate": "2020-08-19T12:43:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}