{"id": "cd3b66ae-fe72-3cb6-a038-7f858be8a17b", "title": "Illegale mondkapjes en sjoemelen met steun: 400 meldingen van coronafraude", "url": "http://trouw.nl/economie/illegale-mondkapjes-en-sjoemelen-met-steun-400-meldingen-van-coronafraude~b4fc3efd/", "summary": "De Fiscale Inlichtingen- en Opsporingsdienst (Fiod) was afgelopen jaar druk met coronafraudeurs, en verwacht dat ook dit jaar nog heel wat zaken.\nAfgelopen jaar waren er mensen bij die fraudeerden met steunmaatregelen, maar ook met het witwassen van geld dat verdiend was met illegale verkoop van mondkapjes.\nZij waren betrokken bij het witwassen van 845.000 euro, verkregen uit de verkoop van miljoenen mondkapjes aan een Duitse partij.\nAlleen trof de koper na het overmaken van het bedrag geen enkel mondkapje aan, en ook de verkopers waren niet komen opdagen.\nVroeger verdienden criminelen geld dat ze aan de Spaanse Costa weer opmaakten aan een jacht, feesten en champagne.", "paragraphs": ["De Fiscale Inlichtingen- en Opsporingsdienst (Fiod) was afgelopen jaar druk met coronafraudeurs, en verwacht dat ook dit jaar nog heel wat zaken. Het virus is niet direct weg, en criminelen die daar munt uit willen slaan dus ook niet. Afgelopen jaar waren er mensen bij die fraudeerden met steunmaatregelen, maar ook met het witwassen van geld dat verdiend was met illegale verkoop van mondkapjes.", "In totaal rondde de Fiod ruim negenhonderd onderzoeken af in 2020, blijkt uit het maandag gepubliceerde jaarbericht. Vierhonderd daarvan gingen over mogelijke fraude rond corona, waarvan driekwart over mondkapjes en andere beschermingsmiddelen. Soms volgde onderzoek uit zo’n melding, zoals dat naar twee mannen die naderhand zijn veroordeeld tot twee jaar gevangenisstraf wegens oplichterij. Zij waren betrokken bij het witwassen van 845.000 euro, verkregen uit de verkoop van miljoenen mondkapjes aan een Duitse partij. Alleen trof de koper na het overmaken van het bedrag geen enkel mondkapje aan, en ook de verkopers waren niet komen opdagen.", "Criminelen worden kleine multinationals", "Los van corona blijft de criminele wereld verharden, zei Fiod-directeur Bert Langerak tegen het AD. “De onschuld is er volledig vanaf. Vroeger verdienden criminelen geld dat ze aan de Spaanse Costa weer opmaakten aan een jacht, feesten en champagne. Tegenwoordig investeren criminelen veel meer in het systeem. Ze gebruiken geld als wapen. Ze investeren in logistieke plekken, ze investeren in huizen en hotels, ze kopen ambtenaren en havenarbeiders om. Het zijn kleine multinationals geworden.”", "Jaarlijks wordt er in Nederland, naar schatting, zo’n 13 miljard euro witgewassen. Een ‘groot en structureel’ probleem, schrijft de Fiod. Het witwassen gebeurt steeds vaker via de handel in goederen. Dat kan op veel manieren, waarbij telkens het doel is om zwart crimineel geld in het legale geldsysteem te krijgen door er producten mee aan te schaffen, of dat in elk geval te pretenderen.", "Eén manier is het opstellen van spookfacturen, waarna criminelen elkaar met zwart geld betalen voor producten die in werkelijkheid nooit geleverd worden (maar waarna het geld wel is witgewassen). Of ze betalen in Nederland met een zak contant geld voor goederen die vervolgens naar het buitenland verscheept worden om daar te verkopen. Ook dat geld is vaak moeilijk te herleiden naar de oorspronkelijke bron.", "Sinds vorig jaar werkt de Fiod samen met banken in het zogeheten Trade Based Money Laundering-project, bedoeld om die witwasserij met goederenhandel beter op te sporen. Dat project is nu bijna af, en de Fiod noemt de voorlopige resultaten veelbelovend.", "Lees ook:", "Corona maakt witwassen van zwart geld in het ‘gewone’ bedrijfsleven veel makkelijker", "Criminelen kunnen hun illegaal verkregen geld makkelijker naar de bovenwereld tillen nu bedrijven daar druk zijn om niet failliet te gaan."], "authors": ["Dirk Waterval"], "keywords": ["van", "steun", "coronafraude", "en", "met", "ze", "400", "dat", "illegale", "te", "ook", "het", "meldingen", "sjoemelen", "mondkapjes", "die", "geld"], "pubDate": "2021-01-11T12:52:38Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}