{"id": "cd44dadb-66be-3bea-a108-eeb1b89b5cc2", "title": "Haller: moeten leren van de tegengoals", "url": "https://www.parool.nl/sport/haller-moeten-leren-van-de-tegengoals~b074151f/", "summary": "We staan nog aan kop, dat is het goede.”De transfer van Haller van West Ham United naar Ajax werd afgelopen vrijdag pas afgerond dus de spits vond het helemaal niet gek dat hij op de bank startte in de topper.\nWe moeten ook voorzichtig zijn, het seizoen is nog lang.”Ajax-coach Erik ten Hag bracht de aanvaller na de rust in de ploeg en hij scoorde bijna meteen bij een van zijn eerste balcontacten.\nGravenberch: Ajax had wel een overwinning verdiendRyan Gravenberch vindt dat Ajax te weinig heeft gekregen met een gelijkspel tegen PSV (2-2).\n“Daar kon hij niets aan doen.”Ten Hag was wel zeer tevreden over de invalbeurt van Haller.\nJammer dat hij net buitenspel stond toen hij scoorde.", "paragraphs": ["Sébastien Haller. Beeld BSR Agency", "“We moeten hiervan leren. Als we beter beginnen, eindigen we wellicht ook beter. We staan nog aan kop, dat is het goede.”", "De transfer van Haller van West Ham United naar Ajax werd afgelopen vrijdag pas afgerond dus de spits vond het helemaal niet gek dat hij op de bank startte in de topper. “Dat was een goede beslissing. We moeten ook voorzichtig zijn, het seizoen is nog lang.”", "Ajax-coach Erik ten Hag bracht de aanvaller na de rust in de ploeg en hij scoorde bijna meteen bij een van zijn eerste balcontacten. Het doelpunt ging niet door vanwege buitenspel. “Ik wilde heel graag scoren, maar ik dacht wel al dat het buitenspel zou zijn,” gaf hij toe.", "Gravenberch: Ajax had wel een overwinning verdiend", "Ryan Gravenberch vindt dat Ajax te weinig heeft gekregen met een gelijkspel tegen PSV (2-2). “Als je het mij vraagt, dan hadden wij wel een overwinning verdiend,”zei de 18-jarige middenvelder.", "“Maar goed, uiteindelijk heb ik er best vrede mee,” vervolgde Gravenberch. “We staan nog steeds bovenaan en komen ook op een achterstand van 0-2. Dat moet een les voor ons zijn. De scherpte ontbrak in de openingsfase.”", "Gravenberch was zeer te spreken over Sébastien Haller, de recordaankoop die pas na rust in het veld kwam. “Hij is groot en sterk en heeft kwaliteiten die bij een goede spits horen. Jammer dat zijn doelpunt werd afgekeurd. Maar we hebben een goede aankoop gedaan.”", "Ajax tegen PSV voelde voor Gravenberch als een Europese wedstrijd. “Ik had kramp in beide kuiten, dus dat zegt wel genoeg.”", "Ten Hag telt zegeningen na gelijkspel tegen PSV", "Trainer Erik ten Hag kon wel leven met het gelijkspel van zijn Ajax tegen PSV (2-2). “Als je tegen een counterploeg als PSV na 20 minuten met 2-0 achterstaat, dan moet je je zegeningen tellen,” zei hij. “Maar het blijft jammer dat we de kansen op de 3-2 niet benut hebben. Want die kregen we wel.”", "“We groeiden in de wedstrijd,” zei Ten Hag. “We hadden PSV volledig in onze greep. We maakten ook twee goede doelpunten maar hadden een derde moeten maken.”", "Ten Hag koos voor Zakaria Labyad als spits en liet zijn recordaankoop Sébastien Haller pas na rust invallen. Labyad was onzichtbaar voor rust en Haller stuwde Ajax naar een hoger niveau. “Maar het lag niet aan Labyad dat we met 2-0 achter kwamen,” verdedigde Ten Hag zichzelf. “Daar kon hij niets aan doen.”", "Ten Hag was wel zeer tevreden over de invalbeurt van Haller. “Hij wist vijf dagen geleden nog niet dat hij naar Ajax zou gaan en heeft pas twee keer meegetraind. Maar je zag zijn enorme impact op de ploeg. Hij liet ook zijn medespelers beter voetballen. Jammer dat hij net buitenspel stond toen hij scoorde. Maar hij heeft zijn waarde wel bewezen.”"], "authors": [], "keywords": ["tegengoals", "leren", "zijn", "van", "haller", "hag", "en", "een", "moeten", "het", "maar", "hij", "dat", "wel"], "pubDate": "2021-01-10T18:14:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}