{"id": "cd4ce43e-218a-3ff4-b3ec-f04f4ec3d2ce", "title": "Automobilist schiet op snelweg tweemaal vanuit zijn auto in de lucht", "url": "https://www.parool.nl/amsterdam/automobilist-schiet-op-snelweg-tweemaal-vanuit-zijn-auto-in-de-lucht~b52a153f/", "summary": "Beeld ANPDe politie kreeg een melding dat er twee keer in de lucht werd geschoten vanuit een rijdend voertuig op de snelweg A1 richting Amsterdam.\nDiegene reed de stad in, waarna de politie hem na een achtervolging aan de kant zette op de Oostelijke Handelskade.\nOok werd er een helikopter waargenomen, maar volgens een woordvoerder is het niet waarschijnlijk dat die bij de achtervolging betrokken was.\nHij werd bij de afrit A10 richting de Piet Heintunnel ingehaald door een automobilist die ‘als een gek kwam aanrijden’.\nVervolgens zag ik van alle kanten politieauto’s aankomen.”De verdachte is meegenomen naar het bureau en wordt in ieder geval verdacht van verboden wapenbezit.", "paragraphs": ["Beeld ANP", "De politie kreeg een melding dat er twee keer in de lucht werd geschoten vanuit een rijdend voertuig op de snelweg A1 richting Amsterdam. Dat vertelt een woordvoerder. Diegene reed de stad in, waarna de politie hem na een achtervolging aan de kant zette op de Oostelijke Handelskade.", "De politie zette de achtervolging met man en macht in. Zeker tien auto’s stonden uiteindelijk bij de plek van de arrestatie. Ook werd er een helikopter waargenomen, maar volgens een woordvoerder is het niet waarschijnlijk dat die bij de achtervolging betrokken was.", "Een getuige hoorde onderweg naar zijn werk harde knallen: “Ik dacht eerst nog aan vuurwerk”. Hij werd bij de afrit A10 richting de Piet Heintunnel ingehaald door een automobilist die ‘als een gek kwam aanrijden’. “Ik werd via de vluchtstrook ingehaald door een grijze Opel Astra die overal doorheen probeerde te duwen. Vervolgens zag ik van alle kanten politieauto’s aankomen.”", "De verdachte is meegenomen naar het bureau en wordt in ieder geval verdacht van verboden wapenbezit.", "Voor zover bekend zijn er geen gewonden gevallen."], "authors": ["Het Parool"], "keywords": ["ik", "achtervolging", "bij", "er", "zijn", "lucht", "snelweg", "die", "politie", "van", "een", "auto", "vanuit", "werd", "tweemaal", "schiet", "automobilist", "op", "dat"], "pubDate": "2021-01-03T15:15:51Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}