{"id": "cd5f5ae5-ccd1-329e-b584-1baf531b28ab", "title": "Antistoffen na Pfizer-prik herkennen ook mutatie nieuwe virusvarianten", "url": "https://www.nrc.nl/nieuws/2021/01/08/antistoffen-na-pfizer-prik-herkennen-ook-mutatie-in-nieuwe-virusvarianten-a4026835", "summary": "De antistoffen die het vaccin opwekt, remmen ook coronavirussen met een kleine verandering in het spike-eiwit dat op de buitenkant van het virus zit, de zogeheten N501Y mutatie.\nDie mutatie is ook te vinden op de recent in Groot-Britannië en Zuid-Afrika opgedoken virusvarianten, en speelt vermoedelijk een rol bij de hogere besmettelijkheid van deze varianten.\nZe besmetten bakjes met gekweekte cellen met twee virusvarianten: met de gangbare, op basis waarvan het Pfizervaccin is ontworpen, of met een variant met de N501Y mutatie.\n„Die vermoedelijk belangrijkste mutatie op het spike-eiwit maakt dus niet uit voor herkenning door antilichamen opgewekt door dit vaccin.\nEr zijn prille aanwijzingen dat die mogelijk ontsnapt aan de beschermende werking van antistoffen van mensen die Covid-19 door een oudere virusvariant hebben gehad.", "paragraphs": ["Het coronavaccin van Pfizer en BioNTech, waarmee nu wereldwijd mensen worden ingeënt, lijkt ook te beschermen tegen besmettelijkere varianten van het coronavirus die zijn ontdekt in Groot-Brittannië en in Zuid-Afrika. De antistoffen die het vaccin opwekt, remmen ook coronavirussen met een kleine verandering in het spike-eiwit dat op de buitenkant van het virus zit, de zogeheten N501Y mutatie. Die mutatie is ook te vinden op de recent in Groot-Britannië en Zuid-Afrika opgedoken virusvarianten, en speelt vermoedelijk een rol bij de hogere besmettelijkheid van deze varianten. Door deze mutatie hecht het coronavirus zich sterker aan lichaamscellen.", "Onderzoekers van Pfizer en van de Amerikaanse University of Texas Medical Branch publiceerden hun onderzoek op een preprint server, het moet nog beoordeeld worden door vakgenoten. Ze besmetten bakjes met gekweekte cellen met twee virusvarianten: met de gangbare, op basis waarvan het Pfizervaccin is ontworpen, of met een variant met de N501Y mutatie. Aan die kweekbakjes voegden ze verdunde bloedmonsters toe van twintig mensen die in een eerdere studie het vaccin hadden gekregen. De antistoffen in die bloedmonsters remden de infectie door beide virusvarianten even goed. Ook bij vijftien andere, apart geteste bekende mutaties was dit het geval.", "Geruststellend", "„Dit is geruststellend”, zegt Anke Huckriede, hoogleraar vaccinologie aan de Universiteit van Groningen. „Die vermoedelijk belangrijkste mutatie op het spike-eiwit maakt dus niet uit voor herkenning door antilichamen opgewekt door dit vaccin. Het is ook goed nieuws voor de andere vaccins, want die zijn ook gebaseerd op het spike-eiwit met de oude variant.”", "Een nadeel van de studie is dat er steeds alleen is gekeken naar het effect van losse mutaties, terwijl in Groot-Brittannië en Zuid-Afrika opgedoken varianten allebei meerdere veranderingen hebben in het spike-eiwit. Of de huidige vaccins ook voldoende beschermen tegen virussen met meerdere mutaties tegelijk wordt op dit moment bekeken.", "Een bepaalde verandering die voorkomt bij de Zuid-Afrikaanse variant, de E484K-mutatie, baart onderzoekers met name zorgen. Er zijn prille aanwijzingen dat die mogelijk ontsnapt aan de beschermende werking van antistoffen van mensen die Covid-19 door een oudere virusvariant hebben gehad.", "Nieuwe beoordeling", "Genetische vaccins zoals die van Pfizer en Moderna zijn makkelijk aan te passen aan een nieuwe virusvariant: het is een kwestie van dezelfde kleine veranderingen in de genetische code van het corona-mRNA in het vaccin inbouwen.", "Maar een dergelijke aanpassing in een al goedgekeurd vaccin vergt wel een nieuwe beoordeling door geneesmiddelenautoriteiten. Hoeveel extra onderzoeksgegevens vaccinmakers dan moeten aanleveren om dit aangepaste vaccin op de markt toe te kunnen laten, hangt af van de aard en het aantal van de wijzigingen die gemaakt worden, mailt Marsja Meijer, woordvoerder van het College ter Beoordeling van Geneesmiddelen (CBG). Er moet in elk geval onderbouwd worden dat het aanpaste vaccin een goede afweerreactie opwekt tegen de nieuwe én de oorspronkelijke variant, en dat het veilig is. „Mocht dit nodig blijken, dan kan dit waarschijnlijk in studies gedaan worden die vele malen kleiner zijn dan de studies die nodig waren voor goedkeuring.”", "Huckriede: „Dat kan dus vrij snel gaan. Het lijkt een beetje op wat we met griepvaccins doen, die moeten we ook ieder jaar opnieuw aanpassen aan de nieuwe stam.”", "Lees ook: Een verdachte variant met opvallend veel mutaties", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Niki Korteweg", "Leestijd Minuten"], "keywords": ["herkennen", "antistoffen", "van", "en", "nieuwe", "mutatie", "een", "met", "ook", "op", "vaccin", "virusvarianten", "het", "door", "die", "pfizerprik"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}