{"id": "cd6e1a44-bddc-3712-abb9-14f138850819", "title": "Meer coronapatiënten Noorden waardoor ziekenhuizen nog geen reguliere zorg kunnen herstarten (en let op koffiepauzes op werk)", "url": "https://www.dvhn.nl/groningen/Meer-coronapati%C3%ABnten-Noorden-waardoor-ziekenhuizen-nog-geen-reguliere-zorg-kunnen-herstarten-26275153.html", "summary": "Ze hebben geen aanwijzingen dat dat niet lukt.\nDat blijft het Noorden volgens het AZNN doen omdat het kan en om de patiënten goed te verdelen over ziekenhuizen in het land.\nWoensdag lagen er 153 covid-patiënten in de noordelijke ziekenhuizen, van wie 62 afkomstig zijn uit andere delen van het land.\nDe stijging van het aantal besmettingen is overigens niet alleen te wijten aan het grotere aantal testen, want het percentage positieve testen blijft vrij hoog.\nOp de werkvloer worden blijkbaar de regels van 1,5 meter afstand en het dragen van mondkapjes niet goed nageleefd.", "paragraphs": ["Het aantal covidpatiënten in de ziekenhuizen neemt toe in Noord-Nederland. Daardoor lukt het nog niet de normale zorg weer te herstarten. Veel besmettingen ontstaan tijdens koffie- en theepauzes op het werk.", "De dringend noodzakelijke medische zorg is nog niet in geding maar veel van wat wel eventjes uitgesteld kan, wordt uitgesteld. Volgens het Acute Zorgnetwerk Noord-Nederland monitoren de ziekenhuizen in Drenthe, Friesland en Groningen nauwlettend of de kritieke, niet-uitstelbare zorg wel door kan blijven gaan. Ze hebben geen aanwijzingen dat dat niet lukt.", "Een deel van de geplande zorg is wel afgezegd. Enkele weken geleden was de hoop dat die planbare zorg weer terug kon naar normaal, maar toen liep het aantal coronapatiënten weer zo sterk op dat dat niet lukte.", "153 covidpatiënten", "De drie noordelijke provincies nemen nog dagelijks patiënten uit andere regio’s op. Dat blijft het Noorden volgens het AZNN doen omdat het kan en om de patiënten goed te verdelen over ziekenhuizen in het land. Woensdag lagen er 153 covid-patiënten in de noordelijke ziekenhuizen, van wie 62 afkomstig zijn uit andere delen van het land.", "Het AZNN ziet ook een aantal positieve ontwikkelingen. Zo neemt het aantal afgenomen testen behoorlijk toe de laatste tijd. De testbereidheid is goed, vindt het AZNN. De stijging van het aantal besmettingen is overigens niet alleen te wijten aan het grotere aantal testen, want het percentage positieve testen blijft vrij hoog.", "Testlocaties", "De GGD’s blijven het aantal testlocaties uitbreiden. De XL-straat in Groningen wordt volgens AZNN goed bezocht. L-teststraten in Leeuwarden en Assen worden naar verwachting in geopend.", "Het valt het AZNN op dat met name onder het werkzame deel van de bevolking het aantal besmettingen blijft toenemen, de zogenoemde actieve populatie van 30- tot 60 jarigen. Op de werkvloer worden blijkbaar de regels van 1,5 meter afstand en het dragen van mondkapjes niet goed nageleefd. ,,Het is het van belang dat medewerkers de regels goed in acht blijven nemen. Relatief veel besmettingen worden opgelopen in koffie- en pauzeruimtes’’, stelt het AZNN.", "Vaccinaties", "De samenwerkende zorgorganisaties hebben een regionale werkgroep geformeerd om het covid-vaccinatiebeleid voor de noordelijke regio nader te verkennen. De werkgroep is deze week voor het eerst bijeen geweest onder voorzitterschap van Jos rietveld, de directeur publieke gezondheid Groningen. De groep komt vanaf nu wekelijks bij elkaar."], "authors": ["Arend Van Wijngaarden"], "keywords": ["werk", "van", "goed", "nog", "let", "op", "ziekenhuizen", "meer", "het", "aantal", "reguliere", "aznn", "zorg", "niet", "waardoor", "noorden", "dat", "en"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}