{"id": "cd98c9df-a341-35d5-a425-8135959baac5", "title": "Pelosi wil haast maken met afzettingsprocedure tegen Trump", "url": "https://www.parool.nl/wereld/pelosi-wil-haast-maken-met-afzettingsprocedure-tegen-trump~b2361800/", "summary": "Beeld AFPNa de door Donald Trump geïnstigeerde bestorming van het Capitool is het genoeg geweest voor de Democratische partij.\n— Nancy Pelosi (@SpeakerPelosi) 8 januari 2021Pelosi, de voorzitter van het Huis van Afgevaardigden, heeft vicepresident Mike Pence een ultimatum gegeven.\nOok als hij dat wel zou doen, en een meerderheid van het kabinet daarmee instemt, kan Trump zich hiertegen nog verweren.\nOmdat de Democraten in het Huis in de meerderheid zijn, is het zeer waarschijnlijk dat die aanklacht wordt aangenomen.\nDe gevolgen van een veroordeling volgens de impeachmentprocedure kunnen echter groot zijn voor Trumps ambities in de toekomst.", "paragraphs": ["Beeld AFP", "Na de door Donald Trump geïnstigeerde bestorming van het Capitool is het genoeg geweest voor de Democratische partij. De belangrijkste Democraten in het Congres, Chuck Schumer en Nancy Pelosi, willen dat Trump zo snel mogelijk uit zijn ambt wordt gezet. Hij is volgens hen een gevaar voor de samenleving zolang hij in het Witte Huis zit. Wachten tot Trumps termijn over negen dagen afloopt, duurt volgens hen te lang.", "Tekst gaat verder onder tweet", "This morning, @SenSchumer and I placed a call to Vice President Pence to urge him to invoke the 25th Amendment which would allow the Vice President and a majority of the Cabinet to remove the President. We have not yet heard back from the Vice President. — Nancy Pelosi (@SpeakerPelosi) 8 januari 2021", "Pelosi, de voorzitter van het Huis van Afgevaardigden, heeft vicepresident Mike Pence een ultimatum gegeven. Als hij niet binnen 24 uur het 25ste amendement in werking stelt, gaat ze over tot impeachment. Volgens sectie 4 van die wet kan de vicepresident de taken van de president op zich nemen in gevallen dat die mentaal niet goed meer in staat is leiding te geven. In het ophitsen van de menigte om naar het Capitool te gaan zien de Democraten daarvoor voldoende bewijs.", "Nooit meer een publiek ambt", "Vicepremier Pence is gebrouilleerd met zijn ­opdrachtgever, sinds hij weigerde aan Trumps illegale plan voor een coup mee te werken. Maar volgens The New York Times voelt Pence er niets voor Trump voortijdig uit het zadel te wippen. Ook als hij dat wel zou doen, en een meerderheid van het kabinet daarmee instemt, kan Trump zich hiertegen nog verweren.", "Dus lijkt impeachment onafwendbaar. Pelosi zou het Huis woensdag al over de aanklacht willen laten stemmen. Omdat de Democraten in het Huis in de meerderheid zijn, is het zeer waarschijnlijk dat die aanklacht wordt aangenomen. Daarmee zal Trump de boeken ingaan als de eerste Amerikaanse president die twee keer een impeachment kreeg.", "Negen dagen voor zijn vertrek lijkt het slechts een symbolische daad. Vooral omdat ­Senaatsleider Mitch McConnell al heeft aan­gegeven er op zijn vroegst op 20 januari – de dag dat Joe Biden wordt geïnaugureerd – een zitting over te kunnen houden.", "De gevolgen van een veroordeling volgens de impeachmentprocedure kunnen echter groot zijn voor Trumps ambities in de toekomst. Als de Senaat de aanklacht aanneemt, kan worden ­besloten dat hij nooit meer een publiek ambt mag vervullen. Daarmee vervliegt de kans op een ­comeback in 2024 voorgoed.", "Bedrijfsleven", "Die beslissing mag in de Senaat ook nog ­gemaakt worden nadat Trumps termijn al is afgelopen. Het gevaar bestaat dan wel dat", "de eerste dagen van Bidens presidentschap overschaduwd worden door het impeachment­proces. De Senaat moet volgens de wet, als een impeachment­aanklacht is ingediend, al het ­andere werk laten liggen tot het proces is afge­lopen. Biden moet daar dan op wachten voor hij ministers kan benoemen. Om dat te voorkomen zouden de Democraten overwegen de impeachmentaanklacht, nadat die is aangenomen in het Huis, niet direct naar de Senaat te sturen.", "Of in de Senaat, die vanaf Bidens aantreden vijftig Republikeinen en vijftig Democraten telt, dan – anders dan elf maanden geleden – wél een tweederdemeerderheid voor afzetting komt, is twijfelachtig. Maar het borrelt wel in de Republikeinse Partij. Dat Trump een woeste menigte naar het Capitool heeft gedirigeerd terwijl daar het Congres aanwezig was, gaat ook veel van zijn trouwste volgelingen te ver. In elk geval twee Republikeinse senatoren hebben gezegd dat zij, als het zover komt, de impeachmentaanklacht zullen steunen.", "De druk op de partij wordt ook vanuit het ­bedrijfsleven opgevoerd. Een aantal grote Amerikaanse bedrijven heeft na de aanval op het ­Capitool, waarbij vijf mensen overleden, besloten hun politieke donaties te bevriezen. Zo stopt hotelketen Marriott donaties aan alle 147 Republikeinen die Bidens benoeming in het Congres wilden blokkeren."], "authors": ["Tom Kieft"], "keywords": ["zijn", "pelosi", "maken", "van", "voor", "met", "een", "tegen", "hij", "afzettingsprocedure", "te", "op", "wil", "trump", "het", "haast", "dat", "die"], "pubDate": "2021-01-11T01:41:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}