{"id": "cda28e62-376e-3077-bcce-9d94d08193a2", "title": "Corona heeft ‘desastreus effect op bestrijding hiv’", "url": "https://www.parool.nl/wereld/corona-heeft-desastreus-effect-op-bestrijding-hiv~b6dc62c8/", "summary": "De combinatie met het coronavirus heeft ‘een desastreus effect op de wereldwijde aidsbestrijding’, aldus een voorlichter van het Aidsfonds.\nZo richten de hiv-testlocaties zich momenteel vooral op het testen op het coronavirus.\nOok de ontwikkeling van coronamedicatie maakt gebruik van uitvindingen die in het kader van hiv werden gedaan.\n“Hiv nestelt zich in het erfelijke materiaal van de cel dat het infecteert, het coronavirus doet dat niet.\n“De coronapandemie werpt ons twintig jaar terug in de tijd,” zei Pedro Alonso, de WHO-directeur van het malariaprogramma, eerder.", "paragraphs": ["De coronapandemie raakt ook de strijd tegen hiv. Bijna driekwart van de hiv-test­programma’s op de wereld is verstoord, vooral in Afrika, concludeert het Aidsfonds daags voor Wereldaidsdag.", "Volgens het Aidsfonds neemt het aantal hiv-infecties in grote delen van de wereld toe. De combinatie met het coronavirus heeft ‘een desastreus effect op de wereldwijde aidsbestrijding’, aldus een voorlichter van het Aidsfonds.", "Zo richten de hiv-testlocaties zich momenteel vooral op het testen op het coronavirus. Het missen van hiv-infecties leidt volgens VN-organisatie Unaids naar verwachting tot honderdduizenden extra hiv-geïnfecteerden, en vele tienduizenden extra doden door aids de komende vijf jaar. Een laat vastgestelde hiv-infectie bemoeilijkt de behandeling.", "“In westerse landen als Nederland is de gezondheidsschade die de coronapandemie op de hiv-zorg heeft relatief klein,” zegt Peter Reiss, hoogleraar inwendige geneeskunde aan de Universiteit van Amsterdam en directeur van de Stichting HIV Monitoring. Net als bij andere ziektebeelden is de hiv-zorg tijdens de eerste corona­golf afgeschaald, maar via beeldbellen en thuisbezorging van hiv-medicatie is de zorg wel gecontinueerd. “In armere, veelal Afrikaanse landen was dat niet mogelijk, wat tot meer gezondheidsschade leidt,” aldus Reiss.", "Van de 38 miljoen hiv-patiënten in de wereld worden er 26 miljoen behandeld. De productie en distributie van hiv-medicatie staat echter onder druk. Als de behandeling via medicijnen onderbroken wordt, bestaat het risico dat het virus verandert en resistent wordt voor de medicijnen. Verdere behandeling wordt dan moeilijk. Bij het langer stopzetten van de hiv-behandeling ligt aids op de loer, dat kan zorgen voor overlijden.", "Levensreddend", "Directeur Mark Vermeulen van het Nederlandse Aidsfonds stelt: “De enorme vooruitgang die we met vereende krachten in 40 jaar aids­bestrijding hebben geboekt, wordt nu genadeloos afgeremd. De toevoer en beschikbaarheid van levensreddende hiv-medicijnen is in veel landen ernstig in het gedrang gekomen.”", "Bij mensen die met hiv besmet zijn en daarvoor een goede behandeling krijgen, lijkt een coronabesmetting niet wezenlijk anders te belopen, aldus hiv-arts Reiss. Bij hiv-geïnfecteerden zonder goede behandeling zijn er aanwijzingen dat de sterfte groter is, maar het is te vroeg om daarover eenduidige conclusies te trekken, zegt Reiss. “Ook sociaaleconomische omstandigheden van de patiënten lijken een rol te spelen.”", "Nog geen aidsvaccin", "Bij de bestrijding van het coronavirus wordt wereld­wijd gebruikgemaakt van bevindingen en platformen die voor de aidsbestrijding zijn opgericht. De PCR-techniek waarmee een coronabesmetting wordt vastgesteld, bijvoorbeeld, is ontwikkeld voor vaststellen van hiv, aldus Reiss. Ook de ontwikkeling van coronamedicatie maakt gebruik van uitvindingen die in het kader van hiv werden gedaan.", "Tegen het coronavirus lijken al binnen een jaar verschillende vaccins beschikbaar te komen, maar bij aids is dat in vier decennia nog niet gelukt. Dat heeft te maken met de aard van het virus, aldus Reiss. “Hiv nestelt zich in het erfelijke materiaal van de cel dat het infecteert, het coronavirus doet dat niet. Dat maakt vaccinontwikkeling relatief eenvoudiger.”", "Niet alleen de hiv-zorg lijdt onder de coronapandemie, dat geldt ook voor de mondiale bestrijding van tuberculose en malaria, waarschuwde de Wereldgezondheidsorganisatie (WHO) al eerder. “De coronapandemie werpt ons twintig jaar terug in de tijd,” zei Pedro Alonso, de WHO-directeur van het malariaprogramma, eerder."], "authors": ["Jop Van Kempen"], "keywords": ["van", "heeft", "het", "op", "hiv", "desastreus", "corona", "een", "wordt", "bestrijding", "dat", "en", "te", "effect", "voor"], "pubDate": "2020-11-30T11:59:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}