{"id": "cdb4cd9c-4af8-363d-a896-5ffbc5c9f508", "title": "Initiatief van drukkerij uit Westerbroek in boek over mensen en organisaties die Nederland hielpen tijdens coronacris. Eerste exemplaar voor premier Mark Rutte", "url": "https://www.dvhn.nl/economie/Initiatief-van-drukkerij-uit-Westerbroek-in-boek-over-mensen-en-organisaties-die-Nederland-hielpen-tijdens-coronacris.-Eerste-exemplaar-voor-premier-Mark-Rutte-26272964.html", "summary": "Het Nationaal Loket Afstand, een initiatief van online drukkerij Reclameland uit Westerbroek om winkeliers te helpen met de communicatie over de anderhalvemetersamenleving, is opgenomen in het woensdag verschenen boek ‘Nederland Bedankt’.\nIn Nederland Bedankt staan verhalen over mensen en organisaties die de Nederlandse samenleving hebben geholpen in crisistijd.\nAnderhalvemeter-productenHet verhaal van Nationaal Loket Afstand is een van de 48 verhalen die in woord en beeld zijn vastgelegd in het boek.\n‘We merkten onder winkeliers een sterk toenemende vraag naar artikelen die het belang van afstand houden duidelijk maken’, licht Gerwin Verdonk, manager online van Reclameland, een dochter van Simian in Westerbroek, in een persbericht toe.\n‘Op deze manier was het voor de organisaties waar thuiswerken niet mogelijk was toch veilig om naar het werk te gaan bijvoorbeeld.’", "paragraphs": ["Het Nationaal Loket Afstand, een initiatief van online drukkerij Reclameland uit Westerbroek om winkeliers te helpen met de communicatie over de anderhalvemetersamenleving, is opgenomen in het woensdag verschenen boek ‘Nederland Bedankt’.", "In Nederland Bedankt staan verhalen over mensen en organisaties die de Nederlandse samenleving hebben geholpen in crisistijd. Premier Mark Rutte nam woensdag het eerste exemplaar in ontvangst. De opbrengst van de verkoop gaat naar Stichting ZWiC, een steunfonds voor zorgverleners met corona.", "Anderhalvemeter-producten", "Het verhaal van Nationaal Loket Afstand is een van de 48 verhalen die in woord en beeld zijn vastgelegd in het boek. De website werd meteen na de eerste persconferentie in maart, toen corona Nederland bereikte, in het leven geroepen.", "‘We merkten onder winkeliers een sterk toenemende vraag naar artikelen die het belang van afstand houden duidelijk maken’, licht Gerwin Verdonk, manager online van Reclameland, een dochter van Simian in Westerbroek, in een persbericht toe.", "‘We hebben daarop ingespeeld door ‘anderhalvemeter-producten’ aan te bieden. Vloerstickers met ‘houd afstand’ of de tekst ‘als je dit kunt lezen, dan sta je te dichtbij’ waren erg gewild. Zo konden we winkeliers geven wat ze nodig hadden om open te kunnen.’", "‘Belangrijke rol bij beschermen Nederlanders’", "‘Wij denken dat het Nationaal Loket Afstand een zeer belangrijke rol heeft gespeeld bij het beschermen van Nederlanders door voorwerpen te maken die waarschuwen voor 1,5 meter afstand en door mensen die aan het werk zijn te beschermen’, verklaart Julien Paul Jukema, een van de drijvende krachten achter het boek, de keuze voor Nationaal Loket Afstand.", "‘Op deze manier was het voor de organisaties waar thuiswerken niet mogelijk was toch veilig om naar het werk te gaan bijvoorbeeld.’"], "authors": [], "keywords": ["van", "afstand", "nederland", "premier", "mensen", "het", "nationaal", "rutte", "die", "winkeliers", "tijdens", "een", "te", "uit", "loket", "organisaties", "westerbroek", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}