{"id": "cdbcf157-1c38-36b7-9142-292cd2f639be", "title": "10.000 besmettingen minder, maar ‘overtuigend effect lockdown blijft uit’", "url": "https://www.parool.nl/nederland/10-000-besmettingen-minder-maar-overtuigend-effect-lockdown-blijft-uit~befe786f/", "summary": "“Het aantal mensen dat zich liet testen en het aantal mensen met een positieve testuitslag daalde weliswaar, maar het percentage positieve testen bleef deze week hoog.”Het percentage tests dat positief uitpakte ging van 13 naar 13,7 procent.\nHet RIVM weet niet precies hoe het komt dat het aantal testen daalt maar dat het aantal positieve gevallen relatief gezien stijgt.\nEen reproductiegetal van 0,91 betekent dat 100 mensen samen weer 91 andere mensen besmetten met het virus en dat het aantal besmettingen dus daalt.\nOpvallend is de daling van het aantal besmettingen in de leeftijdscategorie 13-17.\nOp de verpleegafdelingen nam het aantal coronapatiënten in het afgelopen etmaal toe met 29 tot 2159.", "paragraphs": ["Het percentage positieve testen bleef deze week hoog. Beeld Getty Images/iStockphoto", "Dat blijkt uit de nieuwe weekcijfers die het RIVM zojuist bekend maakte. “Overtuigende effecten van de lockdown van 15 december blijven vooralsnog uit,” schrijft het RIVM. “Het aantal mensen dat zich liet testen en het aantal mensen met een positieve testuitslag daalde weliswaar, maar het percentage positieve testen bleef deze week hoog.”", "Het percentage tests dat positief uitpakte ging van 13 naar 13,7 procent. Het RIVM weet niet precies hoe het komt dat het aantal testen daalt maar dat het aantal positieve gevallen relatief gezien stijgt. “Het kan zijn dat mensen tijdens en na de feestdagen minder geneigd waren om zich te laten testen, of dat de lockdown wel effect heeft en minder mensen klachten hebben.”", "Voor de tweede week op rij was het aantal mensen dat zich heeft laten testen lager dan de week daarvoor, dit keer was er een daling van 16 procent. Het aantal mensen dat zich afgelopen kalenderweek heeft laten testen was 368.126, een daling van ruim 70.500 ten opzichte van de week van 21 tot en met 27 december.", "Reproductiegetal onder de 1", "Het meest recente reproductiegetal (R), dat aangeeft hoeveel besmettingen veroorzaakt worden door iedere besmette persoon, daalde tot 0,91. Dat is het niveau van 18 december, dus net na de harde lockdown die op 15 december inging. Op 11 december lag de R nog op 1,15. Een reproductiegetal van 0,91 betekent dat 100 mensen samen weer 91 andere mensen besmetten met het virus en dat het aantal besmettingen dus daalt. Voor een recentere datum kan nog geen R berekend worden.", "Opvallend is de daling van het aantal besmettingen in de leeftijdscategorie 13-17. Dat daalde in een week tijd met ongeveer eenderde. Die daling is twee keer zo groot als bij de gehele bevolking.", "Tekst gaat door onder grafiek", "Het aantal nieuwe ic-opnamen ging van 304 naar 336. Het aantal door GGD’en geregistreerde overlijdens steeg van 583 naar 621. Dat is een onderschatting van het totaal aantal coronadoden: niet elk overlijden wordt bij de GGD gemeld.", "Dagtoename", "Het aantal nieuwe coronabesmettingen is de afgelopen 24 uur toegenomen met 6412 nieuwe besmettingen, meldt het RIVM. Dat is minder dan maandag toen er 6671 nieuwe besmettingen werden genoteerd.", "Het aantal coronapatiënten in Nederlandse ziekenhuizen is verder toegenomen tot 2882. Dat zijn er 46 meer dan maandag, meldt het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS).", "Van de opgenomen patiënten met Covid-19 liggen er 723 op intensivecareafdelingen, 17 meer dan de voorgaande dag. Op de verpleegafdelingen nam het aantal coronapatiënten in het afgelopen etmaal toe met 29 tot 2159.", "Door de toenemende drukte in ziekenhuizen zijn er het afgelopen etmaal 35 coronapatiënten verplaatst tussen regio’s, van wie er 8 op de intensive care liggen. In Duitse ziekenhuizen liggen 8 Nederlandse Covid-patiënten op de ic, één minder dan op maandag."], "authors": ["Het Parool"], "keywords": ["overtuigend", "aantal", "besmettingen", "blijft", "effect", "lockdown", "uit", "met", "testen", "10000", "mensen", "van", "maar", "een", "minder", "op", "het", "week", "dat"], "pubDate": "2021-01-05T14:24:08Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}