{"id": "cdca7678-a709-32f6-bfba-05a855ac1288", "title": "Joe 'Tiger King' Exotic vroeg Kim Kardashian te helpen hem vrij te krijgen", "url": "https://nu.nl/achterklap/6095528/joe-tiger-king-exotic-vroeg-kim-kardashian-te-helpen-hem-vrij-te-krijgen.html", "summary": "Joe Exotic heeft in november in een handgeschreven brief aan Kim Kardashian gevraagd of ze wil helpen hem vrij te krijgen, meldt ET Canada dat de brief heeft ingezien.\nJoe Maldonado-Passage, zoals Joe Exotic echt heet, zou aan de realityster hebben gevraagd om een goed woordje voor hem te doen bij de Amerikaanse president Donald Trump.\nMaar ik geloof dat je de waarden van het rechtssysteem bij je draagt\", zou Exotic aan Kardashian hebben geschreven.\nDe realityster heeft in het verleden via sociale media aandacht besteed aan de Netflix-documentaire Tiger King, waarin Exotic te zien is.\nEind oktober koos ze met Halloween voor een Tiger King-thema.", "paragraphs": ["Joe Exotic heeft in november in een handgeschreven brief aan Kim Kardashian gevraagd of ze wil helpen hem vrij te krijgen, meldt ET Canada dat de brief heeft ingezien. Het is niet bekend of Kardashian heeft gereageerd.", "Joe Maldonado-Passage, zoals Joe Exotic echt heet, zou aan de realityster hebben gevraagd om een goed woordje voor hem te doen bij de Amerikaanse president Donald Trump. Trump heeft de macht om gevangenen gratie te verlenen.", "\"Ik weet dat we elkaar nooit hebben ontmoet en dat je dat wellicht nooit zou willen. Maar ik geloof dat je de waarden van het rechtssysteem bij je draagt\", zou Exotic aan Kardashian hebben geschreven. De 57-jarige voormalig dierentuineigenaar beweert in de brief dat hij onschuldig is.", "De 57-jarige Exotic zit momenteel een celstraf van 22 jaar uit voor het plannen van een moord op zijn concurrente Carole Baskin en dierenmishandeling. Kardashian volgt de opleiding tot advocaat en heeft zich meerdere malen ingezet om gevangenen vrij te krijgen.", "De realityster heeft in het verleden via sociale media aandacht besteed aan de Netflix-documentaire Tiger King, waarin Exotic te zien is. Eind oktober koos ze met Halloween voor een Tiger King-thema."], "authors": ["Door"], "keywords": ["tiger", "heeft", "exotic", "king", "hem", "het", "kardashian", "joe", "zou", "vroeg", "kim", "krijgen", "een", "te", "vrij", "dat", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}