{"id": "cdec8007-2682-3172-b35a-ecaac3507ff8", "title": "Het dagelijks leven in een lockdown", "url": "https://nrc.nl/nieuws/2020/12/17/het-dagelijks-leven-in-een-lockdown-a4023881", "summary": "Het dagelijks leven in een lockdownZes Rotterdamse fotografen tonen de impact van het coronavirus op ons dagelijks leven.\nTijdens de eerste lockdown kregen de jonge fotografen de opdracht om de gevolgen van het coronavirus in Rotterdam in beeld te brengen.\nIn het gelijknamige fotoboek dat is verschenen staan de foto’s samen met een tekst van Wilfried de Jong.\nDe opdracht voor dit project komt van Stichting Droom en Daad en is geïnspireerd door het fotoboek 'De Ramp uit 1953'.\nDe expositie ’Stil Leven’ staat gepland tot en met 28 februari 2021 in de Kunsthal Rotterdam.", "paragraphs": ["Het dagelijks leven in een lockdown", "Zes Rotterdamse fotografen tonen de impact van het coronavirus op ons dagelijks leven. Tijdens de eerste lockdown kregen de jonge fotografen de opdracht om de gevolgen van het coronavirus in Rotterdam in beeld te brengen. Dit leverde zes uiteenlopende fotoseries op. De expositie, genaamd ‘Stil Leven’, opende deze maand in de Kunsthal Rotterdam. De tentoonstelling was amper begonnen of de nieuwe ‘harde’ lockdown trad in werking. In het gelijknamige fotoboek dat is verschenen staan de foto’s samen met een tekst van Wilfried de Jong. De opdracht voor dit project komt van Stichting Droom en Daad en is geïnspireerd door het fotoboek 'De Ramp uit 1953'. Destijds bundelden fotografen en schrijvers hun krachten om de gevolgen van de Watersnoodramp te tonen. De fotografen Khalid Amakran, Loes van Duijvendijk, Willem de Kam, Geisje van der Linden, Marwan Magroun en Naomi Modde laten met hun werk zien wat de huidige crisis betekent voor de alledaagse realiteit.", "De expositie ’Stil Leven’ staat gepland tot en met 28 februari 2021 in de Kunsthal Rotterdam. Na afloop van de tentoonstelling wordt de gehele fotoserie opgenomen in het Rotterdams Stadsarchief."], "authors": ["December Om", "Leestijd Minuten"], "keywords": ["van", "tentoonstelling", "rotterdam", "een", "leven", "en", "fotografen", "dagelijks", "lockdown", "tonen", "voor", "met", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}