{"id": "ce0e7a7d-0b35-3dca-94df-1b47830bf223", "title": "Waarom is ons pensioen niet genoeg voor twee?", "url": "https://volkskrant.nl/economie/waarom-is-ons-pensioen-niet-genoeg-voor-twee~b7c1477f/", "summary": "Maar ook als je zzp'er bent en je leunt op het pensioen van je partner?\nOf vindt u geld verdienen niet zo belangrijk, zolang uw partner maar een goed inkomen heeft?\nHet is niet meer afgeleid van het laatstverdiende salaris, maar van het gemiddelde salaris tijdens de loopbaan.\nAls ik over pensioen begin, zegt bijna iedereen dat het te ingewikkeld is en er daarom liever niet over nadenken.\nHun ouders hebben het hen blijkbaar niet ingeprent dat je je zorgen moet maken over je oude dag.", "paragraphs": ["Genieten op je oude dag. Maar ook als je zzp'er bent en je leunt op het pensioen van je partner? Beeld ANP", "Wat bedoelt u met ‘ervoor kiezen om haar carrière voorrang te geven’? Dat u niets van uw inkomen in een pensioenregeling steekt? En wie profiteert daarvan, alleen u of ook uw partner? Of vindt u geld verdienen niet zo belangrijk, zolang uw partner maar een goed inkomen heeft?", "Natuurlijk kunt u als man de carrière van uw vrouw centraal stellen. Maar het is praktisch onmogelijk om van één pensioen tot het einde toe te leven. Als u nu twee inkomens heeft, moet u ook allebei geld opzij leggen voor later.", "Tot aan het begin van deze eeuw bestond het kostwinnerspensioen nog: na 40 jaar werken bij één baas kreeg de werknemer met een eindloonregeling ongeveer 70 procent van zijn laatstverdiende salaris. Als hij of zij overleed, kreeg de achterblijvende partner daar levenslang 70 procent van. In totaal dus de helft, aangevuld met de AOW-uitkering voor een alleenstaande.", "Tegenwoordig is het partnerpensioen veel schraler. Het is niet meer afgeleid van het laatstverdiende salaris, maar van het gemiddelde salaris tijdens de loopbaan. Daarnaast blijven weinigen nog 40 jaar bij dezelfde werkgever. Overstappen naar een ander bedrijf is vaak nadelig voor het partnerpensioen.", "Verder wordt er tegenwoordig vaak geen partnerpensioen meer opgebouwd, maar alleen verzekerd tot aan de pensioendatum. Het partnerpensioen is soms geen 70 maar nog maar 50 procent van het ouderdomspensioen. Om bij overlijden na de pensionering de partner verzorgd achter te laten, moet je een deel van dat ouderdomspensioen inleveren.", "Als ik over pensioen begin, zegt bijna iedereen dat het te ingewikkeld is en er daarom liever niet over nadenken. Hun ouders hebben het hen blijkbaar niet ingeprent dat je je zorgen moet maken over je oude dag. Ik heb dat wel meegekregen. Mijn ouders scheidden in een periode dat een vrouw voor haar pensioenuitkering nog overgeleverd was aan de genade van de verdwenen heer des huizes. En mijn vader was niet zo royaal.", "Om terug te keren naar de vraag: het pensioen van uw vrouw wordt tot haar secundaire arbeidsvoorwaarden gerekend en is niet van u. Vaak is er ook een partnerpensioen, maar dat is alleen terug te vinden in haar overzicht op mijnpensioenoverzicht.nl. Als u bij uzelf op mijnpensioenoverzicht.nl inlogt, kunt u die aanspraak niet terugvinden.", "U kunt dus zelf niet zien wat de financiële gevolgen zijn van een mogelijk overlijden van uw partner, zonder haar medewerking te vragen. Alleen als u van haar scheidt, wordt uw deel van haar pensioen ook werkelijk van u. Dan krijgt u het geld ook uitgekeerd op uw rekening, vanaf het moment dat zij met pensioen gaat.", "Reinout van der Heijden is hoofdredacteur van de Geldgids. Zelf een vraag aan Reinout? Geldvraag@volkskrant.nl"], "authors": ["Reinout Van Der Heijden"], "keywords": ["van", "uw", "dat", "pensioen", "niet", "een", "genoeg", "maar", "te", "twee", "waarom", "voor", "je", "ons", "haar", "het"], "pubDate": "2020-11-26T14:29:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}