{"id": "ce184ac2-d7e6-3179-adcc-eace2558c0e0", "title": "Is bouwen met hout de toekomst? 'Ons huis staat in zes dagen'", "url": "https://nu.nl/wonen/6097529/is-bouwen-met-hout-de-toekomst-ons-huis-staat-in-zes-dagen.html", "summary": "Een huis van hout klinkt als een stap terug in de tijd.\nMetropoolregio Amsterdam heeft in december vastgelegd dat het aandeel van hout in de woningbouw in 2025 20 procent moet bedragen.\nHuis in elkaar zetten als IKEA-kastDat bouwen met hout geen stapje terug in de tijd is, komt door de komst van mass timber, vertelt Van der Lugt.\nDaarnaast is het niet duurder dan traditionele bouw, anders hadden we het niet gedaan.\"\nEn er zijn nog niet veel aannemers en architecten die de kennis van bouwen met hout en ervaring met bouwen met hout hebben.", "paragraphs": ["Een huis van hout klinkt als een stap terug in de tijd. Maar het aandeel van hout in de bouw is aan het toenemen. Architect Rudolf Muis bouwt samen met anderen een houten wooncomplex van zes verdiepingen.", "Metropoolregio Amsterdam heeft in december vastgelegd dat het aandeel van hout in de woningbouw in 2025 20 procent moet bedragen. Ook tonen steeds meer woningcoöperaties interesse in bouwen met hout, vertelt Pablo van der Lugt, specialist houtbouw bij de TU Delft en schrijver van het recent verschenen boek Tomorrow's Timber.", "\"Het bouwt sneller en milieubewuster\", vertelt hij. \"Om met het milieu te beginnen: wanneer je de productie van materialen als beton, kunststof en alle metalen samen neemt, zorgt dit voor 15 procent van de CO2-uitstoot wereldwijd.\"", "Bij de productie van 1 kubieke meter CLT-hout wordt maar tussen de 125 en 150 kilogram CO2 uitgestoten, licht hij toe. \"Tegelijkertijd wordt er 800 kilogram mee uit de lucht gehaald, doordat de CO2 wordt opgeslagen in het hout. Er wordt tot een factor 5 meer opgeslagen dan er wordt uitgestoten.\"", "Huis in elkaar zetten als IKEA-kast", "Dat bouwen met hout geen stapje terug in de tijd is, komt door de komst van mass timber, vertelt Van der Lugt. \"We bouwen niet met losse boomstammen of planken, maar met grote houten panelen, zoals CLT, waar je ramen en deuren direct uit zaagt in de fabriek. Op de bouwplaats hoef je het alleen nog maar in elkaar te zetten, net als bij een IKEA-kast.\"", "Nederland zit midden in een stikstofcrisis: de bouw is diverse keren stilgelegd, terwijl er in 2030 een miljoen woningen bijgebouwd moeten zijn. \"Hout is vijf keer lichter dan beton, waardoor je het efficiënter kan vervoeren en snel in elkaar kan zetten, met minder zwaar materieel.\"", "“Echt niet alles hoeft van hout, maar we zullen het hard nodig hebben in de toekomst.” Pablo van der Lugt, TU Delft", "Architect Rudolf Muis heeft een wooncomplex van zes verdiepingen ontworpen, compleet van CLT. Het huis staat straks in zes dagen.", "Muis: \"Het gaat me niet alleen om hout, maar om het circulair omgaan met materialen. Beton hergebruiken kost drie keer energie: eerst wordt het gemaakt, dan weer gesloopt, en dan weer opnieuw gemaakt. Een houten huis kun je weer uit elkaar schroeven en de platen direct hergebruiken.\"", "Een pre-gefabriceerd houten gebouw wordt in elkaar gezet. (Foto: Derix)", "Een huis dat ademt", "Muis somt nog andere voordelen op. \"Voor brand hoef je niet bang te zijn: huizen van CLT bezwijken juist minder snel, doordat zich eerst een koollaag vormt, net als bij een blok in de open haard. Daarnaast is het niet duurder dan traditionele bouw, anders hadden we het niet gedaan.\"", "“Het FSC- of PEFC-keurmerk garandeert dat er weer een boom wordt terug geplant en dat het bos blijft bestaan.” Pablo van der Lugt", "Ook ademt een houten huis, vertelt zowel Muis als Van der Lugt. Muis: \"Een muur van beton, vaak met een laag latexverf, is luchtdicht. Hout neemt vocht op en geeft vocht af, dat zorgt voor een heel fijn binnenklimaat. Een betonnen muur voelt koud aan, een houten muur warm.\"", "'Er is genoeg bos in Europa'", "Maar waar moet al dat hout vandaan komen? Het is toch niet milieubewust om bomen te kappen? \"Dat is een van de grootste misverstanden\", zegt Van der Lugt. \"Het mass timber waar we nu mee bouwen, komt uit duurzaam beheerde naaldbossen in Europa. Het heeft een FSC- of PEFC-keurmerk, dat garandeert dat er weer een boom voor wordt terug geplant en dat het bos blijft bestaan.\"", "Zitten er dan geen nadelen aan hout? \"Het geluid tussen de woningen in één gebouw kan een probleem zijn\", zegt Muis. \"Maar met goede isolatie kom je heel ver. En er zijn nog niet veel aannemers en architecten die de kennis van bouwen met hout en ervaring met bouwen met hout hebben. Hierdoor is het voor veel partijen, waaronder de traditionele partijen in de bouw, nog een onzekere stap.\"", "Beton blijft voordelen bieden, zegt Van der Lugt. \"Bijvoorbeeld voor funderingen. Ik ben daarom voor het juiste materiaal op de juiste plaats. Echt niet alles hoeft van hout, een combinatie is al mooi en soms zelfs beter. Want we zullen al het hout hard nodig hebben voor de transitie naar een duurzamere toekomst.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["staat", "dagen", "van", "bouwen", "voor", "en", "met", "zes", "hout", "toekomst", "een", "wordt", "het", "huis", "niet", "dat", "ons"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}