{"id": "ce31b19b-fb1e-3a2a-b22e-f51146b46d40", "title": "Deense rederij Maersk over verloren containers: 'Dit moet een misverstand zijn'", "url": "https://www.dvhn.nl/groningen/Deense-rederij-Maersk-over-verloren-containers-Dit-moet-een-misverstand-zijn-26276134.html", "summary": "Rederij Maersk in Kopenhagen concludeert na intern onderzoek dat berichten over grootschalig containerverlies op de Noordzee door een van haar schepen berusten op misverstand.\nIn visserijkringen wezen de vingers snel na de eerste berichten over overboord geslagen containers naar containerschip Maersk Munich.\nDit schip van bijna 400 meter was vorige week donderdag met een een recordlading van 186.000 ton onderweg van Bremerhaven in Duitsland naar Göteborg in Zweden.\nHakvoort vermoedde dat het containers waren en vond de aanwezigheid van de Maersk Munich op deze plek verdacht.\n‘De Munick dreigde flink te vroeg aan te komen’Op het hoofdkantoor van Maersk in Kopenhagen werd de stroom online verdachtmakingen over de Maersk Munich snel opgemerkt.", "paragraphs": ["Rederij Maersk in Kopenhagen concludeert na intern onderzoek dat berichten over grootschalig containerverlies op de Noordzee door een van haar schepen berusten op misverstand.", "In visserijkringen wezen de vingers snel na de eerste berichten over overboord geslagen containers naar containerschip Maersk Munich. Dit schip van bijna 400 meter was vorige week donderdag met een een recordlading van 186.000 ton onderweg van Bremerhaven in Duitsland naar Göteborg in Zweden.", "Visserman Jelle Hakvoort zag het drijven nabij de plek waar zijn sonar wanordelijke bulten objecten waarnam. Hakvoort vermoedde dat het containers waren en vond de aanwezigheid van de Maersk Munich op deze plek verdacht. ,,Dat komt daar nooit voor’’, zei hij over de plek, iets ten noorden van het gebied Weiße Bank.", "Twitteraars gingen de gangen van de Maersk Munich na op websites als vessel.com en marinetraffic.com . Die lieten zien dat het schip ter hoogte van Weiße Bank sterk vaart minderde en een abrupt ogende koerswijziging had gemaakt.", "‘De Munick dreigde flink te vroeg aan te komen’", "Op het hoofdkantoor van Maersk in Kopenhagen werd de stroom online verdachtmakingen over de Maersk Munich snel opgemerkt. De containergigant stelde een onderzoek in. De uitkomst was dat geen van haar schepen lading miste.", "Het bedrijf zoomde extra in op de vaargeschiedenis van de Maersk Munich en kwam donderdagmiddag met een verklaring over de bewegingen op de Noordzee. ,,Het klopt dat het schip nabij Weiße Bank zeer langzaam voer. De reden was dat zij anders te vroeg in Göteborg zou aankomen’’, zegt Maersk-woordvoerder Markel Mihagic.", "Hij licht toe: ,,Een terminal werkt met strakke schema’s. Het is zaak just in time te arriveren. De Munich dreigde flink te vroeg aan te komen. Daarom is de kapitein langzamer gaan varen. Dat scheelt ook brandstof. Dat is wat de visser gezien heeft.’’", ",,Echt’’, besluit hij. ,,De Maersk Munich heeft geen containers verloren. Er zijn tot nu toe door de Duitse Kustwacht ook geen containers gevonden. Het moet een misverstand zijn.’’"], "authors": [], "keywords": ["munich", "misverstand", "rederij", "dit", "verloren", "deense", "van", "het", "op", "zijn", "maersk", "containers", "moet", "een", "dat", "te", "en"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}