{"id": "ce400e11-7232-32eb-a005-037e2001d2dd", "title": "De liedjes van Sturgill Simpson, teruggebracht tot de kern in de prachtige bluegrassplaat Cuttin’ Grass ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/de-liedjes-van-sturgill-simpson-teruggebracht-tot-de-kern-in-de-prachtige-bluegrassplaat-cuttin-grass~bb50532d/", "summary": "En dus bij de instrumentatie van de oeroude muziek uit zijn geboortestreek Kentucky: de bluegrass.\nDe Grammy-winnaar wist de allerbeste musici uit Kentucky aan zich te binden, voor zijn Cuttin’ Grass Vol.\nDe ingebrachte vocalen zijn weergaloos, en dan vooral de nasale, afgeknepen van Simpson zelf naast tweede, derde en vierde stemmen van de bandleden.\nBekende songs van Simpson, zoals Just Let Go en Turtles all the Way Down uit 2014, lijken in de bluegrassuitvoering instant klassiekers.\nEen mooie troostplaat voor bij de afsluiting van een rotjaar.", "paragraphs": ["Toen Sturgill Simpson afgelopen zomer aan het herstellen was van covid-19, kreeg hij een muzikaal visioen. De countryrocker, bekend van de bekroonde plaat A Sailor’s Guide to Earth uit 2016, hoorde zijn eigen oeuvre in zijn hoofd teruggebracht tot de kern. En dus bij de instrumentatie van de oeroude muziek uit zijn geboortestreek Kentucky: de bluegrass. Simpson had al zijn liedjes geschreven met louter een gitaar, dus in wezen was zijn repertoire al ontstaan bij opperste muzikale eenvoud.", "Dat pakt nu goed uit, blijkt bij een eerste plaat met bluegrassbewerkingen van Simpsons liedboek. De songs komen compleet tot leven in een ander universum, en wel dat van de razendsnel tokkelende banjo en mandoline, de minstens zo snel krassende viool en natuurlijk de versmelting van stemmen.", "De Grammy-winnaar wist de allerbeste musici uit Kentucky aan zich te binden, voor zijn Cuttin’ Grass Vol. 1. De ingebrachte vocalen zijn weergaloos, en dan vooral de nasale, afgeknepen van Simpson zelf naast tweede, derde en vierde stemmen van de bandleden. Bekende songs van Simpson, zoals Just Let Go en Turtles all the Way Down uit 2014, lijken in de bluegrassuitvoering instant klassiekers. Prachtig hoe een jubelende viool in dat laatste nummer opstijgt na Simpsons opsomming van alle hallucinerende drugs die hij in zijn leven heeft genomen.", "Het tempo mag af en toe ook omlaag. Ontroerend is de wiegende uitvoering van het pure liefdesliedje I Don’t Mind. ‘There’s a world I want to leave. And a world where I want to stay’, zingt Simpson. Een mooie troostplaat voor bij de afsluiting van een rotjaar."], "authors": ["Robert Van Gijssel"], "keywords": ["tot", "teruggebracht", "van", "bij", "sturgill", "grass", "viool", "kern", "zijn", "liedjes", "simpson", "een", "prachtige", "en", "uit", "cuttin", "world", "voor"], "pubDate": "2020-12-03T14:28:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}