{"id": "ce63c879-3cf5-335e-a1a3-0dd6c0a73ffd", "title": "Utrechtse supermarkten mogen in aanloop naar Kerst uur langer openblijven", "url": "https://nu.nl/utrecht/6095786/utrechtse-supermarkten-mogen-in-aanloop-naar-kerst-uur-langer-openblijven.html", "summary": "Supermarkten en andere foodwinkels in Utrecht mogen in de aanloop naar Kerst een uur langer openblijven dan normaal.\nZe willen de mogelijke drukte beter spreiden en hebben de gemeente daarom gevraagd om langer open te mogen blijven dan de huidige winkeltijdenverordening voorschrijft.\nDat houdt in dat supermarkten op maandag 21 december, dinsdag 22 december en woensdag 23 december tot 23.00 uur open mogen zijn, in plaats van 22.00 uur.\nOndernemers die gebruik willen maken van de verruiming van openingstijden kunnen hiervoor bij de gemeente een aanvraag indienen.\nTussen week 47 (16-22 november) en week 48 (23-29 november) daalde het aantal besmettingen van iets minder dan 200 naar 157 per 100.000 inwoners.", "paragraphs": ["Supermarkten en andere foodwinkels in Utrecht mogen in de aanloop naar Kerst een uur langer openblijven dan normaal. De gemeente zegt mee te werken aan een verzoek van de supermarkten.", "Supermarkten voorzien in de dagen voor Kerst veel extra drukte vanwege de kerstboodschappen. Ze willen de mogelijke drukte beter spreiden en hebben de gemeente daarom gevraagd om langer open te mogen blijven dan de huidige winkeltijdenverordening voorschrijft.", "De gemeente gaat akkoord met het verzoek. Dat houdt in dat supermarkten op maandag 21 december, dinsdag 22 december en woensdag 23 december tot 23.00 uur open mogen zijn, in plaats van 22.00 uur.", "Ondernemers die gebruik willen maken van de verruiming van openingstijden kunnen hiervoor bij de gemeente een aanvraag indienen.", "Nadat het aantal besmettingen in Utrecht tot en met week 45 nog een scherpe daling liet zien, is er volgens de gemeente de laatste drie weken sprake van een lichte daling die niet verder door lijkt te zetten.", "Tussen week 47 (16-22 november) en week 48 (23-29 november) daalde het aantal besmettingen van iets minder dan 200 naar 157 per 100.000 inwoners."], "authors": ["Door"], "keywords": ["aanloop", "van", "dan", "langer", "het", "naar", "gemeente", "uur", "willen", "een", "supermarkten", "kerst", "en", "week", "te", "mogen", "openblijven", "utrechtse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}