{"id": "ce8d5f90-1bd7-3130-b24e-5d723209b332", "title": "Het belangrijkste nieuws in vijf minuten van woensdag 16 december", "url": "https://volkskrant.nl/nieuws-achtergrond/het-belangrijkste-nieuws-in-vijf-minuten-van-woensdag-16-december~b866621b/", "summary": "Het nieuws over de coronacrisis is te lezen in het liveblog van de Volkskrant.\nDaarnaast geldt een uitzondering voor winkels met een aparte afdeling voor levensmiddelen.\nDat blijkt uit het conceptwetsvoorstel voor de nieuwe pensioenwet dat minister Wouter Koolmees van Sociale Zaken woensdag heeft gepubliceerd.\n5/5 | Reisbranchevereniging: stop verkoop vliegtickets naar oranje landenBranchevereniging ANVR heeft alle begrip voor de wens van het kabinet om het reisverkeer nog meer aan banden leggen.\nHet nieuws in vijf minuten bevat het nieuws van woensdag 16 december tot 17.00 uur.", "paragraphs": ["Beeld Sophia Twigt", "1/5 | Aantal besmettingen blijft oplopen: groei van 41 procent op weekbasis", "Het aantal besmettingen in Nederland blijft op weekbasis flink oplopen. Het aantal positieve testuitslagen over zeven dagen is met 41 procent opgelopen naar 63 duizend. Door problemen met de aanlevering van cijfers schommelen de cijfers per dag enorm. Deze weekcijfers geven een betrouwbaarder beeld.", "Het aantal coronapatiënten in de Nederlandse ziekenhuizen is vandaag slechts licht opgelopen, na een fikse stijging in de afgelopen twee dagen. Er liggen nu in totaal 1.964 patiënten met covid-19 in het ziekenhuis. Op de intensive care-afdelingen liggen 526 covidpatiënten. Een week geleden lagen er nog 473 patiënten met covid-19 op de ic. Op weekbasis is er een toename met 11 procent.", "Het nieuws over de coronacrisis is te lezen in het liveblog van de Volkskrant.", "2/5 | Kabinet scherpt regels winkelketens aan: Action, Hema en Wibra toch niet open", "Winkelketens als de Action, Hema en Wibra mogen toch niet hun deuren openen. Het kabinet heeft woensdag de regels aangescherpt. Hema en Action maakten daarop bekend alle filialen te sluiten. Wibra kondigde ook aan de deuren gesloten te houden.", "Alleen winkels die minstens 70 procent van hun omzet halen uit artikelen voor levensonderhoud, zoals eten en drinken, drogisterijartikelen, schoonmaakmiddelen, persoonlijke verzorging en dierenvoer, mogen openblijven. Daarnaast geldt een uitzondering voor winkels met een aparte afdeling voor levensmiddelen. Als die een eigen ingang hebben, mogen ze ook de deuren openen.", "3/5 | Pensioenwet ligt klaar: vanaf nu mag het land meepraten", "De regels voor pensioenfondsen worden in de aanloop naar het nieuwe pensioenstelsel versoepeld, waardoor het verlagen van pensioenen de komende jaren vrijwel vermeden kan worden. Dat blijkt uit het conceptwetsvoorstel voor de nieuwe pensioenwet dat minister Wouter Koolmees van Sociale Zaken woensdag heeft gepubliceerd.", "Via internet kan iedereen vanaf nu commentaar leveren. Dat commentaar wordt verwerkt in de wetstekst die daarna naar de Raad van State gaat voor advies. Als dat advies er is, wordt het wetsvoorstel ingediend bij het parlement. Koolmees hoopt dat de Tweede Kamer het voorstel na de verkiezingen in maart snel behandelt, zodat erover gestemd kan worden zodra er een nieuw kabinet is.", "4/5 | OM: Nederlandse hacker die inlogde op Twitter-account Trump niet strafbaar", "De ethisch hacker die in oktober inlogde op het twitteraccount van de Amerikaanse president Donald Trump handelde daarbij niet strafbaar. Dat concludeert het Openbaar Ministerie na een onderzoek door het Team High Tech Crime.", "Het OM gaat er vanuit dat de hacker, Victor Gevers, echt in het Twitteraccount van Trump zat – een bewering die door het Witte Huis, Twitter en verschillende Amerikaanse media in twijfel werd getrokken. Gevers maakte zich bekend en gaf tips om de kwetsbaarheid in het account te herstellen. Daarmee voldeed hij volgens het OM aan de bijzondere omstandigheden waardoor de strafbaarheid voor hacken zelf vervalt.", "5/5 | Reisbranchevereniging: stop verkoop vliegtickets naar oranje landen", "Branchevereniging ANVR heeft alle begrip voor de wens van het kabinet om het reisverkeer nog meer aan banden leggen. Ze wil een stop op de verkoop van vliegtickets voor vakantiegangers naar oranje landen.", "Maandag stelde premier Rutte voor passagiers van buiten het Schengengebied een negatieve testverklaring verplicht. De overheid wil deze eis zo snel mogelijk uitbreiden naar reizigers uit landen binnen het Schengengebied. Dinsdag werden daarom al de reisadviezen van alle landen ter wereld op oranje gezet. Dat betekent: alleen noodzakelijke reizen.", "Het nieuws in vijf minuten bevat het nieuws van woensdag 16 december tot 17.00 uur.", ""], "authors": ["Pepijn De Lange"], "keywords": ["van", "dat", "nieuws", "een", "en", "woensdag", "met", "minuten", "vijf", "op", "voor", "naar", "er", "belangrijkste", "16", "het"], "pubDate": "2020-12-16T11:47:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}