{"id": "ce93fb66-c1d7-3307-a6f6-5661a4ba19a3", "title": "De Pandapunten Podcast: ‘Corona lijkt bijna een zichtbare soa’", "url": "https://www.parool.nl/ps/de-pandapunten-podcast-corona-lijkt-bijna-een-zichtbare-soa~b882e3be/", "summary": "Panda’s hebben nogal weinig seks, vandaar.”Uw boek Het Pandapunten Spaarsysteem gaat over de 28-jarige Teddy, die seks bewust uit de weg gaat.\nMijn onenightstands, bizarre dates, maar ook walk of shame-ervaringen.”Was dat schrikken voor uw ouders?\nIk heb een paar dagen niets van hem gehoord, haha.”En nu ook nog een podcast.\nIk kreeg allerlei berichtjes over pandapunten, maar ook over eenzaamheid.\nCorona lijkt bijna een zichtbare soa.", "paragraphs": ["Voor de onwetende lezer: wat zijn pandapunten?", "“Een pandapunt is één maand geen seks. In de studententijd is dat één week geen seks. Panda’s hebben nogal weinig seks, vandaar.”", "Uw boek Het Pandapunten Spaarsysteem gaat over de 28-jarige Teddy, die seks bewust uit de weg gaat. Een persoonlijk experiment?", "“Ik heb nog nooit opzettelijk pandapunten gespaard. Het is geen auto­biografisch verhaal, maar er zitten wel veel van mijn ervaringen in. Mijn onenightstands, bizarre dates, maar ook walk of shame-ervaringen.”", "Was dat schrikken voor uw ouders?", "“Mijn vader heeft het boek proefgelezen. Ik hield het niet meer toen hij bij hoofdstuk vier was, want daarin staat de eerste seksscène. Ik heb een paar dagen niets van hem gehoord, haha.”", "En nu ook nog een podcast.", "“Dit onderwerp maakt veel los. Ik kreeg allerlei berichtjes over pandapunten, maar ook over eenzaamheid. Normaliter babbel je daarover in de kroeg of op kantoor, maar dat is nu geen optie.”", "Door de coronaregels zijn er nu vast extra veel pandapuntspaarders.", "“Veel van mijn vrienden daten verantwoord. Ze gaan bijvoorbeeld wandelen, wat niet snel resulteert in seks. Corona lijkt bijna een zichtbare soa. Is iemand verkouden, heeft hij blosjes? Je kijkt de kat uit de boom.”", "De hamvraag: op hoeveel pandapunten zit u momenteel?", "“Ik zit nu op zeven punten, een record. Op Tinder krijg ik vaak berichten van mannen die mij ‘willen helpen met mijn probleem’. Maar zijn dat de mensen met wie ik naar bed wil gaan? Deze tijd kun je ook aan andere mooie dingen besteden. Er is meer in het leven dan piemels.”"], "authors": ["Noor Lagendijk"], "keywords": ["van", "het", "op", "maar", "seks", "ik", "corona", "pandapunten", "een", "soa", "podcast", "bijna", "ook", "nu", "zichtbare", "lijkt"], "pubDate": "2020-11-26T08:39:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}