{"id": "ce939fb2-1fb7-3142-a87d-8ee4ab4b8d1e", "title": "Zangeres Sophie Straat (26): ‘Met de smartlap kan ik schreeuwen wat ik denk’", "url": "https://trouw.nl/cultuur-media/zangeres-sophie-straat-26-met-de-smartlap-kan-ik-schreeuwen-wat-ik-denk~b8aaf810/", "summary": "Ze kunnen grappig overkomen, maar waar ik het over heb is bloedserieus.” Meteen aan het begin van het gesprek benadrukt Sophie Schwartz dat haar principiële smartlappen geen grap zijn.\nHij was toevallig tegelijk met de zangeres in de studio en niet te beroerd om een paar regels in te zingen.\nOok op de kunstacademie was ik bezig met vertellen waar ik voor sta.\nDus dit is iets waar ik voor honderd procent mee door wil gaan.\n“Ik denk dat ik het een beetje kwijt ben”, vertelt ze in ‘Famke Next’, een nieuwe documentaire over haar leven die tegelijk met haar debuutalbum verschijnt.", "paragraphs": ["Principiële smartlappen, zo noemt kunstenares Sophie Schwartz (26) de levensliederen die ze onder de artiestennaam Sophie Straat uitbrengt. Het zijn hedendaagse aanklachten tegen woningnood, seksisme en racisme.", "“Nee, mijn smartlappen zijn geen gimmick! Ze kunnen grappig overkomen, maar waar ik het over heb is bloedserieus.” Meteen aan het begin van het gesprek benadrukt Sophie Schwartz dat haar principiële smartlappen geen grap zijn. Hoewel de Amsterdamse het wel grappig vindt dat juist zij voor dit genre heeft gekozen. Want als dochter van een Britse moeder en een Amerikaanse vader stonden Amsterdamse levensliederen in haar jeugd bepaald niet op het luistermenu. “Ik was voorafgaand aan mijn project geen fan van dit genre.”", "Waarom ze er dan toch voor koos? Het begon allemaal met haar afstudeerproject voor de kunstacademie in Den Haag. “Aan de academie studeerde ik fotografie en deed ik ook filmprojecten. Die hadden altijd een maatschappelijk thema. Mijn moeder groeide op in een heel links gezin, waarin veel werd geprotesteerd. Dat stokje heeft ze aan mij doorgegeven. Mijn afstudeerproject ging over gentrificatie in mijn geboortestad Amsterdam, en dus het was het een logische stap om typisch Amsterdamse muziek te gaan maken.”", "In haar eerste nummer ‘Groen Amsterdam’ beschrijft ze hoe haar oude buurt De Pijp is verworden tot een yuppenparadijs waar geen plaats meer is voor haar. Wie goed luistert, hoort in het refrein van de vrolijke inhaker Danny de Munck als tweede stem. Hij was toevallig tegelijk met de zangeres in de studio en niet te beroerd om een paar regels in te zingen.", "Hoog meezinggehalte", "Nadat de kunstenares dit nummer en de bijbehorende videoclip had opgenomen, kreeg ze de smaak te pakken. “Het was zo’n vet nummer dat ik meteen maar een heel album heb gemaakt!” Dat deed ze samen met producer en muzikant Wieger Hoogendorp. De plaat heet ‘t Is niet mijn schuld’, is op Spotify te beluisteren en net op vinyl verschenen.", "Op haar eersteling zijn aanstekelijke smartlappen te vinden met een hoog meezinggehalte. Met een lekker dik aangezet Amsterdams accent zingt Schwartz over hoe haar stad is veranderd en de woningnood het haar onmogelijk maakt terug te verhuizen naar Amsterdam. “Ik probeer dat al anderhalf jaar, het lukt gewoon niet. Ik heb drie bezichtigingen per week. Maar het is altijd te duur en ik weiger 700 euro te betalen voor een kamer waar mijn bed niet eens in past. De stad is niet meer voor de Amsterdammers.”", "Haar frustraties schreef Schwartz met de nodige humor van zich af. Zo zingt ze in het nummer ‘Geluk’: ‘Moet ik dan nu naar Lelystad, Almere of Parijs. Ik blijf optimistisch maar sta onderaan de lijst. Deze zoektocht duurt zo lang, mijn haren worden grijs.”", "En in ‘De Pijp’ bezingt ze nogmaals haar oude buurtje: “Maar die vislucht is blijven hangen. En doet mij steeds verlangen. Naar een plein zonder yup en toerist. En al dat gezeik. Je hoeft niet meer naar Amsterdam. Het staat toch al op Instagram.”", "Inclusiviteit", "Maar Schwartz had meer redenen om voor de smartlap te kiezen. “Ik merk onder mijn eigen generatie dat het een genre is waar naar wordt gesmacht. Iedereen heeft er zin in. In de kroeg willen mensen liever een smartlap horen dan elektronische muziek. Bovendien zijn smartlappen ook heel interessant als je kijkt naar inclusiviteit en exclusiviteit. Smartlappen lijken heel inclusief. Iedereen wil graag arm in arm meezingen en dat is dan heel warm. Maar het is ook heel exclusief want het komt vanuit de witte cultuur en daardoor kan niet iedereen meedoen. Ik heb in kroegen gewerkt waar het niet voor iedereen makkelijk was om binnen te komen zonder een opmerking naar je hoofd te krijgen. Er is veel racisme in kroegen, dat is ook Amsterdam.”", "Voor de zangeres reden genoeg om een nieuw nummer te schrijven over seksisme en racisme in het voetbal. “Ik heb mijn hele leven gevoetbald en het lied ‘Mijn club’ gaat over het seksisme op de voetbalclub, dat heb ik aan den lijve meegemaakt. Maar het gaat er ook over dat voetbal voor iedereen is, tot het moment dat een speler een bananenschil naar zijn hoofd krijgt geslingerd. Ik dacht aanvankelijk dat mijn doelgroep bestond uit mensen die ook over sociale ongelijkheid willen praten. Maar zou het niet leuk zijn als racistische supporters mijn voetballied meezingen en zich dan bedenken: Oh, wacht even, eigenlijk gaat het over racisme?”", "Vooralsnog wil de Amsterdamse absoluut principiële smartlappen blijven maken. “Want het is voor mij echt een manier om te schreeuwen wat ik denk. Dat heb ik altijd gewild. Ook op de kunstacademie was ik bezig met vertellen waar ik voor sta. Daardoor werd ik altijd in het hokje activist geduwd. Maar ik merk dat met deze liedjes mensen opeens naar me luisteren. Dus dit is iets waar ik voor honderd procent mee door wil gaan. Ik wil een grote naam worden in protestliederen.”", "Lees ook:", "Documentaire over faalangstige Famke Louise roept vooral medelijden op", "Wie is Famke Louise nu echt? De 21-jarige vlogger, zangeres en influencer weet het zelf ook niet meer. “Ik denk dat ik het een beetje kwijt ben”, vertelt ze in ‘Famke Next’, een nieuwe documentaire over haar leven die tegelijk met haar debuutalbum verschijnt."], "authors": ["Saskia Bosch"], "keywords": ["sophie", "denk", "wat", "het", "met", "straat", "ik", "kan", "schreeuwen", "een", "mijn", "en", "dat", "te", "haar", "smartlap", "niet", "zangeres", "voor"], "pubDate": "2020-11-20T14:51:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}