{"id": "ce9d58ac-d52e-3327-82df-383ab9a8b304", "title": "Als Pytha Jessurun (1960-2020) ergens binnenkwam, gebeurde er iets", "url": "https://www.trouw.nl/leven/als-pytha-jessurun-1960-2020-ergens-binnenkwam-gebeurde-er-iets~bcb593c6/", "summary": "Pytha Jessurun had haar zinnen gezet op een carrière als tropenarts, maar werd psychiater die met moeilijke casussen te maken kreeg.\nPytha, met haar uitbundige natuur, lijkt op haar moeder: zodra ze binnenkomt gebeurt er iets.\nMaar ze is een doorzetter: ze heeft intussen haar kandidaats psychologie gehaald als ze uiteindelijk alsnog aan geneeskunde kan beginnen.\nHaar autoriteitsprobleem, zoals ze het zelf noemt, drukt ook op haar privéleven omdat ze Piengs dominante gedrag steeds minder verdraagt.\nEen feestje krijgt kleur als zij er is: ze danst als eerste en als het heel gezellig is bakt ze ’s nachts eitjes voor iedereen.", "paragraphs": ["Pytha Jessurun had haar zinnen gezet op een carrière als tropenarts, maar werd psychiater die met moeilijke casussen te maken kreeg. Ze hield van spanning en haalde hartstochtelijk alles uit het leven.", "Ze is het populaire meisje op school naar wie iedereen kijkt: mooi, hip in haar Afghaanse jas, vroegrijp en met vriendjes die een paar jaar ouder zijn dan zij. Een soort Cleopatra met haar exotische uiterlijk en zwart gemaakte ogen. Pytha noemt ze zichzelf, naar Pythia, de Griekse waarzegster in Delphi, want ze houdt niet van haar eigen naam Anita.", "Op haar dertiende ziet ze eruit als een achttienjarige. Ze lijkt dan ook het verkeerde lokaal binnengelopen wanneer ze, na het brugklasjaar op een scholengemeenschap in Utrecht, haar nieuwe gymnasiumboeken komt ophalen. Liesbeth, een medeleerlinge die ook in het lokaal is, is vergeleken met Pytha nog een kind: dun, plat en braaf. Toch hebben ze bij de eerste blik een gevoel van herkenning. Ze delen dezelfde droge humor en manier van denken en worden hartsvriendinnen. De enige ergernis tussen beiden is dat Pytha van jongs af een notoire kettingrookster is. Ze zoekt graag spanning in het leven. Dat ziet ook de astroloog die ze samen een keer tijdens een dagje spijbelen in Amsterdam bezoeken. Als Pytha’s horoscoop wordt getrokken waarschuwt hij: “Jij moet oppassen dat je niet te veel de donkere kant van de wereld op gaat, want die trekt jou te veel.”", "Op de middelbare school gaat ze al veel uit. Hele nachten haalt ze door in een jeugdhonk, feestend en blowend met ruige jongeren uit de stad. Toch leert ze daarna altijd nog tot het ochtendgloren, want ze is ook ambitieus en kan hard en heel geconcentreerd werken. Ze wil iets bereiken in het leven en droomt ervan tropenarts te worden. Haar Surinaamse vader Roël, internist in het Academisch Ziekenhuis Utrecht, is een autoritaire man met uitgesproken ideeën: geneeskunde vindt hij niets voor een vrouw. Wel benadrukt hij dat Pytha later in haar eigen onderhoud moet kunnen voorzien. Zijn eigen vrouw Yvonne daarentegen moet haar kantoorbaan aan de kant zetten als ze trouwt en in korte tijd vijf kinderen krijgt.", "Vrijgevochten dochter", "Yvonne is een warme hartelijke vrouw die voor dynamiek en reuring zorgt. Pytha, met haar uitbundige natuur, lijkt op haar moeder: zodra ze binnenkomt gebeurt er iets. Met haar vader heeft ze een moeizame relatie. Ze zijn allebei koppig en botsen geregeld, Yvonne probeert de ruzies te sussen. Hoewel Roël de teugels strak aantrekt heeft hij geen vat op zijn wilde vrijgevochten dochter. Ze is niet op te voeden zegt ze zelf altijd, en loopt regelmatig weg om uit te kunnen gaan met haar oudere vrienden.", "Pytha als vijftienjarige.", "Ze is 18 en zit in haar examenjaar als haar moeder op 46-jarige leeftijd komt te overlijden; Pytha neemt van de ene op de andere dag de moederrol op zich. Een geboren huisvrouw is ze net zomin als haar moeder, maar de kinderen hebben beurtelings een kookdag, en met hulp van de beste vriendin van haar moeder en een tante die eens per week het huishouden komen doen zorgt ze voor structuur in het gezin. Het verstevigt de hechte band met haar broers Emile, Martin en Rob en haar zusje Marjon die ze altijd een beetje als haar kinderen blijft beschouwen.", "Een jaar later gaat ze het huis uit en schrijft ze zich in voor de studie geneeskunde, ondanks haar vaders bezwaren. Ze wordt echter uitgeloot, tot drie keer toe. Maar ze is een doorzetter: ze heeft intussen haar kandidaats psychologie gehaald als ze uiteindelijk alsnog aan geneeskunde kan beginnen. Ze rondt de studie af en hoopt op een baan als tropenarts in Indonesië, maar bij gebrek aan opleidingsplekken gaat dat niet door. Voor één keer volgt ze haar vaders advies op en specialiseert zich als psychiater.", "Aan het werk in het ziekenhuis in Veenendaal, rond 1990.", "In 1992 is ze nog in opleiding wanneer ze wordt gevraagd assistentie te verlenen in het Bijlmer Sportcentrum nadat in de Amsterdamse Bijlmermeer een vliegtuig van El Al is neergestort. Samen met andere psychiaters van Surinaamse, Antilliaanse en Ghanese afkomst moet ze er vele getraumatiseerde slachtoffers opvangen. De ramp raakt haar diep, maar bij complexe problematiek toont ze zich een krachtig hulpverlener. Later, tijdens haar eerste baan in PZ Santpoort waar ze schizofrene mensen begeleidt, maakt ze meer aangrijpende casussen mee. Zo kan ze niet voorkomen dat de jongen die met haar hulp op de goede weg lijkt, voor de trein springt.", "Op haar 42ste neemt haar leven een wending als ze naar Curaçao gaat om bij te springen in het psychiatrisch ziekenhuis Klinika Capriles. Ze is aanvankelijk voor drie maanden gedetacheerd maar het verblijf wordt permanent als ze een relatie krijgt met de Antilliaanse maatschappelijk werker Pieng. Ze bouwen een huis en ze settelt zich op Curaçao - de natuur en het weer bevallen haar en ze is dol op haar drie honden, maar het gemis van familie en vrienden in Nederland is groot. Ze zien elkaar als ze eens per jaar voor een congres naar Nederland komt en hun bezoeken op Curaçao. Omdat Pytha geïnteresseerd is in de stamboom van de Jessuruns reist ze met haar broer Emile naar Suriname om stamboomonderzoek te doen naar de Sefardisch-joodse voorouders aan vaders kant.", "Ongefilterd commentaar", "Ze leert vloeiend Papiaments en is beroepsmatig breed georiënteerd: naast mensen met schizofrenie behandelt ze onder meer veteranen met PTSS, ze organiseert congressen, verleent ambulante GGZ-zorg aan ouderen en maakt zich hard voor het opzetten van een geheugenpoli. Pytha is begaan met haar cliënten maar heeft moeite met de hiërarchische cultuur op Curaçao. Ze laat zich niet makkelijk iets zeggen en geeft ongefilterd commentaar, dat choqueert soms en leidt weleens tot conflicten met haar werkgever. Haar autoriteitsprobleem, zoals ze het zelf noemt, drukt ook op haar privéleven omdat ze Piengs dominante gedrag steeds minder verdraagt. Een terugkerend patroon in haar partnerkeuze is dat de mannen die haar pad kruisen ofwel te dominant zijn ofwel te soft.", "Een donkere periode breekt aan als de relatie met Pieng op de klippen loopt. Toch blijft ze zich inzetten voor haar cliënten en ze is betrokken bij de oprichting van de familievereniging Ypsilon, voor mensen met een verhoogde kwetsbaarheid voor psychose. Een poging voor zichzelf te beginnen mislukt omdat ze zakelijk noch organisatorisch erg handig is.", "Pytha op Curaçao.", "Na vijftien tropenjaren besluit ze in 2017 definitief terug te gaan naar Nederland. Berooid en zowel lichamelijk als psychisch in slechte conditie arriveert ze hier met hond Chip, maar ze is zielsgelukkig dat ze haar familie weer om zich heen heeft. Terug in haar oude woonplaats Utrecht bloeit ze op en al gauw is ze weer haar stralende zelf. Een feestje krijgt kleur als zij er is: ze danst als eerste en als het heel gezellig is bakt ze ’s nachts eitjes voor iedereen. Een groots feest voor haar zestigste verjaardag gaat wegens corona niet door, maar het wordt alsnog een heel bijzondere dag als ze een tijdschrift krijgt dat familie en vrienden met veel liefde voor en over haar hebben gemaakt.", "Maling aan beroepsethiek", "Haar nieuwe baan als psychiater verslaafdenzorg in Jellinek Utrecht is haar op het lijf geschreven. Ze is empathisch en kan zich goed verplaatsen in de problematiek van haar cliënten. Om te kunnen beoordelen of deze wel voor zichzelf of hun huisdier zorgen, werpt ze bij een huisbezoek altijd even een blik in de ijskast om te zien of er eten is. Soms giet ze een flesje bier leeg in de gootsteen. De vele protocollen en regeltjes vindt ze vaak onzinnig en ook aan de beroepsethiek die bepaalt dat behandelaar en cliënt afstand moeten bewaren heeft ze soms maling. Zo zegt ze tegen een verslaafde die er slecht aan toe is: “Ik ga je echt helpen hoor jongen” en strijkt hem over zijn hand.", "Ze werkt fulltime en haar vitaliteit lijkt onverwoestbaar. Maar ze heeft een aanhoudend hoestje en begin oktober krijgt ze slecht bericht: een longfoto wijst uit dat ze uitgezaaide longkanker heeft. Ze legt zich snel bij de situatie neer. “Lies”, zegt ze tegen haar vriendin, “ik wist altijd al dat ik niet heel oud zou worden, ik heb intens geleefd, dat eist z’n tol.” Nico, haar oude liefde die sinds drie jaar weer haar partner is, zorgt voor haar totdat ze naar een hospice gaat waar ze binnen een etmaal overlijdt. De weken daarvoor heeft ze doorgebracht met vrienden en familie van wie ze een voor een afscheid neemt, wetende dat ze alles uit het leven heeft gehaald.", "Anita Yvonne (Pytha) Jessurun werd geboren op 10 mei 1960 in Amsterdam en overleed op 2 december 2020 in De Bilt."], "authors": ["Noor Hellmann"], "keywords": ["er", "van", "voor", "pytha", "en", "een", "gebeurde", "binnenkwam", "iets", "ze", "met", "als", "19602020", "op", "ergens", "het", "haar", "jessurun"], "pubDate": "2021-01-11T09:16:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}