{"id": "cea6ea0c-1993-35d7-b2a3-838eb814f057", "title": "Trump zet executie misdadigers door, hoewel Biden tegen de doodstraf is", "url": "https://volkskrant.nl/nieuws-achtergrond/trump-zet-executie-misdadigers-door-hoewel-biden-tegen-de-doodstraf-is~bcb13853/", "summary": "Donald Trump (links) en zijn opvolger Joe Biden.\n‘Ik roep Donald Trump op om zijn doodstraf om te zetten zodat hij zijn straf kan uitzitten in de gevangenis’, twitterde Kardashian.\nBiden en zijn adviseurs willen zich niet uitlaten over de executies die tot vijf dagen voor zijn beëdiging gepland zijn.\nRobert Dunham, directeur van het Death Penalty Information Center dat strijdt tegen de doodstraf, vindt de reeks executies verwerpelijk.\nDenk alsjeblieft aan de slachtoffers en hun families, wiens levens zijn verwoest en die nog steeds proberen ermee om te gaan.’", "paragraphs": ["Donald Trump (links) en zijn opvolger Joe Biden. Beeld AP", "Trump trekt zich hiermee niets aan van de ongeschreven regel dat vertrekkende presidenten zich in de overgangsperiode terughoudend opstellen als het gaat om de voltrekking van federale doodstraffen. Tot Bidens inauguratie op 20 januari zijn zelfs vijf executies gepland, onder wie de eerste vrouw in een federale gevangenis in zo’n zeventig jaar.", "Actiegroepen tegen de doodstraf, advocaten en familieleden proberen, met steun van reality-ster Kim Kardashian, te voorkomen dat Brandon Bernard (40) donderdag een dodelijke injectie krijgt. Bernard maakte deel uit van een groep jongens die 21 jaar geleden in Texas een jong religieus stel ontvoerden, beroofden en ombrachten. De toen 18-jarige Bernard stak daarna de auto in de brand waarin het tweetal was opgesloten.", "Kardashian, die in 2018 Trump zover kreeg een tot levenslang veroordeelde vrouw vrij te laten, heeft opgeroepen de president te bestoken met e-mails, tweets en telefoontjes om de executie van Bernard te voorkomen. ‘Ik roep Donald Trump op om zijn doodstraf om te zetten zodat hij zijn straf kan uitzitten in de gevangenis’, twitterde Kardashian. Maar de president, een groot voorstander van de doodstraf, gaf tot donderdag geen krimp.", "Pauze doodstraf", "Als Bernard toch een dodelijke injectie krijgt in de federale gevangenis in Terre Haute in de staat Indiana, zal het voor het eerst in meer dan een eeuw zijn dat een executie wordt voltrokken in een presidentiële overgangsperiode. Biden en zijn adviseurs willen zich niet uitlaten over de executies die tot vijf dagen voor zijn beëdiging gepland zijn. Wel benadrukte zijn woordvoerder vorige maand dat Biden in zijn presidentschap ervoor zal ijveren om de voltrekking van doodstraffen te beëindigen.", "‘Hij is tegen de doodstraf, nu en in de toekomst’, aldus de woordvoerder. Robert Dunham, directeur van het Death Penalty Information Center dat strijdt tegen de doodstraf, vindt de reeks executies verwerpelijk. ‘Het is moeilijk te begrijpen waarom iemand in deze fase van een presidentschap zich gedwongen voelt om zoveel mensen te vermoorden’, twitterde Dunham.", "De vijf executies zijn mogelijk omdat Trump dit jaar de voltrekking van federale executies weer mogelijk maakte. In de afgelopen zeventien jaar was er geen enkele gevangene ter dood gebracht die in een federale gevangenis op death row zat. In de staten gingen de executies wel door. De pauze op federaal niveau kwam deels door de lange beroepsprocedures van gevangenen en door ophef over mislukte executies, zoals onder president Obama.", "‘Ergste criminelen’", "In tegenstelling tot zijn voorgangers, wilde Trump wel prioriteit geven aan uitvoering van de doodstraffen. ‘Het zijn de ergste criminelen’, aldus minister van Justitie William Barr over de gevangenen wier executies werden aangekondigd. Onder de acht federale gevangenen die sinds juli ter dood zijn gebracht, was onder andere de witte racist Daniel Lewis Lee die betrokken was bij de moord in 1996 op een echtpaar en hun achtjarige dochter in hun huis.", "Onder de vijf gevangenen die in de komende weken moeten worden geëxecuteerd, is de 56-jarige Alfred Bourgeois die schuldig werd bevonden aan seksueel misbruik en het vermoorden van zijn tweejarige dochter. Zijn executie is gepland voor vrijdag. De enige vrouw onder hen, Lisa Montgomery, werd veroordeeld voor het wurgen van een zwangere vrouw. Ze haalde de baby uit haar buik en vluchtte. ‘Ik begrijp mensen niet die niet honderd procent voor de doodstraf zijn’, aldus Trump.", "Actiegroepen en tegenstanders van Trump, die al jaren beticht wordt van racisme, wijzen erop dat alle vier mannen die nu ter dood moeten worden gebracht zwart zijn. Maar Barr en het Witte Huis verwerpen de kritiek. Ze wijzen erop dat van de acht federale gevangenen die sinds de zomer zijn geëxecuteerd, vijf wit waren.", "Moeder slachtoffer boos", "Behalve Kardashian en duizenden anderen, vindt ook de vroegere federale aanklager die ervoor zorgde dat Bernards doodstraf gehandhaafd werd in hoger beroep, dat zijn straf moet worden omgezet in levenslang. ‘Hij miste het vermogen van een volwassene om zijn impulsen te beheersen, alternatieve handelwijzen te overwegen of te anticiperen op de gevolgen van zijn gedrag’, aldus Angela Moore onlangs in een opiniestuk over de toen 18-jarige Bernard.", "Maar de moeder van de door Bernards bende omgebrachte Todd Bagley vindt dat het recht moet zegevieren. De grote nadruk nu op de doodstraf en de aandacht in de media voor de misdadigers, vindt ze onterecht. ‘Dit gaat niet over hem en de veranderingen die hij in zijn leven heeft gemaakt', aldus Georgia Bagley in september in een verklaring na de executie van een ander lid van de groep. ‘Maar over de slachtoffers. Denk alsjeblieft aan de slachtoffers en hun families, wiens levens zijn verwoest en die nog steeds proberen ermee om te gaan.’"], "authors": ["Stieven Ramdharie"], "keywords": ["doodstraf", "van", "trump", "zet", "biden", "federale", "het", "executie", "die", "zijn", "hoewel", "een", "en", "te", "dat", "om", "misdadigers", "door", "tegen"], "pubDate": "2020-12-10T16:06:32+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}