{"id": "ceadde0d-de4e-3e4f-a448-cde73d2ed577", "title": "Amsterdam’s bridges face collapse: ‘It’s very, very bad’", "url": "https://www.parool.nl/english/amsterdam-s-bridges-face-collapse-it-s-very-very-bad~b5c187fb/", "summary": "The renovation program will be hugely expensive, though it’s not yet clear just how much it will cost, as the city has only just begun checking the bridges’ condition.\nBeeld ANPCity councillor Sharon Dijksma says many timber-pile bridges need urgent repairs.\nDijksma says the proportion of decaying bridges is even greater than expected, and this is a hugely urgent issue.\nToday, bridge maintenance is the responsibility of the Mayor and Executive Board.\nThe renovation programme is not only hugely expensive, but could also bring the city to a standstill.", "paragraphs": ["The renovation program will be hugely expensive, though it’s not yet clear just how much it will cost, as the city has only just begun checking the bridges’ condition. Beeld ANP", "City councillor Sharon Dijksma says many timber-pile bridges need urgent repairs. ‘Everything wooden is very, very bad. We knew they’d been seriously neglected, but the latest inspection results are not good news.’", "Last year, the city began mapping its 829 bridges, but only 21 of these have been fully inspected thus far, and ten were so bad that they were repaired.", "Periodic inspections", "The renovation program will be hugely expensive, though it’s not yet clear just how much it will cost, as the city has only just begun checking the bridges’ condition. It has set aside €300 million for the coming years, but last year the municipal council was already expecting to spend an astronomical €2 billion in the long term.", "Of the 43 bridges whose foundations have been examined, sixteen were found to be damaged. Around 140 should have their safety status confirmed by the end of this year. Dijksma says the proportion of decaying bridges is even greater than expected, and this is a hugely urgent issue. ‘We need to be on the ball. If a bridge is going to collapse, we can predict this well beforehand by carrying out monitoring and periodic inspections. We have to do this if we want to manage the situation.’", "The city’s quaysides are in even worse shape: an inspection of the first eighty high-risk locations found that they all needed replacement. Dijksma says the city is taking action, but still has to inspect 190 kilometres of quays, and is giving priority to those located near fragile old cast-iron water and gas mains.", "Innovation is vital, she says. ‘If we want to fix all these problems in the next twenty years, we need to work eight times faster than we did before.’", "City could be brought to a standstill", "The city has suffered years of underinvestment in bridge and quay maintenance. It began in the 1980s, when each district was responsible for its own maintenance, but not all made it a priority. Officials expressing concern were told that the city would rather spend money on social care or making Amsterdam more liveable. Today, bridge maintenance is the responsibility of the Mayor and Executive Board.", "The renovation programme is not only hugely expensive, but could also bring the city to a standstill. “If we started work on everything simultaneously, if that were possible, the city would grind to a halt,’ Dijksma says. ‘We need to come up with some smart solutions.’"], "authors": ["Marc Kruyswijk"], "keywords": ["dijksma", "work", "hugely", "maintenance", "bridges", "bad", "collapse", "need", "city", "expensive", "renovation", "bridge", "amsterdams", "face"], "pubDate": "2020-08-17T08:36:41Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}