{"id": "cec0228b-949f-3189-b6d0-f86e5e39fd73", "title": "Maduro pakt winst Venezuela in verkiezingen zonder echte tegenstander", "url": "https://www.parool.nl/wereld/maduro-pakt-winst-venezuela-in-verkiezingen-zonder-echte-tegenstander~bf7bc6a0/", "summary": "Beeld EPAVanochtend waren ze eruit in Caracas, waar het op dat moment nog zondagnacht was.\nMaduro en consorten komen ­daarmee uit op 110 zetels in de 165-koppige Nationale Assemblee, het laatste orgaan in Venezuela dat onder controle stond van de oppositie.\nDe VS heeft een ­opsporingsbevel uitstaan tegen ­Maduro, die zijn regime volgens Washington overeind houdt met inkomsten uit drugshandel.\nZijn Voluntad Popular (Wil van het Volk) boycotte de verkiezingen en riep de achterban op hetzelfde te doen.\nDe laatste stapte vorig jaar zelf op na ­hevig protest tegen zijn volgens velen frauduleus verlopen herverkiezing.", "paragraphs": ["Beeld EPA", "Vanochtend waren ze eruit in Caracas, waar het op dat moment nog zondagnacht was. Een alliantie met daarin Maduro’s Verenigde Socialisten had na het tellen van ruim 82 procent van de stemmen al meer dan 67 ­procent van de stemmen toebedeeld gekregen, een onoverbrugbaar percentage.", "Maduro en consorten komen ­daarmee uit op 110 zetels in de 165-koppige Nationale Assemblee, het laatste orgaan in Venezuela dat onder controle stond van de oppositie. Voorzitter Juan Guaidó riep zichzelf in januari vorig jaar uit tot president, nadat Maduro volgens eigenlijk ­iedereen behalve hijzelf, de verkiezing op frauduleuze wijze naar zich toe had getrokken.", "‘Een farce’", "Venezuela verkeert in een crisis, zowel op politiek als economisch vlak. In het ooit rijkste land van Zuid-­Amerika is een tekort aan voedsel, brandstof en geld. De VS heeft een ­opsporingsbevel uitstaan tegen ­Maduro, die zijn regime volgens Washington overeind houdt met inkomsten uit drugshandel. De Amerikaanse minister van Buitenlandse Zaken Mike Pompeo noemde de verkiezingen vanochtend ‘een farce’.", "BREAKING | Venezuela's GPP claims victory in Venezuela's National Assembly election.", "", "The CNE announces that with 82.35% of tally sheets counted, and 31% of participation, the GPP (which includes the governing PSUV) has received 3,558,320 votes (67.6%) of the vote. pic.twitter.com/s8FTHKSGgA — teleSUR English (@telesurenglish) 7 december 2020", "Guaidó wordt door meer dan vijftig landen wereldwijd erkend als rechtmatig regeringsleider. Zijn Voluntad Popular (Wil van het Volk) boycotte de verkiezingen en riep de achterban op hetzelfde te doen. Dat vertaalde zich uit in de opkomst, die nauwelijks de 31 procent oversteeg. Er waren ruim 20 miljoen Venezolanen stemgerechtigd.", "Referendum", "De oppositie organiseert op korte termijn een eigen referendum. Op tafel ligt dan de vraag of Venezolanen ­Maduro af willen zetten en nieuwe presidentsverkiezingen willen. Juan Guaidó moest in een videoboodschap op Twitter vanochtend toegeven dat hij nu ook even niet weet hoe het verder moet.", "Zijn claim op het presidentschap houdt staatsrechtelijk nog enigszins stand zolang hij voorzitter van de ­Assemblee is. Nu Maduro ook daar de macht claimt, zal het moeilijker worden nog iets gedaan te krijgen. Guaidó: “Maar weet dat wij niet ­zullen opgeven totdat we Venezuela hebben heroverd.”", "In een ogenschijnlijke poging de stembusgang internationaal geloofwaardig te maken, presenteerde de Venezolaanse kiescommissie drie waarnemers van naam: oud-­presidenten Rafael Correa, Manuel Zelaya en Evo Morales van respectievelijk Ecuador, Honduras en Bolivia. De eerste twee werden oneervol ­afgezet door hun eigen bevolking. De laatste stapte vorig jaar zelf op na ­hevig protest tegen zijn volgens velen frauduleus verlopen herverkiezing."], "authors": ["David Van Unen"], "keywords": ["tegenstander", "van", "verkiezingen", "zonder", "pakt", "op", "winst", "het", "zijn", "volgens", "een", "en", "dat", "venezuela", "uit", "maduro", "echte"], "pubDate": "2020-12-07T09:11:24+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}