{"id": "ced157f3-5cd7-3fdd-8731-50a3962e051f", "title": "Brand en explosie bij Poolse winkels in Aalsmeer en Noord-Brabant", "url": "https://www.parool.nl/nederland/brand-en-explosie-bij-poolse-winkels-in-aalsmeer-en-noord-brabant~b08ebd01/", "summary": "Hulpdiensten zijn uitgerukt voor een explosie en grote brand in de Poolse supermarkt Biedronka Supermarket aan de Ophelialaan.\nVolgens de Officier van Dienst is er een explosief op het raam van de Poolse supermarkt geplakt, waarna de explosie plaatsvond.\nBiedronka in AalsmeerOok een supermarkt in Aalsmeer die onder de naam Biedronka opereert kampte vanochtend met een explosie.\nDe eigenaar van de Poolse supermarkt in Heeswijk-Dinther stelt dat hij buiten de naam om helemaal los van Biedronka opereert.\nMet bijna drieduizend winkels in 1100 plaatsen is het concern, eigendom van het Portugese Jeronimo Martins, de grootste winkelketen.", "paragraphs": ["Hulpdiensten zijn uitgerukt voor een explosie en grote brand in de Poolse supermarkt Biedronka Supermarket aan de Ophelialaan. Beeld ANP", "De politie onderzoekt of er een verband is tussen de explosies. De ravage bij beide panden is groot.", "De hulpdiensten kregen rond 04.15 uur een melding van de ontploffing in Heeswijk-Dinther en waren kort daarna in grote getalen aanwezig. Volgens de Officier van Dienst is er een explosief op het raam van de Poolse supermarkt geplakt, waarna de explosie plaatsvond.", "Er liggen veel glasscherven en andere brokstukken op straat. Ook bij naastgelegen winkels is schade ontstaan door de explosie. Ook een restaurant en drogisterij aan de overkant van de straat hebben flinke schade opgelopen. In een pand, gelegen aan een straat om de hoek van de supermarkt, is een ruit gesprongen van de harde klap.", "Evacuatie", "Twintig bewoners van het bovengelegen appartementencomplex zijn door de politie en de brandweer uit voorzorg geëvacueerd. Zij worden tijdelijk opgevangen in een brandweerkazerne. Een deel van het plein is afgezet.", "De politie liet rond 06.40 uur weten dat er geen explosiegevaar meer is bij de winkel. Ter plaatse gekomen deskundigen controleren of de constructie van het appartementencomplex beschadigd is. Op basis van die controle besluit de politie of de geëvacueerde bewoners weer naar huis kunnen.", "De schade bij de winkel in Aalsmeer is groot.", "Biedronka in Aalsmeer", "Ook een supermarkt in Aalsmeer die onder de naam Biedronka opereert kampte vanochtend met een explosie. Dat gebeurde rond 03.00 uur. Er ontstond een grote brand, waarna het pand in Aalsmeer volledig uitbrandde. Het bovengelegen appartement is onbewoonbaar geworden. Ook een auto ging in vlammen op. Er raakten geen mensen gewond, wel is er een kat omgekomen.", "Ondanks dezelfde naam hebben beide supermarkten niets gemeenschappelijks. De eigenaar van de Poolse supermarkt in Heeswijk-Dinther stelt dat hij buiten de naam om helemaal los van Biedronka opereert. Er zit geen franchiseformule achter, ook geen Biedronka Nederland. De Poolse supermarkt in Heeswijk-Dinther lift alleen handig mee met de naam, zoals ook andere ondernemers in het land doen.", "In Polen is Biedronka een begrip zoals hier Albert Heijn. Met bijna drieduizend winkels in 1100 plaatsen is het concern, eigendom van het Portugese Jeronimo Martins, de grootste winkelketen. En met 65.000 man personeel de grootste particuliere werkgever.", "Eigenaar Biedronka Aalsmeer geen idee wie achter brand zit"], "authors": ["Teun Stiphout"], "keywords": ["brand", "van", "bij", "noordbrabant", "geen", "het", "supermarkt", "explosie", "aalsmeer", "een", "biedronka", "en", "poolse", "ook", "er", "winkels"], "pubDate": "2020-12-08T09:25:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}