{"id": "cedc5f5b-7513-3557-b1e6-7f5eefd09470", "title": "Grappige serie ‘Kerstgezel.nl’ toont eenzaamheid achter de voordeur", "url": "https://trouw.nl/opinie/grappige-serie-kerstgezel-nl-toont-eenzaamheid-achter-de-voordeur~bb40bcb5/", "summary": "Ze bestreed de eenzaamheid door aan te bellen, wat boodschapjes te doen, een praatje te houden.\nEn nog een filmpje maakte indruk, van een net volwassen meisje dat in de nieuwe lockdown weer alleen op haar kamertje zat.\nWanneer haar vader in aflevering twee, deze donderdag, ten val komt, moeten Noor en haar zus de kerstdrukte opvangen in vaders tuincentrum.\nMaar dan schiet Noors eerdere klant Leo (Tibor Lukács) haar te hulp als ingehuurde ‘vriend’ Joost.\nLicht verteerbaar, grappig en ondertussen net zo effectief om te laten zien hoe eenzaamheid er achter de voordeur uitziet.", "paragraphs": ["In de eerste coronagolf stonden we nog te klappen voor het zorgpersoneel. Hele flats zongen op de balkons samen liedjes. Dat gevoel kunnen we nu toch ook oproepen, hoopte Martine van Os donderdag in de feelgood Max-show ‘Aandacht voor elkaar’. De intenties waren goed, de verhalen waren soms ontroerend, maar ik zat me toch af te vragen wie hier nu naar keek. Mijn lieve oma van honderd had het prachtig gevonden.", "In een bombastisch versierde studio, warm van sfeer, ontvingen Martine van Os en Sybrand Niessen gasten aan hun tafel die corona flink hadden meegemaakt, en minister Grapperhaus van justitie die Zorg-collega Hugo de Jonge verving. In filmpjes vertelden bekende Nederlanders wat aandacht hebben betekende voor hen: echt luisteren, tijd hebben, de mens achter de mening zien (Kamervoorzitter Khadija Arib), of al iets kleins doen als glimlachen naar je buren (Eloise van Oranje).", "Het geheel werd doorsneden met reportages over bijvoorbeeld het fenomeen straatregisseur. Een lieve vrouw met hoofddoekje in een dichtbevolkte wijk in Amsterdam Noord hield in haar straat een oogje op wie al lang de deur niet uit was geweest of geen bezoek kreeg. Ze bestreed de eenzaamheid door aan te bellen, wat boodschapjes te doen, een praatje te houden. En nog een filmpje maakte indruk, van een net volwassen meisje dat in de nieuwe lockdown weer alleen op haar kamertje zat. Hele dagen op bed. Juist jonge mensen in een nieuwe stad of net op kamers zijn eenzaam, en door dit interviewtje drong het echt door.", "Een drempel om een ander te helpen", "Dat geeft te denken. We zijn niet allemaal zo ‘woke’ om aan de ander te denken en beseffen niet werkelijk hoe de ander de dagen slijt. Voelen soms zelfs een drempel om iets voor een ander te doen. Zelf probeer ik volle (thuis-)werkdagen al te combineren met lockdownkinderen en een stoffige huiskamerverbouwing. Ik schiet vaak tekort.", "Goed, ik ga eens bedenken hoe ik een extra stap kan zetten. Maar nu het lullige: dat tekortschieten wil ik dus niet steeds voelen als ik eindelijk ’s avonds op de bank zit.", "De serie ‘Kerstgezel.nl’ van de door de wol geverfde regisseurs Barbara Bredero en Paula van der Oest vervulde mijn behoefte compleet. Hoofdpersoon Noor Bloem (een springerige, coole Juliette van Ardenne) bedoelt het allemaal goed maar ze liegt, draait, komt te laat en er valt niet op haar te rekenen. Lekker. Zij is ook niet perfect.", "Alles loopt in het honderd", "Eigenlijk zit ze helemaal klem. Net voor Kerst is ze door haar vriendje gedumpt en ze durft dat haar familie niet te vertellen. Met wat vrienden bedenkt ze het bedrijfje kerstgezel.nl voor mensen die ook wel iemand willen meenemen naar het kerstdiner, de borrel of de koffie in het ouderentehuis. Wanneer haar vader in aflevering twee, deze donderdag, ten val komt, moeten Noor en haar zus de kerstdrukte opvangen in vaders tuincentrum. Alleen heeft Noor ook nog haar geheime bedrijfje. Alle leugentjes beginnen spaak te lopen. Maar dan schiet Noors eerdere klant Leo (Tibor Lukács) haar te hulp als ingehuurde ‘vriend’ Joost.", "Het is allemaal een recept voor dingen die in het honderd lopen, maar je ruikt de goede afloop al van verre. Licht verteerbaar, grappig en ondertussen net zo effectief om te laten zien hoe eenzaamheid er achter de voordeur uitziet.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["ik", "kerstgezelnl", "van", "voordeur", "voor", "en", "een", "toont", "achter", "niet", "te", "op", "eenzaamheid", "het", "haar", "grappige", "serie"], "pubDate": "2020-12-19T09:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}