{"id": "cee23688-00eb-3277-a2b0-7311b89186ae", "title": "Action aan Hoornsediep in Groningen gaat net als andere filialen 'gewoon' open. Discounter boos op minister De Jonge: 'We hebben de regels van de lockdown gevolgd'", "url": "https://www.dvhn.nl/groningen/Action-aan-Hoornsediep-in-Groningen-gaat-net-als-andere-filialen-gewoon-open.-Discounter-boos-op-minister-De-Jonge-We-hebben-de-regels-gevolgd-26292804.html", "summary": "De Action aan het Hoornsediep in Groningen heeft woensdagmiddag net als de andere filialen ‘gewoon’ de deuren geopend.\nAction vindt het ”niet fair” dat de budgetketen het verwijt krijgt de randen van de nieuwe lockdownregels te hebben opgezocht.\nNu moet hij naar de benzinepomp waar de olie een veelvoud van dat bedrag is.\n,,Dit is niet het moment om de randen van de regels op te zoeken, en daarom kan het gewoon niet”, zo beargumenteerde hij.\nWij zijn ook niet voor corona”, aldus de zegsvrouw.", "paragraphs": ["De Action aan het Hoornsediep in Groningen heeft woensdagmiddag net als de andere filialen ‘gewoon’ de deuren geopend.", "Action vindt het ”niet fair” dat de budgetketen het verwijt krijgt de randen van de nieuwe lockdownregels te hebben opgezocht. De ruim vierhonderd filialen van Action openden ondanks de nieuwe lockdown woensdagmiddag weer de deuren, zodat klanten voor essentieel geachte producten nog terecht kunnen bij de winkels.", "Woesdagmiddag komen bezoekers van de Action-vesting aan het Hoornse Diep in Groningen blij naar buiten. ,,Het is hier echt goedkoper”, wordt gezegd. De klanten komen naar buiten met tandpasta en toiletpapier.", "Franklin Dompig kwam voor motorolie naar de Action. Dat kost bij deze winkel 3,40 euro. Nu moet hij naar de benzinepomp waar de olie een veelvoud van dat bedrag is. ,,Dit moet niet kunnen. Spullen die je nodig hebt, moet je kunnen krijgen. Ook voor sporten, zoals rekelastiek en gewichten. Dat heb je nodig om thuis te kunnen sporten. De sportschool is immers gesloten.”", ",,Wij hebben niet de randen opgezocht, maar de regels gevolgd zoals ze staan op Rijksoverheid.nl en zijn uitgelegd na navraag bij het ministerie van Economische Zaken”, stelt een woordvoerder van de keten. ,,Ik vind het niet fair dat ons nu wordt verweten de rand op te zoeken.”", "‘Het kan gewoon niet’", "Minister Hugo de Jonge van Volksgezondheid kondigde aan dat koopjesketens als Action en Wibra niet open kunnen. ,,Dit is niet het moment om de randen van de regels op te zoeken, en daarom kan het gewoon niet”, zo beargumenteerde hij. Later op woensdag maakt de bewindsman bekend hoe het kabinet die winkels gaat dwingen de deuren te sluiten.", "loading", "Vooralsnog blijft de Action open. ,,Maar als de regels veranderen zullen we daar gehoor aan geven en sluiten. Wij zijn ook niet voor corona”, aldus de zegsvrouw. Ze benadrukt dat het absoluut niet mogelijk is andere dan de essentiële producten te kopen bij Action, omdat die worden afgeschermd en kassa’s ze niet meer kunnen scannen.", "loading"], "authors": [], "keywords": ["net", "dat", "van", "open", "hoornsediep", "kunnen", "niet", "lockdown", "minister", "het", "te", "action", "voor", "en", "op", "jonge", "regels", "hebben"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}