{"id": "cf250bbe-d3a8-3911-becf-3b4f9327e76b", "title": "Achterban Trump in Pennsylvania over bestorming: 'Dit waren geen Trump-aanhangers'", "url": "https://nos.nl/artikel/2363858-achterban-trump-in-pennsylvania-over-bestorming-dit-waren-geen-trump-aanhangers.html", "summary": "\"Ik vraag me af of het niet een opzetje is geweest.\n\"Als ze dat zeiden dan waren het geen Trump-supporters.\"\nOok Virgina benadrukt nog een keer dat ze tijdens verkiezingsbijeenkomsten van Trump alleen maar aardige mensen heeft ontmoet.\n\"Ik geloof niet dat de president ze hiertoe heeft aangezet toen hij in zijn speech zei dat ze moesten vechten.\nDat was natuurlijk niet goed, dat ze volgden\", vindt Andy Meehan.", "paragraphs": ["Terugkijkend op wat er daarna gebeurde houdt hij zijn twijfels over de motieven van de mensen die wel naar binnen gingen. \"Ik vraag me af of het niet een opzetje is geweest. Want ik vind het allemaal niet logisch klinken. Wat hadden ze willen doen als ze eenmaal binnen waren?\"", "De vandalen hadden Trump-vlaggen bij zich en sommigen uitten dreigementen dat vicepresident Mike Pence geëxecuteerd zou moeten worden. \"Dat is gestoord\", zegt Meehan. \"Als ze dat zeiden dan waren het geen Trump-supporters.\"", "Dat is een gedachte waar veel Trump-aanhangers zich nu aan vastklampen. Ook Virgina benadrukt nog een keer dat ze tijdens verkiezingsbijeenkomsten van Trump alleen maar aardige mensen heeft ontmoet.", "\"Ik geloof niet dat de president ze hiertoe heeft aangezet toen hij in zijn speech zei dat ze moesten vechten. Die mensen die naar binnen gingen waren onruststokers en ja, toen volgden ook andere mensen. Dat was natuurlijk niet goed, dat ze volgden\", vindt Andy Meehan.", "Amerika verwerkt dit weekend de tumultueuze gebeurtenissen van deze week. Vijf mensen lieten het leven toen een woedende meute zich toegang wist te verschaffen tot het Capitool, waar op dat moment in de Senaat vergaderd werd over de verkiezingsuitslag. Uit heel Amerika waren demonstranten naar de hoofdstad gekomen om hun onvrede te uiten. Ze hoorden president Trump in een toespraak nogmaals herhalen dat de verkiezingen gestolen zijn en dat hij de eigenlijke winnaar is."], "authors": ["Marieke De Vries", "Correspondent Verenigde Staten"], "keywords": ["achterban", "mensen", "zijn", "van", "trumpaanhangers", "een", "bestorming", "ze", "dit", "pennsylvania", "geen", "trump", "het", "zich", "niet", "dat", "waren"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}