{"id": "cf2b768b-d0ed-3a75-af9a-23effd31890c", "title": "F1-teambazen kiezen Verstappen achter wereldkampioen Hamilton", "url": "https://www.dvhn.nl/sport/F1-teambazen-kiezen-Verstappen-achter-wereldkampioen-Hamilton-26296851.html", "summary": "De tien teambazen van de Formule 1-ploegen vinden Max Verstappen de op één na beste coureur van het seizoen.\nHet is voor de tweede keer op rij dat Verstappen de tweede plek op de ranglijst inneemt.\nDe scores werden vervolgens gecombineerd tot een klassement.\nOp de officiële ranglijst van het F1-kampioenschap werd de Limburger overigens derde.\nCharles Leclerc voltooit het podium op de ranglijst van de teambazen met de derde plek, net zoals in 2019.", "paragraphs": ["De tien teambazen van de Formule 1-ploegen vinden Max Verstappen de op één na beste coureur van het seizoen. Het is voor de tweede keer op rij dat Verstappen de tweede plek op de ranglijst inneemt. Zevenvoudig wereldkampioen Lewis Hamilton staat, net zoals vorig jaar, op de eerste plaats.", "Alle coureurs kregen hun scores van de teambazen op basis van het huidige puntensysteem in de Formule 1, dus 25 punten voor de nummer een tot 1 punt voor de nummer tien op de lijst. De scores werden vervolgens gecombineerd tot een klassement.", "Op de officiële ranglijst van het F1-kampioenschap werd de Limburger overigens derde. Daar moest hij de Fin Valtteri Bottas voor zich dulden. Bottas eindigde op de negende plaats op de lijst van de teambazen.", "Charles Leclerc voltooit het podium op de ranglijst van de teambazen met de derde plek, net zoals in 2019. De Fransman boekte geen enkele overwinning of poleposition, maar verdiende lof voor zijn prestaties tijdens een zeer teleurstellend seizoen voor Ferrari.", "Een andere opvallende naam in het klassement is die van George Russell. De Brit slaagde er niet in om punten te scoren voor Williams, maar wist met zijn goede prestaties als invaller voor Mercedes, nadat Hamilton positief had getest op het coronavirus, de ploegbazen te verleiden tot een zesde plek in hun top 10.", "De deelnemende teamleiders waren Cyril Abiteboul (Renault), Christian Horner (Aston Martin), Simon Roberts (Williams), Andreas Seidl (McLaren), Guenther Steiner (Haas), Otmar Szafnauer (Racing Point), Franz Tost (Scuderia AlphaTauri), Fred Vasseur (Sauber Motorsport AG) en Toto Wolff (Mercedes)."], "authors": [], "keywords": ["achter", "teambazen", "kiezen", "ranglijst", "wereldkampioen", "van", "een", "voor", "tot", "hamilton", "het", "plek", "zoals", "op", "f1teambazen", "verstappen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}