{"id": "cf2c3e69-ac77-3a02-a778-8c5655417d6c", "title": "Nog vier tieners aangehouden voor onthoofding Franse Samuel Paty", "url": "https://www.parool.nl/wereld/nog-vier-tieners-aangehouden-voor-onthoofding-franse-samuel-paty~b0a50382/", "summary": "Beeld AFPDe verdachten die nu zijn opgepakt zijn allen dertien en veertien jaar oud.\nHet gaat in dit geval om de dochter van Brahim Chnina, die een haatcampagne op social media lanceerde tegen de vermoorde leraar.\nPaty had in een les over vrijheid van meningsuiting spotprenten van de profeet Mohammed getoond en werd daarvoor op 16 oktober vermoord in de Parijse voorstad Conflans-Sainte-Honorine.\nDe Tsjetsjeense moslimextremist Abdoellakh Anzorov werd na zijn terreurdaad doodgeschoten door de politie.\nDe moord zorgde voor een stortvloed aan geschokte reacties.", "paragraphs": ["Beeld AFP", "De verdachten die nu zijn opgepakt zijn allen dertien en veertien jaar oud. Drie van hen zouden naar verluidt de moordenaar de leraar hebben aangewezen. De vierde tiener wordt beschuldigd van laster. Het gaat in dit geval om de dochter van Brahim Chnina, die een haatcampagne op social media lanceerde tegen de vermoorde leraar.", "Paty had in een les over vrijheid van meningsuiting spotprenten van de profeet Mohammed getoond en werd daarvoor op 16 oktober vermoord in de Parijse voorstad Conflans-Sainte-Honorine. De Tsjetsjeense moslimextremist Abdoellakh Anzorov werd na zijn terreurdaad doodgeschoten door de politie.", "De moord zorgde voor een stortvloed aan geschokte reacties. President Macron heeft zich na de moord fel uitgesproken tegen islamitisch extremisme. Ook verdedigde hij het publiceren van Mohammed-spotprenten. Dit leidde tot woede in islamitische landen.", "Eerder werden al drie minderjarigen aangeklaagd voor medeplichtigheid."], "authors": [], "keywords": ["van", "onthoofding", "tieners", "samuel", "nog", "franse", "op", "het", "aangehouden", "zijn", "paty", "tegen", "moord", "werd", "een", "en", "vier", "voor"], "pubDate": "2020-11-26T11:40:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}