{"id": "cf33c1c1-a220-3ca8-bb62-5261fcd41800", "title": "China zet toch de deur open voor corona-experts van Wereldgezondheidsorganisatie", "url": "https://www.volkskrant.nl/nieuws-achtergrond/china-zet-toch-de-deur-open-voor-corona-experts-van-wereldgezondheidsorganisatie~b8e34026/", "summary": "Vorige week nog werden de onderzoekers op het laatste moment geweigerd.\nOnderzoekers van de WHO soebatten al maanden met China om de toelating van de experts, zodat zij de oorsprong van het virus kunnen onderzoeken.\nViroloog Marion Koopmans van de Erasmus Universiteit zat nog net niet in het vliegtuig, toen ze hoorde dat de visa voor China niet in orde waren.\nDe Chinese overheid houdt strikte controle op al het binnenlandse onderzoek naar de oorsprong van het virus.\nIn staatsmedia staat dat het virus elders is ontstaan en met reizigers en diepgevroren voedingsmiddelen is meegekomen.", "paragraphs": ["Gezondheidsmedewerkers voor het Hankou-treinstation in Wuhan Beeld AP", "Dit meldt de Chinese nationale gezondheidsautoriteit. Vorige week nog werden de onderzoekers op het laatste moment geweigerd. De komst werd uitgesteld omdat er volgens Beijing ‘misverstanden’ waren opgedoemd.", "Onderzoekers van de WHO soebatten al maanden met China om de toelating van de experts, zodat zij de oorsprong van het virus kunnen onderzoeken. Aan het begin van de pandemie was afgesproken met Beijing dat Chinese wetenschappers eerst zelf gedegen onderzoek zouden doen en dat WHO-experts vervolgens met die resultaten aan de slag zouden gaan.", "Twee van de tien WHO-wetenschappers waren al onderweg toen China vorige week dinsdag onverwachts weigerde. Viroloog Marion Koopmans van de Erasmus Universiteit zat nog net niet in het vliegtuig, toen ze hoorde dat de visa voor China niet in orde waren. ‘Ik was er niet blij mee. Het is van groot belang dat het WHO-team met Chinese wetenschappers inventariseert wat in China aan onderzoek is verricht.’", "Geheimzinnig", "Waarom China ineens heeft besloten om de onderzoekers alsnog toe te laten, is nog onbekend. Hoe het reisschema van de internationale experts er komende week uitziet, heeft de nationale gezondheidsautoriteit niet bekendgemaakt.", "Het coronavirus stak eind 2019 voor het eerst de kop op in de miljoenenstad Wuhan, van waaruit het zich rap verder verspreidde over de hele wereld. Het is bijvoorbeeld nog niet bekend of de onderzoekers deze stad mogen bezoeken.", "De Chinese overheid houdt strikte controle op al het binnenlandse onderzoek naar de oorsprong van het virus. In staatsmedia staat dat het virus elders is ontstaan en met reizigers en diepgevroren voedingsmiddelen is meegekomen. De verwachting is dat de WHO-missie onder stevig toezicht zal staan."], "authors": ["Natalie Righton", "Marije Vlaskamp"], "keywords": ["van", "nog", "toch", "voor", "deur", "met", "coronaexperts", "open", "china", "chinese", "waren", "zet", "het", "week", "niet", "dat", "wereldgezondheidsorganisatie"], "pubDate": "2021-01-11T07:04:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}