{"id": "cf4f583a-097e-3c6b-8c18-d3432ae952fa", "title": "Snelle diagnostiek prostaatkanker binnenkort ook in Amphia Ziekenhuis", "url": "https://nu.nl/breda/6094941/snelle-diagnostiek-prostaatkanker-binnenkort-ook-in-amphia-ziekenhuis.html", "summary": "In navolging van het Bravis ziekenhuis gaat ook Amphia Ziekenhuis binnenkort werken met sneldiagnostiek voor prostaatkankerpatiënten.\nIdentieke diagnostiek in Bravis en Amphia is een nieuwe stap in de samenwerking tussen beide ziekenhuizen wat betreft behandeling van prostaat- en blaaskanker.\nDe urologen van Bravis en Amphia zijn daarnaast wekelijks op elkaars afdeling te vinden en voeren overleg met andere ziekenhuisafdelingen.\nAmphia en Bravis zijn met vijf andere ziekenhuizen in Brabant en Zeeland, het Erasmus Medisch Centrum in Rotterdam en twee instituten voor radiotherapie verenigd in het netwerk Embraze.\nJaarlijks stellen Bravis en Amphia naar schatting vierhonderd nieuwe diagnoses van prostaatkanker en honderd nieuwe diagnoses van blaaskanker.", "paragraphs": ["In navolging van het Bravis ziekenhuis gaat ook Amphia Ziekenhuis binnenkort werken met sneldiagnostiek voor prostaatkankerpatiënten. Dat betekent dat patiënten na aanmelding door de huisarts binnen uiterlijk tien werkdagen weten wat voor behandeling mogelijk is.", "Binnen die tien dagen moeten alle onderzoeken gedaan en verwerkt zijn. Patiënten weten zo snel waar ze aan toe zijn en dat scheelt een hoop stress, aldus Bravis (Roosendaal en Bergen op Zoom) en Amphia (Breda en Oosterhout) in een gezamenlijk bericht.", "Identieke diagnostiek in Bravis en Amphia is een nieuwe stap in de samenwerking tussen beide ziekenhuizen wat betreft behandeling van prostaat- en blaaskanker.", "Sinds 2018 is het zo geregeld dat Bravis alle prostaatverwijderingsoperaties verricht (120 tot 140 per jaar), terwijl Amphia alle blaasoperaties (jaarlijks 40 tot 50) voor zijn rekening neemt. Die splitsing bevordert de kwaliteit van de operaties: hoe vaker een ziekenhuis een specifieke operatie uitvoert, hoe beter die operatie wordt.", "De urologen van Bravis en Amphia zijn daarnaast wekelijks op elkaars afdeling te vinden en voeren overleg met andere ziekenhuisafdelingen.", "Amphia en Bravis zijn met vijf andere ziekenhuizen in Brabant en Zeeland, het Erasmus Medisch Centrum in Rotterdam en twee instituten voor radiotherapie verenigd in het netwerk Embraze. De insteek daarbij is om patiënten dichtbij huis zo goed mogelijk te helpen.", "Bravis heeft twee operatierobots", "Zo kunnen bijvoorbeeld prostaatkankerpatiënten uit de regio Breda in Amphia alle onderzoeken doorlopen, vervolgens in Bravis geopereerd worden, maar voor nazorg weer terecht kunnen in het 'eigen' Amphia. Het Bravis ziekenhuis heeft twee operatierobots om de prostaat weg te halen. De robot verkleint de kans op complicaties.", "Niet alle mannen met prostaatkanker hoeven een operatie te ondergaan. Om patiënten zo snel mogelijk te informeren, is een app ontwikkeld die laat zien welke onderzoeken te verwachten zijn.", "Prostaatkanker is de meest voorkomende vorm van kanker bij mannen van 45 plus. Bij langzaam groeiende kankervormen is behandeling niet altijd nodig, maar de snelgroeiende variant is levensbedreigend.", "Jaarlijks stellen Bravis en Amphia naar schatting vierhonderd nieuwe diagnoses van prostaatkanker en honderd nieuwe diagnoses van blaaskanker. Landelijk overlijden jaarlijks ongeveer 2.800 mannen aan prostaatkanker."], "authors": ["Door"], "keywords": ["alle", "prostaatkanker", "snelle", "van", "het", "zijn", "binnenkort", "diagnostiek", "ziekenhuis", "een", "ook", "en", "bravis", "te", "amphia", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}