{"id": "cf53dc69-3ad7-33a3-bb96-957c66bdee73", "title": "Waarom we steeds harder zijn gaan werken, maar niet meer verdienen", "url": "https://volkskrant.nl/werken/waarom-we-steeds-harder-zijn-gaan-werken-maar-niet-meer-verdienen~bdaa347d4/", "summary": "Veel mensen zien de groei niet terug in hun salaris, het blijft een fantoom, een spook.’Waarom werken we steeds harder voor een gelijkblijvend loon?\nMaar als we groei niet meer als uitgangspunt nemen, dan is het toch ook niet erg dat ons loon niet groeit?\nHoe ouderwets ook: als je niets van je laat horen, dan bereik je niets.\nZorg dat je je goed informeert.\nIk sluit niet uit dat het in de toekomst gaat gebeuren, sommigen vinden dat een prettiger model, anderen blijven liever zelfstandig.", "paragraphs": ["We werken steeds harder voor steeds minder geld Beeld Melissa de Gier", "De winst van Nederlandse bedrijven is de afgelopen decennia ten goede gekomen aan de aandeelhouders, en niet aan de werknemers. Journalist en ondernemer Sander Heijne en beleidsadviseur Hendrik Noten leggen via Zoom uit waarom ze dat verschijnsel in hun gelijknamige boek ‘fantoomgroei’ noemen.", "Dit artikel verscheen eerder op Intermediair.nl", "Wat bedoelen jullie met fantoomgroei?", "Sander: ‘De aanleiding voor ons boek is een rapport van RaboResearch uit 2018, waaruit blijkt dat sinds de jaren ’80 de Nederlandse economie met tientallen procenten is gegroeid en de reële inkomens vrijwel niet. Wij waren verbaasd, hoe kon het dat niemand zich daar boos over maakte? We besloten twee jaar geleden op onderzoek uit te gaan en een boek te schrijven. Fantoomgroei omschrijven wij als economische groei die een groot deel van de mensen niet terugzien in hun portemonnee. Er zit een gat tussen de snelgroeiende economie en de achterlopende inkomens. Veel mensen zien de groei niet terug in hun salaris, het blijft een fantoom, een spook.’", "Waarom werken we steeds harder voor een gelijkblijvend loon?", "Hendrik: ‘We zijn steeds productiever geworden. Door nieuwe technologieën staan steeds meer mensen altijd aan: langere dagen, weekenden, avonden met werk. Daar hebben we niet per se grotere welvaart voor teruggekregen. En tegelijkertijd zijn we een steeds groter deel van ons inkomen kwijt aan huisvesting.’", "Sander: ‘Het lastige hiervan is dat er altijd een kleine groep mensen is die wel profiteert, denk aan hoogopgeleide zzp’ers in beroepen waar veel vraag naar is. Maar in het algemeen hebben millennials minder te besteden dan hun ouders. Ze werken harder en krijgen er minder dingen voor terug.’", "Dit zijn de bestbetaalde banen van Nederland Hoewel echt betrouwbaar onderzoek ontbreekt, wist Intermediair toch een lijst samen te stellen die een goede indruk geeft. Altijd handig, mocht je een carrièreswitch overwegen.", "Hoe is fantoomgroei ontstaan in Nederland?", "Hendrik: ‘In 1982 werd het Akkoord van Wassenaar gesloten tussen werkgevers en werknemers. De vakbonden tekenden vrijwillig voor loonmatiging, om zo het bedrijfsleven, de economie en hun banen te redden. Die afspraak, ontstaan tijdens een crisis, is daarna nooit meer echt ter discussie gesteld. In 1999 roemde Bill Clinton de Nederlanders nog vanwege het feit dat Wassenaar het begin was van een nieuw politiek tijdperk waarin links en rechts elkaar vonden. Gevolg: enorme economische groei terwijl de lonen achterbleven.’", "Jullie stellen het uitgangspunt van economische groei ter discussie, de vanzelfsprekendheid waarmee premier Rutte en zijn voorgangers altijd het belang van het bedrijfsleven vooropstelden. Maar als we groei niet meer als uitgangspunt nemen, dan is het toch ook niet erg dat ons loon niet groeit?", "Sander: ‘Wij zijn niet principieel tegen groei. Wij stellen het fenomeen aan de orde dat de economie wel groeit, maar veel werkenden die groei niet terugzien in hun portemonnee. Terwijl ze die groei zelf creëren. Of het erg is dat bedrijfswinsten door anderen worden afgeroomd, terwijl er nog steeds voedselbanken bestaan en starters niet meer aan een betaalbare woning kunnen komen, is uiteindelijk een politieke vraag. Wij hebben dit boek geschreven omdat wij het problematisch vinden dat de aandeelhouders van grote bedrijven een steeds groter deel van de waarde die we samen creëren afromen, terwijl miljoenen mensen amper meer in hun meest basale levensbehoeften kunnen voorzien.’", "Zelfs Rutte stelt nu dat de verschillen, de fantoomgroei, niet meer uit te leggen zijn, en dat we in wezen een socialistisch land zijn. Gaat hij de fantoomgroei aanpakken?", "Hendrik: ‘Dat zal deze zomer moeten als we de verkiezingsprogramma’s zien voor de verkiezingen van volgend jaar maart. Rutte voelt onvrede bij zijn electoraat. Durft hij door te pakken na tien jaar aan de macht?’", "Sander: ‘Het beeld dat we een sociaal egalitair land zijn, klopt niet. De vermogensongelijkheid is in Nederland buitengewoon groot, en sinds Rutte aan de macht is, zijn de lonen nauwelijks gestegen. Ik denk dat de premier dat probeert te maskeren. De essentie van zijn beleid: als de top rijk is, dan sijpelt het vanzelf door naar beneden. Dus concentreren we ons op economische groei. Maar in de praktijk blijkt het niet te werken.’", "Hendrik: ‘Het moet nú gebeuren, er is zo veel geld in de economie gepompt, dat kan je niet elk jaar herhalen. Door zo actief in te grijpen tijdens de coronacrisis, heb je een golden bullet in handen, maar dan moet je wel die fantoomgroei willen aanpakken. 5 jaar wachten is te lang. Sander en ik zijn niet de enigen die dat roepen: ook de directeur van De Nederlandsche Bank zegt dat je die miljarden euro’s moet gebruiken om veranderingen teweeg te brengen.’", "Sander: ‘Investeer in bedrijven die hier banen creëren waar mensen beter van worden. We hebben niets tegen grote bedrijven, maar waar wij gebrand op zijn: werken moet lonen. Geen schijn-zzp-constructies waardoor bijvoorbeeld postbezorgers nauwelijks kunnen rondkomen. Wat is de kwaliteit van de banen die we creëren? Naast fantoomgroei moet ook naar klimaatverandering worden gekeken. Door het enorme streven naar economische groei wordt onze planeet onleefbaar en komt ons land onder water te staan.’", "Wat kunnen twintigers en dertigers zelf doen om fantoomgroei aan te pakken?", "Hendrik: ‘Lid worden van een politieke partij. Hoe ouderwets ook: als je niets van je laat horen, dan bereik je niets. Politieke partijen, vakbonden, het klinkt passé, maar als lid maak je onderdeel uit van het debat.’", "Sander: ‘Besef dat er keuzes zijn. Zorg dat je je goed informeert. We hebben een tunnelvisie gehad, dachten dat vooruitgang alleen kon door economische groei. We kunnen andere keuzes maken: geen groei van het bnp, maar welvaart eerlijker verdelen. Het probleem is niet die groei, maar geen toegang tot betaalbare woningen, geen vaste contracten of pensioenopbouw. Dat los je niet op met economische groei.’", "Hendrik: ‘Oudere generaties zijn rijker en politiek actiever, zij ervaren de ongelijkheidsproblemen minder. Voor verandering moeten de jongeren van zich laten horen. Over de hele linie worden zij het hardst geraakt. Vroeger kreeg je gemiddeld op je 24ste een vast contract, nu op je 29ste. En de studieschuld is veel groter: er is een hoop te doen.’", "Je kunt ook zelf een bedrijf beginnen, of een coöperatie, zoals jullie in jullie boek bepleiten.", "Sander: ‘Dat heb ik gedaan met mijn mediaproductiebedrijf. Mensen werken voor mij als zzp’er, ik betaal een goed tarief. Ik stond net op het punt mensen in dienst te nemen, toen de coronacrisis uitbrak. Ik sluit niet uit dat het in de toekomst gaat gebeuren, sommigen vinden dat een prettiger model, anderen blijven liever zelfstandig. Niet iedereen heeft de skills om ondernemer te worden. Daarom moeten we structuren verzinnen waarin alle talenten goed beloond worden.’", "Hendrik: ‘Wij pleiten voor coöperaties waar veel verschillende talenten bij elkaar komen om een bedrijf te maken. Waarom niet samen eigenaar zijn? Denk aan zorgcoöperaties, energiecoöperaties, en veel meer. Het model is al eeuwenoud en werkt in de praktijk. Aandelen aan werknemers geven, zodat die profiteren van eventuele groei, meedenken over de bedrijfskoers en gemotiveerd blijven.’", "Wil je weten of je genoeg verdient? Vul dat het Salariskompas van Intermediair in."], "authors": ["Dirk Koppes"], "keywords": ["verdienen", "waarom", "van", "het", "meer", "maar", "zijn", "gaan", "harder", "groei", "steeds", "niet", "een", "dat", "en", "te", "werken", "je"], "pubDate": "2020-07-16T13:53:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}