{"id": "cf608bc8-c139-3307-853b-509d399e8947", "title": "Maker Big Little Lies: 'Voorlopig geen seizoen 3, maar geven hoop niet op'", "url": "https://nu.nl/film/6100895/maker-big-little-lies-voorlopig-geen-seizoen-3-maar-geven-hoop-niet-op.html", "summary": "David E. Kelley, maker van Big Little Lies, heeft de hoop nog niet opgegeven dat er ooit nog een derde seizoen komt van de serie.\nIn gesprek met TVLine vertelt hij dat het er op korte termijn niet van zal komen wegens de drukke schema's van de acteurs.\n\"Ik zie logistiek gezien niet in hoe we dit zouden moeten doen, omdat iedereen zo druk is\", vertelt Kelley over de plannen voor een derde seizoen van Big Little Lies.\nToch heeft niemand de hoop volgens Kelley nog opgegeven.\nIn Big Little Lies, dat in 2017 voor het eerst te zien was, spelen ook Meryl Streep, Shailene Woodley en Laura Dern een rol.", "paragraphs": ["David E. Kelley, maker van Big Little Lies, heeft de hoop nog niet opgegeven dat er ooit nog een derde seizoen komt van de serie. In gesprek met TVLine vertelt hij dat het er op korte termijn niet van zal komen wegens de drukke schema's van de acteurs.", "\"Ik zie logistiek gezien niet in hoe we dit zouden moeten doen, omdat iedereen zo druk is\", vertelt Kelley over de plannen voor een derde seizoen van Big Little Lies. \"We kunnen zeker niet meteen aan de slag. Of het later lukt? Misschien.\"", "Actrice Nicole Kidman, die een van de hoofdrollen in de serie vertolkt, zei eind vorig jaar tegen Marie Claire Australia dat Kelley en Big Little Lies-auteur Liane Moriarty een goed idee hadden voor het derde seizoen.", "Kelley gaat niet in op de inhoud van dit idee en geeft toe dat ze nog niet veel vorderingen hebben gemaakt, door de drukke schema's van iedereen die betrokken is bij de serie. \"Nicole heeft zelf zo'n vijf projecten klaarstaan. Reese (Witherspoon, red.) is al net zo druk. Zoë (Kravitz) speelt Catwoman en dat is nog maar het begin. Iedereen is extreem druk.\"", "Toch heeft niemand de hoop volgens Kelley nog opgegeven. \"We houden allemaal zoveel van de show en de personages dat we het idee om iedereen weer samen te brengen nog niet hebben laten rusten.\"", "In Big Little Lies, dat in 2017 voor het eerst te zien was, spelen ook Meryl Streep, Shailene Woodley en Laura Dern een rol."], "authors": ["Door"], "keywords": ["voorlopig", "van", "lies", "maker", "hoop", "nog", "en", "een", "op", "little", "seizoen", "geven", "het", "iedereen", "maar", "niet", "dat", "kelley"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}