{"id": "cf68af4c-4998-3604-8b0e-f4f658fd94a6", "title": "Fow Pyng Hu kookt zich terug naar zijn oorsprong met Japanse zalmcarpaccio", "url": "https://trouw.nl/nieuws/fow-pyng-hu-kookt-zich-terug-naar-zijn-oorsprong-met-japanse-zalmcarpaccio~b2368873/", "summary": "Als ik ze vraag waarom ze dat willen, krijg ik meestal hetzelfde antwoord.\nOns leven was nog niet begonnen of ze zei al dat ze hier niet kon sterven.\nIs het niet een te groot perspectief waarin we ons huidige leven plaatsen?\nIk zou van een gastland zeggen: ik kan hier wel of ik kan hier niet wonen.\nDe waarde van het alledaagse is daardoor groots.", "paragraphs": ["De zalm begint zijn leven in de rivier, enkele jaren hangt hij er rond. Daarna vindt-ie zijn weg naar de zee. De zalm komt nog een keer terug om in die rivier te paaien. Voor de mannetjes betekent dit tevens het eind van hun levensloop. Het teruggaan naar je geboorteplek om daar te sterven zit bij die vissen diep in hun instinct. Mijn Aziatische personeel, met name de Japanners, heeft een soortgelijke natuurdrift.", "Nadat ze enkele jaren in Nederland hebben gestudeerd en hier een leven hebben opgebouwd, komt er voor sommigen een moment om toch terug te keren naar hun geboorteland. Als ik ze vraag waarom ze dat willen, krijg ik meestal hetzelfde antwoord. Het moeilijkst te verdragen is de gedachte ooit eens in Nederland te moeten sterven. Daar krijgen ze het heel benauwd van.", "Ik hoorde deze gedachte voor het eerst van mijn Japanse vrouw (toen nog mijn vriendin). Nadat we net waren afgestudeerd kwam ze voor drie maanden bij me wonen. Ons leven was nog niet begonnen of ze zei al dat ze hier niet kon sterven. Ik begreep er toen niets van. Waarom zouden we daar nu al over nadenken? Is het niet een te groot perspectief waarin we ons huidige leven plaatsen?", "Mijn aanwezigheid zou geen troost zijn", "Een angstbeeld voor haar was een Nederlands ziekenhuis met ziekenhuiseten. Ze voelde al de diepdroevige eenzaamheid op het sterfbed. Mijn aanwezigheid zou geen troost zijn. Ik besefte dat het om iets dieps ging. Ik vond het fascinerend dat meerdere jonge Japanners er zo over dachten. Dat dit verontrustende vooruitzicht altijd een rol speelt in hun achterhoofd. Ik zou van een gastland zeggen: ik kan hier wel of ik kan hier niet wonen. Ik ben wat pragmatischer, de dood zou ik er nooit bij betrekken. Maar ‘ik kan hier niet sterven’ duidt op een fundamenteel verlangen in de ziel.", "Het zijn ook de alledaagse dingen, zoals het eten, de humor en de omgang die worden gemist. Ze lijken onvervangbaar. Met de Japanse taal, die complexe gevoelens in een enkel woord kan beschrijven, hebben ze dit van jongs af aan met elkaar kunnen delen. De waarde van het alledaagse is daardoor groots. Het geeft uiting aan wie je bent. Als je al ziet aankomen dat daaraan tot aan je laatste maal geen invulling wordt gegeven, kun je op een gegeven moment beter als een zalm terugzwemmen naar je oorsprong.", "Japanse zalmcarpaccio • 200 gr verse zalmfilet", "• sap van een ¼ limoen of citroen", "• ½ tl suiker", "• 1 ½ el sojasaus", "• ½ tl fijn geraspte gember", "• 1 el extra vergine olijfolie", "• ¼ zoete ui", "• wat fijngesneden koriander", "• wat geroosterde sesamzaadjes", "Bereiding", "Zalm werd oorspronkelijk niet rauw gegeten in Japan. Het waren de Noren die ermee kwamen, ze wilden hun vis slijten op de Japanse markt. Dat is een groot succes geworden.", "Neem een vers stuk zalmfilet. De vis uit de supermarkt is meestal al te oud. Je kunt ruiken of de vis vers genoeg is. Probeer met een scherp mes de vis in heel dunne plakjes te snijden. Leg ze mooi in de cirkelvorm van het bord.", "Snij de zoete ui in flinterdunne ringen. Laat ze even in koud water staan, ze smaken dan wat milder. Meng de sojasaus, gember, suiker en limoensap. Giet dit over de vis. Doe er wat olijfolie over en daarna de ui, koriander en wat sesamzaadjes. Eventueel wat extra sojasaus toevoegen, maar laat het niet overheersen.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Hu Fow Pyng"], "keywords": ["van", "japanse", "wat", "pyng", "het", "naar", "zalmcarpaccio", "zijn", "met", "kookt", "ik", "oorsprong", "een", "zich", "ze", "te", "niet", "je", "dat", "terug"], "pubDate": "2020-12-09T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}