{"id": "cf7460e0-d25d-32ec-93ba-6f88f5f68783", "title": "Hongarije is één van van de masculienste landen, wat betekent dat voor vrouwen?", "url": "https://trouw.nl/buitenland/hongarije-is-een-van-van-de-masculienste-landen-wat-betekent-dat-voor-vrouwen~b94a5ee4/", "summary": "Dus niet het accepteren van ondergeschiktheid, maar stoppen met het zien van het ‘feminiene’ als iets ondergeschikts.\nIk vind het wel jammer dat ze dat niet benoemt.”Eszter Farkas vindt het emancipatiebeleid in Hongarije zorgwekkend.\nWat de bedoeling van dit soort boodschappen ook is, ik denk dat het gevaarlijk is om de emancipatie van jonge vrouwen zo te ondermijnen.\nWaar de rehabilitatie van dat wereldbeeld vooral voor zorgt, is dat het de moeilijkheden waar vrouwen tegenaan lopen, bagatelliseert.\nHet downplayen van het belang van emancipatie, door een minister van onze eigen regering: dat is toch zorgwekkend?", "paragraphs": ["“Ik raak verveeld door stomme sprookjesboeken. Ik wil twee zinnen uitwisselen met een volwassene, iemand die me niet halverwege onderbreekt. Ik zou graag iets willen doen met mijn twee diploma’s, de vier talen die ik spreek – mijn levenservaring.” Het is 2010 als Katalin Novák deze woorden opschrijft, in het kader van een Hongaarse verhalenwedstrijd. Nováks verhaal, waarin ze dubt of ze een baan moet aannemen na zeven jaar thuiszitten met de kinderen, wint de prijs. De baan neemt ze aan.", "Een decennium later is haar naam bekend in Hongarije: als minister voor familiezaken binnen de conservatieve regering-Orbán, is Novák het toegankelijke gezicht van het beleid waarmee de regering haar bevolking probeert te overtuigen meer kinderen ter wereld te brengen. De bevolking slinkt er al jaren en dat wordt neergezet als een groter probleem dan klimaatverandering. Vragen rond moederschap en genderrollen zijn daarom extra politiek geladen.", "Premier Viktor Orbán en zijn regeringsleden verwijzen vaak naar wat ze christelijke familiewaarden noemen: het behoud van het traditionele gezinsmodel, dat moet worden beschermd tegen wat zij zien als een Westerse, doorgeslagen tolerantie voor alles wat dat model lijkt te ondermijnen. Die houding zorgt regelmatig voor veel verdeeldheid in Hongarije.", "Onlangs was het een filmpje van Novák zelf, waarin ze jonge Hongaarse vrouwen toespreekt, dat de discussie deed oplaaien. “Je moet niet denken dat wij vrouwen constant de competitie moeten aangaan met mannen”, zegt ze in het filmpje, waarin op de achtergrond beelden van cupcakes, zwangere vrouwen en gelukzalige gezinssituaties voorbijflitsen. Even later stelt de minister bovendien dat vrouwen niet dezelfde salarissen en posities als mannen zouden moeten ambiëren. Vooral die opmerking zorgde voor woede, onder meer bij mensenrechtenorganisatie Human Rights Watch.", "Volgens Novák wordt zij verkeerd begrepen. Hongarije is een land waarin competitiedrang het leven beheerst, zegt ze. Dat beeld wordt bijvoorbeeld bevestigd door onderzoek van de Nederlandse socioloog Geert Hofstede, die Hongarije op nummer twee zette van de masculienste landen, na Japan. Masculien betekent in die context: een grote focus op status en materieel succes. Landen die Hofstede categoriseert als zeer feminien – Nederland staat in de top 5 – kennen juist een grote focus op samenwerking en kwaliteit van leven. Volgens Novák luidt de boodschap van haar regering: laten we stoppen met keihard concurreren en het idee toelaten dat zorgen voor een gezin ook een betekenisvolle levensinvulling is. Dus niet het accepteren van ondergeschiktheid, maar stoppen met het zien van het ‘feminiene’ als iets ondergeschikts. Een ander verhaal dan ze tien jaar terug schreef, maar zien Hongaarse vrouwen hier iets emancipatoirs in? Twee reflecties.", "Eniko Ujvari: ‘Boodschappen die in Nederland emancipatoir zijn, zijn dat hier niet per se’", "“Het is belangrijk om een boodschap in de juiste culturele context te zien”, denkt Eniko Ujvari (44), die zegt dat ze op dit onderwerp grotendeels op één lijn zit met Novák en de regering-Orbán. Zelf houdt ze zich ook bezig met het overtuigen van Hongaren om meer kinderen te nemen: ze werkt parttime voor een ngo die jonge mensen met een kinderwens ondersteunt. “Mensen in Hongarije hebben minder kinderen dan ze eigenlijk zouden willen”, zegt ze. “Een belangrijke reden hiervoor is dat mensen het moeilijk vinden om een goede balans tussen werk en leven te vinden; het werk heeft altijd de overhand. Dat heeft te maken met culturele waarden die in Hongarije dominant zijn. Binnen onze culturele context is competitie een te grote rol gaan spelen. Daarom zijn boodschappen die in Nederland misschien emancipatoir zijn, dat hier niet per se. En andersom: een verhaal dat bij jullie voor verontwaardiging zorgt, kan voor ons positief zijn. Ik denk dat het belangrijk is om daarbij stil te staan voordat je zulke berichten veroordeelt.”", "“Het idee dat vrouwen en mannen niet de competitie met elkaar moeten aangaan, is volgens mij belangrijk: we moeten een beter evenwicht vinden tussen het masculiene en het feminiene als het gaat om wat we belangrijk vinden in het leven. Het enige wat ontbreekt in Nováks boodschap is dat die waarden losstaan van of je een man of een vrouw bent: dat je per gezin zelf kunt bepalen hoe je de rollen verdeelt, zoals mijn man en ik afwisselen in wie het meest voor de kinderen zorgt. Eigenlijk is dat gek, want Katalin Novák zelf is daar juist een goed voorbeeld van: haar man zorgt tegenwoordig vooral voor de kinderen, zij is minister. Ik vind het wel jammer dat ze dat niet benoemt.”", "Eszter Farkas vindt het emancipatiebeleid in Hongarije zorgwekkend. Beeld Máté Halmos", "Eszter Farkas: ‘Het is gevaarlijk om de emancipatie van jonge vrouwen zo te ondermijnen’", "“Mijn ouders stemmen op regeringspartij Fidesz, maar ik probeer discussies met hen te vermijden”, zegt Eszter Farkas (39). “Die leiden toch alleen maar tot heftige emoties.” Zelf heeft Farkas geen traditioneel gezinsleven: ze koos voor een avontuurlijk leven. Aanvankelijk hadden haar ouders daar moeite mee, maar ze leken zich ermee te verzoenen toen ze zagen hoeveel voldoening dat leven haar gaf. Ze werkte als journalist in Soedan, Mali en Ghana en voor de VN in onder meer Palestina. Inmiddels woont ze weer in Boedapest en geeft ze yoga- en meditatieles.", "“Als je, zoals Katalin Novák en de regering-Orbán, maar blijft benadrukken hoe blij je als vrouw moet zijn met je verzorgende rol en traditioneel vrouwelijke eigenschappen, dan ga je voorbij aan alle andere talenten en eigenschappen die je als vrouw misschien wilt onderzoeken en cultiveren. Wat de bedoeling van dit soort boodschappen ook is, ik denk dat het gevaarlijk is om de emancipatie van jonge vrouwen zo te ondermijnen. Om ze het gevoel aan te praten dat ze een faciliterende rol moeten accepteren, in plaats van dat ze hun talenten verkennen.”", "“In communistische tijden was er natuurlijk wel het idee van gelijkheid, maar tegelijkertijd leefden veel vrouwen in de generatie van mijn moeder volgens wat nu de idealen van de regering-Orbán zijn. Waar de rehabilitatie van dat wereldbeeld vooral voor zorgt, is dat het de moeilijkheden waar vrouwen tegenaan lopen, bagatelliseert. Het downplayen van het belang van emancipatie, door een minister van onze eigen regering: dat is toch zorgwekkend? Het meest zorgwekkend is natuurlijk het werkelijke beleid. Ik kan nu bijvoorbeeld geen kinderen meer adopteren in Hongarije, omdat ik niet getrouwd ben. Doordat Fidesz zo gericht is op het in diskrediet brengen van Westerse idealen, sneuvelt niet alleen de tolerantie voor homoseksualiteit en transgenderschap, maar ook het idee van gendergelijkheid.”", "Lees ook:", "Orbán zet zijn ‘genderideologie’ voort: niet getrouwde stellen mogen straks geen kinderen meer adopteren", "Met enkele controversiële wetsvoorstellen wil Hongarije een einde maken aan adoptie door niet-getrouwde stellen."], "authors": ["Roos Van Hennekeler"], "keywords": ["van", "het", "voor", "betekent", "en", "een", "ze", "met", "masculienste", "vrouwen", "landen", "te", "hongarije", "één", "wat", "dat", "die"], "pubDate": "2021-01-06T09:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}