{"id": "cf793135-7959-352c-a9d1-17ce4a0c8a15", "title": "Vrouwelijke schaakspelers zien de Netflixserie ‘Queen’s Gambit’ als een welkome zet", "url": "https://volkskrant.nl/mensen/vrouwelijke-schaakspelers-zien-de-netflixserie-queen-s-gambit-als-een-welkome-zet~bdf4f5e4/", "summary": "Hij hoopt dat dit voor een ­opleving zorgt bij jonge meiden en dat de man-vrouwverhouding zich in de toekomst gaat normaliseren.\n‘Veel van mijn vrienden schaken ook, maar mijn grootste concurrent is Machteld van Foreest.\nIn Nederland ben ik een van de beste van mijn leeftijdscategorie, mijn grootste concurrent is Eline Roebers.\nToen ik het voor het eerst speelde, zag hij direct dat ik er talent voor had, ik kon al direct een paar puzzels oplossen.\n‘De Queen’s gambit is niet mijn favoriete opening, maar het wordt wel veel tegen mij gespeeld, net als de Siciliaanse opening.", "paragraphs": ["De Netflix-serie The Queen’s Gambit, over een jonge, vrouwelijke topschaker in de jaren vijftig en zestig, zet het schaken in de spotlight. Nu maar hopen dat het wat meer vrouwen naar het bord gaat lokken.", "Beth Harmon wil de beste schaker van de wereld worden. De Netflix-dramaserie The Queen’s Gambit, die zich afspeelt in de jaren vijftig en zestig, volgt haar in dat streven. Hoewel het personage fictief is, zijn haar worstelingen om stand te houden in een door mannen gedomineerde werkelijkheid realistisch.", "Schaken was van oudsher een spel voor mannen en is dat nog steeds. Volgens schaakmedewerker Gert Ligterink van de Volkskrant staat er maar één vrouw in de top van de beste honderd schakers ter wereld. Dharma Tjiam, de directeur van de Nederlandse Schaakbond, ziet dat de aantallen mannen en vrouwen erg uiteenlopen: ‘De top kent maar 15 procent vrouwen, terwijl dat bij de jongere ­spelers nog 25 procent is.’", "Volgens Tjiam haken veel meisjes na een tijdje af, wat een versterkend effect heeft. ‘Meisjes vinden het niet leuk om alleen maar te schaken met jongens, ze missen de gezelligheid en kiezen dan eerder voor een hobby met meer meiden.’ Vanwege het kleine aantal vrouwelijke schaakspelers, zitten er ook minder vrouwen in de top en zijn er minder voorbeelden voor beginnende spelers.", "Vrouwelijke schaakspelers proberen er alles aan te doen om meer meisjes en vrouwen te enthousiasmeren voor de sport. Een van de initiatieven is de ChessQueens, het Nederlandse damesteam, dat sinds zes jaar probeert het meisjes- en vrouwenschaak te stimuleren door eigen competities te houden. Er is ook een NK, EK en WK voor vrouwen, want hoewel meisjes en vrouwen graag tegen mannen spelen, is de competitie niet eerlijk verdeeld. ‘Vrouwen houden nauwelijks stand, omdat ze zo ondervertegenwoordigd zijn’, aldus Tjiam.", "Hij is daarom blij met de aandacht die zijn sport krijgt door de The Queen’s Gambit. Hij hoopt dat dit voor een ­opleving zorgt bij jonge meiden en dat de man-vrouwverhouding zich in de toekomst gaat normaliseren. ­Online gebeurt dit al, vanwege de coronapandemie schaken er momenteel meer mensen online en tijdens de internetkampioenschappen zag Tjiam ook dat de deelname van vrouwen daardoor was toegenomen. Hij hoopt dat zich dit ook gaat vertalen naar meer vrouwelijke leden. Volkskrant Magazine sprak vier jonge, succesvolle Nederlandse vrouwelijke schakers.", "Eline Roebers (14)", "Eline Roebers. Jurk: vintage Valentino (Laura Dols) Beeld Jouk Oosterhof", "Plaats 10 op de ranglijst voor vrouwen, kwam in 2019 in de buurt van een wereldtitel in India", "‘Ik schaak vanaf mijn 7de, ik vond school saai en daarom besloot mijn vader mij te leren schaken. Inmiddels oefen ik twee tot vier uur per dag en speel ik dagelijks een wedstrijd op het internet. Dit jaar speelde ik tegen een grootmeester en verloor, maar dat vind ik dan minder erg omdat hij een betere speler is.", "‘Mijn favoriete schaakstuk is het paard, want dat kan overal naartoe bewegen en daarmee kun je goed werken tijdens een aanval. Aanvallen vind ik ook het leukste onderdeel van schaken.", "‘De Queen’s Gambit (behalve de titel van de Netflixserie ook de benaming voor een openingszet, red.) speel ik eigenlijk nooit, dat is een veel te lastige opening, ik begin vaak met de Siciliaanse schaakopening.", "‘Veel van mijn vrienden schaken ook, maar mijn grootste concurrent is Machteld van Foreest. Mijn grootste droom is om later professioneel schaakspeler te worden en misschien ooit het WK te winnen, net als mijn grootste voorbeeld de wereldkampioen Magnus Carlsen.’", "Machteld van Foreest (13)", "Machteld van Foreest. Jurk: Arket Beeld Jouk Oosterhof", "Derde op het NK voor vrouwen, eerste op wereldranglijst voor meisjes tot 12 jaar", "‘Ik kom uit een schaakfamilie. Toen ik 6 was heb ik het geleerd, samen met mijn broer Jorden. Al mijn vijf broers schaken ook. Maar nu speel ik ­alleen nog maar tegen Nanne, mijn jongste broertje, want van hem kan ik nog winnen. Ik oefen ­iedere dag een paar uur en ik lees veel over schaken, zoals nu een boek over schaakstrategieën.", "‘De Queen’s Gambit speel ik weinig, die is heel lastig, ik begin vaak met Italiaanse openingen. Maar eigenlijk vind ik openingen niet leuk, die moet je uit je hoofd leren en ik denk veel liever zelf na, zoals tijdens schaken na de opening.", "‘Mijn favoriete schaakstuk is de dame, dat is het beste stuk en die kan het meest. Maar als je de koning niet hebt, heb je verloren, dus dat is ook wel een belangrijk schaakstuk.", "‘Nu speel ik vooral veel online, dat is jammer want normaal gesproken praat ik veel tijdens een schaakwedstrijd, omdat die vaak vier uur duurt.", "‘Veel van mijn vrienden uit Nederland schaken, dus die kom ik ook bij wedstrijden tegen, internationaal is dat minder. In Nederland ben ik een van de beste van mijn leeftijdscategorie, mijn grootste concurrent is Eline Roebers. Mijn droom is het WK Vrouwen te winnen, het WK Open Competitie als vrouw zou een droom zijn, maar dat is wel heel lastig. Maar mijn grote voorbeeld is wel de huidige wereldkampioen Magnus Carlsen.’", "Maaike Keetman (21)", "Maaike-Keetman. Jurk: Laura Dols Beeld Jouk Oosterhof", "Tweede op het EK in 2015 voor meisjes t/m 16 jaar, 6de op de ranglijst schakende vrouwen van de Nederlandse schaakbond, een van de oprichters van de ChessQueens", "‘Schaken doe ik al sinds ik 5 ben, mijn broer ging toen naar de schaakclub en ik wilde graag mee. Sindsdien heb ik de schaakclub niet meer verlaten. Ik speel nu niet meer tegen mijn broer en zus, want ik won steeds en dat vonden zij niet meer leuk. Er zijn helaas maar weinig vrouwelijke schakers, vroeger reageerden mensen vaak verbaasd als ik zei dat ik schaak. ‘Dat is toch iets voor oude mannen?’", "‘Gelukkig brengt de The Queen’s Gambit verandering in dat beeld. Ik vond de serie heel leuk, omdat het klopt met de werkelijkheid, ik herkende er veel in. Bijvoorbeeld dat mannen of jongens je onderschatten als tegenstander, want je bent ‘maar een meisje’.", "‘De titel vond ik ook leuk, de Queen’s gambit is een opening die veel wordt gespeeld. Alleen niet door mij, ik vind hem saai, de Nimzo-Indische opening vind ik leuker. Daarmee win ik vaak en dat is toch leuker. Verliezen vind ik vooral vervelend als ik iets doms heb gedaan tijdens een wedstrijd. Ik train ongeveer een uur per dag, soms meer. Omdat ik ernaast ook nog Economie studeer, schiet het schaken er helaas soms bij in. Mijn grote voorbeeld is Judit Polgár, zij wordt gezien als de beste vrouwelijke schaker aller tijden. Ik zou graag internationaal grootmeester worden, een titel die zowel voor mannen als voor vrouwen geldt.’", "Anna-Maja Kazarian (20) (portret bovenaan)", "Eerste op het EK in 2015 voor meisjes t/m 16 jaar. Won 29 november het eerste NK internetschaak Vrouwen. Ze versloeg Machteld van Foreest met 5-2.", "‘Schaken heb ik geleerd op mijn 6de van mijn grootvader in Georgië. Toen ik het voor het eerst speelde, zag hij direct dat ik er talent voor had, ik kon al direct een paar puzzels oplossen. Dat vind ik ook het leukste, dat er zoveel mogelijkheden zijn om dit spel te spelen. Een mooie partij spelen is belangrijker dan winnen. Als je verliest van een goede tegenstander, leer je daar veel van. Maar ik won in de jeugd vaak, mijn grootste concurrent was Maaike Keetman. Nu wij allebei in de open competitie spelen, komen we elkaar wel tegen, maar je speelt toch vooral tegen mannen. Dat vond ik ook zo herkenbaar aan de serie The Queen’s Gambit. Er zijn maar weinig meisjes die schaken, dat vind ik jammer. Volgens mij komt dat omdat schaken veel tijd en discipline vraagt, ik zag veel sterke meiden na een tijd afhaken, die kregen andere prioriteiten. De norm onder topschakers is dat je meerdere uren per dag speelt, maar dat botst tegenwoordig soms met mijn studie Kunstmatige intelligentie.", "‘De Queen’s gambit is niet mijn favoriete opening, maar het wordt wel veel tegen mij gespeeld, net als de Siciliaanse opening. Mijn favoriete schaakstuk is de dame, daar kun je zoveel kanten mee op en die heeft de meeste mogelijkheden qua zetten. Mijn grote voorbeeld is Judit Polgár, de beste vrouwelijke schaakster, ik vind het jammer dat zij is gestopt. Mijn droom is grootmeester worden.’"], "authors": ["Zoë Spaaij"], "keywords": ["zien", "dat", "welkome", "schaakspelers", "van", "vrouwen", "een", "mijn", "en", "maar", "zet", "ik", "netflixserie", "gambit", "als", "voor", "queens", "vrouwelijke", "het"], "pubDate": "2020-12-10T14:00:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}