{"id": "cf7ff554-7847-30ce-bdc3-ec585aa3662e", "title": "Pennsylvania bevestigt Biden als winnaar verkiezingen", "url": "https://www.parool.nl/wereld/pennsylvania-bevestigt-biden-als-winnaar-verkiezingen~b77f5bc2/", "summary": "Beeld AFPHet campagneteam van de Republikein Trump wilde voorkomen dat Pennsylvania de Democratische uitdager tot winnaar zou uitroepen.\nDe Trump-campagne stelt dat de president geen kans heeft gekregen om voldoende te procederen tegen vermeende verkiezingsfraude door de Democraten.\nTrump beweert vooralsnog zonder bewijs dat er ten onrechte tienduizenden briefstemmen met gebreken zijn meegeteld om Biden aan de overwinning te helpen.\nDe bevestiging van de Biden-zege in Pennsylvania is de jongste in een reeks nederlagen voor Trump, die blijft weigeren zijn verlies te erkennen.\nDe betwiste ‘slagvelden’ Georgia en Michigan bevestigden onlangs al de overwinning van Biden.", "paragraphs": ["De Democratische presidentskandidaat Joe Biden. Beeld AFP", "Het campagneteam van de Republikein Trump wilde voorkomen dat Pennsylvania de Democratische uitdager tot winnaar zou uitroepen. De Trump-campagne stelt dat de president geen kans heeft gekregen om voldoende te procederen tegen vermeende verkiezingsfraude door de Democraten. Trump beweert vooralsnog zonder bewijs dat er ten onrechte tienduizenden briefstemmen met gebreken zijn meegeteld om Biden aan de overwinning te helpen.", "De bevestiging van de Biden-zege in Pennsylvania is de jongste in een reeks nederlagen voor Trump, die blijft weigeren zijn verlies te erkennen. Wel is inmiddels het één en ander in gang gezet om de geplande machtsoverdracht op 20 januari zo soepel mogelijk te laten verlopen. Daar voelde de president de afgelopen weken nog niets voor.", "Drie staten", "Zijn team spande rechtszaken aan en eiste hertellingen en controles in meerdere cruciale staten, maar die brachten hem niet dichter bij een tweede termijn. De betwiste ‘slagvelden’ Georgia en Michigan bevestigden onlangs al de overwinning van Biden. Het is nu nog wachten op Nevada, Arizona en Wisconsin."], "authors": ["Het Parool"], "keywords": ["van", "biden", "als", "verkiezingen", "pennsylvania", "trump", "zijn", "bevestigt", "en", "te", "winnaar", "om", "dat", "president"], "pubDate": "2020-11-24T18:49:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}