{"id": "cf89d9e6-9d69-34cd-83ea-7b01c9b7bae4", "title": "Máxima bezoekt werkcentrum bij hoofdkantoor UWV", "url": "https://www.parool.nl/amsterdam/maxima-bezoekt-werkcentrum-bij-hoofdkantoor-uwv~b52c0892/", "summary": "Koningin Máxima en SER-voorzitter Mariette Hamer (R) brachten een werkbezoek aan het Regionaal Werkcentrum Amsterdam (RWC).\nBeeld ANPIn Amsterdam en op Schiphol is het RWC al meer dan een half jaar actief om mensen die hun baan dreigen te verliezen aan het werk te houden.\nHet RWC, een samenwerking van onder meer de gemeenten en uitkeringsinstantie UWV met het bedrijfsleven en de vakbonden, probeert te voorkomen dat mensen in een uitkering terechtkomen.\nDoor ze aan het werk te houden zijn ze beter af, zo is de gedachte.\nEen deel van het personeel werkt nu via een uitzendbureau in de logistiek van een ziekenhuis en de bloemenveiling in Aalsmeer.", "paragraphs": ["Koningin Máxima en SER-voorzitter Mariette Hamer (R) brachten een werkbezoek aan het Regionaal Werkcentrum Amsterdam (RWC). Beeld ANP", "In Amsterdam en op Schiphol is het RWC al meer dan een half jaar actief om mensen die hun baan dreigen te verliezen aan het werk te houden. Bedrijven die hard geraakt worden, zoals in de horeca of op Schiphol, kunnen hun medewerkers bijvoorbeeld uitlenen aan werkgevers die nog dringend om personeel verlegen zitten, zoals in de zorg en de logistiek.", "Het RWC, een samenwerking van onder meer de gemeenten en uitkeringsinstantie UWV met het bedrijfsleven en de vakbonden, probeert te voorkomen dat mensen in een uitkering terechtkomen. Door ze aan het werk te houden zijn ze beter af, zo is de gedachte. De koningin sprak onder meer met SDBV Facility Services dat de logistiek van bagagekarren verzorgt op Schiphol. Een deel van het personeel werkt nu via een uitzendbureau in de logistiek van een ziekenhuis en de bloemenveiling in Aalsmeer.", "Profvoetballers", "De firma Plaat Reklame bouwt stands op beurzen, dus daar werd het ook angstig stil vanwege het coronavirus. Ludger Sturkenboom had alleen al veel steun aan het RWC toen hij als directeur en duizendpoot binnen een klein bedrijf zonder afdeling personeelszaken plotseling samen met zijn 18 medewerkers op zoek moest naar een oplossing, vertelde hij de koningin. “Ik ben er niet voor opgeleid om slechtnieuwsgesprekken te voeren.”", "“Bij profvoetballers is het heel normaal als ze worden uitgeleend aan een andere club, maar niet in de horeca,” vertelde Timo Rijsterborgh van het RWC. Vanuit de horeca heeft hij personeel gedetacheerd in de glastuinbouw en de huishoudelijke zorg. “Horeca hebben natuurlijk geen netwerk met agrarische organisaties.”", "De koningin bracht haar werkbezoek als lid van het Comité voor Ondernemerschap, een adviesraad over het midden- en kleinbedrijf, het MKB. Bij het werkbezoek werd ze vergezeld door SER-voorzitter Mariëtte Hamer.", "Spaghetti", "De koningin en Hamer zien het Amsterdamse RWC als een voorloper en een kans om te leren hoe werknemers ook na de coronacrisis sneller aan nieuw werk geholpen kunnen worden bij het verlies van hun baan. Al voor het begin van de pandemie was dat een aanbeveling van de commissie-Borstlap.", "“Als we dit in deze crisis kunnen leren, hebben we daar nog decennia wat aan,” zei wethouder Rutger Groot Wassink. Tegen de koningin mopperde hij over de ‘spaghetti aan regelingen’ waardoor de gemeenten WW’ers formeel niet mogen helpen, omdat ze dan eerst moeten terugvallen naar de bijstand.", "Ook is het volgens de wethouder funest dat veel arbeidsmarktbeleid wordt overgelaten aan de markt. “Je kunt van mkb’ers niet verwachten dat ze hun personeel dezelfde begeleiding geven als grote bedrijven.”"], "authors": ["Bart Van Zoelen"], "keywords": ["bezoekt", "van", "bij", "het", "uwv", "rwc", "koningin", "op", "máxima", "hoofdkantoor", "werkcentrum", "een", "ze", "en", "te", "aan"], "pubDate": "2020-12-04T15:03:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}