{"id": "cf8dbdef-d3b7-381e-844c-fa984d064d6b", "title": "Hoeveel hypotheekrente betaal ik mijn ouders?", "url": "https://volkskrant.nl/economie/hoeveel-hypotheekrente-betaal-ik-mijn-ouders~b4c653f7/", "summary": "Ik wil voor de aankoop van een woning 150.000 euro lenen van mijn ouders.\nEen lening bij de zogenoemde ‘familiebank’ is populair, omdat het zowel voor de ouders als voor het kind gunstig is.\nDe fiscus mag volgens de hoogste rechter de overeenkomst tussen de ouders en het kind dus corrigeren, als het belastingvoordeel te hoog is.\nAls we de gemiddelde rente voor 15 jaar vaststellen op 2 procent, dan mogen de ouders nu dus 3,5 procent rente rekenen.\nSchakel zo nodig de hulp in van een financieel adviseur of notaris, zodat de transactie echt zakelijk wordt.", "paragraphs": ["Ik wil voor de aankoop van een woning 150.000 euro lenen van mijn ouders. Welke rente mogen zij rekenen?", "Een lening bij de zogenoemde ‘familiebank’ is populair, omdat het zowel voor de ouders als voor het kind gunstig is. De ouders krijgen een behoorlijke rentevergoeding, omdat zij meer risico lopen dan een bank. De bank kan beslag leggen op de woning en heeft daarmee altijd voorrang op de vordering van de ouders. Het risico is voor de ouders aanvaardbaar, omdat het om hun kind gaat. Zij krijgen hierdoor bovendien inkomsten uit rente en aflossing, die zij aan hun kind of kinderen kunnen schenken.", "Voor een kind is de familiebank ook gunstig. Hij betaalt meer rente en heeft daardoor meer profijt van de hypotheekrenteaftrek. Als zijn ouders hem daarnaast geld schenken, is hij meestal gunstiger uit dan bij een lening via de bank.", "Is dit belastingfraude? Als de rente zakelijk is, niet. Een paar jaar geleden keurde de Belastingdienst de aangifte af van iemand die via een familiebank 9 procent rente per jaar betaalde. De rente van deze lening stond voor 15 jaar vast. In 2015, het jaar waarin de lening werd afgesloten, rekenden banken voor 15 jaar vast gemiddeld een rente van 3 procent per jaar. De belastinginspecteur vond 1,5 procent opslag redelijk voor het risico dat de ouders liepen. In totaal mag de rente dus 4,5 procent per jaar zijn. De Hoge Raad heeft de inspecteur in deze zaak (uitspraak 1.111 uit 2020) in het gelijk gesteld. De fiscus mag volgens de hoogste rechter de overeenkomst tussen de ouders en het kind dus corrigeren, als het belastingvoordeel te hoog is.", "Inmiddels is de rente nog veel verder gedaald. Als we de gemiddelde rente voor 15 jaar vaststellen op 2 procent, dan mogen de ouders nu dus 3,5 procent rente rekenen. Hoe hoog de gemiddelde rente voor uw situatie is, hangt af van de duur van de rentevaste periode en hoeveel geld uzelf inlegt bij het kopen van de woning. Op hypotheekrente.nl zijn de rentes voor diverse situaties terug te vinden.", "Sommige notarissen menen dat ouders bij de familiebank 6 procent in rekening mogen brengen. Dat is immers de rente waar de Belastingdienst standaard van uitgaat bij onzakelijke leningen. Volgens mij is deze rente inmiddels te hoog, gezien de uitspraak van de Hoge Raad uit 2020.", "Houd schenkingen buiten de leenovereenkomst. Het kind moet rente en aflossing werkelijk overboeken naar de ouders. Zij moeten ieder jaar kunnen bepalen of zij wel of niet schenken. Anders kan de Belastingdienst de renteaftrek weigeren en zelfs schenkbelasting heffen over alle schenkingen die dit jaar en in de komende jaren zijn toegezegd.", "U kunt zelf een overeenkomst opstellen met uw ouders. Zorg ervoor dat beide partijen zich goed in het onderwerp verdiepen. Schakel zo nodig de hulp in van een financieel adviseur of notaris, zodat de transactie echt zakelijk wordt."], "authors": ["Reinout Van Der Heijden"], "keywords": ["ik", "ouders", "zij", "hypotheekrente", "van", "mijn", "voor", "jaar", "en", "een", "betaal", "procent", "het", "hoeveel", "rente"], "pubDate": "2021-01-07T17:32:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}