{"id": "cfabfe96-7148-3217-b039-e04d8f8ef3ed", "title": "‘Jahrestage’ legt vast hoe Mecklenburg blijft en New York niet", "url": "https://trouw.nl/cultuur-media/jahrestage-legt-vast-hoe-mecklenburg-blijft-en-new-york-niet~b20e43ca/", "summary": "Een echtpaar in Chico, California kreeg uit Vietnam een doodskist met erin een onbekende man in plaats van hun aangekondigde zoon.\nIk zou dagelijks een dagbeschrijving kunnen lezen als in een brevier of een getijdenboek, synchroon met de kalender van nu.\n€ 69,99Lees ook:Eerste deel van het leesverslag: Dit is het begin van een liefdeOnlangs verscheen de vertaling van Jahrestage van Uwe Johnson, in het Duits verschenen in 1970.\nHet eerste deel van een driedelig leesverslag.\nTweede deel van het leesverslag: ‘Een jaar uit het leven van Gesine Cresspahl’ van Uwe Johnson doet verlangen naar warmte", "paragraphs": ["Eigenlijk zou ik in dit derde en laatste deel over Jahrestage het liefst Uwe Johnson zelf aan het woord laten, zodat u een indruk zou krijgen van zijn stijl, zijn oog voor detail, de veelheid van stemmen, de rijkdom van deze lange, lange tekst.", "Maar welke passage ik ook overweeg, hij zou – losgezongen – onbegrijpelijk zijn door de namen, de vooruit- of terugverwijzingen en ik realiseer me hoe hecht en fijnmazig het weefsel is waaruit de roman bestaat.", "Toch doe ik een poging.", "“25 november 1967. Vandaag meldt The New York Times dat gisteren veldmaarschalk Eric von Manstein, de ontwerper van de Duitse blitzkrieg tegen Frankrijk in het jaar 1940, in Hirschhausen in West-Duitsland zijn tachtigste verjaardag groots vierde. Dit berichtje staat vlak onder het dagelijkse oorlogsnieuws uit Vietnam.", "Een echtpaar in Chico, California kreeg uit Vietnam een doodskist met erin een onbekende man in plaats van hun aangekondigde zoon. Gistermiddag gingen twee volksvertegenwoordigers boodschappen doen in Harlem en ontdekten zonder moeite dat de supermarkten daar inderdaad de prijzen verhogen na de betaaldagen, de waren eermaals omprijzen en zowel ontdooid diepvriesvoedsel als licht bedorven vlees voor volstrekt verkoopbaar houden.”", "Zo begint deze dag en moeiteloos springt Uwe Johnson vervolgens naar het Mecklenburg van april 1933, als Gesine Cresspahl. de heldin van de roman, nauwelijks een maand oud is. De nazi’s zijn net aan de macht en in Gesine’s geboortestadje Jerichow stellen twee SA-mensen zich op voor de werkkleding winkel van de Jood Tannebaum; ze zijn beiden afkomstig uit het verderop gelegen Gneez, de een een zadelmaker, de ander een werkloze amokmaker die bij de arondissementsrechtbank bekend is om zijn gewelddadigheid.", "Wat volgt is een even virtuoze als beklemmende beschrijving van de gebeurtenissen, niet alleen voor de winkeldeur van Tannebaum maar ook voor de poort van de Joodse dierenarts Semig, die dan net baron Von Raminn op bezoek heeft die namens een Oostenrijkse vriend, graaf Nagel, om een recept vraagt voor diens aan oorontsteking lijdende hond, een weimaraner. De scene van de barons confrontatie met de bruinhemden, onder wie hij ook slager Methfessel herkent, wordt met grote precisie beschreven; het zou de slager de klandizie van drie adellijke landgoederen kosten.", "Ik geef u al deze vertelniveaus, details en namen ter illustratie van de dichtheid van de tekst en ook de menging met berichten uit het New Yorkse heden, in sobere streken getekend uit The New York Times. Jahrestage begint op 21 augustus 1967. Precies vijftig jaar later wijdde de Frankfurter Allgemeine Zeitung een artikel aan de vraag hoe actueel de roman nog was. De auteur stelde verrast vast dat het New York van toen verder van de moderne lezer verwijderd was dan de land­streek waarop de roman terugblikt: het Meck­lenburg van de jaren dertig van de vorige eeuw. Zozeer was de wereldstad veranderd dat de krant suggereerde dat het de moeite waard zou zijn met Johnson als gids door het New York van nu te reizen en je te realiseren hoeveel er is verdwenen, aan mensen, aan nering, aan huizen.", "Een roman vol weemoed, die naar het einde toe naar het bittere zal neigen. Ik heb hem nog lang niet uit. Ik zou dagelijks een dagbeschrijving kunnen lezen als in een brevier of een getijdenboek, synchroon met de kalender van nu. En al deze vergelijkingen zijn al gemaakt: een Heimatkroniek zoals Edgar Reitz hem maakte, een Op zoek naar de verloren tijd, een Ulysses.", "Beeld -", "Uwe Johnson", "Een jaar uit het leven van Gesine Cresspahl", "Vert. Marc Hoogma. Van Oorschot; 1595 blz. € 69,99", "Lees ook:", "Eerste deel van het leesverslag: Dit is het begin van een liefde", "Onlangs verscheen de vertaling van Jahrestage van Uwe Johnson, in het Duits verschenen in 1970. 1600 bladzijdes. Wim Boevink leest en geeft zich gewonnen. Het eerste deel van een driedelig leesverslag.", "Tweede deel van het leesverslag: ‘Een jaar uit het leven van Gesine Cresspahl’ van Uwe Johnson doet verlangen naar warmte"], "authors": ["Wim Boevink"], "keywords": ["york", "van", "mecklenburg", "hoe", "het", "met", "zijn", "zou", "vast", "jahrestage", "niet", "een", "legt", "en", "blijft", "uit", "aan", "voor"], "pubDate": "2020-11-22T09:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}