{"id": "cfcc2a7e-c5bf-32b5-ab9f-ce32c82c966b", "title": "In het masterplan van basketbalfamilie Ball wordt niets aan het toeval overgelaten", "url": "https://volkskrant.nl/sport/in-het-masterplan-van-basketbalfamilie-ball-wordt-niets-aan-het-toeval-overgelaten~bfe87b18/", "summary": "Vorige week trad LaMelo (19), de jongste van het stel, als tweede telg toe tot de NBA toen Charlotte Hornets hem inlijfde.\n(Het programma wordt geproduceerd door de makers van het populaire Keeping up with the Kardashians.)\nBeeld Getty ImagesKrankzinnigToen zijn zoon LaMelo uitgerekend werd gekozen door Charlotte Hornets, het team van eigenaar Michael Jordan, werd hij geconfronteerd met een van zijn krankzinnigste uitspraken.\nHet huis was uitgerust met promotiemateriaal voor kledinglijn BBB, zag een verslaggever van sportzender ESPN, en van zijn vader kreeg LaMelo een Rolls Royce cadeau.\nHet was voor het eerst dat twee broers in verschillende ‘drafts’ in de top-10 waren gekozen, zo hoorde LaVar de presentator op het grote televisiescherm zeggen.", "paragraphs": ["Vanuit New York belicht Koen van der Velden wekelijks ontwikkelingen in de Amerikaanse sport. Vandaag: basketbalfamilie Ball.", "Ze heten LaMelo (19), LiAngelo (21) en Lonzo (23), de basketbalbroers uit de bonte Amerikaanse Ball-familie. Vader LaVar, een luidruchtige bluffer met grote dromen, moest en zou ze kneden tot professionals. Het lukte zowaar. Vorige week trad LaMelo (19), de jongste van het stel, als tweede telg toe tot de NBA toen Charlotte Hornets hem inlijfde.", "Broer Lonzo speelt sinds 2017 in de Amerikaanse basketbalcompetitie, momenteel bij New Orleans Pelicans, terwijl LiAngelo vooralsnog blijft steken bij het opleidingsteam van Oklahoma City Thunder.", "Meest besproken", "In de jaarlijkse draft, de selectieprocedure waarmee clubs vers bloed aan hun selecties toevoegen, werd LaMelo, een twee meter lange spriet met vrolijke krulletjes, als derde gekozen door Charlotte. Van alle nieuwkomers werd de spelverdeler veruit het meest besproken. Door zijn talent, jazeker, maar vooral zijn achternaam. ‘Ik ben hiervoor gemaakt’, sprak LaMelo in aanloop naar zijn selectie.", "De jongen uit Los Angeles had het letterlijk kunnen bedoelen. Sinds hun peuterjaren werden hij en zijn broers door vader, coach, promotor en de facto manager LaVar klaargestoomd voor een bestaan als basketballer. Zelf had de man het niet gered, in zijn zoons zag hij een tweede kans. Naar verluidt trouwde hij zijn vrouw Tina deels vanwege haar lengte. In het masterplan werd niets aan het toeval overgelaten.", "Lonzo, LaMelo, moeder Tina, vader LaVar en LiAngelo Ball. Beeld Joshua Blanchard / Getty Images", "Bomvolle zalen", "Op aandringen van zijn vader begon LaMelo een jaar eerder aan de middelbare school, alleen omdat hij op die manier in één team met zijn broers kon spelen. Met de drie talentvolle Ball-jongens op het veld, trokken wedstrijden van Chino Hills, zoals de school heette, bomvolle zalen. Op de sociale media kregen de jonge basketballers miljoenen volgers. Verliezen deden ze nooit.", "Zorgvuldig stippelde hun vader een pad uit naar de NBA. Lonzo speelde, zoals de meeste grote talenten, een jaar bij een universiteitsteam, maar met LiAngelo en LaMelo had LaVar andere plannen. Hij stuurde ze als tieners naar de profcompetitie van Litouwen, begon later een eigen competitie (die niet veel later instortte) en liet LaMelo vorig jaar ervaring opdoen in de Australische eredivisie. Hoe goed de 19-jarige spelverdeler precies was, konden de Amerikaanse kenners moeilijk inschatten, maar dat hij op de drempel van de NBA de aandacht zou trekken stond vast.", "Realityserie", "Aan de schijnwerpers zijn de Ball-jongens sinds hun middelbare schooldagen gewend. Nog voor Lonzo, de oudste van de drie, debuteerde in de NBA, kreeg de familie een realityserie op Facebook, het nog altijd lopende Ball in the Family. (Het programma wordt geproduceerd door de makers van het populaire Keeping up with the Kardashians.)", "In 2016 begon LaVar een eigen kledinglijn, waarvan zijn zoons uithangborden werden. De prijs van de eerste basketbalschoen van Big Baller Brand (BBB) kon rekenen op hoongelach: 495 dollar, voor de goedkoopste versie. ‘Wie ze niet kan veroorloven is geen big baller’, reageerde LaVar, die de afgelopen jaren niet was weg te denken van de Amerikaanse sportzenders.", "Wandelende megafoon", "Wie verlegen zat om een prikkelende quote, kon aankloppen bij de basketbalvader, een wandelende megafoon. Zijn zoon Lonzo was beter dan drievoudig kampioen Stephen Curry (Golden State Warriors), verkondigde hij, en anders wel dan Magic Johnson of LeBron James. De arme Lonzo moest zijn debuut voor Los Angeles Lakers, waar hij later teamgenoot werd van James, op dat moment nog maken.", "In 2017 kreeg LaVar het aan de stok met Donald Trump, nadat die had geholpen zijn zoon LiAngelo na een winkeldiefstal uit een Chinese gevangenis te krijgen. De president was gepikeerd omdat hij geen bedankje kreeg. LaVar deed zijn verhaal op CNN.", "LaMelo Ball in actie voor de Illawarra Hawks. Beeld Getty Images", "Krankzinnig", "Toen zijn zoon LaMelo uitgerekend werd gekozen door Charlotte Hornets, het team van eigenaar Michael Jordan, werd hij geconfronteerd met een van zijn krankzinnigste uitspraken. Niet lang geleden beweerde LaVar dat hij de grote Jordan in zijn hoogtijdagen had kunnen verslaan in een onderling duel. ‘Het zou hem nog niet lukken als ik één been had,’ reageerde de basketballegende.", "Over zijn methoden wordt getwist, maar feit blijft dat LaVar Ball inmiddels twee NBA-spelers heeft voorgebracht. Hoewel Lonzo de torenhoge verwachtingen in Los Angeles niet kon waarmaken, is hij in New Orleans momenteel een verdienstelijk spelverdeler. Van LaMelo, een talentvolle, creatieve passer en dribbelaar, wordt minstens hetzelfde verwacht.", "Rolls Royce cadeau", "De persoonlijkheden van de broers kunnen niet verder afwijken van die van hun vader. Vanuit de familiewoning in Chino Hills bekeek LaMelo kalmpjes hoe hij werd geselecteerd door Charlotte. Zo’n 250 genodigden, allen vooraf getest op het coronavirus, leefden met hem mee. Het huis was uitgerust met promotiemateriaal voor kledinglijn BBB, zag een verslaggever van sportzender ESPN, en van zijn vader kreeg LaMelo een Rolls Royce cadeau.", "Het was voor het eerst dat twee broers in verschillende ‘drafts’ in de top-10 waren gekozen, zo hoorde LaVar de presentator op het grote televisiescherm zeggen. ‘Kijk nou,’ reageerde hij. ‘Niemand heeft ooit gedaan wat ik gedaan heb.’"], "authors": ["Koen Van Der Velden"], "keywords": ["lavar", "ball", "van", "masterplan", "het", "basketbalfamilie", "hij", "op", "zijn", "met", "lamelo", "niets", "toeval", "wordt", "een", "en", "aan", "overgelaten"], "pubDate": "2020-11-22T19:00:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}