{"id": "cfcdc328-9233-3347-a710-51fa6cf50def", "title": "Het belangrijkste nieuws in vijf minuten van woensdag 9 december", "url": "https://volkskrant.nl/nieuws-achtergrond/het-belangrijkste-nieuws-in-vijf-minuten-van-woensdag-9-december~b28679f8/", "summary": "Ook bij het aantal bezette bedden in het ziekenhuis is op weekbasis sprake van een toename.\nDe NOW-regeling voor het opvangen van loonkosten blijft in het eerste kwartaal van 2021 gelijk aan het vierde kwartaal van 2020.\nDe uitbraak van covid-19 zorgt dit jaar voor een forse dip in de uitstoot van broeikasgassen van 7 procent.\nDe wereld koerst nog steeds af op een temperatuurstijging van 3 graden aan het eind van deze eeuw.\nHet nieuws in vijf minuten bevat het nieuws van woensdag 9 december tot 17.00 uur.", "paragraphs": ["Beeld Sophia Twigt", "1/5 | Aantal nieuwe besmettingen op weekbasis met 32 procent gestegen", "Het aantal nieuwe besmettingen is vandaag verder opgelopen. Op weekbasis ligt het aantal meldingen inmiddels 32 procent hoger dan een week eerder. Het op 1 december uitgebreide testbeleid kan deze stijging slechts ten dele verklaren. Ze komt vooral doordat meer personen met klachten ook daadwerkelijk positief blijken te zijn. Vandaag meldt het RIVM 6.589 nieuwe coronabesmettingen.", "Ook bij het aantal bezette bedden in het ziekenhuis is op weekbasis sprake van een toename. Een week geleden nam de ziekenhuisbezetting nog met 12 procent af, nu stijgt zij met 5 procent. Er liggen momenteel 1.684 patiënten met covid-19 in het ziekenhuis.", "Het afgelopen etmaal zijn er 230 coronapatiënten nieuw opgenomen, van wie 36 op de intensive care. Premier Rutte noemde dinsdag ‘10 ic-opnamen’ als belangrijke streefwaarde om onder te komen.", "2/5 | Ondernemers krijgen nog eens 3,7 miljard aan coronasteun", "Het economische steunpakket voor bedrijven wordt verlengd en uitgebreid. ‘We moeten blijven doen wat nodig is om de schade voor ondernemers en werknemers te beperken’, aldus minister Eric Wiebes van Economische Zaken en Klimaat vanochtend in een persconferentie.", "Met het nieuwe noodpakket is een bedrag van 3,7 miljard euro gemoeid. De NOW-regeling voor het opvangen van loonkosten blijft in het eerste kwartaal van 2021 gelijk aan het vierde kwartaal van 2020. Er is meer subsidie voor ondernemingen met de grootste omzetverliezen, zoals cafés die op last van de overheid gesloten zijn.", "Al het nieuws over de coronacrisis is te lezen in het liveblog van de Volkskrant.", "3/5 | VN-organisatie: klimaatdoelen Parijs zijn nog te halen, maar dan moeten regeringen doorpakken", "Als regeringen de coronapandemie aangrijpen om de economie te vergroenen, zijn de klimaatdoelen van ‘Parijs’ nog te halen. De onverwachte daling van de emissies dit jaar biedt volgens Unep, de VN-organisatie voor het milieu, een kans op ‘groen herstel’. Regeringen zouden snel plannen moeten maken om niet de ‘oude economie’ te herstellen, maar om zo veel mogelijk emissieloze activiteiten te plannen. Bovendien moeten ze die plannen vervolgens snel tot uitvoer brengen.", "De uitbraak van covid-19 zorgt dit jaar voor een forse dip in de uitstoot van broeikasgassen van 7 procent. Maar op de langere termijn valt die klimatologische meevaller weg in de foutenmarge. De wereld koerst nog steeds af op een temperatuurstijging van 3 graden aan het eind van deze eeuw.", "4/5 | Voormalig ING-topman Hamers alsnog vervolgd voor witwasaffaire", "Het Openbaar Ministerie moet alsnog voormalig ING-topman Ralph Hamers vervolgen voor zijn rol in de witwasaffaire die speelde bij de bank. Dat heeft het gerechtshof in Den Haag vandaag besloten. Volgens het gerechtshof was Hamers als leidinggevende op de hoogte van de strafbare gedragingen van ING en heeft hij vervolgens nagelaten om in te grijpen. Vervolging is daarom ook een belangrijk signaal naar de maatschappij.", "Nadat was vastgesteld dat ING in de periode 2010 tot 2016 ‘structureel de wet had overtreden en zich schuldig heeft gemaakt aan een groot aantal strafbare feiten’, trof het bedrijf een recordschikking met het Openbaar Ministerie van 775 miljoen euro. Het OM zei daarna dat er onvoldoende bewijs was om strafrechtelijke verwijten te maken naar personen.", "Een aantal gedupeerden, onder wie bedrijfsonderzoeker Pieter Lakeman, stapten vervolgens naar het gerechtshof om met een zogeheten artikel 12-procedure alsnog vervolging van topman Hamers af te dwingen. Daar ging de rechter vandaag in mee.", "5/5 | Trump lijdt ook nederlaag bij opperrechters in poging verkiezingsuitslag te blokkeren", "Het Amerikaanse Hooggerechtshof heeft geweigerd in te gaan op een Republikeins verzoek om de verkiezingsuitslag van een staat ongedaan te maken. In slechts één zin liet het hof weten dat het verzoek om de vaststelling van de uitslag in de staat Pennsylvania te blokkeren, was afgewezen.", "Niet eerder werden de Amerikaanse opperrechters gevraagd te interveniëren sinds president Donald Trump en zijn aanhangers in diverse staten rechtszaken begonnen tegen de verkiezingsuitslag. De afwijzing is een gevoelige nederlaag voor Trump: het hof heeft een conservatieve meerderheid en de president benoemde zelf diverse zittende rechters.", "Het nieuws in vijf minuten bevat het nieuws van woensdag 9 december tot 17.00 uur."], "authors": ["Pepijn De Lange"], "keywords": ["nieuws", "vijf", "van", "minuten", "belangrijkste", "het", "op", "met", "zijn", "woensdag", "een", "te", "om", "en", "voor"], "pubDate": "2020-12-09T16:45:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}