{"id": "cfd53f62-0664-3c41-acd4-40f8962cd19c", "title": "Nog even volhouden en dan kunnen we weer laat op de avond samen schransen", "url": "https://trouw.nl/recepten/nog-even-volhouden-en-dan-kunnen-we-weer-laat-op-de-avond-samen-schransen~bb749ae6/", "summary": "Sommige halen een dag van tevoren hun ingrediënten bij speciale zaken, ook al moeten ze er een eindje voor omfietsen.\nOp een gegeven moment werd het een sport om de meest bekoorlijke maaltijd te serveren.\nAls kok is het leuk om indruk te maken op je collega’s, zeker toen er wat nieuwe koks bij kwamen.\nHet personeelseten smaakt goed, maar precies half zo goed als wanneer we er met een compleet team zouden zitten.\nBreng op smaak met wat sojasaus en peper en zet apart.", "paragraphs": ["Filmmaker en ramenchef Fow Pyng Hu heeft drie restaurants. Hij haalt zijn inspiratie uit Nederland, Japan en alles daartussenin.", "Als rond kwart voor tien de laatste gasten zijn vertrokken, begint het personeelseten. We dekken één grote tafel. Het is elke avond een verrassing waarmee die vol komt te staan. Omdat de koks rouleren in de drie zaken is de samenstelling van het personeel dagelijks verschillend. Er is een budget waarmee ze boodschappen kunnen doen. Sommige halen een dag van tevoren hun ingrediënten bij speciale zaken, ook al moeten ze er een eindje voor omfietsen.", "Op een gegeven moment werd het een sport om de meest bekoorlijke maaltijd te serveren. Als kok is het leuk om indruk te maken op je collega’s, zeker toen er wat nieuwe koks bij kwamen. Zij werden zo overrompeld door al die inzet, dat ze serieus nerveus werden wanneer ze zelf het personeelseten moesten klaarmaken. De verwachtingen waren elke avond hoog, want iedereen was al erg verwend. De druk zorgde er zelfs voor dat sommige koks al het avondeten aan het maken waren, terwijl er ook nog een rij bestellingen moest worden afgewerkt. Het personeelseten werd heilig.", "Soms mislukt het. Dan worden er recepten geprobeerd die amper eerder zijn geoefend. Soms wordt de bereidingstijd onderschat, dan zit het personeel een halfuur te staren op hun telefoon. Of soms is het gewoon aangebrand. Het ergste is natuurlijk als je geen excuus hebt en het gewoon niet lekker is, maar dat komt gelukkig zelden voor.", "Moeder", "De koks hebben verschillende achtergronden: Japans, Koreaans, Italiaans, Frans en Fins, om maar wat te noemen. En iedereen heeft vast wel een grootmoeders recept. De nieuwsgierigheid is soms niet te houden. Zo dicht aan andermans ‘keukentafel’ kom je zelden te zitten. Eens had een Tunesische chef letterlijk zijn moeder en de rest van de familie voor ons en anderen laten koken. Zo’n couscous hadden we nog nooit geproefd!", "In de meeste restaurants eet het personeel voordat de drukte begint. Maar het samen eten na het werk is juist een fijne afsluiting van de dag. Iets om naar uit te kijken wanneer je aan het opruimen bent. Met een glaasje wijn erbij is het net een uitje. Nieuw personeel komt de eerste maand standaard enkele kilo’s aan van dit nachtelijk schransen.", "Op dit moment werken we met een halve bezetting. Het personeelseten smaakt goed, maar precies half zo goed als wanneer we er met een compleet team zouden zitten. We missen onze maatjes. Nog even volhouden! Dan kunnen we weer laat op de avond samen schransen.", "Tunesische bibimbap, i ngrediënten voor 2 personen", "• ½ courgette, in kleine blokjes (5 mm)", "• ½ aubergine, in kleine blokjes (5 mm)", "• olijfolie", "• sojasaus", "• zwarte peper", "• 2 tomaten, in blokjes", "• 1 teentje knoflook, fijngesneden", "• ½ zoete ui, in heel dunne ringen", "• 3 tl harissa (pikante Noord-Afrikaanse saus)", "• 1 tl ras el hanout (Noord-Afrikaanse kruidenmix)", "• 200 gr couscous", "• ½ el boter", "• blikje tonijn", "Bereiding", "Waèl Allouche, de Tunesische chef, kookte dus samen met zijn familie bij Fou Fow Ramen: De Couscous Connection. Het was een onvergetelijke, gemoedelijke avond, met heerlijk frisse couscous, opgemaakt zoals de bibimbap uit Korea.", "Bak in wat olijfolie eerst de courgette en dan de aubergine. Breng op smaak met wat sojasaus en peper en zet apart. Doe wat olijfolie in de pan en bak zachtjes de knoflook. Voeg de tomaten toe, breng op smaak met peper en zout. Het vuur mag even wat hoger. Laat daarna rustig indikken en voeg de harissa en de ras el hanout toe. Leg de uien even in koud water. Voor de couscous gebruikt Waèl soms de magnetron. Neem een plastic bakje met daarin de couscous, 200 ml heet water en wat boter. Zet een minuutje in de magnetron. De couscous moet er niet te droog uitkomen. Verdeel de couscous over 2 kommen, top af met de courgette, aubergine, tonijn, tomatensaus en de uien. Sprenkel er eventueel wat olijfolie over. Wat fijngesneden koriander past ook goed.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Hu Fow Pyng"], "keywords": ["wat", "dan", "laat", "nog", "het", "op", "met", "couscous", "voor", "zijn", "schransen", "een", "volhouden", "weer", "kunnen", "en", "te", "er", "samen"], "pubDate": "2020-11-25T07:59:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}