{"id": "cfd7c738-d51e-3ef6-96ee-6171767f523b", "title": "Televisiepremière show Ronald Goedemondt trekt ruim half miljoen kijkers", "url": "https://nu.nl/media/6101091/televisiepremiere-show-ronald-goedemondt-trekt-ruim-half-miljoen-kijkers.html", "summary": "De televisiepremière van de voorstelling Numero Uno van Ronald Goedemondt heeft zaterdagavond 564.000 kijkers getrokken.\nSBS zendt negen weken lang elke zaterdagavond een cabaretshow uit.\nDe seizoensopening van BankGiro Miljonairs, voorheen Weekend Miljonairs, wist zo'n 1,4 miljoen kijkers te trekken.\nwas, net als vorige week, het best bekeken programma van de zaterdagavond met bijna 3 miljoen kijkers.\nHet NOS Journaal van 20.00 uur staat met ruim 2,5 miljoen kijkers op de tweede plek in de kijkcijferlijst, gevolgd door het nieuws van 19.30 uur op RTL 4.", "paragraphs": ["De televisiepremière van de voorstelling Numero Uno van Ronald Goedemondt heeft zaterdagavond 564.000 kijkers getrokken. De cabaretvoorstelling, die werd uitgezonden op SBS6, komt daarmee op de achttiende plek op de lijst van best bekeken programma's, blijkt uit cijfers van Stichting KijkOnderzoek.", "SBS zendt negen weken lang elke zaterdagavond een cabaretshow uit. Ook voorstellingen van onder anderen Lenette van Dongen, Brigitte Kaandorp en Rayen Panday zullen op SBS6 te zien zijn.", "De seizoensopening van BankGiro Miljonairs, voorheen Weekend Miljonairs, wist zo'n 1,4 miljoen kijkers te trekken. Verborgen verleden, een programma waarin bekende Nederlanders hun eigen familiegeschiedenis onderzoeken, begon op zaterdag ook aan een nieuw seizoen. Zo'n 697.000 mensen zagen hoe Ronald de Boer de verhalen van zijn voorouders ontdekte.", "De tweede aflevering van Wie is de Mol? was, net als vorige week, het best bekeken programma van de zaterdagavond met bijna 3 miljoen kijkers. Zo'n 942.000 kijkers schakelden vervolgens over naar MolTalk op NPO3, waarin de aflevering werd nabesproken.", "Het NOS Journaal van 20.00 uur staat met ruim 2,5 miljoen kijkers op de tweede plek in de kijkcijferlijst, gevolgd door het nieuws van 19.30 uur op RTL 4."], "authors": ["Door"], "keywords": ["waarin", "ronald", "van", "zon", "half", "zaterdagavond", "een", "goedemondt", "op", "kijkers", "ruim", "uur", "trekt", "werd", "miljoen", "televisiepremière"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}