{"id": "cfe325f0-c80f-3c56-a2ff-17edf5cfb12d", "title": "Onvoldoende schuldhulpverlening voor ondernemers door gemeenten", "url": "https://nrc.nl/nieuws/2021/01/10/onvoldoende-schuldhulpverlening-voor-ondernemers-door-gemeenten-a4026959", "summary": "Bijna twee op de drie Nederlandse gemeenten heeft de schuldhulpverlening voor ondernemers niet op orde.\nGemeenten zijn al langer verplicht om ondernemers met financiële problemen te helpen, maar een warrige wettekst uit 2012 wekte de indruk bij gemeenten dat deze groep juist niet geholpen hoefde te worden.\nAmper een week geleden voorspelde de branchevereniging voor schuldhulpverlening, de NVVK, dat het aantal ondernemers met schulden dit jaar door de coronacrisis fors toeneemt.\nMeer stappen tijdens coronacrisisDe Vereniging van Nederlandse Gemeenten (VNG) vindt het „onacceptabel” dat ondernemers geen hulp krijgen van gemeenten.\nHet gaat veel te traag.”Ook zouden gemeenten de schuldhulpverlening verwarren met de bijstand voor zelfstandigen, blijkt uit het onderzoek.", "paragraphs": ["Bijna twee op de drie Nederlandse gemeenten heeft de schuldhulpverlening voor ondernemers niet op orde. Dat blijkt uit onderzoek van Pointer, het journalistieke programma van KRO-NCRV, onder 150 gemeenten. Ondernemers blijven daardoor soms verstoken van financiële hulp, waar ze wel recht op hebben.", "Gemeenten zijn al langer verplicht om ondernemers met financiële problemen te helpen, maar een warrige wettekst uit 2012 wekte de indruk bij gemeenten dat deze groep juist niet geholpen hoefde te worden. Vanaf 1 januari dit jaar geldt daarom de gewijzigde wet Gemeentelijke Schuldhulpverlening, die gemeenten er expliciet op wijst dat ze ook ondernemers financieel moeten ondersteunen als zij in nood verkeren. Veel gemeenten trekken zich van deze wet nog steeds weinig aan.", "Amper een week geleden voorspelde de branchevereniging voor schuldhulpverlening, de NVVK, dat het aantal ondernemers met schulden dit jaar door de coronacrisis fors toeneemt. De NVVK vreest dat zodra de huidige steunregelingen van het kabinet aflopen, waarschijnlijk begin juli, zo’n 65 duizend ondernemers zullen aankloppen voor een schuldregeling.", "Meer stappen tijdens coronacrisis", "De Vereniging van Nederlandse Gemeenten (VNG) vindt het „onacceptabel” dat ondernemers geen hulp krijgen van gemeenten. De VNG wil de gemeenten hierop aanspreken. Zowel kleine als grote gemeenten weigeren soms hulp te verlenen aan een ondernemer zolang die niet is uitgeschreven bij de Kamer van Koophandel. Of het is, aldus het Pointer-onderzoek, onduidelijk welke hulp zij verlenen.", "Voor het onderzoek werden de beleidsplannen van 150 gemeenten bestudeerd. In de beleidsstukken ontbreekt de financiële hulpverlening voor ondernemers vaak. Schuldhulpdeskundigen, advocaten en hulpverleners stellen bovendien dat ondernemers regelmatig geweigerd worden. Volgens Jacqueline Zuidweg, die met haar bedrijf in 140 gemeenten hulp verleent aan ondernemers, zijn gemeenten er onvoldoende van doordrongen dat ze door de aangepaste wet ook verplicht zijn deze groep te helpen. „Juist in de coronacrisis hadden meer stappen gemaakt moeten worden. Het gaat veel te traag.”", "Ook zouden gemeenten de schuldhulpverlening verwarren met de bijstand voor zelfstandigen, blijkt uit het onderzoek. Normaliter wordt na 5 jaar de openstaande schuld kwijtgescholden, maar gemeenten hopen dat bedrag alsnog te kunnen innen.", "In Nederland kampen ruim 650 duizend huishoudens met schulden, volgens het Centraal Bureau voor de Statistiek. De kans is enorm dat dit aantal het komende jaar flink zal oplopen door de huidige coronacrisis.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Martin Kuiper", "Januari Om", "Leestijd Minuut"], "keywords": ["schuldhulpverlening", "onvoldoende", "van", "voor", "met", "te", "hulp", "gemeenten", "het", "ondernemers", "door", "dat"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}