{"id": "cff375b4-f0a2-3a5d-b0a8-354997e08d85", "title": "In Zwitserland gaat de doodswens van Kees Kentie eindelijk in vervulling", "url": "https://trouw.nl/binnenland/in-zwitserland-gaat-de-doodswens-van-kees-kentie-eindelijk-in-vervulling~bd2ee5f5/", "summary": "Beijersbergen praat over het weer, dat het gelukkig mooi is vandaag.\nEigenlijk had hij na de dood van Han – ze waren ruim dertig jaar samen geweest – nooit meer iets van het leven gemaakt.\nIn de herfst van 2019, na het afwijzen van zijn euthanasieverzoek, is hij andere mogelijkheden gaan zoeken, met hulp van een consulent van de Nederlandse Vereniging voor een Vrijwillig Levenseinde.\nKees Kentie Beeld Fenna JensmaIn oktober diende Kentie een aanvraag in bij een van die vier: Pegasos, dat pas een paar maanden daarvoor is opgericht.\nKentie moet duidelijk maken dat hij weet dat hij hier is om te sterven, legt de Zwitser uit.", "paragraphs": ["Hagenaar Kees Kentie was vastbesloten: hij wilde sterven. Toen dat in Nederland niet lukte, ging hij naar Zwitserland. Een reconstructie van zijn laatste reis.", "Stipt op tijd staat hij ’s ochtends klaar in het halletje van zijn appartement. Kees Kentie (87) is er klaar voor, in elk opzicht. Hij telde de afgelopen week de dagen af. Alledaagse handelingen stonden hem tegen. Scheren: zo vermoeiend. Hij kijkt uit naar de laatste scheerbeurt, morgen. Vandaag, 22 juli 2020, gaat hij naar Zwitserland. Morgen zal hij daar sterven. 23 juli. Door stom toeval dezelfde dag als zijn grote liefde Han, bijna veertig jaar geleden.", "De collega’s van Blendle spraken dit artikel voor u in. Beluister het via onderstaande speler.", "Om zeven uur staat zijn buurman Aad Beijersbergen voor de deur. Beijersbergen laat zichzelf binnen met zijn sleutel. Ze groeten elkaar. Kentie stapt de hal in, en keurt zijn Haagse appartement, met zijn zorgvuldig verzamelde antieke meubelen, geen blik meer waardig. Beijersbergen praat over het weer, dat het gelukkig mooi is vandaag. Met zijn buurman gaat Kentie voor het laatst vanaf de tweede verdieping die verfoeide trappen af. Elke keer is hij bang om iets te breken, om in het ziekenhuis terecht te komen. Om pijn te hebben. En vooral: om dan niet meer zelf te kunnen kiezen voor de dood.", "Bij Beijersbergen aan de keukentafel, op de begane grond, wacht hij op de auto naar Schiphol. Koffie? Thee? Een beschuitje? Nee, hij hoeft niets. Vriendelijk bedankt.", "***", "Begin 2020 deed Kentie zijn verhaal in Trouw. Hij wilde niet meer verder. Eigenlijk had hij na de dood van Han – ze waren ruim dertig jaar samen geweest – nooit meer iets van het leven gemaakt. Hij verweet dat zichzelf wel, maar ja, nu hij oud en broos was, was daar volgens hem niets meer aan te doen. Hij kwam amper buiten, uit angst om te vallen. Kentie leefde al jaren met een doodswens, vertelde hij. Met het Expertisecentrum Euthanasie, de vroegere Levenseindekliniek, had hij twee jaar lang contact. Uiteindelijk kon de arts daar hem geen euthanasie geven, zijn huisarts evenmin. Zijn lijden was in hun ogen niet ondraaglijk.", "Het verhaal greep veel Trouw-lezers aan. Ze stuurden brieven en mails. Een vrouw bood aan hem mee te nemen naar de Tefaf, de kunstbeurs in Maastricht, waar Kentie zo graag nog eens heen wilde. Een ander bood aan regelmatig bordspellen met hem te komen doen. Kentie werd warm van al die brieven. Als er een telefoonnummer bij stond, belde hij om te bedanken. Maar nee, activiteiten zag hij niet zitten. Te veel gedoe, te zwaar. En zijn doodswens veranderde niet.", "Hij werkte bovendien toen al aan een andere uitweg. Eentje die hem ruim 10.000 euro kost – maar geld is voor hem van weinig waarde. Familie heeft hij niet meer. Een paar vriendinnen en kennissen krijgen wat van wat hij overhoudt. De meeste van zijn mooie meubeltjes laat hij na aan buurman Beijersbergen. Met Aad en diens man heeft Kentie een goede band, hij eet er wekelijks. Al scheppen ze te veel op zijn bord, vindt hij.", "In de herfst van 2019, na het afwijzen van zijn euthanasieverzoek, is hij andere mogelijkheden gaan zoeken, met hulp van een consulent van de Nederlandse Vereniging voor een Vrijwillig Levenseinde. Ze gaf hem informatie over zelfdoding met pillen. Ze spraken over het risico dat zo’n zelfdoding in zijn eentje niet slaagt. Kentie moest er niet aan denken.", "Zwitserland, met zijn wet die hulp bij zelfdoding toestaat, bleef in de gesprekken als enige optie over. Het land telt zes organisatie die hulp bij zelfdoding verlenen, vier van hen doen dat ook aan niet-Zwitsers.", "Kees Kentie Beeld Fenna Jensma", "In oktober diende Kentie een aanvraag in bij een van die vier: Pegasos, dat pas een paar maanden daarvoor is opgericht. Zijn goede kennis Jos Hooimeijer vulde namens hem het webformulier in. “Je kunt er te allen tijde onderuit”, benadrukte Hooimeijer. “Niemand kijkt je erop aan. Ook niet als alles al geregeld is.”", "Pegasos meldde dat er in januari 2020 plek zou zijn. Maar dat ging te snel, vond Kentie. Je moet goed voorbereid zijn op de dood, zo luidde een les die hij meekreeg van Farah Dibah, de weduwe van de voormalige sjah van Perzië, uit een interview met het weekblad Privé. Hij heeft het misschien wel honderdduizend keer gelezen.", "Hooimeijer dacht nog dat Kentie misschien toch niet wilde sterven, maar Zwitserland vooral als nooduitgang achter de hand wilde hebben. In de loop van januari werd het hem en Beijersbergen duidelijk dat het uitstel geen afstel is, wat Kentie betreft. Kentie sprak zeer gedecideerd over zijn plan. Bovendien was hij de laatste maanden lichamelijk verder achteruit gegaan. Het zou goed kunnen dat hij nu wel in aanmerking zou zijn gekomen voor euthanasie. Maar een nieuw euthanasietraject zag Kentie niet zitten.", "Zonder hun hulp is Kentie niet in staat zijn plan door te zetten, realiseren Beijersbergen en Hooimeijer zich. Maar ook als ze Kentie niet helpen, zal die zijn leven beëindigen: dan stopt hij met eten en drinken. Daarvan zijn Beijersbergen en Hooimeijer overtuigd. Ze weten ook dat Kentie daar enorm tegenop ziet, bang voor een lijdensweg. Die willen zij hem besparen.", "Kenties zekerheid maakt dat ook zij niet twijfelen. Sterker nog: ze hebben er een goed gevoel bij dat ze hem kunnen helpen. Ook bij Pegasos heeft Hooimeijer een goed gevoel: alle documentatie die ze moeten aanleveren laat volgen hem zien dat het een zorgvuldig proces is. Hooimeijer boekt drie tickets: voor hemzelf, Kentie en Beijersbergen. Voor alle drie zowel een heen als de terugreis, zodat duidelijk is dat Kentie tot het laatste moment kan afzien van zijn plan.", "***", "In het Zwitserse dorpje Liestal hebben Kentie, Hooimeijer en Beijersbergen een kamer in hotel De Engel, aangeraden door Pegasos. In het hotel zullen er geen wenkbrauwen omhoog gaan als een van de gasten er ineens niet meer is.", "Na de lunch meldt Ruedi Habegger zich bij het hotel. Habegger (70) is de voorzitter van de vereniging Pegasos en de man die elke hulp bij zelfdoding door de organisatie begeleidt. Hij heeft een arts-anesthesist bij zich, een man van in de veertig. Hij zal de hulp bij zelfdoding uitvoeren. Kentie verwelkomt de dokter met een weids armgebaar. U bent de man op wie ik al zo lang heb gewacht, zo zegt hij in het Engels.", "Ze praten ruim een uur. In het gesprek overlegt Hooimeijer alle papieren, onder andere Kenties geboortebewijs en een kopie van zijn paspoort. Er is zelfs een energierekening, die moet bewijzen dat Kentie inderdaad is wie hij zegt te zijn.", "De arts doet geen lichamelijk onderzoek. Hij beschikt over een samenvatting van Kenties medische geschiedenis op anderhalve pagina, opgesteld door diens huisarts. Daaruit blijkt onder andere dat Kentie wilsbekwaam is: cruciaal voor de Zwitserse wet. Bovendien is er een document waarin in steekwoorden Kenties levensloop is beschreven. Uit alles wat Kentie in het gesprek zegt, spreekt hoe hij toeleeft naar de dood, zo herinnert Hooimeijer zich later.", "Waarom Kentie dood wil, wordt door de Zwitsers niet meer expliciet gevraagd. Dat heeft Kentie met hulp van Hooimeijer eerder al op papier gezet en via internet ingestuurd. De tekst van een half A4’tje gaat in op het gevoel dat zijn leven voltooid is, zijn steeds beperktere actieradius, zijn angst voor verdere achteruitgang en zijn wens om zelf de regie te houden.", "***", "Die avond dineren Kentie, Beijersbergen en Hooimeijer op een terras in Liestal. Kentie bestelt zalm en een glas bier, en later nog een grote vruchtencoupe. Hooimeijer verbaast zich erover dat hij zo onaangedaan lijkt. Het is klaar, zegt Kentie droog. Hij denkt dat er iets is na de dood. Een plek waar hij Han zal weerzien, al is het misschien maar kort.", "Kees Kentie op een terras in het Zwitserse Liestal, de avond voor zijn dood. Beeld Jos Hooimeijer", "De volgende ochtend aan het ontbijt wijst Kentie zijn reisgenoten op de broodjes op de buffettafel die ze beslist moeten proberen. Hoe is het mogelijk, denkt Beijersbergen: om 9 uur zit je zó smakelijk te eten, en drie uur later ben je er niet meer. Als de twee Zwitsers opnieuw aankomen bij De Engel, en aanschuiven voor een kop koffie, is het zelfs gezellig. Kentie stelt hen vragen. Hoe zijn ze in dit werk beland? Wonen ze hier in de buurt?", "Om tien uur rijden de drie achter de auto van de Zwitsers aan, een industriegebied in. Hier, in een anoniem pand, zit de praktijkruimte van Pegasos. Ze stappen binnen in een lichte ruimte met koffietafel en een bank. Aan de wand hangt een enorm zeegezicht. Achterin is de doorgang naar een kamer zichtbaar. Daar staat een bed, en is het licht gedempt. Andere mensen zijn er niet, Kentie is de enige die hier zal sterven vanochtend.", "Of ze nog wat tijd met z’n drieën willen. Nee, beslist Kentie. Na het tekenen van alweer een reeks formulieren vindt hij dat de opmaat naar zijn sterven lang genoeg heeft geduurd. Hij gaat op het bed zitten en de anesthesist legt het infuus aan, met uitleg bij elke handeling. Dan gaat een camera aan.", "Kentie moet op beeld nog eens verklaren wie hij is. “Waarom bent u hier?”, vraagt Habegger daarna. “Om in te slapen”, zegt Kentie. Fout. Kentie moet duidelijk maken dat hij weet dat hij hier is om te sterven, legt de Zwitser uit. “Om te sterven”, zegt Kentie. Is hij bereid om het kraantje open te draaien? “O, ja hoor”, zegt Kentie. Maar hij kan het wieltje aan het infuusdraad niet vinden. In een reflex reikt Hooimeijer het aan, maar ook dat is fout. Kentie moet de dodelijke handeling helemaal zelfstandig verrichten.", "De opname start opnieuw, Kentie beantwoordt voor de derde keer de vragen. Hij zoekt oogcontact met Hooimeijer, met Beijersbergen. Zonder woorden, zonder zichtbare emotie. Hij pakt het wieltje, en draait het open.", "Binnen zes tellen is de kleur uit zijn gezicht verdwenen. Kees Kentie leeft niet meer.", "Kees Kentie gaf Trouw toestemming te publiceren over zijn sterven. Dit artikel kwam tot stand na gesprekken met hem, Jos Hooimeijer, Aad Beijersbergen en Ruedi Habegger.", "Praten over gedachten aan zelfdoding kan bij de crisislijn van 113 Zelfmoordpreventie. Bel 0900-0113 of kijk op 113.nl.", "Lees ook:", "Wie levensmoe is, kan sterven in Zwitserland: weinig wetgeving, amper controle", "Een nieuwe sterfhulporganisatie neemt alle ruimte die de Zwitserse wet biedt. Hoe zit de Zwitserse praktijk van hulp bij zelfdoding in elkaar, en is het een alternatief voor euthanasie?", "‘Als er een pil van Drion op mijn nachtkastje zou liggen, nam ik die meteen’", "Waarom zien sommige ouderen hun leven als voltooid? Trouw sprak met Kees Kentie, op zoek naar het antwoord. ‘Anderen hadden in mijn plaats meer gedaan dan in bed liggen’.", "Wat zijn we nu wijzer geworden over de doodswens van 55-plussers?", "Zo’n 10.000 Nederlandse 55-plussers willen hun leven beëindigen, zonder dat ze ernstig ziek zijn. Die wens is niet zwart-wit, blijkt uit onderzoek in opdracht van het kabinet. Voor D66 wordt het na dit rapport niet eenvoudiger.", "(ON)VOLTOOID LEVEN?", "Waarom zien sommige ouderen hun leven als voltooid? Trouw gaat in een serie verhalen op zoek naar het antwoord."], "authors": ["Marten Van De Wier"], "keywords": ["kentie", "zwitserland", "gaat", "van", "zijn", "kees", "vervulling", "en", "een", "doodswens", "te", "niet", "hij", "het", "eindelijk", "dat"], "pubDate": "2021-01-08T09:33:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}