{"id": "cff80c3b-59b5-3441-bb4d-994fd7de1185", "title": "Vooruitblik persconferentie: 'Misschien verruiming groepsgrootte, meer niet'", "url": "https://nu.nl/politiek/6095166/vooruitblik-persconferentie-misschien-verruiming-groepsgrootte-meer-niet.html", "summary": "\"Misschien dat de groepsgrootte een beetje verruimd wordt, meer zit er niet in\", aldus een ingewijde.\n\"De hoop was rond 10 december richting de ruim drieduizend besmettingen te zitten, en niet bijna zesduizend besmettingen\", zei de premier vrijdag.\nLeden van het kabinet en RIVM-baas Jaap van Dissel kwamen zondag in het Catshuis bij elkaar om de laatste stand van zaken door te nemen.\nDe conclusie van het overleg in de ambtswoning van de premier was dan ook dat de cijfers versoepelingen niet toelaten.\nKuipers: 'Houd vast aan de maatregelen'Ernst Kuipers, de voorzitter van het Landelijk Netwerk Acute Zorg (LNAZ), toonde zich maandagmiddag voorstander van het vasthouden aan de huidige maatregelen.", "paragraphs": ["Nu het aantal coronabesmettingen voor de derde dag op rij een forse stijging laat zien, lijkt het er niet op dat het kabinet dinsdag grote versoepelingen kan aankondigen. Sinds de laatste persconferentie, waarop premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid) hoopvol over een dalende trend spraken en versoepelingen met de Kerst in het vooruitzicht stelden, stagneert de daling. \"Misschien dat de groepsgrootte een beetje verruimd wordt, meer zit er niet in\", aldus een ingewijde.", "\"De hoop was rond 10 december richting de ruim drieduizend besmettingen te zitten, en niet bijna zesduizend besmettingen\", zei de premier vrijdag. De teller bij het RIVM tikte maandag 7.134 positieve tests aan.", "Leden van het kabinet en RIVM-baas Jaap van Dissel kwamen zondag in het Catshuis bij elkaar om de laatste stand van zaken door te nemen. In de afgelopen weken temperde Rutte de verwachtingen meermaals. De conclusie van het overleg in de ambtswoning van de premier was dan ook dat de cijfers versoepelingen niet toelaten.", "Kuipers: 'Houd vast aan de maatregelen'", "Ernst Kuipers, de voorzitter van het Landelijk Netwerk Acute Zorg (LNAZ), toonde zich maandagmiddag voorstander van het vasthouden aan de huidige maatregelen. Hij ziet om zich heen dat het bijvoorbeeld weer drukker op de weg wordt.", "\"Ik sta weer regelmatig in de file. Dat is een teken dat we weer naar ons werk of naar de winkelstraten gaan\", aldus Kuipers.", "De situatie in de ziekenhuizen is momenteel onder controle en de reguliere zorg is voor een groot deel hervat, maar met de huidige besmettingscijfers zal de druk op de zorg over twee weken weer toenemen, is zijn verwachting. \"Zoals de ontwikkelingen in de ziekenhuizen en besmettingen nu gaan, zijn versoepelingen een onverstandig idee, hoezeer iedereen daar ook naar snakt.\"", "70 Kuipers verbaasd over hoge coronacijfers: 'Geen versoepelingen met Kerst'", "Gaan de scholen een weekje langer op slot?", "Het Outbreak Management Team (OMT) adviseerde eerder al dat het onverstandig zou zijn om bij het grote aantal positieve tests de teugels te laten vieren. De experts die het kabinet adviseren over de virusaanpak zien een verlenging van de schoolvakanties met een week als een van de extra maatregelen die het virus een nieuwe klap moeten geven. In dat kader stelt het OMT dat afschaling van de maatregelen \"een politieke afweging\" zal zijn.", "Binnen het kabinet wordt gedacht aan het verhogen van het maximumaantal mensen dat tijdens Kerst thuis mag worden ontvangen. Van een verlenging van de kerstvakantie lijkt de premier geen voorstander te zijn. Volgens Rutte zou de scholen een extra week sluiten \"niet een dramatisch\" effect hebben op de verspreiding van het virus, terwijl de impact op het onderwijs groter kan zijn.", "Hoelang blijft de gedeeltelijke lockdown van kracht?", "Verwacht wordt dat Rutte en De Jonge in ieder geval zullen ingaan op hoe de feestdagen, ondanks de slechte omstandigheden, zo veilig mogelijk gevierd kunnen worden. Ook zullen zij moeten ingaan op het perspectief nu de daling van de coronacijfers lijkt te stokken.", "Kort na de aankondiging van de gedeeltelijke lockdown zei minister De Jonge dat de aangescherpte maatregelen waarschijnlijk pas in half januari zullen leiden tot een niveau waarbij aan versoepeling gedacht kan worden.", "Twee weken geleden zei hij dat we in het huidige tempo half januari echt nog niet zo ver zijn. \"Je moet ervan uitgaan dat het echt wel langer gaat duren.\"", "Ondertussen wordt er gewerkt aan een nieuwe routekaart waarmee duidelijk wordt welke versoepelingen bij welk besmettingscijfer verwacht kunnen worden, maar dat blijkt nog een flinke klus te zijn.", "Kabinet worstelt met 'plateau'", "Ook breekt het kabinet het hoofd over hoe het plateau kan worden doorbroken en de daling van het aantal besmettingen weer kan worden ingezet. Want ook al zijn er positieve berichten over een spoedige start van de vaccinatiecampagne, de golf zal in de eerste maanden van 2021 nog steeds platgeslagen moeten worden met maatregelen en het naleven van de regels.", "De boodschap van dinsdag zal dan ook zijn dat er geen ruimte is voor versoepelingen en dat Kerst met een gezond verstand gevierd moet worden, zodat Nederland zichzelf geen derde golf cadeau doet.", "Tegelijkertijd moet er rekening mee worden gehouden dat de feestdagen tot een nieuwe piek zullen leiden. Nieuwe maatregelen boven op de huidige gedeeltelijke lockdown zijn dan niet uitgesloten. Die boodschap bewaart het kabinet waarschijnlijk voor de volgende persconferentie."], "authors": ["Door", "Avinash Bhikhie"], "keywords": ["persconferentie", "groepsgrootte", "van", "het", "meer", "op", "zijn", "worden", "niet", "verruiming", "een", "dat", "en", "misschien", "versoepelingen", "vooruitblik"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}