{"id": "d00310df-0da4-3aad-bbb8-c6d143659b62", "title": "Het beste all-inclusiveresort ter wereld stuurt zijn gasten er graag op uit", "url": "https://volkskrant.nl/de-gids/het-beste-all-inclusiveresort-ter-wereld-stuurt-zijn-gasten-er-graag-op-uit~b0d36ddd/", "summary": "Maar niet in het beste all-inclusiveresort ter wereld, Ikos, dat er alles aan doet om een stijlvol imago te creëren en zijn gasten graag de poort uit stuurt.\nHet smaakvolle Griekse vakantiepark begon in 2014 en ontwikkelde zich de afgelopen jaren tot vernieuwer van een segment met een armetierig imago.\nOnder een parasol wiegt een Britse gast zachtjes heen en weer met een baby op zijn schouder.\nIk was bang voor gedrang bij het buffet, maar dat is hier helemaal niet het geval.’De watersport-instructeur op het strand.\nEttore Botrini, die (op afstand) verantwoordelijk is voor het Italiaanse restaurant op het strand, zet pizza margherita en linguini met zeevruchten op de kaart.", "paragraphs": ["Op vakantie naar een all-inclusiveresort, dat betekent lui naast het zwembad hangen en bunkeren aan het buffet. Maar niet in het beste all-inclusiveresort ter wereld, Ikos, dat er alles aan doet om een stijlvol imago te creëren en zijn gasten graag de poort uit stuurt.", "We schuiven aan onder een pergola met druivenranken. De vriendelijke baas van Griekse taverne Mouragio serveert gegrilde sardines en rode bietjes met babyspinazie. Uit speakers tussen de wijnvaten klinkt de melancholieke Griekse diva Haris Alexiou. Tot zover alles normaal, tijdens de lunch in het dorpje Gerakini aan de Egeïsche Zee. Tot de rekening niet komt: want wie verblijft in all-inclusiveresort Ikos Olivia verderop, hoeft ook niet te betalen in de dorpstaverne.", "Dat soort dingen leverde Ikos afgelopen jaar een eerste plaats op bij Tripadvisor: beste all-inclusiveresort ter wereld 2018. Het smaakvolle Griekse vakantiepark begon in 2014 en ontwikkelde zich de afgelopen jaren tot vernieuwer van een segment met een armetierig imago. De basis is hetzelfde: appartement, strand, zwembad en bedrijfsrestaurant – maar de uitvoering is anders; vrolijker, verfijnder, opener.", "‘Het imago van all-inclusive was niet best’, erkent marketingmanager Daisy Modiano. ‘Veel vreten met een polsbandje om in Spanje en Turkije.’ Een internationaal vastgoedfonds besloot samen met de bekende Griekse hotelier Andreas Andreadis op zoek te gaan naar versleten resorts op goede locaties rond de Middellandse Zee en die te renoveren en een nieuw concept te geven. ‘We nemen gewoon alle negatieve elementen van all-inclusive één voor één weg.’", "Dus check je niet meer in bij een receptiebalie, maar schudt een gastvrouw je de hand, bestelt een cappuccino voor je en maakt samen plannen met je op een sofa. ‘Zal ik een van onze vier restaurants reserveren voor vanavond? Heeft u zin in Grieks, Italiaans, Frans of Aziatisch?’ Wijzend op een plattegrond: ‘Hier woont u, daar is de kinderclub, daar het adult only-strand en hier kunt u ontbijten. Maar daar ook, en daar ook.’", "De kamer blijkt meer een hotelsuite met woonkamer, slaapkamer en ruime badkamer. Ingetogen modern noemen interieurontwerpers de gekozen stijl in de Griekse kleuren blauw en wit. In de koelkast staan cola, bier en wijn. ‘Wilt u liever wat anders?’, vraagt de gastvrouw. Even later staat de bar vol vruchtensap en kefir, het zure melkdrankje dat populair is in Griekenland. Het privétuintje met gazon grenst aan een zwembad vol gezinnen met peuters. Zwemluier verplicht, waarschuwt een bordje.", "Onder een parasol wiegt een Britse gast zachtjes heen en weer met een baby op zijn schouder. ‘Wij zijn uitgelachen door onze vrienden’, zegt de softwareverkoper uit Londen. ‘Meestal huren we een huisje en koken we zelf. Maar dit bevalt goed; mijn oudste zoon vermaakt zich en wij relaxen echt. Ik was bang voor gedrang bij het buffet, maar dat is hier helemaal niet het geval.’", "De watersport-instructeur op het strand. Beeld Noël van Bemmel", "Een gezin uit Huizen verzoekt de verslaggever met klem niet te schrijven over Ikos. ‘Anders komt iedereen hier!’ Een gezin uit Rotterdam heeft besloten volgend jaar weer te boeken. ‘We kiezen wel vaker all-inclusive, maar dit resort is vriendelijker, schoner en rustiger. We merken niet dat ze vol zitten.’ Zoon Olivier heeft nog wel een kritiekpuntje: ‘Ik mis een glijbaan!’", "Die komt er niet als het aan Ikos ligt. De keten wil goede smaak en ingetogenheid uitstralen en daar horen geen felgekleurde glijbanen bij. Modiano: ‘All-inclusiveresorts zijn óf heel goedkoop en plat, óf heel duur en patserig. Wij proberen daartussenin te zitten.’ Ikos mikt op ervaren vakantiegangers die al weten wat er te halen is, die waar voor hun geld eisen. Kennelijk is daar behoefte aan, want Ikos opent dit jaar een vijfde vestiging (in Spanje) en wil doorgroeien naar tien resorts.", "Wat opvalt tijdens een paar dagen Ikos: restaurants serveren á la carte en bieden een royale wijnlijst. Alleen wie echt wil, kiest voor het buffetrestaurant. De bars maken goede cappuccino en schenken cocktails van A-merken. Wil je liever gin van Hendrick’s dan Tanqueray? Desnoods gaat de barman een fles kopen. De 24-uursroomservice, windsurfen, paddleboarden, tennis, yoga, mountainbiken: allemaal inclusief. Pas als een derde wordt ingehuurd – voetballes, duikles, waterskiën – moet je bijbetalen. Geldt ook voor de massages, zoals een behandeling met olie en warme druivenpitten in de spa.", "Niet alles is goed. Je zou bijvoorbeeld verwachten dat de bekroonde chefs – Michelinkwaliteit! – originelere gerechten zouden bedenken. Ettore Botrini, die (op afstand) verantwoordelijk is voor het Italiaanse restaurant op het strand, zet pizza margherita en linguini met zeevruchten op de kaart. Hamburger met friet voor de kinderen. Ook de jonge zangers in het openluchttheater brengen afgezaagde nummers. Of je moet héél erg houden van Lionel Richie (All Night Long) of Madonna (La Isla Bonita).", "Het dorp Afytos. Beeld Noël van Bemmel", "Echt innovatief is het beleid gasten vaker de poort uit te krijgen. Ikos wil af van het vooroordeel dat vakantieresorts hun gasten zo veel mogelijk binnen houden. De laatste vestiging op Corfu experimenteerde afgelopen zomer met een gratis Mini Cooper voor een dag. ‘Vul je picknickmand bij het ontbijtbuffet en ga het eiland ontdekken’. De service was een succes en wordt uitgebreid naar alle vestigingen. ‘Dat is goed voor de gast en voor de lokale economie’, zegt Modiano.", "Dat geldt ook voor de Dine Out Experience: gratis eten in het dorp. Drie restaurants doen daar inmiddels aan mee. ‘Ik aarzelde even toen Ikos mij benaderde’, zegt taverne-eigenaar Vassilis Tsantilas die al veertig jaar in het nietige Gerakini woont. Hij vreesde dat zijn vaste gasten – Grieken met een vakantiehuisje – zouden worden verdrongen door resortgasten. Beide partijen spraken een maximum van 25 reserveringen per avond af. ‘Voor de zekerheid maakte ik een aparte menukaart zonder prijzen. Uit angst dat all-inclusivegasten meteen de duurste gerechten aanwijzen! Haha, dat was helemaal niet nodig. Het zijn nette mensen.’", "De Nederlandse touroperator Sunweb biedt 7 nachten Ikos Olivia vanaf 799 euro per persoon (incl. vlucht en transfer). Een suite met zeezicht in het hoogseizoen kost al snel 1400 euro (sunweb.nl/excellent, ikosresorts.com)."], "authors": ["Noël Van Bemmel"], "keywords": ["graag", "van", "dat", "uit", "stuurt", "gasten", "een", "en", "ter", "met", "ikos", "te", "zijn", "wereld", "op", "voor", "er", "het"], "pubDate": "2019-01-04T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}