{"id": "d00cf489-7a3c-3846-98ae-80071b4d6cd2", "title": "Opinie: verstrekking van abortuspil door huisarts is helaas geen goed idee", "url": "https://volkskrant.nl/columns-opinie/opinie-verstrekking-van-abortuspil-door-huisarts-is-helaas-geen-goed-idee~b2dcfc0d/", "summary": "Met een abortuspil kan een vrouw een ongewenste zwangerschap afbreken.\nIn Nederland worden elk jaar ongeveer 30 duizend abortusbehandelingen verricht, in iets minder dan een derde van deze gevallen wordt een abortuspil voorgeschreven.\nVolgens de initiatiefnemers wordt met het verstrekken van de abortuspil via de huisarts de toegankelijkheid van de abortuszorg verbeterd.\nOok de klinieken pleiten voor laagdrempelige zorg voor vrouwen die een abortus willen en bieden het liefst die zorg die het beste bij de vrouw past.\nDe cliënt weet bovendien vooraf niet of haar specifieke huisarts bereid is de abortuspil voor te schrijven, en loopt het risico afgewezen te worden.", "paragraphs": ["Een verpleegster maakt een operatiekamer in een abortuskliniek in Amsterdam klaar voor de volgende ingreep. Beeld Aurélie Geurts", "‘Een stap vooruit’, zo noemen Kamerleden Lilianne Ploumen (PvdA) en Corine Ellemeet (GroenLinks) hun initiatiefwet die het mogelijk moet maken om de abortuspil via de huisarts te verstrekken. De redenering van de Kamerleden: elke vrouw die ongewenst zwanger is moet de zorg krijgen die bij haar past. Met een abortuspil kan een vrouw een ongewenste zwangerschap afbreken. Op dit moment is een medicamenteuze zwangerschapsafbreking alleen mogelijk in een gespecialiseerde abortuskliniek of in een ziekenhuis met vergunning. In Nederland worden elk jaar ongeveer 30 duizend abortusbehandelingen verricht, in iets minder dan een derde van deze gevallen wordt een abortuspil voorgeschreven.", "Volgens de initiatiefnemers wordt met het verstrekken van de abortuspil via de huisarts de toegankelijkheid van de abortuszorg verbeterd. Een bezoek aan de eigen huisarts zou emotioneel en fysiek minder zwaar zijn dan een bezoek aan een kliniek. De huisarts is in hun ogen een vertrouwd adres, waar je gemakkelijk anoniem terecht kunt, terwijl de klinieken geografisch slecht verspreid zouden liggen. Met de abortuspil zou de keuzevrijheid van vrouwen worden vergroot én vastgehouden worden aan de hoge kwaliteit van abortuszorg in Nederland.", "Ook de klinieken pleiten voor laagdrempelige zorg voor vrouwen die een abortus willen en bieden het liefst die zorg die het beste bij de vrouw past. We kunnen vaststellen dat de huidige abortushulpverlening in Nederland goed toegankelijk, medisch van hoge kwaliteit en goed georganiseerd is. De Raad van State is ook kritisch op de initiatiefwet, omdat de huidige praktijk goed functioneert. Toch kan het mogelijk zijn dat vrouwen in sommige gevallen bij de huisarts terecht willen kunnen. De klinieken zien daar echter een aantal problemen rijzen.", "Anonimiteit", "De huisarts is in steeds mindere mate de vertrouwenspersoon die de initiatiefnemers in hem of haar veronderstellen. Door de opkomst van groepspraktijken, is de huisarts voor veel vrouwen tegenwoordig een ‘vreemde dokter’. De cliënt weet bovendien vooraf niet of haar specifieke huisarts bereid is de abortuspil voor te schrijven, en loopt het risico afgewezen te worden. Dit zal niet gebeuren in de klinieken, waar abortusartsen met gespecialiseerde kennis en ervaring elke dag abortuszorg leveren.", "De anonimiteit kan bovendien niet worden gegarandeerd bij de huisarts. De abortuspil die de huisarts voorschrijft wordt bij de ziektekostenverzekering in rekening gebracht en geregistreerd. De hulpverlening in de abortusklinieken is anoniem en gratis. Een praktisch bezwaar is dat in veel huisartsenpraktijken de noodzakelijke echoapparatuur ontbreekt. Dat kan betekenen dat de cliënt na het eerste consult een tweede afspraak moet maken voor een echo op een andere locatie, wat voor de cliënt een extra drempel is.", "De abortusklinieken hebben door de jaren heen een schat aan gezamenlijke expertise opgebouwd. In een kliniek is er deskundige counseling, kennis van alle behandelmogelijkheden om een vrouw grote keuzevrijheid te bieden. Daarnaast beschikken klinieken over de faciliteiten om diagnostiek te doen. Ook maakt de concentratie van deze zorg het mogelijk om de maatschappelijke en wetenschappelijke ontwikkelingen rond abortus in Nederland te blijven integreren.", "Geen bijdrage", "Alles wat helpt om de toegang tot de abortushulpverlening te verbeteren, juichen wij toe. Maar dit initiatiefwetsvoorstel draagt daar niet aan bij. Waar we echt mee worden geholpen is een stevige inzet ten aanzien van robuuste financiering van de bestaande abortushulpverlening en een investering in anticonceptie, om te beginnen met het opnieuw opnemen van anticonceptie in de basisverzekering."], "authors": ["Margreet Jansen"], "keywords": ["van", "die", "een", "het", "en", "verstrekking", "huisarts", "te", "geen", "helaas", "voor", "worden", "opinie", "abortuspil", "idee", "door", "goed"], "pubDate": "2020-12-16T15:08:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}