{"id": "d00c6388-8325-3f2f-b20f-2b79e378c6fa", "title": "Hij overwoog te stoppen, maar dat was maar een oprisping van Tom", "url": "https://volkskrant.nl/sport/hij-overwoog-te-stoppen-maar-dat-was-maar-een-oprisping-van-tom~bf82d446/", "summary": "Aan een besmetting zou hij niet gestorven zijn, maar je kunt er toch restschade aan overhouden.\nIn 2021 gaat hij er met een goed plan vol tegenaan.\nWelke kan hij nog niet zeggen, maar stiekem flirt hij met de Tour.\nEen klasbak als Dumoulin mag pas stoppen als een van zijn benen eraf ligt.\nTom Dumoulin heeft zin in het nieuwe seizoen, en hij heeft er ‘heel veel vertrouwen’ in dat hij weer op het niveau komt waar hij hoort.", "paragraphs": ["Klote was het, dit coronajaar. Hij kan er niks positiefs in ontdekken. Nee, hijzelf is niet geraakt door het virus. Dat had er nog eens bij moeten komen. Vooral in het voorjaar was hij bang geweest om ziek te worden. Een spannende tijd, met al die heftige verhalen. Aan een besmetting zou hij niet gestorven zijn, maar je kunt er toch restschade aan overhouden. En in de topsport gaat het om procenten, zelfs om tienden van een procent.", "In De Limburger blikt Tom Dumoulin terug op zijn wielerseizoen. Sinds hij eind oktober uitgeblust de Vuelta verliet had ik niks meer van hem vernomen. Hij lijkt me goed hersteld; hij komt me minder tobberig over. Sterker nog, Tom klinkt heel strijdbaar. In 2021 gaat hij er met een goed plan vol tegenaan. De olympische tijdrit winnen in Tokio is een langgekoesterde wens. En hij wil op het podium staan in een grote ronde. Welke kan hij nog niet zeggen, maar stiekem flirt hij met de Tour.", "Natuurlijk vraagt de interviewer hem naar de alarmerende bekentenis van net na de laatste Tour: hij had overwogen met de hardfietserij te stoppen. Dat was wat, toen. Mensen die hem goed kennen zeiden niet te schrikken als het ervan kwam, maar ik schrok wel degelijk. Een klasbak als Dumoulin mag pas stoppen als een van zijn benen eraf ligt. Wat zegt Tom er nu over? ‘Als het totaal niet loopt, je tegenslag na tegenslag krijgt, niks meezit, dan heb je natuurlijk iets van: godverdomme, ik gooi die fiets aan de kant. Of dat nu echt een serieuze overweging was, weet ik niet’. Zo ken ik hem weer, het was een oprisping. Een Dumoulin zonder oprispingen, die is einde carrière.", "Tom Dumoulin heeft zin in het nieuwe seizoen, en hij heeft er ‘heel veel vertrouwen’ in dat hij weer op het niveau komt waar hij hoort. De mindere versie van hem werd toch maar mooi zevende in de Tour. Er hoeft nog maar één procentje bij en hij is terug bij de mensen. De realist in hem wil echter geen hoofden op hol brengen: ‘Die ene procent is moeilijker dan de eerste negentig’.", "Eén procentje, dat zijn er geen vijf. Ik denk terug aan de slottijdrit van de Tour waarin een manke Dumoulin tweede werd achter het wonderkind Pogacar, weliswaar met een verpletterend tijdsverschil. Voor de microfoon sloeg hij deprimerende taal uit: ‘Ik kan misschien nog ergens één procent winnen, maar geen vijf. Dat ga ik nooit doen’. Van die vijf procent zijn er dus al vier verdampt. Ik zie het wel zitten met Tom. Trouwens, wat het nieuwste referentiepunt Pogacar toen deed op La Planche des Belles Filles kan maar één keer in een rennersleven."], "authors": ["Peter Winnen"], "keywords": ["ik", "er", "van", "tom", "hem", "oprisping", "een", "overwoog", "met", "niet", "te", "het", "maar", "hij", "dat", "stoppen"], "pubDate": "2020-12-21T19:47:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}