{"id": "d03bd5de-5def-3691-beb3-e82275285535", "title": "Politie test blauwe zwaailichten voor agenten te fiets", "url": "https://www.parool.nl/amsterdam/politie-test-blauwe-zwaailichten-voor-agenten-te-fiets~bb4e8f14/", "summary": "Elk team krijgt de beschikking over vier fietsen met de opvallende blauwe verlichting, als aanvulling op de normale fietsverlichting.\nOptische lichtsignalen kunnen dan bijdragen aan een veiligere werkomgeving.”Schuermans noemt het verlenen van hulp bij een verkeersongeval of een spoedmelding op een donkere weg als voorbeelden.\nIn tegenstelling tot motorvoertuigen van de hulpverlening hebben de speciale fietsen geen voorrang op andere voertuigen als de blauwe zwaailichten zijn ingeschakeld.\n“We hebben afgesproken dat we terughoudend zijn bij het voeren van de blauwe verlichting, dus alleen als dat noodzakelijk is voor de veiligheid van het overige verkeer en die van ons,” voegt Schuermans toe.\nNa de pilot wordt gekeken of de blauwe verlichting voor agenten te fiets landelijk kan worden ingevoerd.", "paragraphs": ["Beeld Politie", "De proef duurt vier maanden en loopt bij zes teams in de regio’s Tilburg, Breda, Amsterdam, Groningen, Zoetermeer en Boxtel. Elk team krijgt de beschikking over vier fietsen met de opvallende blauwe verlichting, als aanvulling op de normale fietsverlichting.", "“Als politiebikers zijn we niet altijd goed zichtbaar,” zegt politiebiker Nick Schuermans, initiatiefnemer van de proef. “Dat is enerzijds onze kracht wanneer we onopvallend in een wijk willen surveilleren, maar aan de andere kant zijn er ook situaties waarin je juist wel wilt opvallen. Optische lichtsignalen kunnen dan bijdragen aan een veiligere werkomgeving.”", "Schuermans noemt het verlenen van hulp bij een verkeersongeval of een spoedmelding op een donkere weg als voorbeelden. “Als fietser ben je toch kwetsbaar in het verkeer. De speciale verlichting vergroot ook de herkenbaarheid, want blauw licht wordt direct geassocieerd met hulpverleningsdiensten.”", "Voor de test heeft het ministerie van Infrastructuur en Waterstaat een ontheffing verleend, omdat fietsen volgens de wet geen optische signalen en knipperende verlichting mogen voeren. In tegenstelling tot motorvoertuigen van de hulpverlening hebben de speciale fietsen geen voorrang op andere voertuigen als de blauwe zwaailichten zijn ingeschakeld. “We hebben afgesproken dat we terughoudend zijn bij het voeren van de blauwe verlichting, dus alleen als dat noodzakelijk is voor de veiligheid van het overige verkeer en die van ons,” voegt Schuermans toe.", "Na de pilot wordt gekeken of de blauwe verlichting voor agenten te fiets landelijk kan worden ingevoerd."], "authors": [], "keywords": ["politie", "van", "zijn", "zwaailichten", "voor", "en", "blauwe", "een", "verlichting", "test", "fietsen", "te", "op", "het", "agenten", "fiets", "als"], "pubDate": "2021-01-05T11:53:23Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}