{"id": "d046d248-833b-3d6c-b020-012d1daa0be7", "title": "Nederland krijgt minder vaccins van Pfizer in januari", "url": "https://www.parool.nl/nederland/nederland-krijgt-minder-vaccins-van-pfizer-in-januari~b30e3bba/", "summary": "Daarna wordt zo snel mogelijk begonnen met het inenten van bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking.\nZij krijgen een ander vaccin, namelijk van het bedrijf Moderna.\n4 januariDe Jonge benadrukt dat hij niet óp 4 januari, maar op zijn vroegst in de week van 4 januari hoopt te beginnen met vaccineren.\nAlles is erop gericht om zo vroeg mogelijk in januari te vaccineren, maar de eerste week van januari kan moeilijk worden omdat het leveringsschema van het vaccin zo nu en dan verandert.\nIn het eerste kwartaal van 2021 worden 7 miljoen vaccins verwacht, in het tweede kwartaal 14 miljoen.", "paragraphs": ["Beeld Getty Images", "Dat maakte minister Hugo de Jonge van Volksgezondheid bekend tijdens de persconferentie dinsdagavond. Het kabinet moet ‘wendbaar zijn in de uitvoering’ van de vaccinaties, zei hij. ‘Zo vroeg mogelijk in januari’ wordt dan begonnen met vaccineren.", "Verdeling", "Medewerkers in de verpleeghuiszorg staan vooraan in de rij – zo’n 265.000 Nederlanders – omdat de eerste levering vaccins past bij de omvang van die groep.", "Daarna wordt zo snel mogelijk begonnen met het inenten van bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking. Zij krijgen een ander vaccin, namelijk van het bedrijf Moderna. Hiervoor worden ongeveer dertig centrale priklocaties ingericht. Die gaat de GGD verspreid over het land inrichten.", "4 januari", "De Jonge benadrukt dat hij niet óp 4 januari, maar op zijn vroegst in de week van 4 januari hoopt te beginnen met vaccineren. Het Pfizer-vaccin zal in batches van 995 vaccins aankomen, en moet op centrale locaties worden opgeslagen. Mede daarom is de groep die als eerst gevaccineerd wordt, kleiner gemaakt.", "Alles is erop gericht om zo vroeg mogelijk in januari te vaccineren, maar de eerste week van januari kan moeilijk worden omdat het leveringsschema van het vaccin zo nu en dan verandert.", "In het eerste kwartaal van 2021 worden 7 miljoen vaccins verwacht, in het tweede kwartaal 14 miljoen. Over het algemeen heeft één persoon twee prikken nodig. De groep met prioriteit voor vaccinatie bestaat uit zo’n 5 tot 6 miljoen mensen. Zo kunnen in de eerste helft van 2021 alle kwetsbaren worden ingeënt. In het derde kwartaal volgen 20 miljoen vaccins."], "authors": ["Anp Het Parool"], "keywords": ["zo", "vaccins", "van", "miljoen", "eerste", "nederland", "het", "met", "minder", "wordt", "krijgt", "pfizer", "januari", "worden"], "pubDate": "2020-12-08T20:24:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}