{"id": "d04fb403-2982-3a77-a59c-0637139b6521", "title": "Crash van vlucht SJ182 toont de vliegrisico’s in Indonesië", "url": "https://trouw.nl/nieuws/crash-van-vlucht-sj182-toont-de-vliegrisico-s-in-indonesie~b483a0ac/", "summary": "In het afgelopen decennium vielen bij ongevallen met civiele en militaire toestellen in Indonesië 697 doden, zo blijkt uit een database van Aviation Safety Network.\nZe vonden in de relatief ondiepe wateren lichaamsdelen en wrakstukken met het registratienummer van het vliegtuig, en vingen signalen op van de zogenoemde flight data recorder en de cockpit voice recorder.\nOp de vliegvelden van Jakarta en Pontianak verzamelden zich na de crash geëmotioneerde familieleden van mensen die in het toestel zaten.\nVliegen is voor de uitdijende middenklasse van de uitgestrekte tropische archipel een comfortabele en steeds beter betaalbare manier van transport.\nEn het coronavirus heeft de bedrijfstak het afgelopen jaar een dreun gegeven.", "paragraphs": ["Een vliegtuigcrash afgelopen weekend, waarbij 62 mensen omkwamen, heeft opnieuw de aandacht gevestigd op de beroerde veiligheid van de luchtvaart in Indonesië. Het was het derde ernstige ongeluk in het Zuidoost-Aziatische land in iets meer dan zes jaar tijd. In het afgelopen decennium vielen bij ongevallen met civiele en militaire toestellen in Indonesië 697 doden, zo blijkt uit een database van Aviation Safety Network. Volgens persbureau Reuters was de Indonesische luchtvaart hiermee de dodelijkste ter wereld – dodelijker dan die in Rusland, Iran en Pakistan.", "Het passagiersvliegtuig dat zaterdag verongelukte was een ruim 26 jaar oude Boeing 737-500 van de Indonesische budgetmaatschappij Sriwijaya Air. Aan boord waren zes bemanningsleden en 56 passagiers, onder wie zeven kinderen en drie baby’s. Het toestel was net opgestegen van de internationale luchthaven van de hoofdstad Jakarta, voor een vlucht van zo’n anderhalf uur naar de stad Pontianak in West-Kalimantan, toen het na ruim vier minuten razendsnel begon te dalen en boven zee van de radar verdween. “We hoorden iets exploderen”, vertelde visser Solihin, die maar één naam gebruikt, aan persbureau AP. “We dachten dat het een bom was of een tsunami, omdat we daarna een grote plons zagen.”", "Beeld Louman & Friso", "Wrakstukken gevonden", "Schepen met reddingswerkers spoedden zich naar de plaats van de crash voor de kust van Jakarta. Ze vonden in de relatief ondiepe wateren lichaamsdelen en wrakstukken met het registratienummer van het vliegtuig, en vingen signalen op van de zogenoemde flight data recorder en de cockpit voice recorder. De verwachting was zondag dat beide ‘zwarte dozen’, die doorgaans oranje zijn, snel zouden worden gelokaliseerd.", "Op de vliegvelden van Jakarta en Pontianak verzamelden zich na de crash geëmotioneerde familieleden van mensen die in het toestel zaten. “Ik heb vier familieleden aan boord – mijn vrouw en mijn drie kinderen”, aldus Yaman Zai huilend tegen verslaggevers. “Mijn vrouw stuurde me vandaag nog een foto van de baby.”", "Wat de oorzaak was van de vliegramp was zondagavond nog onduidelijk. Het toestel was geen 737 Max, het nieuwe Boeing-type dat van maart 2019 tot december 2020 wereldwijd aan de grond werd gehouden na twee dodelijke crashes. Het was een klassieke 737-500, die eerder in gebruik was in de Verenigde Staten.", "Gebrekkig onderhoud en corruptie", "De Indonesische luchtvaart groeide de afgelopen decennia onstuimig. Vliegen is voor de uitdijende middenklasse van de uitgestrekte tropische archipel een comfortabele en steeds beter betaalbare manier van transport. Maar gebrekkig onderhoud, zwak toezicht en corruptie zijn terugkerende problemen. En het coronavirus heeft de bedrijfstak het afgelopen jaar een dreun gegeven. Zo vloog Sriwijaya Air vanwege de pandemie nog maar met enkele toestellen en had het bedrijf volgens sommige deskundigen moeite om te overleven.", "Experts suggereerden dit weekend dat de crash het einde van de budgetmaatschappij zou kunnen inluiden.", "Lees ook:", "Indonesisch vliegtuig van de radar verdwenen, vermoedelijke brokstukken gevonden", "Voor de kust van Java zijn vermoedelijke brokstukken gevonden van een vermist vliegtuig met 62 mensen aan boord van de Indonesische luchtvaartmaatschappij Sriwijaya Air, heeft een functionaris belast met de zoektocht zaterdag gezegd."], "authors": ["Arjen Van Der Ziel"], "keywords": ["vliegrisicos", "van", "crash", "en", "indonesië", "een", "met", "dat", "vlucht", "toont", "afgelopen", "aan", "indonesische", "het", "sj182", "die"], "pubDate": "2021-01-10T17:18:50Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}