{"id": "d05b09d1-db75-3075-b8bd-fe99e6d658c5", "title": "Ouderwetse loopgravenoorlog in Nagorno-Karabach, aan de rand van Europa", "url": "https://www.volkskrant.nl/kijkverder/v/2020/ouderwetse-loopgravenoorlog-in-nagorno-karabach-aan-de-rand-van-europa~v406134/", "summary": "Onderaan in de hierarchie van schuilkelders, ergens in de diepte van de stad, bevindt zich de parkeergarage.\nAchter zo’n plastic gordijn, in een hoekje van de garage dat ze met een ander gezin delen, zit de familie Avetissyan.\nHun huurhuis is van hout, er is geen voltreffer nodig om het te laten instorten.\nMarine Avetissyan klemt het enige boek vast dat ze heeft meegenomen naar beneden: de bijbel.\n‘Ze zeggen steeds dat het goed gaat, dat het rustig is.’ Bij de nieuwste oorlog zouden in Nagorno-Karabach al een kleine duizend doden zijn gevallen onder wie 900 soldaten.", "paragraphs": ["In Stepanakert, de hoofdstad van Nagorno Karabach, zijn niet alle schuilkelders gelijk. Onderaan in de hierarchie van schuilkelders, ergens in de diepte van de stad, bevindt zich de parkeergarage. Families bivakkeren daar op veldbedden, slechts van elkaar gescheiden door lappen zwart plastic.", "Achter zo’n plastic gordijn, in een hoekje van de garage dat ze met een ander gezin delen, zit de familie Avetissyan. Ze zijn hier sinds de oorlog vier weken geleden oplaaide. Hun huurhuis is van hout, er is geen voltreffer nodig om het te laten instorten. Als het overdag rustig is, komen ze bovengronds voor boodschappen. Ze kunnen het niet riskeren om thuis te slapen.", "Marine Avetissyan klemt het enige boek vast dat ze heeft meegenomen naar beneden: de bijbel. Haar volwassen dochter, die accountant is, leest psalmen voor. Voor andere lectuur is nu geen concentratie. Haar vier zoons zitten aan het front. ‘Ze zeggen steeds dat het goed gaat, dat het rustig is.’ Bij de nieuwste oorlog zouden in Nagorno-Karabach al een kleine duizend doden zijn gevallen onder wie 900 soldaten. Azerbeidzjan meldt 63 burgerdoden."], "authors": ["Oktober"], "keywords": ["rand", "van", "ouderwetse", "schuilkelders", "het", "zijn", "nagornokarabach", "loopgravenoorlog", "ze", "een", "dat", "te", "vier", "europa", "aan", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}