{"id": "d05c9bd4-8c42-3e82-bc14-4bed268c61b8", "title": "Zwolle legt fietspad van gerecycled beton aan", "url": "https://nu.nl/zwolle/6097353/zwolle-legt-fietspad-van-gerecycled-beton-aan.html", "summary": "De gemeente Zwolle heeft samen met Heijmans Infra een gerecycled fietspad van beton aangelegd.\nDe gemeente Zwolle ziet de aanleg van een gerecycled pad als een proef en de eerste stap naar circulaire fietspaden.\nHet stuk dat gerecycled is, is zo'n negentig meter lang en ligt aan het einde van het pad, dat aansluit op de nieuw aangelegde Paderbornstraat.\nHet beton dat voor het gerecyclede pad is gebruikt, bestaat uit 100 procent gerecycled grind, 50 procent gerecycled zand en 15 procent gerecycled cement.\nVolgens de gemeente Zwolle is de winst op het milieu daarmee 35 procent ten opzichte van een 'normaal' betonmengsel.", "paragraphs": ["Mocht je binnenkort fietsen over het Hermelenpad bij Berkum in Zwolle, dan kan het zomaar zijn dat je over grotendeels gerecycled beton fietst. De gemeente Zwolle heeft samen met Heijmans Infra een gerecycled fietspad van beton aangelegd.", "Woensdag is het nieuwe fietspad aangelegd door Heijmans. De gemeente Zwolle ziet de aanleg van een gerecycled pad als een proef en de eerste stap naar circulaire fietspaden.", "Het Hermelenpad bevindt zich bij de Hessenpoort in Berkum in Zwolle. Het stuk dat gerecycled is, is zo'n negentig meter lang en ligt aan het einde van het pad, dat aansluit op de nieuw aangelegde Paderbornstraat.", "Het beton dat voor het gerecyclede pad is gebruikt, bestaat uit 100 procent gerecycled grind, 50 procent gerecycled zand en 15 procent gerecycled cement.", "Volgens de gemeente Zwolle is de winst op het milieu daarmee 35 procent ten opzichte van een 'normaal' betonmengsel. De komende jaren wordt gekeken of het gerecyclede fietspad goed blijft functioneren."], "authors": ["Door"], "keywords": ["van", "beton", "dat", "procent", "een", "het", "zwolle", "gerecycled", "gemeente", "pad", "legt", "fietspad", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}