{"id": "d061fdf2-619d-38a8-93d8-93ea514b7ae1", "title": "Saldostress in de supermarkt? Met dit geldsysteem reken je daar voorgoed mee af", "url": "https://volkskrant.nl/de-gids/saldostress-in-de-supermarkt-met-dit-geldsysteem-reken-je-daar-voorgoed-mee-af~bad15314/", "summary": "Voor je een geldsysteem optuigt, moet je voor jezelf een lijstje maken.\nHoeveel geld komt er binnen, wat zijn je vaste lasten, wat geef je uit aan boodschappen en wat zijn je andere kosten?\nOmgekeerd voorkom je ook dat je door dat ene rondje in de kroeg te weinig saldo hebt om de sportschool te betalen.\nOverzicht makenVoor je een geldsysteem met meerdere rekeningen optuigt, moet je voor jezelf een lijstje maken.\nHoeveel geld komt er binnen, wat zijn je vaste lasten, wat geef je uit aan boodschappen en wat zijn je andere kosten?", "paragraphs": ["Voor je een geldsysteem optuigt, moet je voor jezelf een lijstje maken. Hoeveel geld komt er binnen, wat zijn je vaste lasten, wat geef je uit aan boodschappen en wat zijn je andere kosten? Beeld Matteo Bal", "Mijn boodschappen liggen al op de band. Ik staar wat voor me uit, maar dan schiet me ineens te binnen: heb ik wel genoeg geld op mijn rekening? Zenuwachtig open ik mijn bankapp. Is er misschien onverwacht iets afgeschreven? Een paar jaar terug overkwam me dit bijna dagelijks. Nu niet meer, terwijl ik niet veel meer ben gaan verdienen of drastisch in mijn uitgaven heb gesneden. De truc? Een geldsysteem met maar liefst vier betaalrekeningen.", "Geldmaand Maakt geld echt gelukkig? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met Intermediair geven we de hele maand financiële tips. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl/geldmaand.", "Het klinkt misschien onlogisch, maar het hebben van meerdere betaalrekeningen zorgt voor overzicht. Als ik wil zien welke rekeningen er deze maand zijn afgeschreven, hoef ik daar niet naar te speuren in een lange lijst pinbetalingen bij de supermarkt. Elk type transactie – vast, flexibel en impuls – krijgt zijn eigen betaalrekening.", "Vaste lasten", "Centraal staat een rekening waarop mijn inkomen binnenkomt en waar vaste lasten zoals huur, energie en internet van afgeboekt worden. Daarnaast maak ik elke maand een vast bedrag over naar een boodschappenrekening, een impulsaankoop-rekening en een spaarrekening.", "De pinpas van de boodschappenrekening is eigenlijk de enige die ik regelmatig gebruik. Naast boodschappen en andere huishoudelijke uitgaven, gebruik ik die om koffie op het station van te betalen. Om te voorkomen dat ik mijn boodschappengeld er in twee weken doorheen jaag, zit er een spaarrekening aan gekoppeld. Van die rekening wordt elke week een kwart van het maandbudget gestort. Op die manier komt het boodschappengeld dat ik mag besteden dus verspreid per week binnen.", "Het voordeel van een aparte boodschappenrekening is dat je bij de kassa nooit meer wordt verrast door een onverwachte incasso. Omgekeerd voorkom je ook dat je door dat ene rondje in de kroeg te weinig saldo hebt om de sportschool te betalen.", "Impulsaankopen budgetteren", "De rekening voor impulsaankopen zorgt ervoor dat ik maandelijks hooguit een vooraf vastgesteld bedrag uitgeef aan leuke dingen die ik spontaan tegenkom. Een trui die niet nodig is maar wel goed staat, of een game die ineens ergens in de aanbieding is. Maak ik het budget niet op? Dan kan ik me volgende maand iets duurders veroorloven.", "Omdat ik freelancer ben, heb ik ook nog een zakelijke rekening. Daarop worden mijn facturen uitbetaald en mijn zakelijke kosten afgeschreven. Als een soort ‘salaris’ maak ik van die rekening elke maand een vast bedrag over naar de centrale vaste lasten-rekening. Wie in loondienst is, zou af kunnen met drie rekeningen.", "Overzicht maken", "Voor je een geldsysteem met meerdere rekeningen optuigt, moet je voor jezelf een lijstje maken. Hoeveel geld komt er binnen, wat zijn je vaste lasten, wat geef je uit aan boodschappen en wat zijn je andere kosten? Dat moet je minimaal één keer per jaar herhalen om te zorgen dat de bedragen nog kloppen.", "Er zijn apps die je kunnen helpen bij het uitvogelen van wat je vaste lasten zijn. Zelf tel ik de automatische incasso’s liever met de hand bij elkaar op. Daardoor weet ik beter waar het geld heen gaat dan wanneer ik het uitbesteed aan een app.", "Als je alle bedragen op een rijtje hebt gezet, is het tijd om automatische overboekingen in te stellen. Bedrag X naar de boodschappenrekening, bedrag Y voor het impulsbudget, en een vast bedrag naar een spaarrekening. Het is belangrijk dat je hier automatische overboekingen voor gebruikt, want anders moet je alsnog maandelijks aan de slag ermee – en vergeet je het waarschijnlijk.", "Verschillende banken", "Zelf heb ik die rekeningen bewust bij verschillende banken geopend. Wanneer je impuls- en centrale rekening in één bankapp zitten, dan is het verleidelijk om gauw even iets over te boeken wanneer je met een mooi koffietafelboek in je handen staat. Geld overmaken naar een andere bank is meer gedoe, alleen al omdat je meer handelingen moet verrichten in je bankapp. Je staat er dus bewust bij stil.", "Gratis bankrekeningen openen Meerdere rekeningen hebben zorgt voor overzicht, maar elke bankrekening kost ook weer geld. Hoe doe je dat voordelig? Bij banken als Bunq en Knab kun je binnen één pakket gratis extra betaalrekeningen openen. Wie wel een extra betaalrekening wil, maar daar niet voor wil betalen, kan een Europese internetbank als N26 of Openbank overwegen. Prima opties voor een impulsrekening, maar als hoofdrekening zijn ze minder praktisch. De banken zijn namelijk niet in Nederland gevestigd, en daarom krijg je een Duitse of Spaanse IBAN. Hoewel dat niet zou mogen, accepteren lang niet alle bedrijven een niet-Nederlandse IBAN voor automatische incasso’s. Ook kun je geen iDeal gebruiken.", "Na de zoveelste pijnlijke ervaring waarbij ik in de supermarkt iets moest terugleggen, dacht ik mijn geldsysteem op een vrije zaterdag uit. De methode wint echter aan populariteit. Het wordt regelmatig door budgetcoaches en financiële goeroes aanbevolen. Volgens medeoprichter van De Correspondent en geldblogger Ernst-Jan Pfauth kan het je helpen om vermogen op te bouwen zodat je niet meer financieel afhankelijk bent van een baan. Er zijn zelfs apps die het geld automatisch tussen budgetpotjes kunnen verdelen.", "Voor wie niet graag veel tijd aan geldzaken besteedt, lijkt dit systeem misschien veel werk. Het tegenovergestelde is waar: je richt het systeem één keer in en daarna loopt het vanzelf. Ik kijk nu minder om naar mijn geldzaken dan voorheen, en als ik het doe, heb ik sneller overzicht. Dat brengt rust én een beter gevulde spaarrekening. Stress in de rij voor de kassa gebeurt me veel minder, al ga ook ik nog wel eens de mist in. Want ook als je je uitgaven budgetteert, komt de bodem soms te vroeg in zicht."], "authors": ["Timo Nijssen"], "keywords": ["reken", "dit", "van", "supermarkt", "saldostress", "voorgoed", "met", "mee", "daar", "ik", "geldsysteem", "het", "zijn", "een", "je", "en", "te", "dat", "voor"], "pubDate": "2020-11-06T09:32:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}