{"id": "d06d20f5-99f0-3b7e-ab6e-f0ab9f593b2e", "title": "Grosjean herstelt voorspoedig van crash en heeft één hand uit verband", "url": "https://www.nu.nl/formule-1/6095840/grosjean-herstelt-voorspoedig-van-crash-en-heeft-een-hand-uit-verband.html", "summary": "De coureur van Haas heeft één hand uit het verband, zo heeft hij donderdag laten weten.\n\"Ik weet niet of ik kan racen, maar we kunnen wel chatten\", schreef de 34-jarige Grosjean op Twitter.\nVia een livestream, waarop hij vaak virtueel racet maar nu alleen inging op vragen van fans, was te zien dat hij één hand weer vrij kan gebruiken.\nGrosjean werd direct na de huiveringwekkende crash overgebracht naar een ziekenhuis in Bahrein, waar bleek dat hij slechts brandwonden aan zijn handen had opgelopen.\nZondag werd bekend dat Grosjean komend weekend aan de kant zal blijven tijdens de laatste race van het seizoen in Abu Dhabi.", "paragraphs": ["Het gaat de goede kant op met Romain Grosjean na zijn zware crash in de Formule 1. De coureur van Haas heeft één hand uit het verband, zo heeft hij donderdag laten weten.", "\"Ik weet niet of ik kan racen, maar we kunnen wel chatten\", schreef de 34-jarige Grosjean op Twitter. Via een livestream, waarop hij vaak virtueel racet maar nu alleen inging op vragen van fans, was te zien dat hij één hand weer vrij kan gebruiken.", "De Fransman verloor anderhalve week geleden de macht over het stuur in de beginfase van de Grand Prix van Bahrein. Zijn auto doorboorde de vangrail en hij zat lange tijd gevangen in een vlammenzee, waaruit hij wonderwel ontsnapte.", "Grosjean werd direct na de huiveringwekkende crash overgebracht naar een ziekenhuis in Bahrein, waar bleek dat hij slechts brandwonden aan zijn handen had opgelopen. Sindsdien droeg hij verband om beide handen.", "Zondag werd bekend dat Grosjean komend weekend aan de kant zal blijven tijdens de laatste race van het seizoen in Abu Dhabi. Het betekent vrijwel zeker dat zijn Formule 1-carrière erop zit.", "De coureur vertrekt namelijk bij Haas, net als teamgenoot Kevin Magnussen. Het Amerikaanse team rijdt volgend jaar met Mick Schumacher en Nikita Mazepin."], "authors": ["Door"], "keywords": ["één", "van", "heeft", "hand", "het", "op", "hij", "zijn", "voorspoedig", "verband", "werd", "een", "en", "uit", "dat", "herstelt", "grosjean"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}