{"id": "d08446ba-fa2e-3388-acc9-646202b9bdbf", "title": "50 punten voor wie een rivaal in het hoofd steekt: welkom in de geweldsverheerlijkende wereld van drillrap", "url": "https://volkskrant.nl/nieuws-achtergrond/50-punten-voor-wie-een-rivaal-in-het-hoofd-steekt-welkom-in-de-geweldsverheerlijkende-wereld-van-drillrap~b07ee785/", "summary": "Het incident trok landelijk de aandacht, vanwege de jonge leeftijd van het slachtoffer en de daders en de gruwelijke aard van het incident.\nWie een rivaal met een mes in het hoofd raakt, scoort het maximumaantal van vijftig punten.\nEnkele dagen na het verlies van zijn vriend toonde drillrapper Blacka berouw over zijn aandeel in de escalatie van het conflict.\n101Barz, het hiphopplatform van BNNVara, verwijderde op het eigen Youtube-kanaal eerder opgenomen video’s van drillrappers die betrokken waren bij het geweldsincident in Scheveningen.\nEentje zwaait met een kapmes, een ander houdt een vuurwapen vast.", "paragraphs": ["De Amsterdamse drillrapgroep 73 De Pijp. Beeld YouTube", "Stel: uw tienerzoon verklaart ’s avonds aan de eettafel dat hij een drillrapcarrière wil najagen. Grote kans dat u als ouder – wanneer u de recente, verontrustende berichtgeving over dit hiphopgenre een beetje heeft gevolgd – niet trots reageert, maar onmiddellijk een familie-interventie inlast.", "Want kijk maar eens naar het afgelopen jaar, waarin politie en media verschillende drillrappers in verband brachten met ernstige steekincidenten. In augustus leidde een ruzie in de drillscene zelfs tot de dood van een Rotterdamse tiener, die op klaarlichte dag op de drukke Scheveningse Pier in zijn buik en zijn hart werd gestoken. Twee verdachten, die allebei actief zijn in de drillwereld, zitten momenteel vast op verdenking van betrokkenheid bij zijn dood. Een andere verdachte, ook een drillrapper, is nog voortvluchtig.", "Inmiddels hebben politie, bestuurders en jongerenwerkers de noodklok geluid over het duistere karakter van drillrap. Zij zien een verband tussen de populariteit van de muziek en het toegenomen messenbezit en -geweld onder jongeren.", "Waar komt drillmuziek ineens vandaan? En bestaat er inderdaad een verband tussen drillrap en geweldsdelicten?", "Import", "Drillrap is een importproduct. Rond 2010 ontstaat het genre in de achterbuurten van Chicago, waar geweld en armoede voor veel jongeren aan de orde van de dag zijn. De harde realiteit waarin ze leven komt terug in hun nihilistische en rauwe drillteksten, gerapt op trage, slepende beats. Het verheerlijken van geweld en vuurwapens wordt daarbij niet geschuwd. Ook de lowbudgetvideoclips die ze erbij maken zijn duister. Daarin zwaaien gemaskerde rappers en hun eveneens gemaskerde entourage driftig met wapens. Het woord ‘drill’ zou verwijzen naar het repetitieve, drillende geluid van automatische vuurwapens.", "De ongekroonde drillrapper van Chicago is Chief Keef, die als tiener in 2012 internationaal succes verwerft met het nummer Love Sosa, en later samenwerkt met grote hiphopartiesten als Kanye West en 50 Cent. Met zijn flinke strafblad past Chief Keef naadloos in het profiel van de gemiddelde drillrapper. Zijn bekendheid nam een hoge vlucht toen hij in 2011 thuis videoclips opnam terwijl hij onder huisarrest stond.", "Vanaf 2012 waait het subgenre over naar de ruige buurten van Londen, waar een ander wapen een prominente rol krijgt in de teksten en videoclips: messen. In Engeland mogen burgers, anders dan in de Verenigde Staten, niet zomaar een vuurwapen bezitten. Messen daarentegen zijn eenvoudig verkrijgbaar: je vindt ze in sommige winkels én in de keukenla van je ouders.", "Podcast: de wereld van drillrap Op volkskrant.nl/podcasts is de driedelige podcastserie Kleine jongens steken niet te beluisteren. In de podcast duiken Hassan Bahara en Nadia Ezzeroili, de auteurs van dit artikel, in de wereld van drillrap, aan de hand van drie prangende vragen: wat is drillrap? Wie zijn de jongens die drillrap maken? En wat zijn de oplossingen om het messengeweld onder jongeren tegen te gaan?", "Eigen taal", "De verheerlijking van steekwapens leidde tot een eigen taaltje in de drillcultuur. In drillteksten wordt geregeld naar messen gerefereerd met woorden als shanks en rambo’s. En je steekt je rivaal niet neer, maar je shankt, dipt, chingt, cheft of splasht hem. Die Engelse drillterminologie is bijna een op een overgenomen door de jonge drillrappers uit Nederland, die sinds 2018 actief zijn – tot grote bezorgdheid van politie en justitie, die een toename in steekincidenten vrezen.", "En daarmee komen we bij de belangrijkste vraag over drill. Want is het eigenlijk wel eerlijk om drillmuziek op grond van enkele drillgerelateerde steekincidenten als oorzaak aan te wijzen voor het toegenomen messengeweld onder Nederlandse jongeren?", "Harde cijfers om dat verband te leggen ontbreken nog. Zeker is wel dat het in Nederland al tot dodelijk messengeweld tussen drillgroepen is gekomen. Het eerste fatale steekincident deed zich voor op 3 september 2019, toen de 18-jarige Jay-Ronne Grootfaam met een machete werd doodgestoken in het Amsterdamse stadsdeel de Bijlmer. Grootfaam behoorde tot de drillgroep FOG, die al langere tijd ruzie had met KSB. In een zeventien seconden durend messengevecht, geregistreerd door bewakingscamera’s, werd Grootfaam om het leven gebracht, voor de ogen van spelende kinderen. Twee leden van KSB zitten hiervoor vast. Het incident trok landelijk de aandacht, vanwege de jonge leeftijd van het slachtoffer en de daders en de gruwelijke aard van het incident. Toen werd voor het eerst een verband gelegd tussen drillrap en messengeweld. De Amsterdamse politiechef Frank Paauw meldde naar aanleiding van Grootfaams dood dat het messenbezit onder jongeren ‘gemeengoed’ begon te worden.", "Deze geluiden werden het afgelopen jaar alleen maar sterker. In maart kwam de Nationale Politie met cijfers over messengeweld onder jongeren: het aantal steekpartijen steeg van 160 incidenten in 2017 naar 380 in 2019. Ook het messenbezit onder jongeren bleek in die periode toegenomen. In 2017 werden 454 messen in beslag genomen, in 2019 waren dat er 1.286. Het zijn cijfers die volgens politie, bestuurders en jongerenwerkers duidelijk maken dat drillmuziek een wijdverbreide messencultuur in de hand heeft gewerkt.", "Messengeweld", "In de academische wereld is men echter huiverig om een rechtstreeks verband te leggen tussen drillmuziek en geweld. Criminologen van de Erasmus Universiteit hebben dit jaar in opdracht van de gemeente Rotterdam onderzoek gedaan naar de plaatselijke drillscene. Daarvoor werden Rotterdamse politiedossiers verzameld van 55 recente zaken waarin minderjarigen betrokken zijn geweest bij steekincidenten. Binnenkort wordt de studie afgerond, maar een van de onderzoekers, criminoloog Robby Roks, liet al eerder aan de Volkskrant weten dat een voorlopige analyse laat zien dat er slechts in een aantal gevallen een verband is met drillrap. ‘Zo hebben sommige jongeren die hierbij betrokken zijn het in hun onderlinge communicatie over shanks’, vertelde hij. ‘De zaken zeggen wel iets over hoe makkelijk er wordt gedacht over het gebruiken en bezitten van wapens.’", "In Engeland is het onderzoek naar het verband tussen messengeweld en drillrap al verder. Wetenschappers van University College London deden bijvoorbeeld een uitgebreide tekstanalyse van Engelse drillnummers die tussen 2013 en 2018 zijn uitgebracht, onder meer naar hoe het sentiment in die teksten zich in de loop van de tijd heeft ontwikkeld. Daarbij keken ze ook naar de ontwikkeling van jeugdcriminaliteitscijfers. Ze kwamen tot de conclusie dat de teneur van drillnummers aanvankelijk overwegend negatief was, maar na verloop van tijd juist iets positiever werd. Voor een duidelijk verband met toenemende criminaliteit vonden ze geen bewijs.", "Ook University College Birmingham onderzocht de relatie tussen drillrap en bendegeweld. Daaruit bleek dat bendegeweld een belangrijk onderwerp is in drillnummers en dat drillmuziek soms ook een aanjager kan zijn van bendegeweld, maar niet als hoofdoorzaak kan worden aangewezen. Er spelen meer factoren een rol dan alleen de muziek, zoals de sociaal-economische achtergrond van de rappers.", "Niettemin zijn de spanningen binnen de drillscene zorgelijk. Politiemensen zien al langer hoe provocaties en dreigementen in drillnummers en op sociale media over en weer vliegen, niet zelden aangemoedigd door drillfans die de vetes tussen rappers volgen alsof het een soap is. Het zorgt voor explosieve ruzies tussen rivaliserende drillrappers, die vaak bepaalde buurten menen te moeten ‘representeren’.", "Puntensysteem", "En dan zijn er nog de fans die een puntensysteem bijhouden om de gevaarlijkste rappers te rangschikken. Volgens de regels van dit puntensysteem, ook wel de Tally Up Challenge genoemd, kunnen rappers punten scoren door rivalen neer te steken. Een drillartiest scoort vijf punten als hij een zogeheten opp, een vijand, in de arm steekt. Wie een rivaal met een mes in het hoofd raakt, scoort het maximumaantal van vijftig punten. Daartussenin kan een rapper tien punten krijgen als hij iemand in zijn been steekt, twintig punten voor een messteek in de buik en dertig punten als hij iemands borststreek met een jachtmes weet te treffen. Ook vallen er nog wat punten te verdienen door het vijandelijke postcodegebied te betreden of rivalen te dashen, op te jagen.", "Dit levensgevaarlijke spel zou drillrappers ertoe kunnen verleiden het geweld op te zoeken, vreest de politie, die de populariteit van drillrap in Nederland snel ziet toenemen. Maar hoe wijdverspreid dit puntensysteem precies wordt gehanteerd onder drillfans, en of drillrappers inderdaad moedwillig rivalen neersteken om de hoogste positie in de Tally Up Challenge te bereiken, valt moeilijk te zeggen. In sommige gevallen dateren de rivaliteiten al van voordat drillrap in Nederland arriveerde en zijn ze het gevolg van ruzies op school of in de buurt – drillrap zorgde er dan vooral voor dat die bestaande ruzies nog verder ontspoorden.", "Maar hoe groot is deze scene in Nederland nou eigenlijk? Er zijn maar weinig drillrappers met een contract bij een groot platenlabel. Meestal zijn ze vooral actief op Instagram, waar ze ook weer snel verdwijnen als ze justitie achter zich aan krijgen en het ze te heet onder de voeten wordt.", "Grote spelers", "Er zijn wel een paar grote spelers in de drillscene aan te wijzen. De meeste komen uit Amsterdam, zoals KSB (de Kikkenstein Bende, een verwijzing naar de Kikkensteinflat in Amsterdam-Zuidoost), FOG (Fully Op Gevaar) en 73 De Pijp (de cijfers 73 verwijzen naar het postcodegebied van de Pijp in Amsterdam Oud-Zuid). Een andere bekende drillrapgroep is SK6 uit Den Haag. Muziek van sommige van die groepen wordt tot wel honderdduizenden keren beluisterd op Spotify.", "Maar de succesvolste drillrappers komen uit Rotterdam: Qlas en Blacka. Het duo maakt deel uit van de groep 24, een verwijzing naar metrozone 5324, de buurt waar de leden vandaan komen. Sommige nummers van Qlas en Blacka hebben meer dan een miljoen streams. Vorig jaar tekenden ze een contract bij TopNotch, het grootste hiphoplabel van Nederland. Met hun debuutalbum Project 24 behaalden ze groot commercieel succes en sleepten ze prijzen binnen bij jongerenzender FunX. In de media werden ze eerder dit jaar ‘het vriendelijke gezicht’ van drillrap genoemd.", "Toch waren het deze rappers die in mei verwikkeld raakten in een hoogoplopend conflict met de drillgroep 73 De Pijp. Want hoezeer Qlas en Blacka ook probeerden om publieksvriendelijke drillrappers te worden, helemaal afstand nemen van de geweldscultuur in de drillscene ging ze minder goed af. Na maanden van ruziën op sociale media kwam het op 9 augustus op de Pier in Scheveningen tot een eerste confrontatie tussen de Rotterdamse en Amsterdamse drillrappers. Filmpjes die rondgingen op sociale media laten zien hoe een lid van 73 De Pijp wordt mishandeld terwijl er ‘Dit is 24!’ wordt geroepen.", "Zeer populair bij drillrappers: de machete (boven) en maskers of sjaal die het gezicht bedekken (onder).", "Een dag later troffen de groepen elkaar opnieuw op dezelfde plek. Het gevecht dat vervolgens uitbrak, liep tragisch af: de 19-jarige Cennethson ‘Chuchu’ Janga uit Rotterdam – zelf geen drillrapper, maar wel bevriend met Qlas en Blacka – werd met twee messteken om het leven gebracht.", "Enkele dagen na het verlies van zijn vriend toonde drillrapper Blacka berouw over zijn aandeel in de escalatie van het conflict. ‘Deze hele drill beef slaat aan het eind van de dag nergens op’, schreef hij op zijn Instagram-pagina. ‘Ik heb deze ruzie meerdere malen geprobeerd te negeren en dit is mij uiteindelijk niet gelukt. Spijt komt inderdaad achteraf, maar het spijt mij echt.’", "Het steekincident was niet alleen voor Blacka een omslagpunt. Sindsdien worden de excessen in de drillcultuur en het messenbezit en -geweld onder jongeren serieuzer genomen. Dat resulteerde begin november in een Actieplan Wapens en Jongeren, waarmee de regering de komende twee jaar het messenbezit en -gebruik onder jongeren wil aanpakken. Er wordt gedacht aan een landelijk messenverbod voor jongeren, preventief fouilleren en kluisjescontroles op scholen. Ook geweldsverheerlijking op internet moet worden tegengegaan. Het kabinet kijkt hierbij in het bijzonder naar drillvideoclips die jongeren ‘op een negatieve manier’ zouden kunnen beïnvloeden. De politie zou online op zoek moeten gaan naar videoclips waarin sprake is van ‘haat en opruiing’. Ook zou internethostingbedrijven gevraagd moeten worden om beelden van illegaal wapenbezit offline te halen.", "Binnen de hiphopwereld leek de afgelopen maanden ook iets te veranderen. 101Barz, het hiphopplatform van BNNVara, verwijderde op het eigen Youtube-kanaal eerder opgenomen video’s van drillrappers die betrokken waren bij het geweldsincident in Scheveningen. Dat hebben ze niet eerder gedaan bij hiphopartiesten met een criminele achtergrond. Het platform gaat er juist altijd prat op dat ze een podium willen bieden aan rappers die ‘met deze ongecensureerde kunstvorm’ een ‘kijkje geven in het leven van de artiest’. 101Barz verklaarde op Instagram dat het platform muzieksessies niet langer meer uitzenden als ‘we p het moment zelf of achteraf twijfelen over intenties die anders zijn dan het uitvoeren en overbrengen van hiphopmuziek’.", "Ook steeds meer (drill)rappers vinden dat het gewelddadige karakter van drillrap aan reflectie toe is. Zo verscheen eind oktober op YouTube een videoclip van Tur-G, een jonge rapper uit Amsterdam-Zuidoost. De titel: Drill, dat is gangster. De videoclip opent met gemaskerde jongens. Eentje zwaait met een kapmes, een ander houdt een vuurwapen vast. Maar halverwege doet Tur-G zijn masker af. Hij hangt over een drillrapper heen en probeert hem in te peperen waartoe gewelddadige drillvetes kunnen leiden: of je eindigt eenzaam in de gevangenis, of het wordt je dood. De clip is al meer dan een miljoen keer bekeken.", "En onlangs nog brachten Qlas en Blacka, de drillrappers die eerder dit jaar betrokken waren bij het conflict dat uitmondde in de dood van Cennethson Janga , een nieuw album uit met een opmerkelijk nummer: Shanks Down. De track is een oproep om de messen neer te leggen. ‘Weer een moeder aan het huilen’, rappen ze over het dodelijke geweld waar zijzelf nog niet heel lang geleden nauw bij betrokken waren. ‘Weer een shooter aan het schuilen.’"], "authors": ["Nadia Ezzeroili", "Hassan Bahara"], "keywords": ["hoofd", "van", "het", "op", "welkom", "die", "zijn", "wie", "punten", "met", "rivaal", "een", "en", "wereld", "te", "dat", "steekt", "voor"], "pubDate": "2020-12-06T20:54:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}