{"id": "d0995a05-eaed-31a0-b2a9-b8c2a021ea10", "title": "De Volkskeuken: zelfgemaakte pasta met pesto", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-zelfgemaakte-pasta-met-pesto~b3022177/", "summary": "Beeld Tallina van den HoedHet eind van het jaar is een tijd van terugblikken.\nNiemand lijkt het eens over welke bloem je het best voor voor pasta gebruikt: gewone tarwebloem of juist bloem van de steviger durumtarwe.\nMaak de pesto: pureer alles behalve de olijfolie tot het mooi egaal is.\nRol het deeg met een deegroller op een met bloem bestoven werkblad tot het ongeveer 2 mm dik is.\nKook de pasta in 5 liter water met een eetlepel zout in 3 minuten gaar.", "paragraphs": ["Tagliatelle met pesto. Beeld Tallina van den Hoed", "Het eind van het jaar is een tijd van terugblikken. ‘Dit waren de foodtrends van het afgelopen jaar! Dit zijn de trends van volgend jaar!’ Hoewel verstrooiend om te lezen, zijn die voorspellingen vaak net zo accuraat als de gemiddelde jaarhoroscoop. Ze zaten er dit jaar allemaal naast. Maar het lijstje dat vertelde wat we het afgelopen jaar hadden gedaan was behoorlijk goed. Ik had bijna alles gedaan: brood gebakken, peulvruchten gegeten, ik had alleen niet zelf pasta gemaakt.", "Wat onhip van mij! Het jaar is nog niet om, dus aan de slag. Niemand lijkt het eens over welke bloem je het best voor voor pasta gebruikt: gewone tarwebloem of juist bloem van de steviger durumtarwe. Ik koos voor een mengsel, dan is het deeg makkelijk te hanteren.", "Ingrediënten: 150 g bloem van durumtarwe 150 g tarwebloem 3 eieren 30 ml olijfolie 1/2 theel. zout Voor de pesto: 25 g basilicumblaadjes 1 teen knoflook 1 eetl. geroosterde pijnboompitten 50 g geraspte Parmezaanse kaas 1/4 theel. zout 1 eetl. witte wijn of citroensap 1 dl. olijfolie (extra: keukenmachine, pastamachine)", "Bereiding", "Doe alle deegingrediënten in een keukenmachine met deeghaken. Meng en mix en kneed het gedurende 8 minuten. Dat kan ook met de hand, maar vergt spierballen. Als het glad en elastisch is, is het goed. Dek het deeg af en laat het een half uur rusten.", "Maak de pesto: pureer alles behalve de olijfolie tot het mooi egaal is. Roer daarna de olijfolie erdoor. Bewaar het afgedekt in de koelkast.", "Verdeel het deeg in 8 stukken. Dek het ongebruikte deel telkens af. Zet de pastamachine op de wijdste stand en draai het stukje deeg erdoor. Vouw de buitenranden naar binnen en draai het er weer door. Doe dit een paar keer tot het zacht is, met mooie gladde zijkanten. Zet de pastamachine een standje kleiner en draai het lapje er nogmaals door. Herhaal dit tot de op één na kleinste stand. U heeft nu een lange lap. Draai die door de tagliatellesnijder.", "Hang de slierten over een stoelleuning en doe zo al het deeg. Na ongeveer 10 minuten drogen kunt u de pastaslierten in een soort vogelnestjes draaien en in een bak bewaren.", "Geen pastamachine? Rol het deeg met een deegroller op een met bloem bestoven werkblad tot het ongeveer 2 mm dik is. Snijd het in slierten.", "Kook de pasta in 5 liter water met een eetlepel zout in 3 minuten gaar. Meng met de pesto. Eet meteen op."], "authors": ["Tallina Van Den Hoed"], "keywords": ["tot", "van", "pesto", "jaar", "en", "voor", "met", "volkskeuken", "een", "dit", "deeg", "pasta", "het", "zelfgemaakte"], "pubDate": "2020-12-28T12:30:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}