{"id": "d0a1c048-d07d-382c-af0c-53e45c7ac0b3", "title": "De strijd om de radio is in 2020 spectaculair gekanteld", "url": "https://trouw.nl/economie/de-strijd-om-de-radio-is-in-2020-spectaculair-gekanteld~b8fa6a15/", "summary": "Zou marktleider Radio 538 zijn positie kunnen behouden nu luistercijferkanon Edwin Evers was vertrokken?\nEn het antwoord is nu wel duidelijk: Radio 538 is de grote verliezer van 2020.\nVooral Qmusic volgde min of meer de omgekeerde weg van 538 en is nu met NPO Radio 2 koploper met 11,8 procent van de markt.\nBeeld Sander SoewarganaRadio 10 volgt op de derde plek met 9,9 procent en Radio 538 staat nu vierde met 9,7 procent.\nLees ook:Hoeveel last heeft radio 538 van het vertrek van Edwin Evers?", "paragraphs": ["Dat het spannend zou worden dit jaar bij de radio stond vanaf het begin vast. Zou marktleider Radio 538 zijn positie kunnen behouden nu luistercijferkanon Edwin Evers was vertrokken? Dat was vooral de vraag. En het antwoord is nu wel duidelijk: Radio 538 is de grote verliezer van 2020.", "De meest vooruitgeschoven radiozender van Talpa had in de periode oktober-november van 2019 nog een soeverein marktaandeel van 11,3 procent. Gedurende dit jaar knabbelde de concurrentie daar steeds ietsje van af, waardoor Radio 538 afgelopen november nog 9,7 procent marktaandeel over had. Het waren Qmusic en NPO Radio 2 (dat wel iets inleverde) die er met de buit vandoor gingen.", "Vooral Qmusic volgde min of meer de omgekeerde weg van 538 en is nu met NPO Radio 2 koploper met 11,8 procent van de markt. Qmusic – onderdeel van DPG Media – liep vorig jaar om deze tijd nog fors achter, toen het nog 9,5 procent van de luisteraars bereikte.", "Beeld Sander Soewargana", "Radio 10 volgt op de derde plek met 9,9 procent en Radio 538 staat nu vierde met 9,7 procent. Ook Kink FM, sterk in alternatieve pop, heeft het de afgelopen maanden goed gedaan. De zender klom naar 0,8 procent marktaandeel, het hoogste percentage voor de zender tot nu toe.", "‘Qmusic straalt positiviteit uit’", "De nieuwe verhoudingen zijn volgens Erik de Zwart niet helemaal toe te schrijven aan het vertrek van Edwin Evers, lange tijd de kampioen van de voor radio belangrijke ochtend. “Zijn opvolger Frank Dane vind ik heel goed, maar Qmusic heeft het gewoon beter gedaan. Dat station straalt positiviteit uit en heeft minder dan 538 de ziekelijke neiging om te verjongen”, vindt De Zwart, voorzitter van de Stichting Top 40.", "De kleine aardverschuiving in radioland is opmerkelijk omdat luisteraars uit gewoonte niet snel van station switchen, weet De Zwart. “Pas als er iets foutgaat, zoeken we een andere zender op.”", "Zodra luisteraars dat doen, heeft dat op termijn economische gevolgen voor een station, weet Rogier Bruggeman, algemeen directeur van Zigt. Zijn bureau is het grootste onafhankelijke mediabureau van de Benelux en adviseert bedrijven waar ze het beste kunnen adverteren. “De bestedingen lopen altijd achter de luistercijfers aan. Contracten liggen doorgaans al een jaar vast”, zegt Bruggeman.", "“Maar met het oog op het nieuwe jaar, waarin ook nieuwe contracten worden gesloten, kan een verhoogd marktaandeel Qmusic zomaar 4 à 5 miljoen aan reclamegeld extra opleveren – even los van corona.” In 2019 waren de totale netto radiobestedingen 204 miljoen euro, dit jaar zullen ze door corona naar verwachting uitkomen op 170 tot 180 miljoen euro.", "Lees ook:", "Hoeveel last heeft radio 538 van het vertrek van Edwin Evers?", "Jarenlang was de vrolijke radioshow van Edwin Evers de onbetwiste kampioen van de ochtend. Maar vorig jaar stopte de dj."], "authors": ["Joost Van Velzen"], "keywords": ["van", "2020", "jaar", "spectaculair", "gekanteld", "om", "538", "met", "en", "dat", "procent", "strijd", "het", "radio", "qmusic"], "pubDate": "2020-12-24T10:58:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}