{"id": "d0a37002-eec5-3934-8d2c-bcb436d86f16", "title": "Patrick Nederkoorn en Jan Beuving brengen ouderwets goede kleinkunst in ‘De andere oudejaars’", "url": "https://trouw.nl/cultuur-media/patrick-nederkoorn-en-jan-beuving-brengen-ouderwets-goede-kleinkunst-in-de-andere-oudejaars~b1b7cfd2/", "summary": "De poëtische toon die zo gezet wordt, maakt dat we met recht van een ‘andere oudejaars’ kunnen spreken.\nGebarentaal-meezingerIn de behandeling van corona ­maken Beuving en Nederkoorn leuk gebruik van hun tegengestelde podiumpersoonlijkheden.\nHet origineelst weten Beuving en Nederkoorn corona te benaderen met hun gebarentaal-meezinger, waarbij het refrein niet meegezongen – streng verboden immers!\nTegenover dergelijk standaardrepertoire plaatsen Beuving en Nederkoorn een treffende verbeelding van de tijdgeest, die ­afwisselend komisch en ont­roerend is en geen moment verveelt.\nHij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie.", "paragraphs": ["Meneer Aart", "Jan Beuving (38) en Patrick Nederkoorn (36) zijn debutanten op oudejaarsgebied, al maakten ze al eerder een seizoensgebonden programma over de Belastingdienst (‘Leuker kunnen we het niet maken’).", "Des te bewonderenswaardiger is de souplesse waarmee ze zich in ‘De andere oudejaars’ van hun taak kwijten.", "Het begint al met de sterke opening. In een eindeloos voort meanderend lied wordt het veelbewogen jaar 2020 doorgenomen vanuit het perspectief van Meneer Aart (Staartjes), die eerst zijn eigen onfortuinlijke einde bezingt, om vervolgens de ene na de andere beroemde dode in de hemel te zien verschijnen, als laatste Maradona. De poëtische toon die zo gezet wordt, maakt dat we met recht van een ‘andere oudejaars’ kunnen spreken.", "Gebarentaal-meezinger", "In de behandeling van corona ­maken Beuving en Nederkoorn leuk gebruik van hun tegengestelde podiumpersoonlijkheden. De wiskundige Beuving heeft ­genoten van alle cijfers en regels, theoloog Nederkoorn benadrukt liever het menselijke leed waarmee de pandemie gepaard gaat.", "Het levert fikse botsingen op, die spannend zijn om naar te kijken, al komen de twee uiteindelijk ook nader tot elkaar.", "Het origineelst weten Beuving en Nederkoorn corona te benaderen met hun gebarentaal-meezinger, waarbij het refrein niet meegezongen – streng verboden immers! – maar mee-gebaard dient te worden. Publieksparticipatie in de anderhalvemetersamenleving en een eerbetoon aan de gebarentolk komen zo mooi samen.", "Muzikale rijkdom", "Visueel is ‘De andere oudejaars’ sober vormgegeven, maar dat wordt in ruime mate gecompenseerd door de muzikale rijkdom van de show. Onder fraaie pianobegeleiding van hun vaste componist Tom Dicke brengen Beuving en Nederkoorn een aantal prachtige liedteksten ten gehore, waarin fans onmiddellijk de hand van tweevoudig Annie M.G. Schmidt-prijswinnaar Beuving zullen herkennen.", "Komisch en ontroerend", "‘De andere oudejaars’ is perfect voor wie van ouderwets goede kleinkunst houdt. Snelle grappen over de actualiteit en scherpe politieke tirades ontbreken, maar dat voelt niet als gemis. Tegenover dergelijk standaardrepertoire plaatsen Beuving en Nederkoorn een treffende verbeelding van de tijdgeest, die ­afwisselend komisch en ont­roerend is en geen moment verveelt. Extra spijtig dat de lockdown vroegtijdig een punt zet achter hun voorstelling.", "‘De andere oudejaars’, 31 decem­ber en 1 januari op bnnvara.nl.", "Lees ook:", "Youp van ’t Hek staat voor zijn laatste: ‘Mensen snappen ironie niet meer’", "Tuttigheid viert hoogtij, vindt Youp van ’t Hek. Zijn terugblik op 2020 staat bol van de relativering, belooft hij. Want iedereen neemt alles veel te zwaar.", "Guido Weijers: ‘We gaan live, dan voel je de bizarre omstandigheden beter’", "Corona is een plaag voor het theater, maar Guido Weijers krijgt er energie van. Hij maakt zich op voor een rauwe oudejaarsconference op een geheime locatie.", "Bij deze Belastingshow rijmt eigenwoningforfait op chalet en Monet", "Het concept is even simpel als briljant: alleen tijdens de aangiftemaanden maart en april spelen cabaretiers Jan Beuving en Patrick Nederkoorn een voorstelling die geheel gewijd is aan de Belastingdienst, ‘Leuker kunnen we het niet maken’."], "authors": ["Ivo Nieuwenhuis"], "keywords": ["ouderwets", "beuving", "van", "zijn", "goede", "brengen", "patrick", "en", "kleinkunst", "oudejaars", "een", "andere", "op", "te", "het", "jan", "nederkoorn"], "pubDate": "2020-12-22T12:50:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}