{"id": "d0abf175-b0db-34fb-968f-9e7d062f72b0", "title": "Japanse schaatsers getroffen door coronavirus, team De Wit blijft buiten schot", "url": "https://nos.nl/collectie/13840/artikel/2359031-japanse-schaatsers-getroffen-door-coronavirus-team-de-wit-blijft-buiten-schot", "summary": "Reden daarvoor zijn acht besmettingen die zijn aangetroffen bij schaatsers die meededen aan een studentenwedstrijd in Ikaho.\nDe uitbraak komt juist op een moment waarop de Japanse schaatsploeg zich kritisch uitliet over de omgang van Nederland met het coronavirus.\n\"De perceptie bij ons is zo anders, ik kan dat niet uitleggen\", zei bondscoach Johan de Wit van Japan onlangs.\n\"Er zijn acht schaatsers positief bevonden bij een studentenwedstrijd in Ikaho, ver bij ons vandaan.\nVorige week schatte De Wit al in dat de kans klein zou zijn dat z'n schaatsers naar Europa zouden afreizen.", "paragraphs": ["De nationale schaatsbond van Japan heeft besloten voor komend weekend om een nationaal evenement in Yamanashi af te gelasten. Reden daarvoor zijn acht besmettingen die zijn aangetroffen bij schaatsers die meededen aan een studentenwedstrijd in Ikaho. Volgens de Japanse publieke omroep (NHK) verkeren de schaatsers in goede gezondheid.", "De uitbraak komt juist op een moment waarop de Japanse schaatsploeg zich kritisch uitliet over de omgang van Nederland met het coronavirus. \"De perceptie bij ons is zo anders, ik kan dat niet uitleggen\", zei bondscoach Johan de Wit van Japan onlangs.", "De ploeg van De Wit was niet bij de studentenwedstrijd aanwezig. \"Er zijn acht schaatsers positief bevonden bij een studentenwedstrijd in Ikaho, ver bij ons vandaan. Wij zijn gezond en gaan vanmiddag tempo's schaatsen in Nagano\", liet hij weten op Twitter.", "Geen World Cups", "De Japanners kozen ervoor om de World Cups (22-24 en 29-31 januari) en de WK afstanden (11-14 februari) in Nederland over te slaan uit vrees voor besmettingen en omdat er geen kwalificatieplaatsen voor grote toernooien op het spel staan.", "Vorige week schatte De Wit al in dat de kans klein zou zijn dat z'n schaatsers naar Europa zouden afreizen."], "authors": [], "keywords": ["buiten", "wit", "van", "japanse", "getroffen", "bij", "studentenwedstrijd", "op", "team", "schot", "zijn", "een", "schaatsers", "en", "blijft", "coronavirus", "door", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}