{"id": "d0ab5e5f-cd2c-3e5d-ab97-990bf4de0fb9", "title": "Het debuut van Berber Kapitein: een typisch maar toch-boek", "url": "https://www.parool.nl/kunst-media/het-debuut-van-berber-kapitein-een-typisch-maar-toch-boek~bc33356d/", "summary": "Er is veel mis met het debuut van Berber Kapitein, dat begint met die vreemde ­logge titel: Aarzelsnede.\nZij krijgt te maken met een hoogst ingewikkelde patiënt, een 14-jarig meisje met een lange medische geschiedenis.\nOok bij het zieke meisje en bij het probleem van Rinske hoe met haar om te gaan.\nDaarbij mist de auteur (nog) het vermogen personages karakteristiek en onvergetelijk te typeren, behalve haar hoofdpersoon en het meisje.\nMaar toch, ja, dit is een typisch maar toch-boek, maar toch laat het verhaal je niet los, ook na lezing niet.", "paragraphs": ["Er is veel mis met het debuut van Berber Kapitein, dat begint met die vreemde ­logge titel: Aarzelsnede. Het woord wordt in het boek verklaard, maar toch. Verder is de roman te traag, wat komt door veel te veel gereflecteer. De thematiek vraagt daarom, maar dan mag je het vertelritme niet uit het oog verliezen.", "Die thematiek is trouwens wél zeer interessant. Hoofdpersoon is Rinske, een kinderarts in opleiding. Zij krijgt te maken met een hoogst ingewikkelde patiënt, een 14-jarig meisje met een lange medische geschiedenis.", "Ze kan niet lopen en eten. Haar ­dominante ouders wijken bijna geen moment van haar zijde en ­bemoeien zich met alles.", "De grote vraag is: wat mankeert haar? En daarna: wat is eraan te doen? Aan dat laatste komen ze daar in het ziekenhuis nauwelijks toe. Daarvoor is de kwestie te complex.", "Berber Kapitein is kinderarts en de wereld van haar hoofdpersoon kent ze door en door. En ze weet ons intens bij die wereld te betrekken.", "Ook bij het zieke meisje en bij het probleem van Rinske hoe met haar om te gaan. Kort door de bocht gezegd: is het psychisch?", "Rinske is ambitieus en onzeker, een fascinerende combinatie voor een roman. Het verhaal werkt door de spanning die de auteur weet op te roepen. Met de hoofdpersoon wil je weten wat er aan de hand is. En ook denk je na over de ethische kwesties die over elkaar heen tuimelen.", "Maar wat ik al zei, we moeten té vaak té lang dwalen door het hoofd van deze arts in opleiding. Daarbij mist de auteur (nog) het vermogen personages karakteristiek en onvergetelijk te typeren, behalve haar hoofdpersoon en het meisje. Van de meeste personages begrijp je wat ze doen, maar niet wie ze zijn. Beetje soapachtig. In haar privéleven is er bijvoorbeeld een minnaar van wie ze niet gelukkig wordt, maar geen idee wat voor iemand dat is, ja, een botte hork, maar hoezo? Ook haar stijl mag ook wel avontuurlijker zijn.", "Maar toch, ja, dit is een typisch maar toch-boek, maar toch laat het verhaal je niet los, ook na lezing niet. En je weet meer over de ziel van een ziekenhuis. Verhelderend."], "authors": ["Thomas Verbogt"], "keywords": ["van", "typisch", "kapitein", "berber", "en", "een", "met", "ze", "debuut", "te", "het", "maar", "haar", "wat", "tochboek"], "pubDate": "2021-01-08T10:16:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}