{"id": "d0b102d3-7710-3b12-8543-6228e1cc7690", "title": "Zuidoost zit niet te wachten op stripclub Hustle Diamonds", "url": "https://www.parool.nl/amsterdam/zuidoost-zit-niet-te-wachten-op-stripclub-hustle-diamonds~b88bcb8f/", "summary": "Zij wisten niets van de plannen voor een stripclub in hun buurt en hebben daar ook ‘helemaal geen trek in’.\nOok de ChristenUnie in Amsterdam ziet een stripclub in het stadsdeel niet zitten.\nDe ChristenUnie zou liever in plaats van een stripclub een nieuwe debat-, zwem- of voetbalclub zien verschijnen.\nJadnanansing meldt dat de Hustle Diamonds geen vergunning heeft aangevraagd voor een vestiging in Zuidoost.\nAls ChristenUnie zeggen wij: 'Liever een debatclub dan een stripclub.'", "paragraphs": ["Beeld Getty Images/EyeEm", "Bezorgde inwoners uit Zuidoost hebben zich na een bericht in Het Parool met vragen gemeld bij stadsdeelvoorzitter Tanja Jadnanansing over de potentiële stripclub Hustle Diamonds. Zij wisten niets van de plannen voor een stripclub in hun buurt en hebben daar ook ‘helemaal geen trek in’.", "Ook de ChristenUnie in Amsterdam ziet een stripclub in het stadsdeel niet zitten. De partij heeft hierover schriftelijke vragen gesteld aan het college. De ChristenUnie zou liever in plaats van een stripclub een nieuwe debat-, zwem- of voetbalclub zien verschijnen.", "Jadnanansing meldt dat de Hustle Diamonds geen vergunning heeft aangevraagd voor een vestiging in Zuidoost. Bovendien zou de stripclub niet passen in de bestemmingsplannen.", "Hustle Diamonds laat in een schriftelijke reactie weten dat het vaststaat dat de stripclub in Zuidoost er gaat komen, maar dat ze nog volop in de voorbereiding zijn en pas eind volgend jaar open gaan. De organisatie moet volledig geleid worden door vrouwen, en wil voornamelijk zwarte werknemers aannemen.", "‘Geen seksclub’", "Het stadsdeelbestuur zou verkeerde informatie hebben over de achtergrond van Hustle Diamonds. ‘Wij zijn geen seksclub, maar een stripclub waar geen seksuele handelingen of gemeenschap zullen worden verricht.’ Ze zeggen dat ze voldoen aan de bestemmingseisen voor een nachtclub in Zuidoost.", "Het stadsdeelbestuur is duidelijk: “Bij de term stripclub zeggen we: dat past niet. Daarvoor zouden we het bestemmingsplan moeten herschrijven,” vertelt een woordvoerder. “Als er een vergunningsaanvraag voor een nachtclub wordt ingediend, dan zal op dat moment worden getoetst of het voldoet aan het bestemmingsplan.”", "Recent verscheen een artikel in het @parool dat er mogelijk een stripclub zou openen in de Bijlmer.", "", "Dat is niet wat het stadsdeel nodig heeft. Als ChristenUnie zeggen wij: 'Liever een debatclub dan een stripclub.'", "", "Schriftelijke vragen zijn gesteld⤵️https://t.co/JGTM8XDToI — ChristenUnie Amsterdam (@ChristenUnie020) 3 december 2020"], "authors": ["Olaf Heyblom"], "keywords": ["diamonds", "geen", "christenunie", "zit", "het", "op", "voor", "zou", "stripclub", "niet", "een", "te", "dat", "hustle", "wachten", "zuidoost"], "pubDate": "2020-12-04T14:32:48+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}