{"id": "d0b80695-8317-3957-a133-e80208d975a5", "title": "Cancelcultuur in de kunstwereld: hoe compromisloos kan kunst nog zijn?", "url": "https://www.parool.nl/kunst-media/cancelcultuur-in-de-kunstwereld-hoe-compromisloos-kan-kunst-nog-zijn~bef18462/", "summary": "Dichter Levina van Winden organiseerde een openbare vernietiging van ‘een Andeweg’.\n‘Cancelen’ betekende in eerste instantie: iemand uit het debat halen, niet aan het woord laten.\nDat kan een goede strategie zijn als je eens niet de mening van die eeuwige witte man wil horen.\nDe beroemde Britse fotograaf Martin Parr moest deze zomer opstappen als ­artistiek directeur van een fotofestival nadat een student achttien maanden lang actie had gevoerd tegen zijn fotoboek London, waarin een foto van een zwarte kaartjescontroleur naast de afbeelding van een gorilla staat afgebeeld.\nZe denken dat ze creatief zijn, maar ze bereiken eigenlijk een soort monocultuur van dingen die alleen zij goed vinden.", "paragraphs": ["Cancelcultuur, waarbij ‘schuldigen’ aan de digitale schandpaal worden genageld, raast door de kunstwereld – met boycot, afrekening en (zelf)censuur tot gevolg. Hoe compromisloos kan kunst nog zijn?", "Het leek nog het meest op een grote schoonmaak binnen de kunstwereld, nadat kunstenaar Juliaan Andeweg eind oktober in een zes pagina’s lang artikel in NRC Handelsblad werd ontmaskerd als aanrander, verkrachter en vrouwenmishandelaar. Op sociale media werden musea met zijn werk in de collectie ­opgeroepen die kunst af te stoten. Dichter Levina van Winden organiseerde een openbare vernietiging van ‘een Andeweg’. Het betreffende wafelpaneel was ‘gedoneerd’ door een galeriehouder. Van Winden riep andere eigenaren van kunst van Andeweg, die er in het verleden mee hebben geposeerd op Instagram, op hun bezit aan haar over te dragen. Zij zal dan beslissen over een passende bestemming.", "Het is een fenomeen dat al langer bestaat, maar de Nederlandse kunstwereld kreeg er tot de zaak-Andeweg niet eerder op deze schaal mee te maken: cancelcultuur. Soms moet de kunst zelf eraan geloven, andere keren worden individuen, ­instellingen en soms zelfs hele ­beroepsgroepen aan de ­digitale schandpaal genageld, waardoor optredens, tentoonstellingen of ­opdrachten niet doorgaan, vroegtijdig worden afgebroken of op de lange baan worden geschoven.", "Het overstelpende aantal reacties op de Instagramaccount waar seksueel wangedrag, racisme of ‘onacceptabel gedrag’ in Nederlandse kunstinstituten aan de kaak wordt gesteld, geeft ook aan dat er bij academiestudenten en beginnend kunstenaars sterke behoefte is aan een corrigerend geluid. “Het is een reactie op de bestaande machtsverhoudingen, die door de inzet van sociale media worden omgedraaid. De underdog kan zo een plek veroveren in het publieke debat,” stelt Daan Roovers, Denker des Vaderlands. “Cancelcultuur bestaat al veel langer en heeft een belangrijke rol gespeeld in de Amerikaanse zwarte gemeenschap. ‘Cancelen’ betekende in eerste instantie: iemand uit het debat halen, niet aan het woord laten. Dat kan een goede strategie zijn als je eens niet de mening van die eeuwige witte man wil horen. Het is een bewust uitsluiten voor een samenzijn in eigen kring. Daar heb ik enig begrip voor, mits het tijdelijk en plaatselijk is. Je kunt mensen niet permanent uitsluiten.”", "Twitteraccount als machinegeweer", "Inmiddels is cancelcultuur veel meer geworden dan het opeisen van eigen ruimte. Het is een wapen van boycot en afrekening geworden. Roovers: “Er wordt publiek aanhangig gemaakt wie niet zou deugen. Een Twitteraccount functioneert dan als een machinegeweer. De schade daarvan kan je nooit meer ongedaan maken.”", "Hoeveel impact onlineacties kunnen hebben, weet kunstenaar en directeur van reclame­bureau KesselsKramer Erik Kessels uit ervaring. Voor Breda Photo, afgelopen september, had hij zestig vrouwelijke portretten gecomponeerd uit 800 foto’s van mensen die plastische chirurgie hebben ondergaan. De gezichten waren op een skatebaan geplakt en door het gebruik zouden ze tijdens het fotofestival steeds verder aan flarden gaan. Destroy My Face, zoals het werk heet, was door Kessels bedoeld als aanklacht tegen de ongezonde schoonheidsnormen waar vooral vrouwen aan worden onderworpen. Activisten zagen echter vooral misogynie en een oproep tot verminking van vrouwen. Er werd een petitie gestart om het werk verwijderd te krijgen en Kessels werd bestookt met dreigtelefoontjes. Toen Amerikaanse sponsors van de skatehal dreigden hun financiële steun in te trekken, werd het werk vroegtijdig opgeruimd.", "Werk dat na ophef werd gecanceld: Destroy My Face van Erik Kessels. Beeld Erik Kessels", "Internationaal, en dan vooral in de Angelsaksische wereld, volgen dit soort gevallen elkaar in hoog tempo op. De beroemde Britse fotograaf Martin Parr moest deze zomer opstappen als ­artistiek directeur van een fotofestival nadat een student achttien maanden lang actie had gevoerd tegen zijn fotoboek London, waarin een foto van een zwarte kaartjescontroleur naast de afbeelding van een gorilla staat afgebeeld. En Harry Potterauteur J.K. Rowling wordt uitgemaakt voor ‘transfoob’ omdat ze vrouwelijkheid koppelde aan biologische kenmerken.", "Prompt op non-actief", "In de Verenigde Staten werd begin dit jaar een retrospectief van Philip Guston uitgesteld omdat er ophef was ontstaan over de cartooneske figuren met witte puntmutsen die vaak op zijn schilderijen voorkomen. Riding Around (1969) toont bijvoorbeeld drie Ku Klux Klanfiguren in een cabriolet. De kunstenaar wilde wijzen op de banaliteit van alledaags racisme, maar die uitleg is in deze tijd van antiracismebewegingen te mager. Meer context is nodig, vond Kaywin Feldman, directeur van de National Gallery of Art in Washington, omdat de tentoonstelling werd samengesteld door witte curatoren. Dat is na de dood van George Floyd en de groeiende Black Lives Matterbeweging niet verantwoord meer. Mark Godfrey, namens Tate Modern ­medeorganisator van de expositie, ventileerde zijn ongenoegen op Instagram en werd prompt op non-actief gesteld.", "Volgens Raisa Blommestijn, docent en promovendus aan de rechtenfaculteit van de Universiteit Leiden, is in het geval van Guston sprake van een speciale vorm van cancelcultuur. “De musea wisten welke reacties er zouden kunnen komen en grepen in. Bij vrijheid van menings­uiting noemen ze dat zelfcensuur. Bij Guston is het een soort ‘self-cancelling’. Zo’n museum­directeur anticipeert op wat kan gebeuren en wil dat voorkomen. Men kijkt er dus niet meer naar of het mooie schilderijen zijn of hoe het werk is bedoeld.”", "Werk die na ophef werd gecanceld: het fotoboek London van Martin Parr. Beeld Fotoboek London, Martin Parr", "Kwam de roep tot boycot vroeger uit conservatieve of religieuze hoek, tegenwoordig zijn het juist jonge, progressieve activisten die gekwetst of beledigd zijn. Ze worden vaak aangeduid met de Amerikaanse term ‘woke’: bewust van maatschappelijk onrecht. Blommestijn: “Wokeness is een linkse ideologie waarin mensen pleiten voor tolerantie en progressie, maar ze bereiken precies het tegenovergestelde. Het zijn mensen die zichzelf creatief en progressief vinden, maar is dat ook zo? Ze menen progressief te zijn, maar ze bereiken regressie. Ze vinden zichzelf heel tolerant, maar ze bereiken iets wat heel intolerant is. Ze denken dat ze creatief zijn, maar ze bereiken eigenlijk een soort monocultuur van dingen die alleen zij goed vinden. Dan gaan we naar een allesomvattende vorm van censuur die niet wordt opgelegd door de staat maar door ­individuelen die intolerant zijn.”", "Alles moet uitgewist, tot kunst aan toe", "Maar vaker dan om persoonlijk onrecht gaat het bij cancelcultuur om collectieve verontwaardiging. Die heeft vaak ook een collectief doelwit: schuld treft iedereen die ooit maar zijdelings betrokken is geweest bij de dader. Alles moet worden uitgewist, tot de kunst aan toe. Maar als we alleen nog kunst in de publieke ruimte tolereren van makers die moreel helemaal in orde zijn, staat ons nog een stevige opruiming te wachten. Dan moet het complete oeuvre van ­pedoseksueel Michael Jackson van Spotify verwijderd worden en kunnen bibliotheken de boeken van Louis-Ferdinand Céline, Roald Dahl en andere antisemieten van de planken halen. En wat te denken van alle musea die werk van Caravaggio (moordenaar) of Paul Gauguin (sekstoerist) in collectie hebben? De narcistische Pablo Picasso, die door velen wordt gezien als grootste kunstenaar van de 20ste eeuw, mishandelde ‘zijn’ vrouwen fysiek en verbaal en was zo jaloers dat hij zijn eerste echtgenote in huis opsloot. Zieke geliefden werden behandeld als oud vuil en ingeruild voor een jonger exemplaar, in zeker één geval zelfs minderjarig.", "Tijdens Picasso’s leven werd daar nauwelijks moeilijk over gedaan. Blommestijn wil controversiële kunst uit het verleden nog gewoon kunnen zien: “Kunst moet in de tijd worden geplaatst waarin het gemaakt is. Schilderijen die gemaakt zijn in de tijd van de VOC kun je niet gaan beoordelen met de standaarden van vandaag.”", "Denker des Vaderlands Roovers vindt dat je je wel kunt afvragen of sommige kunst in de openbare ruimte, die zo inclusief mogelijk moet zijn, thuishoort. “Ik woon zelf in Oud-West, vlak bij de grote naakten op de gevel van de Jacob van Lennepkade waar veel om te doen is geweest. Ik mag mijn huis ook niet knaloranje schilderen, dus hier kun je ook over discussiëren.”", "De huidige cancelcultuur is volgens haar echter geen antwoord. “Het onlinedebat is zo glibberig dat iedereen die aan nuances hecht, huiverig is zijn nek uit te steken als het gaat over maatschappelijk gevoelige onderwerpen. Het opheffen van anonimiteit op de sociale media zou een belangrijke stap richting normalisering zijn. Maar wat ik vooral hoop is dat iedereen zich mondig genoeg voelt om niet naar het gruwelijke middel van cancelcultuur te grijpen.”"], "authors": ["Edo Dijksterhuis En Kees Keijer"], "keywords": ["compromisloos", "van", "nog", "kunstwereld", "hoe", "het", "die", "zijn", "op", "kunst", "kan", "een", "ze", "en", "dat", "cancelcultuur", "aan"], "pubDate": "2020-11-29T07:00:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}