{"id": "d0c38c67-9a14-36a8-a37e-abbde5ff9d86", "title": "In geboorteland Zweden staat ze op de barricaden: ‘Ze sturen Afghanen regelrecht de dood tegemoet’", "url": "https://www.parool.nl/ps/in-geboorteland-zweden-staat-ze-op-de-barricaden-ze-sturen-afghanen-regelrecht-de-dood-tegemoet~b326b406/", "summary": "Illustrator en schrijver Marit Törnqvist (55) kwam in haar geboorteland Zweden in contact met jonge Afghaanse asielzoekers die met uitzetting worden bedreigd.\nMaar minstens zo druk is ze met de zorg voor zes jonge Afghanen over wie ze zich in Zweden heeft ontfermd.\nIntussen zou ik een advocaat in de arm nemen en een zaak beginnen.\nDeze jongens hebben mijn leven enorm verrijkt.”In oktober hebt u met een groep medestanders een aanklacht ingediend bij de VN.\nPas vond ik aquarellen die ik als tiener maakte, van magere kinderen in de Sahel.", "paragraphs": ["Illustrator en schrijver Marit Törnqvist (55) kwam in haar geboorteland Zweden in contact met jonge Afghaanse asielzoekers die met uitzetting worden bedreigd. Ze staat voor ze op de barricaden. ‘Ik zie hoe ze kapotgaan.’", "Marit Törnqvist en haar man Ad Kooijman zijn weer terug in hun grachtenpand aan de Leliegracht, na een lange zomer in hun huisje in de bossen van haar geboorteland Zweden. Ze voelt zich bevoorrecht. “Ik kan op de mooiste plek van Amsterdam wonen en werken, maar me ook diep in het Zweedse bos terugtrekken, waar de elanden bijna door mijn tuin wandelen.”", "In deze tijd is het eenvoudiger om dáár te zijn. “De bomen hebben geen corona.” Het beleid mag van haar in beide landen wel wat strenger; des te sneller gaat het over. Tijdens de lockdown dit voorjaar genoot ze van de rust in de binnenstad. De Jordaan werd weer een beetje een dorp, net als toen ze er eind jaren negentig kwam wonen. “Destijds zat ik vaak voor het huis te lezen, we aten buiten met de buren en de kinderen speelden op straat. Dat gevoel kwam weer terug. Als die enorme toeristenstroom terugkomt, weet ik niet of ik het volhoud in Amsterdam.”", "In haar zolderatelier, dat uitkijkt op de Westerkerk, werkt ze aan een nieuw prentenboek. Maar minstens zo druk is ze met de zorg voor zes jonge Afghanen over wie ze zich in Zweden heeft ontfermd. En met haar strijd tegen het asielbeleid die daaruit voortvloeide.", "Met een groep prominenten voert u actie tegen de Zweedse regering. Wat speelt er?", "“In 2015 verwelkomde Zweden vluchtelingen nog met open armen. Een jaar later werd een strenge vreemdelingenwet ingevoerd. Met terugwerkende kracht, vooral dat is onrechtvaardig. Voor minderjarigen die alleen naar Zweden zijn gekomen, onder wie 23.500 jonge Afghanen, pakt deze wet dramatisch uit: zij dreigen te worden uitgezet zodra ze achttien worden.”", "Hoe bent u betrokken geraakt bij hun zaak?", "“Toen er bij ons dorp een noodopvang kwam, zette iedereen zich in. De sfeer was positief, alsof er een vrolijke storm woei. Ik ging er af en toe tekenen met kinderen. Met een paar oudere jongens, die hielpen vertalen, raakte ik bevriend. In 2017 hing een van hen uitzetting boven het hoofd. Omdat hij dat niet zou overleven– hij werd in Afghanistan ernstig bedreigd – heb ik een schuiladres voor hem gezocht.”", "Zag u verstoppen als een oplossing?", "“Ja, in elk geval voorlopig. Intussen zou ik een advocaat in de arm nemen en een zaak beginnen. Ik was ervan overtuigd dat het een misverstand was. In Europa hebben we een fatsoenlijk asielbeleid, dacht ik. Maar inmiddels zijn de schellen me van de ogen gevallen. Er wordt niet geluisterd naar zijn verhaal en ze begrijpen niets van zijn land. Ze sturen hem regelrecht de dood tegemoet. Dit gebeurt met veel jonge Afghanen. Europa heeft een deal met Afghanistan gesloten: dat land krijgt geld als ze mensen terugnemen. Daarom roepen de machthebbers dat het veilig is, terwijl er doorlopend aanslagen zijn.”", "In de afgelopen jaren heeft u zich over meer jongens ontfermd.", "“Ja, inmiddels heb ik er zes onder mijn hoede. Ik probeer te zorgen voor geborgenheid, onderdak, eten, kleding en liefst een opleiding. Ze voelen als familie, sommigen zien mij als een moeder. Ik ken hun dossiers en weet welke dreiging ze wacht. Een van hen heeft zich voor vrouwenrechten ingezet; in een video bieden de Taliban twee jaarinkomens voor zijn hoofd. Intussen is de situatie in Zweden verhard. De politie houdt razzia’s in bioscopen of huiszoekingen waarbij gezinnen van hun bed worden gelicht. Veel vluchtelingen trekken daarom naar andere landen. Drie van mijn jongens leven nu in Parijs op straat, ik bel bijna dagelijks met ze.”", "Mist u ze wanneer u in Amsterdam bent?", "“Ik mis vooral de reuring. Samen barbecueën op mid­zomeravond, of dansen in de woonkamer met kerst. Ze zouden Amsterdam zo leuk vinden; ik zie ons al met een bootje door de grachten gaan. Deze jongens hebben mijn leven enorm verrijkt.”", "In oktober hebt u met een groep medestanders een aanklacht ingediend bij de VN.", "“We konden niet elke zaak aanvechten, dus moesten we de politiek aanspreken. Die kinderen hebben vijf jaar in Zweden gewoond, zijn naar school gegaan, spreken de taal. Ik zie hoe ze kapotgaan aan die dreigende uitzetting. Het aantal zelfmoorden is tien keer zo groot als onder Zweedse jongeren. In Afghanistan woedt een gruwelijke oorlog, daar kan je geen mensen naar uitzetten.”", "Maakt het u niet moedeloos?", "“In 2017 voelde ik me zo machteloos dat ik slecht sliep en veel huilde. Maar inmiddels ben ik woedend over wat er gebeurt. In de procedures worden nare trucs uitgehaald. Als je geen ID-kaart hebt, zetten ze ‘achttien jaar’ in je dossier. Of je krijgt een tolk in de verkeerde taal. En maar roepen dat iedereen liegt! Deze jongens vormen een impopulaire groep, ze worden weggezet als potentiële criminelen. Ik zie aardige en gedreven jongens, die beschadigd zijn en niemand meer hebben. Als je ze kansen geeft, kun je zo veel moois tot bloei brengen.”", "Hoe gaat Nederland om met deze groep?", "“Vergelijkbaar: ook Nederland zet uit naar Afghanistan. En hoe wij met kamp Moria op Lesbos omgaan, vind ik een grof schandaal. Daartegen voer ik ook actie; pas heb ik gesproken op een manifestatie op het Museumplein. Waarom halen we die kinderen niet op? Waarschijnlijk vanwege die deal met Afghanistan. Als ze hier met veel bombarie zijn binnengehaald, wordt het pijnlijk om ze op hun achttiende weer uit te zetten.”", "Beeld Friso Keuris", "Bent u in Amsterdam ook betrokken bij vluchtelingen?", "“Ja, ook hier ben ik in 2015 gaan tekenen met kinderen, op de noodopvang in de Marnixstraat. Zo heb ik allerlei mensen leren kennen, zoals een Syrische jongen die inmiddels zijn bachelor tandheelkunde heeft gehaald. Ik heb hem geholpen met zijn cv en een stageplek, nu is hij zelfstandig. Dat is toch prachtig? Zo kan het gaan als je kansen krijgt.”", "Komt u nog aan werken toe?", "“Ik maak elke dag tijd om aan mijn prentenboek te werken. Daarnaast begeleid ik tekenaars in Iran en ga ik een masterclass geven in Litouwen. Misschien komt er een vervolg op de bloemlezing die we in 2017 samenstelden als welkomstboek voor vluchtelingen, met verhalen in het Arabisch over onder meer Kikker en Jip en Janneke.”", "Waar komt uw activisme vandaan?", "“Dat zit toch in mijn aard, dat ik me inleef in anderen. Pas vond ik aquarellen die ik als tiener maakte, van magere kinderen in de Sahel. Als illustrator heb ik empathie nodig om een verhaal over te brengen. En ik ben oprecht nieuwsgierig.”", "U hebt veel samengewerkt met Astrid Lindgren, die vaak tegen onrecht streed. Heeft ze u beïnvloed?", "“Ik herken zeker iets: zij was niet bang om politieke standpunten in te nemen, zelfs als het haar lezers zou kosten. Sommige Zweden denken dat zij deze situatie had kunnen voorkomen, als ze nog geleefd had. Dát betwijfel ik, deze tijd is zo anders.”", "U bent genomineerd voor de Astrid Lindgren Memorial Award, ook wel bekend als de Nobelprijs voor de kinderliteratuur. Stel dat u hem wint…", "“Dan zou ik het podium gebruiken om te spreken over de rol van het kinderboek in een wereld van intolerantie en polarisatie. Kinderen zijn de toekomst. Dat zelfs landen als Zweden hun verantwoordelijkheid niet nemen voor tienduizenden kwetsbare kinderen, zou ik zeker aan­kaarten.”"], "authors": ["Irma Ooijevaar"], "keywords": ["als", "sturen", "op", "staat", "met", "dood", "het", "ik", "regelrecht", "zweden", "die", "zijn", "ze", "een", "en", "dat", "geboorteland", "tegemoet", "barricaden"], "pubDate": "2020-11-30T20:00:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}