{"id": "d0d6d7c9-f023-347e-b99c-8e0a2adb2733", "title": "’Hoe houd ik al die bordjes hoog?’", "url": "https://www.telegraaf.nl/vrouw/844491921/hoe-houd-ik-al-die-bordjes-hoog", "summary": "Omdat je in geen van die rollen honderd procent kunt functioneren, is dat heel hard werken voor een continu aanhoudend ontevreden gevoel.\nJe belandt in een vicieuze cirkel.”Routine„Daarom zeg ik: ’Realiseer je dat die verantwoordelijkheden niet alleen bij jou liggen.\nEn dat je kind nu even wat minder beweegt, dat is dan maar even zo.\nAfhankelijk van de leeftijd, kunnen ze veel dingen ook gewoon zelf.”„Zorg ervoor dat je écht tijd voor jezelf inbouwt.\nDat zorginstinct is logisch, maar als je jezelf geen tijd gunt om op te laden, gaat dat uiteindelijk ten koste van je hele gezin.", "paragraphs": ["Orthopedagoog en therapeut Nelly ter Voert herkent de zorgen van Ita direct, en waarschuwt: „Nu we weer continu op elkaars lip zitten, is het belangrijker dan ooit om als moeder je eigen belang(en) in de gaten te houden. Anders voorzie ik over een paar maanden een enorme golf van burn-outs.”", "Riskant", "„Omdat moeders snel geneigd zijn de belangen van hun kind(eren) voorop te stellen en zichzelf weg te cijferen, willen ze tijdens deze crisis ook alle weggevallen rollen op zich nemen. Ze zijn moeder, maar ook docent, voetbaltrainer en danslerares, maar ondertussen gaat hun werk ook door en moeten ze ook nog tijd overhouden voor quality time met hun partner. Omdat je in geen van die rollen honderd procent kunt functioneren, is dat heel hard werken voor een continu aanhoudend ontevreden gevoel. Dat is heel riskant.”", "„Moeders worden steeds vermoeider en krijgen het gevoel tekort te schieten. ’Doe ik het niet goed?’, ’Ligt het aan mij?’. Die vragen zullen steeds vaker door het hoofd spoken. Een bijkomend effect is ook nog eens dat er bijna geen tijd meer overblijft voor contact met vrienden. Je belandt in een vicieuze cirkel.”", "Routine", "„Daarom zeg ik: ’Realiseer je dat die verantwoordelijkheden niet alleen bij jou liggen. Een gezin run je samen, dus iedereen draagt zijn/haar steentje bij. En waarom zou je al die bestaande routines willen behouden? We zitten nu eenmaal in een uitzonderlijke situatie die radicaal anders is, dus het is helemaal niet erg dat het dagelijks leven er anders uit komt te zien. Je hoeft geen hele schooldagen met je kind in de boeken te zitten. En dat je kind nu even wat minder beweegt, dat is dan maar even zo. Laat het los. Afhankelijk van de leeftijd, kunnen ze veel dingen ook gewoon zelf.”", "„Zorg ervoor dat je écht tijd voor jezelf inbouwt. Dat zorginstinct is logisch, maar als je jezelf geen tijd gunt om op te laden, gaat dat uiteindelijk ten koste van je hele gezin. Als je kinderen naar bed zijn, laat die laptop dan ook even links liggen. Ga even in bad, lees een boek. Al is het maar een half uur. Zorg voor jezelf.”"], "authors": ["Yara Hooglugt"], "keywords": ["dat", "van", "die", "al", "een", "en", "ook", "je", "te", "ik", "hoog", "voor", "bordjes", "houd", "het", "hoe"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}