{"id": "d0fea50d-5efd-39a0-be21-c19541f5f64d", "title": "Het Museum van Wereldculturen voelt zich weer springlevend. ‘Anderen nemen onze agenda over’", "url": "https://trouw.nl/cultuur-media/het-museum-van-wereldculturen-voelt-zich-weer-springlevend-anderen-nemen-onze-agenda-over~b5612d5c/", "summary": "Wayne Modest was tot zondag plaatsvervangend directeur van het Nationaal Museum van Wereldculturen, de koepelorganisatie van vier volkenkundige musea die nu allemaal de deuren moesten sluiten.\nTwee jaar nadat Schoonderwoerd in Leiden was begonnen, smolt ‘zijn’ Museum Volkenkunde samen met het Afrikamuseum in Berg en Dal en het Tropenmuseum in Amsterdam.\nIk herinner me dat ik tegen het team zei dat ik nog maar kort geleden ook tot die ‘anderen’ behoorde.\nMaar mijn afkomst is niet een vanzelfsprekend voordeel.”Schoonderwoerd: “De kleur van een directielid van een museum over wereldculturen is wel een thema, of je nou wilt of niet.\nDat zijn vragen waar wetenschappers, musea, kunstenaars en het publiek zich over buigen in het project ‘Pressing Matter’.", "paragraphs": ["Ja, het is raar, beamen Wayne Modest en Stijn Schoonderwoerd, om in coronatijd een carrièreswitch te maken in sectoren die zwaar te lijden hebben onder de pandemie. Wayne Modest was tot zondag plaatsvervangend directeur van het Nationaal Museum van Wereldculturen, de koepelorganisatie van vier volkenkundige musea die nu allemaal de deuren moesten sluiten.", "Sinds maandag is Modest de nieuwe ‘inhoudelijk directeur’. De functie van algemeen directeur is nog vacant, nu de vertrekkende Stijn Schoonderwoerd per 1 februari algemeen directeur wordt van de Nationale Opera & Ballet: óók een instelling die het vooralsnog zonder publiek moet stellen.", "Schoonderwoerd is geen vreemde in de wereld van muziek en opera: voordat hij in 2012 directeur werd van het Museum Volkenkunde in Leiden, was hij zakelijk directeur van het Nationale Ballet dat met de Nederlandse Opera fuseerde tot de Nationale Opera & Ballet.", "Twee jaar nadat Schoonderwoerd in Leiden was begonnen, smolt ‘zijn’ Museum Volkenkunde samen met het Afrikamuseum in Berg en Dal en het Tropenmuseum in Amsterdam. Het was een fusie uit nood: de musea stonden er financieel slecht voor, ze stonden op bezuinigingslijstjes van de regering, en hun aantrekkingskracht op het publiek was niet denderend. Dat gold ook voor het Wereldmuseum Rotterdam, dat in 2017 zelfstandig onderdeel werd van de koepel.", "Bestaansrecht ter discussie gesteld", "Schoonderwoerd: “Ik herinner me krantenartikelen die het bestaansrecht van de volkenkundige musea ter discussie stelden. En ik verbaasde me over de zelftwijfel die volkenkundige musea over de hele wereld hadden. Ik dacht: de kranten staan juist vol over kwesties als identiteit en over de vraag hoe we moeten samenleven met verschillende culturele en religieuze achtergronden; onze musea hebben daarin een enorme betekenis die niet wordt benut.”", "De stemming is sindsdien behoorlijk verbeterd, de musea zijn weer springlevend. Schoonderwoerd: “Met tevredenheid stel ik vast dat nu andere musea ook de thema’s overnemen die hoog op onze agenda stonden. Ook kunstmusea wijden nu volop aandacht aan ons koloniale verleden. En waar vroeger het Afrika Museum voorop liep met het tonen van niet-westerse kunst, halen nu ook reguliere kunstmusea die kunst binnen.”", "Het Nationaal Museum van Wereldculturen heeft zich sinds de fusie daadwerkelijk ontwikkeld tot een ‘nationaal’ instituut, dat zijn expertise deelt met andere musea. Wayne Modest, die het wetenschappelijk onderzoeksinstituut van het NMVW leidde, is daarvan een aanjager.", "Hij leidt het project ‘Pressing Matter’, waarin wetenschappers en medewerkers van negen Nederlandse musea, van Museum Bronbeek tot het Amsterdam Rijksmuseum, de herkomst van koloniale objecten onderzoeken. Ook kunstenaars, musea en vertegenwoordigers van lokale gemeenschappen uit herkomstlanden denken in dat project mee over welke rol collecties kunnen vervullen.", "Culturele achtergrond", "Modest, van geboorte Jamaicaan, promoveerde voor zijn komst naar Nederland in 2010 op een proefschrift over de manier waarop musea in het Caribisch gebied omgaan met het slavernijverleden. Gevraagd of het er voor zijn functie toe doet dat hij Afrikaanse wortels heeft, antwoordt hij: “Tsja, ik kan moeilijk bedenken hoe het zou zijn als ik anders was. Toen ik hier als hoofdconservator kwam, werd er heel vaak gepraat over ‘anderen’ - mensen van buiten, uit het Caribisch gebied bijvoorbeeld. Ik herinner me dat ik tegen het team zei dat ik nog maar kort geleden ook tot die ‘anderen’ behoorde. Dat is een deel van mijn ervaring, het was ook deel van mijn promotieonderzoek, en met die blik en met die intellectuele bagage kijk ik naar de collectie die we hebben. Maar mijn afkomst is niet een vanzelfsprekend voordeel.”", "Schoonderwoerd: “De kleur van een directielid van een museum over wereldculturen is wel een thema, of je nou wilt of niet. Mij is ook weleens gevraagd: ‘een witte man van boven de 50 op die positie, kan dat wel?’ Dit instituut was ooit nu eenmaal het reclamebureau voor het kolonialisme. Als er een toespraak over ons eigen verleden moest worden gehouden hebben Wayne en ik het er wel eens over gehad: moet ik dat nou doen of jij? Als Wayne dat doet kan de reactie zijn: ja, dat zeg jij, vanwege jouw achtergrond.", "“Voor ons beiden geldt dat onze culturele achtergrond een voordeel of een nadeel kan zijn. Maar voor een museum van Wereldculturen is het hoe dan ook belangrijk dat er mensen werken die meerdere perspectieven op betekenis, de interpretatie en de herkomst van de collectie kunnen geven, een andere kijk dan de typisch eurocentrische.”", "De afgelopen jaren is een heet hangijzer: restitutie van kunst die geroofd is, of die van grote waarde is in de landen van herkomst. Modest: “Dit onderwerp blijft actueel. De vraag die daaronder zit, is de behoefte aan rechtvaardigheid, naar een eerlijkere verdeling. Dat vinden we ook onze verantwoordelijkheid. Het klinkt misschien pretentieus, maar onze exposities moeten ook bijdragen aan dat vraagstuk hier in Nederland: hoe leven we hier beter met elkaar samen?”", "Lees ook:", "Moet je buitgemaakte Korans documenteren, tentoonstellen of terugbrengen naar Atjeh?", "Welke objecten van koloniale herkomst bevinden zich in de collecties van Nederlandse musea, hoe zijn die hier terechtgekomen, en wat voor verhaal vertellen ze – hier en in de landen van herkomst? Dat zijn vragen waar wetenschappers, musea, kunstenaars en het publiek zich over buigen in het project ‘Pressing Matter’.", "‘Nederlandse musea moeten geroofde kunst terugsturen’", "Historische kunstobjecten die tegen de zin van gekoloniseerde volkeren zijn meegenomen moeten onvoorwaardelijk terug. Dat staat in een beleidsadvies aan de regering."], "authors": ["Eric Brassem"], "keywords": ["ik", "zijn", "van", "springlevend", "en", "nemen", "een", "weer", "dat", "onze", "musea", "wereldculturen", "ook", "het", "die", "zich", "museum", "voelt"], "pubDate": "2021-01-05T11:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}