{"id": "d10cdd1a-28af-3cbc-ab78-3f0c943f3658", "title": "Hunt voorkomt dat Ashton als tweede vrouw ooit wedstrijd wint op WK darts", "url": "https://nu.nl/darts/6097174/hunt-voorkomt-dat-ashton-als-tweede-vrouw-ooit-wedstrijd-wint-op-wk-darts.html", "summary": "Lisa Ashton is er woensdag net niet in geslaagd als tweede vrouw ooit een wedstrijd te winnen op het WK darts.\nDe vijftigjarige Engelse verloor in de eerste ronde in een spannende partij met 3-2 van haar 23 jaar jongere landgenoot Adam Hunt.\nFallon Sherrock blijft daardoor de enige vrouw die ooit een wedstrijd won op het WK.\nAshton dwong vervolgens met een solide vierde set (3-2) een beslissende vijfde set af.\nDe 22-jarige Noord-Hollander verloor bij zijn debuut op het WK van de Ier William O'Connor.", "paragraphs": ["Lisa Ashton is er woensdag net niet in geslaagd als tweede vrouw ooit een wedstrijd te winnen op het WK darts. De vijftigjarige Engelse verloor in de eerste ronde in een spannende partij met 3-2 van haar 23 jaar jongere landgenoot Adam Hunt.", "Fallon Sherrock blijft daardoor de enige vrouw die ooit een wedstrijd won op het WK. 'The Queen of the Palace' drong vorig jaar door overwinningen op Ted Evetts en Mensur Suljovic zelfs door tot de derde ronde, waarin ze verloor van Chris Dobey.", "De eerste vier legs gingen met de darts mee, maar Ashton plaatste in de vijfde leg de eerste break, die haar meteen de setwinst opleverde. Hunt kwam echter sterk terug door de tweede set dankzij twee breaks met 3-0 te winnen.", "Het regende vervolgens breaks in de derde set. Ashton gooide in de vierde leg voor de setwinst, maar zag Hunt via dubbel 6 langszij komen. De Engelsman wist even later als eerste zijn eigen leg te behouden, waardoor hij voor het eerst op voorsprong kwam in sets (2-1).", "Ashton dwong vervolgens met een solide vierde set (3-2) een beslissende vijfde set af. Daarin miste ze in de vierde leg drie pijlen op dubbel 8 om de stand gelijk te trekken, waarna Hunt met een fraaie 120-finish een einde maakte aan Ashtons WK en voor het eerst de tweede ronde haalde in Alexandra Palace.", "Durrant bereikt derde ronde", "Premier League-winnaar Glen Durrant plaatste zich al voor de derde ronde. De nummer twaalf van de wereld was met 3-0 te sterk voor Diogo Portela, die dinsdag nog als eerste Braziliaan een partij won op het WK.", "Eerder op woensdag bleef Niels Zonneveld in de eerste ronde steken. De 22-jarige Noord-Hollander verloor bij zijn debuut op het WK van de Ier William O'Connor. Zonneveld kwam als eerste Nederlander in Londen in actie. In totaal doen elf Nederlanders mee aan het toernooi."], "authors": ["Door"], "keywords": ["dat", "ronde", "van", "eerste", "wint", "een", "voor", "vrouw", "wedstrijd", "ooit", "tweede", "wk", "het", "op", "te", "voorkomt", "met", "hunt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}