{"id": "d10ed1a6-9297-37d8-a783-f27a34a9ff8c", "title": "Domein van licht van Yuko Tsushima: compact en meesterlijk", "url": "https://www.parool.nl/kunst-media/domein-van-licht-van-yuko-tsushima-compact-en-meesterlijk~be098bfd/", "summary": "Eigenlijk zou het even compacte als meesterlijke Domein van licht van Yuko Tsushima (1947-2016) veel ouderwetser moeten voelen dan het geval is.\nIn de episodische roman volgen we een jaar uit het leven van een naamloze vertelster, vanaf het moment dat ze – na de breuk met haar nogal nietsnuttige man, Fujino – met haar twee­jarige dochtertje de bovenste verdieping van een kantoorgebouw in Tokio betrekt.\nHaar huwelijk offi­cieel beëindigen wordt haar van alle kanten ontraden.\nMaar indringender dan de impliciete boodschap is de manier waarop Tsushima, die zelf ook een alleenstaande moeder was, de een­zame wanhoop, bozige frustratie en momenten van alledaags (kinder)­geluk van haar vertelster weet te vangen.\nWanneer, door een lek in het waterreservoir, op een dakterras golvend water glinstert, roept het dochtertje verrukt uit: “Een zee!", "paragraphs": ["Eigenlijk zou het even compacte als meesterlijke Domein van licht van Yuko Tsushima (1947-2016) veel ouderwetser moeten voelen dan het geval is.", "In de episodische roman volgen we een jaar uit het leven van een naamloze vertelster, vanaf het moment dat ze – na de breuk met haar nogal nietsnuttige man, Fujino – met haar twee­jarige dochtertje de bovenste verdieping van een kantoorgebouw in Tokio betrekt.", "De twaalf hoofdstukken verschenen oorspronkelijk vanaf de zomer van 1978 als maandelijks feuilleton. Overduidelijk is dat echtscheiding destijds in Japan nog iets intens beschamends was, dat zelfs de verláten vrouw op de nodige patri­archale preken en vernederingen kwam te staan.", "Zo gaat de werk- en geldloze Fujino, die direct heeft laten weten dat van alimentatie geen énkele sprake kan zijn, wel mee op appartementenjacht, omdat ze anders ‘vast en zeker belazerd’ wordt. Haar huwelijk offi­cieel beëindigen wordt haar van alle kanten ontraden. (‘Iets beters dan wat je nu hebt, krijg je absoluut niet.’)", "En terwijl gemeenschappelijke vrienden zich van háár afkeren, laat zij alle neerbuigendheid en pijnlijke staaltjes mansplaining gelaten over zich heen komen.", "Dat dit, zeker bij de moderne westerse lezer, verontwaardiging wekt, zal deels de opzet zijn geweest van de in eigen land gevierde feministische schrijfster. Maar indringender dan de impliciete boodschap is de manier waarop Tsushima, die zelf ook een alleenstaande moeder was, de een­zame wanhoop, bozige frustratie en momenten van alledaags (kinder)­geluk van haar vertelster weet te vangen.", "In vaak bedrieglijk simpele, spartaans aandoende zinnen lees je hoe ze worstelt met de woedeaanvallen van haar dochtertje, of tot haar schrik droomt dat het meisje dood is (en zich afvraagt of dat een nachtmerrie of een heimelijke wensdroom was). Hoe ze alleen het huis uitgaat om te veel te drinken in cafés, mannen ontmoet met wie ze hooguit droevige, mechanische seks heeft.", "Maar tegenover die somber stemmende misère staan ook hartverwarmend tedere scènes tussen moeder en dochter. De poëtische schoonheid die schuilt in het kleine, soms zélfs in kleine rampspoed. Wanneer, door een lek in het waterreservoir, op een dakterras golvend water glinstert, roept het dochtertje verrukt uit: “Een zee! Mama, het is een zee!”", "En dat de vertelster gaandeweg steeds meer haar zelfvertrouwen en levenslust (her)vindt, voelt ook voor de lezer als een bitterzoete bevrijding."], "authors": ["Dirk Jan-Arensman"], "keywords": ["yuko", "licht", "van", "meesterlijk", "en", "een", "ze", "met", "compact", "dat", "tsushima", "te", "het", "haar", "domein", "die"], "pubDate": "2021-01-08T10:22:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}