{"id": "d1105064-d35b-3802-9f8b-ccd07f5ac3b8", "title": "This is where British Amsterdammers can get a taste of home", "url": "https://www.parool.nl/english/this-is-where-british-amsterdammers-can-get-a-taste-of-home~b5d77fe9/", "summary": "Where to get British food in Amsterdam?\nWhere can British Amsterdammers go for their beloved real ale, pies and fish and chips?\nA bit like England’s gastropubs.”Packed with BritsThe two women stand cooking British classics in the kitchen, but giving it their own twist.\nIts dreadful reputation is unjustified in the view of the Flemish cookbook author and photographer Regula Ysewijn, a dedicated ambassador for British cooking.\nSufficient reason for embracing British cooking.", "paragraphs": ["Where to get British food in Amsterdam? Beeld Suzanne Ranzijn", "British Prime Minister Theresa May may have until November to come up with a new deal, but many businesses have already taken the decision to abandon the sinking ship and translocate to the continent, with Amsterdam being one of the preferred locations. At the moment there are more than 10,000 Britons living in the city. In 2017 they made up the largest group of migrants after the Americans. Where can British Amsterdammers go for their beloved real ale, pies and fish and chips?", "Translator Martin Cleaver moved to Amsterdam from England in 1973. “Things are in a sad state for expat Brits since Marks & Spencer closed (in 2017, ed.). It was my home from home. Finding a pork pie, good sausage and above all smoked haddock has become problematic.” But there is hope around the corner. A number of shops and restaurants are billing themselves as specifically British.", "The Cottage in Oost serves British comfort food like shepherd’s pie, scones, bread-and-butter pudding and Welsh rarebit. And it all tastes as good as it sounds. Those with a thirst can also find what they’re looking for: tea, Pimm’s, a range of English ciders and an extensive beer list. Every week there is a different Sunday roast.", "Betke Winters opened The Cottage along with her partner Gillis Willeboordse, his sister Colette and her partner Maarten van der Schaft - all of them Dutch. “We wanted to open something classical and timeless. The pieces fell into place during a holiday in England, and we came up with a plan: an eatery you can turn up at any time of the day with the cosy atmosphere of front-room-meets-pub, but with good quality food. A bit like England’s gastropubs.”", "Packed with Brits", "The two women stand cooking British classics in the kitchen, but giving it their own twist. The patrons are locals, as well as British expats. “It’s just like London with the Sunday roast.” Every week, one kind of meat dish is served, accompanied by classical side dishes like roast potatoes and Yorkshire pudding. The vegetables are from the owners’ garden, and the local butcher - Poldervaart on Pretoriusstraat - supplies the meat. The place is always packed with Brits “They often know each other and swap addresses.”", "Simon Richardson, managing director at a recruitment company, has lived in Amsterdam for the past three and a half years and is a regular for the Sunday roast. “I might just as well have a subscription. I’m here a couple of times a month. Betke and Gilles have often been to England and make use of quality and fresh ingredients. It really has the taste of home here.” The Sunday roast also provides Richardson with the opportunity of promoting English cuisine among colleagues from abroad. “They think that all we can do is breakfast.”", "Apart from the Sunday roast Richardson especially misses the fish-and-chips at home. But they can also now be found in Amsterdam. “People do want a slice of home,” says Justin Brown, an English chef who moved to Amsterdam a couple of years ago. In the absence of “proper fish and chips”, he opened his own pop-up business - The Chippy. “No one says fish and chips shop in England; they say ‘chippy’. I knew that Brits would have confidence in it because of the name.”", "It worked. Within a week of setting up his Facebook page, Brown had 2,000 followers. The pop-ups and the branch on Kinkerstraat went like a bomb. “In the beginning, the customers consisted virtually entirely of English expats and tourists. A lot of Dutch people started coming after a mention in Het Parool and in blogs. They went crazy, especially over the fried Mars bars, which are popular in the north of England.” A permanent branch of The Chippy is being opened in Zaandam in October.", "Couldn’t the Brits feeling homesick not just get themselves some kibbeling? “Kibbeling is done in a light batter, whereas the crust of fish-and-chips has to be thick and really crunchy - I make my batter out of flour, yeast and local beer. It really is completely different.” Another difference is that you eat the chips with malt vinegar. Brown uses Sarson’s, which he gets from England. “Dutch people often ask for mayonnaise. I’ve got it, but I also try to get them to try vinegar. They are usually pleasantly surprised.”", "Dreadful reputation", "The Dutch have much to learn from British cuisine. Its dreadful reputation is unjustified in the view of the Flemish cookbook author and photographer Regula Ysewijn, a dedicated ambassador for British cooking. Her British baking book is being published this month following on from Pride & Pudding in 2015. The recipes are based on historical research, with classics such as Victorian sandwich cake, mince pies and scones, but also Cornish fairings (ginger biscuits) and maids of honour (sweet cheese tartlets).", "Ysewijn: This prejudice about bad cooking dates back to the 18th century, when France saw its own cuisine as more refined and superior to that of England - the other major world power. But the British had for years been renowned for the art of roasting: cooking a substantial piece of meat without fripperies.” Paying attention to the sourcing of the product is important according to Ysewijn: “There are lots of different beef and pork breeds, and good restaurants and butchers know where their meat comes from.”", "Cooking it straight while paying heed to the ingredients is in line with current ideas about food. Moreover, the Dutch culinary outlook is strongly focussed on the UK, as can be seen from the popularity of cookery writers like Jamie Oliver, Nigella Lawson and Nigel Slater. Sufficient reason for embracing British cooking."], "authors": ["Charlotte Kleyn", "Translation", "Rohan Minogue"], "keywords": ["amsterdammers", "meat", "taste", "amsterdam", "english", "england", "british", "dutch", "cooking", "food", "good", "roast"], "pubDate": "2019-05-21T08:53:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}