{"id": "d11c62f7-8469-35dc-ac94-c4311e91cb63", "title": "Nederlandse programma's vallen buiten de prijzen bij uitreiking Gouden Rozen", "url": "https://nu.nl/media/6095684/nederlandse-programmas-vallen-buiten-de-prijzen-bij-uitreiking-gouden-rozen.html", "summary": "De drie Nederlandse programma's Frontberichten, Toren C en Anne Frank videodagboek, die dit jaar kans maakten op een Gouden Roos, zijn woensdag buiten de prijzen gevallen.\nIn november werd bekend dat de programma's genomineerd waren voor de belangrijke Europese televisieprijzen.\nDe televisieprijs in die categorie werd gewonnen door de Britse televisiepresentator James Corden, die het programma Homefest: James Corden's Late Late Show Special maakte.\nIn de serie wordt het beroemde verhaal van het Joodse meisje in vlogvorm verteld.\nIn 2019 wonnen twee Nederlandse programma's een prijs: de documentaire Het Greenaway Alfabet en de NPO-webserie #tagged.", "paragraphs": ["De drie Nederlandse programma's Frontberichten, Toren C en Anne Frank videodagboek, die dit jaar kans maakten op een Gouden Roos, zijn woensdag buiten de prijzen gevallen. In november werd bekend dat de programma's genomineerd waren voor de belangrijke Europese televisieprijzen.", "De VPRO-serie Toren C, van Margôt Ros en Maike Meijer, was genomineerd in de categorie comedy. Die prijs ging naar de Amerikaanse serie Woke.", "Frontberichten van BNNVARA was genomineerd in de categorie innovatieve coronaprogramma's, die vanwege de coronapandemie in het leven is geroepen. De televisieprijs in die categorie werd gewonnen door de Britse televisiepresentator James Corden, die het programma Homefest: James Corden's Late Late Show Special maakte.", "Tot slot maakte het Anne Frank videodagboek van producent Every Media kans op de prijs in de categorie socialemedia- en videoseries. In de serie wordt het beroemde verhaal van het Joodse meisje in vlogvorm verteld. Het Australische programma Content van Ludo Studio ging er met de prijs vandoor.", "David Attenborough, de 94-jarige Britse presentator van bekende BBC-natuurprogramma's, kreeg van de European Broadcasting Union (EBU) de oeuvreprijs voor zijn televisiewerk. Attenborough zei met de prijs vereerd te zijn.", "De uitreiking van de 59e Gouden Rozen vond woensdag vanwege de coronacrisis digitaal plaats. In 2019 wonnen twee Nederlandse programma's een prijs: de documentaire Het Greenaway Alfabet en de NPO-webserie #tagged."], "authors": ["Door"], "keywords": ["rozen", "programmas", "buiten", "prijzen", "bij", "van", "categorie", "het", "gouden", "uitreiking", "die", "zijn", "woensdag", "prijs", "vallen", "en", "genomineerd", "nederlandse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}