{"id": "d1214c79-322f-3061-809d-2905f2339b5a", "title": "Antwerpse burgemeester De Wever in onderbroek bij interview", "url": "https://www.parool.nl/wereld/antwerpse-burgemeester-de-wever-in-onderbroek-bij-interview~b848f37c/", "summary": "De Wever had niet door dat hij van achteren te zien was via de spiegel.\nDe rechtse politicus liet zich zaterdag vanuit zijn slaapkamer online interviewen over zijn goede voornemens voor het nieuwe jaar.\n“Zeg, ik ben een beetje afgeleid, mijnheer De Wever,” vertrouwde presentatrice Kim Debrie hem tegen het einde van het interview toe.\n“Kan het zijn dat u daar in uw onderbroek zit?”“Hoe kan jij dat weten?” reageerde een verbaasde De Wever daarop.\n“Verdorie, omdat ik voor een spiegel zit waarschijnlijk.", "paragraphs": ["De Wever had niet door dat hij van achteren te zien was via de spiegel. Beeld Radio 2", "De Wever gaf toe dat hij het moment ‘gênant’ vond.", "De rechtse politicus liet zich zaterdag vanuit zijn slaapkamer online interviewen over zijn goede voornemens voor het nieuwe jaar. De Wever had zich voor de gelegenheid in een keurig wit-groen geruit overhemd gestoken.", "Spiegel", "Hij had er daarbij geen rekening mee gehouden dat het gesprek ook op beeld te volgen was en dat er een spiegel achter zijn bureaustoel stond. Behalve een niet opgemaakt bed, waren ook de blote benen van de Antwerpse burgervader goed te zien.", "“Zeg, ik ben een beetje afgeleid, mijnheer De Wever,” vertrouwde presentatrice Kim Debrie hem tegen het einde van het interview toe. “Kan het zijn dat u daar in uw onderbroek zit?”", "“Hoe kan jij dat weten?” reageerde een verbaasde De Wever daarop. “Verdorie, omdat ik voor een spiegel zit waarschijnlijk. Daar heb ik geen rekening mee gehouden. Bij deze begint het jaar met een bijzonder gênant moment. Dit zal me nog lang heugen.”"], "authors": [], "keywords": ["interview", "ik", "zijn", "van", "het", "onderbroek", "burgemeester", "voor", "een", "te", "spiegel", "bij", "dat", "wever", "antwerpse"], "pubDate": "2021-01-02T14:15:44Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}