{"id": "d1262a92-f73a-3f3a-b9e0-0b9fce32a6ad", "title": "Moet ik iets zeggen van die TikTok-dansjes van mijn zusje?", "url": "https://volkskrant.nl/mensen/moet-ik-iets-zeggen-van-die-tiktok-dansjes-van-mijn-zusje~b22b3694/", "summary": "Vaak danst ze met haar vriendinnen op nummers met een expliciete inhoud.\nIk wil ook niet dat mijn zusje denkt dat seks iets slechts is, maar toch voelt het gek om haar zo’n dansje te zien doen.\nZeg tegen haar dat je het dansje wel kunt doen als dat grappig is, maar dat je het niet per se hoeft te posten.\nMijn complimenten dat je zo het beste met je zusje voor hebt.\nVoor een kind is het goed om te leren dat ze iets op het internet zetten met een bepaalde inhoud.", "paragraphs": ["Lezers vragen andere lezers om raad bij problemen en dilemma’s. Deze week: kúnnen die TikTok-dansjes van mijn zusje wel?", "Mijn zusje (10) is fan van TikTok. Vaak danst ze met haar vriendinnen op nummers met een expliciete inhoud. Deze week stuurde ze een filmpje waarin ze danst op WAP (Wet Ass Pussy) van Megan Thee Stallion. Ze heeft geen idee wat ze zingt en hoe suggestief het dansje is. Daarom maak ik me zorgen. Mijn ouders weten niks van TikTok en kunnen haar dus niet in de gaten houden. Ik wil ook niet dat mijn zusje denkt dat seks iets slechts is, maar toch voelt het gek om haar zo’n dansje te zien doen. Moet ik er wat van zeggen?", "Vrouw (25), naam bij de redactie bekend", "Niet per se posten", "Praat met je zusje over wat ze zingt. Wie weet heeft ze geen idee, maar misschien ook wel. Zeg tegen haar dat je het dansje wel kunt doen als dat grappig is, maar dat je het niet per se hoeft te posten.", "Saar van den Broek (12), Tilburg", "Vertaal grove taal", "Vertaal de teksten in de meest grove taal die je kunt bedenken en laat het haar lezen. Tien tegen één dat ze ermee stopt. Vooral als tot haar doordringt dat dit wereldwijd zichtbaar wordt, en ook bij haar vriendjes. Seks is niet slecht, maar de manier waarop veel mensen ermee omgaan wel.", "Ad Seelt (63), Lexmond", "‘Ieieieh’", "Ik zat laatst met mijn dochter van 11 en wat meiden uit haar hockeyteam in de auto toen zij dat liedje opzetten en mee zaten te zingen. Ik heb hun toen met een neutraal gezicht gevraagd of ze wisten wat het betekende. Het vertalen van de losse woorden was geen probleem en toen ze dat gedaan hadden was de unanieme reactie van de achterbank ‘ieieieh’ en ‘gatver’. Probleem opgelost, zonder zelf een oordeel op te dringen.", "Tamara van Raaphorst (42), Enschede", "Niet seksueel", "Ik ben bekend met deze trend op TikTok en ken het dansje zelf ook. Heel vaak zie ik het voorbijkomen op mijn pagina. Door de TikTok-cultuur wordt dit dansje niet als seksueel opgevat, die indruk kan het natuurlijk wel wekken voor mensen die niet bekend zijn met TikTok. Je moet het vooral niet seksueler maken dan dat het in de TikTok-cultuur nu is.", "Filip Hensels (16), Alkmaar", "Verwijder de video", "Pak haar telefoon af en verwijder de video. Ze gaat hier later spijt van krijgen – lees: mee gepest worden. Zelfs Charli d’Amelio, een meisje van 16 met 90 miljoen volgers op TikTok, mag dit dansje niet doen van haar moeder. Ik zou ook af en toe haar TikTok samen bekijken en ongepaste video’s verwijderen.", "Lara Koopman (15), Den Haag", "Donald Trump", "Wat onschuldig oogt, is het eigenlijk niet. Zelfs Donald Trump moet er niks van hebben! Dat geeft toch wel te denken. Ik zou het met je vader en moeder bespreken. Jij kunt je er als oudere zus eigenlijk niet te veel mee gaan bemoeien. Mijn complimenten dat je zo het beste met je zusje voor hebt.", "Krijn Schoonderwoerd (63), Leiden", "Bepaalde inhoud", "Zelf zit ik ook op TikTok en ik zie ook dit soort dingen voorbijkomen, en het is belangrijk dat de jongere generaties weten wat ze verspreiden op het internet. Voor een kind is het goed om te leren dat ze iets op het internet zetten met een bepaalde inhoud.", "Miró Supit (17), Eindhoven"], "authors": ["Machteld Van Gelder"], "keywords": ["van", "dat", "die", "niet", "mijn", "en", "zusje", "moet", "ik", "iets", "ze", "tiktokdansjes", "op", "je", "zeggen", "haar", "met", "het"], "pubDate": "2020-10-23T13:00:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}