{"id": "d1269cf0-e39e-345a-b30f-932cc30f4299", "title": "Een selfie met je seksspeeltje, wie durft?", "url": "https://www.parool.nl/ps/een-selfie-met-je-seksspeeltje-wie-durft~b957c896/", "summary": "“Veel mensen doen nog altijd spastisch wanneer het om seksspeeltjes gaat.\n“We willen mensen oproepen om een selfie te maken en ervoor uit te komen dat ze seksspeeltjes gebruiken.\nWie dat doet en durft, krijgt van ons een goedkope kutbon die je kunt uitgeven in onze webshop.\nNu lijken seksspeeltjes een illegale liefhebberij, crimineel bijna.\nLogisch, maar er zijn ook grenzen.", "paragraphs": ["Beeld goedkopekutspullen.nl", "Is dat nodig?", "“Veel mensen doen nog altijd spastisch wanneer het om seksspeeltjes gaat. Dat zit ’m onder andere in het bezorgen. Want o wee als de buurvrouw ziet dat jij een erotisch pakketje binnenkrijgt. De toon bij bestaande webshops is vaak quasi-serieus en spannend en daarmee wordt de geheimzinnigheid rondom seksspeeltjes in stand gehouden. Dat ­vinden wij onzin: vrijwel iedereen heeft toch seks? Waar komen de ­kinderen anders vandaan?”", "Hoe goedkoop zijn jullie?", "“We zijn niet ordinair en zeker geen dumpsite, maar we voelen ons wel schatplichtig om nét onder de prijzen van onze concurrenten te zitten.”", "Jullie roepen klanten op om uit hun nachtkastje te komen.", "“We willen mensen oproepen om een selfie te maken en ervoor uit te komen dat ze seksspeeltjes gebruiken. Wie dat doet en durft, krijgt van ons een goedkope kutbon die je kunt uitgeven in onze webshop. Nu lijken seksspeeltjes een illegale liefhebberij, crimineel bijna. Maar dat is het allesbehalve. Het is gewoon plastic, je kunt ermee spelen. Meer is het niet.”", "Al veel inzendingen ontvangen?", "“We zijn pas net begonnen, dus nog geen.”", "Jullie verkopen naast kutspullen ook klotespullen.", "“Ons assortiment voor de man is een stuk minder groot. Logisch, maar er zijn ook grenzen. We geloven niet in het gelul dat opblaasspul heet. Opblaaspoppen verkopen we om die reden dan ook niet.”", "Als 2020 al het jaar van de seksspeeltjes was, wat wordt 2021 dan?", "“Een kutjaar, dat kan niet anders. Ik hoop nog kutter dan 2020, als het op seksspeeltjes aankomt, tenminste.”"], "authors": ["Alice Boothby"], "keywords": ["zijn", "van", "selfie", "en", "met", "een", "om", "wie", "te", "ook", "seksspeeltjes", "durft", "het", "seksspeeltje", "dat", "je"], "pubDate": "2021-01-05T08:57:53Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}