{"id": "d15339d7-88a1-3f1f-a06f-6eb22f67dd68", "title": "Verdachte situatie in vliegtuig op Schiphol, passagiers verlaten toestel", "url": "https://nu.nl/binnenland/6095653/verdachte-situatie-in-vliegtuig-op-schiphol-passagiers-verlaten-toestel.html", "summary": "De Koninklijke Marechaussee doet woensdagmiddag onderzoek naar een verdachte situatie in een vliegtuig op Schiphol.\nDe Koninklijke Marechaussee laat weten onderzoek te doen in het betreffende vliegtuig, maar kan niets over de aard van dit onderzoek zeggen.\nHulpdiensten hebben GRIP 2 afgekondigd, wat betekent dat hulpdiensten gecoördineerd moeten samenwerken en dat het incident invloed kan hebben op de directe omgeving.\nOp beelden is te zien dat verschillende hulpdiensten zich op de wegen rondom Schiphol hebben opgesteld.\nDe Koninklijke Marechaussee kan desgevraagd nog geen verdere details bekendmaken.", "paragraphs": ["De Koninklijke Marechaussee doet woensdagmiddag onderzoek naar een verdachte situatie in een vliegtuig op Schiphol. Inmiddels zijn de passagiers uit het betreffende toestel gehaald.", "Het is nog onduidelijk wat er precies aan de hand is. De D-pier van Schiphol is afgesloten voor onderzoek. De Koninklijke Marechaussee laat weten onderzoek te doen in het betreffende vliegtuig, maar kan niets over de aard van dit onderzoek zeggen.", "Hulpdiensten hebben GRIP 2 afgekondigd, wat betekent dat hulpdiensten gecoördineerd moeten samenwerken en dat het incident invloed kan hebben op de directe omgeving. Op beelden is te zien dat verschillende hulpdiensten zich op de wegen rondom Schiphol hebben opgesteld.", "De Koninklijke Marechaussee kan desgevraagd nog geen verdere details bekendmaken.", "64 Marechaussee zet omgeving Schiphol af om verdachte situatie in vliegtuig", "Dit bericht wordt aangevuld."], "authors": ["Door"], "keywords": ["wat", "schiphol", "het", "op", "hebben", "verlaten", "passagiers", "marechaussee", "kan", "onderzoek", "toestel", "dat", "situatie", "koninklijke", "vliegtuig", "verdachte"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}