{"id": "d16463d6-5bbe-3a65-9505-f5289f62a1f4", "title": "Bestelbus beschadigd door zwaar vuurwerk op Volhardingstraat", "url": "https://nu.nl/haarlem/6093500/bestelbus-beschadigd-door-zwaar-vuurwerk-op-volhardingstraat.html", "summary": "Een bestelbus is in de nacht van zaterdag op zondag door zwaar vuurwerk beschadigd op de Volhardingstraat in Haarlem.\nLater in de nacht is er gereedschap uit het voertuig gestolen.\nHet vooruit van zijn voertuig bleek vernield te zijn met zwaar vuurwerk.\nHij viel op omdat hij een bivakmuts op de fiets op had.\nMeerdere buurtbewoners waren vanwege het eerdere incident nog wakker en hadden de schuifdeur van het voertuig open horen gaan.", "paragraphs": ["Een bestelbus is in de nacht van zaterdag op zondag door zwaar vuurwerk beschadigd op de Volhardingstraat in Haarlem. Later in de nacht is er gereedschap uit het voertuig gestolen. De bestelbus kon vanwege de beschadigingen niet meer op slot. Twee verdachten zijn opgepakt.", "Rond 2.00 uur werd de eigenaar van de bestelbus opgeschrikt door een luide knal. Het vooruit van zijn voertuig bleek vernield te zijn met zwaar vuurwerk. Patrouillerende agenten hebben direct een 58-jarige Haarlemmer kunnen aanhouden. Hij viel op omdat hij een bivakmuts op de fiets op had.", "Rond 4.30 uur is er vervolgens gereedschap uit de bestelbus gestolen. Meerdere buurtbewoners waren vanwege het eerdere incident nog wakker en hadden de schuifdeur van het voertuig open horen gaan. Zij belden de politie, waarna een veertigjarige Haarlemmer werd opgepakt.", "Het slachtoffer heeft aangifte gedaan van vernieling en diefstal. De politie onderzoekt wat de betrokkenheid van de verdachten precies is, en of er een link is tussen hen. Hij heeft zijn gestolen gereedschap teruggekregen."], "authors": ["Door"], "keywords": ["vuurwerk", "van", "voertuig", "het", "op", "hij", "gereedschap", "zijn", "bestelbus", "zwaar", "beschadigd", "gestolen", "een", "volhardingstraat", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}