{"id": "d16fcbd8-7526-3d3d-8a52-170fab23ca5f", "title": "Urker vissers redden migranten op Noordzee", "url": "https://nos.nl/artikel/2337510-urker-vissers-redden-migranten-op-noordzee.html", "summary": "Een Urker viskotter heeft op de Noordzee een bootje met migranten gered.\nVolgens de eigenaar van de UK48 dobberde het bootje op een drukke vaarroute en is het een wonder dat het niet is overvaren door een groot schip.\n\"Eerst dacht ik dat het een sportbootje was\", vertelde kapitein Gerrit Bakker in Langs de Lijn en Omstreken op NPO Radio 1.\nGroot vlotVolgens Bakker was het bootje niet erg stevig.\nHet bootje dobberde zonder benzine op een kruispunt van vaarroutes, zegt de kapitein van de kotter.", "paragraphs": ["Een Urker viskotter heeft op de Noordzee een bootje met migranten gered. Volgens de eigenaar van de UK48 dobberde het bootje op een drukke vaarroute en is het een wonder dat het niet is overvaren door een groot schip.", "\"Eerst dacht ik dat het een sportbootje was\", vertelde kapitein Gerrit Bakker in Langs de Lijn en Omstreken op NPO Radio 1. \"Toen kwam ik dichterbij en zag ik mensen zwaaien. Toen was wel duidelijk dat het vluchtelingen waren.\"", "De 26 opvarenden, van wie drie kinderen, waren er redelijk goed aan toe. \"Ze hadden dorst en we hebben ze wat te eten gegeven.\" De migranten, vermoedelijk uit Irak, mochten niet aan boord worden gelaten van de kotter. \"We hebben de Engelse kustwacht gebeld en zijn langszij blijven liggen totdat er hulp kwam.\"", "Groot vlot", "Volgens Bakker was het bootje niet erg stevig. \"Een groot vlot met een aanhangmotor. Meer was het niet.\" Hij vermoedt dat het gevaarte vanuit Calais het Kanaal wilde oversteken en toen is verdwaald. \"Ze hebben de verkeerde koers gepakt en toen zijn ze 40 mijl noordelijker uitgekomen.\"", "Het bootje dobberde zonder benzine op een kruispunt van vaarroutes, zegt de kapitein van de kotter. \"Daar raast het van de grote boten. Een paar uur daarvoor was er nog dichte mist en dan zie je ze niet.\""], "authors": [], "keywords": ["redden", "van", "het", "op", "urker", "migranten", "bootje", "toen", "een", "ze", "en", "niet", "dat", "noordzee", "vissers"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}