{"id": "d18765b7-dab8-3d12-a5bc-1353fada961e", "title": "‘De Gemeenschap en het modernisme’ is een van de mooist vormgegeven boeken van het jaar", "url": "https://volkskrant.nl/cultuur-media/de-gemeenschap-en-het-modernisme-is-een-van-de-mooist-vormgegeven-boeken-van-het-jaar~bd1b6e1f/", "summary": "De Gemeenschap en het modernisme.\nBeeld Uit het loodWat bepaalt de smoel van een krant?\nHoera dus voor De Gemeenschap en het modernisme van de neerlandicus en publicist Lex van de Haterd, het boek waarin al Oosterbaans bijdragen aan uitgeverij en tijdschrift op groot formaat zijn afgedrukt.\nHet verscheen begin 2020 bij de bibliofiele uitgeverij Uit het lood van Frank van den Ingh en verdient dankzij het consequente ontwerp van Nenke van Wermeskerken een ereplaats onder de best verzorgde boeken van het jaar.\nHet ontwerp van den omslag is een zeer gelukkige vondst van de uitgeefster geweest.’F. Bordewijk: Bint.", "paragraphs": ["De Gemeenschap en het modernisme. Ontwerp Nenke van Wersmeskerken, 2020. Beeld Uit het lood", "Wat bepaalt de smoel van een krant? Onder veel meer: de masthead natuurlijk, het logo boven aan de voorpagina. De Volkskrant dankt het zijne aan Andries Oosterbaan, die in 1935 het woordmerk ontwierp dat – na twee revisies in latere jaren – nog altijd dag in dag uit op de voorpagina staat.", "Logo van de Volkskrant, 24 december 1946. Ontwerp Andries Oosterbaan. Beeld de Volkskrant", "Daarmee zijn we er nog niet, want de Utrechtse ontwerper, drukker en typograaf maakte ook enkele van de topomslagen van de 20ste eeuw, waaronder Blokken (1931) en Bint (‘Roman van een zender’, 1934) van F. Bordewijk.", "Oosterbaan ontwierp ze voor de literaire uitgeverij De Gemeenschap, die tussen 1925 en 1941 een gelijknamig tijdschrift publiceerde, dat vooral dankzij de vormgeving een voortrekker werd van de vooroorlogse Nederlandse avant-garde.", "Met zijn drukkerij Lumax zorgde Oosterbaan ervoor dat de uitgaven van De Gemeenschap ook in typografische zin vooropliepen. Dat zijn naam ondanks al die kwaliteiten in weinig naslagwerken is terug te vinden, zal te maken hebben met zijn vroege dood in 1935 (kort nadat Lumax de vaste drukker van de Volkskrant was geworden), gecombineerd met een bescheiden beroepsethiek: Oosterbaan zag zichzelf meer als ambachtsman dan als kunstenaar.", "F. Bordewijk: Blokken. Ontwerp Andries Oosterbaan, 1931.", "Hoera dus voor De Gemeenschap en het modernisme van de neerlandicus en publicist Lex van de Haterd, het boek waarin al Oosterbaans bijdragen aan uitgeverij en tijdschrift op groot formaat zijn afgedrukt. Het verscheen begin 2020 bij de bibliofiele uitgeverij Uit het lood van Frank van den Ingh en verdient dankzij het consequente ontwerp van Nenke van Wermeskerken een ereplaats onder de best verzorgde boeken van het jaar.", "De cover is een hommage aan een omslag uit 1925 van Gerrit Rietveld, in het binnenwerk komen de avontuurlijke ontwerpen van Oosterbaan en vakgenoten als Charles Nypels, Willem Maas, Paul Schuitema en Sybold van Ravesteyn (zie de ijzersterke eenvoud van Hendrik Marsmans dichtbundel Paradise Regained uit 1927) paginagroot tot hun recht.", "H. Marsman: Paradise Regained. Ontwerp Sybold van Ravesteyn, 1927.", "Ferdinand Bordewijk, niet altijd de toeschietelijkste, was in zijn sas met Bint: ‘De lange letters van den omslag verbeelden de masten van een radiostation. Bint immers is een ‘zender’. Het ontwerp van den omslag is een zeer gelukkige vondst van de uitgeefster geweest.’", "F. Bordewijk: Bint. Ontwerp Andries Oosterbaan, 1934.", "Tijdschrift De Gemeenschap, ontwerp Sybold van Ravesteyn, 1927."], "authors": ["Erik Van Den Berg"], "keywords": ["van", "dat", "uit", "een", "en", "mooist", "ontwerp", "boeken", "zijn", "jaar", "vormgegeven", "gemeenschap", "oosterbaan", "het", "modernisme"], "pubDate": "2020-12-11T12:00:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}