{"id": "d189fa7a-b57c-3b9f-8734-b720a6059f9b", "title": "Vrouwen in de wetenschap in 2020: ‘Niet één excuustruus op het hoogste podium’", "url": "https://volkskrant.nl/nieuws-achtergrond/vrouwen-in-de-wetenschap-in-2020-niet-een-excuustruus-op-het-hoogste-podium~ba55ade2/", "summary": "Bovendien: tel alle wetenschappelijke Nobelprijzen van dit jaar bij elkaar op en het zijn zeven mannelijke winnaars, naast die drie vrouwen.\nDat zijn de momenten waarop ik het gevoel krijg dat het kantelt.\nDat er niet één ‘excuustruus’ op het hoogste podium staat, maar dat het bij elke prijs of topfunctie net zo normaal is om voor een man als een vrouw te kiezen.’En de dieptepunten?\nVaak klinkt het argument dat het niet belangrijk is om te sturen op diversiteit, want ‘we kijken puur naar kwaliteit’.\nMaar het College was het wel eens met het belang van het doel: maatregelen nemen om de hardnekkige achterstand van vrouwelijke wetenschappers in te lopen.", "paragraphs": ["De Nobelprijs voor de scheikunde ging dit jaar naar twee microbiologen: de Amerikaanse Jennifer Doudna (r) en de Frans-Duitse Emmanuelle Charpentier. Beeld EPA", "De onderscheiding is al bijna 120 keer uitgereikt en toch ging hij pas vier keer naar een vrouw: de Nobelprijs voor de natuurkunde. Bij de scheikundeprijs liggen de verhoudingen ook al zo scheef: slechts zeven vrouwen in de erelijst. Des te opmerkelijker dat vrouwen dit jaar prijzen ontvingen in deze beide categorieën.", "Allereerst: de Amerikaanse Andrea Ghez voor haar onderzoek naar zwarte gaten (ze deelde de prijs met twee mannen). En een dag later werd bekendgemaakt dat de Nobelprijs voor de scheikunde was toegekend aan de Frans-Duitse Emmanuelle Charpentier en de Amerikaanse Jennifer Doudna, die een revolutionaire manier ontwierpen voor snelle en eenvoudige genetische manipulatie.", "Toch is dit voor Naomi Ellemers, universiteitshoogleraar en gespecialiseerd in diversiteit in organisaties, nog niet het moment om de vlag uit te hangen. ‘Alleen al het feit dat die drie vrouwen zo opvielen, zegt dat we nog een flinke weg te gaan hebben. Bovendien: tel alle wetenschappelijke Nobelprijzen van dit jaar bij elkaar op en het zijn zeven mannelijke winnaars, naast die drie vrouwen. We zijn geneigd vooral naar de positieve voorbeelden te kijken, maar je moet ook steeds die getallen blijven bijhouden om te weten of je echt op de goede weg bent.’", "Ellemers is een van de vier initiatiefnemers van Athena’s Angels, een actiegroep die zich inzet voor de belangen van vrouwelijke wetenschappers.", "Hoogleraar Naomi Ellemers is een van de vier initiatiefnemers van Athena’s Angels, een actiegroep die zich inzet voor de belangen van vrouwelijke wetenschappers. Beeld Jack Tillmanns", "Dat daar nog flink wat te winnen valt, blijkt niet alleen uit die Nobelstatistieken, maar ook uit het aandeel vrouwelijke hoogleraren in Nederland. Hoewel meer dan de helft van de afstudeerders vrouw is, is slechts 1 op de 4 hoogleraren een vrouw; slechts één procent meer dan het jaar ervoor.", "Nobelprijzen gaan vaak naar wat oudere wetenschappers, voor ontdekkingen die ze lang geleden deden. Dertig jaar geleden waren er minder vrouwelijke wetenschappers dan nu. Logisch dat vrouwen voorlopig nog minder Nobelprijzen winnen?", "Ellemers: ‘Dat verklaart het maar deels. Commissies die over dit soort prijzen gaan, hebben de prestaties van vrouwelijke wetenschappers doorgaans minder goed in beeld. Beroemd voorbeeld is Rosalind Franklin (medeontdekker van de dubbele helix van DNA, maar een drietal mannen kreeg daarvoor de Nobelprijs, TM). En zo zijn er nog veel meer vrouwelijke wetenschappers die topprestaties leverden, maar wiens bijdragen over het hoofd werden gezien. Allerlei soorten studies laten keer op keer zien dat precies dezelfde prestatie of hetzelfde cv minder positief wordt beoordeeld, als er de naam van een vrouw op staat.’", "U wilt meer vrouwelijke wetenschappers op gezichtsbepalende posities. Wat waren in dat opzicht voor u de hoogtepunten van het jaar?", "‘Hoogleraar José van Dijck werd in 2015 benoemd tot president van de Koninklijke Nederlandse Akademie van Wetenschappen, de eerste vrouw in meer dan twee eeuwen met die positie. Op dat moment hadden ze kunnen denken: we hebben een vrouw gehad, nu kunnen we wel weer een tijd mannen aan het roer zetten. Maar wat gebeurde er? Toen Wim van Saarloos haar in 2018 opvolgde werd gelijk besloten dat in 2020 wéér een vrouw president zou worden: Ineke Sluiter, hoogleraar Grieks. De Universiteit Leiden koos afgelopen jaar zowel voor een vrouwelijke rector als een vrouwelijke collegevoorzitter. Bovendien ontvingen dit jaar net zoveel mannen als vrouwen een Spinoza- en Stevinpremie, de hoogste onderscheidingen in de Nederlandse wetenschap. Dat zijn de momenten waarop ik het gevoel krijg dat het kantelt. Dat er niet één ‘excuustruus’ op het hoogste podium staat, maar dat het bij elke prijs of topfunctie net zo normaal is om voor een man als een vrouw te kiezen.’", "En de dieptepunten?", "‘Tijdens de lockdown dit jaar gingen zowel mannen als vrouwen meer in het huishouden doen en meer voor de kinderen zorgen, maar de vrouwen deden dat relatief het meest, en kwamen dus minder aan hun werk toe. Dat zie je ook terug in de productiviteit van onderzoekers. In de medische en gezondheidswetenschappen was er dit jaar een enorme toename van onderzoeksactiviteit te zien, maar vrouwelijke onderzoekers dienden naar verhouding duidelijk minder manuscripten ter publicatie in dan mannen. Ook in andere vakgebieden, zie je dat vrouwen tijdens de coronacrisis relatief minder zijn gaan publiceren dan mannen.", "‘Wat me ook tegenviel waren de resultaten van een onderzoek van Ruth van Veelen en Belle Derks onder vierduizend Nederlandse wetenschappers. Daaruit blijkt dat het beeld van de ideale wetenschapper nog steeds stereotype mannelijk is, met een grote nadruk op individuele prestaties, aantallen publicaties, binnenhalen van competitieve beurzen, enzovoorts. Vrouwen voelen zich daardoor minder thuis op de universiteit. Vrouwen die wél de top bereiken in de wetenschap passen zich ook anno 2020 aan om maar succesvol te zijn in de masculiene omgeving.", "‘Uit een onderzoek dat we na 15 jaar herhaalden, blijkt dat er in dit opzicht niet veel is veranderd. In plaats van te verwachten dat vrouwen zich moeten aanpassen is het beter te kijken naar wat kwaliteit überhaupt is, en hoe je dit objectief kunt vaststellen. Vaak klinkt het argument dat het niet belangrijk is om te sturen op diversiteit, want ‘we kijken puur naar kwaliteit’. Maar allerlei onderzoeken laten duidelijk zien dat dit vaak niet zo goed lukt. Daarom is het goed kennis te verzamelen over hoe dat soort beoordelingsprocessen werken, en hoe je kunt zorgen dat iedereen echt alleen maar op zijn of haar kwaliteiten wordt beoordeeld.’", "De TU Eindhoven koos ervoor om vijf jaar lang vacatures de eerste zes maanden alleen nog voor vrouwen open te stellen. Het College voor de Rechten van de Mens oordeelde later dat dat te ver ging. Wat vindt u daarvan?", "‘Dat voorkeursbeleid bleek inderdaad niet aan alle voorwaarden te voldoen. Maar het College was het wel eens met het belang van het doel: maatregelen nemen om de hardnekkige achterstand van vrouwelijke wetenschappers in te lopen. En de maatregel van de TU Eindhoven heeft er wel toe geleid dat er meer goede vrouwen in beeld kwamen. Omdat er zo expliciet werd aangegeven dat men op zoek was naar vrouwen. Want goede voornemens zijn niet voldoende.’"], "authors": ["Tonie Mudde"], "keywords": ["excuustruus", "hoogste", "van", "het", "podium", "2020", "voor", "en", "een", "wetenschap", "op", "vrouwen", "te", "één", "maar", "niet", "dat"], "pubDate": "2020-12-28T10:59:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}