{"id": "d193b719-3f9b-3f1b-970e-4379cb6c7ad1", "title": "Veel ziekenhuizen moeten acute zorg deels stilleggen", "url": "https://www.parool.nl/nederland/veel-ziekenhuizen-moeten-acute-zorg-deels-stilleggen~b0d32a15/", "summary": "De deels stilgelegde zorg omvat behandelingen die binnen zes weken moeten worden uitgevoerd, zoals chemokuren en het operatief verwijderen van tumoren.\nOp de locaties van het Amsterdam UMC is tot nu toe nog niet structureel besloten om de acute zorg af te schalen, aldus een woordvoerder.\nMaar het piept en het kraakt.”Ook bij het OLVG gaat de kritische planbare zorg vooralsnog door.\nEen woordvoerder spreekt wel van een ‘zeer nijpende situatie’ en een ‘grote uitdaging’.\nDe hoop vanuit de ziekenhuizen en het kabinet was dat ditmaal slechts de zorg zou moeten worden stilgelegd die langer dan zes weken kan wachten, zoals heupoperaties.", "paragraphs": ["Beeld ANP", "Dat blijkt uit meldingen die de ziekenhuizen doen bij de Nederlandse Zorgautoriteit. Het gaat om 29 procent van de ziekenhuizen. De deels stilgelegde zorg omvat behandelingen die binnen zes weken moeten worden uitgevoerd, zoals chemokuren en het operatief verwijderen van tumoren.", "Op de locaties van het Amsterdam UMC is tot nu toe nog niet structureel besloten om de acute zorg af te schalen, aldus een woordvoerder. Wel kan het ‘in een incidenteel geval’ gebeuren dat een behandeling moet worden uitgesteld. Of de kritisch planbare zorg de komende tijd verder in het gedrang komt, is volgens hem niet te zeggen. “Dat is koffiedik kijken. We bekijken de situatie elke dag opnieuw. Maar het piept en het kraakt.”", "Ook bij het OLVG gaat de kritische planbare zorg vooralsnog door. Een woordvoerder spreekt wel van een ‘zeer nijpende situatie’ en een ‘grote uitdaging’. Om de druk iets te verlagen, heeft het OLVG woensdag een derde IC-locatie geopend in Oost. Daarmee kan het ‘schaarse personeel efficiënter worden ingezet’.", "In hoeverre het BovenIJ-ziekenhuis in Noord de acute zorg heeft moeten afschalen is onbekend, het ziekenhuis was woensdag niet bereikbaar voor commentaar.", "Heupoperaties", "Tijdens de eerste golf werd alle reguliere zorg uitgesteld en werden alleen de echte spoedeisende gevallen nog geholpen. De hoop vanuit de ziekenhuizen en het kabinet was dat ditmaal slechts de zorg zou moeten worden stilgelegd die langer dan zes weken kan wachten, zoals heupoperaties. Dat gebeurde deze maand al in alle Nederlandse ziekenhuizen.", "Landelijk is het totale aantal operaties inmiddels afgeschaald met 50 procent. Een week eerder was dit nog 40 procent, de week daarvoor 26 procent. De piek in de ziekenhuizen wordt pas in januari verwacht."], "authors": ["Anna Herter"], "keywords": ["veel", "stilleggen", "van", "en", "deels", "een", "acute", "moeten", "ziekenhuizen", "procent", "te", "het", "worden", "dat", "zorg"], "pubDate": "2020-12-30T09:46:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}