{"id": "d19ad470-b632-300a-815e-dc9aa44b87bc", "title": "Rotterdams filmfestival IFFR maakt jubileumprogramma bekend", "url": "https://www.parool.nl/kunst-media/rotterdams-filmfestival-iffr-maakt-jubileumprogramma-bekend~b5d54efa/", "summary": "Beeld Rolf KonowDe 50ste editie van het International Film Festival Rotterdam opent 1 ­februari met Riders of Justice.\nCharlotte GainsbourgDe Tiger Competition telt 16 films van opkomend filmtalent, waaronder ­Feast van Tim Leyendekker, losjes gebaseerd op de geruchtmakende Groninger hiv-zaak.\nAndere IFFR Talks-gasten zijn Benoît Jacquot en Charlotte Gainsbourg, ­Lemohang Jeremiah Mosese en Dea Kulumbegashvili en Nicolás Jaar.\nHet eerste deel van het IFFR duurt tot en met 7 februari; het tweede deel staat gepland in de zomer, van 1 tot en met 6 juni.\nIk ben trots dat we deze uitzonderlijke verzameling films kunnen vertonen aan ons filmminnende publiek en dat we ons publiek op nieuwe manieren bijeen kunnen brengen.”", "paragraphs": ["IFFR, Riders of Justice. Beeld Rolf Konow", "De 50ste editie van het International Film Festival Rotterdam opent 1 ­februari met Riders of Justice. Deze zwarte tragikomedie van de Deens ­regisseur Anders Thomas Jensen (Adam’s Apples) met Mads Mikkelsen in de hoofdrol, is net als Dead & Beautiful van David Verbeek en Mitra van Kaweh Modiri opgenomen in het dertien titels tellende onderdeel Limelight, met voorpremières en cinematografische hoogtepunten.", "Charlotte Gainsbourg", "De Tiger Competition telt 16 films van opkomend filmtalent, waaronder ­Feast van Tim Leyendekker, losjes gebaseerd op de geruchtmakende Groninger hiv-zaak. De Big Screen Competition, die een brug slaat tussen populaire klassieke- en arthousecinema, telt 15 titels, de Tiger Short Competition 22 stuks, waaronder Er is een geest van mij van de Peruaanse Amsterdammer Mateo Vega en The Hole’s Journey van de Marokkaans-Amsterdamse Ghita Skali.", "Kelly Reichardt ontvangt de Robby Müller Award en geeft een Big Talk. Andere IFFR Talks-gasten zijn Benoît Jacquot en Charlotte Gainsbourg, ­Lemohang Jeremiah Mosese en Dea Kulumbegashvili en Nicolás Jaar. Het eerste deel van het IFFR duurt tot en met 7 februari; het tweede deel staat gepland in de zomer, van 1 tot en met 6 juni.", "Directeur Vanja Kaludjercic: “In dit buitengewone jaar hebben filmmakers ondanks de moeilijke omstandigheden alles in het werk gesteld om hun films te kunnen maken. Ik ben trots dat we deze uitzonderlijke verzameling films kunnen vertonen aan ons filmminnende publiek en dat we ons publiek op nieuwe manieren bijeen kunnen brengen.”"], "authors": ["Jan Pieter Ekker"], "keywords": ["van", "filmfestival", "jubileumprogramma", "rotterdams", "waaronder", "iffr", "en", "met", "kunnen", "maakt", "films", "een", "bekend", "competition", "het"], "pubDate": "2020-12-22T21:42:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}