{"id": "d1bde499-a792-3664-bfd5-859e11ec9906", "title": "Louis Andriessen (81) componeert zijn slotakkoord: May, naar Herman Gorters grote lentegedicht", "url": "https://volkskrant.nl/cultuur-media/louis-andriessen-81-componeert-zijn-slotakkoord-may-naar-herman-gorters-grote-lentegedicht~b1b4c03c/", "summary": "In zijn handen heeft hij een boekje uit 1905, het is de vierde druk van Herman Gorters epische gedicht Mei.\n‘Louis genoot zó van de woorden die hij voor zijn jongste compositie had gekozen.’May heet het stuk dat zaterdag 5 december in première gaat.\nHet is een passend moment, vindt Germino, om naar buiten te treden met een gevoelige kwestie.\nUit de geërfde boekenkast van zijn vader, de organist en componist Hendrik Andriessen, plukte hij Gorters Mei, vierde druk, 1905.\nIn drie zangen verhaalt het over de liefde van een jonge vrouw voor een dichter en voor de muziekgod Balder.", "paragraphs": ["Louis Andriessen. Beeld Hollandse Hoogte / ANP", "Half november skypet Monica Germino met haar man, de gelauwerde Nederlandse componist Louis Andriessen (81). In zijn handen heeft hij een boekje uit 1905, het is de vierde druk van Herman Gorters epische gedicht Mei. Vanuit een zorginstelling in Noord-Holland declameert hij voor zijn vrouw in Amsterdam:", "Een nieuwe lente en een nieuw geluid:", "Ik wil dat dit lied klinkt als het gefluit,", "Dat ik vaak hoorde voor een zomernacht", "In een oud stadje, langs de watergracht.", "‘Het was ontroerend’, zegt Monica Germino, een Amerikaanse violist die in de jaren negentig naar Nederland kwam en in 2012 met Andriessen is getrouwd. ‘Louis genoot zó van de woorden die hij voor zijn jongste compositie had gekozen.’", "May heet het stuk dat zaterdag 5 december in première gaat. Het is een passend moment, vindt Germino, om naar buiten te treden met een gevoelige kwestie. ‘Het zou irreëel zijn om erover te zwijgen en ik wil er geen geheim van maken. Louis lijdt aan alzheimer, een wrede ziekte.’", "Het begon met vergeetachtigheid, een val vorig jaar, toen de snelle verslechtering in januari 2020. ‘Er waren afschuwelijke momenten’, zegt Germino, ‘maar nu is Louis gelukkig. Hij speelt elke dag piano en heeft niets van zijn humor verloren.’", "Zaterdagmiddag, zo is het plan, kijkt ze samen met hem naar de livestream vanuit het Amsterdamse Concertgebouw. Het coronavirus dwarsboomde de première van May in het afgelopen Holland Festival, nu maakt de NTR ZaterdagMatinee ruim baan. Andriessen zal het koor Cappella Amsterdam horen zingen over ‘a new-born springtime and a new-born sound’. Het Orkest van de Achttiende Eeuw zal strijken, blazen en slaan op oude instrumenten.", "Het wordt hoe dan ook een historisch concert. Schrijf de clichés maar op: slotakkoord, zwanezang, einde van een tijdperk. Monica Germino protesteert. ‘Ik hoor het Louis al zeggen: sentimenteel gedoe! Maar het klopt, May wordt zijn laatste compositie.’", "Zoomen we in op het opus ultimum van Nederlands grootste componist sinds Jan Pieterszoon Sweelinck (1562-1621). Wat vormde de aanleiding voor May? Hoe kreeg Andriessen de partituur voltooid? En welke symboliek schuilt in de noten?", "Louis Andriessen in de IJsbreker in Amsterdam, 1989. Beeld Redferns", "‘als ’n jonge vogel fluitend’", "De aanleiding draagt een naam: Frans Brüggen. Hij richtte in 1981 het Orkest van de Achttiende Eeuw op, na twee decennia te hebben geschitterd als blokfluitgod. Rond 1960 vloog hij Andriessens leven binnen. De twee werden wapenbroeders in de strijd voor een bruisend muziekleven. Brüggen dook in de uitvoeringspraktijk van voorbije eeuwen. Andriessen schraapte de suikerlaag van de uit Amerika overgewaaide minimal music. Zijn dissonante, dwarse, krachtige aanpak werd wereldvermaard.", "Toen het Orkest van de Achttiende Eeuw hem uitnodigde voor een hommage aan hun in 2014 overleden leidsman, vroeg Andriessen bedenktijd. Per slot van rekening had hij geen ervaring met het componeren voor een 16-koppig koor en historische instrumenten. Cd-opnamen met Cappella Amsterdam trokken hem over de streep. Het koor zingt uitstekend zonder vibrato, een strakheid die verplicht is in Andriessens universum.", "Nu moest hij nog een geschikte tekst vinden. In zijn toelichting bij May schrijft Andriessen dat hij zocht naar ‘een groot en lang gedicht’. Het moest zijn ‘als de natuur, maar omringd door glas, met veranderende kleuren, eigenaardig en raadselachtig’. Uit de geërfde boekenkast van zijn vader, de organist en componist Hendrik Andriessen, plukte hij Gorters Mei, vierde druk, 1905. Hij vond het een ‘verbazingwekkend mooi’ en ‘zeer inspirerend’ gedicht. Van de ruim vierduizend regels over natuur en muziek, liefde en dood koos hij er tachtig.", "Frans Brüggen Beeld ANP", "‘zóó wil ik dat dit lied klinkt’", "Andriessen begon in september 2018 met componeren. ‘In april 2019 betrok hij mij erbij’, zegt Martijn Padding. Hij studeerde eind jaren tachtig bij Andriessen compositie aan het Koninklijk Conservatorium in Den Haag. Ze werkten vaker samen en na May, was de bedoeling, zouden ze hun krachten bundelen voor een nieuwe opera.", "‘Louis was op driekwart van May. In de pianopartituur, zeg maar het staketsel van de compositie, had hij de noten tot in detail opgeschreven. Alles wat hem uniek maakt zat erin: de waanzinnige stemvoering, de perfecte akkoordverbinding. Vanaf dat moment werd ik zijn klankbord. Het componeren ging moeizamer, maar in juni 2019 had hij de pianopartituur klaar. Alle noten waren van hem, ik heb niets toegevoegd.’", "Bleef over: de instrumentatie, het verdelen van de noten over orkest en koor. Andriessen, de bewezen virtuoos met funky basgitaar en brutaal koper, keek opeens aan tegen het onbekende. In de wereld van natuurhoorns en darmsnaren was hij een novice.", "Martijn, zei hij, nu moet jij aan de bak. Louis, zei Martijn, jíj moet beginnen. Dus toen Louis en Monica een dag of tien naar hun studio in Frankrijk gingen, stopte Louis May als huiswerk in zijn koffer. ‘Hij mocht er graag over mopperen’, zegt Germino. ‘Martijn liet hem zo hard werken! Maar stiekem vond hij het heerlijk. Toen we weer thuis waren had hij de helft af.’ Padding: ‘En wel zo gedetailleerd, dat ik de instrumentatie zoals Louis die was begonnen kon doorzetten.’", "‘hoort, er gaat een nieuw geluid’", "On-Andriesseniaans aan May is alvast de toonhoogte. Het Orkest van de Achttiende Eeuw stemt zijn instrumenten af op 430 hertz, een fractie lager dan vandaag de dag gebruikelijk. Een stijlbreuk in Andriessens sterk ritmisch gedreven oeuvre is de overdaad aan fermates: vaktaal voor tekentjes die noten of rusten een tel of wat langer laten duren.", "‘Louis was er in zijn lessen altijd kritisch op’, zegt Padding, ‘fermates hielden de muziekstroom maar tegen. Natuurlijk heb ik hem ernaar gevraagd, maar hij zei: het moet tóch. Net als een paar subtiele tempo-overgangen en opmerkelijke vertragingen.’", "Ook over de altblokfluit hebben ze een woordje gewisseld. May is koud 14 maten onderweg, of het instrument duikt op met trillers en tierelantijnen. Vier maten later noteert Andriessen: tacet al fine, oftewel in de resterende 18 minuten moet de blokfluit zwijgen. Een spookoptreden.", "‘Natuurlijk zijn die maten een hommage aan Frans Brüggen', zegt Padding. ‘Andere componisten zouden zo’n eerbetoon uitmelken, niet Louis. Aanstellerij! Frans steekt even zijn kop door het raam om het stuk aan te slingeren. En dat was dan dat.’", "Louis Andriessen na de Amerikaanse première van zijn stuk Agamemnon, uitgevoerd door het New York Philharmonic o.l.v. Jaap van Zweden in David Geffen Hall, 2018. Beeld Getty Images", "‘toen alle wolken te begraven gingen’", "‘Het ontroerendst’, zegt Martijn Padding, ‘vind ik de maten waarin het koor zingt over een trom met een doodsroffel. Huiveringwekkend mooi gecomponeerd.’", "‘Louis is nooit bang geweest voor de dood’, zegt Monica Germino. ‘Wel voor pijn. Maar pijn is tegenwoordig ouderwets, zei hij dan. Waarmee het probleem was opgelost.’", "Padding: ‘Ik herinner me een etentje, Louis was helder. Hij zei: wie weet wordt May wel mijn laatste stuk, het kan natuurlijk zomaar zijn dat het op een dag klaar is.’", "Germino: ‘Nu speelt hij graag op een vleugel in het theater van zijn instelling. Medebewoners schuiven soms aan.’", "Padding: ‘Het gaat van Bach tot boogiewoogie. Maar vergis je niet: al improviserend verzint hij nog steeds bijzondere muziek. Zijn vormbesef blijft ijzersterk.’", "Germino: ‘Ik vraag altijd: mag ik het opnemen? Louis zegt dan vaak met een lieve lach: natuurlijk, dat móét!’", "Andriessen, Josquin en Mozart door Cappella Amsterdam en het Orkest van de Achttiende Eeuw o.l.v. Daniel Reuss. 5/12, Concertgebouw, Amsterdam. NPO Radio 4, 14.00 uur, livestream op radio4.nl", "Louis Andriessen 1939 geboren in Utrecht 1957 student aan het Koninklijk Conservatorium in Den Haag 1959 wint de Gaudeamus Award voor jonge componisten 1962 gaat studeren bij Luciano Berio in Milaan 1969 maakt de opera Reconstructie met o.a. Harry Mulisch en Peter Schat 1976 breekt door met De Staat, spraakmakend stuk voor vier vrouwenstemmen en groot ensemble 1989 brengt zijn opera De Materie in première 2008 krijgt de Johan Wagenaarprijs voor zijn gehele oeuvre 2010 krijgt de Amerikaanse Grawemeyer Award (100.000 dollar) voor zijn opera La Commedia 2013 schrijft Mysteriën voor het 125-jarige Concertgebouworkest 2016 wordt lid van de Akademie van Kunsten; krijgt de Amerikaanse Kravis Prize (200.000 dollar) voor zijn hele oeuvre 2019 krijgt een eredoctoraat van de Universiteit van Amsterdam", "‘Het ding is af’ Aldus de nuchtere woorden die de 23-jarige Herman Gorter in november 1888 schrijft aan een vriend, de classicus en componist Alphons Diepenbrock. ‘Het ding’, dat was Gorters gedicht Mei. In drie zangen verhaalt het over de liefde van een jonge vrouw voor een dichter en voor de muziekgod Balder. Op lange zomeravonden kreeg Diepenbrock het werk in wording door Gorter voorgelezen. ‘Iedereen was naar bed, en ik haalde dan uit den kelder een flesch wijn en die dronken wij samen op tot de vroege morgen. Het is Gorter zijn beste tijd geweest, daarna is hij in de war geraakt.’"], "authors": ["Guido Van Oorschot"], "keywords": ["lentegedicht", "van", "componeert", "andriessen", "het", "op", "grote", "naar", "zijn", "hij", "slotakkoord", "met", "een", "herman", "gorters", "en", "louis", "voor"], "pubDate": "2020-12-03T15:41:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}