{"id": "d1ca4cb4-7f84-3b83-87d4-632e97bf99d0", "title": "Oud-hockeyster Ellen Hoog: ‘De Jordaan is écht Amsterdam’", "url": "https://www.parool.nl/ps/oud-hockeyster-ellen-hoog-de-jordaan-is-echt-amsterdam~bcda0e0a/", "summary": "Ellen Hoog: ‘Bij het Bostheater heb je die fantastische trappen waar je heerlijk op en af kunt rennen.’ Beeld Nosh NenehMijn buurt“Ik woon in de Stadionbuurt.\nDit is een heel fijn buurtje, zeker met een kind.”Favoriete markt“Op zaterdagen is er een markt hier op het plein.\nEr staat een goede kaasboer, er is een standje met Frans delicatessen en je kunt lekker brood kopen.\nAls het een beetje mooi weer is, hangt iedereen op het plein en halen we biertjes bij Bar Alt.\nToen heb ik hem de stad laten zien, alsof ik er al jaren woonde.", "paragraphs": ["Ellen Hoog: ‘Bij het Bostheater heb je die fantastische trappen waar je heerlijk op en af kunt rennen.’ Beeld Nosh Neneh", "Mijn buurt", "“Ik woon in de Stadionbuurt. Toen ik hier belandde in 2012 was er nog niks – in ieder geval nog niet zoals nu. Sindsdien is het Stadionplein helemaal veranderd, er is veel gebouwd en nieuwe horeca gekomen. Het is heel leuk geworden. Toen ik zwanger was, wilden we verhuizen en keek ik ook wel naar andere buurten, maar ik ben blij dat we toch hier zijn gebleven. Dit is een heel fijn buurtje, zeker met een kind.”", "Favoriete markt", "“Op zaterdagen is er een markt hier op het plein. Daar heb je de lekkerste hummus van de stad, allerlei smaken. Er staat een goede kaasboer, er is een standje met Frans delicatessen en je kunt lekker brood kopen. Heel vers allemaal. Als het een beetje mooi weer is, hangt iedereen op het plein en halen we biertjes bij Bar Alt. Dat zijn leuke, knusse zaterdagen.”", "Beste plek om te ontspannen", "“Het Amsterdamse Bos, zowel met mijn dochter Bowie (8 maanden) als zonder. Ik vind het fijn om daar een wandeling te maken of te sporten. Je hebt er een heel parcours waarbij je lekker kunt hangen en trekken en doen. En bij het Bostheater heb je die fantastische trappen waar je heerlijk op en af kunt rennen. Die kleine vindt het er ook leuk. Stepje mee, of een bal. En in de zomer in het zwembadje.”", "The Coffee District in de Hendrik Jacobszstraat. Beeld Nosh Neneh", "Koffietent", "“Mijn eerste koffie drink ik thuis. Na het ontbijt ga ik ergens een cappuccino halen, het liefst bij The Coffee District in de Hendrik Jacobszstraat. Dat is zo’n fijne tent, mooi interieur ook. En het wordt gerund door een superleuk stel.”", "Rijp voor de sloop", "“De Wibautstraat. Die is zo grijs, grauw en lelijk. Niks van sfeer.”", "Winkelen", "“Velour in de Negen Straatjes. Er was een tijd dat ik alleen daar mijn kleren kocht. En de Archive Store op het Frederiksplein, die heeft prachtige kinderspullen. Nu mag ik daar van mezelf alleen nog maar heen met een helder doel, anders koop ik veel te veel.”", "De speeltuin op de Van Tuyll van Serooskerkenweg. Beeld Nosh Neneh", "Amsterdam voor kinderen", "“Hier om de hoek, op de Van Tuyll van Serooskerkenweg, is een geweldige speeltuin. Mensen uit de buurt droppen daar hun oude speelgoed; er staan allemaal autootjes en fietsjes. En het is vrij veilig, dus ik kan onze dochter daar lekker haar gang laten gaan.”", "Groenteboer Leegwater. Beeld Nosh Neneh", "Dagelijkse boodschappen", "“Bij onze groenteboer, Leegwater, haal ik vaak verse groenten en fruit. Ze maken ook maaltijden. Ik doe graag uitgebreid boodschappen in de buurt en vind het fijn om kleinere winkels te steunen. Je krijgt een band met de winkeliers, maakt een praatje. En Bowie krijgt overal iets te ­snacken: een stukje kaas, een visfrietje.”", "Een avond stappen met...", "“Mijn maatje Naomi van As. Dan gaan we eerst sushi eten bij Izakaya of Mr. Sam, en eindigen we in La Bastille op het Leidseplein. Als het personeel ons ziet binnen­komen, weten ze al wat er gaat gebeuren. Ook als het zomer is vragen we kerst­muziek aan en zetten we kerstmutsen op. Die hebben ze daar gewoon achter de bar liggen. Eerst chic uit eten en daarna fout meeblèren met Mariah Carey en de polonaise lopen.”", "Mooiste plek van de stad", "“De Jordaan. Dat is écht Amsterdam. En dan is de Bloemgracht, denk ik, mijn lievelingsgracht. Met dat mooie uitzicht op de Westertoren.”", "Date night", "“Met mijn man Kelvin doe ik eigenlijk hetzelfde. Eerst uit eten, bijvoorbeeld bij mijn lievelingsrestaurant La Fiorita in de Jordaan, en dan ergens in een kroeg belanden. We hadden onze eerste date in Café Bédier, daar gaan we graag heen.”", "De stad uit", "“Volgend jaar verhuizen we naar Muiden. We wilden iets meer ruimte en een tuin, voor die kleine. We hebben heel lang gezocht naar een huis in Amsterdam dat nog een beetje betaalbaar was, maar dat hebben we gewoon niet gevonden. Toen kwam dit nieuwbouw­project op ons pad en hebben we besloten toch de stad uit te gaan. Ik vind dat best spannend, de stad verlaten. Ik ga de reuring overdag missen. De drukte ’s avonds wat minder, denk ik.”", "Mooiste herinnering", "“Ik ben op mijn achttiende in Amsterdam komen wonen. Toen ik hier net een paar weken zat, kwam mijn vader op bezoek. Toen heb ik hem de stad laten zien, alsof ik er al jaren woonde. Hij kwam veel in Amsterdam en kende de stad natuurlijk goed. Maar toch liet hij mij m’n gang gaan. Ik deed alsof de stad helemaal van mij was en zo voelde dat toen ook.”"], "authors": ["Jessica Kuitenbrouwer"], "keywords": ["oudhockeyster", "van", "amsterdam", "jordaan", "het", "op", "écht", "daar", "ik", "een", "je", "hoog", "en", "dat", "ellen", "er"], "pubDate": "2020-11-29T09:00:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}