{"id": "d1d8c9fe-1954-370c-9277-4c46e5a49702", "title": "Bridgerton is uitstekend binge-materiaal, vooral door het onbedaarlijke plezier dat de acteurs op de schitterende locaties lijken te hebben ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/bridgerton-is-uitstekend-binge-materiaal-vooral-door-het-onbedaarlijke-plezier-dat-de-acteurs-op-de-schitterende-locaties-lijken-te-hebben~b816d09e/", "summary": "Bridgerton Beeld NetflixNetflix denderde 2021 binnen met Bridgerton, een serie gebaseerd op de populaire historische romans van Julia Quinn, over de romantische avonturen van de leden van de gelijknamige familie aan het begin van de 19de eeuw.\nCentraal in het leven van deze voorname familie staat ‘het seizoen’, een eindeloze aaneenschakeling van dansfeestjes, waarin jonge mannen en vrouwen op zoek zijn naar huwelijksmateriaal.\nEr gaat in de acht episodes heel wat tijd zitten in het opschorten van rokken en het ontgespen en ontrijgen van laarzen, jurken en korsetten, gevolgd door seks op pittoreske locaties, met een duidelijke Instagram-vibe.\nEn hoe denkt u dat dat afloopt?\nHoewel Bridgerton vrij superieur binge-materiaal is, vooral door het onbedaarlijke plezier dat de acteurs op al die schitterende locaties lijken te hebben, zitten er plotwendingen en ‘duistere geheimen’ in die af en toe doen denken aan een vroege variant van de Fifty Shades-trilogie.", "paragraphs": ["Bridgerton Beeld Netflix", "Netflix denderde 2021 binnen met Bridgerton, een serie gebaseerd op de populaire historische romans van Julia Quinn, over de romantische avonturen van de leden van de gelijknamige familie aan het begin van de 19de eeuw. Centraal in het leven van deze voorname familie staat ‘het seizoen’, een eindeloze aaneenschakeling van dansfeestjes, waarin jonge mannen en vrouwen op zoek zijn naar huwelijksmateriaal. En als je erin slaagt om ‘goed’ te trouwen, liefst boven je stand, en er ook nog liefde in het spel is, dan heb je het goed gespeeld.", "Bridgerton voegt zich in een rijtje moderne kostuumfilms- en series (neem de Apple-serie Dickinson of de Jane Austen-verfilming Emma) waarin de historische accuratesse van kostumering en locaties gepaard gaat met allerlei moderne ingrepen, soms elegant vermomd. In Bridgerton horen we bij de vele balscènes de muziek van het Vitamin String Quartet; als die muziek u bekend voorkomt, dan komt dat doordat het hier instrumentale versies van Thank U, Next van Ariana Grande of Bad Guy van Billie Eilish betreft. Aardige vondst is ook een nieuwsbrief die de hele society op de hoogte houdt van de laatste roddels (bij wijze van 19de-eeuwse sociale media), terwijl de zoektocht naar de anonieme auteur van dit schandaalblaadje een aardig plotlijntje oplevert.", "Een ander meteen in het oog springend aspect van Bridgerton is de kleurenblinde casting in een over het algemeen melkwit genre, zonder dat de kleur een rol speelt in het verhaal over een tijd waarin iedereen geobsedeerd was door maatschappelijke hiërarchie. En zit in de meeste kostuumdrama’s veel zogenaamde onderhuidse spanning, in Bridgerton komt veel spanning bovendrijven, als u begrijpt wat ik bedoel. Er gaat in de acht episodes heel wat tijd zitten in het opschorten van rokken en het ontgespen en ontrijgen van laarzen, jurken en korsetten, gevolgd door seks op pittoreske locaties, met een duidelijke Instagram-vibe. En veel mannenbillen ook!", "Hoewel het plot draait om de sociale kringen van de familie Bridgerton en de eindeloze pogingen van jonge vrouwen om een goede man te strikken, is het centrale stel de oudste Bridgerton-dochter Daphne (de meest begeerde jonge vrouw in haar kringen) en de geheimzinnige hertog Simon Basset, Duke of Hastings. De twee (fijn gespeeld door Phoebe Dynevor en Regé-Jean Page, twee belachelijk aantrekkelijke mensen) worden door de hele wereld in de gaten houden en spreken af dat ze een quasiverhouding aangaan om van de vele roddels af te zijn. En hoe denkt u dat dat afloopt?", "Ja, die plot wordt er af en toe met een trekpaard bijgesleept. Hoewel Bridgerton vrij superieur binge-materiaal is, vooral door het onbedaarlijke plezier dat de acteurs op al die schitterende locaties lijken te hebben, zitten er plotwendingen en ‘duistere geheimen’ in die af en toe doen denken aan een vroege variant van de Fifty Shades-trilogie.", "Julia Quinn heeft al een hele plank vol met romantische romans over het Regency-tijdperk geschreven en seriemaker Shonda Rhimes maakt al sinds 2005 de ziekenhuissoap Grey’s Anatomy. Voorlopig zijn we nog niet af van de Bridgertons."], "authors": ["Mark Moorman"], "keywords": ["plezier", "schitterende", "vooral", "uitstekend", "onbedaarlijke", "van", "en", "een", "met", "lijken", "te", "op", "locaties", "bridgerton", "het", "door", "dat", "die"], "pubDate": "2021-01-07T15:18:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}