{"id": "d1ed21ea-3808-3a92-aeea-b09d10b24a83", "title": "Een paling krijgt nogal wat te verduren bij zijn entree in Amsterdam", "url": "https://www.parool.nl/ps/een-paling-krijgt-nogal-wat-te-verduren-bij-zijn-entree-in-amsterdam~be455f24/", "summary": "Wat een paling zoal te verduren krijgt bij zijn entree in Amsterdam, kunnen mensen zelf ondervinden in een ­installatie op het Marineterrein.\nIn de voormalige schietbaan van Defensie heeft kunstenaar Sheng-Wen Lo een parcours ingericht dat het midden houdt tussen een stormbaan en een escaperoom.\nMaar het zijn doekjes voor het bloeden.\nMaar wij zijn geen vissen, dus waarschijnlijk komt maar een deel er goed doorheen.”De kunstenaar wil de bezoekers van zijn hindernisbaan aan het denken zetten.\nZo moet het zijn voor een paling die in een door mensenhanden gemaakte constructie zijn weg moet vinden naar het leefgebied waar zijn soortgenoten al duizenden jaren kind aan huis zijn.", "paragraphs": ["Onderwaterbeeld uit de expositie EndLESS Amsterdam bij ARCAM Beeld Maarten Erich / Divection", "Na de oversteek van de Atlantische Oceaan roept het zoete water. Glasaaltjes van net iets meer dan zes centimeter ruiken al de plek waar ze een grote paling hopen te worden. Ze hebben zesduizend kilometer achter de rug om dan te ontdekken dat de Nederlandse delta door dammen en sluizen niet meer is ingesteld op trekvissen. Gerookte paling geldt als een oer-Hollandse lekkernij, maar de vis wordt hier ­bepaald niet met open armen ontvangen.", "Wat een paling zoal te verduren krijgt bij zijn entree in Amsterdam, kunnen mensen zelf ondervinden in een ­installatie op het Marineterrein. In de voormalige schietbaan van Defensie heeft kunstenaar Sheng-Wen Lo een parcours ingericht dat het midden houdt tussen een stormbaan en een escaperoom. Al meteen bij binnenkomst dient een vervaarlijk draaiende wentelwiek zich aan. Zie daar maar eens langs te komen.", "Hindernisbaan", "De turbine staat symbool voor de krappe doorgang in spuisluizen en waterkrachtcentrales die veel palingen ­fataal worden. De verdere hindernissen moeten een beetje een verrassing blijven, maar ook die staan voor barrières die de paling moet overwinnen op weg naar Amsterdam. De schietbaan is bijvoorbeeld aardedonker. “Dat verbeeldt de vervuiling van het water,” zegt Lo. “Troep en chemicaliën verstoren het reukorgaan dat de paling helpt om zijn weg te vinden.”", "Zelfs palingvissers hebben een plek gekregen in de ­hindernisbaan, die de komende weekenden open blijft. Lo waarschuwt alvast dat we het einde van de baan mogelijk niet halen. “Maar als de tijd op is, komen we je redden. Je hoeft niet voor eeuwig te blijven.”", "Bij het binnenzwemmen van de stad betreden trekvissen een wereld die niet voor hen is gemaakt, zegt Lo. Met de beste bedoelingen worden vistrappen of vispassages aangelegd waarmee ze sluizen toch kunnen passeren, dat wel. Maar het zijn doekjes voor het bloeden. “Bedacht door mensen die vissen proberen te helpen vanuit menselijk perspectief. Maar wij zijn geen vissen, dus waarschijnlijk komt maar een deel er goed doorheen.”", "De kunstenaar wil de bezoekers van zijn hindernisbaan aan het denken zetten. Hij heeft geprobeerd om als een alien naar de mens te kijken, zegt hij. Hoe zou de mens een steile wand passeren? Een ladder zou handig zijn, maar ja, weet zo’n alien veel? Zo moet het zijn voor een paling die in een door mensenhanden gemaakte constructie zijn weg moet vinden naar het leefgebied waar zijn soortgenoten al duizenden jaren kind aan huis zijn. “We maken het mogelijk om hier te komen. Niet makkelijk.”", "Zo staan rond het Oosterdok de komende weken en maanden ook exposities en een geluidswandeling in het teken van de paling. De makers hebben zich laten inspireren door de Franse filosoof Bruno Latour, die vanavond in Amsterdam de Spinozalens krijgt uitgereikt. ­Latour stelt dat we de wereld eens vanuit het perspectief van dieren of zelfs dingen moeten bekijken.", "Waarom is het inmiddels breed geaccepteerd dat mensen rechten hebben, terwijl dat voor niet-mensen allerminst vanzelfsprekend is? Waarom is er in ons denken zo’n harde scheidslijn tussen natuur en cultuur? Latour oppert dat we ons inleven in niet-mensen en die een stem geven in een ‘parlement der dingen’, zoals de paling dus.", "Onderwaterbeeld uit de expositie EndLESS Amsterdam bij ARCAM Beeld Maarten Erich / Divection", "Treurig gezicht", "Binnen Nederland worden zijn gedachten verder uitgewerkt door De Ambassade van de Noordzee. Harpo ’t Hart: “Wij zijn een stad van mensen en niet-mensen. Wat nu als we de paling als een Amsterdammer beschouwen? Hoe zouden we rekening met ze kunnen houden?” Dat is broodnodig, want de paling heeft het moeilijk. “De paling staat op de Rode Lijst en wordt met uitsterven bedreigd. Als politiek geen rekening wordt gehouden met de paling staan de sluizen dicht en liggen er dode palingen bij de sluisdeuren. Dat gebeurt best vaak, een treurig gezicht.”", "Als geluidskunstenaar werkte ’t Hart mee aan een interactieve wandelroute over de paling. Op amsterdammertjes rond het Oosterdok staat een qr-code waarmee een ­audiotour kan worden gestart waarin onder meer een visboer, filosofen en de makers van een kunstmatig rif bij het Marineterrein aan het woord komen.", "De ‘geluidswandeling’ is geregisseerd door landschapsarchitect Thijs de Zeeuw. Met aquatisch ecoloog Maarten Erich ging hij voor een expositie in Arcam op zoek naar de paling. Door een duik in de Sloterplas en de Ouderkerkerplas hebben ze de paling zelfs ontmoet. Bij Arcam zijn de onderwaterbeelden van ongeveer een halve meter lange, volwassen palingen te zien – een toevalstreffer, geven ze grif toe.", "Op een plattegrond van de stad hebben ze het leven van de paling in kaart gebracht. In doorgaande wateren gaat het heel aardig, zo blijkt. “Maar veel water zit achter ­stuwen, gemaaltjes en sluisjes. Daar komt de paling niet goed bij.” Een goed voorbeeld is de Sloterplas. Een mooi beschut gebied, maar aan alle kanten afgesloten, zegt De Zeeuw. De palingen die er bij toeval jaren terug terecht zijn gekomen, zouden allang weg willen gaan, maar zien geen kans meer om naar de Sargassozee te vertrekken en zich voort te planten.", "In Arcam is het ook mogelijk om te ruiken aan de zoetwatergeur die de paling naar het Nederlandse binnenwater lokt. En hoe voelen de verschillende bodemsoorten? Van De Zeeuw, onder andere ontwerper van het olifantenverblijf in Artis, mag de paling wel wat zichtbaarder worden in de stad. Bij het Oosterdok ziet hij wel mogelijkheden voor een ‘palingparkje’. “Hier zijn de voorbije weken ­honderden palingen langsgekomen op weg naar de Noordzee. Laat dit dan het laatste wegrestaurant zijn – nog even wat mosseltjes oppeuzelen en een stekelbaarsje – voordat ze hun spijsverteringsorganen overboord zetten en aan de terugreis beginnen. Als menselijke Amsterdammer zie je dan ook: hier gebeurt wat onder water.”", "Nu is de paling in de stad vooral zichtbaar als lekker hapje op een broodje. Dat is traditie, maar hoe lang nog? “We spraken een stadsecoloog en die zei dat de paling ongeveer net zo bedreigd wordt als de laaglandgorilla,” zegt De Zeeuw. Erich: “Als we in Afrika de handen van een gorilla op de markt zien, zijn we geschokt. Maar als we hier twintig gerookte palingen op een rij zien hangen, vinden we dat heel normaal.”", "Onderwaterbeeld uit de expositie EndLESS Amsterdam bij ARCAM Beeld Maarten Erich / Divection", "Uit het straatbeeld", "Dat ligt gevoelig natuurlijk, maar het lijkt een kwestie van tijd voordat de gerookte paling uit het straatbeeld verdwijnt. Het is een extra reden om de paling en andere vissen beter te leren kennen. Of, in de woorden van Latour: om ze te representeren. Erich: “Anders is het: uit het oog, uit het hart.” Wij mensen krijgen daar ook iets voor terug. “De stad moet een werkend ecosysteem zijn,” zegt ’t Hart. “Anders zou het hier vreselijk zijn – veel te warm, vol smog, niet uit te houden.”", "Het denken van Latour leidt tot een andere manier om naar natuurbeleid te kijken. ’t Hart noemt de rivier Whanganui, die in Nieuw-Zeeland een rechtspersoon is geworden. “In een commissie die de rivier moet representeren zijn inheemse volkeren vertegenwoordigd, maar ook milieuorganisaties en de overheid. Als we zeggen dat we natuurbeleid belangrijk vinden, moet dat niet alleen uit de goedheid van ons hart komen, maar integraal worden opgenomen in de manier waarop we politiek bedrijven. En dan moeten ze dus aan tafel zitten – rivieren, de Noordzee, de paling. Hoe dat moet, onderzoeken we nu.”", "Bij de paling blijkt al: dat valt nog niet mee. “Ze spreken onze taal niet. Van eerdere emancipatiebewegingen zijn we gewend dat degenen die zich emanciperen voor zichzelf kunnen spreken.”", "Kunstenaar Sheng-Wen Lo heeft een eenvoudig voorbeeld waarmee het eigenlijk heel vanzelfsprekend wordt om meer inlevingsvermogen op te brengen voor de paling en andere dieren in de stad. “Als jouw moeder pijn heeft, kun jij ook niet voelen wat zij voelt. Maar dat weerhoudt je er niet van met haar mee te leven.”", "Moeten wij mensen ­beter ons best doen? “Als het gaat om een andere soort neemt de ratio het opeens over. Dan zeggen we: het is zinloos om je in te leven. Maar bij je moeder denk je ook niet: ik voel haar pijn niet, laat maar zitten.”", "Onderwaterbeeld uit de expositie EndLESS Amsterdam bij ARCAM Beeld Maarten Erich / Divection"], "authors": ["Bart Van Zoelen"], "keywords": ["van", "verduren", "wat", "bij", "het", "maar", "zijn", "entree", "een", "niet", "te", "krijgt", "en", "dat", "nogal", "paling"], "pubDate": "2020-11-24T17:00:54+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}