{"id": "d1f3e46d-5e8d-3eec-9e49-05f4496fb617", "title": "Wie kunst op tv echt de ruimte wil geven, heeft niet genoeg aan geld alleen", "url": "https://volkskrant.nl/cultuur-media/wie-kunst-op-tv-echt-de-ruimte-wil-geven-heeft-niet-genoeg-aan-geld-alleen~bedc0a85/", "summary": "Maar goed, meer kunst op tv dus.\nDat programma, Mondo, is inmiddels ook uitgegumd, zonder toezegging dat het ontstane gat zal worden opgevuld.\nHet zijn formuleringen die van kunst het hulpbehoevende neefje van breed amusement maken en suggereren dat smaak iets is dat je moet bedienen in plaats van dat je het kunt helpen ontwikkelen.\nBij M is ietsje meer ruimte: Teus Nobel en Eric Vloeimans traden er op en er werd ook een stukje uit La bohème opgevoerd.\nWie kunst echt de ruimte wil geven, heeft niet genoeg aan geld alleen.", "paragraphs": ["Afgelopen weekend zei voormalig Rijksmuseumbaas Wim Pijbes in Het Financieele Dagblad het volgende over cultuur op de NPO: ‘Waarom geen opdracht geven aan dichters of andere kunstenaars om dagelijks te reflecteren op deze tijd en de bevolking moed in te spreken?’ Eens, uiteraard, alhoewel kunst volgens mij niet een soort fraai uitgevoerde weekendbijlage moet zijn, geen voortzetting van de actualiteit met andere middelen. Maar goed, meer kunst op tv dus.", "De voortekenen zijn hoopvol; een paar weken geleden werd bekend dat er extra geld wordt vrijgemaakt en de NPO heeft inmiddels een soort taskforce opgetuigd om die gelden zinnig te besteden. Op het digitale kanaal NPO 2 Extra (voorheen NPO Cultura, daarvoor Cultura 24) worden herhalingen van cultuurprogramma’s afgewisseld met theater- en concertregistraties van artiesten, gezelschappen en orkesten die al negen maanden nauwelijks hebben kunnen optreden.", "Nu verschijnt er zelfs bij hoge uitzondering een heuse opera op de reguliere netten. Terwijl afgelopen zondag op NPO 1 Willem II en Sparta het tegen elkaar opnamen, bracht de NTR op buurzender NPO 2 een registratie van Fidelio. In een recensie in deze krant werd benadrukt hoe bijzonder dat was. En dat een van de redenen dat de opera het tot primetime had geschopt was dat-ie onder leiding stond van de vermaarde Jaap van Zweden – een BN’er op de bok, dat kunnen we aan.", "Er heerst opgetogenheid over alle extra cultuurinspanningen. En toch... 2020 is het jaar waarin VPRO Boeken van de zondagochtend werd gekieperd, met als belofte dat er een nieuw cultuurprogramma voor in de plaats zou komen. Dat programma, Mondo, is inmiddels ook uitgegumd, zonder toezegging dat het ontstane gat zal worden opgevuld. Zo is het geweldige Podium Witteman een van de laatste tv-plekken waar kunst werkelijk ruim baan krijgt.", "NPO-bestuursvoorzitter Shula Rijxman vertelde vorige maand dat zij Nederlanders ‘een avondje uit op de bank wil geven’, en directeur Frans Klein sprak zondag in het radioprogramma De perstribune over uiteenlopende ‘smaakgemeenschappen’ die bediend moeten worden. Het zijn formuleringen die van kunst het hulpbehoevende neefje van breed amusement maken en suggereren dat smaak iets is dat je moet bedienen in plaats van dat je het kunt helpen ontwikkelen. Voorbeeld: bij Op1 hadden ze de afgelopen weken alleen plek voor gesprekjes met megasuccesvolle types als Adriaan van Dis en Jandino Asporaat. Bij M is ietsje meer ruimte: Teus Nobel en Eric Vloeimans traden er op en er werd ook een stukje uit La bohème opgevoerd. Oké, na een gesprek over Puccini met Chazia Mourali en haar dochter, maar tóch.", "Wie kunst echt de ruimte wil geven, heeft niet genoeg aan geld alleen. Er is een welwillende omgeving nodig, een aandachtige omkadering en bovenal: de overtuiging dat het bedienen van een zo breed mogelijk publiek vaak bij nader inzien een tamelijk smalle taakomschrijving is."], "authors": ["Frank Heinen"], "keywords": ["van", "dat", "niet", "een", "wil", "genoeg", "en", "het", "tv", "met", "wie", "npo", "heeft", "ruimte", "op", "geven", "er", "kunst"], "pubDate": "2020-12-17T12:49:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}