{"id": "d1fc7bbf-a77c-37d2-a0d4-b85e4a9a97d8", "title": "Deze visköfte is een ode aan de traditie", "url": "https://trouw.nl/recepten/deze-viskofte-is-een-ode-aan-de-traditie~bd6e59ee/", "summary": "Het mooie is: iedereen die het claimt, heeft gelijk.\nEn waar mensen samen leven en samen eten ontstaat iets nieuws.\nEn dus niet alle kimchi, hummus en taco’s op een grote snackende hoop gooien, omdat het lekker bekt op Instagram en het ons eeuwige roem geeft.\nEn waar ook nieuwe gerechten ontstaan, als ode aan de traditie.\nFrituur de visköfte goudbruin en serveer met partjes citroen, takjes peterselie en munt, plakjes komkommer, verse pita, tahinasaus en een hete saus naar smaak.", "paragraphs": ["Over van alles kun je twisten. Ook over eten. En zeker in het Midden-Oosten. Wie bezit de hummus of de falafel? Het mooie is: iedereen die het claimt, heeft gelijk. Eten laat zich lekker nooit bezitten. En waar mensen samen leven en samen eten ontstaat iets nieuws.", "Maar één ding wil ik zeggen, of liever: roepen! Laten we het gebied, de tradities en mensen waar ons eten vandaan komt, blijven eren. En dus niet alle kimchi, hummus en taco’s op een grote snackende hoop gooien, omdat het lekker bekt op Instagram en het ons eeuwige roem geeft.", "Laat het zijn wat het is: eetcultuur die over mensen gaat en die tot stand kwam op een specifieke plek met dito omstandigheden. Met nog een groot voordeel: het wordt er duizend keer lekkerder en specialer van.", "Zo herstelde kookboekenauteur Vanja van der Leeden saté in zijn oorspronkelijke fantastische luister en laat ze zo de echte satécultuur zien. Man, wat lekker. En met die aandacht voor oorspronkelijke receptuur vertel je de verhalen van mensen. Tegelijk is het een lekkerbekmanier van geschiedenis schrijven. Als eten gelijkstaat aan cultuur, dan moeten we die ook bewaren. Ik pleit voor nationale receptarchieven, bij voorkeur wereldwijd.", "Nu gaan recepten, als ze niet meer worden overgedragen in families, zo met kokende oma’s en opa’s het graf in. Verloren cultuur. In mijn mediterrane droom, waar ik in de vorige lockdown over schreef, creëer ik een plek tussen de olijfbomen waar alle tradities uit de grote Mediterranée van Oost naar West samenkomen. Waar ze worden gedocumenteerd en uitgewisseld. Waar ze kunnen groeien en begrepen worden in de juiste context. En waar de mensen uit wie ze ontstonden kunnen worden geëerd.", "En waar ook nieuwe gerechten ontstaan, als ode aan de traditie. Daarom een Egyptisch recept van Slowmed, een project dat online persoonlijke recepten documenteert uit de Mediterranée. Een klein archief dus.", "Ayman Mohameds visköfte", "Ingrediënten (voor 4 personen)", "• 275 gr witvis", "• 250 gr aardappel", "• 1 teen knoflook, fijngestampt", "• 1 sjalot, heel fijngesneden", "• 2 el fijngesneden koriander", "• 2 el fijngesneden peterselie", "• 1 el komijn", "• ½ el kaneel", "• zout en peper", "• 2 eieren, losgeklopt", "• oud gedroogd broodkruim of paneermeel", "• olie om in te frituren", "Bereiding", "Breng een pan met ruim gezouten water aan de kook en pocheer de vis 10 minuten. Haal eruit en laat afkoelen. Schil de aardappels en snijd in stukken. Doe ze in het kookwater van de vis en kook ze gaar in 15 tot 20 minuten. Giet af, laat uitstomen en stamp ze grof.", "Meng met de knoflook, sjalot, koriander, peterselie, komijn, kaneel, zout en peper. Trek de vis in stukjes en meng door het aardappelmengsel. Meng goed, maar de vis hoeft niet helemaal fijn te worden.", "Maak balletjes van het aardappel-visköftedeeg. Dip de balletjes in het losgeklopte ei en daarna in het broodkruim. Verhit de olie tot 180 graden of tot een blokje brood goudbruin kleurt. Frituur de visköfte goudbruin en serveer met partjes citroen, takjes peterselie en munt, plakjes komkommer, verse pita, tahinasaus en een hete saus naar smaak.", "Koken", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Merijn Tol"], "keywords": ["visköfte", "ode", "van", "deze", "mensen", "het", "waar", "traditie", "met", "die", "een", "ze", "en", "eten", "aan"], "pubDate": "2020-11-13T07:53:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}