{"id": "d21c36dc-1fac-30fe-8710-fa88b6ab21c6", "title": "Vragen over Sydney van Hooijdonk zinnen Steijn niet: 'Het gaat altijd over hem'", "url": "https://nu.nl/voetbal/6096256/vragen-over-sydney-van-hooijdonk-zinnen-steijn-niet-het-gaat-altijd-over-hem.html", "summary": "NAC Breda-trainer Maurice Steijn was vrijdag behoorlijk geïrriteerd over de vele vragen die hij kreeg over Sydney van Hooijdonk.\nVan Hooijdonk, de zoon van oud-spits Pierre van Hooijdonk, kwam pas in de negentigste minuut in het veld als vervanger van Mario Bilate en was daar zichtbaar niet blij mee.\nSteijn werd voor de camera van FOX Sports meerdere keren gevraagd waarom hij Van Hooijdonk zo laat bracht en daar was hij niet van gediend.\nOp dat moment dacht ik dat we nog wel wat frisheid konden gebruiken en dat dat dan in de negentigste minuut is, dat zij dan maar zo.\"\nVoor de appgebruikers: tik op de tweet om beelden te bekijken van een boze Sydney van Hooijdonk na afloop van de wedstrijd tegen Go Ahead Eagles.", "paragraphs": ["NAC Breda-trainer Maurice Steijn was vrijdag behoorlijk geïrriteerd over de vele vragen die hij kreeg over Sydney van Hooijdonk. Hij liet de spits tijdens de uitwedstrijd tegen Go Ahead Eagles (0-0) in de Keuken Kampioen Divisie pas een paar minuten voor tijd invallen.", "Van Hooijdonk, de zoon van oud-spits Pierre van Hooijdonk, kwam pas in de negentigste minuut in het veld als vervanger van Mario Bilate en was daar zichtbaar niet blij mee. Hij schopte na afloop al mopperend onder meer een bal in de dug-out.", "Steijn werd voor de camera van FOX Sports meerdere keren gevraagd waarom hij Van Hooijdonk zo laat bracht en daar was hij niet van gediend. Na bijna vier minuten vroeg hij of het interview kon worden beëindigd.", "\"Ik weet niet waar je naar toe wilt. Je vraagt elke keer hetzelfde en ook steeds op een negatieve manier. Als je ergens op uit bent, dan moet je dat zeggen, maar er is in elk geval niets aan de hand\", aldus Steijn.", "\"Ik vond dat het heel behoorlijk stond dus ik had geen reden om eerder te wisselen. Op dat moment dacht ik dat we nog wel wat frisheid konden gebruiken en dat dat dan in de negentigste minuut is, dat zij dan maar zo.\"", "Voor de appgebruikers: tik op de tweet om beelden te bekijken van een boze Sydney van Hooijdonk na afloop van de wedstrijd tegen Go Ahead Eagles.", "'Het moet wel over NAC blijven gaan'", "Steijn gaf even later in gesprek met het AD aan waarom hij zo geprikkeld was. \"De vragen over Van Hooijdonk blijven een terugkerend verhaal. Dat vind ik al heel lang. Als jullie daar constant over beginnen, dan kan je er ook geen streep onder zetten.\"", "\"Ik kan me de vraag voorstellen, zeker, maar als hij vijf minuten voor tijd komt, hebben jullie ook vragen. En is het een kwartier voor tijd, is het ook niet goed. Vragen horen bij mijn werk, maar soms raak ik er geïrriteerd over. Het gaat altijd over onze topscorer. Het moet wel over NAC blijven gaan.\"", "Van Hooijdonk, die dit seizoen al acht doelpunten maakte, kreeg donderdag naar eigen zeggen te horen dat hij voorlopig niet hoeft te rekenen op een basisplaats, omdat Steijn tevreden is over de huidige bezetting in de aanval. Hij heeft daar geen begrip voor.", "\"In de winterstop vertrekken is een heel goede optie. We hebben nog één wedstrijd dit kalenderjaar en daar zal ik me eerst op moeten focussen. We zien daarna wel wat er gaat gebeuren, ik heb geleerd dat het snel kan gaan. Ik weet niet waar Sydney van Hooijdonk volgende maand speelt.\"", "Bekijk het programma, de uitslagen en de stand in de Keuken Kampioen Divisie"], "authors": ["Door"], "keywords": ["vragen", "dat", "hem", "van", "hooijdonk", "hij", "ik", "sydney", "niet", "een", "het", "gaat", "en", "op", "zinnen", "steijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}