{"id": "d21e165c-18d1-36b4-bbfc-e0048430bc69", "title": "Persoonlijke verhalen centraal in tentoonstelling slavernij Rijksmuseum", "url": "https://volkskrant.nl/cultuur-media/persoonlijke-verhalen-centraal-in-tentoonstelling-slavernij-rijksmuseum~b8eb3817/", "summary": "Omdat het museum vanwege corona maar beperkt bezoekers mag toelaten, heeft het ook een onlineversie van de tentoonstelling samengesteld.\nBeeld Romuald HazoumèIJzeren kettingenIn de tentoonstelling zijn 140 voorwerpen te zien, waarvan veertig uit de eigen collectie van het Rijksmuseum komen.\nVoor de expositie is ook een audiotour gemaakt, waarbij tien verschillende mensen ieder het verhaal van een van de hoofdpersonen uit de doeken doen.\nTot de vertellers behoort Remy Bonjasky, de voormalige Surinaams-Nederlandse kickbokser die afstamt van slaven die op plantages moesten werken.\nElementen van de tentoonstelling over slavernij zullen later worden opgenomen in de vaste collectie van het Rijksmuseum, kondigde Taco Dibbits aan.", "paragraphs": ["Pieter Cnoll, Cornelia van Nijenrode en hun dochters. Jacob Coeman, 1665. Op de achtergrond staan twee tot slaaf gemaakten. Beeld Rijksmuseum", "Niet alleen wordt de slavernij getoond die door Nederland werd opgelegd in Suriname, de Antillen en Brazilië, maar ook die in voormalige kolonies als Indonesië en Zuid-Afrika.", "Omdat het museum vanwege corona maar beperkt bezoekers mag toelaten, heeft het ook een onlineversie van de tentoonstelling samengesteld. Daarnaast is er over de expositie een magazine gemaakt dat wordt uitgedeeld aan alle scholen in Nederland, de Antillen en Suriname.", "Dit heeft het Rijksmuseum donderdag bekendgemaakt tijdens een persconferentie via een videoverbinding. Directeur Taco Dibbits, hoofd geschiedenis Valika Smeulders en senior conservator geschiedenis Eveline Sint Nicolaas legden daarin uit hoe de tentoonstelling eruit gaat zien. De laatste twee hebben die samengesteld met hulp van veel mensen van binnen en buiten het museum.", "In 2017 werd daarmee begonnen, lang voor de Black Lives Matter-protesten die wereldwijd uitbraken in mei van dit jaar. ‘Het Rijksmuseum moet het huis van iedereen zijn waar je het complete beeld kan krijgen van de Nederlandse geschiedenis en cultuur’, zei Dibbits over de beslissing om een expositie te wijden aan een gevoelig onderwerp als slavernij. ‘We hopen dat mensen zich meer bewust worden van het verleden en dat ze elkaar daardoor beter gaan begrijpen en samen verder kunnen gaan.’", "La Bouche du Roi, een installatie met onder meer kralen, tabak en specerijen. Onderdeel van de tentoonstelling. Beeld Romuald Hazoumè", "IJzeren kettingen", "In de tentoonstelling zijn 140 voorwerpen te zien, waarvan veertig uit de eigen collectie van het Rijksmuseum komen. Een van de stukken werd tijdens de persconferentie al in een video getoond: een balk met ijzeren kettingen waaraan meerdere slaven tegelijk konden worden vastgeketend. Daarnaast zal aan de hand van orale vertellingen de geschiedenis worden toegelicht van de door Nederland opgelegde slavernij, die duurde van het begin van de 16de eeuw tot 1863.", "Voor de expositie is ook een audiotour gemaakt, waarbij tien verschillende mensen ieder het verhaal van een van de hoofdpersonen uit de doeken doen. Tot de vertellers behoort Remy Bonjasky, de voormalige Surinaams-Nederlandse kickbokser die afstamt van slaven die op plantages moesten werken.", "In de persconferentie werden al enkele van de tien personen onthuld die straks in de expositie centraal staan. Zoals Wally, een slaaf die werkte op een Nederlandse plantage in Suriname. Hij vluchtte, werd gepakt en ontsnapte ternauwernood aan een gruwelijke dood.", "Ook wordt het verhaal verteld van de in 1707 overleden Surapati, een slaaf van een Nederlands echtpaar in Batavia die later vocht tegen de Verenigde Oost-Indische Compagnie (VOC). Hij werd in 1975 uitgeroepen tot nationale held van Indonesië.", "Slaafgemaakte mannen werken op het land. Anoniem, circa 1850. Beeld Rijksmuseum", "Rembrandt", "Verrassend genoeg is Oopjen Coppit (1611-1689) ook een van de tien hoofdpersonen. Zij is samen met haar man Marten Soolmans geportretteerd door Rembrandt. De twee huwelijksportretten werden in 2015 na enig getouwtrek door Nederland en Frankrijk gezamenlijk gekocht. ‘Toen wij haar nader onderzochten, waren we verbaasd hoeveel verbindingen zij bleek te hebben met de geschiedenis van slavernij’, legde Eveline Sint Nicolaas uit.", "De familie van de man van Oopjen was rijk geworden door de verwerking van suikerriet dat op Braziliaanse plantages was geteeld en geoogst door slaven. De tweede echtgenoot van Oopjen, Maerten Daey, had in Brazilië gevochten en heeft haar uit eerste hand kunnen vertellen over hoe het er op de plantages aan toeging.", "Elementen van de tentoonstelling over slavernij zullen later worden opgenomen in de vaste collectie van het Rijksmuseum, kondigde Taco Dibbits aan. Hij sloot niet uit dat de expositie later gaat reizen. ‘Wij denken daarover na, omdat in deze tentoonstelling Azië, het Caribisch gebied, Afrika en Nederland worden samengebracht.’"], "authors": ["Michiel Kruijt"], "keywords": ["van", "tentoonstelling", "die", "aan", "een", "rijksmuseum", "en", "centraal", "persoonlijke", "slavernij", "op", "worden", "verhalen", "het", "door"], "pubDate": "2020-12-10T14:20:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}