{"id": "d234db66-f233-39f0-84af-dc77795ad547", "title": "Nieuwe versie van Het Jungle Boek is wreder dan de Disneyfilm", "url": "https://www.parool.nl/kunst-media/nieuwe-versie-van-het-jungle-boek-is-wreder-dan-de-disneyfilm~b31de959/", "summary": "Beeld -‘Waarom vragen ­jullie Daan niet?” had een bevriend schrijver gezegd toen er plannen werden beraamd voor een nieuwe versie van Het Jungleboek.\nEn die nieuwe versie – ook knap gemaakt, maar stom-ver-velend, met zo nu en dan een elementje van de oorspronkelijke Kipling: droogte, een bosbrand.”Het boek is een stuk wreder dan de zoetsappige Disneyversies, benadrukt Remmerts de Vries.\nBeeld -Gestoorde apenHij koos ervoor het verhaal van Mowgli aan een stuk door van A tot Z te vertellen; een paar zijwegen sneuvelden.\nMaar in Kiplings tijd lieten de Britten zich met geweer fotograferen voor een tableau met zeven of acht gevelde tijgers.\nIn plaats daarvan speelt de python een welhaast heroïsche rol voor het ‘menssssenjong.’“Kaa is een wijze vriend en een goede gast – daar ben ik het helemaal mee eens.", "paragraphs": ["Het Jungle Boek. Beeld -", "‘Waarom vragen ­jullie Daan niet?” had een bevriend schrijver gezegd toen er plannen werden beraamd voor een nieuwe versie van Het Jungleboek. “Die is in India geweest.”", "Daan Remmerts de Vries (58) maakte vier grote reizen naar India, de eerste op zijn 19de met een half-Indiase schoolvriend naar onder meer het Gir Forest in Gujarat. “We hebben daar een week lang naar tijgers gezocht, maar hebben ze niet gevonden. Wel werden we achtervolgd door de Aziatische leeuwen die daar leven; ze zijn bijna uitgestorven. We waren te voet, ze hadden het voorzien op het waterbuffeltje dat onze gidsen bij zich hadden; en liepen achter ons aan in de droge rivierbedding.”", "Neem van hem aan: ze waren doodsbang. “Al heb ik toch wel veel foto’s genomen, achterom. Daarna voel je je onoverwinnelijk: ik ben door vijf leeuwen achtervolgd en níét opgegeten.”", "Tijdens latere reizen, onder meer naar Khana Tijgerreservaat dat het decor vormt voor Het Jungleboek, zag hij die tijgers overigens wel. Roemruchte tijger in de klassieker van Rudyard Kipling is Shere Khan. Het bij de wolven opgegroeide jongetje Mowgli bindt met hem de strijd aan. Wie kent het verhaal niet, door de beroemde Disneyfilm uit 1967 of – vooruit – de live remake uit 2016?", "Moorddadige rotzakken", "‘Vergeet de films’, maant Remmerts de Vries in het boek, voorafgaand aan ‘het echte verhaal over Mowgli, die opgroeide in het oerwoud van India.’ “Die tekenfilm is natuurlijk ontzettend leuk, daar ben ik als jongetje van zeven of acht een week lang diep van onder de indruk geweest. Ik wilde leven zoals Mowgli. Heel mooi gemaakt, maar het had niets met Kipling te maken. En die nieuwe versie – ook knap gemaakt, maar stom-ver-velend, met zo nu en dan een elementje van de oorspronkelijke Kipling: droogte, een bosbrand.”", "Het boek is een stuk wreder dan de zoetsappige Disneyversies, benadrukt Remmerts de Vries. “En veel realistischer, maar ook weer niet: zoals Kipling de rode honden beschrijft die een aanval beramen op de wolven. Zulke grote groepen komen niet voor, hoor, en rode honden zijn leuke, wilde, slimme overlevers met een bijzondere groepssolidariteit; niet de moorddadige rotzakken die Kipling er van maakt.”", "Hij heeft de nieuwe vertaling van het boek dat hij in zijn jeugd had gelezen en waarvan hij nog een oude versie in huis had met heel veel liefde gemaakt. “Het taalgebruik was heel ouderwets, langzaam en soms lachwekkend hoogdravend en statig. ‘Hela gij broerke’ – een jongetje tegen een langslopende wolf! En Baloe de beer die dichterlijke taal uitsloeg. Het moest sneller gaan, pittiger verlopen. En ik heb er ook veel grapjes in gestopt. Geestigheid wordt ondergewaardeerd in Nederland.”", "Het Jungle Boek. Beeld -", "Gestoorde apen", "Hij koos ervoor het verhaal van Mowgli aan een stuk door van A tot Z te vertellen; een paar zijwegen sneuvelden. Werk om van te smullen, aldus Remmerts de Vries. “Al vond ik het wel moeilijk dat Kipling de dieren soms zo lelijk beschrijft. De apen die wat hem betreft ook zo gestoord zijn als het maar kan – in dat deel van de jungle kwamen trouwens helemaal geen orang oetangs voor zoals Koning Louie in de tekenfilm.”", "En Shere Khan – in de tekenfilm bindt Mowgli een brandende tak aan zijn staart en maakt de tijger dat hij weg komt. In de remake uit 2016 sterft hij in een vlammenzee.", "“Bij Kipling wordt hij door Mowgli gevild nadat die hem door stampende kuddes waterbuffels heeft laten verpletteren. Verschrikkelijk om een tijger zo te behandelen, zo’n mooi, intelligent dier. Maar in Kiplings tijd lieten de Britten zich met geweer fotograferen voor een tableau met zeven of acht gevelde tijgers. Er was toen nog zoveel natuur dat natuurbescherming niet nodig was.”", "Wel heeft hij er veel plezier aan beleefd te beschrijven hoe de olifanten het mensendorp met de grond gelijkmaken – een scène die in de films ontbreekt. “Olifanten leefden daar overigens ook helemaal niet, dus hoe dat nou zit met kolonel Hathi en de zijnen? Maar het was heel fijn om de dieren daar te kunnen laten winnen en de resten van het dorp plat te laten stampen en weer bij de jungle te voegen.”", "Heroïsche slang", "Een wending die voor Disneyadepten onverwacht komt: slang Kaa heeft in Het jungleboek geenszins de bedoeling Mowgli in zijn kronkels te verstikken en op te peuzelen. In plaats daarvan speelt de python een welhaast heroïsche rol voor het ‘menssssenjong.’", "“Kaa is een wijze vriend en een goede gast – daar ben ik het helemaal mee eens. Hij redt de dag, meer dan eens. Want waarom zou een slang slecht zijn? Wat is dat voor een paradijselijke kletskoek?”", "Beeld Irwan Droog", "Rudyard Kipling, Het Jungleboek; hervertelling Daan Remmerts de Vries, illustraties Mark Janssen, Uitgeverij Volt, €17,50, 136 blz."], "authors": ["Marjolijn De Cocq"], "keywords": ["boek", "van", "disneyfilm", "dan", "het", "nieuwe", "die", "met", "wreder", "zijn", "jungle", "een", "en", "te", "versie", "dat", "voor"], "pubDate": "2020-12-08T14:51:05+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}