{"id": "d240ceeb-7d91-3a0c-8f0d-7c59f533b542", "title": "In dit Friese gehucht hielden 225 Nederlandse soldaten 17.000 nazi’s tegen", "url": "https://volkskrant.nl/reizen/in-dit-friese-gehucht-hielden-225-nederlandse-soldaten-17-000-nazi-s-tegen~b300023a/", "summary": "Op de Afsluitdijk ligt een een verdedigingswerk van zeventien kazematten met 225 manschappen.\nDe bunkers van Stelling Kornwerderzand blijken een onneembare vesting – en dat zónder de toverdrank van Obelix.\nDe Stelling van Kornwerderzand blijkt een sterk staaltje militaire architectuur.\nStelling Kornwerderzand, waar een handvol Nederlandse soldaten een complete Duitse divisie weet te stoppen, wordt alsnog ontruimd.\nReplica van een geïmproviseerde kazemat in de door de Duitsers platgewalste Wonsstelling.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland. Aflevering 27: Kornwerderzand.", "Als de nazi’s in 1940 Nederland binnenvallen, ondervinden ze relatief weinig weerstand. De reden is simpel: Hitlers leger is onvoorstelbaar veel sterker dan het Nederlandse. De Blitzkrieg is binnen vijf dagen beslecht, maar één Fries gehucht houdt dapper stand. Op de Afsluitdijk ligt een een verdedigingswerk van zeventien kazematten met 225 manschappen. Zij kunnen de 17 duizend soldaten van de Duitse 1ste Cavaleriedivisie op de kale dijk al van 4 kilometer afstand zien aankomen en verwelkomen hen met een spervuur van kogels en granaten. De bunkers van Stelling Kornwerderzand blijken een onneembare vesting – en dat zónder de toverdrank van Obelix.", "Het gehucht Kornwerderzand op de Afsluitdijk telt ongeveer vijftig inwoners. Beeld Sander Groen", "Nog iets verder terug in de tijd: in 1918 wordt de Zuiderzeewet aangenomen. De afsluiting en gedeeltelijke inpoldering van de Zuiderzee is een prachtig plan, dat Nederland opstuwt in de vaart der volkeren. De minister van Defensie ziet echter een nadeel: via de Afsluitdijk wordt Holland, inclusief hoofdstad Amsterdam en marinebasis Den Helder, wel heel gemakkelijk bereikbaar voor de vijand, mocht die vanuit het oosten komen. De strategische dijk wordt gefortificeerd: aan weerszijden komen complexen van kazematten, aan de Hollandse kant bij Den Oever en aan Friese zijde op voormalig werkeiland Kornwerderzand. In 1933 zijn de stellingen klaar.", "De Stelling Kornwerderzand diende ook ter bescherming van de strategische Lorentzsluizen. Beeld Sander Groen", "De invasie van Nederland begint op 10 mei 1940. Twee dagen later arriveren de Duitsers bij de Wonsstelling, ten oosten van de Afsluitdijk. Door deze eerste verdedigingslinie breken ze moeiteloos, maar bij de kop van de Afsluitdijk stopt de opmars. De Stelling van Kornwerderzand blijkt een sterk staaltje militaire architectuur. De Duitsers vallen tweemaal aan en moeten zich tweemaal terugtrekken. Daags erna wordt de schade opgenomen: er zijn geen Nederlandse soldaten gesneuveld en op de kazematten met hun 3 meter dikke daken hebben ontelbare Duitse bommen en granaten nauwelijks effect gehad. In het beton zijn putjes te zien en van één bunker is een hoekje afgebroken, maar dat is het wel.", "Nadat Stelling Kornwerderzand in Duitse handen viel, werden er drie bunkers bijgebouwd. Beeld Sander Groen", "Het is een van de succesverhalen van de Tweede Wereldoorlog, maar uiteindelijk had het voor het verloop van de oorlog geen effect: de volgende dag brengt Hitler met het bombardement op Rotterdam de genadeklap. Nederland capituleert. Stelling Kornwerderzand, waar een handvol Nederlandse soldaten een complete Duitse divisie weet te stoppen, wordt alsnog ontruimd. Tegenwoordig is de stelling een door vrijwilligers gerund museum, waar dit opmerkelijke oorlogsverhaal wordt naverteld. Zelfs tachtig jaar na de Slag om de Afsluitdijk blijken de kazematten nog altijd onverwoestbaar.", "Replica van een geïmproviseerde kazemat in de door de Duitsers platgewalste Wonsstelling. Beeld Sander Groen", "Praktische informatie Reis", "Kornwerderzand is bereikbaar met Arriva-snelbus 350 vanaf station Alkmaar (ruim een uur) of station Leeuwarden (ruim een halfuur); ns.nl, arriva.nl Doe", "Het Kazemattenmuseum is geopend tot eind oktober, donderdag t/m zondag, 10-17u. Entree € 7,50, Museumkaart geldig, tijdslot boeken via kazemattenmuseum.nl Eet", "In Kornwerderzand is het Afsluitdijk Wadden Center met een gratis expositie en een restaurant, dagelijks 10-17u; afsluitdijkwaddencenter.nl", "Eten kan in Kornwerderzand in restaurant Skom van het Afsluitdijk Wadden Center. Beeld Sander Groen", "Over twee weken: het Amsterdam van filmmaker Dick Maas. Meer onvermoede bestemmingen in Nederland: vk.nl/groenopreis"], "authors": ["Sander Groen"], "keywords": ["afsluitdijk", "van", "dit", "sander", "gehucht", "stelling", "225", "het", "op", "nazis", "friese", "17000", "tegen", "soldaten", "een", "en", "wordt", "hielden", "kornwerderzand", "nederlandse"], "pubDate": "2020-09-11T15:00:25+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}