{"id": "d2462c12-52c8-32f9-b2b5-b722b4c8c106", "title": "Reve, Mulisch en Hermans worden niet meer gelezen? Volgens mijn inmiddels gepatenteerde algebra wel", "url": "https://volkskrant.nl/columns-opinie/reve-mulisch-en-hermans-worden-niet-meer-gelezen-volgens-mijn-inmiddels-gepatenteerde-algebra-wel~b96e9a9e/", "summary": "Helaas heb jij er maar vier.’Wrang maar grappig, al puzzel ik nog altijd op de precieze betekenis.\nStaat op een dvd’tje dat ik nergens kan vinden.\nVan de week stond het weer ergens, het zou helemaal ­afgelopen zijn met Reve, Mulisch en Hermans, ­niemand las ze meer.\n(Ik heb het even opgezocht in Flauberts Woordenboek van pasklare ideeën, en ja hoor, staat er: Vestdijk – wordt niet meer gelezen.)\nVeeg je alle Vestdijk-reviews op het blik, kom je op dik tienduizend lezers per jaar.", "paragraphs": ["Philip Roth vroeg ooit aan een Roemeense schrijver die wegens Ceauşescu’s terreur zijn romans stiekem door Boekarest rondfietste hoeveel lezers een schrijver nodig heeft. Wist die man zo gauw geen antwoord op. ‘Zeven’, zei Roth. ‘Je hebt maar zeven lezers nodig. Helaas heb jij er maar vier.’", "Wrang maar grappig, al puzzel ik nog altijd op de precieze betekenis. (Roth heeft overigens veel werk van Oostblok-schrijvers laten uitgeven in Amerika, ook van voornoemde schrijver, wiens naam ik vergeten ben. Staat op een dvd’tje dat ik nergens kan vinden. Beetje lullig, maar ja.)", "Ik denk eraan vanwege het wegkwijnen van onze eigen schrijvers. Daar hebben we geen Ceauşescu voor nodig, hoor je altijd, doodgaan is genoeg. Van de week stond het weer ergens, het zou helemaal ­afgelopen zijn met Reve, Mulisch en Hermans, ­niemand las ze meer. Over Vestdijk wordt dat al ­jaren gezegd, het is gewoonweg een idée reçue. (Ik heb het even opgezocht in Flauberts Woordenboek van pasklare ideeën, en ja hoor, staat er: Vestdijk – wordt niet meer gelezen.)", "Onzin, heb ik altijd gedacht, ik kom geregeld mensen tegen die bezig zijn in Ivoren wachters, of in Nooit meer slapen, of in De aanslag. Mike bijvoorbeeld, mijn broer, heeft deze boeken dit jaar alle drie gelezen. Wat weinig bewijst, weet ik, maar de geijkte redenering om het tegenovergestelde aan te tonen, namelijk dat er in boekwinkels nauwelijks nog dode schrijvers staan, bewijst nog minder. Ten kastele hebben we alle Vestdijks, maar niet een ervan heb ik nieuw gekocht. (Geldt ook voor Mulisch, Haasse en Hermans trouwens. Allemaal tweedehands. Misdadig, eigenlijk.)", "Wat wel iets zegt, is goodreads.com, een site waarop literaire potloodventers ‘delen’ wat ze gelezen hebben, plus sterren natuurlijk, anders vinden ze er niks aan. Enorm ding is dat, ik mag er graag rondneuzen. Vrijwel iedere roman die ooit ­geschreven is, vind je er, ernaast de cijfertjes. Bij Harry Potter of Jane Austen loopt dat in de miljoenen, Nederlandse klassiekers moeten het doen met enkele duizenden. Ik heb een beetje zitten rekenen en schatten, dat wil zeggen verkoopcijfers afzetten tegen het aantal beoordelingen, en het lijkt erop dat één op de dertig à veertig lezers z’n verse scalp naar Goodreads brengt. Pfeijffers Grand Hotel Europa scoort bijvoorbeeld 6.311 recensies – doe maar keer veertig, klopt aardig. Van Essens Goede Zoon 2.182, wel idem, geloof ik. Jongere schrijvers moet je misschien maal twintig doen, waarschijnlijk omdat ze moderne lezers hebben, Weijers bijvoorbeeld, Wortel, De Vries. Je kunt overigens ook zien wanneer er gestemd is, zodat zich een aantal lezers per dag aftekent.", "En haha, ‘oude meuk’ scoort uitstekend. Neem Vestdijk, vier van zijn romans zijn vijfhonderd keer beoordeeld, ieder worden ze gemiddeld vier keer per maand gelezen, vaker dan bijvoorbeeld die van twitteraars als Waterdrinker, Pruis, Huff en Weijts. Jaarlijks lezen 4 x 12 x 35 = 1.680 mensen Terug tot Ina Damman. Veeg je alle Vestdijk-reviews op het blik, kom je op dik tienduizend lezers per jaar. Vind ik veel. Haasse, Reve en Hermans lopen nog harder. De Avonden, 7.605 reviews, daar heb je drie, vier recensies per dag voor nodig. En dat keer 35! Kom je op 45.635 Avonden-lezers per jaar. Max Havelaar, idem hoor. Elsschot, Wolkers, Couperus. Emants zelfs! Als warme broodjes.", "Maar goed, het blijft de Nederlandse literatuur, een simpel spelletje dat tenslotte wordt gewonnen door Mulisch. Volgens mijn inmiddels gepatenteerde algebra lezen er ieder jaar 200 duizend ­mensen een boek van Harry."], "authors": ["Peter Buwalda"], "keywords": ["van", "het", "meer", "op", "maar", "mulisch", "ik", "volgens", "niet", "mijn", "inmiddels", "een", "reve", "je", "dat", "en", "hermans", "er", "wel", "worden"], "pubDate": "2020-12-03T18:45:07+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}