{"id": "d2596307-5f53-3ef0-898a-0d1350e6b71b", "title": "Ontslagen door corona? Zet niet zomaar je handtekening", "url": "https://volkskrant.nl/werken/ontslagen-door-corona-zet-niet-zomaar-je-handtekening~b0239f0a/", "summary": "Dit artikel verscheen eerder op Intermediair.nlDie enorme toename in het aantal ontslagen komt onder meer door het opheffen van de ‘ontslagboete’.\n‘Als je niet tekent en zegt: doe het maar via het UWV, dan kan de werkgever daar niets tegen inbrengen.\nNiet fijn voor je collega, maar in deze situatie moet je toch een beetje voor jezelf kiezen.\nZo niet, dan heeft dit weer gevolgen voor wanneer je je WW-uitkering krijgt.\nZo vergroot je je kansen bij een reorganisatie (en dat is níet door harder te werken) Een positieve beoordeling en leuk contact met je leidinggevende zijn handig, maar bij een reorganisatie kun je toch boventallig worden verklaard.", "paragraphs": ["Ontslagen door corona? Dit zijn je rechten Beeld Matteo Bal", "Nog nooit steeg het aantal werklozen zo hard als afgelopen juni, blijkt uit cijfers van het Centraal Bureau voor de Statistiek. In een maand tijd ging het aantal mensen zonder baan van 74.000 naar 404.000. Een dubieus record sinds de start van de metingen in 2003. Inmiddels hebben 426.000 mensen geen baan meer.", "Dit artikel verscheen eerder op Intermediair.nl", "Die enorme toename in het aantal ontslagen komt onder meer door het opheffen van de ‘ontslagboete’. Werkgevers die steun kregen van de overheid mochten in maart, april en mei geen mensen ontslaan om bedrijfseconomische redenen, maar in juni werd die regel opgeheven. Meteen daarop volgden allerlei ontslagrondes. Zo stuurden veel poppodia werknemers de laan uit, restaurantketen La Place besloot – met alle gevolgen van dien – een kwart van de honderd filialen te sluiten en bij Mojo Concerts verdwenen 43 van de honderd banen.", "Juridisch advies", "De site van de Nationale Adviesbalie, die allerhande juridisch advies geeft, wordt sinds het begin van de coronacrisis overspoeld met bezoekers. ‘We hebben 40 procent meer aanvragen dan normaal gesproken in deze periode’, zegt juridisch adviseur Marleen van Beek. ‘Er zijn veel jongeren van wie het tijdelijke contract niet wordt verlengd, maar daar is helaas weinig aan te doen. Daarnaast zijn er ook veel oudere werknemers die met ontslag te maken krijgen en dan is de vraag: is diegene eigenlijk wel aan de beurt?’", "In sommige gevallen mag een werkgever namelijk niet zelf bepalen wie eruit gaat. Dat zit zo: als het om een ontslag wegens bedrijfseconomische redenen gaat – bijvoorbeeld minder inkomsten door corona – dan hoort dit via het UWV te lopen en moet de werkgever zich houden aan de regels van de uitkeringsinstantie.", "Het UWV maakt gebruik van het ‘afspiegelingsbeginsel’. ‘Dit houdt in dat werknemers worden opgedeeld in leeftijdscategorieën en er wordt gekeken naar welke functies er moeten blijven’, legt Van Beek uit. Degene binnen een bepaalde functiegroep die er het laatst is bijgekomen, is dan de pineut.’ Het UWV heeft deze regel ingevoerd, zodat oudere werknemers er niet standaard uit vliegen omdat ze duurder zijn.", "Waarschuwen", "Veel werkgevers vermijden deze route, ziet Van Beek. ‘Het is als werkgever natuurlijk makkelijker om zelf met een voorstel te komen. Als leek weet je vaak niet beter en als er meerdere mensen uit moeten omdat het slecht gaat met een bedrijf, ben je al snel geneigd je handtekening te zetten, omdat je denkt dat het niet anders kan. Daar willen we mensen voor waarschuwen.’", "Vaak grijpen werkgevers bedrijfseconomische redenen aan om degenen met wie ze een arbeidsconflict hebben of degenen die vaak ziek zijn, eruit te gooien. Van Beek: ‘Als je een arbeidsconflict hebt, moet je je natuurlijk afvragen of het wel zo fijn is om nog te blijven, maar je kunt bijvoorbeeld wel onderhandelen over de hoogte van de transitievergoeding.’", "En het helpt om je poot stijf te houden, zegt Van Beek. ‘Als je niet tekent en zegt: doe het maar via het UWV, dan kan de werkgever daar niets tegen inbrengen. Ben je vervolgens volgens het afspiegelingsbeginsel degene die eruit moet, dan is daar weinig aan te doen. Maar misschien is het wel je collega die er eigenlijk uit moet in plaats van jijzelf. Niet fijn voor je collega, maar in deze situatie moet je toch een beetje voor jezelf kiezen. Iemand van in de 20 vindt wel weer een baan, maar stel je bent 50-plusser, dan is dat toch lastiger.’", "Controleer ook of alle informatie juist in de overeenkomst staat, adviseert Van Beek. ‘Klopt de opzegtermijn bijvoorbeeld? Zo niet, dan heeft dit weer gevolgen voor wanneer je je WW-uitkering krijgt. 9 van de 10 werkgevers vergoeden juridische kosten bij het verbreken van arbeidsovereenkomsten. Schakel dus altijd hulp in en voorkom zo dat het ontslag een nog vervelender staartje krijgt.’", "Niet overal kommer en kwel Wat als je nu een baan zoekt? 2020 zou hét jaar worden om van baan te veranderen. Er waren immers vacatures in overvloed en bedrijven trokken alles uit de kast om sollicitanten te lokken. Is het inmiddels kommer en kwel voor werkzoekenden? Experts geven sollicitatietips. Gelukkig gaat het niet in alle branches slecht, lees hier in welke sectoren er nog wel werk te vinden is.", "Zo vergroot je je kansen bij een reorganisatie (en dat is níet door harder te werken) Een positieve beoordeling en leuk contact met je leidinggevende zijn handig, maar bij een reorganisatie kun je toch boventallig worden verklaard. Extra tandje bijzetten dan maar, zodat jij wordt gekozen om te blijven? Dat is juist níet slim."], "authors": ["Madelon Meester"], "keywords": ["van", "corona", "om", "niet", "een", "het", "en", "maar", "zet", "te", "zomaar", "er", "je", "handtekening", "door", "ontslagen"], "pubDate": "2020-09-24T10:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}