{"id": "d29a9a8f-db9b-3821-8261-2992d440f9a0", "title": "Scholieren mogen eindexamens spreiden en krijgen extra herkansing", "url": "https://nu.nl/coronavirus/6097131/scholieren-mogen-eindexamens-spreiden-en-krijgen-extra-herkansing.html", "summary": "Om ze meer ruimte te geven, mogen ze de examens spreiden.\nOok krijgen ze de mogelijkheid tot een extra herkansing, zo heeft minister Arie Slob (Onderwijs) woensdag bekendgemaakt.\nOok mogen ze er zelf voor kiezen examens naar het tweede blok te verplaatsen, zodat ze meer voorbereidingstijd hebben.\nBovendien krijgen ze een extra herkansing.\nHet eerste examentijdvak is van maandag 17 mei tot en met dinsdag 1 juni en het tweede is van maandag 14 juni tot en met vrijdag 25 juni.", "paragraphs": ["De komende centrale eindexamens worden voor alle middelbare scholieren aangepast vanwege de coronacrisis. Om ze meer ruimte te geven, mogen ze de examens spreiden. Ook krijgen ze de mogelijkheid tot een extra herkansing, zo heeft minister Arie Slob (Onderwijs) woensdag bekendgemaakt.", "\"Iedere leerling moet een volwaardig diploma kunnen halen. Juist tijdens een crisis als deze\", licht Slob toe. \"Daarom heb ik na intensief overleg met de vertegenwoordigers van onder andere scholen, leerlingen en vervolgopleidingen besloten dat het onze inzet blijft om de centrale examens door te laten gaan.\"", "Er komen twee tijdvakken waarin scholieren de eindexamens kunnen maken. Daardoor kunnen leerlingen toch alle examens maken als ze tijdens het eerste blok ziek zijn of in quarantaine moeten vanwege het coronavirus.", "Ook mogen ze er zelf voor kiezen examens naar het tweede blok te verplaatsen, zodat ze meer voorbereidingstijd hebben. Bovendien krijgen ze een extra herkansing.", "Het eerste examentijdvak is van maandag 17 mei tot en met dinsdag 1 juni en het tweede is van maandag 14 juni tot en met vrijdag 25 juni. De herkansingen vinden plaats van 6 juli tot en met 9 juli.", "Mocht na de voorjaarsvakantie blijken dat de coronasituatie er nog steeds slecht uitziet, dan gaat Slob opnieuw kijken of deze maatregelen voldoende zijn. De vorige eindexamens gingen vanwege de coronacrisis niet door.", "Praat mee op NUjij Doe jij dit jaar eindexamen? Laat op reactieplatform NUjij weten wat jij van dit nieuws vindt.", "Andere normering dan andere jaren", "Doordat eindexamenkandidaten tot nu toe een andere voorbereiding hebben gehad dan voorheen, is het volgens het ministerie van Onderwijs, Cultuur en Wetenschap niet mogelijk om op dezelfde manier te normeren; het is namelijk niet zeker of leerlingen even vaardig zijn als in andere jaren.", "Daarom wordt er gekozen voor een normering die \"zo dicht mogelijk in de buurt komt\" van de normering in andere jaren. \"Daarvoor wordt gekeken naar de cijfers die de afgelopen jaren zijn gehaald op de centrale examens, naar de gemiddelde moeilijkheid van de examens van afgelopen jaren en wordt aan alle docenten gevraagd om tijdens de correctie een inschatting te maken van hoe moeilijk het examen is\", licht het ministerie toe.", "Het College voor Toetsen en Examens moet er op deze manier voor kunnen zorgen dat het cijfer dat leerlingen straks halen recht doet aan hun prestaties én dat de eisen die per vak gesteld worden vergelijkbaar zijn met die in voorgaande jaren."], "authors": ["Door"], "keywords": ["krijgen", "extra", "van", "examens", "herkansing", "een", "voor", "tot", "het", "ze", "te", "scholieren", "spreiden", "en", "mogen", "eindexamens", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}