{"id": "d29cff71-3026-3ac5-8a9a-590460d73531", "title": "Moeten sommige mensen voorrang krijgen op het coronavaccin?", "url": "https://www.telegraaf.nl/vrouw/2020858454/moeten-sommige-mensen-voorrang-krijgen-op-het-coronavaccin", "summary": "Na het zorgpersoneel zijn de thuiswonenden van 60 tot en met 75 jaar aan de beurt, maar deskundigen zijn verbaasd over het feit dat een 60-plusser met een medische indicatie geen voorrang heeft.\nDaarnaast zouden politieagenten, leerkrachten en boa’s ook graag voorrang krijgen omdat zij in hun beroep meer risico lopen op een coronabesmetting.\nEn volgens Dick Pound, lid van het Internationaal Olympische Comité, zouden zelfs Olympische atleten voorrang moeten krijgen om de Olympische Spelen van Tokio mogelijk te maken, zo stelt hij tegenover RTL Nieuws.\nVind jij dat mensen met een medische indicatie, zoals kankerpatiënten, voorrang moeten krijgen bij het vaccineren?\nOf denk je juist dat politieagenten, leerkrachten en boa’s daar het meeste recht op hebben?", "paragraphs": ["Na het zorgpersoneel zijn de thuiswonenden van 60 tot en met 75 jaar aan de beurt, maar deskundigen zijn verbaasd over het feit dat een 60-plusser met een medische indicatie geen voorrang heeft. Zij roepen op onderscheid te maken en deze groep eerder te laten vaccineren.", "Kankerpatiënten", "Ook blijkt uit een onderzoek onder ruim 2400 (ex-)kankerpatiënten van onder andere de Nederlandse Federatie van Kankerpatiëntenorganisaties (NFK) dat zij graag tot de eerste groep willen behoren die het coronavaccin zal krijgen. Sommigen zitten in de laatste fase van hun leven. „Dan wil je juist in deze periode contact met iedereen, want je weet niet hoe lang je nog hebt”, vertelt de 54-jarige kankerpatiënt Hendrine van der Donk aan Hart van Nederland.", "Daarnaast zouden politieagenten, leerkrachten en boa’s ook graag voorrang krijgen omdat zij in hun beroep meer risico lopen op een coronabesmetting. En volgens Dick Pound, lid van het Internationaal Olympische Comité, zouden zelfs Olympische atleten voorrang moeten krijgen om de Olympische Spelen van Tokio mogelijk te maken, zo stelt hij tegenover RTL Nieuws.", "Praat mee", "Wat vind jij? Vind jij dat mensen met een medische indicatie, zoals kankerpatiënten, voorrang moeten krijgen bij het vaccineren? Of denk je juist dat politieagenten, leerkrachten en boa’s daar het meeste recht op hebben? Praat mee op onze Facebook-pagina!"], "authors": [], "keywords": ["mensen", "van", "krijgen", "en", "een", "coronavaccin", "met", "moeten", "op", "sommige", "het", "voorrang", "dat", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}