{"id": "d29f3067-9438-3ce3-8e82-7956d0d2f8e5", "title": "Ajax kan opgelopen schade in tweede helft deels repareren", "url": "https://www.parool.nl/sport/ajax-kan-opgelopen-schade-in-tweede-helft-deels-repareren~b71c3d0b/", "summary": "De Amsterdammers konden de schade in een overtuigende tweede helft slechts deels repareren.\nHaller werd voor een recordbedrag van 22,5 miljoen euro gekocht van West Ham United.\nVrijdag trainde de Frans-Ivoriaanse aanvaller pas voor het eerst mee in Amsterdam.\nDe schade (een 2-1 achterstand) was slechts deels te repareren en daarin speelde Haller wel een grote rol.\nBeide ploegen wonnen dit weekeinde hun wedstrijd, terwijl AZ, Ajax en PSV twee punten verspeelden.", "paragraphs": ["Het was een enerverende topper in de Johan Cruijff Arena, waarin Ajax zich in het eerste half uur zwaar vertilde aan de voornaamste concurrent in de titelstrijd. De Amsterdammers konden de schade in een overtuigende tweede helft slechts deels repareren.", "Waarom begon Sébastien Haller bij Ajax op de reservebank?", "De uitleg van trainer Erik ten Hag was dat de aanvaller een hectische week achter de rug had. Haller werd voor een recordbedrag van 22,5 miljoen euro gekocht van West Ham United. Vrijdag trainde de Frans-Ivoriaanse aanvaller pas voor het eerst mee in Amsterdam. Haller kwam tegen PSV pas na drie kwartier in het veld voor Zakaria Labyad.", "Was het leed toen niet al geschied voor Ajax?", "De schade (een 2-1 achterstand) was slechts deels te repareren en daarin speelde Haller wel een grote rol. De spits scoorde al vijf minuten na zijn entree, maar die treffer werd afgekeurd wegens buitenspel. Bij de 2-2 gebruikte hij zijn sterke lichaam om Boscagli van zich af te houden. Haller legde de bal terug op Antony, die na een zeer zwakke eerste helft na rust helemaal opleefde.", "Maar er zat niet meer in dan 2-2?", "De kansen waren er zeker, vooral voor Promes, maar Ajax mocht uiteindelijk blij zijn dat het een zeer pover begin van de topper niet moest bekopen met een nederlaag. De Amsterdammers bleven in de wedstrijd door toedoen van aanvoerder Dusan Tadic. Hij was veruit de beste en gevaarlijkste aanvaller van Ajax. De Serviër bereidde voor rust op een belangrijk moment (kort voor rust) de 2-1 van Quincy Promes voor.", "Maar de grote man was Eran Zahavi?", "De spits van PSV maakte in twintig minuten twee goals, terwijl hij tot voor de wedstrijd tegen Ajax pas één keer had gescoord in de eredivisie. De Israeliër leek op het tweede plan terecht te komen, maar hij maakte zijn uitverkiezing in de topper meer dan waar. Na amper twee minuten had hij de bal al tegen het net geschoten, na een heerlijk hakballetje van Malen. Bij dat doelpunt liet de Ajaxdefensie zich veel te makkelijk in de luren leggen.", "En het tweede doelpunt van PSV?", "Dat mocht Ajax zich ook aanrekenen. De snelle omschakeling van de Eindhovenaren werd de thuisploeg fataal. Balverlies van de Braziliaan Antony – na een misverstand met Davy Klaassen – was de alarmbel voor PSV. Binnen drie passes hadden Donyell Malen en Eran Zahavi zich naar een scoringskans gecombineerd. Het duo werd door de Ajaxverdedigers opnieuw geen strobreed in de weg gelegd.", "Beeld Pro Shots / Jasper Ruhe", "Feyenoord en Vitesse zijn de eerste winnaars van de januarimaand?", "Beide ploegen wonnen dit weekeinde hun wedstrijd, terwijl AZ, Ajax en PSV twee punten verspeelden. De spanning in de eredivisie is alleen maar verder toegenomen. Woensdag is het PSV-AZ, volgende week zondag Ajax-Feyenoord.", "Cijfers"], "authors": ["Dick Sintenie"], "keywords": ["zijn", "van", "helft", "haller", "voor", "schade", "repareren", "deels", "een", "kan", "en", "zich", "tweede", "het", "ajax", "hij", "opgelopen"], "pubDate": "2021-01-10T17:54:42Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}