{"id": "d2a4e1a1-d0e8-33a5-8802-f0800a771eb3", "title": "Duizenden in Parijs de straat op tegen politiegeweld", "url": "https://www.parool.nl/wereld/duizenden-in-parijs-de-straat-op-tegen-politiegeweld~b449436d/", "summary": "Afgelopen weekend waren er vergelijkbare protesten in tal van steden, waaraan zeker 130.000 mensen meededen.\nEen paar dagen geleden had Parijs aangekondigd een bijzonder omstreden artikel van de veiligheidswet te herzien, dat bedoeld is om de verspreiding van beelden van politieagenten te beperken.\nMaar volgens de betogers kunnen de beelden juist helpen om geweld door de politie aan te tonen.\nIn de wet staan ook andere fel bekritiseerde maatregelen, zoals de uitbreiding van videobewaking door de politie, bijvoorbeeld tijdens demonstraties en met behulp van drones.\nZe zouden zijn bedoeld om de politie te beschermen.", "paragraphs": ["Beeld AFP", "Ook in sommige andere steden kwamen actievoerders bijeen. Afgelopen weekend waren er vergelijkbare protesten in tal van steden, waaraan zeker 130.000 mensen meededen.", "De betogers bij de jongste demonstraties vinden de tegemoetkomingen van de regering onvoldoende. Een paar dagen geleden had Parijs aangekondigd een bijzonder omstreden artikel van de veiligheidswet te herzien, dat bedoeld is om de verspreiding van beelden van politieagenten te beperken. Maar volgens de betogers kunnen de beelden juist helpen om geweld door de politie aan te tonen.", "Drones", "De demonstranten willen dat de passage volledig wordt geschrapt. In de wet staan ook andere fel bekritiseerde maatregelen, zoals de uitbreiding van videobewaking door de politie, bijvoorbeeld tijdens demonstraties en met behulp van drones. Ze zouden zijn bedoeld om de politie te beschermen.", "De Franse president Macron maakte vrijdag bekend dat hij begin volgend jaar een online platform gaat opzetten waarop mensen aangifte kunnen doen van discriminatie, bijvoorbeeld door de politie. Sommige politiebonden uitten al scherpe kritiek op dit plan."], "authors": [], "keywords": ["duizenden", "van", "politie", "mensen", "op", "straat", "politiegeweld", "steden", "een", "parijs", "te", "om", "dat", "sommige", "door", "tegen"], "pubDate": "2020-12-05T16:25:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}