{"id": "d2a711e5-5c4b-3b8e-b27c-622aada3f217", "title": "Waar blijven toch de vrouwen in de Top 2000?", "url": "https://www.telegraaf.nl/vrouw/913142788/waar-blijven-toch-de-vrouwen-in-de-top-2000", "summary": "Wat ik er nou van vond, vroeg een vriendin, dat Roller Coaster dit jaar op de eerste plaats prijkt van de Top 2000.\nVan het bedroevend lage vrouwgehalte in deze muzikale lijst.\nEn er staan welgeteld zes dames tussen.\nHaar broer gilt liever mee met de hits van het Songfestival en heeft een passie voor ’foute’ jaren 80-muziek.\nWant er is zoveel moois gemaakt door vrouwen en je ziet ze nauwelijks terug.", "paragraphs": ["Wat ik er nou van vond, vroeg een vriendin, dat Roller Coaster dit jaar op de eerste plaats prijkt van de Top 2000. Het was het lievelingsliedje van mijn ome Pim, die dit jaar overleed. Wat dat betreft, vind ik die ereplaats voor Danny Vera hartstikke toepasselijk. Maar waar ik meer wat van vind? Van het bedroevend lage vrouwgehalte in deze muzikale lijst. Ik scrolde door de eerste 100 van de lijst van 2019 (pas op 17-12 maakte de NPO de meest recente lijst openbaar). En er staan welgeteld zes dames tussen. En dan tel ik de duetten (Shallow, Pastorale) en bands met ook mannelijke muzikanten (ABBA) mee. Zes… Hoe treurig is dat?", "Nacht van de popmuziek", "Een paar jaar terug keek ik met mijn dochter naar de Nacht van de popmuziek. Drie uur zaten we aan de televisie gekluisterd. Want ik houd enorm van muziek, hoewel ik nog geen nooit kan lezen en zij zingt in een band en speelt gitaar. Wij blijven op voor dit soort evenementen. Met wijn en popcorn.", "De ene man na de andere verscheen op het scherm, slechts afgewisseld door twee zwart/wit-fimpjes van overleden jazz-zangeressen, een clip van wijlen Amy Winehouse (ja, ook al dood), maar verder waren Eric Corton en Leo Blokhuis vooral lyrisch over Tom Petty (’Echt schat, dit is ook nog voor míjn tijd’), AC/DC, Paolo Nutini, David Bowie met de Foo Fighters, Elvis Costello en wijlen Chet Baker en John Lee Hooker… Twee mannen op leeftijd - ja dat mag ik zeggen, want ik ben ook een vijftiger - draaiden drie uur platen van andere mannen op leeftijd of al dood. Alsof er nooit een vrouw muziek heeft gemaakt.", "Betoog", "Ik schreef er een vlammend betoog over, startte zelfs een petitie op om een Nacht van de vrouwen in de popmuziek van de grond te krijgen onder het motto: ’Het is onderhand tijd dat ook de vrouwelijke muzikant het eerbewijs krijgt dat ze verdient’. Want er zijn immers meer dan genoeg vrouwen die virtuoos instrumenten bespelen en liedjes schrijven die je raken in je ziel. Ik noem maar even een Madonna, een Lady Gaga, een Nina Hagen, Patti Smith, Beyoncé en Rihanna; The Pretenders, Joan Jett, Blondie, Janis Joplin, Florence and the Machine, Beth Hart, Dolly Parton, Davina Michelle, Joni Mitchell, Björk, de zusjes Wilson van Heart, Kate Bush en Tina Turner…", "Die nacht is er nooit gekomen. Was ook niet meer nodig. Of mijn pleidooi er mee te maken heeft gehad, weet ik niet, maar dit jaar waren de vrouwen ruimschoots vertegenwoordigd tijdens de Nacht van. Dochter en ik hebben er tevreden op geproost met een glaasje prosecco. Nu de Top 2000 nog; de hoogst geëindigde vrouw, Claudia de Breij, stond vorig jaar op nummer 38…", "Mannending", "’Muziek is een mannending’, las ik eens. Het streek me tegen de haren in. Ik herinner me dat ik begin 20 was en net ging samenwonen. Mijn platencollectie (350 stuks met bloed, zweet en tranen bij elkaar gespaard) werd bij die van hem (20 stuks) gevoegd en iedere bezoeker zei: „Goh, wat heeft die verkering van jou een grote verzameling.” Ik werkte nog voor de kunstredactie en ging op verzoek van de popredacteur naar een concert van Gary Moore. Toen ik in mijn recensie schreef dat de bluesgitarist zijn Fender Stratocaster regelmatig omwisselde voor een Gibson Les Paul, vroeg de chef of mijn man misschien de tekst had geschreven. Een vrouw kon immers nooit het verschil zien tussen de ene gitaar en de andere… Mijn man is heel goed in wiskunde. Schrijven is niet zo zijn ding.", "Precies hetzelfde gevoel kreeg ik toen ik in de tuin een pleintje van koppelsteentjes in elkaar had gehamerd en de visite zei: „Wat heeft die man van jou dat netjes gelegd!”. Ik ben hier in huis de platenverzamelaar, onze dochter de frontvrouw van een band. Haar broer gilt liever mee met de hits van het Songfestival en heeft een passie voor ’foute’ jaren 80-muziek. Voor de alternatieve rock moet je bij de vrouwen in dit gezin zijn.", "Vrouwen", "Er staat veel jaren 80 muziek in de lijst. En ouder. Een heleboel oude meuk eigenlijk. Nog een cijfertje: van de top 100 in 2019 zijn slechts 19 platen uitgekomen na het jaar 2000. Je gaat je bijna afvragen: stemmen alleen oude mannen? Wat dat betreft moet ik ook mijn hand in eigen boezem steken. Ik heb een poging gewaagd, echt waar. Maar je moest 35 platen uitkiezen. 35…. Hallo, de boom moest nog worden opgezet, boodschappen gedaan en de hond was ook nog niet uitgelaten. Of ik niks beters te doen heb… Nee, ik ga hier niet lopen bitchen over mannen die kennelijk alle tijd van de wereld hebben om al bankhangend een beetje met hun telefoon te klooien. Je trekt maar mooi je eigen conclusies.", "Toch heb ik me nu al voorgenomen om volgend jaar tijd daarvoor vrij te maken. Want er is zoveel moois gemaakt door vrouwen en je ziet ze nauwelijks terug. Ik ga me gewoon het hele jaar voorbereiden door zoveel mogelijk naar vrouwelijke muzikanten te luisteren. En als jullie nou ook even de tijd nemen als er weer gekozen mag worden…. Als Danny Vera kan winnen van Hotel California en Bohemian Rhapsody moet dat Lady Gaga, Dua Lipa, Katy Perry of Davina Michelle ook lukken. Toch? Op Spotify hebben we alvast een lijst gemaakt ter inspiratie."], "authors": ["Marjolein Hurkmans"], "keywords": ["van", "toch", "blijven", "vrouwen", "waar", "het", "op", "2000", "ik", "een", "ook", "en", "dat", "je", "er"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}