{"id": "d2a9c731-9863-3177-81a9-2f48b5c42777", "title": "'Binnenkort gerichte zoekactie in cold case rond verdwijning Tanja Groen'", "url": "https://nu.nl/binnenland/6097149/binnenkort-gerichte-zoekactie-in-cold-case-rond-verdwijning-tanja-groen.html", "summary": "De politie en het Openbaar Ministerie (OM) willen zo snel mogelijk - waarschijnlijk in januari - starten met een nieuwe gerichte zoekactie in de cold case rond de verdwijning van Tanja Groen.\nDie waren gevonden op een akker in Gronsveld, het dorp waar Groen een kamer had.\nEr werd toen een zoekactie opgezet op een begraafplaats in de Maastrichtse wijk Heugem.\nEen tipgever vermoedde dat Groen in een graf lag van een man die er op 1 september 1993 begraven is.\nDe studente verdween immers in de nacht van 31 augustus op 1 september van dat jaar.", "paragraphs": ["De politie en het Openbaar Ministerie (OM) willen zo snel mogelijk - waarschijnlijk in januari - starten met een nieuwe gerichte zoekactie in de cold case rond de verdwijning van Tanja Groen. Dat schrijft het Noordhollands Dagblad woensdag na navraag bij emeritus hoogleraar rechtspsychologie Peter van Koppen, die nauw bij het onderzoek betrokken is.", "Agenten zouden met speurhonden, forensisch rechercheurs en particuliere onderzoekers op de hei willen zoeken.", "De politie onderzocht recentelijk een rapport, dat studenten van Van Koppen in 2018 hebben overhandigd. Het rapport was op verzoek van de politie opgesteld en bevat \"concrete aanwijzingen\", aldus de hoogleraar.", "Op 31 augustus 1993 verdween de destijds achttienjarige Groen spoorloos, nadat zij met medestudenten bij een feestje was geweest. Ze fietste alleen richting huis en sindsdien is er niets meer van haar vernomen.", "Eerdere zoekactie dit jaar bleef zonder resultaat", "Door de jaren heen zijn meerdere onderzoeken uitgevoerd. In 2012 werd tevergeefs in de Maas gezocht en twee jaar later werden botresten onderzocht. Die waren gevonden op een akker in Gronsveld, het dorp waar Groen een kamer had.", "Begin dit jaar dacht de politie dat er sprake van een doorbraak was. Er werd toen een zoekactie opgezet op een begraafplaats in de Maastrichtse wijk Heugem. Een tipgever vermoedde dat Groen in een graf lag van een man die er op 1 september 1993 begraven is.", "Het OM dacht dat haar lichaam mogelijk in de nacht daarvoor in het pas gedolven graf zou zijn gelegd. De studente verdween immers in de nacht van 31 augustus op 1 september van dat jaar. Er werden echter alleen botresten van de man aangetroffen."], "authors": ["Door"], "keywords": ["politie", "zoekactie", "van", "tanja", "rond", "een", "verdwijning", "binnenkort", "het", "er", "en", "gerichte", "op", "groen", "dat", "jaar", "case", "cold"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}