{"id": "d2cd322d-d604-3ea2-841d-20745f1ba81e", "title": "Oprichters Airbnb cashen $106 miljoen met beursgang", "url": "https://www.telegraaf.nl/financieel/228073081/oprichters-airbnb-cashen-106-miljoen-met-beursgang", "summary": "Met de gezamenlijke verkoop van iets meer dan anderhalf miljoen aandelen, tegen een introductieprijs van $68 per aandeel, ontvangen de oprichters een bedrag van $106 miljoen.\nNa het vuurwerk bij het debuut DoorDash op woensdag lijkt ook nieuwkomer Airbnb donderdag goed voor een uitslaande brand gelet op het gunstige klimaat voor beursgangen op Wall Street.\nDe laatste tijd is het bedrijf ook onder vuur komen te liggen vanwege de overlast die het massale verhuur van woningen veroorzaakt.\nMet de beursgang wil Airbnb onder meer zijn kapitaalpositie versterken.\nOok de innovatie van het bestaande platform staat hoog op de agenda vanwege een uitbreiding van de activiteiten, zoals het aanbieden van tickets voor toeristen.", "paragraphs": ["Met de gezamenlijke verkoop van iets meer dan anderhalf miljoen aandelen, tegen een introductieprijs van $68 per aandeel, ontvangen de oprichters een bedrag van $106 miljoen. Ze houden verder een belangrijke positie in het bedrijf met 42% van de stemrechten.", "Vooral topman Chesky plukt de vrachten van de beursgang. Zijn aandelenbelang is hij goed voor $5,2 miljard. Na het vuurwerk bij het debuut DoorDash op woensdag lijkt ook nieuwkomer Airbnb donderdag goed voor een uitslaande brand gelet op het gunstige klimaat voor beursgangen op Wall Street.", "Wat in 2008 begon voor Chesky als een extraatje om de huur te kunnen voldoen, is het concept Airbnb in de voorbije jaren uitgegroeid tot een zeer populair verhuurplatform vooral in de grote steden. De laatste tijd is het bedrijf ook onder vuur komen te liggen vanwege de overlast die het massale verhuur van woningen veroorzaakt.", "Met de beursgang wil Airbnb onder meer zijn kapitaalpositie versterken. Ook de innovatie van het bestaande platform staat hoog op de agenda vanwege een uitbreiding van de activiteiten, zoals het aanbieden van tickets voor toeristen."], "authors": ["Redactie Dft"], "keywords": ["miljoen", "airbnb", "van", "het", "op", "met", "voor", "zijn", "106", "een", "ook", "te", "cashen", "oprichters", "vanwege", "beursgang"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}