{"id": "d2d6c602-e505-3554-aca9-fbd7dc357982", "title": "Amerika stemt ook voor de Senaat – en dat bepaalt het lot van de president", "url": "https://www.volkskrant.nl/kijkverder/v/2020/amerika-stemt-ook-voor-de-senaat-en-dat-bepaalt-het-lot-van-de-president~v406467/", "summary": "De uitkomst daarvan bepaalt of de president, wie dat ook wordt, armslag krijgt bij de vormgeving van zijn beleid, of min of meer vleugellam is.\nVoor een omkering van die machtspositie lijkt niet eens veel nodig.\nIn 34 staten wordt in november gekozen tussen een Democratische of een Republikeinse kandidaat, vaak de zittende senator en een uitdager.\nLokale Democraten moeten zich verdedigen tegen verdachtmakingen van links-radicalisme (een verwijt van Trump aan Biden), Republikeinse senatoren worden aangesproken op het gedrag en beleid van Trump.\nHeel voorzichtig – want voor een herverkiezing hebben zij ook de Trump-stemmer nodig.", "paragraphs": ["Het wordt de belangrijkste verkiezing in de recente geschiedenis van de VS genoemd, op voorhand al historisch. Dinsdag 3 november, op Election Day, neemt Amerika een cruciaal besluit: gaan de Verenigde Staten verder op de door Donald Trump ingeslagen weg, of nemen ze een afslag met Joe Biden?", "De presidentsverkiezing is van wezenlijk belang voor de toekomst van Amerika. Maar tegelijkertijd vindt een andere verkiezing plaats die bijna net zo belangrijk is: de Senaatsverkiezing. De uitkomst daarvan bepaalt of de president, wie dat ook wordt, armslag krijgt bij de vormgeving van zijn beleid, of min of meer vleugellam is.", "De meerderheid van de Senaat is sinds 2014 in handen van de Republikeinen, zij leveren nu 53 van de 100 senatoren, onder wie de Senaatsvoorzitter: Mitch McConnell. Deze verkiezing gaat dat mogelijk veranderen. De Democraten hebben volgens de politiek analisten van onder meer FiveThirtyEight een grotere kans een meerderheid in de Senaat te halen (73 procent) dan de Republikeinen.", "Hoe belangrijk een Senaatsmeerderheid kan zijn in een uiterst gepolariseerd politiek landschap, bleek de afgelopen jaren: dankzij die meerderheid konden Republikeinen de poging van de Democraten om Trump af te zetten lachend afwentelen. Dankzij die meerderheid blokkeerde Mitch McConnell honderden wetsvoorstellen van een door Democraten gedomineerd lagerhuis. En dankzij die meerderheid kunnen Republikeinen straks, een week voor de verkiezingen, de benoeming van de conservatieve hoge rechter Amy Coney Barrett erdoorheen drukken.", "Voor een omkering van die machtspositie lijkt niet eens veel nodig. Mocht Trump opnieuw president worden, dan hebben de Democraten daar 51 Senaatszetels voor nodig (de helft plus 1) en moeten zij vier extra zetels, die nu bezet worden door Republikeinen, zien te winnen. Wint Biden, dan hebben de Democraten aan 50 zetels (drie meer dan nu) genoeg; bij het staken van de stemmen geeft de extra stem van de vicepresident (in dat geval Kamala Harris) de doorslag. Voor de Republikeinen geldt uiteraard hetzelfde: wint Biden, dan zijn 51 zetels nodig, en mogen ze er dus twee verspelen. Wint Trump, dan zijn 50 zetels (plus de extra stem van vicepresident Mike Pence) afdoende, en kunnen ze drie van hun huidige senatoren verliezen.", "Waar liggen voor beide partijen de kansen, en waar loeren de gevaren?", "Van de 100 zetels in de Senaat (elke staat levert twee senatoren, die voor zes jaar worden benoemd) staan er dit keer 34 open ter verkiezing. Over twee jaar volgt weer eenderde deel, twee jaar later de rest. In 34 staten wordt in november gekozen tussen een Democratische of een Republikeinse kandidaat, vaak de zittende senator en een uitdager. In twintig van die staten verandert er vrijwel zeker niets. Neem Louisiana: daar zit een Republikeinse senator, en daar blijft een Republikeinse senator; in de peilingen loopt die 20 procent voor op zijn tegenstander.", "Maar in veertien ‘flipstates’ kan de Senaatszetel van partij wisselen. In twee gevallen kan een Democratische zetel Republikeins worden: in Alabama is dat zeer waarschijnlijk, daar loopt de Republikeinse kandidaat meer dan 10 procent voor in de peilingen. In Michigan is het onzeker, daar is het verschil tussen beide kandidaten zo klein, minder dan 5 procent, dat eigenlijk alles nog mogelijk is.", "In twaalf staten kan de Republikeinse zetel worden overgenomen door een Democraat. Twee daarvan zijn kansrijk (Arizona en Colorado), zes zijn mogelijk maar onzeker, want binnen de foutmarge (Iowa, Maine, North Carolina, Georgia, Kansas en Montana), vier zijn niet onmogelijk maar niet erg waarschijnlijk (South Carolina, Texas, Alaska en Kentucky). De vijver van mogelijkheden lijkt dus groter voor de Democraten – al zullen zij, bij verlies van Alabama, wel minstens vier, deels ‘onzekere’, zetels moeten winnen.", "Terwijl de Senaatsverkiezingen vaak over lokale thema’s gaan, van kreeftenvangst in Maine tot de belangen van de natives in Montana, worden ze dit jaar gedomineerd door nationale zorgen (de aanpak van corona) en de strijd tussen Biden en Trump. Lokale Democraten moeten zich verdedigen tegen verdachtmakingen van links-radicalisme (een verwijt van Trump aan Biden), Republikeinse senatoren worden aangesproken op het gedrag en beleid van Trump.", "Daarbij zie je een aantal van hen een interessante draai maken. De afgelopen jaren liet het overgrote merendeel van de Republikeinse senatoren zich in het openbaar niet tot nauwelijks kritisch uit over Trump – bang soms dat één woedende tweet van de president hun kansen op herverkiezing zou doen slinken. Maar nu Trump in de peilingen achterstaat, zie je hoe sommigen hun huid proberen te redden door zich alsnog van hem te distantiëren. Heel voorzichtig – want voor een herverkiezing hebben zij ook de Trump-stemmer nodig.", "Voor veel Republikeinen is de Senaatsrace een balanceeroefening."], "authors": ["Oktober"], "keywords": ["republikeinse", "zijn", "van", "dan", "senaat", "voor", "en", "stemt", "een", "ook", "lot", "trump", "het", "president", "worden", "dat", "die"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}