{"id": "d2d9b758-9daf-3701-8044-3c4a832798a7", "title": "Man zonder mondkapje hardhandig uit supermarkt Den Helder gesleept", "url": "https://nos.nl/artikel/2361037-man-zonder-mondkapje-hardhandig-uit-supermarkt-den-helder-gesleept.html", "summary": "In een supermarkt in Den Helder is een man door de bewaking hardhandig uit de winkel gesleept.\nDe beelden doken gisteren op sociale media op en leidden tot veel reacties.\nExcuses aan klantDe betrokken winkel in het centrum van Den Helder wil niet ingaan op het incident.\nDeze klant misdroeg zich echter in onze winkel en daarom is hem verzocht de winkel te verlaten.\nDaarop was te zien dat een amateurvlogger een Aldi-winkel in Groningen binnenging zonder kapje.", "paragraphs": ["In een supermarkt in Den Helder is een man door de bewaking hardhandig uit de winkel gesleept. Hij droeg geen mondkapje en weigerde op verzoek van de beveiliging het filiaal van de Vomar te verlaten. De beelden doken gisteren op sociale media op en leidden tot veel reacties.", "Omstanders filmden het incident. Op de beelden is te zien dat een beveiliger van de winkel de man, die op de grond ligt, aan zijn benen richting de uitgang sleept. Hij weigert op te staan en gaat vervolgens demonstratief op de grond zitten. Het personeel van de winkel blokkeert een van de toegangspoortjes met een winkelkar.", "Op de video is een hoorbare woordenwisseling gaande tussen de oudere man en de beveiliger. \"Waar denk je dat je mee bezig bent?\", vraagt de beveiliging op boze toon. De man antwoordt: \"Ik wil gewoon mijn boodschappen halen.\" Hij vraagt de beveiliging de politie te bellen. Wat eraan voorafging, is niet duidelijk.", "Excuses aan klant", "De betrokken winkel in het centrum van Den Helder wil niet ingaan op het incident. De directie van de Vomar laat weten dat de klant zich in de winkel weliswaar \"misdroeg\", maar dat de actie van de beveiliger ongepast was.", "In een verklaring schrijft de directie: \"Het lijkt in deze filmopname dat het gaat om een discussie over het wel of niet dragen van een mondkapje. Deze klant misdroeg zich echter in onze winkel en daarom is hem verzocht de winkel te verlaten. De manier waarop dit gebeurt, is zeer te betreuren en is absoluut ook niet ons beleid.\"", "De supermarktketen laat weten dat het gaat om een extern ingehuurde beveiliger tegen wie \"passende maatregelen\" genomen zullen worden. Aan de klant biedt het hoofdkantoor excuses aan.", "De politie zegt niet gebeld te zijn door het filiaal in kwestie. Door de man is ook geen aangifte gedaan.", "In scène gezette beelden Aldi", "Onlangs doken ook beelden op uit een filiaal van de Aldi. Daarop was te zien dat een amateurvlogger een Aldi-winkel in Groningen binnenging zonder kapje. Een minderjarige medewerker spreekt hem daarop aan, waarop de man dreigende taal uitslaat.", "De video bleek bewust in scène te zijn gezet, zo stelde de politie na onderzoek. De medewerker was op de hoogte van de plannen van de man, aldus de politie. Volgens de winkel was dat niet het geval en werd de medewerker overrompeld."], "authors": [], "keywords": ["mondkapje", "dat", "van", "uit", "een", "niet", "man", "gesleept", "supermarkt", "het", "te", "en", "helder", "op", "zonder", "winkel", "hardhandig", "den"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}