{"id": "d2e5a4a4-c6a0-3b86-9dc7-79e1229fca21", "title": "Week van de waarheid in Washington", "url": "https://www.parool.nl/wereld/week-van-de-waarheid-in-washington~bb3bef59/", "summary": "Een chaotische zitting van het voltallige parlement en betogingen voor Trump in Washington op woensdag.\nLater in de week volgt er nog een bijeenkomst van de top van de Republikeinse Partij over haar toekomst na het presidentschap van Trump.\nHet beraad van het Republikeinse Nationale Comité zal naar wordt verwacht scheuren blootleggen in de partijleiding.\nFinale klapHet verzet van Trumps aanhang tegen de zege van Joe Biden bij de presidentsverkiezingen beleeft woensdag zijn laatste dag.\nTrump heeft zijn aanhang opgeroepen om woensdag in Washington massaal te demonstreren tegen de ‘diefstal van zijn tweede ambtstermijn’.", "paragraphs": ["Beeld Getty Images", "De agenda is indrukwekkend. Een felle laatste campagnedag in Georgia op maandag. Tussentijdse verkiezingen voor twee cruciale Senaatzetels op dinsdag. Een chaotische zitting van het voltallige parlement en betogingen voor Trump in Washington op woensdag. Later in de week volgt er nog een bijeenkomst van de top van de Republikeinse Partij over haar toekomst na het presidentschap van Trump. Het beraad van het Republikeinse Nationale Comité zal naar wordt verwacht scheuren blootleggen in de partijleiding.", "Georgia", "Maandag voeren zowel Donald Trump als Joe Biden in de staat Georgia campagne voor partijgenoten in de race om twee zetels voor de Senaat. Het zijn cruciale tussentijdse verkiezingen omdat de uitkomst ervan bepaalt welke partij het voor zich zeggen krijgt in de Amerikaanse ‘Eerste Kamer’.", "Als de Democraten de twee zetels winnen, dan kan president Joe Biden straks leunen op zowel een meerderheid in het Huis van Afgevaardigden als in de Senaat. Mochten de Republikeinen winnen dan moet Biden opboksen tegen ongetwijfeld felle oppositie van de Republikeinen.", "Finale klap", "Het verzet van Trumps aanhang tegen de zege van Joe Biden bij de presidentsverkiezingen beleeft woensdag zijn laatste dag. Het voltallige Congres geeft woensdag de finale klap op de uitslag waarna de weg vrij is voor de beëdiging van Joe Biden op 20 januari.", "Omdat de Democraten in het Huis over een meerderheid beschikken loopt die finale klap geen gevaar maar Trump-getrouwe parlementsleden, onder aanvoering van de senatoren Josh Hawley (Missouri) en Ted Cruz (Texas), willen tot het uiterste gaan om de zitting te frustreren. Zij eisen 10 dagen ‘spoeduitstel’ om de beschuldigingen van verkiezingsfraude te onderzoeken. Een verzoek waarvoor opnieuw geen bewijs wordt aangedragen.", "Mike Pence", "De zitting zal niet alleen leiden tot ongekend felle debatten tussen de twee machtsblokken, het verzet legt ook meningsverschillen bloot in de leiding van de Republikeinse Partij. Vice-president Mike Pence ‘deelt wel de zorgen over onregelmatigheden bij de verkiezingen’ maar hij wil zich als voorzitter van de voltallige vergadering niet voor het karretje laten spannen van de verzetsplegers. Volgens hen heeft hij de macht om de uitslag te corrigeren met het afwijzen van kiesmannen uit door Biden gewonnen staten. Maar ook een rechter acht Pence daartoe niet bevoegd omdat hij woensdag uitsluitend een ceremoniële rol vervult.", "Bovendien keren Republikeinse kopstukken zich tegen het door Donald Trump gesteunde plan om er woensdag in het Congres een spektakel van te maken. Het aanvalsplan van Howley en Cruz wordt gezien als een rebellie tegen Mitch McConnell, de leider van de Republikeinse meerderheid in de Senaat. Hij wil geen debat over de verkiezingsuitslag in het Congres omdat lang niet alle partijgenoten die nu nog willen aanvechten en hij heeft Joe Biden tot woede van Donald Trump ook al persoonlijk gefeliciteerd met zijn zege.", "Proud Boys", "Voor de zittende president is de zitting van het Congres een zoveelste reden om in een al twee maanden durende campagne de zege van Biden aan te vechten. Trump heeft zijn aanhang opgeroepen om woensdag in Washington massaal te demonstreren tegen de ‘diefstal van zijn tweede ambtstermijn’.", "Er zijn vier manifestaties aangekondigd waaraan ook de extreemrechtse, neofascistische beweging The Proud Boys zullen deelnemen. Voor Donald Trump is dat een houvast nu hij merkt dat lang niet alle Republikeinen hem onvoorwaardelijk willen volgen.", "Volgens ingewijden is de president al maanden niet te genieten. “We proberen ons zoveel mogelijk schuil te houden,” aldus een ‘senior regeringslid’ tegenover de krant The Washington Post. Welk onderwerp ook wordt aangesneden, Trump zou snel zijn teruggekeerd bij dat ene gespreksonderwerp: verkiezingsfraude. Iedere partijgenoot die hem niet onvoorwaardelijk steunt maakt hij uit voor een ‘Rino’ (Republican in name only). Onder hen ook de nummer twee in de Senaat, John Tune (South Dakota) die woensdag vrijwel zeker de zege van Biden zal bevestigen. Trump roept Republikeinse getrouwen op alle Rino’s bij de eerstvolgende verkiezingen uit te dagen en te verslaan."], "authors": ["Hans Van Zon"], "keywords": ["trump", "zijn", "van", "voor", "een", "biden", "te", "waarheid", "woensdag", "washington", "het", "op", "week"], "pubDate": "2021-01-04T06:17:59Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}