{"id": "d2f2a6dc-723b-318a-a1b8-7f982f159587", "title": "Wetenschappelijk onderzoek: oude beschavingen in Centraal-Azië verdwenen door droogte", "url": "https://volkskrant.nl/wetenschap/wetenschappelijk-onderzoek-oude-beschavingen-in-centraal-azie-verdwenen-door-droogte~b834baac/", "summary": "Het resulteerde in het einde van een bloeiende beschaving en was de opmaat voor de Mongoolse opmars naar het westen.\nMaar ook de aanhoudende droogte was een factor van belang, blijkt uit nieuw onderzoek van een internationaal team archeologen en aardwetenschappers.\nRivierdynamiekDe onderzoekers reconstrueerden de rivierdynamiek in het gebied en dateerden voor het eerst het droogvallen van de irrigatiekanalen.\n‘Het gebied was vaker geplunderd’, zegt aardwetenschapper Willem Toonen van de Vrije Universiteit Amsterdam, die aan het onderzoek meewerkte.\n‘Pas de laatste jaren komt ook de rol van het klimaat aan het licht.’Tot nu toe wordt hierbij vooral gekeken naar de invloed van het klimaat op de veroveringstochten van de Mongolen.", "paragraphs": ["Satellietbeeld in ware kleuren van de Syr Darya-rivierdelta in Kazachstan. Beeld Getty", "In het jaar 1218 maakte een gouverneur in Centraal-Azië een kapitale fout. Gezanten van de Mongoolse veroveraar Dzjengis Khan kwamen dat jaar op handelsmissie naar van de stad Otrār, een van de belangrijkste knooppunten van de Zijderoute. Maar in plaats van met hen in gesprek te gaan, liet de gouverneur hun hoofden afhakken en stuurde deze retour.", "Spoedig volgde de wraak. Mongoolse troepen trokken moordend en plunderend door het gebied en verwoestten naast steden ook de irrigatiekanalen die de landbouw al ruim 1.500 jaar van water voorzagen. Het resulteerde in het einde van een bloeiende beschaving en was de opmaat voor de Mongoolse opmars naar het westen.", "Tot nu toe gold deze afrekening als enige verklaring voor het verdwijnen van de bewoners uit het stroomgebied van de rivieren Syr Darya en Amu Darya, op de grens van het huidige Kazachstan en Oezbekistan. Maar ook de aanhoudende droogte was een factor van belang, blijkt uit nieuw onderzoek van een internationaal team archeologen en aardwetenschappers.", "Rivierdynamiek", "De onderzoekers reconstrueerden de rivierdynamiek in het gebied en dateerden voor het eerst het droogvallen van de irrigatiekanalen. Vervolgens vergeleken ze de uitkomsten met gegevens over het klimaat en de bewoningsgeschiedenis. De groei en krimp van het aantal nederzettingen bewoog mee met de perioden van droogte, ontdekten zij, en het droogvallen van de irrigatiekanalen viel slechts in een paar gevallen samen met de Mongoolse invasie.", "‘Het gebied was vaker geplunderd’, zegt aardwetenschapper Willem Toonen van de Vrije Universiteit Amsterdam, die aan het onderzoek meewerkte. ‘Bijvoorbeeld door de Arabieren, rond het jaar 700.’ Maar toen herstelden de beschavingen zich weer, en dat was na de plunderingen van de Mongolen nauwelijks het geval. De steden en landbouwgebieden waren bovendien een paar eeuwen daarvoor al aan het krimpen.", "Voor de droogte optrad, voerden de rivieren water aan vanuit de Pamir- en Tien Shan-gebergten, vooral als de sneeuw in het voorjaar begon te smelten. Vanwege het gebrek aan neerslag en dus smeltwater was de inlaat van de irrigatiekanalen voor de Mongoolse inval al een paar keer stroomopwaarts verplaatst, vertelt Toonen.", "‘Aannemelijk scenario’", "Het is een aannemelijk scenario, zegt historicus Gabrielle van den Berg van de Universiteit Leiden, gespecialiseerd in de cultuurgeschiedenis van Centraal-Azië en niet bij het onderzoek betrokken. ‘Dit onderzoek draagt bij aan het bijstellen van het eenzijdige beeld van de Mongolen als barbaarse en allesvernietigende veroveraars.’ Het is haast routine geworden om het einde van de bloeitijd van steden in Centraal-Azië in die periode toe te schrijven aan Dzjengis Khan en zijn troepen, legt Van den Berg uit. ‘Pas de laatste jaren komt ook de rol van het klimaat aan het licht.’", "Tot nu toe wordt hierbij vooral gekeken naar de invloed van het klimaat op de veroveringstochten van de Mongolen. Zo schreven wetenschappers in 2014 dat het succes van Dzjengis Khan aan het begin van de 13de eeuw mede te danken was aan een korte periode van verhevigde regenval in zijn thuisland. Hierdoor groeide het gras en waren de paarden sterker dan ooit. Van den Berg: ‘Interessant is dat dit nieuwe onderzoek over de invloed van de droogte op de oorspronkelijke bevolking gaat. Die focus is nieuw voor mij.’"], "authors": ["Marlies Ter Voorde"], "keywords": ["centraalazië", "verdwenen", "oude", "van", "droogte", "wetenschappelijk", "onderzoek", "voor", "en", "mongoolse", "een", "beschavingen", "aan", "te", "op", "het", "door"], "pubDate": "2020-12-21T09:54:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}