{"id": "d2fa9c7c-3ea0-3dac-90f0-10210878f0fe", "title": "Jongeren, lage inkomens en etnische minderheden worden door deze crisis het hardst getroffen", "url": "https://volkskrant.nl/columns-opinie/jongeren-lage-inkomens-en-etnische-minderheden-worden-door-deze-crisis-het-hardst-getroffen~b1ef79f0/", "summary": "Het werd ook geen U-herstel, waarbij de crisis wat langer zou aanhouden en de economie pas in de late herfst uit het dal zou kruipen.\nEen W, een herstel waarbij de economie herstelt om in een nieuwe zwart gat te vallen, is het evenmin.\nEen K-vormig herstel leidt tot een permanente verandering van de economische structuur en daardoor ook van de samenleving.\nJongeren, lage inkomensklassen en etnische minderheden worden door deze crisis hard getroffen, terwijl meer welvarende klassen er nauwelijks last van hebben.\nDe K staat nu voor kloof, een K met vier sterretjes waar niemand graag over praat, maar wel k** is.", "paragraphs": ["Het K-woord is soms nog taboe. Of mag alleen worden geschreven met twee sterretjes achter de K. Maar het is nu de aanduiding voor een herstel van de pandemie die een heel ander verloop kent dan de koffiedikkijkers tien maanden geleden dachten toen de financiële markten onderuitgingen. Toen werd gespeculeerd over een V-, U-, W- of L-vormig herstel.", "Het is alvast geen V geworden – behalve misschien op de beurzen – waarbij de economie in het begin van de lente door de lockdown van 15 maart keihard onderuit zou gaan, maar al na enkele weken duimendraaien spectaculair zou herstellen. Aan het einde van 2020 zou in dat geval iedereen de crisis allang zijn vergeten.", "Het werd ook geen U-herstel, waarbij de crisis wat langer zou aanhouden en de economie pas in de late herfst uit het dal zou kruipen. Een W, een herstel waarbij de economie herstelt om in een nieuwe zwart gat te vallen, is het evenmin. Inmiddels is al sprake van een derde golf. En een L – een lange periode van laagconjunctuur – is het eigenlijk ook niet, omdat de crisis niet lijkt op de Grote Depressie van de jaren dertig waarbij meer dan een kwart van de bevolking zonder baan en inkomen zat.", "Maar de letter K is een passend symbool voor de stand van de economie. Hiervan is sprake als de verschillende sectoren van de economie zich in uiteenlopende snelheden en groottes herstellen, waarvoor de beide armen van de letter K symbool staan.", "Een K-vormig herstel leidt tot een permanente verandering van de economische structuur en daardoor ook van de samenleving. Want daar heeft het nu alle schijn van. De zogenoemde platformeconomie (software-ontwikkeling, onlinediensten, ict) groeit als kool, de oude economie (olie, winkels, banken, entertainment) krimpt. Sommigen zien dat als een noodzakelijk kwaad, zoals de aanhangers van de creatieve destructie, een term die door de Oostenrijkse econoom Joseph Schumpeter is gepopulariseerd. Zij zien deze vorm van innovatie als een mogelijkheid om de productiviteit te verhogen.", "Maar een K-vormig herstel leidt ook tot een grotere kloof in de samenleving tussen mensen die profiteren van de nieuwe economie en de mensen die hun baan kwijtraken in de oude economie. De inkomens- en vermogensverschillen nemen toe. De denktank Pew Research Center ziet ook andere kloven groeien, zoals die tussen klassen, generaties en ethnische groepen. Jongeren, lage inkomensklassen en etnische minderheden worden door deze crisis hard getroffen, terwijl meer welvarende klassen er nauwelijks last van hebben. Mensen in de hogere inkomensklassen kunnen gemakkelijk van huis uit werken. Daarentegen moeten de mensen in lagere klassen, zoals politie, zorgmedewerkers, bezorgers en industrie-arbeiders ter plekke zijn.", "De K staat nu voor kloof, een K met vier sterretjes waar niemand graag over praat, maar wel k** is."], "authors": ["Peter De Waard"], "keywords": ["minderheden", "lage", "hardst", "van", "k", "waarbij", "en", "economie", "een", "jongeren", "etnische", "ook", "het", "getroffen", "worden", "inkomens", "zou", "die"], "pubDate": "2021-01-05T20:57:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}