{"id": "d2ff66b5-41b4-340f-8442-9cc4c0696502", "title": "Sociaal medium Parler ook verwijderd van internet door Amazon", "url": "https://www.parool.nl/wereld/sociaal-medium-parler-ook-verwijderd-van-internet-door-amazon~bc9e2550/", "summary": "Parler is feitelijk van internet gegooid nadat ook Apple en Google de dienstverlening hadden opgezegd.\nParler wordt veel benut door rechtse aanhangers van president die in november circa 74 miljoen stemmen kreeg maar de presidentsverkiezingen verloor van Joe Biden die zeven miljoen meer kiezers achter zich kreeg.\nDe populariteit van Parler is mede daarom recent enorm gegroeid, onder meer nadat berichtendienst Twitter van oprichter Jack Dorsey de Amerikaanse president Trump van het platform had verwijderd.\nVeel boodschappen op Parler gingen over mogelijke nieuwe acties tegen de inauguratie van president Biden, ook acties waarbij geweld zou worden gebruikt.\nDie zijn nu in de wet vrijwel gevrijwaard van aansprakelijkheid voor wat gebruikers op platforms zetten.", "paragraphs": ["Parler werd in 2018 opgezet als een alternatief voor Twitter omdat dat medium zich schuldig zou maken aan censuur gericht tegen conservatieven in de VS. Beeld AFP", "Amazon had Parler gewaarschuwd dat Parler zou worden gestopt als het zich niet zou inspannen om gewelddadige inhoud te bestrijden. Parler is feitelijk van internet gegooid nadat ook Apple en Google de dienstverlening hadden opgezegd.", "Parler wordt veel benut door rechtse aanhangers van president die in november circa 74 miljoen stemmen kreeg maar de presidentsverkiezingen verloor van Joe Biden die zeven miljoen meer kiezers achter zich kreeg.", "Parler werd in 2018 opgezet als een alternatief voor Twitter omdat dat medium zich schuldig zou maken aan censuur gericht tegen conservatieven in de VS. Parler claimt een onafhankelijk sociaal medium voor de vrijheid van meningsuiting te zijn en geen censuur te willen plegen.", "De populariteit van Parler is mede daarom recent enorm gegroeid, onder meer nadat berichtendienst Twitter van oprichter Jack Dorsey de Amerikaanse president Trump van het platform had verwijderd. Veel boodschappen op Parler gingen over mogelijke nieuwe acties tegen de inauguratie van president Biden, ook acties waarbij geweld zou worden gebruikt. Het platform is een spreekbuis van veel Amerikanen die denken dat de gevestigde orde mede dankzij de grote internetgiganten de greep op het land verstevigt. ‘Big tech’ of ‘Silicon Valley’ zou daarvoor censuur plegen.", "Zorgen", "De macht van de internetgiganten baart niet alleen de Trump-aanhang zorgen. Republikeinen én Democraten hebben in het Congres vorig jaar verscheidene pogingen gedaan de ongecontroleerde macht van de ondernemingen aan pakken. Ze willen bijvoorbeeld wetgeving veranderen waarmee de aansprakelijkheid van onlineplatforms wordt verruimd. Die zijn nu in de wet vrijwel gevrijwaard van aansprakelijkheid voor wat gebruikers op platforms zetten."], "authors": [], "keywords": ["van", "verwijderd", "amazon", "medium", "internet", "censuur", "voor", "een", "sociaal", "dat", "ook", "zich", "het", "door", "parler", "zou", "die"], "pubDate": "2021-01-11T10:14:01Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}