{"id": "d319cb15-609c-3ede-8d5b-13f4dabc87c4", "title": "Wat eten de kinderen met kerst? Probeer eens deze kinderrecepten", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5204443/wat-eten-kinderen-met-kerst-kinderrecepten-feestdagen-zelf-meehelpen", "summary": "Zet ze met het gourmetstel aan één kant van de tafel zodat ze zelf hun stukjes vlees of vis kunnen bakken.\nAls ze ananas lekker vinden, kunnen ze stukjes ananas meebakken met het vlees.\nGroentespiesjes Groentespiesjes kunnen kinderen zelf makkelijk maken.\nMet satéstokjes en kleine tomaatjes, augurken, worteltjes, stukjes appel en stukjes komkommer komen ze een heel eind.\nJe kunt kinderen ook helemaal zelf sausjes laten maken met bijvoorbeeld ketchup en gemberstroop of met yoghurt, mosterd en mayonaise.", "paragraphs": ["Hoofdgerechten", "Gourmetten", "Benodigdheden:", "Gourmetschotel, vlees of vis", "Groenten en fruit", "Satéstokjes", "Eventueel: mix voor minipannenkoekjes", "Veel kinderen vinden het leuk om te gourmetten. Zet ze met het gourmetstel aan één kant van de tafel zodat ze zelf hun stukjes vlees of vis kunnen bakken. De meeste supermarkten en slagers hebben kant-en-klare gourmetschotels. De kinderen kunnen voor het diner zelf sausjes en groentespiesjes maken. Als ze ananas lekker vinden, kunnen ze stukjes ananas meebakken met het vlees. Je kunt er patat of stokbrood bij serveren.", "Groentespiesjes Groentespiesjes kunnen kinderen zelf makkelijk maken. Met satéstokjes en kleine tomaatjes, augurken, worteltjes, stukjes appel en stukjes komkommer komen ze een heel eind. Willen de kinderen iets anders dan vlees of vis, laat ze dan kleine pannenkoekjes bakken, zoet of hartig. Gebruik bijvoorbeeld schijfjes banaan en appel, of kaas, spek, schijfjes tomaat en champignons. Het beslag kunnen ze zelf maken.", "Sausjes Er zijn speciale zakjes sauspoeder of flesjes saus te koop voor bij het gourmetten. Je kunt kinderen ook helemaal zelf sausjes laten maken met bijvoorbeeld ketchup en gemberstroop of met yoghurt, mosterd en mayonaise.", "Gebakken kipkluifjes met fruitsalade Meng drie eetlepels ketjap met twee eetlepels gemberstroop of honing. Doe er wat zout en peper bij. Giet het over een bakje met circa vijfhonderd gram kipkluifjes. Laat het een half uurtje staan. Leg de kluifjes daarna op een bakplaat in het midden van een voorverwarmde oven, tweehonderd graden, dertig minuten. Knijp er vlak voor het serveren nog een klein beetje ketchup over en hussel de kluifjes door elkaar.", "Fruitsalade Een lekkere fruitsalade smaakt er prima bij. Meng stukjes banaan, appel, kiwi, meloen, walnoten en halve partjes mandarijn in een kom en besprenkel dat met citroensap. Geef er bijvoorbeeld gefrituurde aardappelfiguurtjes bij, uit de diepvries, te vinden in de supermarkt."], "authors": [], "keywords": ["kinderen", "er", "eten", "deze", "zelf", "eens", "en", "kunnen", "met", "probeer", "een", "ze", "kinderrecepten", "het", "wat", "stukjes", "kerst"], "pubDate": "2020-12-21T09:15:50Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}