{"id": "d321c077-5f30-31fa-b674-f0fc87c32e7c", "title": "Bakker genoot van saamhorigheid PSG en Basaksehir: 'Mogen we trots op zijn'", "url": "https://nu.nl/voetbal/6095838/bakker-genoot-van-saamhorigheid-psg-en-basaksehir-mogen-we-trots-op-zijn.html", "summary": "Mitchel Bakker vindt het mooi hoe Paris Saint-Germain en Istanbul Basaksehir woensdag in het restant van de onderlinge ontmoeting in de Champions League zijn omgegaan met het racisme-incident van een dag eerder in het Parc des Princes.\n\"Het was een wedstrijd met een speciaal tintje.\nIk denk dat we hier allemaal trots op mogen zijn\", zei Bakker na de wedstrijd, die in een ruime 5-1-zege voor Paris Saint-Germain eindigde.\n205 Samenvatting Paris Saint-Germain-Basaksehir (5-1)Webó krijgt gesigneerd shirt van PSGWebó kreeg uit handen van voorzitter Nasser Al Khelaifi van Paris Saint-Germain een gesigneerd shirt van de Franse grootmacht.\nOp het shirt, met daarop het rugnummer 9 en de naam van Webó, stonden de handtekeningen van alle spelers.", "paragraphs": ["Mitchel Bakker vindt het mooi hoe Paris Saint-Germain en Istanbul Basaksehir woensdag in het restant van de onderlinge ontmoeting in de Champions League zijn omgegaan met het racisme-incident van een dag eerder in het Parc des Princes. De linksback van de Parijzenaars denkt dat er een goed statement is gemaakt.", "De wedstrijd werd dinsdag na een klein kwartier gestaakt nadat spelers van Basaksehir het veld hadden verlaten. Ze waren woedend op de Roemeense vierde official Sebastian Coltescu, die assistent-trainer Pierre Webó zou hebben aangeduid als \"ala negru\" ('die zwarte man' in het Roemeens).", "De UEFA besloot het duel woensdag uit te laten spelen. De Roemeense scheidsrechter Ovidiu Hategan werd vervangen door de Nederlander Danny Makkelie. De spelers en arbitrage knielden voor de aftrap en de warming-up was daarvoor al afgewerkt in shirts met daarop de tekst \"No to racism\".", "\"Het was een wedstrijd met een speciaal tintje. We hebben ons best gedaan om te laten zien dat racisme niet thuishoort in het voetbal. Ik denk dat we hier allemaal trots op mogen zijn\", zei Bakker na de wedstrijd, die in een ruime 5-1-zege voor Paris Saint-Germain eindigde.", "205 Samenvatting Paris Saint-Germain-Basaksehir (5-1)", "Webó krijgt gesigneerd shirt van PSG", "Webó kreeg uit handen van voorzitter Nasser Al Khelaifi van Paris Saint-Germain een gesigneerd shirt van de Franse grootmacht. Op het shirt, met daarop het rugnummer 9 en de naam van Webó, stonden de handtekeningen van alle spelers.", "De UEFA gaat nog bekijken wat er exact is voorgevallen in Parijs. De Europese voetbalbond heeft inmiddels een onderzoek naar het incident geopend. Het is nog niet duidelijk wanneer een uitspraak volgt.", "Coltescu bood meteen na de wedstrijd al zijn excuses aan. \"Racisme was nooit mijn intentie. Soms worden woorden in een omgeving niet goed uitgedrukt of verkeerd begrepen. Namens de UEFA Champions League zeg ik sorry.\""], "authors": ["Door"], "keywords": ["genoot", "van", "shirt", "saamhorigheid", "het", "op", "met", "zijn", "paris", "psg", "wedstrijd", "een", "trots", "en", "basaksehir", "mogen", "uefa"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}