{"id": "d327415c-7616-3fb4-9db9-270be44c2b2c", "title": "De gentherapie voor hemofilie stuit op tegenslag", "url": "https://volkskrant.nl/wetenschap/de-gentherapie-voor-hemofilie-stuit-op-tegenslag~b99cde054/", "summary": "Beeld TypexNa meer dan twee decennia onderzoek was de hoop van artsen en patiënt dit jaar gevestigd op de komst van het eerste genetische medicijn tegen hemofilie.\nPatiënten met die zeldzame, erfelijke stoornis in de bloedstolling moeten zichzelf nu nog meerdere keren per week een injectie met het ontbrekende stollingseiwit toedienen.\nDe gentherapie van Biomarin is bedoeld voor patiënten met hemofilie A, de meestvoorkomende variant van de ziekte, die in Nederland bij zo’n 1.500 patiënten voorkomt; de therapie zorgt voor de aanmaak van stollingsfactor VIII, een eiwit dat die patiënten missen.\nGentherapie is extreem duur, de verwachting is dat het middel tegen hemofilie A in Nederland 1,8 miljoen euro per patiënt gaat kosten.\nOok Rotterdamse patiënten van hematoloog Leebeek lopen nu rond met die Padua-variant, net als patiënten uit Amsterdam, Utrecht en tal van andere plaatsen wereldwijd.", "paragraphs": ["Beeld Typex", "Na meer dan twee decennia onderzoek was de hoop van artsen en patiënt dit jaar gevestigd op de komst van het eerste genetische medicijn tegen hemofilie. Patiënten met die zeldzame, erfelijke stoornis in de bloedstolling moeten zichzelf nu nog meerdere keren per week een injectie met het ontbrekende stollingseiwit toedienen. Velen hebben desondanks nog inwendige bloedingen, met pijn, stijfheid en schade aan gewrichten tot gevolg. Gentherapie zou in een klap aan al die ellende een einde kunnen maken: geef patiënten via een infuus stukjes dna met de code voor die ontbrekende stollingsfactor en de levercellen krijgen de opdracht om dat alsnog aan te maken.", "Medicijnautoriteit", "Maar 2020 bracht een grote teleurstelling: de Amerikaanse medicijnautoriteit FDA verwierp de registratie-aanvraag van biotechbedrijf Biomarin. Volgens de FDA moet beter worden aangetoond hoelang de patiënten baat hebben bij het genetische medicijn. De gentherapie van Biomarin is bedoeld voor patiënten met hemofilie A, de meestvoorkomende variant van de ziekte, die in Nederland bij zo’n 1.500 patiënten voorkomt; de therapie zorgt voor de aanmaak van stollingsfactor VIII, een eiwit dat die patiënten missen.", "Er is één probleem: de hoeveelheid stollingsfactor in hun bloed stijgt na de behandeling weliswaar flink, maar neemt daarna geleidelijk aan af. Na vier jaar resteert nog maar 20 procent, zo bleek deze zomer uit de laatste resultaten. Dat is nog altijd ruim voldoende, er is maar een beetje stollingsfactor nodig om de ziekte in te dammen en bloedingen te voorkomen, zegt hoogleraar Frank Leebeek, hematoloog in het Erasmus MC. Toch maakt de FDA zich zorgen: als de achteruitgang doorzet, breekt er mogelijk een moment aan waarop het genetische medicijn niet meer werkt.", "Is dat erg? Dat is de vraag waar de Amerikaanse en Europese registratie-autoriteiten zich nu over moeten buigen. Gentherapie is extreem duur, de verwachting is dat het middel tegen hemofilie A in Nederland 1,8 miljoen euro per patiënt gaat kosten. Maar de stollingsfactoren die patiënten nu zelf injecteren zijn ook duur, zegt Leebeek, het kan gaan om duizenden euro’s per week. Stel dat met één infuus kan worden voorkomen dat patiënten zichzelf jarenlang drie tot vier keer per week een injectie moeten geven en ze bovendien al die tijd minder of geen inwendige bloedingen meer hebben? ‘Realiseer je eens wat dat betekent voor de kwaliteit van hun leven.’", "De FDA wil dat de hemofiliepatiënten uit het onderzoek langer worden gevolgd, een eis die uiteraard ook een financiële achtergrond heeft, beseft Leebeek. Hoe langer de therapie werkt, hoe meer ervoor moet worden betaald.", "Enthousiasme", "De tegenslag staat het enthousiasme van de Rotterdamse hoogleraar niet in de weg. Nieuwe onderzoeken brengen beloftevolle resultaten: na 25 jaar waarin hij zijn patiënten weinig nieuwe behandelingen te bieden had, is hij ervan overtuigd dat gentherapie hun leven binnen afzienbare tijd zal veranderen. Begin december zijn op een internationaal congres de tussentijdse resultaten gepresenteerd van een onderzoek naar gentherapie bij patiënten met hemofilie B, de minder voorkomende variant van de ziekte die om een ander stollingseiwit draait (factor IX). Daar laten de grafieken een optimistische horizontale lijn zien: vijf jaar na toediening van het genetische medicijn blijft de hoeveelheid stollingsfactor in het bloed opmerkelijk stabiel.", "En dan is er nog mooi nieuws over de opgevoerde motor, een dna-variant die voorkomt bij een familie in het Noord-Italiaanse Padua. Bij die familieleden werkt stollingsfactor IX zo sterk dat zij er trombose, bloedklonters, van krijgen. Wat nou, bedachten wetenschappers, als zij hemofilie-B-patiënten, van wie het bloed door het ontbreken van die factor juist veel te weinig stolt, een stukje van dat bijzondere Italiaanse dna zouden kunnen bezorgen?", "Ook Rotterdamse patiënten van hematoloog Leebeek lopen nu rond met die Padua-variant, net als patiënten uit Amsterdam, Utrecht en tal van andere plaatsen wereldwijd. De onderzoekers presenteerden onlangs de eerste halfjaarresultaten: patiënten waren gestopt met hun injecties, er zat meer dan genoeg stollingsfactor in hun bloed, driekwart had geen enkele bloeding meer gehad.", "‘Als we dat kunnen vasthouden’, zegt Leebeek, ‘dan komt genezing van hemofilie in zicht.’"], "authors": ["Ellen De Visser"], "keywords": ["van", "stollingsfactor", "voor", "hemofilie", "en", "een", "met", "gentherapie", "tegenslag", "op", "patiënten", "stuit", "het", "meer", "dat", "die"], "pubDate": "2020-12-23T13:00:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}