{"id": "d3321128-8456-348c-b4d6-5be22ccfdbc9", "title": "Zo kies je zonder sommelier het perfecte wijnarrangement voor thuis", "url": "https://volkskrant.nl/eten-en-drinken/zo-kies-je-zonder-sommelier-het-perfecte-wijnarrangement-voor-thuis~bb267d22/", "summary": "In Frankrijk, Spanje en Italië zie je het niet vaak.\nNatuurlijk moet je eerst en vooral kiezen voor wat je zelf het lekkerst vindt.\nEr zijn vrij eenvoudige handvatten voor het combineren van eten en wijn.\nBeste wijn bij rijke gerechten Three Thieves Chardonnay 2016, California Republic Een wijn met een overweldigend butterscotch­aroma en daarachter dampend tropisch fruit.\nMaar mocht je het toch feestelijk vinden, dan zijn dit de spelregels: de wijn is liefst zoeter dan het toetje.", "paragraphs": ["Beeld Getty Images", "Geen land ter wereld waar men zo dol is op het wijnarrangement in restaurants als Nederland. In Frankrijk, Spanje en Italië zie je het niet vaak. Daar kiest men een lekkere wijn en drinkt die bij alle gerechten. Bij de ene gang past hij, bij de andere niet. Nou, jammer. Ook bij ons zijn er heel wat liefhebbers die dat ene gedoe, door sommeliers in fijn Nederlands wine pairing genoemd (de Franse hebben er niet eens een term voor!), onzin vinden. Feest = je mooiste fles open.", "Mja. Natuurlijk moet je eerst en vooral kiezen voor wat je zelf het lekkerst vindt. Maar die Barolo of Bordeaux bij een mootje zalm is echt niet ideaal.", "Er zijn vrij eenvoudige handvatten voor het combineren van eten en wijn. Het lastige is het toepassen ervan: bij fris eten hoort frisse wijn. Maar welke wijn is dan fris? Bij de wijnhandel kun je die vraag stellen, bij de supermarkt niet. Gelukkig zijn er apps als WineStein die je precies vertellen welke wijnen matchen. Je moet echter heel wat gegevens invoeren. Dat kan simpeler.", "Hoe serveer je de wijn? Schenk lichte rode wijnen koel (halfuur koelkast), ronde en zeker rijke witte niet te koud (halfuur tevoren uít de koelkast). Ook het glas is belangrijk Liever bescheiden wijn in een fatsoenlijk, groot wijnglas dan chique wijn uit een ballonglas, laat staan een kroesje (zonder voet). Goede wijnglazen zijn de investering waard.", "Fris", "Sommige gerechten kun je als fris omschrijven. Meestal is er dan iets zuurs aanwezig, zoals in salades. In een menu met meerdere gangen zullen ze dikwijls als eerste op tafel komen. Bij frisse (voor)gerechten (met tomaat, citroen, vinaigrette) passen frisse wijnen: Chablis, Sauvignon Blanc (Pouilly-Fumé, Sancerre), Rueda, Muscadet, Verdicchio, Pinot Grigio, Grüner Veltliner, droge Rieslings.", "Beste wijn bij frisse gerechten Domaine La Renaudie 2019, Touraine Sauvignon", "Glasheldere sauvignon blanc, fris als een groen appeltje van de boom, een hint van exotisch fruit erachter, sap, sap, sap met het onweerstaanbare parfum van zomer en optimisme. Lees meer.", "Prijs/kwaliteit: 9+", "Te koop bij: Colaris, € 9,50", "Rond", "Niet rijk van smaak maar ook niet zuur? Heel wat groentegerechten vallen daaronder, maar ook visgerechten zonder een rijke saus. Dan heb je veel keus bij de wijn. Veel Chardonnays passen, maar dan die zonder houtrijping, evenals Chenin Blanc, Spaanse witte wijnen als Rías Baixas en witte rioja en Weissburgunder uit Duitsland.", "Als het gaat om lichtere voorgerechten van groenten of vlees komt behalve wit ook rood in beeld, en dan die van lichtere druivenrassen: Bourgogne en Beaujolais, Spätburgunder, Chinon, Bourgueil, Blaufränkisch.", "Beste wijn bij lichte gerechten Fiano 2019, Masseria Li Veli, Salento, Puglia Deze wijn is een mediterrane droom, kamperfoelie in de zwoele avond, vuurvliegjes in de struiken, verse meloen en peer op tafel, de geur van warme aarde om je heen. Lees meer.", "Prijs/kwaliteit: 8", "Te koop bij: Degoudenton.nl, € 12,75", "Rijk", "Weelderige gerechten verdienen weelderige wijn. Roomsaus bijvoorbeeld gaat geweldig goed samen met houtgerijpte Chardonnay. De klassieke Bourgognes van de Côtes de Beaune zijn het beroemdste voorbeeld, maar er zijn er van over de hele wereld. Gerijpte Riesling uit Duitsland en Oostenrijk, droog of net niet droog, vallen ook in deze categorie.", "Beste wijn bij rijke gerechten Three Thieves Chardonnay 2016, California Republic Een wijn met een overweldigend butterscotch­aroma en daarachter dampend tropisch fruit. Schater­lachende chardonnay dus, die hamburgers met ketchup maar ook Aziatisch eten in een heupzwaai neemt. Lekker koelen en slurpen bij blokjes kaas met gember en ananas. Lees meer.", "Prijs/kwaliteit: 8,5", "Te koop bij: Jumbo, € 9,49", "Stevig", "Kloeke hoofdgerechten van vlees of groenten, en ik denk dan ook aan dingen in deegkorst, zijn de partners van stevige rode wijnen. Die bevatten namelijk flink wat tannine, de looizuurachtige stof die je mond een beetje uitdroogt. Eiwitten en smeuïg vet gaan daar perfect mee samen; de uitkomst is dan meer dan de som der delen. Châteauneuf-du-Pape gold vroeger vanwege zijn kracht de ideale begeleider van biefstuk met peper, maar er zijn nog veel meer krachtige rode: Médoc, Saint-Emilion, Barolo, Brunello di Montalcino, Ribera del Duero.", "Beste wijn bij stevige gerechten Château Lion Noir 2018, Bordeaux Deze Bordeaux heeft niet dat ouderwets stoffige van vroeger. Je duikt meteen aan de diepe kant in een fruitig zwembad vol cassis en bramen. Er drijft nog wat zoet cederhout in ook. Zeker, de wijn heeft wat karakteristieke stroefheid maar hij is zo lekker modern, zo blijmoedig. Drinkbaar anderhalf jaar na de oogst, het is voor traditionalisten vloeken in de bordeauxkerk. Maar het werkt! Lees meer.", "Prijs/kwaliteit: 8,5", "Te koop bij: Bilderdijk Wijnhuys, € 11,95", "Beeld Getty Images", "Ertussenin", "De meeste rode wijnen, en dan zeker die hierboven niet genoemd zijn, vallen qua kracht in het middengebied. Soepel, met een bite, zonder dat je mond ervan samentrekt. Die passen bij opmerkelijk veel smaken, uiteraard bij vlees maar ook bij vegetarische schotels.", "Beste wijn in het middengebied Morellino di scansano 2016, Viticcio De wijn knort tevreden van donker fruit en het kenmerkende mengsel van viooltjes en takkenbos dat de sangiovesedruif meebrengt, zeker wanneer hij zoals hier een krap jaar in grote foeders (grote houten vaten) van Slavonisch eiken rijpt. Smaakt fris en kernachtig, een heerlijk nazomerglas. Lees meer.", "Prijs/kwaliteit: 8,5", "Te koop bij: Wijnhandels, verkoopadressen via monnik-dranken.nl, of via Budgetwijnen, € 11,95", "Pittig", "De vurigheid van chilipepers gaat in gerechten doorgaans samen met een beetje zoet, om de balans te verzekeren. Wijnen met een zoetje passen daar dan ook uitstekend bij, en de goede komen vooral uit Duitsland. Nee, dat is niet oma’s Moezeltje uit het onderste schap; er zijn fantastische wijnen onder. Opmerkelijk genoeg smaken ook de krachtige rode wijnen met veel tannine goed bij dergelijke pittigheid.", "Beste wijn bij pittige gerechten Bürgerspital, Würzburger Silvaner trocken VDP Ortswein 2018, Franken Het Bürgerspital is vandaag de dag toonaangevend in Duitsland en dat blijkt uit de geproefde wijn: een frisse appelbries, een hint van perzik en honing, een klein zoetje en een bittertje, uiterst vriendelijk maar met kern en stevigheid. Lees meer.", "Prijs/kwaliteit: 8+", "Te koop bij: Doktermaler.com, € 10,75", "Kaas", "Eigenlijk heeft elke kaas een andere wijn nodig. Port past bij scherpe oude kaas, blauw of hard, maar dikke kans dat het je tegen de tijd niet meer interesseert. De beste, soepelste begeleider van een kaasassortiment is een volle witte wijn.", "Beste wijn bij kaas Le Fief Noir ‘L’Échappée’ 2018, Chenin, Anjou Een wolk van een wijn, zonnig van karakter, geurend naar peer en vuursteen en met een prettig, beetje boterig mondgevoel. Is nog jong, mag gerust twee jaar ouderen. Pure vriendenwijn. Lees meer.", "Prijs/kwaliteit: 8,5", "Te koop bij: Mmebouquet.com, € 12,50", "Zoet", "Dessertwijn lijkt een beetje uit. Maar mocht je het toch feestelijk vinden, dan zijn dit de spelregels: de wijn is liefst zoeter dan het toetje. Dat valt om den drommel niet mee, zeker niet als er ijs is. Groots en kostbaar zoet als Sauternes, Coteaux de Layon, Trockenbeerenauslese en Tokaji Aszù is beter af met gebak.", "Bij chocolade past port, maar Banyuls en Maury nog beter. Mocht je er helemaal niet uitkomen, dan zijn de altijd werkende oplossingen Moscato d’Asti, bruisend fruitig, en diens rode fruitige pendant Brachetto d’Aqui, die wat meer bite heeft.", "Beste zoete wijnen Fontanafredda moscato d’Asti 2019, Piemonte", "Een juichend fruitige moscato d’Asti, zacht bruisend, dampend van muskaatgeur en met comfortabel weinig alcohol. Lees meer.", "Te koop bij: Albert Heijn, € 7,99 Alasia brachetto d’Aqui 2019, Piemonte", "Het rode broertje van de moscato. Vloeibaar rood fruit met wat rozenblaadjes, huppelt ook met wat bruis maar heeft een piepklein bittertje om het interessant te maken.", "Te koop bij: Gall&Gall, € 7,99"], "authors": ["Onno Kleyn"], "keywords": ["zo", "perfecte", "thuis", "wijn", "bij", "van", "zonder", "het", "maar", "met", "kies", "sommelier", "een", "je", "en", "niet", "wijnarrangement", "voor"], "pubDate": "2020-11-18T17:48:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}