{"id": "d3442eab-5c37-3736-9bfc-b50592f3b097", "title": "‘Cycling is about making space for other people’", "url": "https://www.parool.nl/english/cycling-is-about-making-space-for-other-people~b681d186/", "summary": "I found cycling really liberating as an experience itself, movement.”Scaring touristsBut he does not “cycle to race or compete,” he says.\nWhen asked what might be improved in Amsterdam’s cycling culture, he emphasizes being more hospitable to the non-locals.\nHe elaborates: “We’re scaring them from never cycling when they go back to their countries and cycling.\nIt’s just up to us to make space for the elderly on our cycling tracks without coming across as impatient,” he says.\n“Cycling is so much about making space for other people in cities.”", "paragraphs": ["Altaf Makhiawala, also known as the @CylingSultan, works for a private foundation Beeld Marie Wanders", "On a beige, rust-speckled Tokyobike that he bought in Copenhagen, Altaf Makhiawala glides off Postjesweg into Rembrandtpark. Without slowing, he points to a grassy area overlooking water, with the Ramada Hotel on the horizon, and calls it a favorite spot for lounging on his beanbag.", "Originally from India, Makhiawala, 38, is accustomed to giving commentary about destinations he reaches on two wheels. In Delhi, where he once worked for UNICEF, it was his weekend ritual to select one national monument, read up on its history, jump on his Brompton, bike to the historical site and live-tweet his experience. This was the beginning of what became his @CyclingSultan persona first on Twitter, then Instagram.", "But in Delhi, where he says he “absolutely” wore a helmet, the vehicular choice attracted a lot of attention. He recalls: “People thought I had signed my death certificate by even deciding that I would go to work in Delhi on a bicycle every single day, because cycling is a mode of transport seen through the prism of economic class in India. So people thought: am I poor, can I not afford a car?”", "Rigid traffic rules", "Makhiawala moved to Amsterdam in May 2016 to work for a private philanthropy in Leiden. The Dutch climate, weather-wise and otherwise, is vastly different from the one in which he grew up, having spent his first 13 years shuttling between Mumbai, where he was born and went to school, and Saudi Arabia, where he spent his summers with his mother and father, who worked as a civil engineer there.", "Yet, he already possessed the pedal-happy perspective of many Amsterdammers. Besides urban India, he had also cycled in “very hilly” Amman, Jordan, where he worked with refugees. Later he got a job in London, where he “was petrified” not of cars “but of other cyclists—very aggressive,” and then Copenhagen, a city “made for cycling” but, compared to Amsterdam, “rigid” in its rules.", "Its practicality aside, cycling has been important to Makhiawala for personal reasons. “In Delhi, where I lived for four-and-a-half years, I would be in hospital at least once a year just to get oxygen because it was difficult to breath in the toxic air,” he says.", "In Riyadh, “there are gas-guzzling SUVs everywhere,” he remembers. “Going from one city to another, we went in cars in Saudi Arabia, always feeling like you’re inside a little bubble and never really experiencing the outside or engaging with the environment. I found cycling really liberating as an experience itself, movement.”", "Scaring tourists", "But he does not “cycle to race or compete,” he says. “I like to stop, take photographs. I will wander with my bicycle rather than be very fast, shouting: ‘Move out of my way!’”", "Soft-spoken and affable, Makhiawala is hard to imagine being abrupt. He admits, though, that his patience was tested daily before settling in De Baarsjes. On first moving to Amsterdam, he lived on the Singel along the Bloemenmarkt. “My life had to revolve around the tourists,” he says. “I couldn’t even get any shopping delivered without considering the timing of the tourists.”", "But Makhiawala is hardly against visitors to the city. When asked what might be improved in Amsterdam’s cycling culture, he emphasizes being more hospitable to the non-locals.", "He elaborates: “We’re scaring them from never cycling when they go back to their countries and cycling. The fact that we do have this bike culture, we have to introduce others to it, to know how we cycle. And if we engage the tourists in how we cycle as a way of life, can you imagine what a ripple effect this will have on other countries and other cities around the world? Tourists would think: ‘Oh, people were so friendly, and they taught me how to cycle.’ If I see someone who’s struggling, I’ll usually say: ‘Oh, cycle on this side,’ or ‘Take a left turn and then cross the street from this signal.’”", "Still, as for living in the Centrum, “never again, never again,” Makhiawala laughs. “I didn’t get a sense of community in the city center. Everyone is just fluid, moving in and out.” By contrast, in his area of De Baarsjes—characterized as ethnically diverse, with “a lot of old-timers” who “sit outside with their chairs every summer and wave at everyone who passes by”—he invites over neighbors and, when he travels, they water his plants.", "Finding a tricycle", "The neighborhood also proved welcoming to his parents, who stayed for three months on what was their first trip to Europe. In Amsterdam, they felt familiarity in multiple ways. “‘Oh, there’re halal butcher shops here. There are mosques here. Women are walking on the street with hijabs on,’” Makhiawala recalls his parents observing.", "“And I showed them the coffeeshop down the road. I said: ‘This is a coffeeshop and people go there and buy recreational drugs. But do we ever see anyone making a nuisance on the street? We haven’t seen any of that, have we?’”", "Less simple was finding a tricycle for his 74-year-old father, whose knees had recently undergone surgery. So one day Makhiawala propped his dad on his own bike, and held the seat while the elder pedaled. The response was reportedly along the lines of: “‘Dude, what are you doing? I’m not a kid.’” It made Makhiawala realize, however, that Amsterdam could also better accommodate intergenerational needs.", "“People are cycling fast. Sometimes people don’t have the patience for the elderly—maybe they are cycling in the middle of the lane because it feels safer rather than on the left or the right. It’s just up to us to make space for the elderly on our cycling tracks without coming across as impatient,” he says. “Cycling is so much about making space for other people in cities.”"], "authors": ["Karina Hof", "Floris Vermeulen"], "keywords": ["delhi", "space", "cycling", "amsterdam", "oh", "makhiawala", "street", "tourists", "city", "making", "cycle", "worked"], "pubDate": "2019-07-26T08:30:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}