{"id": "d3517a41-3592-3029-8ccf-c37f44ed834c", "title": "Tennisbond ATP bevestigt: Australian Open start drie weken later", "url": "https://nos.nl/artikel/2361000-tennisbond-atp-bevestigt-australian-open-start-drie-weken-later.html", "summary": "Het was al aangekondigd en de vrees van ABN Amro-toernooidirecteur Richard Krajicek wordt ook bewaarheid: de Australian Open worden met drie weken uitgesteld, waardoor de eerste grand slam van het jaar in dezelfde periode wordt gehouden als het toernooi in Rotterdam.\nHet toernooi in Melbourne begint nu op 8 februari en duurt tot en met 21 februari.\nDe kwalificatie is van 10 tot en met 13 januari in Doha.\n\"Als de Australian Open maar niet naar februari worden verplaatst\", zei Krajicek vorige maand nog.\nHet toernooi zou van 6 tot en met 14 februari plaatshebben, maar staat niet op de herziene kalender.", "paragraphs": ["Het was al aangekondigd en de vrees van ABN Amro-toernooidirecteur Richard Krajicek wordt ook bewaarheid: de Australian Open worden met drie weken uitgesteld, waardoor de eerste grand slam van het jaar in dezelfde periode wordt gehouden als het toernooi in Rotterdam.", "Tennisbond ATP heeft woensdag de eerste zeven weken van de herziene kalender gepubliceerd. Het toernooi in Melbourne begint nu op 8 februari en duurt tot en met 21 februari. De kwalificatie is van 10 tot en met 13 januari in Doha. Daarna is het voor de sporters en begeleiders geen probleem om te voldoen aan de verplichte veertiendaagse quarantaineplicht.", "\"Als de Australian Open maar niet naar februari worden verplaatst\", zei Krajicek vorige maand nog. Dat is nu exact wat er wel gebeurd is, waardoor het ABN Amro-toernooi mogelijk óók zal worden verplaatst. Het toernooi zou van 6 tot en met 14 februari plaatshebben, maar staat niet op de herziene kalender. Een mogelijke nieuwe datum zou 1 maart zijn, maar dat is nog niet bevestigd."], "authors": [], "keywords": ["australian", "start", "bevestigt", "van", "open", "later", "tot", "niet", "het", "worden", "en", "toernooi", "februari", "maar", "drie", "met", "tennisbond", "atp", "weken"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}