{"id": "d3576626-db91-3401-8ac1-3731a4e69adb", "title": "Offer volkstuin en stadsgroen niet op voor woningbouw", "url": "https://trouw.nl/opinie/offer-volkstuin-en-stadsgroen-niet-op-voor-woningbouw~b600501d/", "summary": "Het opofferen van de laatste plekjes open groene ruimte in de stad voor woningbouw is geen goed idee.\nStaatsbosbeheer streeft naar het maken van groene netwerken: netwerken die het groen binnen en buiten de stad verbinden, die aangenaam en praktisch zijn voor de wandelaar en de fietser.\nMaar ook om er lekker te zitten en te genieten.\nEn het geeft de tuinders een gewaardeerde rol erbij: die van aanbieder van groene recreatieruimte én natuur in de stad.\nEen reden temeer om volkstuinen niet aan huizenbouw op te offeren, zoals op enkele plaatsen in het land dreigt te gebeuren.", "paragraphs": ["Nederland heeft een fikse bouwopgave te vervullen. Bijna een miljoen nieuwe huizen zullen erbij komen. Binnenstedelijk bouwen is de norm. Bij de zoektocht naar geschikte locaties valt het oog op ‘open’ gebieden. Soms oude bedrijventerreinen, dat is prima. Maar soms ook sportvelden of volkstuinen. Het opofferen van de laatste plekjes open groene ruimte in de stad voor woningbouw is geen goed idee.", "Die laatste oases koesteren we al heel lang. Parken en volkstuinen zijn immers altijd al de prettige groene plekken in de stad. Aan de stadsranden liggen mogelijkheden om te bouwen én natuur te ontwikkelen. Vorige week wees Femke Halsema in haar ‘State of the region’ op de Greendeals die gesloten zijn. Gepleit wordt voor meer houtbouw én meer bos. Combineer dat laatste nou eens met stedenbouw en durf daarbij ook naar de stadsranden te kijken.", "Staatsbosbeheer streeft naar het maken van groene netwerken: netwerken die het groen binnen en buiten de stad verbinden, die aangenaam en praktisch zijn voor de wandelaar en de fietser. Maar ook om er lekker te zitten en te genieten. En onmisbaar voor de natuur die langs diezelfde netwerken tot aan je voordeur kan komen. Waardevolle groene plekken moeten we koesteren en waar mogelijk kunnen we de stad verder vergroenen. En dus niet verstenen.", "Álle mogelijkheden benutten", "Dat vraagt wel dat we álle mogelijkheden moeten benutten. Van gevelstenen voor gierzwaluwen en vleermuizen, geveltuintjes, groene daken, bomen in de straat tot en met nieuw bos aan de stadsrand. Volkstuincomplexen zouden er ook onderdeel van kunnen zijn. Voor de natuur zijn ze dat vaak al, voor de mens maar zelden.", "Ze zijn namelijk meestal hermetisch van de buitenwereld afgesloten, slechts toegankelijk voor de tuinders. Als onderdeel van het groene netwerk kunnen ze eenvoudig toegankelijk worden gemaakt: een doorgang om erin te komen, aan de andere kant een uitgang, met een bruggetje over de sloot. En misschien een hek dat ’s avonds op slot kan zodat de oogst bij de tuinders blijft. Dan kan iedereen van de tuinen genieten. In Nederland en daarbuiten zijn daar al mooie, inspirerende voorbeelden van.", "Volkstuinen zullen op deze manier veel nieuwe vrienden krijgen die er mede voor zorgen dat ze niet bebouwd worden. En het geeft de tuinders een gewaardeerde rol erbij: die van aanbieder van groene recreatieruimte én natuur in de stad. Een reden temeer om volkstuinen niet aan huizenbouw op te offeren, zoals op enkele plaatsen in het land dreigt te gebeuren.", "Binnenstedelijk bouwen doe je op oude bedrijventerreinen, niet in het groen. En als je buiten de stad bouwt, liggen daar kansen om dat te realiseren mét oog voor de natuur (en met volkstuinen, iets wat tegenwoordig ook wel stadslandbouw wordt genoemd).", "Lees ook:", "Londen is een National Park. ‘Stadsmensen raken de verbinding met de natuur kwijt’", "Londen noemt zich ‘nationale parkstad’. ‘Wat als je zou kunnen zwemmen in de Thames?’", "Heel veel bomen zouden verhit Rotterdam flink afkoelen, weet Charlotte van der Heiden", "Hoe verkoel je een hete stad zoals Rotterdam? Nou, door veel bomen te planten, weet Charlotte van der Heiden, die de mouwen daartoe flink heeft opgestroopt."], "authors": ["Harry Boeschoten"], "keywords": ["van", "het", "op", "volkstuin", "stadsgroen", "zijn", "groene", "offer", "woningbouw", "stad", "niet", "een", "en", "te", "voor"], "pubDate": "2020-12-10T13:03:25+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}