{"id": "d35be5ba-f382-3e92-98e2-10bfcaa28499", "title": "In The Collector Hotel in Den Haag is het fijn ervaringen verzamelen", "url": "https://volkskrant.nl/reizen/in-the-collector-hotel-in-den-haag-is-het-fijn-ervaringen-verzamelen~b8ca779e/", "summary": "Een hotel boeken is geen kunst, maar een bijzonder hotel vinden, daar hebben onze reisredacteuren zicht op.\nOf het nu sneakers, antieke zegels of Playmobil-poppetjes zijn: iedereen verzamelt wel iets, volgens The Collector Hotel.\nSlim bedacht, want een restaurant of hotel is tegenwoordig niets meer zonder beleving – die liefst ook nog instawaardig is.\nBeeld HUGO interieurvormgeving‘Our collections reflect the moments that made us stop, pause and even change direction’, verklaart het hotel op de website.\nThe Collector Hotel, Den Haag thecollectorhotel.com Vanaf 95 euro.", "paragraphs": ["Een hotel boeken is geen kunst, maar een bijzonder hotel vinden, daar hebben onze reisredacteuren zicht op.", "Of het nu sneakers, antieke zegels of Playmobil-poppetjes zijn: iedereen verzamelt wel iets, volgens The Collector Hotel. Slim bedacht, want een restaurant of hotel is tegenwoordig niets meer zonder beleving – die liefst ook nog instawaardig is. The Collector heeft het allemaal. Het begint al bij de overweldigende entree, die doet denken aan de grandeur van Grand Central Terminal in New York: Jugendstil verlichting, Scandinavisch meubilair, hout, marmer, overal flinke bossen exotische bloemen. Grappig detail: in de lobby kun je zelf de inhoud van je minibar bij elkaar verzamelen.", "Voor wie zelfs dan nog twijfelt over een Instagrampost, maken de collecties het af: op de balie in de receptie staan tientallen antieke hotelbelletjes, een muur in de fotogenieke lobby is behangen met cassettebandjes, gevonden na een oproep op Marktplaats. Op de 57 kamers hangen moderne Gouden Eeuw-portretten van kunstenaar Julie Gondoin, die zijn vervaardigd van honderden gevonden voorwerpen, zoals speelgoedauto’s en Barbie-armpjes.", "Beeld HUGO interieurvormgeving", "‘Our collections reflect the moments that made us stop, pause and even change direction’, verklaart het hotel op de website. En waar dat misschien een beetje bedacht kan klinken, voelt het door de goed gestylede uitvoering toch geloofwaardig. Bovendien willen we eigenlijk de kamer met fotoboeken en vrijstaand bad niet meer uit. We zijn niet de enigen: als we ’s avonds vanuit de lobby toch maar het centrum van Den Haag instappen, zien we nog net hoe een hotelgast op hotelslippers voor de deur een Uber Eat-bezorger betaalt. Tevreden stapelt ze de plastic doosjes op elkaar. Ja, echt iedereen verzamelt wel iets – en wij verzamelen graag dit soort ervaringen.", "The Collector Hotel, Den Haag thecollectorhotel.com Vanaf 95 euro. Haagse Bluf 52, Den Haag"], "authors": ["Margot C. Pol"], "keywords": ["verzamelen", "van", "fijn", "nog", "het", "op", "zijn", "haag", "lobby", "hotel", "een", "en", "collector", "den", "ervaringen"], "pubDate": "2020-02-21T15:00:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}