{"id": "d37616c1-139b-3a3b-8e4a-e184ced7d0a8", "title": "Radio Milko: waarom Hans Nijland een pikante foto van hemzelf en twee schaarsgeklede dames naar zijn vrouw stuurde", "url": "https://www.dvhn.nl/sport/Radio-Milko-waarom-Hans-Nijland-een-pikante-foto-van-hemzelf-en-twee-schaarsgeklede-dames-naar-zijn-vrouw-stuurde-26286475.html", "summary": "In deze aflevering van Radio Milko is oud-directeur van FC Groningen Hans Nijland te gast.\nIn Radio Milko deelt hij een paar van die sappige anekdotes.\nZo vertelt Nijland in deze aflevering hoe hij tijdens de onderhandelingen over Dusan Tadic in een Servische striptent belandde met twee schaarsgeklede dames op zijn schoot en waarom hij daarvan een foto liet maken en die direct naar zijn vrouw Marieke stuurde.\nNijland vertelt over zijn onderhandelingstactiek en over de keer dat hij enorm schrok van het hoge bod dat 'provincieclubje' FC Twente deed op Tadic.\nUiteraard gaat het over de huidige topprestaties van de Trots van het Noorden en hoe Nijland de wedstrijden tegenwoordig beleeft.", "paragraphs": ["In deze aflevering van Radio Milko is oud-directeur van FC Groningen Hans Nijland te gast. Op 7 februari verschijnt er een boek over Nijiand, waarin hij verhaalt over de vele avonturen die hij beleefde als directeur van de FC. In Radio Milko deelt hij een paar van die sappige anekdotes.", "Zo vertelt Nijland in deze aflevering hoe hij tijdens de onderhandelingen over Dusan Tadic in een Servische striptent belandde met twee schaarsgeklede dames op zijn schoot en waarom hij daarvan een foto liet maken en die direct naar zijn vrouw Marieke stuurde.", "Nijland vertelt over zijn onderhandelingstactiek en over de keer dat hij enorm schrok van het hoge bod dat 'provincieclubje' FC Twente deed op Tadic. Twente was op dat moment net kampioen geworden onder leiding van voorzitter Joop Munsterman.", "Uiteraard gaat het over de huidige topprestaties van de Trots van het Noorden en hoe Nijland de wedstrijden tegenwoordig beleeft.", "In de podcast Radio Milko bespreekt host Thijs de Jong met FC Groningen-watcher William Pomp en journalist Jonathan Ploeg het wel en wee rondom de Trots van het Noorden.", "Ook geïnteresseerd in FC Emmen? Luister dan de podcast Radio Meerdijk ."], "authors": [], "keywords": ["schaarsgeklede", "zijn", "radio", "hij", "van", "een", "nijland", "vrouw", "pikante", "het", "stuurde", "en", "op", "twee", "fc", "waarom"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}