{"id": "d38d66e0-d4f9-3611-a4b9-d277453c37fc", "title": "Gewichtheffen maakt smak van Olympus na vele dopingaffaires", "url": "https://volkskrant.nl/sport/gewichtheffen-maakt-smak-van-olympus-na-vele-dopingaffaires~b5ddf407/", "summary": "Waar in Rio in 2016 nog 260 gewichtheffers mochten deelnemen, zijn dat er straks in Tokio nog 196.\nHet IOC overweegt zelfs de sport volledig te schrappen als het dopinggebruik niet afneemt.\nDe trainer van Enzo Kuworge, Pierre Verkroost, denkt dat het besluit van het IOC grote gevolgen kan hebben: ‘Gewichtheffen ligt al onder vuur.\nHet dopingimago van gewichtheffen heeft geen invloed op de motivatie van Kuworge, zegt Verkroost: ‘Enzo accepteert dat dit het speelveld is.\nHet enige dat wij kunnen doen is zelf clean blijven.’Dit betekent niet dat Verkroost geen visie heeft over de toekomst van het gewichtheffen.", "paragraphs": ["De Georgische Lasha Talakhadze op de Olympische Spelen van Rio de Janeiro in 2016.", "Bij de mannen en de vrouwen gaat het aantal gewichtsklassen terug van zeven naar vijf. Waar in Rio in 2016 nog 260 gewichtheffers mochten deelnemen, zijn dat er straks in Tokio nog 196. In 2024 in Parijs wordt dat aantal nog verder teruggebracht naar 120 startplaatsen. Het IOC overweegt zelfs de sport volledig te schrappen als het dopinggebruik niet afneemt. Er zijn deze eeuw tientallen olympische medailles afgepakt van gewichtheffers uit landen als Rusland, China, Turkije, Kazachstan en Armenië.", "De trainer van Enzo Kuworge, Pierre Verkroost, denkt dat het besluit van het IOC grote gevolgen kan hebben: ‘Gewichtheffen ligt al onder vuur. Als de sport helemaal van het olympische programma verdwijnt, dan krijgen we het wel heel erg zwaar.’ Gewichtheffen is sinds de eerste moderne Olympische Spelen in 1896 onafgebroken aanwezig geweest op de het vierjaarlijkse sportevenement. In Tokio wil Kuworge de eerste Nederlandse deelnemer worden sinds 1968.", "Verkroost denkt dat de herstructurering voor Kuworge misschien een voordeel is: ‘Je ziet op dit moment al dat de grote uitschieters wegvallen. De prestaties trekken wat meer naar het niveau van Enzo toe.’ Dit is mogelijk het gevolg van een veel uitgebreider testprotocol, dat tegenwoordig ook buiten wedstrijden om controles houdt.", "Het dopingimago van gewichtheffen heeft geen invloed op de motivatie van Kuworge, zegt Verkroost: ‘Enzo accepteert dat dit het speelveld is. Net zoals dit in de jaren ’90 in het wielrennen het geval was met Armstrong. Sport is per definitie oneerlijk.’", "Kuworge wordt al sinds zijn 15de heel veel gecontroleerd en dat vindt hij ook goed. Dat is echter niet overal het geval, stelt Verkroost: ‘In traditionele landen als Rusland, Thailand, Irak, Iran en Kazachstan is gewichtheffen veel groter en daar gaan ze ook anders om met doping. Het enige dat wij kunnen doen is zelf clean blijven.’", "Dit betekent niet dat Verkroost geen visie heeft over de toekomst van het gewichtheffen. Volgens hem moet het probleem bij de wortel worden aangepakt: ‘Als de internationale federatie niet van buitenaf hulp gaat vragen, dan zal het gewichtheffen na 2024 misschien verdwenen zijn. De voorzitter heeft de sport jarenlang in een ijzeren greep gehouden en met corruptie niet bijgedragen aan een eerlijke sport. Er moeten nu goede bestuurders komen, anders krijgen we het zwaar.’"], "authors": ["Tobias Kappelle"], "keywords": ["van", "dat", "vele", "maakt", "niet", "en", "smak", "verkroost", "gewichtheffen", "olympus", "zijn", "sport", "als", "dopingaffaires", "het"], "pubDate": "2020-12-10T20:47:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}