{"id": "d3b416bd-83ee-3b1f-8732-6040f918a829", "title": "Coronasneltesten zijn ook geschikt voor mensen zonder klachten", "url": "https://nu.nl/coronavirus/6094698/coronasneltesten-zijn-ook-geschikt-voor-mensen-zonder-klachten.html", "summary": "Coronasneltesten werken goed genoeg om een besmetting op te sporen bij mensen zonder klachten.\nIn ruim een maand tijd werden 824 voetballers ook herhaaldelijk getest met een zogeheten antigeensneltest van Abbott.\nHet snel kunnen vaststellen van een corona-infectie en snelle contactopsporing zijn volgens het UMC Utrecht essentieel voor het beheersen van de huidige pandemie.\n\"In de meeste landen is het testen gericht op personen met symptomen van een mogelijke besmetting met het virus.\nOmdat de uitslag sneller binnen is dan bij een PCR-test kunnen zij in principe beter grip krijgen op een eventuele corona-uitbraak.", "paragraphs": ["Coronasneltesten werken goed genoeg om een besmetting op te sporen bij mensen zonder klachten. Dat blijkt vrijdag uit een onderzoek door het UMC Utrecht onder honderden profvoetballers.", "In samenwerking met de KNVB deden de onderzoekers een maand lang onderzoek onder arbiters, voetballers en stafleden van dertien professionele voetbalclubs waaronder PSV en AZ die onlangs te maken hadden met een corona-uitbraak. Ook onder meer FC Utrecht, ADO, PEC Zwolle en SC Cambuur deden mee.", "Sinds het begin van de competitie in september moeten de clubs zich al wekelijks laten testen met een reguliere PCR-test. In ruim een maand tijd werden 824 voetballers ook herhaaldelijk getest met een zogeheten antigeensneltest van Abbott. In vergelijking met de resultaten van PCR-test blijkt de antigeentest (die binnen vijftien minuten een uitslag geeft) vrijwel net zo nauwkeurig te zijn in de vroege fase van de infectie.", "Het snel kunnen vaststellen van een corona-infectie en snelle contactopsporing zijn volgens het UMC Utrecht essentieel voor het beheersen van de huidige pandemie. \"In de meeste landen is het testen gericht op personen met symptomen van een mogelijke besmetting met het virus. Mensen kunnen echter al besmettelijk zijn nog vóórdat er symptomen optreden en sommige infecties verlopen asymptomatisch\", zegt hoofdonderzoeker Marije Hofstra.", "142 Zo werken de drie coronatesten in de snelteststraat", "Sneltest biedt ook potentieel voordeel voor scholen en verpleeghuizen", "Ook voor de profclubs geven de sneltests veel voordelen. Omdat de uitslag sneller binnen is dan bij een PCR-test kunnen zij in principe beter grip krijgen op een eventuele corona-uitbraak. Mocht een speler positief zijn getest, dan kan hij sneller in isolatie om verspreiding te voorkomen.", "Niet alleen voor de topsport kan de sneltest een uitkomst zijn, ook kan de test bijvoorbeeld op scholen en in verzorgingshuizen ingezet worden om een mogelijke grote uitbraak te voorkomen. Als iemand in een klas bijvoorbeeld positief is getest, kan de test volgens Hofstra helpen om de situatie eerder onder controle te krijgen door ook mensen zonder klachten met deze sneltesten te controleren."], "authors": ["Door"], "keywords": ["van", "klachten", "zonder", "mensen", "geschikt", "het", "met", "zijn", "op", "coronasneltesten", "een", "ook", "te", "en", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}