{"id": "d3c3c96b-b2d6-3e43-9bee-c5493776956f", "title": "Vaccinatielocatie in Groningen zo goed als klaar (en er komen nog veel meer bij)", "url": "https://www.dvhn.nl/groningen/Vaccinatielocatie-in-Groningen-zo-goed-als-klaar-en-er-komen-nog-veel-meer-bij-26348331.html", "summary": "Met de vaccinatiestraten van de GGD zal het de komende maanden net zo gaan als met de testlocaties: als er een open is, volgen er snel meer.\nGGD Groningen begint aanstaande vrijdag met het inenten van de eerste 322 zorgmedewerkers op de vaccinatielocatie in het Martiniplaza.\nDe eerste coronavaccinatiestraat van de provincie, gevestigd achter de hoofdingang van Martiniplaza, steekt in omvang wat schriel af bij de snelteststraat van de GGD aan de achterkant van het complex.\nZo lang de vaccins nog maar mondjesmaat naar de GGD’s komen, draait Groningen niet op volle toeren.\nHet hele proces (exclusief het controlekwartiertje) zal in Groningen volgens Visser niet meer dan vijf minuten duren.", "paragraphs": ["Met de vaccinatiestraten van de GGD zal het de komende maanden net zo gaan als met de testlocaties: als er een open is, volgen er snel meer.", "GGD Groningen begint aanstaande vrijdag met het inenten van de eerste 322 zorgmedewerkers op de vaccinatielocatie in het Martiniplaza. Het zal niet lang duren voor de volgende locatie in de provincie de deuren opent, voorspelt de GGD. Binnen twee weken wordt duidelijk waar de tweede prikplek komt.", "De eerste coronavaccinatiestraat van de provincie, gevestigd achter de hoofdingang van Martiniplaza, steekt in omvang wat schriel af bij de snelteststraat van de GGD aan de achterkant van het complex. De XL-sneltesthal heeft een capaciteit van 2500 testen per dag, terwijl op de vaccinatielocatie eerst niet meer dan 322 Groningers per dag (zeven dagen in de week, van 9 tot 17 uur) worden geprikt.", "Nog niet op volle toeren", "Maar dat is pas het begin, benadrukt projectleider Marcel Visser. Zo lang de vaccins nog maar mondjesmaat naar de GGD’s komen, draait Groningen niet op volle toeren. De locatie heeft twaalf vaccinatiestraten, waarvan er eerst niet meer dan vier tegelijk gebruikt worden. Die zitten de komende zes weken al zo goed als volgepland, voor zo’n 13.000 afspraken (voor zowel de eerste als de tweede vaccindoses) met acuut zorgpersoneel.", "Zodra de leveringen van de verschillende vaccins goed op gang komen, kan er snel worden opgeschaald, belooft Visser. ,,Op deze locatie kunnen we snel groeien naar achttien vaccinatiestraten”, zegt Visser. ,,En we hebben minder dan twee weken nodig om een compleet nieuwe locatie te beginnen. Dat gaan we zeker meerdere keren doen.”", "Optrekkers", "Naast de vaccinatiestraten is er ook werkruimte ingericht voor wat de GGD ‘optrekkers’ noemt: werknemers die spuiten vullen met vaccin. Het is hun werk om uit de Pfizer-flacons zes spuiten te trekken.", "Wie zich vanaf vrijdag bij het Martiniplaza meldt voor een prik, wordt van begin tot eind begeleid. De eerste stop is de vaccinatiestraat, een ruime kamer waar een GGD-zorgmedewerker de prik zet. Een administratief medewerker die in dezelfde ruimte achter een computer zit, moet er voor zorgen dat in de systemen komt te staan welke persoon welk vaccin heeft gehad. Na het zetten van het vaccin, krijgt de geprikte een bewijs mee dat hij gevaccineerd is en met welk middel. Later is dit bewijs ook op te vragen in DigiD.", "In 5 minuten klaar", "Vervolgens moet de geprikte naar een andere ruimte, waar hij of zij 15 minuten in de gaten wordt gehouden door een andere GGD-medewerker. De vaccinaties kunnen immers bijwerkingen veroorzaken. Het hele proces (exclusief het controlekwartiertje) zal in Groningen volgens Visser niet meer dan vijf minuten duren. ,,Uiteindelijk gaan we toe naar drie minuten”, zegt de projectleider. ,,Dat is nog een manier waarop we onze capaciteit kunnen vergroten.”"], "authors": ["Stef Altena"], "keywords": ["goed", "groningen", "komen", "vaccinatielocatie", "meer", "er", "nog", "met", "veel", "van", "zo", "een", "voor", "klaar", "op", "visser", "het", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}