{"id": "d3d8bd7d-f8f6-39b5-9015-b43d46c9e118", "title": "Wakker worden met 800 kilo walrus voor je raam blijkt een magische ervaring", "url": "https://volkskrant.nl/de-gids/wakker-worden-met-800-kilo-walrus-voor-je-raam-blijkt-een-magische-ervaring~b3f0f35dc/", "summary": "Op zaterdagochtend oog in oog staan met een walrus, blijkt een magische ervaring.\nIk had dit van tevoren niet zien aankomen, maar op zaterdagochtend oog in oog staan met een walrus, al zit er een glasplaat tussen, blijkt een magische ervaring.\nNatuurlijk hadden wij (man (57), ik (42) en kind (6)) ons heus verheugd op een nachtje logeren in een dierentuin.\nEr is een rozentuin, een kinderboerderij, een groot meer met watervogels, een gigantische oude walvisvaarder waar de reptielen te bezichtigen zijn, ooievaarsnesten.\nWie dan een oog opendoet, ziet een walrus verticaal opstijgen, vlak langs het raam, in een wolk van luchtbellen.", "paragraphs": ["Op zaterdagochtend oog in oog staan met een walrus, blijkt een magische ervaring. Beeld Privéfoto", "Om kwart voor zeven zaterdagochtend besluit buurman Thor een bezoekje te brengen aan ons slaapvertrek in de Belgische dierentuin Pairi Daiza. Thor (6 jaar, 831 kilogram) drukt zijn snorharen tegen de transparante muur van onze kamer. Met zijn snuit volgt hij onze bewegende handen tegen de ruit, met zijn gigantische plompe lijf maakt hij af en toe een verrassend gracieuze achterwaartse koprol door het water. Boven het aquarium komt de zon op, het donkere water verandert langzaam in een glanzend turquoise.", "Ik had dit van tevoren niet zien aankomen, maar op zaterdagochtend oog in oog staan met een walrus, al zit er een glasplaat tussen, blijkt een magische ervaring.", "Natuurlijk hadden wij (man (57), ik (42) en kind (6)) ons heus verheugd op een nachtje logeren in een dierentuin. Sinds twee jaar biedt de Belgische dierentuin Pairi Daiza (drie kwartier rijden vanaf Brussel, meermalen uitgeroepen tot Beste Dierentuin van Europa) deze gelegenheid. Er zijn slaapmogelijkheden bij de beren, wolven, tijgers, pinguïns, ijsberen, en walrussen dus, volgens de website om een ‘immersieve’ ervaring tussen mens en dier mogelijk te maken. Immersie betekent onderdompeling, ik moest dit ook even opzoeken, maar toepasselijk is het wel voor ons nachtje aquarium.", "Op vrijdag mogen we het park al de hele dag bezoeken, en dat park is ook al zo’n aangename verrassing. Pairi Daiza (wat ‘schaduwrijke tuin, omringd door muren’ schijnt te betekenen in het Perzisch) is gebouwd rond de overblijfselen van een oud klooster, bestrijkt 80 hectare en lijkt in niets op de benepen stadsdierentuin waar je je als bezoeker soms ongemakkelijk kunt voelen bij de aanblik van het zoveelste krappe hok.", "Het park is ingedeeld in ‘werelden’ (China, Canada, Indonesië, etc.) en al die werelden zijn zo precies mogelijk nagebouwd. Je ziet niet alleen de dieren die daar wonen, maar ook tempels, rijstvelden, een Afrikaanse paaldorp, een Russisch paleis. Er is een rozentuin, een kinderboerderij, een groot meer met watervogels, een gigantische oude walvisvaarder waar de reptielen te bezichtigen zijn, ooievaarsnesten. Wie blijft slapen mag het park twee hele dagen bezoeken en dat is niet genoeg om alles te bekijken.", "Na het diner wandelen we door een donker park, langs huilende wolven, richting The Land of the Cold, naar onze walrussenkamer. Daar klinkt ’s nachts om de zoveel tijd een borrelend geluid door de stille kamer. Wie dan een oog opendoet, ziet een walrus verticaal opstijgen, vlak langs het raam, in een wolk van luchtbellen. Een adembenemend gezicht – en dan moet de ochtendlijke ontmoeting met de buurman nog komen.", "Praktische informatie Pairi Daiza ligt bij Brugelette, op loopafstand van het station van Cambron- Casteau. Overnachten in Pairi Daiza kan vanaf € 124 per persoon, de grotere full moon lodges bij de beren en wolven vanaf € 170 per persoon. Een deel van het park is na sluitingstijd toegankelijk."], "authors": ["Aimée Kiene"], "keywords": ["van", "kilo", "het", "op", "walrus", "met", "zijn", "park", "wakker", "worden", "ervaring", "een", "je", "en", "te", "pairi", "magische", "raam", "voor"], "pubDate": "2020-10-16T15:00:39+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}