{"id": "d3e9f003-1a77-3652-b663-58e9b6d49262", "title": "EU begint eind december met vaccineren, Nederland legt zich nog niet vast", "url": "http://www.nu.nl/coronavirus/6097299/eu-begint-eind-december-met-vaccineren-nederland-legt-zich-nog-niet-vast.html", "summary": "Het is nog niet duidelijk of ook Nederland op die dagen begint met vaccineren.\n\"Op 27, 28 en 29 december zullen vaccinaties verspreid over de Europese Unie beginnen\", zei Von der Leyen op Twitter.\nBetekenis voor Nederland nog onduidelijkHet is nog onduidelijk wat de uitspraak van Von der Leyen voor Nederland betekent.\nHet ministerie zegt pas volgende week met meer informatie te komen over wanneer Nederland van start gaat met de vaccinatiecampagne.\nDinsdag benadrukte minister Hugo de Jonge (Volksgezondheid) dat het vaccineren \"niet valt of staat met een week eerder beginnen\", maar wel met een veilig en zorgvuldig verloop.", "paragraphs": ["EU-landen beginnen op 27, 28 en 29 december met het inenten van de eerste inwoners met het coronavaccin, heeft voorzitter van de Europese Commissie Ursula von der Leyen donderdag bekendgemaakt. Het is nog niet duidelijk of ook Nederland op die dagen begint met vaccineren.", "\"Op 27, 28 en 29 december zullen vaccinaties verspreid over de Europese Unie beginnen\", zei Von der Leyen op Twitter.", "EU-landen gaan zelf over hun vaccinatiecampagne, maar willen graag samen optrekken. Von der Leyen pleitte al eerder voor een gecoördineerde start. Ze riep op om in alle 27 EU-landen op dezelfde dag te beginnen met vaccineren. \"We beschermen onze burgers samen\", zegt Von der Leyen ook nu weer.", "Woensdag maakten Duitsland, Denemarken en Frankrijk al bekend te hopen voor het einde van het jaar de eerste inwoners te kunnen vaccineren.", "De Europese Commissie heeft namens de EU-lidstaten zes coronavaccins aangekocht. Alle landen krijgen een vast aandeel van deze vaccins, gebaseerd op het inwonersaantal. Het vaccin van farmaceuten Pfizer en BioNTech wordt naar verwachting maandag als eerste goedgekeurd door het Europese Geneesmiddelenbureau EMA.", "Betekenis voor Nederland nog onduidelijk", "Het is nog onduidelijk wat de uitspraak van Von der Leyen voor Nederland betekent. Een woordvoerder van het ministerie van Volksgezondheid, Welzijn en Sport (VWS) meldt aan persbureau ANP nog niet te willen zeggen of ook Nederland de EU-vaccinatiestart van eind december aanhoudt. Het ministerie zegt pas volgende week met meer informatie te komen over wanneer Nederland van start gaat met de vaccinatiecampagne.", "Dinsdag benadrukte minister Hugo de Jonge (Volksgezondheid) dat het vaccineren \"niet valt of staat met een week eerder beginnen\", maar wel met een veilig en zorgvuldig verloop. Tot nu toe sprak De Jonge over een startdatum in januari."], "authors": ["Door", "Nu.Nl Anp Reuters"], "keywords": ["nog", "vast", "van", "eind", "zich", "niet", "een", "te", "nederland", "legt", "het", "von", "en", "vaccineren", "eu", "op", "met", "leyen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}