{"id": "d3e99dfa-9583-3d6e-a3c9-664370718041", "title": "Vijf vluchtelingen aangehouden bij vrachtwagen in Krabbendijke", "url": "https://nu.nl/walcheren-en-beveland/6095852/vijf-vluchtelingen-aangehouden-bij-vrachtwagen-in-krabbendijke.html", "summary": "De politie heeft donderdagochtend vijf vluchtelingen aangehouden bij Krabbendijke.\nDe vijf mannen, vermoedelijk afkomstig uit Soedan, waren uit een vrachtwagen gesprongen op een parkeerplaats langs de A58.\n\"Het vermoeden bestaat dat het er meer waren\", laat politiewoordvoerder Willem-Jan Uytdehage weten.\nAutomobilisten zagen dat het doek van een vrachtwagen van binnenuit werd opengesneden en dat een aantal mensen uit het vrachtruim sprongen.\nVolgens de politie verklaarden de vijf aangehouden mannen dat ze uit Soedan afkomstig waren.", "paragraphs": ["De politie heeft donderdagochtend vijf vluchtelingen aangehouden bij Krabbendijke. De vijf mannen, vermoedelijk afkomstig uit Soedan, waren uit een vrachtwagen gesprongen op een parkeerplaats langs de A58.", "\"Het vermoeden bestaat dat het er meer waren\", laat politiewoordvoerder Willem-Jan Uytdehage weten. Automobilisten zagen dat het doek van een vrachtwagen van binnenuit werd opengesneden en dat een aantal mensen uit het vrachtruim sprongen.", "\"We hebben meerdere meldingen binnengekregen vanmorgen. Enkele melders hadden het over een groep van acht of negen mensen die uit de vrachtwagen zouden zijn gekomen.\"", "Volgens de politie verklaarden de vijf aangehouden mannen dat ze uit Soedan afkomstig waren. \"Maar ze hadden nul papieren bij zich, dus dat is op dit moment lastig te controleren. Ze vertelden ons dat ze graag naar Engeland wilden.\"", "De ontsnapping van de vluchtelingen is door meerdere automobilisten gezien. Volgens een getuige vluchtten de mannen over de vluchtstrook richting Bergen op Zoom en via de landerijen richting Gawege. De politie laat weten geen klopjacht te beginnen naar de resterende vluchtelingen. \"Maar we nemen het wel mee in de surveillances, zodat ernaar uitgekeken kan worden\", aldus Uytdehage.", "Het vijftal is inmiddels door de politie overgedragen aan de marechaussee. \"Die zullen het circuit ingaan van vluchtelingen in Nederland. Ze worden niet ingesloten, want strafrechtelijk hebben we niks tegen deze mensen. De marechaussee zal de mannen waarschijnlijk richting asielprocedure begeleiden.\""], "authors": ["Door"], "keywords": ["vijf", "van", "bij", "politie", "het", "aangehouden", "waren", "vrachtwagen", "krabbendijke", "vluchtelingen", "een", "ze", "dat", "uit", "mannen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}