{"id": "d3ecda95-b47e-3ed3-8726-6456d7981180", "title": "Tweetal beklimt Domtoren via steiger, gemeente waarschuwt voor gevaar", "url": "https://nu.nl/utrecht/6095449/tweetal-beklimt-domtoren-via-steiger-gemeente-waarschuwt-voor-gevaar.html", "summary": "Op een filmpje dat zondag op Dumpert verscheen, is te zien dat twee personen 's nachts de Utrechtse Domtoren hebben beklommen.\nHet tweetal begon vermoedelijk rond 3.45 uur aan de klim; dat tijdstip is voor aanvang van de actie te zien op het scherm van een smartphone die even in beeld komt.\nIn het reactieveld van Dumpert blijkt dat veel bezoekers van de website niet te spreken zijn over de actie.\nDe gemeente zegt daarnaast dat het betreden van het bouwterrein rond de Domtoren een overtreding is waar een boete op staat.\nEr kwam op dat moment een melding binnen bij de politie en beveiliging, maar die hebben die nacht niemand aangetroffen.", "paragraphs": ["Op een filmpje dat zondag op Dumpert verscheen, is te zien dat twee personen 's nachts de Utrechtse Domtoren hebben beklommen. Wanneer de video is opgenomen, is niet bekend. De gemeente noemt de actie onverstandig en onveilig.", "Het tweetal begon vermoedelijk rond 3.45 uur aan de klim; dat tijdstip is voor aanvang van de actie te zien op het scherm van een smartphone die even in beeld komt.", "Via de steigers, die nu vanwege de restauratie om de Domtoren zijn opgebouwd, klimmen de mannen tot het hoogst bereikbare plateau. Op die plek maken ze nog een aantal shots om vervolgens weer naar beneden te klimmen.", "In het reactieveld van Dumpert blijkt dat veel bezoekers van de website niet te spreken zijn over de actie. Ook de gemeente Utrecht zegt niet gecharmeerd te zijn van de actie. \"Wat er in het filmpje gebeurt, is onverstandig en onveilig. Niet alleen voor de personen in kwestie, maar hiermee kun je ook anderen in gevaar brengen. Dit vinden wij absoluut onwenselijk.\"", "De gemeente zegt daarnaast dat het betreden van het bouwterrein rond de Domtoren een overtreding is waar een boete op staat. Deze boete kon echter alleen worden uitgeschreven wanneer de daders op heterdaad waren betrapt.", "Er is volgens de gemeente wel een stil alarm afgegaan toen de mannen het bouwterrein betraden. Er kwam op dat moment een melding binnen bij de politie en beveiliging, maar die hebben die nacht niemand aangetroffen.", "De gemeente zegt tot slot dat er niets gestolen of kapotgemaakt is. Daarnaast heeft de gemeente Utrecht nog een advies aan de waaghalzen: \"Als je zo graag de Domtoren op wil, kom gewoon overdag met de trap of de lift. Dan zie je ook meer.\""], "authors": ["Door"], "keywords": ["van", "steiger", "domtoren", "op", "het", "die", "gemeente", "een", "niet", "tweetal", "waarschuwt", "dat", "te", "gevaar", "beklimt", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}