{"id": "d3efdba3-4d2f-3c11-b425-1f4dd764d954", "title": "Padt verlaat FC Groningen in de zomer transfervrij voor Bulgaarse kampioen", "url": "https://nu.nl/voetbal/6100512/padt-verlaat-fc-groningen-in-de-zomer-transfervrij-voor-bulgaarse-kampioen.html", "summary": "FC Groningen moet na dit seizoen afscheid nemen van zijn eerste doelman.\nPadt had een aanbieding van FC Groningen om zijn aflopende contract met meerdere jaren te verlengen, maar de dertigjarige keeper kiest voor een tweede avontuur in het buitenland.\nFC Groningen speelde vorige week al in op een mogelijk vertrek van Padt door keeper Per Kristian Bratveit te huren van het Zweedse Djurgardens IF.\nGroningen trekt aanbieding aan Balk terugDe kans is groot dat Remco Balk na dit seizoen ook vertrekt bij FC Groningen.\n\"De deur is nog niet helemaal dicht voor Remco, maar hij staat nog maar op een heel klein kiertje en dat is teleurstellend.\"", "paragraphs": ["FC Groningen moet na dit seizoen afscheid nemen van zijn eerste doelman. Sergio Padt vertrekt in de zomer na zeven jaar bij de Eredivisie-club en stapt transfervrij over naar de Bulgaarse kampioen Ludogorets.", "Padt had een aanbieding van FC Groningen om zijn aflopende contract met meerdere jaren te verlengen, maar de dertigjarige keeper kiest voor een tweede avontuur in het buitenland. Tussen 2011 en 2014 speelde hij in België voor KAA Gent.", "\"Er is weleens vaker interesse van clubs, maar niets werd concreet. Het leek erop dat ik zou gaan verlengen bij FC Groningen, ik had een mooie aanbieding liggen, maar het buitenlandse avontuur bleef al die tijd wel door mijn hoofd spoken. Toen Ludogorets doorpakte, heb ik de beslissing genomen hierop in te gaan\", zegt Padt woensdag op de site van zijn club.", "Ludogorets werd de afgelopen negen jaar kampioen van Bulgarije. De topclub speelde ook al twee keer in de groepsfase van de Champions League.", "Padt is sinds zijn komst van Gent onomstreden bij FC Groningen. Hij staat op 238 duels en daar zullen er dit seizoen nog een paar bijkomen. \"Er was even sprake van dat ik in de winterstop al zou vertrekken, maar Groningen wil me liever hier houden. En dat is absoluut geen straf.\"", "FC Groningen speelde vorige week al in op een mogelijk vertrek van Padt door keeper Per Kristian Bratveit te huren van het Zweedse Djurgardens IF. De club van trainer Danny Buijs heeft ook een optie tot koop op de 24-jarige Noors international.", "Groningen trekt aanbieding aan Balk terug", "De kans is groot dat Remco Balk na dit seizoen ook vertrekt bij FC Groningen. De club heeft een aanbieding aan de negentienjarige aanvaller om zijn aflopende contract te verlengen ingetrokken.", "\"We zijn al maanden met hem in gesprek en wilden er voor het einde van het afgelopen jaar uitkomen. Maar er werd maar gerekt en gerekt. Nu wil hij ook nog met andere clubs praten\", zegt technisch directeur Mark-Jan Fledderus.", "\"De deur is nog niet helemaal dicht voor Remco, maar hij staat nog maar op een heel klein kiertje en dat is teleurstellend.\""], "authors": ["Door"], "keywords": ["groningen", "van", "zijn", "zomer", "transfervrij", "padt", "fc", "voor", "kampioen", "maar", "een", "en", "op", "het", "verlaat", "dat", "bulgaarse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}