{"id": "d3fde33a-9610-366f-b85a-04f046b2a63a", "title": "Project basisscholen: goed nadenken over onze relatie met water", "url": "https://www.parool.nl/nederland/project-basisscholen-goed-nadenken-over-onze-relatie-met-water~b8088d9f/", "summary": "Beeld Nosh NenehDe kinderen van groep 7 van basisschool Pro Rege Hemsterhuis in Nieuw-West staan energiek met hun armen te zwaaien en op en neer te springen.\nJe ziet het tijdens de les gebeuren, door de proefjes verandert hun kijk op het water.\nEn dat is goed, want we moeten goed nadenken over onze verhouding met water.”Beeld Nosh NenehWisselende waardesIn het klaslokaal heerst ondertussen een sfeer van opperste concentratie.\nDe meester: “Het gaat niet om wie het beste water heeft hè, het gaat om het onderzoek!”Alle weckpotten krijgen een sticker met de naam van het kind en de locatie van het water.\nVerhaal vertellenDe installatie en het project maken deel uit van het door de pandemie dit jaar ernstig ingeperkte Amsterdam Light Festival.", "paragraphs": ["Een praktijkles van The Water We Breathe op de Nautilusschool in Nieuw-West. Beeld Nosh Neneh", "De kinderen van groep 7 van basisschool Pro Rege Hemsterhuis in Nieuw-West staan energiek met hun armen te zwaaien en op en neer te springen.", "Via de camera van een laptop zien ze zichzelf op het digibord terug en dat zorgt voor opwinding. Vanwege het coronavirus wordt dit praktijkonderzoek deels op afstand gedaan. Na het gebruikelijke gehannes met apparatuur – geluid te zacht, haperende verbinding, hyperlinks die niet werken – wordt de klas tot stilte gemaand. De meester: “En nú even op je billen blijven zitten.”", "Echte wetenschappers", "Witte laboratoriumjassen worden uitgedeeld en vanaf het scherm klinkt de stem van Charlotte Clarijs (27), onderzoeker bij de Universiteit van Amsterdam: “Jullie zijn net veranderd van een gewone klas in een groep echte wetenschappers.”", "Wat volgt is een spoedlesje praktijkonderzoek dat draait om het door iedereen meegebrachte stadswater. De Spaflessen en omgespoelde jampotten staan op de bureautjes uitgestald, de inhoud bij de een iets troebeler dan bij de ander.", "De opdracht was duidelijk. Neem water mee. Schep het uit een gracht, een sloot of de vijver in de achtertuin. Zolang het geen kraan- of regenwater is, is alles toegestaan. Op afstand begeleid door de UvA-microbiologen duiken de kinderen de komende twee uur onder in de wondere wereld van het onzichtbare leven dat zich in het water schuilhoudt.", "Dooie boel", "“Veel mensen weten niet dat de helft van alle zuurstof in de wereld afkomstig is van micro-organismen die in het water leven,” vertelt initiatiefnemer Jasper van den Berg (28) van Stichting Nieuwe Helden. “Ik wist eerst ook niet dat er onderwaterleven is dat aan fotosynthese doet en zo een belangrijke bijdrage aan het leven op aarde levert.”", "“Kijk, wij Amsterdammers hebben een vrij oppervlakkige relatie met het water in onze stad. We zwemmen erin, varen erop en af en toe gooit iemand z’n hengel erin uit. Maar het water is zo veel meer dan dat, zo veel rijker. Zonder algen zou het hier bijvoorbeeld een dooie boel zijn, letterlijk. Op dat oerprincipe willen we met dit project en het kunstwerk de aandacht vestigen.”", "Vervuiling", "Van den Berg wijst op de nu al bestaande zuurstofloze zones in de oceanen, een gevolg van vervuiling. “Wereldwijd maken wetenschappers zich ernstig zorgen. Anders dan de plasticsoep is dit een onzichtbaar probleem, maar de impact is wel veel groter. Ook in Amsterdamse context is het daarom belangrijk te weten hoe het met onze wateren zit.”", "In opdracht van het Amsterdam Light Festival en Stichting Nieuwe Helden ontstond het educatieproject The Water We Breathe, waarin Juf op Straat, de UvA en Artis Micropia samenwerken. Zo’n zeshonderd kinderen van tientallen basisscholen in de stad onderzochten het zuurstofgehalte in Amsterdams water.", "Burgeronderzoek", "De afgelopen twee maanden deden kinderen proefjes, bekeken ze hun water door de microscoop en trok een rondreizend lab langs scholen. Op die manier leerden ze niet alleen hoe algen zuurstof produceren, maar brachten ze gezamenlijk ook de diversiteit van het leven in het Amsterdamse water in kaart. The Water We Breathe is niet alleen educatief, het is ook een grootschalig burger­onderzoek.", "Van den Berg: “Naar de zuurstofwaardes in deze waterstad is nog niet eerder op deze schaal onderzoek gedaan. De UvA is gelijktijdig aan de slag gegaan en die resultaten worden nu verwerkt en binnenkort gepresenteerd.”", "Tegelijkertijd is het project een ode aan de betrokkenheid van de jeugd, zegt Van den Berg. “Naast dat we de kwaliteiten van de natuur op een voetstuk plaatsen, richten we het zoeklicht op het bewustzijn van deze generatie.”", "“De kinderen van nu zijn betrokken bij de toekomst van de planeet en dat is iets wat we willen aanmoedigen en stimuleren. Je ziet het tijdens de les gebeuren, door de proefjes verandert hun kijk op het water. En dat is goed, want we moeten goed nadenken over onze verhouding met water.”", "Beeld Nosh Neneh", "Wisselende waardes", "In het klaslokaal heerst ondertussen een sfeer van opperste concentratie. De kinderen hebben hun water overgegoten in weckpotten en een drupje chemicaliën geeft het een kleur. Er wordt geschud, gedrupt en geteld. Aan de hand van een kleurenstaaf openbaren zich de wisselende zuurstofwaardes. Kreten van verwondering en een druk gespeculeer over de verschillende kleuren zorgen voor rumoer. De meester: “Het gaat niet om wie het beste water heeft hè, het gaat om het onderzoek!”", "Alle weckpotten krijgen een sticker met de naam van het kind en de locatie van het water. Sinds dit weekend zijn de potten terug te vinden in het 23 meter lange en 3 meter hoge lichtkunstwerk dat langs de Plantage Muidergracht op het Roeterseiland is verrezen. Naar ontwerp van kunstenaar Pascal Leboucq vormen de weckpotten de formule ‘H2O+light=O2’, oftewel water en licht maken zuurstof. “Het water dat we ademen,” verduidelijkt Van den Berg.", "Verhaal vertellen", "De installatie en het project maken deel uit van het door de pandemie dit jaar ernstig ingeperkte Amsterdam Light Festival. De coronamaatregelen maken een grootschalig festijn onmogelijk en daarom is dit jaar gekozen voor slechts zeven kunstwerken, verspreid door de stad. Van den Berg: “Als curator wilden wij van Nieuwe Helden wat meer inhoud toevoegen aan het festival, daarvan is dit kunstwerk een goed voorbeeld. Aan de achterzijde van het kunstwerk kunnen bezoekers aan de hand van een QR-code meer informatie vinden over het onderzoek en de resultaten ervan, die overigens ook op deze website zijn in te zien. Door niet alleen spektakel te tonen, maar ook een verhaal te vertellen, hopen we de stad en de mensen in deze donkere tijd alsnog te verlichten.”"], "authors": ["Bien Borren"], "keywords": ["water", "relatie", "nadenken", "van", "onze", "goed", "het", "op", "met", "project", "een", "en", "dat", "te", "niet", "basisscholen", "aan"], "pubDate": "2020-12-06T07:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}