{"id": "d40a97a9-e7a3-35a8-a9d0-8e3ffcad8da9", "title": "KNGU stopt samenwerking met turncoaches Louter en Kiens", "url": "https://www.parool.nl/sport/kngu-stopt-samenwerking-met-turncoaches-louter-en-kiens~b3597f94/", "summary": "Beeld ANP“De twee coaches maken geen deel meer uit van het nationaal topsportprogramma turnen dames,” meldde technisch directeur Mark Meijer tijdens een online persbijeenkomst.\nHij benadrukte dat de beslissing niets te maken heeft met de lopende onderzoeken naar grensoverschrijdend gedrag in de turnsport.\nMeijer zegt ‘constant in gesprek te willen zijn over de onderlinge samenwerking’ met coaches.\n“Concreet heb ik het dan bijvoorbeeld over de manier van onderling communiceren en respect tonen naar elkaar.\nWe nemen onze turnsters serieus en zoeken samen met hen en de atletencommissie naar een oplossing,” aldus Meijer.", "paragraphs": ["Beeld ANP", "“De twee coaches maken geen deel meer uit van het nationaal topsportprogramma turnen dames,” meldde technisch directeur Mark Meijer tijdens een online persbijeenkomst. Hij benadrukte dat de beslissing niets te maken heeft met de lopende onderzoeken naar grensoverschrijdend gedrag in de turnsport.", "Meijer zegt ‘constant in gesprek te willen zijn over de onderlinge samenwerking’ met coaches. “Concreet heb ik het dan bijvoorbeeld over de manier van onderling communiceren en respect tonen naar elkaar. Kritisch kunnen reflecteren op alles wat we doen. Openstaan voor feedback en constructieve deelname aan coachingsessies van de Talenten Academie.”", "Die academie is belast met de onafhankelijke waarneming bij de centrale trainingen in Nijmegen en sinds kort ook bij de clubtrainingen van TON in Almelo. Meijer: “Ik kom tot de conclusie dat het verschil van inzicht over de verdere invulling van het topsportprogramma turnen dames te groot is en helaas onoverbrugbaar is gebleken”", "Gevolgen Thorsdottir", "Wat de gevolgen zijn voor turnster Eythora Thorsdottir, in 2016 nog aanwezig op de Spelen, is nog niet helemaal duidelijk. Zij kan nog wel onder Kiens trainen bij haar club in Hoofddorp. “Maar voor de sporters die hun droom najagen, zijn de consequenties groot, dat besef ik. We nemen onze turnsters serieus en zoeken samen met hen en de atletencommissie naar een oplossing,” aldus Meijer.", "Kort nadat het onderzoek naar misstanden in de turnsport was gestart, een reactie op de documentaire Athlete A op Netflix, volgden in Nederland tal van verklaringen over wangedrag van coaches. De betrokken coaches werd opgeroepen hun werkzaamheden tijdelijk neer te leggen. Kiens gaf daar als enige geen gehoor aan."], "authors": ["Marcel Luijckx"], "keywords": ["samenwerking", "van", "turncoaches", "het", "op", "met", "naar", "zijn", "stopt", "louter", "en", "te", "kiens", "coaches", "kngu", "voor"], "pubDate": "2020-12-08T17:27:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}