{"id": "d41d2831-dd1b-3d2c-8b0f-3699b837a862", "title": "Albert Heijn gaat onbemande minisupermarktjes plaatsen in kantoren", "url": "https://www.metronieuws.nl/eten-drinken/2020/12/albert-heijn-gaat-onbemande-supermarktjes-plaatsen/", "summary": "Albert Heijn gaat onbemande minisupermarktjes plaatsen in kantorenDe handscanner is al een paar jaar niet meer weg te denken uit menig Appie en dit jaar was het jaar van de zelfscankassa.\nAlbert Heijn gaat kleinere en onbemande versies van AH to go’s plaatsen in kantoorpanden.\n„Het concept kan goed op maat gemaakt worden en kun je overal plaatsen”, licht een woordvoerster van Albert Heijn toe.\nDe samenwerking speelt in op de veranderingen op de werkvloer, waarbij werknemers minder vaak en op wisselende tijden op kantoor aanwezig zijn en behoefte hebben aan gevarieerd en gezond eten, zeggen Albert Heijn en Selecta.\nLees ook: Deze Amerikaan heeft een tattoo van Albert Heijn op z’n gezicht", "paragraphs": ["Albert Heijn gaat onbemande minisupermarktjes plaatsen in kantoren", "De handscanner is al een paar jaar niet meer weg te denken uit menig Appie en dit jaar was het jaar van de zelfscankassa. De supermarktketen gaat begin volgend jaar een stapje verder, met onbemande supermarktjes in kantoorpanden. Voor als we hopelijk straks weer ‘met z’n allen’ op kantoor kunnen werken.", "Albert Heijn gaat kleinere en onbemande versies van AH to go’s plaatsen in kantoorpanden. De supermarktketen denkt ook al na over het plaatsen van deze onbemande supermarktjes in ziekenhuizen en onderwijsinstellingen zoals universiteiten. „Het concept kan goed op maat gemaakt worden en kun je overal plaatsen”, licht een woordvoerster van Albert Heijn toe.", "Het is overigens nog de vraag of ze de sinaasappelsap-automaat in de onbemande versies zullen plaatsen, aangezien die heel vaak defect is en/of hulp van een medewerker behoeft.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Bye bye kantine?", "De onbemande minisupermarktjes kunnen de bestaande kantine vervangen, maar dat hoeft niet. Ze kunnen ook op een locatie in een bedrijfspand komen waar mensen niet zo gemakkelijk weg kunnen, zoals een productievloer. Die keuze hangt van het bedrijf af, vertelt de woordvoerster. Sinds vorig jaar is er al een volledig onbemande AH to go op de OK-afdeling van het ErasmusMC, voor ziekenhuispersoneel dat in de buurt van operatiekamers moet blijven.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Bijzonder! Erasmus MC en Albert Heijn openen AH to go in operatiekamercomplex #zorg https://t.co/ItiqUY0lem — Hans Tenk (@HansTenk) June 25, 2019", "In het eerste kwartaal van volgend jaar komen de kleine supermarkten op honderd kantoorlocaties. Albert Heijn werkt hiervoor samen met Selecta, het Zwitserse bedrijf achter de onbemande minisupermarkt Foodie’s. Ongeveer twintig daarvan hadden al een soortgelijke bestemming als Foodie’s, die worden omgebouwd. De andere locaties zijn nieuw.", "Kosten supermarktjes", "Over de kosten doet de supermarktketen geen uitspraken. Over toekomstige uitbreiding zegt de supermarkt dat die flink kan worden, maar konden nog geen details worden gegeven. „We gaan samen op zoek naar nieuwe locaties, we gaan het netwerk van Selecta gebruiken.”", "In de onbemande supermarkten kunnen werknemers straks producten van Albert Heijn to go vinden en met zelfscankassa’s afrekenen. De samenwerking speelt in op de veranderingen op de werkvloer, waarbij werknemers minder vaak en op wisselende tijden op kantoor aanwezig zijn en behoefte hebben aan gevarieerd en gezond eten, zeggen Albert Heijn en Selecta.", "Er zijn inmiddels meer dan tweehonderd vestigingen van Foodie’s in Europa. Albert Heijn heeft ruim duizend winkels in Nederland en België, waarvan 87 to go-winkels op treinstations, bij universiteiten, ziekenhuizen en tankstations. Dat zijn to go’s waar alleen zelfscankassa’s zijn, maar ook nog bemande kassa’s met personeel.", "Lees ook: Deze Amerikaan heeft een tattoo van Albert Heijn op z’n gezicht"], "authors": [], "keywords": ["van", "albert", "het", "op", "jaar", "heijn", "gaat", "een", "onbemande", "plaatsen", "minisupermarktjes", "en", "niet", "kantoren"], "pubDate": "2020-12-10T11:43:19+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}