{"id": "d4315b5f-14a6-3df6-9f34-ea4205e3f599", "title": "Reisonderneming TUI weet verlies te beperken tot 3 miljard euro", "url": "https://nu.nl/economie/6095795/reisonderneming-tui-weet-verlies-te-beperken-tot-3-miljard-euro.html", "summary": "Reisonderneming TUI Group heeft haar financiële jaar afgesloten met een operationeel verlies van 3 miljard euro.\nDat verlies zou nog groter zijn geweest als niet fors was gesneden in de kosten, zo heeft TUI donderdag bekendgemaakt.\nOok kreeg TUI compensatie van Boeing voor de malaise met de 737 MAX en werd een cruisedochter ondergebracht in een nieuw samenwerkingsverband.\nIn het boekjaar van TUI, dat tot en met eind september liep, boekten 8,1 miljoen klanten een vakantie bij het bedrijf.\nDat is een afname van 61 procent ten opzichte van de 21,1 miljoen een jaar eerder.", "paragraphs": ["Reisonderneming TUI Group heeft haar financiële jaar afgesloten met een operationeel verlies van 3 miljard euro. Dat verlies zou nog groter zijn geweest als niet fors was gesneden in de kosten, zo heeft TUI donderdag bekendgemaakt.", "Ook kreeg TUI compensatie van Boeing voor de malaise met de 737 MAX en werd een cruisedochter ondergebracht in een nieuw samenwerkingsverband. Bovendien werd het bedrijf geholpen met omvangrijke overheidssteun.", "Het jaar 2020 begon heel goed, aldus het grootste reisbedrijf van Europa. \"Met een recordaantal boekingen in januari en plannen voor meer capaciteit in de zomer van 2020.\" In maart kwam echter alles tot stilstand.", "De onderneming bracht de kosten met meer dan 70 procent terug in de eerste periode van de lockdown. In juni, toen er weer wat meer mocht op het gebied van reizen, kon TUI naar eigen zeggen snel schakelen doordat het zowel eigen vliegtuigen als hotels heeft.", "Door de nieuwe beperkingen in de loop van de zomer nam de omzet met bijna 60 procent af. In het boekjaar van TUI, dat tot en met eind september liep, boekten 8,1 miljoen klanten een vakantie bij het bedrijf. Dat is een afname van 61 procent ten opzichte van de 21,1 miljoen een jaar eerder."], "authors": ["Door"], "keywords": ["tot", "verlies", "van", "tui", "het", "meer", "reisonderneming", "met", "miljard", "beperken", "een", "te", "en", "jaar", "dat", "euro", "weet", "procent"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}