{"id": "d433cbe0-1178-3962-95d9-19606e896ef2", "title": "Na hevige sneeuwstorm bereidt Spanje zich voor op flinke kou", "url": "https://nu.nl/buitenland/6101101/na-hevige-sneeuwstorm-bereidt-spanje-zich-voor-op-flinke-kou.html", "summary": "De komende week moet het land rekening houden met lage temperaturen, waarbij het ook weer kan sneeuwen.\nMaandag bereikt een nieuw koudefront het land, waarbij de temperaturen in de nacht dalen tot 10 graden onder het vriespunt.\nDe sneeuwstorm zorgde afgelopen week op landelijke schaal voor grote overlast en kostte vier mensen het leven.\nDelen van het land werden bedekt onder een sneeuwlaag met een dikte van enkele tientallen centimeters.\nMadrid werd bedekt onder een laag sneeuw van 25 tot 30 centimeter, in meer afgelegen gebieden bereikte de sneeuwlaag een hoogte van wel 50 centimeter.", "paragraphs": ["De gevolgen van de volgens de autoriteiten \"hevigste storm van de afgelopen vijftig jaar\" in Spanje blijven nog tot halverwege deze maand aanhouden, zegt een woordvoerder van het Spaanse meteorologisch instituut AEMET tegen El País. De komende week moet het land rekening houden met lage temperaturen, waarbij het ook weer kan sneeuwen.", "Maandag bereikt een nieuw koudefront het land, waarbij de temperaturen in de nacht dalen tot 10 graden onder het vriespunt. Overdag zal het kwik amper boven het vriespunt uitstijgen, waarschuwt AEMET.", "Met dat koude weer in het verschiet moeten de Spanjaarden nog dagenlang rekening houden met overlast door de hevige sneeuwval die storm Filomena met zich mee heeft gebracht.", "De sneeuwstorm zorgde afgelopen week op landelijke schaal voor grote overlast en kostte vier mensen het leven. Talloze automobilisten strandden op wegen, nadat hun auto's waren ingesneeuwd. Het leger moest eraan te pas komen om de automobilisten uit hun benarde positie te bevrijden.", "Delen van het land werden bedekt onder een sneeuwlaag met een dikte van enkele tientallen centimeters. Madrid werd bedekt onder een laag sneeuw van 25 tot 30 centimeter, in meer afgelegen gebieden bereikte de sneeuwlaag een hoogte van wel 50 centimeter."], "authors": ["Door"], "keywords": ["weer", "hevige", "kou", "bereidt", "met", "land", "zich", "van", "flinke", "een", "onder", "tot", "spanje", "waarbij", "voor", "sneeuwstorm", "op", "het", "week"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}