{"id": "d44b7a82-37e6-39b5-b40e-05f4cb754184", "title": "Het coronavirus neemt de Britten opnieuw in een wurggreep", "url": "https://www.parool.nl/wereld/het-coronavirus-neemt-de-britten-opnieuw-in-een-wurggreep~b2093879/", "summary": "Eindsprint na een lange marathonPremier Boris Johnson probeerde woensdag de moed erin te houden door in het Lagerhuis te spreken van een ‘eindsprint na een lange marathon’.\nPas als 14 miljoen kwetsbare mensen zijn gevaccineerd, kan het land heel voorzichtig van het slot.\nDat Johnson op deze plek vorig jaar op het randje van de dood balanceerde, gaf het protest een luguber karakter.\nIk weet het niet.” Het Verenigd Koninkrijk klampt zich vast aan vaccinatie.\nElders in het land ging het een stuk soepeler.", "paragraphs": ["De honderdjarige Ellen Prosser, 'Nell' voor intimi, wordt in Londen gevaccineerd door haar huisarts. Nu de ziekenhuizen overvol zijn, is overgegaan op massale vaccinatie door huisartsen. Beeld AFP", "Lege taxi’s rijden doelloos rond de oevers van de Theems. Zonder passagiers aan boord razen treinen over het spoor in Manchester. De lichten van winkels in het anders zo drukke centrum van Bristol zijn gedoofd. Tyne Bridge, de boogbrug in Newcastle, vormt het domein van hardlopers. De Britten plooien zich ogenschijnlijk naar de strikte maatregelen van de nieuwe lockdown, maar angst en opstandigheid sluimeren onder de oppervlakte.", "Eindsprint na een lange marathon", "Premier Boris Johnson probeerde woensdag de moed erin te houden door in het Lagerhuis te spreken van een ‘eindsprint na een lange marathon’. Het vleugje optimisme verdween in een oceaan van schrikbeelden. Het Verenigd Koninkrijk wacht een lange winter in isolement. Pas als 14 miljoen kwetsbare mensen zijn gevaccineerd, kan het land heel voorzichtig van het slot. “Steen voor steen,” sprak Johnson.", "Het gemuteerde virus liet hem geen keuze. Momenteel zijn minimaal 1,1 miljoen Engelsen besmet met Covid. Donderdag testten 62.332 mensen positief, een record. In ziekenhuizen liggen 30.074 patiënten, 39 procent meer dan tijdens de piek in april. Artsen op ic-afdelingen vrezen de toestroom niet meer aan te kunnen. Met 1041 doden op één dag neemt de pandemie het Verenigd Koninkrijk opnieuw in een wurggreep.", "De beelden van wanhopige verplegers in de journaals kregen zelfs rechtse tabloids als The Sun om. De krant, die de coronamaatregelen eerder overdreven vond, roept lezers nu op in de pas te lopen. ‘Er is simpelweg geen excuus voor mensen die denken dat de regels niet op hen slaan’, stond in een vlammend commentaar. ‘Of voor hen die zich laten leiden door gevaarlijke complottheorieën op het internet.’", "Minder geduld met dwarsliggers", "De waarschuwing volgde op een groep fanatiekelingen die voor de ingang van het St Thomas’ Hospital in Londen had geroepen dat het virus een verzinsel was. Dat Johnson op deze plek vorig jaar op het randje van de dood balanceerde, gaf het protest een luguber karakter. De politie heeft ook minder geduld met dwarsliggers. Wie weigert een mondkapje te dragen, krijgt geen reprimande meer, maar meteen een boete.", "De lockdown voor onbepaalde tijd in Engeland – Schotland, Wales en Noord-Ierland stippelen hun eigen coronabeleid uit – zorgt bij de volgzame burgers niettemin voor angst en paniek. Een 17-jarig meisje belde donderdagavond met een dichte keel naar een radioprogramma om haar zorgen uit te spreken. Scholen en universiteiten blijven dicht. Examens gaan deze zomer niet door. “Onze toekomst staat op het spel. We behoren straks tot een verloren generatie.”", "Doodvonnis", "Een kankerpatiënt met een zeldzame darmtumor hield zich groot, al voelde het besluit van de overbelaste ziekenhuizen om niet-urgente operaties uit te stellen als een doodvonnis. “Ik steun onze gezondheidsdienst NHS en juich de lockdown toe,” zei ze gelaten. “Maar voor mij wacht een heel onzekere tijd. Ga ik het redden? Ik weet het niet.” Het Verenigd Koninkrijk klampt zich vast aan vaccinatie. Om de geestelijke én de financiële gezondheid te redden.", "Johnson kan zich hierin geen miskleunen veroorloven. Het optimisme waarmee de Britten de eerste lockdown in gingen, heeft plaatsgemaakt voor verslagenheid. De premier moet snel resultaten overleggen voor de stemming omslaat en de ongehoorzaamheid aanwakkert. Zijn belofte om wekelijks 2 miljoen mensen te vaccineren – nu ligt dat aantal op 250.000 – moet hij snel waarmaken. Het leger staat paraat om te assisteren.", "De wens om de Britten goed nieuws te geven, liep donderdagochtend een deuk op. Minister Matt Hancock van Volksgezondheid bezocht een dokterspraktijk om het vaccinatieprogramma te promoten om er vervolgens achter te komen dat het pakket met serum niet was bezorgd. Elders in het land ging het een stuk soepeler. Voor de Britten nog lang niet snel genoeg."], "authors": ["Geert Langendorff"], "keywords": ["van", "britten", "wurggreep", "voor", "en", "een", "om", "met", "opnieuw", "neemt", "te", "op", "het", "niet", "coronavirus"], "pubDate": "2021-01-08T06:25:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}