{"id": "d4873f67-17df-3aeb-ba53-dbb4151367bd", "title": "Audrey van Ham ziet kans, Lard Friese ziet krimp", "url": "https://volkskrant.nl/economie/audrey-van-ham-ziet-kans-lard-friese-ziet-krimp~b6f8f395a/", "summary": "Maar Audrey van Ham slaagt daarin, als directeur van de seksketen Christine Le Duc, de zaak die iedereen kent maar waar niemand komt.\nDeze week maakte Van Ham bekend dat het bedrijf een online platform begint specifiek gericht op vrouwen.\nOok mannen zijn er welkom, omdat zij er ‘kunnen leren hoe de vrouw met erotiek wil omgaan’.\nVan Ham zal ongetwijfeld het nieuwe boek van Heleen van Royen hebben gespeld dat onlangs verscheen.\nBij de halfjaarcijfers in augustus sprak Friese al van ‘een gedisciplineerd inzet van kapitaal’.", "paragraphs": ["Audrey van Ham. Beeld Hollandse Hoogte", "Winnaar: Audrey van Ham – Directeur Christine le Duc", "Overeind blijven: dat is al een hele prestatie voor bedrijven in de erotiek in een tijd dat bloot en porno maar een muisklik verwijderd zijn. Maar Audrey van Ham slaagt daarin, als directeur van de seksketen Christine Le Duc, de zaak die iedereen kent maar waar niemand komt.", "Deze week maakte Van Ham bekend dat het bedrijf een online platform begint specifiek gericht op vrouwen. Die kunnen er erotische verhalen vinden, tips van seksuologen en psychologen en natuurlijke lingerie en seksspeeltjes. Ook mannen zijn er welkom, omdat zij er ‘kunnen leren hoe de vrouw met erotiek wil omgaan’. Van Ham zal ongetwijfeld het nieuwe boek van Heleen van Royen hebben gespeld dat onlangs verscheen. De schrijfster stuwde de omzet van Christine le Duc twee jaar terug op door in haar Sexdagboek hoog op te geven over de Womanizer, een ‘geavanceerde vibrator’, zoals Het Parool het in 2018 omschreef.", "Hoe lang Christine le Duc nog zichtbaar blijft in de winkelstraat is de vraag. Toen het bedrijf in 2017 uit de as herrees van een avontuur onder de vleugels van de Duitse branchegenoot Beate Ushe waren er 13 filialen over. Het imperiumpje dat oprichter Hans Hartog begon in 1968 had er op het hoogtepunt tientallen. Negen daarvan resteren nog. Maar ook deze zoon van een Volendamse hoofdpostbesteller had al in de gaten dat er meer brood zat in postordererotiek.", "Lard Friese. Beeld ANP", "Verliezer: Lard Friese – CEO Aegon", "Zou Aegon ook verzekeringen verkopen tegen onverwachte werkeloosheid? En zouden de 23 duizend werknemers daar een personeelskorting op krijgen? Belangrijke vragen nu Lard Friese, topman van de verzekaars sinds een half jaar, deze week aankondigde dat hij de kosten in 2023 met 400 miljoen euro wil hebben teruggebracht.", "Een verzekeraar kan op weinig meer besparen dan op zijn personeel. Friese zei dat er banen verloren zullen gaan, maar hing daar geen concreet cijfer aan. Duidelijk is wel waar die arbeidsplaatsen gaan verdwijnen. De verzekeraar wil zich gaan toeleggen op zijn kernmarkten en belangrjkste groeimarkten. Tot de eerste categorie behoren de Verenigde Staten, het Verenigd Koninkrijk en Nederland, goed voor 95 procent van de omzet. Groei voorziet Aegon in Spanje en Portugal, Brazilië en China. In kleine markten of landen met kleine posities is het bedrijf ‘geneigd’ te vertrekken. Eerder verkocht Aegon al zijn activiteiten in Centraal- en Oost-Europa. Aegon was tot voor kort in twintig landen actief.", "Bij de halfjaarcijfers in augustus sprak Friese al van ‘een gedisciplineerd inzet van kapitaal’. Alle maatregelen moeten ertoe leiden dat het aandeel Aegon weer wat vlees op de botten krijgt. Rond de eeuwwisseling stond de koers nog op 80 euro, eerder dit jaar pingpongde Aegon tussen de 2 en 4 euro."], "authors": ["Peter Van Ammelrooy"], "keywords": ["lard", "krimp", "audrey", "van", "er", "zijn", "aegon", "ham", "en", "een", "friese", "kans", "op", "het", "maar", "ziet", "dat"], "pubDate": "2020-12-11T18:52:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}