{"id": "d4984fa4-f9f5-3f52-b59a-d4f12afe7f74", "title": "Vitesse verliest met tien man in Zwolle en verzuimt koppositie te pakken", "url": "https://nu.nl/voetbal/6094857/vitesse-verliest-met-tien-man-in-zwolle-en-verzuimt-koppositie-te-pakken.html", "summary": "De Arnhemmers gaven met tien man een voorsprong weg tegen PEC Zwolle: 2-1.\nVroeg in de tweede helft raakte Darfalou met een hakje de paal namens Vitesse.\nNa een onhandige overtreding van Matús Bero op Van Duinen kreeg PEC een strafschop.\nVervolgens maakten invallers Bram van Polen en Pelle Clement na lang blessureleed hun rentree voor PEC.\nMede vanwege de VAR-ingreep bedroeg de blessuretijd zeven minuten, maar de tweede competitiezege van PEC kwam niet meer in gevaar.", "paragraphs": ["Vitesse is er zaterdag niet in geslaagd om de koppositie in de Eredivisie te grijpen. De Arnhemmers gaven met tien man een voorsprong weg tegen PEC Zwolle: 2-1.", "Vitesse nam al vroeg de leiding via Oussama Darfalou, waarna er lange tijd niets aan de hand was voor de ploeg van trainer Thomas Letsch. Dat veranderde halverwege de tweede helft, toen eerst Idrissa Touré rood kreeg en vervolgens Jesper Drost 1-1 maakte.", "Een kwartier voor tijd kreeg Vitesse de genadeklap. Mike van Duinen benutte een strafschop: 2-1.", "Vitesse heeft nog altijd twee punten achterstand op Ajax, dat eerder op zaterdag de thuiswedstrijd tegen FC Twente met 1-2 verloor. Als PSV (uit tegen sc Heerenveen) en Feyenoord (thuis tegen Heracles Almelo) zondag weten te winnen, dan zijn die ploegen de Arnhemmers voorbij op de ranglijst.", "Higler trekt na tussenkomst van de VAR rood voor Touré. (Foto: Pro Shots)", "Darfalou raakt met hakje de paal", "Darfalou opende in de zevende minuut de score, door een voorzet van Oussama Tannane te controleren en langs doelman Michael Zetterer te schuiven.", "Halverwege de eerste helft kwam PEC wat beter in de wedstrijd, maar goede kansen waren niet aan Eliano Reijnders en Van Duinen besteed. Vroeg in de tweede helft raakte Darfalou met een hakje de paal namens Vitesse.", "Na 62 minuten gaf scheidsrechter Dennis Higler geel aan Touré wegens een overtreding op Kenneth Paal. De VAR vroeg de scheidsrechter vervolgens om naar de beelden te gaan kijken, omdat de middenvelder zijn tegenstander gemeen op de achillespees raakte. Na het zien van de herhaling veranderde Higler de kleur van de kaart.", "Gelijkmaker valt direct na rode kaart", "Met een man minder incasseerde Vitesse direct de gelijkmaker. De vrije trap die gegeven werd na de overtreding van Touré kwam voor het doel, waar Drost op het randje van buitenspel de 1-1 langs doelman Remko Pasveer werkte.", "Na een onhandige overtreding van Matús Bero op Van Duinen kreeg PEC een strafschop. De spits ging zelf achter de bal staan en maakte vanaf 11 meter geen fout: 1-2.", "Vervolgens maakten invallers Bram van Polen en Pelle Clement na lang blessureleed hun rentree voor PEC. Mede vanwege de VAR-ingreep bedroeg de blessuretijd zeven minuten, maar de tweede competitiezege van PEC kwam niet meer in gevaar.", "Bekijk de stand, het programma en de uitslagen in de Eredivisie"], "authors": ["Door"], "keywords": ["man", "tien", "verliest", "van", "pec", "verzuimt", "pakken", "op", "met", "tegen", "vitesse", "koppositie", "een", "te", "zwolle", "en", "touré", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}