{"id": "d49f355f-ff11-3da6-8461-5be613f57757", "title": "Treinen in Europa: vliegschaamte helpt, maar gemak en prijs remmen af", "url": "https://nu.nl/auto/6031747/treinen-in-europa-vliegschaamte-helpt-maar-gemak-en-prijs-remmen-af.html", "summary": "Om echt een alternatief te vormen voor het ultiem gemakkelijke en goedkope vliegtuig, zijn er echter wel veel meer snelle verbindingen nodig, en een betere prijs-kwaliteitsverhouding.\nDat dat nu al kan, laat de nieuwe verbinding tussen Nederland en de Britse hoofdstad Londen zien.\nDat verwachten we nu ook voor Londen, en dat uiteindelijk voor alle routes binnen 700 kilometer\", aldus Hessel Koster van NS International.\nNaast de prijs is echter ook het gemak nog een struikelblok, zegt Van Wee.\nAls je nu besluit ergens een spoor te upgraden, dan duurt het nog tien jaar voor het af is.", "paragraphs": ["De trein is veel groener dan het vliegtuig, maar de ontwikkelingen op het spoor komen maar langzaam op gang. Terwijl consumenten staan te springen om meer te treinen, wordt juist het vliegtuig nog steeds indirect gesubsidieerd. Wat moet er gebeuren om het spoor een duw te geven?", "Het vliegtuig stoot meer CO2 en andere schadelijke stoffen uit én het broeikaseffect van die uitstoot wordt versterkt doordat deze hoog in de lucht plaatsvindt. Volgens Milieucentraal belast een vliegreis het milieu zeven tot elf keer zo zwaar als dezelfde route per trein. Het verschil tussen de twee vervoersmiddelen is het grootst op afstanden onder de 700 kilometer.", "Dat zijn nu precies de routes die ook per trein haalbaar zouden kunnen zijn. Om echt een alternatief te vormen voor het ultiem gemakkelijke en goedkope vliegtuig, zijn er echter wel veel meer snelle verbindingen nodig, en een betere prijs-kwaliteitsverhouding.", "Dat dat nu al kan, laat de nieuwe verbinding tussen Nederland en de Britse hoofdstad Londen zien. Eind april is het zover: dan kun je per trein binnen vier uur van Amsterdam naar hartje Londen reizen. Een handig alternatief voor het vliegtuig, waarbij inchecken niet nodig is en het laatste stuk van het vliegveld naar het centrum niet met een los vervoermiddel hoeft te worden afgelegd.", "De NS zet hoog in. \"We begonnen met Brussel en Parijs: die bestemmingen bewijzen dat de trein op dit soort routes de eerste keus kan worden voor mensen. Dat verwachten we nu ook voor Londen, en dat uiteindelijk voor alle routes binnen 700 kilometer\", aldus Hessel Koster van NS International.", "“De aanleg van een HSL-structuur is gruwelijk duur” Bert van Wee, hoogleraar transportbeleid, TU Delft", "Vliegschaamte als katalysator", "In 2019 zag de NS voor internationale reizen ook al een \"ongekende groei\" van 13 procent, goed voor vier miljoen reizigers. Het is nog altijd weinig vergeleken met de 81 miljoen passagiers die in hetzelfde jaar via Nederlandse luchthavens reisden - om de mensen die via Düsseldorf en Brussel vlogen nog maar buiten beschouwing te laten. Toch is het zeker niet niks, zegt Bert van Wee, hoogleraar transportbeleid aan de TU Delft.", "\"De stijging is namelijk niet te verklaren door lagere tarieven of betere reistijden; die zijn hetzelfde gebleven\", legt Van Wee uit. \"Dat is voor mij het signaal dat er iets aan de hand is; er speelt iets nieuws. Volgens mij is dat het toegenomen bewustzijn over klimaatverandering, en de vliegschaamte die daardoor ontstaat.\"", "De mensen willen inmiddels dus wel, ondanks de hogere kosten en het gedoe. Volgens de hoogleraar zou dit een omslag kunnen betekenen. \"Tot nu toe was bij de kostenbatenanalyse van nieuwe spoorlijnen het saldo vaak niet positief. Plannen gingen dan dus niet door. De aanleg van een HSL-structuur is namelijk gruwelijk duur en men ging ervan uit dat mensen altijd voor snelst, goedkoopst en makkelijkst gaan. Dat blijkt te veranderen: meer vliegschaamte helpt dus goed.\"", "“De luchtvaart betaalt nog steeds geen accijns of btw over kerosine” Bert van Wee, hoogleraar transportbeleid, TU Delft", "Verdrag uit 1944 als lobbymateriaal", "Voor een nog positiever saldo moet er volgens Van Wee vooral iets gedaan worden aan de te lage prijs van vliegtickets. \"De luchtvaart betaalt nog steeds geen accijns of btw over kerosine. Heel raar als je kijkt naar de grote milieuschade, maar de sector is goed in lobbyen en beroept zich nog steeds op een verdrag uit 1944. Daarin staat dat de burgerluchtvaart koste wat kost moet worden gestimuleerd voor begrip voor andere culturen, en daarmee de wereldvrede. Dat verdrag moet echt herzien worden.\"", "Heffingen zouden de vliegtickets duurder maken, en daarmee worden treintickets in verhouding goedkoper. Naast de prijs is echter ook het gemak nog een struikelblok, zegt Van Wee. \"Veel treintickets kun je niet lang van tevoren boeken, en per land heb je verschillende sites van vervoerders. Ook onderweg is het lastiger: als je treinvertraging hebt tussen Enschede en het Verenigd Koninkrijk, wat moet je dan doen?\"", "“Tot afstanden van 700 kilometer bieden we binnenkort alle tickets aan” Hessel Koster, NS International", "Meer treinen naar Duitsland", "Dat erkent ook Koster van NS International. \"Daar zijn we mee bezig, want dat gebrek aan gemak is ons ook een doorn in het oog.\" Een platform zoals dat voor vliegtickets bestaat, staat daarom in de steigers. \"Tot afstanden van 700 kilometer bieden we binnenkort alle tickets aan - we zijn nu handmatig de laatste vervoerders aan het toevoegen. Het is een hele klus geweest.\"", "Verder is het naast een \"eerlijke belasting\" van vliegmaatschappijen volgens Koster nodig dat er meer routes bij komen. \"In zuidelijke richting hebben we al veel, zoals de Thalys naar Parijs en Brussel. Maar wat je zou willen is ook naar het oosten aansluiten\", legt hij uit.", "\"Als we de trein echt willen laten vliegen, moet er vanuit Europa geld geïnvesteerd worden. Dan kan voor reizen tot 700 kilometer de trein de eerste keus worden\", stelt Koster. \"Maar bedenk wel: alles duurt lang. Als je nu besluit ergens een spoor te upgraden, dan duurt het nog tien jaar voor het af is. Laten we dus liever vandaag nog beginnen.\""], "authors": ["Door", "Gea Bruinsma"], "keywords": ["gemak", "van", "af", "vliegschaamte", "remmen", "het", "maar", "helpt", "nog", "prijs", "een", "ook", "en", "dat", "te", "je", "treinen", "europa", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}