{"id": "d4ab41f3-3c47-3d28-a03a-011504d3c18c", "title": "De uitzending van 13 december: Ingrijpende maatregelen verwacht / Brexit-overleg gaat door / 'Politiek onderschat coke-smokkel'", "url": "https://nos.nl/nieuwsuur/artikel/2360477-de-uitzending-van-13-december-ingrijpende-maatregelen-verwacht-brexit-overleg-gaat-door-politiek-onderschat-coke-smokkel.html", "summary": "Gaat Nederland in een 'Duitse' lockdown?\nDe kans lijkt groot dat het kabinet morgen of overmorgen vergaande extra maatregelen aankondigt in strijd tegen het gestaag stijgende aantal nieuwe besmettingen.\nEr is morgen extra crisisberaad én een extra ministerraad, melden Haagse bronnen na afloop van het extra ingelaste Catshuisoverleg van vandaag.\nMogelijk gaat Nederland qua maatregelen Duitsland achterna.\nWe bespreken de laatste ontwikkelingen met correspondent Wouter Zwart in het zwaar getroffen Bautzen in deelstaat Saksen en met politiek verslaggever Nynke de Zoeten.", "paragraphs": ["Gaat Nederland in een 'Duitse' lockdown?", "De kans lijkt groot dat het kabinet morgen of overmorgen vergaande extra maatregelen aankondigt in strijd tegen het gestaag stijgende aantal nieuwe besmettingen. Er is morgen extra crisisberaad én een extra ministerraad, melden Haagse bronnen na afloop van het extra ingelaste Catshuisoverleg van vandaag.", "Mogelijk gaat Nederland qua maatregelen Duitsland achterna. Daar maakte bondskanselier Angela Merkel bekend dat het land in een strenge lockdown gaat. Alle niet-essentiële winkels moeten dicht en ook scholen moeten zoveel mogelijk sluiten.", "We bespreken de laatste ontwikkelingen met correspondent Wouter Zwart in het zwaar getroffen Bautzen in deelstaat Saksen en met politiek verslaggever Nynke de Zoeten."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["door", "morgen", "ingrijpende", "extra", "moeten", "van", "politiek", "maatregelen", "een", "uitzending", "onderschat", "gaat", "het", "nederland", "cokesmokkel", "verwacht", "met"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}