{"id": "d4b8a175-4019-34dd-9a58-c5d8f2f1175a", "title": "Goed met geld: Wat zeggen de koopkrachtplaatjes over je situatie in 2021?", "url": "https://nu.nl/geldzaken/6094222/goed-met-geld-wat-zeggen-de-koopkrachtplaatjes-over-je-situatie-in-2021.html", "summary": "Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen.\n\"Er zullen dus ook AOW'ers zijn die er financieel meer op vooruit of juist achteruit gaan in 2021.\"\nDe koopkrachtplaatjes zijn statisch en dus alleen van toepassing als je het hele jaar lang in dezelfde categorie blijft.\nStel, je gaat van werknemer naar zzp'er of je gaat van alleenstaand naar samenwonende, dan heb je niet zoveel aan zo'n koopkrachtberekening.\nWerken gaat meer lonenKenmerkend voor de fiscale veranderingen voor 2021 is dat werken meer gaat lonen; vooral werkenden gaan dan ook vooruit in koopkracht.", "paragraphs": ["Lig je 's nachts te piekeren over je lege pensioenpot, hoge rente of je niet-bestaande testament? Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen. Deze keer: houd je volgend jaar meer of minder geld over?", "Om die simpele vraag te beantwoorden wijst de politiek elk najaar graag naar de koopkrachtplaatjes (pdf). Die tonen hoeveel de verschillende groepen burgers (gecategoriseerd naar allerlei kenmerken, zoals werknemer, gepensioneerd, zzp'er, alleenstaande, ouder, et cetera) overhouden nadat ze belasting hebben betaald en verschillende toeslagen en extraatjes hebben ontvangen.", "Je zou het misschien niet denken, maar volgens de overheid krijgen álle groepen in de samenleving ietsje meer koopkracht volgend jaar, ook al zitten we midden in een crisis. Dit komt vooral doordat de inkomstenbelasting omlaaggaat, in de vorm van verlaagde tarieven over de belastingschijven, en ook door de verhoogde algemene heffingskorting en hogere arbeidskorting. Maar de grote vraag is: toont dit rooskleurige beeld het hele verhaal?", "'In de praktijk geldt het plaatje voor 75 procent'", "Nee, stelt Marten van Garderen, consumenteneconoom bij het economische bureau van ING. Dat gepensioneerden 0,5 procent meer koopkracht krijgen volgens de plaatjes betekent namelijk dat de mediane (de middelste waarde) koopkracht voor alle gepensioneerden 0,5 procent omhooggaat. \"Er zullen dus ook AOW'ers zijn die er financieel meer op vooruit of juist achteruit gaan in 2021.\"", "\"In de praktijk zullen uiteindelijk ruim 75 procent van de Nederlandse huishoudens echt meer koopkracht krijgen volgend jaar\", schat Van Garderen in.", "“Stel je hebt een slecht geïsoleerd huis, dan zal je er financieel minder op vooruitgaan.” Fleur Kroonbergs, financieel planner", "Er is nog iets waarmee je rekening moet houden als je de positieve cijfers van het kabinet wil begrijpen. De koopkrachtplaatjes zijn statisch en dus alleen van toepassing als je het hele jaar lang in dezelfde categorie blijft. Stel, je gaat van werknemer naar zzp'er of je gaat van alleenstaand naar samenwonende, dan heb je niet zoveel aan zo'n koopkrachtberekening.", "Werken gaat meer lonen", "Kenmerkend voor de fiscale veranderingen voor 2021 is dat werken meer gaat lonen; vooral werkenden gaan dan ook vooruit in koopkracht.", "Dat alle burgers die in de standaardcategorieën passen financieel beter af zullen zijn midden in een crisis, komt doordat de prijsstijgingen lager zijn dan normaal, in combinatie met de al genoemde belastingverlagingen.", "Zo krijgen tweeverdieners met twee kinderen onderaan de streep maandelijks 58 euro of 1,1 procent meer te besteden vanaf januari, volgens de koopkrachtberekenaar van het Nibud. Een alleenstaande met een uitkering gaat er maandelijks 17 euro of 1 procent op vooruit.", "Werkend of niet, slechte isolatie gaat je in 2021 geld kosten", "Verder gebeurt er niets dramatisch voor burgers als het nieuwe fiscale jaar ingaat op 1 januari 2021, stelt financieel planner Fleur Kroonbergs. Ook zij onderstreept dat de koopkrachtplaatjes een versimpeld beeld geven.", "\"Stel je hebt een slecht geïsoleerd huis, dan zal je er financieel minder op vooruitgaan - of zelfs achteruitgaan - door de verhoogde energiebelasting op gas\", geeft ze als voorbeeld.", "Voor wie aan haar buffer werkt is het wel interessant om te weten dat het belastingvrije vermogen omhooggaat, van 30.846 tot 50.000 euro. Hiermee pakte het kabinet groots uit op Prinsjesdag, als een \"belastingvrijstelling voor gewone spaarders en kleine beleggers\".", "\"Dat vind ik wel een bijzondere woordkeuze. Voor veel mensen is een halve ton heel veel geld\", zegt van Garderen. \"Maar verder klopt het wel: deze belastingverandering is gunstig voor mensen met een vermogen boven de 30.846 euro.\""], "authors": ["Door", "Charlotte Boström"], "keywords": ["goed", "je", "situatie", "van", "een", "voor", "financieel", "het", "gaat", "er", "wat", "zeggen", "geld", "koopkrachtplaatjes", "meer", "met", "op", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}