{"id": "d4bfa65d-3b29-305b-a87c-25ed0a428389", "title": "Tien redenen tot optimisme bij Ajax", "url": "https://www.parool.nl/sport/tien-redenen-tot-optimisme-bij-ajax~b2ff2fda/", "summary": "Dus, om een eventuele winterdip bij Amsterdamse fans af te wenden, hierbij tien redenen tot optimisme bij Ajax.\nWant Ajax kan dit seizoen, naast de grootste zege ooit (0-13 bij VVV), nog een eredivisierecord uit de boeken schieten.\nHet record van het doelpuntrijkste seizoen staat al 53 jaar op 122, het totaal waar Ajax in het seizoen 1966-1967 op uitkwam.\nDoorstroom jeugdLiefst 43 procent van de speelminuten in de competitie gingen bij Ajax dit seizoen naar spelers die nog nooit bij een andere club profminuten hebben gemaakt.\nGefaseerde leegloopEen stunt zoals die van Ajax in het Champions League-seizoen 2018-2019 komt niet al te vaak voor.", "paragraphs": ["Ryan Gravenberch. Beeld Pro Shots / Toon Dompeling", "De bloedeloze uitschakeling in de Champions League, de arrestatie van Quincy Promes en een paar wankele vertoningen tegen FC Twente en FC Utrecht hebben de afgelopen weken een sombere deken over het seizoen van Ajax geworpen. Maar zoom wat uit, en de roep om grootscheepse veranderingen – of zelfs het ontslag van de trainer – lijkt behoorlijk voorbarig.", "Dus, om een eventuele winterdip bij Amsterdamse fans af te wenden, hierbij tien redenen tot optimisme bij Ajax.", "1. Extreem productief", "We beginnen met het sterkste feitje. Want Ajax kan dit seizoen, naast de grootste zege ooit (0-13 bij VVV), nog een eredivisierecord uit de boeken schieten.", "Het record van het doelpuntrijkste seizoen staat al 53 jaar op 122, het totaal waar Ajax in het seizoen 1966-1967 op uitkwam. Na dertien speelrondes liggen de Amsterdammers, met 51 gemaakte goals, nog altijd op koers om dit record te breken. Als Ajax in de resterende 21 duels hetzelfde doelpuntengemiddelde blijft aanhouden, zou het op 133 doelpunten uitkomen.", "Zo’n hoog eindtotaal lijkt onwaarschijnlijk, aangezien er nog zes ontmoetingen met PSV, Feyenoord en AZ op het programma staan. Toch ligt het doelpuntenrecord nog altijd voor het grijpen.", "2. Zomerversterking (deel I)", "Hij moest wat kosten, maar dan heb je ook wat. Antony is sensationeel begonnen aan zijn dienstverband in Amsterdam.", "Niet alleen heeft Ajax met de Braziliaanse linkspoot er een echte showvoetballer bij, de twintigjarige nieuweling is ook bijzonder productief tot dusver. In de Eredivisie staat Antony dit seizoen al op 5 goals en 7 assists. Hij is gemiddeld eens per 60 speelminuten bij een doelpunt betrokken.", "3. ‘Homegrown’ ster", "De meest constant presterende Ajacied dit seizoen is achttien jaar oud. Achttien.", "Golazooo Gravenberch! 💥", "", "Eindelijk is de ban gebroken: Ajax op 1-0 dankzij een heerlijke treffer van Ryan Gravenberch 🔥#ZiggoSport #UCL #AJAMID pic.twitter.com/z7bpd4HjRD — Ziggo Sport Voetbal (@ZS_Voetbal) 25 november 2020", "Ryan Gravenberch is een tamelijk uniek talent. De middenvelder is 1 meter 90 lang, maar alsnog de Ajacied die dit seizoen (in alle competities) de meeste geslaagde dribbelacties liet noteren (35).", "4. Doorstroom jeugd", "Liefst 43 procent van de speelminuten in de competitie gingen bij Ajax dit seizoen naar spelers die nog nooit bij een andere club profminuten hebben gemaakt. Nog niet al te lang geleden werd in Amsterdam een dergelijke doorstroom als een utopie gezien. Gravenberch is de nieuwste zelf opgeleide basiskracht. Het is een race tussen verdedigers Devyne Rensch (17) en Jurriën Timber (19) en middenvelders Jürgen Ekkelenkamp (20) en Kenneth Taylor (18) wie de volgende in dat rijtje zal worden.", "5. Zomerversterking (deel II)", "Davy Klaassen is een middenvelder die aanzienlijke ervaring heeft opgedaan in een betere clubcompetitie dan de eredivisie én die zowel inzetbaar is als controleur, box-to-box-type of ‘op 10’. En dat voor 11 miljoen euro. Ajax zou er elk seizoen voor tekenen.", "6. Financiële voorsprong", "Het tweemaal op rij niet-overleven van de groepsfase in de Champions League zal niet in de plannen van Ajax zijn opgenomen. Evenals de economische schade door de pandemie. Alsnog is de financiële voorsprong van de Amsterdammers op de binnenlandse concurrentie groter dan ooit. Het gevolg van de grote transfersommen die gemoeid waren met het vertrek van Frenkie de Jong (86 miljoen euro), Matthijs de Ligt (85), Hakim Ziyech (40), Donny van de Beek (39), Sergiño Dest (21) en Kasper Dolberg (20).", "7. Betrouwbare sterspeler", "Sinds zijn komst naar Amsterdam heeft Dusan Tadic meer goals gescoord (48) en assists gegeven (30) dan welke andere eredivisiespeler.", "8. Zomerversterking (deel III)", "In de drie competitiewedstrijden waarin Mohammed Kudus dit seizoen meedeed was er geen Ajacied die meer assists leverde (3), schoten loste (8) of geslaagde dribbelacties maakte (12). De Ghanese middenvelder kan, als hij eenmaal volledig hersteld is van zijn meniscusblessure, voor een creatieve impuls zorgen in het Amsterdamse spel.", "9. Europese kansen", "Bij de bookmakers is het vertrouwen in een volgende Europese stunt van Ajax nog altijd aanwezig. De Amsterdammers zijn na de vier Engelse deelnemers (Tottenham, Manchester United, Arsenal en Leicester) en twee Italiaanse outsiders (Napoli en Milan) de nummer zeven onder de favorieten voor eindwinst in de Europa League.", "10. Gefaseerde leegloop", "Een stunt zoals die van Ajax in het Champions League-seizoen 2018-2019 komt niet al te vaak voor. Dat met André Onana, Noussair Mazraoui, Daley Blind, Nico Tagliafico, David Neres en Tadic nog altijd zes basisspelers uit dat succeselftal de club trouw zijn gebleven, is opvallend, in een tijd waarin de financiële verschillen tussen de eredivisie en de echte topcompetities alsmaar groter worden."], "authors": ["Sam Planting"], "keywords": ["tot", "van", "het", "nog", "optimisme", "en", "redenen", "een", "dit", "tien", "op", "seizoen", "bij", "ajax", "die"], "pubDate": "2020-12-21T12:38:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}