{"id": "d4caf6bb-3617-3731-810a-fc3f5389e7cc", "title": "Ruim helft Nederlanders bereid tot vaccinatie voor een normale kerst", "url": "https://www.dvhn.nl/aangeboden/Ruim-helft-Nederlanders-bereid-tot-vaccinatie-voor-een-normale-kerst-26300150.html", "summary": "55 procent van de ondervraagden zou zich laten vaccineren voor een normale kerst.\nOpvallend is dat 71 procent van de 55-plussers zich zou laten vaccineren om zo weer normaal kerst te kunnen vieren, tegenover slechts 43 procent van de 18- tot 35-jarigen.\n24 procent zegt helemaal geen mensen uit te nodigen en 18 procent zegt niet bij andere mensen op bezoek te gaan.\nEindelijk weer op vakantie in 2021Uit het onderzoek blijkt tevens dat veel Nederlanders voornemens zijn op vakantie te gaan in 2021.\nEen zonvakantie (24 procent) en een vakantie buiten Nederland (22 procent) zijn het meest in trek.", "paragraphs": ["Dat blijkt uit onderzoek van Parkvakanties onder 1.031 Nederlanders. 55 procent van de ondervraagden zou zich laten vaccineren voor een normale kerst. 21 procent van de mensen zou dit niet doen. Opvallend is dat 71 procent van de 55-plussers zich zou laten vaccineren om zo weer normaal kerst te kunnen vieren, tegenover slechts 43 procent van de 18- tot 35-jarigen.", "Kerst in kleiner gezelschap", "Op de vraag: 'Heeft corona invloed op jouw plannen voor kerstmis dit jaar?' antwoordt 76 procent van de mensen ‘ja’. 46 procent van de ondervraagden viert kerst in een kleiner gezelschap dan ze normaal gesproken doen. Het grootste deel (ruim twee derde) geeft aan kerst thuis met het gezin te vieren. 24 procent zegt helemaal geen mensen uit te nodigen en 18 procent zegt niet bij andere mensen op bezoek te gaan.", "Hoe ziet kerst er volgend jaar uit? Ruim 68 procent van de ondervraagden verwacht dat kerstmis 2021 zonder corona-gerelateerde maatregelen gevierd kan worden.", "Eindelijk weer op vakantie in 2021", "Uit het onderzoek blijkt tevens dat veel Nederlanders voornemens zijn op vakantie te gaan in 2021. 31 procent van de ondervraagden zegt volgend jaar eindelijk weer op vakantie te willen gaan. Bijna 12 procent wil zelfs minstens drie keer op vakantie.", "Ruim twee derde (67 procent) van de Nederlanders laat zich vaccineren tegen het coronavirus als ze daardoor weer overal op vakantie kunnen gaan. Een zonvakantie (24 procent) en een vakantie buiten Nederland (22 procent) zijn het meest in trek. Ook zegt een aanzienlijk deel van de respondenten (20 procent) in Nederland op vakantie te gaan."], "authors": ["Aangeboden Door"], "keywords": ["tot", "normale", "helft", "van", "het", "voor", "een", "zegt", "weer", "procent", "op", "te", "bereid", "ruim", "nederlanders", "vakantie", "kerst", "vaccinatie"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}