{"id": "d4edb26c-0a0e-32d5-9f24-3640bdbe32b4", "title": "Wat wél kan in de kerstvakantie (mits je er snel bij bent): met de kinderen naar het theater", "url": "https://volkskrant.nl/cultuur-media/wat-wel-kan-in-de-kerstvakantie-mits-je-er-snel-bij-bent-met-de-kinderen-naar-het-theater~ba5f1e1f/", "summary": "Als dit een bekend gevoel is, dan is het een goed idee om aankomende kerstvakantie eens naar jeugdtheater te gaan.\nHet ziet er naar uit dat ook in de kerstvakantie nog altijd het maximum van 30 toeschouwers per voorstelling geldt.\nIn de voorstelling zal ze ze laten dansen.\nDe aankondiging van deze voorstelling is van een heel andere orde: ‘Waarom je bed uitkomen als de wereld toch naar de knoppen gaat?\nDe laatste is een schoonmaakkomedie, waarin twee smetvrezerige schoonmakers geconfronteerd worden met een meisje en een plant en alle modderige ontwikkelingen van dien.", "paragraphs": ["‘Soms wil ik er gewoon even niet zijn. Dan heb ik een camouflagepak nodig, een onzichtbaarheidsmantel of een gat in de grond waar ik doorheen kan zakken.’", "Zo kondigt de Rotterdamse jeugdtheatergroep Maas theater en dans de voorstelling Ik ben er even niet aan. Als dit een bekend gevoel is, dan is het een goed idee om aankomende kerstvakantie eens naar jeugdtheater te gaan. Dat is hét moment. Naast Maas gaan er meer groepen in première dan op de vingers van twee kinderhanden te tellen zijn. Ze staan allemaal te springen om te spelen.", "Wie deze kerstvakantie een (jeugd)theatervoorstelling wil zien, moet er snel bij zijn. Het ziet er naar uit dat ook in de kerstvakantie nog altijd het maximum van 30 toeschouwers per voorstelling geldt. En hoewel dat eerder anders was, tellen kinderen van alle leeftijden gewoon mee in dat aantal. Zelfde huishouden of niet. Veel groepen spelen daarom meerdere keren per dag. Veel is al uitverkocht.", "Wat opvalt, is dat jeugdtheatermakers zich voor dit nieuwe werk veelal laten inspireren door de gebeurtenissen van het afgelopen jaar. Niet dat hun voorstellingen letterlijk over pandemieën gaan, goddank. Maar wel over wat zo’n lockdown met mensen en specifiek kinderen doet: de moedeloosheid, het gevoel dat je er even niet wilt zijn, de behoefte om te vluchten in sprookjes en verhalen. Ander werk gaat over de meer maatschappelijke problemen die ten grondslag liggen aan het virus: de uitputting van de aarde en onze ingewikkelde relatie met de natuur.", "Herkenbare problemen en gevoelens stuk voor stuk, die in deze voorstellingen worden aangepakt met de fantasievolle, muzikale en tegendraadse podiumbravoure die het Nederlandse jeugdtheater eigen is.", "Zo is Ik ben er even niet van Maas een fysieke 8+-voorstelling, die volgens de aankondiging een ode aan de introverten belooft te worden. En aan eigenlijk iedereen die weleens de behoefte voelt om de deur achter zich dicht te trekken voor een persoonlijke lockdown met games, fantasy en een goed zacht bed.", "Van regisseur Moniek Merkx weten we uit eerder werk (zoals Lampje en De wilde keuken) dat ze goed in staat is om de diepere zielenroerselen van kinderen te bespelen zonder soft te worden. Met Ik ben er even niet richt ze zich tot de dromers en de stillen, de kinderen die vaak over het hoofd worden gezien. ‘In hun hoofd zijn ze drakendoders vanuit hun bevroren burcht. In het echt durven ze niks’, aldus Merkx in de aankondiging. In de voorstelling zal ze ze laten dansen.", "Minder hoopgevend, of zoals ze zelf zeggen, ‘vrolijk-cynisch’ is Crazy Stupid (12+) van Theater Sonnevanck en Oostpool, dat voor en na de kerstvakantie uitsluitend op middelbare scholen speelt. De aankondiging van deze voorstelling is van een heel andere orde: ‘Waarom je bed uitkomen als de wereld toch naar de knoppen gaat? Uiteindelijk ga je dood. En dan heb je niks aan Duitse woordjes.’", "Crazy Stupid van Theater Sonnevanck. Beeld Sanne Peper", "Schrijvers Sophie Kassies en Tjeerd Posthuma en regisseur Flora Verbrugge onderzoeken in Crazy Stupid de moedeloosheid die jongeren kan overvallen in donkere tijden als deze. Dat gaat gepaard met een hoop kabaal en stoerdoenerij. Maar hopelijk ook een antwoord op de vraag der vragen: hoe ga je om met de zinloosheid van alles?", "Gezelliger en lieflijker, want geschikt voor jongere leeftijden, zijn de muziektheatervoorstellingen Goud (4+) van De Nationale Opera en Opera Zuid en Het groene meisje (6+) van MaxTak. De laatste is een schoonmaakkomedie, waarin twee smetvrezerige schoonmakers geconfronteerd worden met een meisje en een plant en alle modderige ontwikkelingen van dien.", "Goud is een vrije bewerking van het sprookje De visser en zijn vrouw van de gebroeders Grimm. De voorstelling (van componist Leonard Evers en librettist Flora Verbrugge) was een internationale hit in 2012 in de uitvoering van Theater Sonnevanck.", "Lotte Pierik in ‘Het groene meisje’ van MaxTak. Beeld Esther de Boer", "Het verhaal gaat over de arme Jacob. Op een dag vangt hij een vis die wensen kan vervullen. Zijn ouders weten wel wat ze moeten vragen: een deken, een bed, een huis. De vis vervult elke verzoek, maar wordt zienderogen zwakker. De ouders raken bedwelmd door de rijkdom en willen meer en meer en meer. Ze hebben niet door dat de hele natuur uit balans raakt. Een mondiale natuurramp lijkt onafwendbaar.", "Als dat niet verontrustend actueel klinkt. Goud wordt gespeeld door een mezzosopraan en percussionist en heeft alles in zich om de ultieme eindejaarsvoorstelling te worden.", "Dus stof die onzichtbaarheidsmantel af en verdwijn de komende kerstperiode samen met de kinderen in het aangename duister van het theaterpubliek.", "Ik ben er even niet, 18/12 t/m 7/3.", "Het groene meisje, 19 t/m 30/12.", "Goud, 28/12 t/m 3/1."], "authors": ["Vincent Kouters"], "keywords": ["snel", "wat", "van", "kerstvakantie", "mits", "het", "naar", "met", "kinderen", "kan", "wél", "een", "theater", "en", "dat", "ze", "te", "niet", "er"], "pubDate": "2020-12-03T18:13:04+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}