{"id": "d4ef01aa-1d9f-3f4b-939f-95e3f6614739", "title": "Kantoordeuren sluiten? Pas op, er verdwijnt meer dan alleen werkruimte", "url": "https://nu.nl/ondernemen/6073664/kantoordeuren-sluiten-pas-op-er-verdwijnt-meer-dan-alleen-werkruimte.html", "summary": "Waar heb je een kantoor immers nog voor nodig?\nToch moeten de voordelen van een gezamenlijke werkruimte niet worden onderschat.\n\"Ik heb gelukkig nog nooit mensen gehad die bij me aan de deur stonden met het idee dat dit het kantoor is\", lacht hij.\nVoor degene die toch liever op een kantoor wil werken, betalen we een plek in een co-workingspace.\"\n\"Het hele team moet weten waar je voor staat en waar je naartoe wil.\"", "paragraphs": ["Nu thuiswerken voor veel Nederlanders niets bijzonders meer is, kan bij ondernemers het idee ontstaan om de bedrijfsruimte helemaal op te geven. Waar heb je een kantoor immers nog voor nodig? Toch moeten de voordelen van een gezamenlijke werkruimte niet worden onderschat.", "Wie het adres van consultancybureau Qidos opzoekt op Google, vindt een huisadres in Doorn. Het is het huis van oprichter Martijn de Wildt. \"Ik heb gelukkig nog nooit mensen gehad die bij me aan de deur stonden met het idee dat dit het kantoor is\", lacht hij. Het bedrijf heeft namelijk al tien jaar geen kantoor.", "Nu we nog wel even moeten blijven thuiswerken, krabben veel bedrijven zich achter de oren wat ze met alle kantoorruimte moeten. Onlangs bleek uit onderzoek van KPMG dat 70 procent van de achttienhonderd ondervraagde CEO's verwacht de kantoorruimte op korte termijn in te gaan krimpen.", "Kleine ondernemers zullen mogelijk zelfs overwegen hun kantoor volledig op te zeggen: het thuiswerken bevalt toch goed? Volgens Aukje Nauta, organisatiepsycholoog bij Factor Vijf en bijzonder hoogleraar aan de Universiteit Leiden, is dat echter niet alleen een kwestie van de deur dichtdoen en thuis je laptop openklappen.", "“Wij zorgen dat iedereen thuis goede kantoormeubels heeft.” Martijn de Wildt, oprichter Qidos", "Koffievergoeding voor thuiswerkers", "Nauta deed onderzoek onder ruim achthonderd HR-professionals over thuiswerken. Ze was \"blij verrast\" door de resultaten: 83 procent van de ondervraagden gaf aan dat thuiswerken binnen hun organisatie een blijvertje is, en 81 procent stelde dat werkgevers hun personeel goed in staat stellen om vanuit huis te werken.", "Praktische zaken zijn namelijk wel een belangrijk punt van aandacht. Heeft de werknemer een goede werkplek, goed internet en zit hij niet krom aan de keukentafel?", "Iemand als De Wildt, die alleen met freelancers werkt, hoeft geen vergoeding voor koffie of ergonomische kantoormeubels te bieden. Ivo Jansch van appbouwer Egeniq heeft 35 mensen in dienst en moet wél regelingen treffen omdat hij geen kantoor biedt. \"Wij zorgen dat iedereen thuis goede kantoormeubels heeft. Voor degene die toch liever op een kantoor wil werken, betalen we een plek in een co-workingspace.\"", "Geen spontane gesprekken op de werkvloer", "Ook de spontane ontmoetingen die een kantoor met zich meebrengt zijn volgens Nauta niet te onderschatten; ze hebben zelfs effect op de kwaliteit van het geleverde werk. \"Die toevallige ontmoetingen op kantoor zijn nodig voor creativiteit en innovatie.\"", "Hoewel die ontmoetingen een stuk minder toevallig zijn, zien De Wildt en Jansch hun medewerkers wel regelmatig in het echt. De Wildt huurt een aantal keer per jaar een locatie af waar iedereen samenkomt om te praten over werk, maar ook privé. Bij appbouwer Egeniq zien alle medewerkers elkaar eens per twee weken. \"Contact wordt iets wat je veel meer moet plannen\", zegt Jansch.", "“Kantoorhumor kan je online toch nooit helemaal evenaren.” Martijn de Wildt, oprichter Qidos", "Motivatie en mentale gezondheid", "Maar naast alle praktische zaken zijn er ook andere dingen waar je volgens Nauta aandacht aan moet besteden. \"Hoe voelt iedereen zich? Zijn mensen gemotiveerd? En hoe zorg je ervoor dat de extraverten niet de overhand nemen, terwijl anderen naar de achtergrond verdwijnen?\" Dat kan ook op afstand, maar dat vergt wel meer organisatie.", "Jansch stelde twee vertrouwenspersonen aan waar medewerkers terechtkunnen als ze ergens mee zitten. \"En we hebben een mentorsysteem voor nieuwe collega's, zodat je al je vragen kan stellen, over zowel werk als de organisatie.\"", "De Wildt benadrukt dat een bedrijfscultuur creëren op afstand nóg belangrijker is. \"Het hele team moet weten waar je voor staat en waar je naartoe wil.\" Er is dan ook één ding dat de medewerkers van Jansch missen zonder kantoor. \"De kantoorhumor, even met elkaar praten bij de koffieautomaat of een potje tafelvoetbal. Dat kan je online toch nooit helemaal evenaren.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["alleen", "meer", "werkruimte", "er", "dan", "verdwijnt", "sluiten", "kantoordeuren", "pas", "kantoor", "je", "van", "en", "een", "voor", "wildt", "op", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}