{"id": "d4f71810-22da-39d9-8f13-9af06672fb8a", "title": "Rechter: geen extra klimaatvoorwaarden nodig bij staatssteun KLM", "url": "https://www.rtlnieuws.nl/economie/bedrijven/artikel/5202101/rechter-geen-extra-klimaatvoorwaarden-bij-staatssteun-klm", "summary": "KLM ontvangt van de Nederlandse overheid 3,4 miljard steun in de vorm van leningen en garanties.\nDie heeft KLM hard nodig om te kunnen overleven in de coronacrisis waarbij reizen grotendeels onmogelijk is gemaakt.\nGreenpeace eiste dat de overheid duurzaamheidseisen stelt aan KLM als voorwaarde voor die steun en wil dat het bedrijf meer werk maakt van minder uitstoot.\nVolgens Greenpeace betekent dit dat overheid moet helpen de gevaarlijke klimaatverandering te voorkomen.\nDe staat benadrukte op zijn beurt in dat er een uitzonderingspositie is voor de internationale luchtvaart in bijvoorbeeld het Klimaatakkoord van Parijs.", "paragraphs": ["KLM ontvangt van de Nederlandse overheid 3,4 miljard steun in de vorm van leningen en garanties. Die heeft KLM hard nodig om te kunnen overleven in de coronacrisis waarbij reizen grotendeels onmogelijk is gemaakt.", "Greenpeace eiste dat de overheid duurzaamheidseisen stelt aan KLM als voorwaarde voor die steun en wil dat het bedrijf meer werk maakt van minder uitstoot.", "'Overheid moet burgers beschermen'", "Volgens Greenpeace is KLM één van de grootste CO2-uitstoters van Nederland en was de maatschappij vorig jaar verantwoordelijk voor 7 procent van de totale CO2-uitstoot van Nederland.", "In de zitting vorige maand zei Greenpeace zich op het Europees Verdrag voor de Rechten van de Mens (EVRM) te baseren waarin staat dat de overheid een zorgplicht heeft om het leven van burgers te beschermen. Volgens Greenpeace betekent dit dat overheid moet helpen de gevaarlijke klimaatverandering te voorkomen.", "Ook verwees Greenpeace naar de Urgenda-zaak, waarin de staat door de rechter werd verplicht ervoor te zorgen de uitstoot van broeikasgassen dit jaar met 25 procent terug te dringen.", "De staat benadrukte op zijn beurt in dat er een uitzonderingspositie is voor de internationale luchtvaart in bijvoorbeeld het Klimaatakkoord van Parijs."], "authors": [], "keywords": ["rechter", "geen", "bij", "van", "klimaatvoorwaarden", "het", "staat", "klm", "nodig", "greenpeace", "overheid", "te", "dat", "staatssteun", "en", "extra", "voor"], "pubDate": "2020-12-09T11:35:58+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}