{"id": "d4f85fe9-d531-3731-b1e7-e995f9f31674", "title": "De 10 klassiekers van Mepal, tegenstrever van Tupperware", "url": "https://www.parool.nl/ps/de-10-klassiekers-van-mepal-tegenstrever-van-tupperware~b98eb9d3/", "summary": "De geboren Deen belandt in 1942 in Nederland en richt in 1950 Mepal op, rond dezelfde tijd dat ook Curver, Tiger Plastics en het Britse Tupperware ontstaan.\nVoor generaties Nederlanders is dit het ultieme kampeerbord en Mepal is het bijna dertig jaar blijven maken.\nVoor het bewaren van spliterwten, meel of andere droge etenswaren ontwikkelt Mepal een serie transparante opbergdozen, met een inhoud variërend van 150 tot 1250 milliliter.\nVijf jaar later brengt Mepal ook nog een halveliterfles op de markt en een sportbidon die past in de houder van fitnessapparaten.\nDit ontwerp leverde Mepal verschillende designprijzen op en een plaatsje in de vitrines van het Red Dot Design Museum in het Duitse Essen.", "paragraphs": ["Beeld Mepal", "Odense Bord D235 (1950)", "Plastic servies geldt na de Tweede Wereldoorlog als het toppunt van vooruitgang. Het oogt als keramiek, maar is lichter en onbreekbaar. Egon Wolff is er als de kippen bij om de markt te bedienen. De geboren Deen belandt in 1942 in Nederland en richt in 1950 Mepal op, rond dezelfde tijd dat ook Curver, Tiger Plastics en het Britse Tupperware ontstaan. Wolff werkt met de kunststof melamine die in matrijzen wordt geperst, waarna de naden handmatig worden gepolijst. Bord D235 – Mepal blinkt niet uit in bloemrijke namen – is meteen een klassieker. Voor generaties Nederlanders is dit het ultieme kampeerbord en Mepal is het bijna dertig jaar blijven maken.", "Beeld Mepal", "Margrethe beslagkom (1950)", "Mepal werkt de eerste decennia nauw samen met het Deense Rosti. Aanvankelijk als afnemer van de producten, vanaf halverwege de jaren vijftig ook als licentiehouder. Uit Deense koker komt de beslagkom die uitgroeit tot een wereldwijde hit. Meer dan 40 miljoen exemplaren zijn er inmiddels van verkocht. De kom is vernoemd naar de toenmalige kroonprinses en huidige koningin van Denemarken.", "Beeld Mepal", "Modul box (1967)", "Door de opkomst van supermarkten hoeven huishoudens minder voedsel op voorraad te hebben. Dat betekent: kleinere keukenkastjes. Voor het bewaren van spliterwten, meel of andere droge etenswaren ontwikkelt Mepal een serie transparante opbergdozen, met een inhoud variërend van 150 tot 1250 milliliter. Ze zijn stapelbaar en modulair, als een blokkendoos, waardoor ze efficiënter omgaan met de ruimte dan ronde bussen. Later wordt de serie uitgebreid met koelkastdozen voor vleeswaren en kaas. Modul geldt inmiddels als innovatief ­designicoon en is opgenomen in de collectie van het Stedelijk Museum Amsterdam.", "Beeld Mepal", "Kan 66 (1978)", "Hoeveel serviesfabrikanten kunnen zeggen dat hun product figureerde in een James Bond-film? Kan 66 – het ­cijfer staat voor 66 oz, ongeveer 2 liter – is te zien in The Living Daylights (1987). Het ontwerp wordt door designers geroemd als bijzonder innovatief omdat de kan ­tegelijkertijd als houder dient voor acht gestapelde bekers. Voor de gemiddelde consument is de vorm echter te onorthodox en na tegenvallende verkoopcijfers wordt de productie al vrij snel gestaakt.", "Beeld Mepal", "Spaghettilepel (1984)", "Met de toegenomen welvaart veranderen de eetgewoontes van Nederlanders. Vanaf begin jaren tachtig wordt pasta steeds populairder. Mepal springt erop in met een ontwerp dat sindsdien geldt als standaard voor spaghettilepels. Met het gat in de bovenkant kan precies één portie spaghetti worden afgemeten, en als de pasta al dente is loopt het kookvocht via het gat weg. De gekartelde rand van de lepel maakt het mogelijk die altijd glibberige slierten zonder knoeien uit de pan te scheppen.", "Beeld Mepal", "Campus schoolbeker (1988)", "De tweede feministische golf begint in de jaren zestig met als belangrijkste inzet: recht op betaald werk en deelname aan het maatschappelijke leven. In Nederland komt de emancipatie traag op gang en eind jaren zeventig heeft slechts 30 procent van de volwassen vrouwen een betaalde baan. Maar in het daarop volgende decennium volgt een inhaalslag. Dat betekent dat steeds meer kinderen op school lunchen. Mepal ziet een markt voor afsluitbare bekers en lunchboxen. De naam Campus is geleend van warenhuis V&D, dat op zijn gelijknamige afdeling back-to-school-artikelen aanbiedt in de late zomermaanden. De Campusbeker blijkt een evergreen en verschijnt in de daaropvolgende decennia in talloze incarnaties, onder andere bedrukt met Disneyfiguren.", "Beeld Mepal", "Calypso (1997)", "Begin jaren negentig begint het gescheiden afval inzamelen ingeburgerd te raken. Daarvoor wordt een groene gft-emmer of een modieuze duo-afvalbak gebruikt. Totdat in juli 1995 de langste hittegolf van de 20ste eeuw uitbreekt. Na zestien dagen temperaturen van boven de dertig graden wordt iedereen gek van de fruitvliegjes die op de etensresten afkomen. De Calypso biedt uitkomst. Het is een bescheiden vuilnisbakje met een gladde binnenkant die eenvoudig is schoon te maken. Het ontwerp slaat echter niet aan en Mepal staat al op het punt Calypso uit het assortiment te halen als Philips en Douwe Egberts in 2001 het Senseo-koffiezet­apparaat lanceren. Plots blijkt Calypso de ideale afvalbak voor koffiepads.", "Beeld Mepal", "Loomm Bowl (2008)", "Het hedendaagse gezin zit nog zelden samen aan de eettafel; meestal warmt ieder voor zich een prakkie op in de magnetron. De inhoud van de Loomm Bowl is precies afgestemd op één kant-en-klaarmaaltijd. De porseleinen kom heeft een kunststof deksel – handig voor in de koelkast en meteen ook een spatdeksel. De warmte-isolerende buitenkant houdt het eten op temperatuur zonder dat je je vingers brandt. Het is best een stevige bak, maar de bowl helt iets over waardoor de pols niet wordt over­belast. Een inkeping voor de duim maakt het ergonomisch gemak compleet.", "Beeld Mepal", "JustWater (2009)", "Vertegenwoordigers van Mepal staan regelmatig op huishoudbeurzen in binnen- en buitenland. In het eerste decennium van de 21ste eeuw begint op te vallen dat veel bezoekers plastic flesjes mineraalwater bij zich dragen: een uiting van een gezonde levensstijl die echter een enorme afvalberg oplevert. JustWater biedt een duurzaam alternatief. Het is een afsluitbaar glas met een grote drinkopening waardoor ijsblokjes of stukjes fruit aan het water kunnen worden toegevoegd. Vijf jaar later brengt Mepal ook nog een halveliterfles op de markt en een sportbidon die past in de houder van fitnessapparaten.", "Beeld Mepal", "Fruit & Veggie-pot (2019)", "Behalve mineraalwater consumeren steeds meer mensen ook gezonde tussendoortjes. Het is alleen zo’n gehannes met snoeptomaatjes, salades en zacht fruit dat altijd beurs aankomt op kantoor. Maar in de Fruit & Veggie-pot blijven ze heel, fris en knapperig. De pot is lekdicht en bevat een spoelmandje zodat de inhoud zo onder de kraan kan worden afgewassen. Als extraatje zit er een vorkje verwerkt in de deksel, zodat ook plakkerige vingers geen excuus meer zijn om een Mars te verkiezen boven een vitaminebom. Dit ontwerp leverde Mepal verschillende designprijzen op en een plaatsje in de vitrines van het Red Dot Design Museum in het Duitse Essen.", "Mark Zegeling: Mepal – vanzelfsprekend bijzonder, uitgeverij MarkMedia & Art, €29,95, verschijnt 4 december."], "authors": ["Edo Dijksterhuis"], "keywords": ["van", "als", "tupperware", "het", "op", "mepal", "met", "tegenstrever", "klassiekers", "een", "en", "te", "voor"], "pubDate": "2020-11-30T18:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}