{"id": "d4fdd2cf-ae1f-34c7-a152-29d7fcc7e14b", "title": "‘Dat is een test’, dachten we toen de sirenes afgingen, en stonden even later kniediep in stijgend water", "url": "https://volkskrant.nl/columns-opinie/dat-is-een-test-dachten-we-toen-de-sirenes-afgingen-en-stonden-even-later-kniediep-in-stijgend-water~b5f15928/", "summary": "‘Dat is een test’, dachten we, en liepen onverdroten verder door het Giethoorn van het zuiden.\nIk fietste dan ook gewoon door, naar mijn oude moeder, met in mijn fietstas een slavink, een pondje kriel en een tupperwaredoosje met tomatensoep.\nHij leek op ‘El Chapo’, de Mexicaanse drugsbaron, maar zelfs zijn royale, zwarte snor kon niet verhullen dat hij doodsbang was.\nDe sirenes stopten (het duurt precies 1 minuut en 26 seconden, dat heb ik opgezocht), maar ook dat hielp niet.\nSir!’Nu maar hopen dat hij uiteindelijk iemand heeft gevonden die wél Spaans spreekt.", "paragraphs": ["Terwijl ik, wellicht voor de duizendste keer in mijn leven, langs de RAI fietste, gingen de sirenes af. Het was, kortom, twaalf uur ’s middags op de eerste maandag van de maand. De door God boven ons gestelden willen af en toe even proberen of die sirenes nog wel kunnen loeien.", "Op deze gang van zaken valt wel iets af te dingen. Zo denk ik, als ik die dingen hoor, nooit: ‘Gelukkig, ze doen het nog.’ Wél denk ik altijd: ‘Stel dat een groepje griezels een grootscheepse terroristische aanslag wil plegen op ons land. Dan zullen ze dat ongetwijfeld doen op een eerste maandag van de maand, zodat niemand het doorheeft.’", "Ook ben ik door die maandelijkse sirenes nogal afgestompt geraakt. Ik was een paar jaar geleden met mijn gezin in Venetië, toen ook daar de sirenes afgingen. ‘Dat is een test’, dachten we, en liepen onverdroten verder door het Giethoorn van het zuiden. Even later stonden we kniediep in het stijgende water. Ik weet nóg hoe boos mijn dochter was, want ze had haar mooie nieuwe laarsjes aan.", "Maar goed, bij de RAI ligt een overstroming niet voor de hand. Ik fietste dan ook gewoon door, naar mijn oude moeder, met in mijn fietstas een slavink, een pondje kriel en een tupperwaredoosje met tomatensoep. De sirenes huilden. Ik had trek in koffie.", "Ter hoogte van het reuzenrad stond een man hevig met zijn armen te zwaaien. Hij leek op ‘El Chapo’, de Mexicaanse drugsbaron, maar zelfs zijn royale, zwarte snor kon niet verhullen dat hij doodsbang was. ‘Mádam! Mádam!’, riep hij, en keek me met grote, donkere ogen wanhopig aan.", "Ik stapte af. Angstig om zich heen blikkend liep hij naar me toe. ‘What is goink on?’, riep hij. ‘What khappened?’ Zijn Engels klonk als dat van Antonio Banderas, maar dan een stuk minder sexy.", "Ik lachte. ‘It’s okay’, zei ik. ‘It’s only a test.’ ‘Test?!’, riep de man, ‘what test?’ Zijn ogen puilden van angst bijna uit hun kassen. De sirenes stopten (het duurt precies 1 minuut en 26 seconden, dat heb ik opgezocht), maar ook dat hielp niet. ‘Corona?! Danger?!’, bracht hij uit. Arme man!", "Ik schudde lachend mijn hoofd. ‘No, its just... our government is testing the sirens. They do it every month’, zei ik. Hij begreep me niet. Hij stamelde iets in het Spaans, wierp me nog een vertwijfelde blik toe en rende, weer zo zwaaiend, op een andere voorbijganger af. ‘Sir! Sir!’", "Nu maar hopen dat hij uiteindelijk iemand heeft gevonden die wél Spaans spreekt. Of hij moet hier gewoon een jaartje blijven wonen. Tegen die tijd snapt hij het wel."], "authors": ["Sylvia Witteman"], "keywords": ["ik", "van", "sirenes", "stonden", "mijn", "en", "water", "een", "stijgend", "toen", "test", "later", "op", "kniediep", "het", "hij", "dat"], "pubDate": "2021-01-06T13:09:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}