{"id": "d50cc6e8-c3cc-3e47-a5ec-32d39e907686", "title": "'Toekomst regering-Biden hangt af van schaduwverkiezing Georgia'", "url": "https://nu.nl/dit-wordt-het-nieuws/6096828/toekomst-regering-biden-hangt-af-van-schaduwverkiezing-georgia.html", "summary": "Waarom is die staat zo belangrijk voor het toekomstige beleid van Biden?\nAbonneer je op de podcastIn de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de dinsdag is gebeurd.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nBevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken?", "paragraphs": ["Het kiescollege in de Verenigde Staten heeft de verkiezingswinst van Joe Biden officieel gemaakt. De vraag is alleen nog wat de nieuwe president kan bereiken als hij eenmaal in het Witte Huis zit, want de ogen zullen nu gericht zijn op de Senaat en de zetels die nog verdeeld moeten worden in de staat Georgia. Waarom is die staat zo belangrijk voor het toekomstige beleid van Biden? We praten erover met Amerikadeskundige Diederik Brink.", "Abonneer je op de podcast", "In de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de dinsdag is gebeurd.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar: Podcast@nu.nl.", "", "Bevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken? Reageer hieronder via ons discussieplatform NUjij."], "authors": ["Door"], "keywords": ["wordt", "nog", "je", "toekomst", "hangt", "van", "georgia", "een", "af", "voor", "het", "en", "wat", "op", "regeringbiden", "schaduwverkiezing"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}