{"id": "d51e3eb9-853a-38d1-afcd-6c1eee6ef8dc", "title": "Facebookbaas Mark Zuckerberg ziet zijn monopolie mogelijk in drieën breken; Amerika wil dat hij Whatsapp en Instagram afstoot", "url": "http://www.trouw.nl/buitenland/facebookbaas-mark-zuckerberg-ziet-zijn-monopolie-mogelijk-in-drieen-breken-amerika-wil-dat-hij-whatsapp-en-instagram-afstoot~b2acba14/", "summary": "Ze vinden dat Facebook zijn marktmacht misbruikt.\nOm het monopolie van Facebook op te breken, moet het bedrijf de fotoservice Instagram en de berichtenservice WhatsApp afstoten, zo luidt de eis.\nWat ook de uitkomst zal zijn van al die zaken, duidelijk is dat het speelkwartier voor de grote techbedrijven voorbij is.\nNu TikTok succes boekt met korte dansfilmpjes, biedt Instagram met zijn reels ineens precies dezelfde service aan.\nRevisionistische geschiedschrijvingEen ander belangrijk argument van Facebook zal zijn dat de overnames van Instagram en WhatsApp destijds zijn goedgekeurd door dezelfde federale handelscommissie die er nu bezwaar tegen maakt.", "paragraphs": ["Het is nog maar een paar jaar geleden dat de bazen van Google de deur van het Witte Huis platliepen om beleid af te stemmen en adviezen uit te wisselen met de regering-Obama, en dat Mark Zuckerberg, de baas van Facebook, serieus getipt werd als een potentiële opvolger van Obama als president van de Verenigde Staten.", "Nu heeft Zuckerberg wel iets anders aan zijn hoofd: hij moet vrezen voor het voortbestaan van zijn bedrijf, althans in de huidige, gigantische vorm, met een jaaromzet van 70 miljard dollar. Woensdag zijn er twee grote rechtszaken tegen het bedrijf aangespannen, eentje door ruim veertig Amerikaanse staten, de ander door de federale handelscommissie. Ze vinden dat Facebook zijn marktmacht misbruikt. Om het monopolie van Facebook op te breken, moet het bedrijf de fotoservice Instagram en de berichtenservice WhatsApp afstoten, zo luidt de eis.", "Anderhalve maand geleden begon het Amerikaanse ministerie van justitie een vergelijkbare anti-monopoliezaak tegen Google. Wat ook de uitkomst zal zijn van al die zaken, duidelijk is dat het speelkwartier voor de grote techbedrijven voorbij is. Ook in Amerika, waar ze lange tijd konden teren op eindeloze reserves goodwill bij beleidsmakers, en waar Europese pogingen om de techmarkt te reguleren vaak werden uitgelegd als afgunst jegens een bloeiende Amerikaanse sector, is het besef doorgebroken dat de dominantie van grote techbedrijven negatieve gevolgen heeft.", "Concurrenten zijn bij voorbaat kansloos", "De overname door Facebook van veelbelovende concurrenten als Instagram (in 2012, voor 1 miljard dollar) en WhatsApp (in 2014, voor 19 miljard dollar) heeft ervoor gezorgd dat concurrenten bij voorbaat kansloos zijn en dat de innovatie stokt, zo luidt de aanklacht nu.", "Facebook blinkt de afgelopen jaren niet zozeer uit in innovatie, maar vooral in het aankopen of kopiëren van de ideeën van uitdagers. Toen het online delen van foto’s populair werd, kocht Facebook Instagram. Toen de eigen Messenger-service niet echt wilde aanslaan, kocht Facebook Whatsapp. Toen concurrent Snapchat succes boekte met stories die na een dag weer verdwenen en met allerlei bizarre lachspiegel-filters, verschenen die ook in Instagram. Nu TikTok succes boekt met korte dansfilmpjes, biedt Instagram met zijn reels ineens precies dezelfde service aan.", "Letitia James, hoofdaanklager van de staat New York, geeft toelichting op de rechtszaak tegen Facebook. Beeld AP", "Dat alles betekent nog niet dat een anti-monopoliezaak zomaar gewonnen is. Bij zulke rechtszaken is het belangrijk hoe je de markt definieert: volgens de aanklagers misbruikt het bedrijf zijn monopolie op het gebied van ‘persoonlijke sociale media’, primair bedoeld voor een-op-een contact tussen bekenden. Met die definitie proberen ze een verdedigingslinie van Facebook onschadelijk te maken, dat ongetwijfeld de bloei van audiovisuele sociale media als YouTube en TikTok zal aanvoeren als bewijs dat het bedrijf juist met heel veel concurrentie te maken heeft. Maar dat is volgens de aanklagers dus een andere markt, waarbij makers van filmpjes een zo groot mogelijk publiek proberen te bereiken.", "Revisionistische geschiedschrijving", "Een ander belangrijk argument van Facebook zal zijn dat de overnames van Instagram en WhatsApp destijds zijn goedgekeurd door dezelfde federale handelscommissie die er nu bezwaar tegen maakt. “Revisionistische geschiedschrijving”, aldus Jennifer Newstead, hoofdjurist van Facebook.", "Nou zijn er sinds die goedkeuringen wel wat bronnen toegevoegd die de geschiedschrijving completer maken. Zo bracht een onderzoek van het Congres dit jaar emails van Mark Zuckerberg aan het licht, waarin hij vrij expliciet schrijft dat het belangrijkste doel van de overnames is om de concurrentie te neutraliseren. Uit de context gehaald, zo verdedigt Facebook zich.", "Het zal wellicht nog jaren duren voor de rechter in de zaak tot een uitspraak komt. Maar dat de politieke context waaronder techbedrijven moeten opereren veranderd is, dat is wel duidelijk. Zowel door Democraten als door Republikeinen bestuurde staten sloten zich aan bij de rechtszaak; zoals het vrije spel dat techbedrijven eerder kregen berustte op een consensus van het hele Amerikaanse politieke spectrum, zo leeft de argwaan die ze oproepen nu bij links en rechts.", "Lees ook:", "Aanklagers VS: Google misbruikt machtspositie", "De druk op Amerikaanse techbedrijven neemt toe. Google wordt aangeklaagd in de VS.", "", "Essay: U wordt digitaal gekoloniseerd", "Wat zou Google doen? Tien jaar geleden werd die vraag nog met het nodige ontzag gesteld. Inmiddels ontkom je er niet aan om met terugwerkende kracht ook een zeker onbehagen op die vraag te projecteren."], "authors": ["Seije Slager"], "keywords": ["van", "mark", "mogelijk", "whatsapp", "het", "wil", "monopolie", "ziet", "zijn", "instagram", "hij", "met", "zuckerberg", "facebook", "een", "die", "dat", "en", "te"], "pubDate": "2020-12-10T12:30:59+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}