{"id": "d541f128-5d81-31f4-9ffd-07dcec0bc0df", "title": "Nieuw op Videoland: deze films en series verschenen afgelopen week", "url": "https://nu.nl/film/6082436/nieuw-op-videoland-deze-films-en-series-verschenen-afgelopen-week.html", "summary": "Videoland voegt deze week niet alleen een animatiefilm en een comedy toe, maar ook een horror- en een kerstfilm.\nFilmsOffice Christmas PartyJason Bateman en T.J. Miller spelen in deze comedy twee kantoormedewerkers die een groot kerstfeest organiseren om indruk te maken op een mogelijke nieuwe klant.\nOm hem terug te winnen en zichzelf te bewijzen, schrijft ze zichzelf in bij een rechtenstudie op Harvard.\nTerwijl ze daar naar school gaat, komt Elle erachter dat ze meer is dan alleen haar uiterlijk.\nShark TaleWanneer hij een haai ziet sterven, denkt de jonge vis Oscar slim te zijn door te beweren dat hij de dader is.", "paragraphs": ["Videoland voegt deze week niet alleen een animatiefilm en een comedy toe, maar ook een horror- en een kerstfilm. Bekijk hieronder met welke titels het aanbod van de streamingdienst is uitgebreid.", "Films", "Office Christmas Party", "Jason Bateman en T.J. Miller spelen in deze comedy twee kantoormedewerkers die een groot kerstfeest organiseren om indruk te maken op een mogelijke nieuwe klant. Hun baas (Jennifer Aniston) wil dat eigenlijk absoluut niet hebben, maar zij is gelukkig op zakenreis. Het feest begint echter steeds verder uit de hand te lopen.", "Poltergeist", "De vierkante beelddoos uit 1982 is vervangen door een flatscreen in deze Poltergeist-remake. Sam Rockwell en Rosemarie DeWitt spelen een echtpaar dat wordt geteisterd door klopgeesten. Wanneer dochter Maddy wordt meegenomen door angstaanjagende verschijningen, probeert de familie haar te redden.", "Legally Blonde Trailer", "Legally Blonde", "Elle Woods (Reese Witherspoon) wordt gedumpt door haar vriendje, omdat ze te blond is. Om hem terug te winnen en zichzelf te bewijzen, schrijft ze zichzelf in bij een rechtenstudie op Harvard. Terwijl ze daar naar school gaat, komt Elle erachter dat ze meer is dan alleen haar uiterlijk.", "Shark Tale", "Wanneer hij een haai ziet sterven, denkt de jonge vis Oscar slim te zijn door te beweren dat hij de dader is. Al snel komt hij erachter dat zijn stoere uitspraak niet heel verstandig was. De dode haai was namelijk de zoon van een maffiabaas. De stemmen van Shark Tale worden onder meer verzorgd door Will Smith, Rober De Niro en Renée Zellweger.", "Series", "The Fosters", "Teri Polo en Sherri Saum spelen in deze serie een liefdeskoppel dat besluit om twee extra tieners boven op hun eigen gezin te adopteren. De zestienjarige Callie en de twaalfjarige Jude hebben al in veel verschillende adoptiegezinnen gezeten, maar voelen zich nu toch steeds meer onderdeel worden van de familie. Verkering, liefdesverdriet en andere belangrijke levenslessen passeren de revue in deze dramaserie.", "Superguide maakt regelmatig lijstjes met tips voor streamingdiensten. Bekijk hier welke tien Videolandseries worden aangeraden en lees hier wat welke Netflixtips er zijn."], "authors": ["Door"], "keywords": ["series", "dat", "door", "verschenen", "videoland", "nieuw", "van", "een", "afgelopen", "te", "ze", "en", "deze", "op", "films", "week", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}