{"id": "d5619732-9000-3358-ad61-5daaab83bdfd", "title": "Kia gaat Rolls-Royce achterna met Sportage Black Edition", "url": "https://www.autovisie.nl/nieuws/kia-gaat-rolls-royce-achterna-met-sportage-black-edition/?utm_source=telegraaf.nl&utm_medium=widget&utm_campaign=https://www.telegraaf.nl/nieuws", "summary": "Kia gaat Rolls-Royce achterna met Sportage Black EditionZwarte stylingsdetails.\nDat is waar het allemaal omdraait bij een Black Edition of een Black Badge, zoals Rolls-Royce het noemt.\nWie voor deze Sportage Black Edition gaat, kan kiezen uit één aandrijflijn.\nKia Sportage Black EditionNiet zwartMaar nu komt de grap: wie niet in een zwarte Black Edition wil rijden, kan voor een andere kleur kiezen.\nDat zagen we eerder al bij bijvoorbeeld Bentley, dat een Black Edition uitbracht die niet eens zwart was.", "paragraphs": ["Kia gaat Rolls-Royce achterna met Sportage Black Edition", "Zwarte stylingsdetails. Dat is waar het allemaal omdraait bij een Black Edition of een Black Badge, zoals Rolls-Royce het noemt. De Kia Sportage trekt nu ook zo’n zwarte jas aan.", "De huidige Sportage gaat alweer even mee, dus moet Kia ‘m een beetje actueel houden. Dat doet het door de introductie van een speciale versie. De Black Edition, om precies te zijn. Die is, zoals de naam al suggereert, zwart en doet wat dat betreft het grote Rolls-Royce een beetje na. Hij wordt voorzien van een donkere grille, donkere bumpers en zwarte wielen (17-inch). De mistlampen hebben een donkere behuizing en ook de dakrails zijn zwart. Op de achterklep vinden we een zwart Kia-logo. De Sportage-aanduiding is vervangen door – jawel – glanzend zwarte letters.", "Interieur", "Niet alleen het exterieur van deze Black Edition is anders dan de normale variant. De stoelen, het stuurwiel, de versnellingspookknop en de deurpanelen zijn bekleed met donker leer. Het blijft uiteraard niet alleen bij zwarte details, want Kia kleedt deze Sportage ook wat rijker aan dan z’n andere broers. Hij heeft bijvoorbeeld een automatische bagageklep, led-koplampen, een JBL-geluidssysteem met acht speakers, een panoramadak en stoelverwarming voor en achter.", "Toch doet Kia wat anders dan Rolls-Royce. De Engelsen maken van zo’n Black Badge ook op technisch vlak immers een sportievere uitvoering. Dat doet Kia niet. Wie voor deze Sportage Black Edition gaat, kan kiezen uit één aandrijflijn. Het gaat om de bekende 1,6-liter T-GDi die goed is voor 177 pk, en altijd is gekoppeld aan een zeventraps automaat met dubbele koppeling.", "Interieur", "Het interieur van deze Sportage wordt altijd voorzien van een 8-inch infotainmentscherm met het bekende UVO-systeem van Kia. Qua veiligheidssystemen zit de Koreaan goed in z’n spullen. Een actieve rijbaanassistentie, grootlichtassistentie, snelheidsbordenherkenning en vermoeidheidsherkenning behoren tot de standaarduitrusting.", "Kia Sportage Black Edition", "Niet zwart", "Maar nu komt de grap: wie niet in een zwarte Black Edition wil rijden, kan voor een andere kleur kiezen. Dat zagen we eerder al bij bijvoorbeeld Bentley, dat een Black Edition uitbracht die niet eens zwart was. Bij Kia kun je de Sportage Black Edition in maar liefst zeven verschillende kleuren bestellen: Pearl Black, Deluxe White, Infra Red, Lunar Silver, Blue Flame, Casa White en Dark Penta Metal. Als je vandaag de Sportage bestelt, dan staat-ie vanaf februari voor je deur. Prijzen beginnen bij 41.895 euro.", "Weten wat we van de Kia Sportage vinden? In 2018 kreeg de midi-SUV nog een facelift, waar wij destijds uitgebreid kennis mee maakten."], "authors": ["Stijn Kuster"], "keywords": ["achterna", "van", "black", "sportage", "dat", "zwarte", "een", "rollsroyce", "gaat", "het", "edition", "en", "kia", "met"], "pubDate": "2020-12-17T14:25:41Z", "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}