{"id": "d565f262-5b4e-39b4-9a5c-4618ed4a3d79", "title": "Daar doemde de Hema op. ‘Kerst blijft fonkelen!’, blufte de etalage hoopvol", "url": "https://volkskrant.nl/columns-opinie/daar-doemde-de-hema-op-kerst-blijft-fonkelen-blufte-de-etalage-hoopvol~bee5db66/", "summary": "Ze had, en ik zweer dat ik dit niet verzin, een pluchen gewei op haar hoofd.\nWoensdagochtend ontwaakte ik met het feestelijke gerucht dat de Action weer openging.\n‘Anders niet.’‘Zelfs niet voor een banketstaaf?\n‘Zelfs niet voor een banketstaaf’, vonniste de deurwachter.\nNou, dan maakte ik, met mijn kaasschaaf, zéker geen schijn van kans.", "paragraphs": ["Wat de Hema betreft kan ik u vertellen dat woensdag een veelbewogen dag was. Dinsdag mocht ik er nog naar binnen, al waren alle ‘niet-essentiële’ spullen daar afgezet met rood-witte linten, als een plaats delict. Ook werd ik bij de ingang besprongen door een medewerker die achterdochtig vroeg of ik ‘op zoek was naar iets speciaals’. ‘Een moorkop voor mijn oude moeder’, verklaarde ik aarzelend. Raak!", "Toen ik weer naar buiten liep, met die essentiële moorkop in een heel klein doosje, trof ik dezelfde medewerker in discussie met een meisje dat ‘echt súpersnel’ een vestje wilde kopen voor de ‘kerstzoomborrel’. Het mocht niet. Buiten stapte ze woedend in een taxi. Ze had, en ik zweer dat ik dit niet verzin, een pluchen gewei op haar hoofd.", "Wilt u dit artikel liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "Woensdagochtend ontwaakte ik met het feestelijke gerucht dat de Action weer openging. Die verkopen niet eens vestjes of moorkoppen. Wél glittergeurkaarsen, bamboe sieradenrekjes, fluwelen poefjes en verchroomde boeddhabeeldjes. Wat zou dat betekenen voor de Hema? Stellig mochten die dan ook hun uiterst nuttige shampoo, steelpannen en leesbrillen weer vol trots aan den volke presenteren? Ik had trouwens dringend een nieuwe kaasschaaf nodig.", "Vervuld van voorpret fietste ik erheen. Onderweg passeerde ik de Action. Die was nog dicht (het was een uur of tien) maar binnen was het personeel wel degelijk bezig met gecoördineerde troepenbewegingen. Buiten stonden al een paar vastberaden Gummbah-vrouwen met tassen in de aanslag te wachten.", "Daar doemde de Hema op. ‘Kerst blijft fonkelen!’, blufte de etalage hoopvol. De deuren waren open en het rood-witte lint was vervangen door een rij minikerstboompjes. Maar een mens mag niet te vroeg juichen. Voor de deur stond een medewerker met mondkap en afwerend over elkaar geslagen armen haar hoofd te schudden. ‘U mag alleen naar binnen als u een bestelde taart komt afhalen’, sprak ze. ‘Anders niet.’", "‘Zelfs niet voor een banketstaaf?!’, vroeg een zichtbaar zwangere vrouw onthutst. ‘Zelfs niet voor een banketstaaf’, vonniste de deurwachter. Nou, dan maakte ik, met mijn kaasschaaf, zéker geen schijn van kans. Zo’n verlies kun je nemen, maar hier ging het om rechtvaardigheid. ‘De Action is wél open’, riep ik rellerig. ‘Dan mogen jullie toch ook?’ Ze haalde expressief haar schouders op.", "Uit het gestaag aanzwellende groepje morrend volk maakte zich nu een vrouw los van een jaar of 50. Ze greep de medewerker vertrouwelijk bij de bovenarm. ‘Laat mij nou héél even twee tompoucen halen’, vleide ze. ‘Voor mijn man... Hij lust alléén die van jullie...’ Na het afgemeten ‘sorry, mevrouw’ droop ze af.", "‘Zo sneu voor mijn man’, zei ze in het voorbijgaan tegen de samenscholers. ‘Hij komt nét uit de Jellinek.’"], "authors": ["Sylvia Witteman"], "keywords": ["dat", "hoopvol", "die", "niet", "een", "blijft", "en", "blufte", "kerst", "etalage", "daar", "ik", "ze", "op", "voor", "fonkelen", "doemde", "met", "hema", "het"], "pubDate": "2020-12-16T17:10:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}