{"id": "d568d7d0-9fb9-384b-adc3-0c6d98e153f4", "title": "Carla Dik-Faber (ChristenUnie) wil ‘loopgravenoorlog’ over abortus voorkomen. ‘De vrouw kiest zelf’", "url": "http://www.trouw.nl/politiek/carla-dik-faber-christenunie-wil-loopgravenoorlog-over-abortus-voorkomen-de-vrouw-kiest-zelf~bbe14c92/", "summary": "Bij die uitgestoken hand hoort ook een stap die de ChristenUnie zelf zet.\nDe ChristenUnie pleit in het nieuwe plan ook voor een grotere rol van de huisarts, en voor meer financiële hulp voor vrouwen die uit geldnood besluiten tot een abortus.\n“Wij willen zelf ook een stap naar voren doen”, zegt Dik-Faber.\nZodat aan de polarisatie en de loopgravenoorlog van de laatste jaren, een einde komt.”U noemt het een loopgravenoorlog.\nMisschien is het een begin als we erkennen dat achter elke abortus een medisch-ethisch dilemma schuilgaat.”Wereldwijd staat het het recht op abortus onder druk.", "paragraphs": ["Een ‘uitgestoken hand’, noemt Tweede Kamerlid Carla Dik-Faber het plan dat zij schreef om abortussen in Nederland terug te dringen. De ChristenUnie zoekt toenadering tot andere partijen over abortus. Doel: samen het aantal ongewenste zwangerschappen terugdringen. Het debat over abortus is te gepolariseerd geraakt, vindt Dik-Faber, die vreest dat de hulpverlening aan vrouwen daaronder lijdt.", "Bij die uitgestoken hand hoort ook een stap die de ChristenUnie zelf zet. De christelijke partij heeft haar eigen standpunten tegen het licht gehouden. Voor het eerst vindt de ChristenUnie dat de anticonceptie ruim vergoed moet worden. De pil moet terug in het basispakket, waar die in 2011 uit verdween.", "Dat is een flinke ommezwaai. Eerder vond de partij anticonceptie een eigen verantwoordelijkheid. Daarbij speelt mee dat door een deel van de achterban seks wordt gezien als iets binnen het huwelijk. De ChristenUnie pleit in het nieuwe plan ook voor een grotere rol van de huisarts, en voor meer financiële hulp voor vrouwen die uit geldnood besluiten tot een abortus.", "“Wij willen zelf ook een stap naar voren doen”, zegt Dik-Faber. De ChristenUnie blijft principieel tegen abortus. “Maar we kunnen kijken naar op welke punten we elkaar wél kunnen vinden. Laten we ophouden de eigen visie tot middelpunt te maken. Zodat aan de polarisatie en de loopgravenoorlog van de laatste jaren, een einde komt.”", "U noemt het een loopgravenoorlog. Is dat een verwijt aan andere partijen?", "“Ik zie dat we tegenover elkaar zijn komen te staan, in plaats van samen naar oplossingen zoeken voor vrouwen om wie het gaat. Liberale partijen zien abortus als een ‘normale medische handeling’. Maar ik denk dat er veel pijn en verdriet achter een afgebroken zwangerschap schuilgaat. Niemand gaat voor zijn plezier naar een abortuskliniek. Misschien is het een begin als we erkennen dat achter elke abortus een medisch-ethisch dilemma schuilgaat.”", "Wereldwijd staat het het recht op abortus onder druk. Wat vindt u daarvan?", "“Het is binnen de huidige wetgeving de vrijheid van de vrouw. Zij kiest zelf. Ook als ze zegt: voor mij is abortus de oplossing. Dat is de keuzevrijheid. Ik kan daar verdrietig over zijn, maar ik weet dat ik dat nu niet ga veranderen. Abortus is een wettelijk recht, daar tornt mijn partij met dit voorstel niet aan. Maar bij keuzevrijheid hoort wel bij dat de abortuszorg goed moet zijn, en dat kan volgens mij het beste in een open gesprek waarbij alle opties op tafel komen.", "“Daarom is het belangrijk dat de verplichte bedenktijd van vijf dagen blijft bestaan. Dat vergroot de keuzemogelijkheden. Excuus voor de vergelijking, maar: bij een ernstige ziekte gaat een arts ook in gesprek, voor er een beslissing valt over de passende behandeling. Maar bij onbedoelde zwangerschappen is dat opeens heel beladen. Abortusklinieken voeren die gesprekken soms niet, ze vinden het niet nodig. Raar.”", "U wilt ook een overheidscampagne zodat vrouwen durven spreken over hun abortus. Waarom?", "“Ik zie een taboe op het gesprek over abortus. Er is veel ongemak. Vrouwen voelen niet de ruimte te vertellen over hun ervaringen. De realiteit is dat abortus bestaat. Ook in kerken zijn er vrouwen die een abortus hebben ondergaan, vaak onder verdrietige omstandigheden. Het kan zijn dat ze behoefte hebben aan hulp, maar zich niet durven uitspreken. Dat vraagt iets van ons als de samenleving. We hebben ook campagnes over andere onderwerpen die uit de taboesfeer komen, zoals over depressie. Ik vind het belangrijk dat de overheid uitstraalt: je mag erover praten.”", "Zit daar een risico in dat vrouwen zich schuldig móeten voelen?", "“Nee, daar gaat het toch niet om? Het gaat erom dat het gesprek over ongewenst zwanger zijn en abortus gevoerd kan worden door iedereen die daar behoefte aan heeft. Dat lijkt me iets wat echt alle partijen belangrijk vinden. Ik hoop op brede steun voor ons plan.”", "Lees ook:", "ChristenUnie: Pil weer vergoeden om abortus te voorkomen", "De anticonceptiepil moet terug in het basispakket, wil de ChristenUnie, om abortussen zo veel mogelijk tegen te gaan.", "ChristenUnie stelt vast voorwaarden aan regeren in 2021", "‘Voltooid leven à la D66, daar zeggen wij nee tegen’. De ChristenUnie wil opnieuw regeren. Voor die bereidheid verwacht de partij toezeggingen op medisch-ethisch terrein terug.", "Lees ook: Pijnlijk dat Rutte Polen en Hongarije tot de orde moet roepen", "Column: Soms vallen gebeurtenissen zo mooi samen dat je je bijna niet kunt voorstellen dat toeval bestaat. Premier Mark Rutte reist deze donderdag af naar de EU-top in Brussel om daar zijn collega’s Viktor Orbán en Mateusz Morawiecki andermaal in te wrijven dat Hongarije en Polen de rechtsstaat moeten respecteren."], "authors": ["Wilma Kieskamp"], "keywords": ["abortus", "christenunie", "kiest", "het", "vrouw", "wil", "dikfaber", "die", "zelf", "zijn", "loopgravenoorlog", "voorkomen", "een", "ook", "dat", "te", "niet", "carla", "voor"], "pubDate": "2020-12-10T09:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}