{"id": "d56d3aa3-346e-3e2f-aa4b-852591d85a4c", "title": "Spanje en Duitsland met vier clubs door in Champions League", "url": "https://www.telegraaf.nl/sport/655515979/spanje-en-duitsland-met-vier-clubs-door-in-champions-league", "summary": "Namens Spanje overwinteren Barcelona, Real Madrid, Atlético Madrid en Sevilla in de koningsklasse.\nVoor Duitsland schaarden titelhouder Bayern München, Borussia Dortmund, RB Leipzig en Borussia Mönchengladbach zich bij de laatste zestien.\nDe speeldata van de eerste ronde zijn: 16 en 17 februari en 23 en 24 februari.\nDe returns worden gespeeld op: 9 en 10 maart en 16 en 17 maart.\nDe nummers 2 in pot 2: Porto, Atalanta, Sevilla, Lazio, Barcelona, RB Leipzig, Atlético Madrid en Borussia Mönchengladbach.", "paragraphs": ["Namens Spanje overwinteren Barcelona, Real Madrid, Atlético Madrid en Sevilla in de koningsklasse. Voor Duitsland schaarden titelhouder Bayern München, Borussia Dortmund, RB Leipzig en Borussia Mönchengladbach zich bij de laatste zestien.", "De loting voor de achtste finales vindt maandag plaats in Nyon. De acht groepswinnaars zitten in pot 1 en alle nummers 2 zitten in pot 2. Clubs uit dezelfde landen kunnen in deze fase van de Champions League nog niet tegen elkaar loten. De acht geplaatste ploegen uit pot 1 spelen eerst een uitwedstrijd.", "De speeldata van de eerste ronde zijn: 16 en 17 februari en 23 en 24 februari. De returns worden gespeeld op: 9 en 10 maart en 16 en 17 maart.", "De geplaatste ploegen in pot 1: Bayern München, Manchester City, Liverpool, Chelsea, Borussia Dortmund, Juventus, Paris Saint-Germain en Real Madrid.", "De nummers 2 in pot 2: Porto, Atalanta, Sevilla, Lazio, Barcelona, RB Leipzig, Atlético Madrid en Borussia Mönchengladbach.", "De volgende acht clubs stromen als nummers 3 na de winterstop in de Europa League in: Ajax, Krasnodar, Club Brugge, Dinamo Kiev, Manchester United, Red Bull Salzburg, Shakhtar Donetsk en Olympiakos."], "authors": [], "keywords": ["duitsland", "nummers", "uit", "van", "pot", "zitten", "acht", "clubs", "met", "borussia", "en", "league", "madrid", "spanje", "vier", "champions", "door", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}