{"id": "d57f68b1-e9d1-36fd-9ead-a342b66b5201", "title": "Ben wil naar de ruimte; in zijn hoofd is hij er al", "url": "https://www.volkskrant.nl/kijkverder/v/2020/ben-wil-naar-de-ruimte-in-zijn-hoofd-is-hij-er-al~v414849/", "summary": "De meeste jongens van middelbare leeftijd hebben geaccepteerd dat zij niet aan boord zullen zijn als de eerste bemande vlucht naar Mars vertrekt.\nKijk naar deze beelden die documentair fotograaf Marjan van der Lingen vervaardigde van het jongetje Ben – huidige beroepskeuze: astronaut – en je vermoedt dat hij deze eeuw wél voet op Mars gaat zetten.\nAllemaal ambieerden ze net als Ben slechts één beroep.\n‘Het heelal van Ben’ doopte Van der Lingen – in 2019 cum laude afgestudeerd aan de fotoacademie in Amsterdam – dit documentaire portret.\n‘Een klein jongetje met een gedachtewereld zo groot als het heelal’, omschrijft zij haar hoofdpersoon.", "paragraphs": ["De meeste jongens van middelbare leeftijd hebben geaccepteerd dat zij niet aan boord zullen zijn als de eerste bemande vlucht naar Mars vertrekt. Kijk naar deze beelden die documentair fotograaf Marjan van der Lingen vervaardigde van het jongetje Ben – huidige beroepskeuze: astronaut – en je vermoedt dat hij deze eeuw wél voet op Mars gaat zetten. Nauwelijks een beroemde astronaut die niet heeft verklaard dat alles begon met een niet-aflatende fascinatie voor het heelal in de vroege jeugd, en soms zelfs een regelrechte geobsedeerdheid. Allemaal ambieerden ze net als Ben slechts één beroep. ‘Het heelal van Ben’ doopte Van der Lingen – in 2019 cum laude afgestudeerd aan de fotoacademie in Amsterdam – dit documentaire portret. ‘Een klein jongetje met een gedachtewereld zo groot als het heelal’, omschrijft zij haar hoofdpersoon."], "authors": ["December"], "keywords": ["van", "heelal", "al", "dat", "niet", "een", "wil", "zij", "zijn", "hoofd", "ruimte", "er", "naar", "als", "ben", "hij", "het"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}