{"id": "d590231a-c62d-3ebf-9a1d-8a543d927474", "title": "Tussen het staal en beton van de Zuidas staat binnenkort dit vertederende kunstwerk", "url": "https://volkskrant.nl/cultuur-media/tussen-het-staal-en-beton-van-de-zuidas-staat-binnenkort-dit-vertederende-kunstwerk~bc8c489c/", "summary": "Beeld Natascha LibbertHet is dinsdagmiddag iets na het middaguur en in Amsterdam-Zuid wurmt een vrouw zich onverwachts tussen twee bouwhekken door.\nHet schitterende beeld van een gebukte figuur die een nestje vasthoudt werkt als een magneet.\nMaar straks is hier voor de nieuwe Amsterdamse rechtbank aan de Parnassusweg een openbaar plein en kan iedereen het beeld van dichtbij bekijken en aanraken.\nOok de gemeente Amsterdam en het Amsterdams Fonds voor de Kunst betaalden mee.\nWij zijn voorzien van bouwhelmen, veiligheidsschoenen, felrode hesjes en worden vergezeld door ‘proces- en omgevingsmanager’ Bauke van der Goot van het bouwbedrijf (hij stuurde dan ook die bouwplaatsgluurder weg).", "paragraphs": ["Love or Generosity van Nicole Eisenman aan de Zuidas in Amsterdam. Beeld Natascha Libbert", "Het is dinsdagmiddag iets na het middaguur en in Amsterdam-Zuid wurmt een vrouw zich onverwachts tussen twee bouwhekken door. Ze stapt over een gat in de stoep, richting een tweede rij bouwhekken. Als ze echt niet verder kan kijkt ze bewonderend omhoog naar Love or Generosity, het iets meer dan vijf meter hoge kunstwerk van de Amerikaanse kunstenaar Nicole Eisenman dat hier sinds een paar dagen staat. Al gauw wordt de vrouw gesnapt en gaat besmuikt met haar nette schoenen door het zand terug.", "Even voor de duidelijkheid: ik ben die vrouw niet zelf. Maar dat had zeker gekund. Het schitterende beeld van een gebukte figuur die een nestje vasthoudt werkt als een magneet. Het kunstwerk staat nu op een bouwplaats. Maar straks is hier voor de nieuwe Amsterdamse rechtbank aan de Parnassusweg een openbaar plein en kan iedereen het beeld van dichtbij bekijken en aanraken. Het is speciaal gemaakt voor bezoekers van de rechtbank, de grootste van Nederland, een imposant vijftig meter hoog gebouw dat op 1 maart volgend jaar de eerste zittingen verwacht, in de vijftig zittingzalen.", "‘Wie naar de rechtbank komt, is nerveus’, vertelt kunstadviseur Esther Vonk. Vonk is gevraagd om te zorgen voor nieuwe kunstwerken in en bij de rechtbank, de grote sculptuur is het eerste nieuwe kunstwerk dat af is. Deels werd dat bekostigd met de percentageregeling, waardoor een deel van de bouwsom van overheidsgebouwen aan kunst in opdracht wordt besteed. Ook de gemeente Amsterdam en het Amsterdams Fonds voor de Kunst betaalden mee.", "Samen met Vonk sta ik op de bouwplaats. Wij hebben ons niet door een hek gewurmd. Wij zijn voorzien van bouwhelmen, veiligheidsschoenen, felrode hesjes en worden vergezeld door ‘proces- en omgevingsmanager’ Bauke van der Goot van het bouwbedrijf (hij stuurde dan ook die bouwplaatsgluurder weg). Terwijl we praten over de bijzondere sculptuur aait Vonk haast gedachteloos de uil die in het nestje zit. Voor haar werkt het kennelijk ook nog steeds als magneet. De objecten in het nestje hebben symbolische opbeurende betekenissen: wijsheid (uil), volharding (pijl) en bescherming (eikel). Maar dat hoef je eigenlijk niet te weten om erdoor ontroerd te raken, die grote grove hand met die kleine glimmende spulletjes.", "Schets voor een fontein in Münster, Duitsland. Beeld Hollandse Hoogte / EPA", "De bedoeling is dat deze grote buigende figuur ‘bemiddelt’ tussen het hoge gebouw en de nerveuze bezoeker, legt Vonk uit: ‘Dit kunstwerk moet verwelkomend zijn en troostend.’ Zij kende Eisenman vooral als schilder, tot ze in 2017 tijdens Skulptur Projekte Münster haar Schets voor een fontein zag, een vrolijke oversized hanggroep die rond een vijver zat. Vonk was meteen getroffen door de ongedwongen manier waarop het publiek op de beelden reageerden: ‘Haar moeten we hebben, dacht ik.’", "Wat opvalt aan Eisenmans beeldhouwwerken is dat de figuren ‘genderfluïde’ zijn, ze hebben een mix van vrouwelijke en mannelijke geslachtskenmerken, waardoor iedereen zich erin kan herkennen. En dus dichterbij wil komen. Wat die stiekeme mevrouw deed, de wet overtreden om een kunstwerk te bekijken, kan in de toekomst vaker gebeuren, vermoed ik. In de rechtbank komen namelijk een aantal prachtige nieuwe kunstwerken van Femmy Otten en Jesse Wine. Gelukkig zijn de kunstwerken van Otten ook vanaf de publiekstribune te bekijken. En straks mag iedereen op het plein Eisenmans uiltje aaien."], "authors": ["Anna Van Leeuwen"], "keywords": ["zuidas", "van", "dit", "vertederende", "het", "staat", "voor", "die", "tussen", "vonk", "een", "ze", "kunstwerk", "en", "dat", "te", "staal"], "pubDate": "2020-12-03T18:36:47+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}