{"id": "d59b5ee8-9c86-3a45-a72f-a32e3f0d90ea", "title": "Price wint WK-finale en is nieuwe nummer één van de wereld", "url": "https://www.rtlnieuws.nl/sport/darts/artikel/5206544/price-wint-wk-finale-en-nieuwe-nummer-een-van-de-wereld", "summary": "In de derde leg kreeg hij direct de kans om de set te winnen, maar hij miste.\n'The Iceman' won de eerste twee legs, waarna hij in de vierde leg set set binnen sleepte.\nIn het vierde bedrijf was Price de eerste speler die, mede dankzij een 120 finish, zijn eigen set wist te houden.\nOok de vijfde en zesde set gingen de kant op van Price, waardoor hij op een 5-1 voorsprong wist te komen.\nHierdoor neemt hij de eerste plaats van de Order of Merit over van Michael van Gerwen.", "paragraphs": ["'The Flying Scotsman', voor de vijfde keer in de finale van een WK, mocht beginnen aan de finale en wist de eerste twee legs te winnen. In de derde leg kreeg hij direct de kans om de set te winnen, maar hij miste. Price profiteerde en wist drie legs op rij te pakken.", "In het tweede bedrijf gingen de eerste twee legs met de darts mee, waarna Anderson vanaf 71 opnieuw wist te breaken. Ditmaal wist de darter uit Schotland wel de set te winnen, waardoor de stand weer in evenwicht was.", "Vanaf de derde set tilde Price zijn spel naar een hoger niveau. 'The Iceman' won de eerste twee legs, waarna hij in de vierde leg set set binnen sleepte. In het vierde bedrijf was Price de eerste speler die, mede dankzij een 120 finish, zijn eigen set wist te houden.", "Ook de vijfde en zesde set gingen de kant op van Price, waardoor hij op een 5-1 voorsprong wist te komen. Met name het spel in de zesde set was indrukwekkend, aangezien de darter uit Wales een gemiddelde noteerde van maar liefst 136. Daarnaast miste hij in de derde leg een negendarter op de dubbel.", "In het zevende bedrijf miste Price, na dertien rake pijlen, voor de eerste keer tops. Mede hierdoor wist Anderson zich terug te knokken en het gat te verkleinen tot 5-2. Het leverde nog geen comeback op, aangezien in de achtste set alle legs met de darts mee gingen.", "De negende set moest Price zijn eerste wereldtitel opleveren. De darter uit Wales kwam hierin op een 2-0 voorsprong, maar Anderson overleefde maar liefst negen matchdarts voordat hij via dubbel 16 de set alsnog kon winnen.", "Ook in de eerste leg van de tiende set miste Price pijlen op de dubbel. Anderson profiteerde en won daarna zijn eigen leg. De Schot kreeg meerdere kansen om zijn achterstand terug te brengen tot 6-4 in sets, maar het was Price die uiteindelijk via dubbel 5 het duel in zijn voordeel besliste.", "Naast het in ontvangst nemen van de Sid Waddell Trophy mag Price 500.000 Britse ponden bijschrijven. Hierdoor neemt hij de eerste plaats van de Order of Merit over van Michael van Gerwen. Verliezend finalist Anderson moet genoegen nemen met 200.000 Britse ponden."], "authors": [], "keywords": ["van", "het", "eerste", "en", "nieuwe", "een", "wint", "hij", "wkfinale", "price", "set", "te", "wereld", "wist", "één", "op", "nummer"], "pubDate": "2021-01-03T22:10:58Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}