{"id": "d5b357d6-23a9-300f-92fc-b6524eaad6d6", "title": "Fris, dapper en kwetsbaar Oranje loopt ondanks zege Final Four mis", "url": "https://www.parool.nl/sport/fris-dapper-en-kwetsbaar-oranje-loopt-ondanks-zege-final-four-mis~bb32659e/", "summary": "Integendeel zelfs: tot diep in de slotfase bleef De Boer met zijn spelers jagen op een overwinning, aanvallend wisselend bovendien.\nVerloren duelNet als zondagavond tegen Bosnië en Herzegovina had het Nederlands elftal de blik in Polen vrijwel voortdurend naar voren gericht, haast op het naïeve af.\nNet als zondag was het aanvalsspel van Oranje wél van hoog niveau, deze keer met een geheel ander aanvalstrio.\nBij Klaassen kreeg je stilaan het gevoel dat hij op schaatsen speelde, voortdurend uitglijdend op het matige veld in Chorzow.\nAan de druk op het doel van Fabianski lag het ook in de tweede helft niet.", "paragraphs": ["Beeld ANP", "Dankzij de 2-1 overwinning op Polen – goed voor de tweede plaats poule A van de Nations League – heeft Oranje het merkwaardige interlandjaar 2020 toch nog lachend kunnen afsluiten. Maar dat doet het wel met een stapel huiswerk. Het grootste pijnpunt is wel helder na drie wedstrijden in een week: de verdedigende organisatie is te vaak zoek.", "Kamikazepiloten", "Oranje knokte zich na rust knap terug in Chorzow, het speelde vol voor de overwinning, maar wéér moest het eerst een achterstand wegwerken. Een klein uur lang was het vaak te kwetsbaar in de omschakeling. Het elftal dat het voorlopig nog wel even zonder aanvoerder Virgil van Dijk moet stellen, trok ook woensdag weer met regelmaat als een stel kamikazepiloten naar voren, zonder achterom te kijken.", "Dat heeft ergens ook iets ironisch. Over bondscoach Frank de Boer was in de laatste jaren de karikatuur ontstaan dat hij garant staat voor risicoloos en oersaai breedtevoetbal, een beeld dat met name was ontstaan in zijn laatste twee seizoenen bij Ajax.", "Maar bij Oranje blijkt daar vooralsnog niets van. Integendeel zelfs: tot diep in de slotfase bleef De Boer met zijn spelers jagen op een overwinning, aanvallend wisselend bovendien. De inspanningen werden uiteindelijk beloond met de winnende goal van Georginio Wijnaldum.", "Verloren duel", "Net als zondagavond tegen Bosnië en Herzegovina had het Nederlands elftal de blik in Polen vrijwel voortdurend naar voren gericht, haast op het naïeve af. Na rust was de organisatie beter op orde, voor rust leek het een gatenkaas.", "Al binnen zes minuten lag het veld wagenwijd open in de defensie van Oranje. Rechtsback Hans Hateboer verloor een duel voorbij de middellijn, waarna de Polen overnamen, en Kamil Jozwiak zomaar zestig meter kon overbruggen, zonder onderweg één Nederlander tegen te komen. Middenvelder Davy Klaassen werd weggelopen, Daley Blind greep niet in en Patrick van Aanholt reageerde te langzaam op de doellijn: 1-0.", "Beeld ANP", "Het doelpunt was in veel opzichten typerend voor de eerste helft van Oranje. Veel te vaak ontbrak de organisatie, schoot de communicatie tekort en genoot Polen van de zeeën van ruimte achterin.", "‘Frisse benen’", "Niettemin had het Nederlands elftal voor rust al op voorsprong kunnen staan. Net als zondag was het aanvalsspel van Oranje wél van hoog niveau, deze keer met een geheel ander aanvalstrio. “Ik wil wat frisse benen,” had De Boer voor de wedstrijd gezegd. Hij wijzigde het elftal uiteindelijk op vier posities.", "Maar centrumspits Memphis Depay, linkeraanvaller Donyell Malen en rechterspits Calvin Stengs slaagden er niet in te scoren uit een serie van kansen. Na rust veranderde het spelbeeld lange tijd nauwelijks. Ook nu kwam Oranje in balbezit tot acceptabel voetbal, maar al binnen twee minuten stak Polen het halve veld over, resulterend in een kans voor Premyslaw Placheta. Bij Klaassen kreeg je stilaan het gevoel dat hij op schaatsen speelde, voortdurend uitglijdend op het matige veld in Chorzow.", "Aan de druk op het doel van Fabianski lag het ook in de tweede helft niet. Oranje domineerde, speelde iets compacter, maar kwam ook steeds iets moeizamer tot uitgespeelde kansen. Memphis schoot net naast, Klaassen was dicht bij een doelpunt. Een kwartier voor tijd was daar alsnog de verlossing.", "Jan Bednarek maakte een lichte en onnodige overtreding op Wijnaldum, Memphis benutte de toegekende strafschop vol overtuiging: 1-1. Oranje rook de winst, De Boer stuurde ook Luuk de Jong nog de spits in, en prompt scoorde Wijnaldum uit een corner van Steven Berghuis: 2-1."], "authors": ["Sjoerd Mossou"], "keywords": ["oranje", "loopt", "zege", "van", "ondanks", "het", "op", "kwetsbaar", "met", "fris", "final", "een", "ook", "en", "te", "dapper", "mis", "voor"], "pubDate": "2020-11-18T22:53:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}