{"id": "d5b3ebdc-1cf0-3b6f-a851-3bb6e5d8c80f", "title": "In Catalonië staat een poepend Ronald Koeman-poppetje in de kerststal. Hij brengt geluk in het nieuwe jaar", "url": "https://www.dvhn.nl/sport/In-Cataloni%C3%AB-staat-een-poepend-Ronald-Koeman-poppetje-in-de-kerststal.-Hij-brengt-geluk-in-het-nieuwe-jaar-26292279.html", "summary": "In Catalaanse huishoudens staat deze dagen een wel heel bijzonder figuurtje in de kerststal.\nDe ‘caganer’, een poepend figuurtje, moet zorgen voor geluk en vreugde.\nElk jaar krijgen beroemdheden hun eigen poppetje en in 2020 is die eer onder andere weggelegd voor FC Barcelona-trainer Ronald Koeman.\nDe Catalaanse traditie is afkomstig van een legende, waarin de boer die geen caganer in zijn kerststal legde een heel slecht oogstjaar zou hebben.\nKoeman kan wel wat geluk gebruikenKoeman stapte afgelopen zomer over naar FC Barcelona, nadat hij afzwaaide als bondscoach van het Nederlands elftal.", "paragraphs": ["In Catalaanse huishoudens staat deze dagen een wel heel bijzonder figuurtje in de kerststal. De ‘caganer’, een poepend figuurtje, moet zorgen voor geluk en vreugde. Elk jaar krijgen beroemdheden hun eigen poppetje en in 2020 is die eer onder andere weggelegd voor FC Barcelona-trainer Ronald Koeman.", "Op zijn beeldje is Koeman getooid in pak en wordt hij letterlijk te kakken gezet. De Catalaanse traditie is afkomstig van een legende, waarin de boer die geen caganer in zijn kerststal legde een heel slecht oogstjaar zou hebben. Wie wél zo’n poppetje heeft, gaat een jaar vol geluk tegemoet.", "loading", "Tegenwoordig zijn de beeldjes in alle soorten te verkrijgen. Zo zijn er poppetjes van een poepende Carles Puigdemont, een politicus die zich hard maakt voor een onafhankelijk Catalonië, maar ook van de Amerikaanse president Donald Trump, zijn opvolger Joe Biden en artiesten als Mick Jagger en David Bowie.", "Koeman kan wel wat geluk gebruiken", "Koeman stapte afgelopen zomer over naar FC Barcelona, nadat hij afzwaaide als bondscoach van het Nederlands elftal. Tussen 1989 en 1995 kwam hij als speler uit voor de Catalanen.", "Momenteel kan hij zelf ook wel wat geluk gebruiken bij de topclub. Barcelona draait een moeizaam seizoen en staat slechts achtste in de Spaanse competitie. Met zijn eigen ‘caganer’ in de kerststal zullen de zeges ongetwijfeld snel volgen."], "authors": [], "keywords": ["koemanpoppetje", "kerststal", "wel", "geluk", "hij", "van", "een", "voor", "het", "en", "ronald", "jaar", "die", "staat", "nieuwe", "poepend", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}