{"id": "d5b585ec-79b5-3b3f-a25d-4f8abfb46e12", "title": "Inzichten die je helpen om je mentale weerbaarheid te versterken", "url": "https://volkskrant.nl/de-gids/inzichten-die-je-helpen-om-je-mentale-weerbaarheid-te-versterken~b842fd6f/", "summary": "We verzamelden de interessantste inzichten die we de afgelopen tijd hebben opgedaan om je mentale weerbaarheid te versterken.\nHoe voorkom je dat je opgebrand raakt?\nWe verzamelden de interessantste inzichten die we de afgelopen tijd hebben opgedaan om je mentale weerbaarheid te versterken.\nJe kunt ook besluiten te verhuizen, een carrièreswitch te maken, te breken met een ondermijnende relatie of een hond te nemen.\nJe kunt het wel weten, maar je moet jezelf er constant aan herinneren om het je eigen te maken en het te gaan belichamen.", "paragraphs": ["We verzamelden de interessantste inzichten die we de afgelopen tijd hebben opgedaan om je mentale weerbaarheid te versterken.", "Al negen maanden legt het coronavirus Nederland plat. Hoewel er hoopvolle signalen zijn dat een vaccin niet heel lang meer op zich laat wachten, is het nog onduidelijk wanneer we ons oude leven echt weer op kunnen pakken. Zo blijft de crisis voorlopig nog even als een marathon zonder eindstreep. Hoe voorkom je dat je opgebrand raakt? We verzamelden de interessantste inzichten die we de afgelopen tijd hebben opgedaan om je mentale weerbaarheid te versterken.", "Verricht een daad van autonomie", "De coronacrisis heeft ons gevoel van controle over het eigen leven flink aangetast schrijft journalist Maartje Laterveer in haar essay over optimisme in crisistijd. Ze pleit ervoor dat gevoel te herwinnen door een daad van autonomie te verrichten. In het geval van Laterveer: door een bruiloft te plannen. ‘In plaats van uren naar alle kommer en kwel op Twitter te turen, vind ik mezelf nu regelmatig terug op websites vol trouwjurken. Daar tref ik niet alleen hoopvolle creaties, maar ook een parallel universum waar het pessimisme ver te zoeken is.", "Het klinkt misschien raar, maar dat geeft een prettig gevoel van controle. Wíj kiezen, wíj bepalen, ons leven neemt deze wending nu omdat wij daartoe hebben besloten. Daarvoor hoef je niet te trouwen, natuurlijk. Je kunt ook besluiten te verhuizen, een carrièreswitch te maken, te breken met een ondermijnende relatie of een hond te nemen. Een daad van autonomie die je eraan herinnert dat de wereld misschien gek is geworden, maar dat je niet meteen met je rug op de grond hoeft te gaan liggen.’", "Beeld Sophia Twigt", "Leer van de stoïcijnen en concentreer je op waar je controle over hebt.", "Wijsheid voor crisistijden is ook te vinden bij antieke denkers zoals Seneca en Marcus Aurelius. Zo hamerde Seneca erop dat je je geluk niet af moet laten afhangen van externe factoren. Ook in de meest miserabele omstandigheden kun je gelukkig zijn. Want wat is een gelukkig leven volgens Seneca? Dat is ‘vrijheid van onrust en een blijvend evenwicht’. Docent antieke filosofie (UU) Maarten van Houte licht toe: ‘De stoïcijnen benadrukken keer op keer wij de omstandigheden die ons treffen niet in de hand hebben. Dat is ‘niet aan ons,’ zoals de stoïcijnen zeggen. Waar we wel controle over hebben is onze geest, dus hoe we vervolgens over die omstandigheden oordelen. En het is het oordeel dat iets slecht is, dat ons ongelukkig maakt.’", "Vertaald naar deze tijd betekent dit dat de stoïcijnen zouden zeggen dat de coronacrisis objectief niet goed of slecht is. Het is een gebeurtenis waar we niets over te zeggen hebben. Dus in plaats van te panikeren kunnen we beter onze kalmte bewaren en onze medemensen zoveel mogelijk helpen.", "Ontwikkel ‘amor fati’ (door een deurmat aan te schaffen)", "Ook cabaretier en filosoof Tim Fransen heeft veel gehad aan de stoïcijnse filosofie. ‘Als ik me angstig voel en een half uurtje Marcus Aurelius lees, word ik kalmer. In het Nederlands is zijn boek vertaald als Persoonlijke notities, maar in het Grieks is de letterlijke titel ‘De dingen die je tegen jezelf zegt’. Dat is precies de kern. Je kunt het wel weten, maar je moet jezelf er constant aan herinneren om het je eigen te maken en het te gaan belichamen.", "‘Op een of andere obscure website heb ik een deurmat gekocht met ‘amor fati’ erop. Ook een stoïcijnse wijsheid, het betekent ‘liefde voor het lot’. De deurmat is spuuglelijk, hij lijkt op de vlag van een land dat niet bestaat, maar het was de enige die ik kon vinden. Dus ook daar dacht ik: amor fati.", "Doe als Mark Tuitert: wees ‘antifragiel’", "Oud-schaatser Mark Tuitert leeft zijn leven niet voor de vuist weg. Elke stap probeert hij weloverwogen te zetten. ‘Met de goede strategie kom ik altijd overal uit. Ook uit de coronacrisis.’ Daarbij laat de Olympisch winnaar zich inspireren door het werk van de Libanees-Amerikaanse auteur Nassim Nicholas Taleb. Centraal staat bij Taleb het streven naar wat hij ‘antifragiliteit’ noemt. Het persoonlijk leven én de maatschappij moeten zo worden ingericht dat ze niet alleen robuust genoeg zijn om onverwachte schokken te doorstaan.", "Alleen de autodidact is volgens Taleb echt vrij. De mens heeft willekeur nodig, rommel, avontuur, onzekerheid, zelfontdekking en bijna-traumatische ervaringen, alle dingen die volgens Taleb ‘het leven de moeite waard maken’ omdat we leren van ervaringen.", "Beeld Sophia Twigt", "Zoek troost in je huis", "Net als veel anderen zoekt redacteur Esma Linnemann sinds de coronacrisis houvast in de inrichting van haar huis. ‘Ik verplaats meubels van de ene naar de andere hoek van de woonkamer. Ik boen de houten omlijsting van een oud olieverfschilderijtje, en hang het aan de muur. Wat ik ook doe: kleding sorteren op kleur, kabeltruien stop ik weg, jurkjes van dunne snit komen voorzichtig tevoorschijn. Ik vestig nieuwe hoop op een online aangeschafte vlekkentovenaar en kam de kattenharen uit het Perzische tapijt.’", "Want sinds we vooral thuiszitten snakt Linneman ‘naar een inrichting die me het gevoel geeft dat ik leef.’", "Dat is een universeel verlangen, zo schrijft de Amerikaanse auteur Ingrid Fetell Lee in haar boek Vrolijkheid (2019). Als industrieel ontwerper wilde Fetell Lee begrijpen hoe vormen en kleuren mensen plezier kunnen geven. Ze ontpopte zich tot joyspotter: ze verzamelt beelden die vrolijk stemmen, en plaatst deze op haar Instagrampagina.", "Wat blijkt uit haar langdurige studie? Kleurrijke, ronde objecten en patronen maken ons weerbaar, ze resoneren ervaringen uit de natuur. Ons ‘oerbrein’ ziet puntige en vierkante vormen daarentegen als gevaarlijke obstakels. Ook kleuren als antraciet en grijs leveren negatieve associaties op, terwijl we ons door groen en rood vitaal voelen, legt Fetell Lee uit.", "Tot slot: creëer rituelen", "Nu veel van onze dagelijkse routine van werk, sport en sociale contacten is weggevallen, helpt het creëren van rituelen je om weer grip te krijgen op de wereld, meent Casper ter Kuile, auteur van het boek De kracht van het ritueel.", "‘Ik herinner me dat mijn oom, die als freelance fotograaf en schrijver werkte, zijn dag altijd op dezelfde manier begon: hij kleedde zich aan, ging ontbijten en stapte daarna op de fiets om naar zijn werk te rijden. Zijn kantoor was zijn eigen huis, dus hij fietste gewoon een rondje. Veel mensen zullen dit vreemd vinden, maar het markeerde voor hem de overgang van huis naar werk. Je kunt het ook op een minder ingrijpende manier voor elkaar krijgen: een kaars aansteken wanneer je thuis klaar bent met je werk, drie keer diep ademhalen of een glas water drinken.’"], "authors": [], "keywords": ["van", "helpen", "het", "op", "inzichten", "die", "ik", "versterken", "je", "om", "te", "een", "en", "dat", "weerbaarheid", "niet", "mentale"], "pubDate": "2020-11-25T10:32:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}