{"id": "d5b96db5-b40c-3ea6-aa13-baf2b69ab677", "title": "Sadyr Japarov: in honderd dagen van gevangene tot president van Kirgizië", "url": "https://volkskrant.nl/nieuws-achtergrond/sadyr-japarov-in-honderd-dagen-van-gevangene-tot-president-van-kirgizie~b802b866/", "summary": "Niet heel verrassend: bij de presidentsverkiezingen van Kirgizië werd massaal op Sadyr Japarov gestemd.\nAlleenheerserDaarmee is het grimmige sprookje van Sadyr Japarov voltooid: van gevangene naar alleenheerser in iets meer dan honderd dagen.\nNu klopt het inderdaad dat Japarov geboren werd in de Issyk-Koel provincie, een gedeelte van Kirgizië waar de maffia van oudsher machtig is.\nHoewel Japarov zelf alle betrokkenheid ontkent, werd hij toch veroordeeld tot 11,5 jaar cel wegens medeplichtigheid aan die ontvoering.\nEen van hen was Japarov, die tien dagen later naar voren werd geschoven om de rol van zowel premier, president als voltallig parlement te vervullen.", "paragraphs": ["Niet heel verrassend: bij de presidentsverkiezingen van Kirgizië werd massaal op Sadyr Japarov gestemd. Jonge mannen zouden kiezers thuis hebben bedreigd. Beeld AFP", "Het leven van de 52-jarige Sadyr Japarov verliep de afgelopen maanden nogal onstuimig. Op de ochtend van 5 oktober ontwaakte hij nog in een gevangenis waar hij een celstraf van 11,5 jaar uitzat wegens ontvoering, een paar uur later werd hij bevrijd door een woeste menigte die net het parlement had bestormd en zondag werd hij met klinkende cijfers verkozen tot president van Kirgizië, bij een verkiezing die als voorlopig einde kan worden gezien van de parlementaire democratie in het Centraal-Aziatische land.", "Het was op voorhand al duidelijk hoe de verkiezingen van zondag zouden verlopen. Er waren weliswaar 17 kandidaten, maar al ver voor er gestemd kon worden, sijpelden de eerste berichten binnen over jonge mannen die kiezers thuis zouden hebben bedreigd: ze moesten zondag vooral op Japarov stemmen.", "Dat deden de inwoners van de voormalige Sovjetstaat dan ook massaal (Japarov ontving ongeveer 80 procent van de stemmen), net zoals ze met grote meerderheid vóór een grondwetswijziging stemden waardoor de president vanaf nu de taken van de premier overneemt en dus meer macht krijgt dan ooit.", "Alleenheerser", "Daarmee is het grimmige sprookje van Sadyr Japarov voltooid: van gevangene naar alleenheerser in iets meer dan honderd dagen. Hoe dat precies mogelijk is, blijft gissen. Een paar weken geleden omschreef de Amerikaanse ambassadeur in Kirgizië zijn opmars nog als een ‘poging van de georganiseerde misdaad om invloed op de politiek uit te oefenen’.", "Nu klopt het inderdaad dat Japarov geboren werd in de Issyk-Koel provincie, een gedeelte van Kirgizië waar de maffia van oudsher machtig is. Dat geldt in het bijzonder voor de markt waarop Japarov zijn eerste stappen als zakenman zette, namelijk de petroleumhandel. Volgens zijn broer, die onlangs werd geïnterviewd door nieuwssite Eurasianet.org, ging de aanstaande president in die tijd de deur zelfs niet uit zonder zowel een pistool als een automatisch geweer bij zich te steken.", "Sinds 2012 is Japarov bovendien een veroordeeld crimineel. Toen maakte hij deel uit van een meute die, in een poging een staatsgreep te plegen, het presidentiële paleis in hoofdstad Bisjkek bestormde. Dat mislukte, waarna hij tot 18 maanden cel werd veroordeeld.", "Vanuit het buitenland raakte hij niet lang daarna opnieuw betrokken bij de bestorming van een overheidsgebouw. Ditmaal betrof het de zetel van concurrerend politicus Emilbek Kaptagajev. De woedende meute kidnapte hem, stopte hem in een Volkswagen Vento die vervolgens met benzine werd overgoten, waarna de ontvoerders dreigden Kaptagajev in de brand te steken.", "Hoewel Japarov zelf alle betrokkenheid ontkent, werd hij toch veroordeeld tot 11,5 jaar cel wegens medeplichtigheid aan die ontvoering. Hij zou de bestorming volledig hebben gedirigeerd, was via zijn mobiele telefoon in continu contact met de relschoppers en bovendien stond de Volkswagen Vento geregistreerd op naam van een van zijn familieleden.", "Constante chaos", "Japarov is niet de eerste president van Kirgizië die de wenkbrauwen doet fronsen. Sinds de onafhankelijkheid in 1991 werden al drie presidenten voortijdig afgezet en verdween een vierde in de cel nadat hij ruzie kreeg met zijn opvolger. Onvrede over die constante chaos, die de laatste jaren bovendien een fikse economische krimp tot gevolg heeft, is een van de redenen dat Japarov zondag de verkiezingen won.", "Vanuit zijn ballingschap bleef hij namelijk ageren tegen het volgens hem rotte politieke systeem waarbij het gros van de parlementariërs hun macht vooral gebruikt om zichzelf en hun families te verrijken. Drie jaar na zijn veroordeling besloot hij dan ook terug te keren naar Kirgizië om deel te nemen aan de presidentsverkiezingen van 2017. Dat mislukte omdat hij bij aankomst op de luchthaven direct naar de gevangenis werd gestuurd.", "Daar zat hij tot afgelopen oktober de vlam opeens in de pan sloeg in de hoofdstad Bisjkek. Na de parlementsverkiezingen werd alweer een rits regeringsgebouwen bestormd en brak er een dusdanige chaos uit dat het meerdere gevangenen lukte uit de gevangenis te ontsnappen. Een van hen was Japarov, die tien dagen later naar voren werd geschoven om de rol van zowel premier, president als voltallig parlement te vervullen.", "Omdat een zittend interim-president volgens de Grondwet geen deel mag nemen aan de presidentsverkiezingen, legde hij die taken een paar weken geleden tijdelijk neer, maar vanaf zondag is hij weer de facto alleenheerser van Kirgizië. Sinds de bestorming in oktober heeft het land immers geen parlement en nieuwe parlementsverkiezingen zijn nog altijd niet gepland."], "authors": ["Jarl Van Der Ploeg"], "keywords": ["tot", "kirgizië", "van", "honderd", "dagen", "het", "zijn", "een", "japarov", "te", "op", "sadyr", "gevangene", "president", "hij", "werd", "die"], "pubDate": "2021-01-10T16:59:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}