{"id": "d5b98e27-8f0e-391a-b521-25ea687f6056", "title": "Opnieuw explosie bij Poolse supermarkt, nu in Tilburg", "url": "https://www.parool.nl/nederland/opnieuw-explosie-bij-poolse-supermarkt-nu-in-tilburg~be5b8499/", "summary": "In december raakte bij een explosie in het winkelcentrum Beverhof in Beverwijk de gevel van een Poolse supermarkt fors beschadigd.\n‘Eigenaar Poolse supermarkt Tilburg zelfde als in Beverwijk’De eigenaar van de Poolse supermarkt in Tilburg waar in de nacht van zondag op maandag een explosie plaatsvond, is ook de eigenaar van de winkels in Aalsmeer en Beverwijk waar dat in december gebeurde.\nHet is al de vierde aanslag op een winkel van hem en de vijfde op een Poolse supermarkt in ongeveer een maand tijd.\n“In Aalsmeer en Beverwijk hadden ze ook al beloofd dat ze in actie zouden komen.\nBegin december werden drie Poolse supermarkten met die naam in Heeswijk-Dinther (Brabant), Aalsmeer en Beverwijk in korte tijd getroffen door een explosie.", "paragraphs": ["In december raakte bij een explosie in het winkelcentrum Beverhof in Beverwijk de gevel van een Poolse supermarkt fors beschadigd. Beeld ANP", "De winkel is van binnen ‘helemaal verwoest’ door de brand die na de explosie uitbrak, zegt een woordvoerder van de veiligheidsregio Midden- en West-Brabant. Ook zijn er in een nabijgelegen flat ruiten gesneuveld van bergingen op de begane grond. De hulpdiensten zijn ter plaatse en specialisten van de politie doen onderzoek.", "De explosie vond rond 03.00 uur plaats. De winkel staat in een los gebouw bij een winkelcentrum. “In het winkelcentrum is niet zo veel schade. Het gebouwtje zelf is flink geraakt. Het is een grote klap geweest,” aldus de veiligheidsregio.", "Vorige maand vonden ook al diverse explosies plaats in Poolse supermarkten, verspreid door het land. Begin december gingen in één nacht explosieven af in winkels in Heeswijk-Dinther en Aalsmeer. Een dag later was het raak in Beverwijk. Diezelfde winkel werd later in de maand opnieuw getroffen.", "Of de explosie in Tilburg verband houdt met de eerdere ontploffingen is nog onduidelijk. De supermarkt in Tilburg draagt niet de naam Biedronka zoals de andere winkels, laat de woordvoerder weten. De politie zegt op twitter op zoek te zijn naar getuigen en camerabeelden.", "‘Eigenaar Poolse supermarkt Tilburg zelfde als in Beverwijk’", "De eigenaar van de Poolse supermarkt in Tilburg waar in de nacht van zondag op maandag een explosie plaatsvond, is ook de eigenaar van de winkels in Aalsmeer en Beverwijk waar dat in december gebeurde. Mohamad Mahmoed wilde geen reactie geven. Omroep Brabant sprak de man wel. Tegen de omroep zei hij dat hij geen idee heeft wat het motief is. “Ik ben heel verdrietig. Het was een mooie winkel met flink wat personeel, een goed lopende zaak,” aldus Mahmoed tegen Omroep Brabant. De eigenaar noemt de politie lui. Het is al de vierde aanslag op een winkel van hem en de vijfde op een Poolse supermarkt in ongeveer een maand tijd. “In Aalsmeer en Beverwijk hadden ze ook al beloofd dat ze in actie zouden komen. Er is gewoon helemaal niets gebeurd.” Mahmoed zegt tegen de regionale omroep dat de winkel in oktober open is gegaan en dat het goed liep. Hij zegt niets te snappen van de aanslagen. De winkel in Tilburg had niet de naam Biedronka. De andere winkels waar ontploffingen plaatsvonden heten wel zo. Begin december werden drie Poolse supermarkten met die naam in Heeswijk-Dinther (Brabant), Aalsmeer en Beverwijk in korte tijd getroffen door een explosie. In Beverwijk ging het om twee explosies binnen een week. De winkels zijn geen onderdeel van een keten, maar dragen alleen dezelfde Poolse naam."], "authors": ["Anp Het Parool"], "keywords": ["beverwijk", "van", "het", "tilburg", "supermarkt", "en", "een", "winkel", "winkels", "opnieuw", "nu", "explosie", "op", "bij", "poolse"], "pubDate": "2021-01-04T02:56:14Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}