{"id": "d5e43da5-a24f-31b0-a66c-b4b097e7fc89", "title": "Een hart onder de riem van alle uitvoerders bij de overheid", "url": "https://volkskrant.nl/economie/een-hart-onder-de-riem-van-alle-uitvoerders-bij-de-overheid~b6fe3f56/", "summary": "De gemeente die er niet in slaagt een parkeervergunning af te geven op een nieuw nummerbord?\nEen kernprobleem bij de uitvoering van overheidstaken – onder meer in de belangstelling door de kinderopvangtoeslagenaffaire – is het gebrek aan een alternatief.\nDiezelfde overheid bestrijdt monopolisten te vuur en te zwaard als het private ondernemingen betreft.\nEr is een wet tegen (de Mededingingswet) en een toezichthouder voor, de Autoriteit Consument en Markt (ACM).\nHet is een hart onder de riem van alle uitvoerders.", "paragraphs": ["De glazenwasser die niet zo goed ramen kan lappen? Die bedanken we vriendelijk voor bewezen diensten en geven hem zijn congé. De webwinkel die belooft over een week te leveren? Ja doei, die klikken we weg. De gemeente die er niet in slaagt een parkeervergunning af te geven op een nieuw nummerbord? Eh.", "Een kernprobleem bij de uitvoering van overheidstaken – onder meer in de belangstelling door de kinderopvangtoeslagenaffaire – is het gebrek aan een alternatief. Voor die parkeervergunning heeft de burger toch echt die ene, eigen gemeente nodig. Toeslagen kun je alleen aanvragen bij de Belastingdienst. Studielening? Duo. WW? UWV. Kinderbijslag? SVB. Enzovoort. Overheidsuitvoerders zijn (praktisch altijd) monopolisten.", "Diezelfde overheid bestrijdt monopolisten te vuur en te zwaard als het private ondernemingen betreft. Er is een wet tegen (de Mededingingswet) en een toezichthouder voor, de Autoriteit Consument en Markt (ACM). Als bedrijven willen fuseren wordt dat door de ACM verboden als hierdoor een monopolie zou ontstaan, of iets dat hierbij in de buurt komt.", "De reden voor dat kloeke overheidsoptreden tegen monopolisten is het beschermen van de consument. Monopolisten hebben de neiging inefficiënt te produceren, nieuwe toetreders te smoren (of op te kopen), innovatie te belemmeren, en de consument een poot uit te draaien. Monopolie? Niet goed.", "Zijn overheidsmonopolies anders dan private monopolies? Niet als het gaat om de neigingen inefficiënt te produceren, nieuwe toetreders te smoren (of in te lijven), innovatie te belemmeren en mensen een poot uit te draaien. Die mechanismes zijn eigen aan monopolies, van welke snit dan ook.", "Maar overheidsmonopolies zijn in zekere zin nog erger dan marktmonopolies. Bij een marktmonopolie is de monopolist er alleen maar op uit geld te verdienen. De aansturing van het monopolie heeft een heldere logica: winstmaximalisatie.", "Overheidsmonopolies daarentegen worden aangestuurd vanuit het gekkenhuis. Elke dag nieuwe instructies, nieuwe doelstellingen, een nieuwe mode, een gewijzigde beleidsopvatting vanuit de opdrachtgever in het hoofdkantoor (het ministerie), hiertoe aangezet door wisselende coalities van aandeelhouders in de Tweede Kamer.", "Waar de aandeelhouders van de marktmonopolist aan het einde van elk jaar hun geld tellen, en zo een maatstaf hebben voor hun eigen succes, vieren de aanstuurders van de overheidsmonopolies vooral ‘politieke successen’. Politiek succes staat, in termen van de uitvoering van overheidsbeleid, vaak gelijk aan het nader compliceren ervan. Er is nóg een uitzondering opgenomen in de wet! Er is nóg een waarborg opgenomen in de Algemene Maatregel van Bestuur! Er is een administratieplicht toegevoegd! Er is méér bezuinigd op de uitvoering! Fraudebestrijding is geagendeerd! Maatwerk! Dienstbaarheid! Toezicht!", "De pendant van winstmaximalisatie is voor de politieke aandeelhouders stemmenmaximalisatie bij Kamerverkiezingen. En hierbij is doeltreffende en efficiënte uitvoering van overheidsbeleid nimmer een factor van betekenis – helaas.", "Nee, dit is geen somber stukje. Het is een hart onder de riem van alle uitvoerders. Het is, gegeven het monopoliekarakter van hun organisaties, gegeven de eigen en perverse logica van het politieke bedrijf, een godswonder dat er zo lekker belasting wordt geïnd, zo mooi uitkeringen worden uitbetaald, vaak parkeervergunningen tijdig worden afgegeven, de juiste studieleningen worden overgemaakt, rijbewijzen tijdig worden verlengd, en zo voort en zo verder.", "Een marktmonopolie laten draaien staat gelijk aan een rustig leven. Een overheidsmonopolie aan de praat houden is topsport.", "De glazenwasser bij ons thuis is dus gewaarschuwd. Met die parkeervergunning hebben we geduld. Althans, ik vind dat we dat moeten hebben.", "Frank Kalshoven is directeur van De Argumentenfabriek. Reageren? Email: frank@argumentenfabriek.nl."], "authors": ["Frank Kalshoven"], "keywords": ["van", "dat", "alle", "die", "een", "en", "zo", "hart", "onder", "te", "uitvoerders", "er", "bij", "voor", "overheid", "het", "riem"], "pubDate": "2020-12-11T15:37:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}