{"id": "d6042c82-98e9-3f04-973a-add440dfc54c", "title": "‘Mank’ is vooral interessant voor de echte filmliefhebber", "url": "https://trouw.nl/cultuur-media/mank-is-vooral-interessant-voor-de-echte-filmliefhebber~bb72fb37/", "summary": "Welles was op zijn 25ste met Citizen Kane gedebuteerd als scenarist, regisseur, producent en hoofdrolspeler en onthaald als het nieuwe wonderkind.\nDe prachtige zwart-witfotografie, de ingenieuze flashbackstructuur, alles stond in het teken van een fascinerend verhaal over roem, rijkdom, macht en het eeuwige verlangen naar liefde.\nHet is een wereld van druk pratende mannen met gleufhoeden en sigaretten, en vrouwen in de rol van secretaresse of verpleegster.\nWelles is niet meer dan een edelfigurantFincher maakte de film op basis van een script van zijn overleden vader Jack Fincher die er niet voor terugdeinst om Mank alle credits voor het scenario van Citizen Kane te geven.\nMaar door de nadruk op de scenarist en de totstandkoming van het scenario (alsof een film maken geen gezamenlijke onderneming is), blijft Mank vooral een interessante aangelegenheid voor filmliefhebbers.", "paragraphs": ["Joseph L. Mankiewicz en Orson Welles wonnen in 1942 een Oscar voor het script van ‘Citizen Kane’ (1941), de klassieker die vaak genoemd wordt als ‘de beste film aller tijden’. Welles was op zijn 25ste met Citizen Kane gedebuteerd als scenarist, regisseur, producent en hoofdrolspeler en onthaald als het nieuwe wonderkind.", "De prachtige zwart-witfotografie, de ingenieuze flashbackstructuur, alles stond in het teken van een fascinerend verhaal over roem, rijkdom, macht en het eeuwige verlangen naar liefde. Voor de goede verstaander was het daarbij niet zo moeilijk om in hoofdpersoon Charles Foster Kane de Amerikaanse krantenmagnaat William Randolph Hearst te herkennen, en in Xanadu zijn landgoed met eigen vliegveld en dierentuin.", "Gleufhoedensfeer", "De Amerikaanse regisseur David Fincher, die eerder succes boekte met Hollywoodfilms als ‘Fight Club’ en ‘The Social Network’ maar nu een contract met Neftlix heeft getekend, wekt dit oude Hollywood van de jaren dertig en veertig tot leven in ‘Mank’, in zwart-wit, met flashbacks, naar voorbeeld van Citizen Kane.", "Het is een wereld van druk pratende mannen met gleufhoeden en sigaretten, en vrouwen in de rol van secretaresse of verpleegster. Het is ook een slangenkuil, als we Fincher moeten geloven, waarin de Amerikaanse filmwereld, politiek en pers nauw verweven zijn, en waarin Mankiewicz bijgenaamd Mank koortsachtig schrijft aan het scenario dat de basis moet vormen van Citizen Kane.", "De Engelse acteur Gary Oldman heeft duidelijk plezier in de rol van Mank, de onverbeterlijke alcoholist met de bijtende humor die met een gebroken been is ondergebracht in een ranch even buiten Los Angeles, om daar te herstellen, en tegelijk te schrijven. Hij denkt er terug aan de etentjes met de machtige krantenman Hearst en diens geliefde, de actrice Marion Davis, een fijn rolletje van Amanda Seyfried. Het zijn ontmoetingen en gesprekken die volgens Fincher in Manks script terechtkwamen, een script dat uiteindelijk vooral zou hebben gediend als Manks afrekening met Hearst.", "Welles is niet meer dan een edelfigurant", "Fincher maakte de film op basis van een script van zijn overleden vader Jack Fincher die er niet voor terugdeinst om Mank alle credits voor het scenario van Citizen Kane te geven. Om dat te onderstrepen is Welles in de film niet meer dan een soort edelfigurant. Dat de Engelse acteur Tom Burke met zijn machtige stem er als Welles toch nog iets van weet te maken, is knap.", "Maar door de nadruk op de scenarist en de totstandkoming van het scenario (alsof een film maken geen gezamenlijke onderneming is), blijft Mank vooral een interessante aangelegenheid voor filmliefhebbers. Zo gaf de Amerikaanse Orson Welles-expert Jonathan Rosenbaum de filmmakers alvast lik op stuk, door op te merken dat de beste teksten in de film afkomstig zijn van Mankiewicz en niet van Finchers vader die in zijn eentje wel de credit krijgt voor het scenario. O, ironie.", "‘Mank’ verschijnt vandaag in de bioscoop, en 4 december op Netflix."], "authors": ["Belinda Van De Graaf"], "keywords": ["van", "als", "het", "echte", "mank", "interessant", "met", "zijn", "op", "een", "vooral", "en", "te", "filmliefhebber", "voor"], "pubDate": "2020-11-19T12:51:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}