{"id": "d611b524-43c4-3daa-9e8f-8fedb957377c", "title": "Oproep aan kabinet: vaccineer ook 's nachts tegen corona en red het festivalseizoen. 'Gewoon naald erin en knallen'", "url": "https://www.dvhn.nl/cultuur/Oproep-aan-kabinet-prik-ook-s-nachts-en-red-het-festivalseizoen-26346907.html", "summary": "Als het kabinet het festivalseizoen wil redden, moeten de GGD’s zo snel mogelijk het aantal vaccinaties opvoeren.\nDe tijd dringt, zegt Berend Schans, directeur van de Vereniging Nederlandse Poppodia en -Festivals (VNPF) in het AD.\n„Nederland moet een voorbeeld nemen aan Israël, die prikken dag en nacht door, alsof ze in een oorlogssituatie zitten.”„Gewoon naald erin en knallen.\n'Iederen ziet het licht aan het einde van de tunnel'Als het kabinet geen vaart maakt met het opvoeren van de vaccinaties, kan er binnen nu en een paar maanden een streep door het aankomende festivalseizoen.\n„Iedereen ziet het licht aan het einde van de tunnel.", "paragraphs": ["Als het kabinet het festivalseizoen wil redden, moeten de GGD’s zo snel mogelijk het aantal vaccinaties opvoeren. De tijd dringt, zegt Berend Schans, directeur van de Vereniging Nederlandse Poppodia en -Festivals (VNPF) in het AD. „Nederland moet een voorbeeld nemen aan Israël, die prikken dag en nacht door, alsof ze in een oorlogssituatie zitten.”", "„Gewoon naald erin en knallen. De hele dag en nacht door. Hoe eerder we deze periode achter ons kunnen laten, hoe beter. Ik hoor nu dat gezonde, jonge mensen zoals ik pas in september aan de beurt zijn. Dat duurt echt veel te lang.”", "Na een jaar zonder grote evenementen snakken publiek, organisatoren en de mensen werkzaam in de evenementenbranche naar de terugkomst van de grote feesten, festivals en sportmanifestaties.", "'Iederen ziet het licht aan het einde van de tunnel'", "Als het kabinet geen vaart maakt met het opvoeren van de vaccinaties, kan er binnen nu en een paar maanden een streep door het aankomende festivalseizoen. „Iedereen ziet het licht aan het einde van de tunnel. Het saamhorigheidsgevoel om met z’n allen weer plezier te maken, is groot. Laten we er dan ook voor zorgen dat we de klus klaren.”"], "authors": [], "keywords": ["vaccinaties", "oproep", "naald", "ook", "te", "ziet", "nachts", "s", "van", "en", "een", "tegen", "aan", "knallen", "door", "vaccineer", "red", "het", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}