{"id": "d614a26b-b712-385c-a972-745b96fa03ed", "title": "De uitzending van 9 januari: Trump voorgoed van Twitter verbannen / Meer kans op de arbeidsmarkt voor starters? / Hulp voor eenzame thuiswerkers", "url": "https://nos.nl/nieuwsuur/artikel/2363678-de-uitzending-van-9-januari-trump-voorgoed-van-twitter-verbannen-meer-kans-op-de-arbeidsmarkt-voor-starters-hulp-voor-eenzame-thuiswerkers.html", "summary": "Donald Trump voorgoed van Twitter geweerdTwitter heeft Donald Trump voorgoed van het sociale medium verbannen.\nHet bedrijf heeft daartoe besloten vanwege \"het risico op verdere aanzet tot geweld\".\nWoensdag werd Trump al 12 uur geweerd van Twitter, omdat hij in zijn tweets niet genoeg afstand nam van de gewelddadige menigte die het Amerikaanse Congres binnenviel.\nZo is hij zeker zolang hij nog in het Witte Huis zit niet meer welkom op Facebook.\nOndertussen willen de Democraten de komende dagen een afzettingsprocedure starten tegen president Trump, vanwege het aanzetten tot geweld.", "paragraphs": ["Donald Trump voorgoed van Twitter geweerd", "Twitter heeft Donald Trump voorgoed van het sociale medium verbannen. Het bedrijf heeft daartoe besloten vanwege \"het risico op verdere aanzet tot geweld\". Woensdag werd Trump al 12 uur geweerd van Twitter, omdat hij in zijn tweets niet genoeg afstand nam van de gewelddadige menigte die het Amerikaanse Congres binnenviel.", "Ook andere sociale media deden de Amerikaanse president al in de ban na de ongeregeldheden in Washington. Zo is hij zeker zolang hij nog in het Witte Huis zit niet meer welkom op Facebook. We spreken erover met Marietje Schaake, zij onderzoekt de macht van technologiebedrijven voor de Stanford Universiteit.", "Ondertussen willen de Democraten de komende dagen een afzettingsprocedure starten tegen president Trump, vanwege het aanzetten tot geweld. Maar krijgen ze genoeg Republikeinen mee? Amerikanist Koen Petersen is te gast."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["tot", "sociale", "van", "voorgoed", "verbannen", "vanwege", "voor", "starters", "op", "thuiswerkers", "trump", "het", "president", "hij", "twitter", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}