{"id": "d61fbf52-d2e4-3f03-a0f4-b970d8218a02", "title": "Eerste ruimteradijs een feit, eerste ‘buitenaardse radijsjes’ al véél eerder geoogst", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2020/12/eerste-ruimteradijs-een-feit/", "summary": "Eerste ruimteradijs een feit, eerste ‘buitenaardse radijsjes’ al véél eerder geoogstNa sla, zijn nu ook de eerste ruimteradijsjes een feit.\nKlik hier om het aan te passen.\nWaarom nou juist radijzen zijn geteeld, en niet een courgette of boerenkool, heeft onder meer te maken met het feit dat deze groente snel groeit.\nKlik hier om het aan te passen.\nKlik hier om het aan te passen.", "paragraphs": ["Eerste ruimteradijs een feit, eerste ‘buitenaardse radijsjes’ al véél eerder geoogst", "Na sla, zijn nu ook de eerste ruimteradijsjes een feit. De eerste buitenaardse radijzen werden vijf jaar geleden al geoogst.", "Kate Rubins heet de NASA-astronaute die de eerste radijsjes in de ruimte op haar naam heeft staan. En dat ze blij is, is duidelijk te zien op de beelden die op social media circuleren. Ze teelde de radijsjes in 27 dagen aan boord van het internationale ruimtestation ISS.", "Dit deed ze in het kader van het Plant Habitat-02-experiment, dat tot doel heeft te onderzoeken welk verse producten in de ruimte kunnen worden geteeld om de astronauten te voorzien van voedsel op lange missies.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "ICYMI 11-30-2020: \"NASA astronaut Kate Rubins harvested radish plants growing in the Advanced Plant Habitat (APH) aboard the International Space Station.\" Read More: https://t.co/FRkFOmILG5 pic.twitter.com/Ucydj44gyd — OneGrow (@OneGrow_) December 8, 2020", "Teelt radijs", "Het experiment heeft aangetoond dat radijsjes aan boord kunnen groeien in verschillende bodems en onder verschillende soorten lichtomstandigheden. Waarom nou juist radijzen zijn geteeld, en niet een courgette of boerenkool, heeft onder meer te maken met het feit dat deze groente snel groeit. Hieronder zie je hoé snel.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Radishes Growing in Space: 27 Days in 10 Seconds (Credit: NASA) pic.twitter.com/w13yk9Jcij — Universal-Sci (@universal_sci) December 6, 2020", "Het is overigens niet het eerste gewas dat in een ruimtestation werd geteeld. De allereerste groente ooit die geoogst werd ‘buiten’ de aarde, is sla, eveneens in datzelfde ‘plantenexperiment’ van NASA. Intussen worden er al allerlei soorten sla in de ruimte geoogst en is NASA volop bezig met andere ‘salade-experimenten’, zoals paksoi, wasabi-mosterd en rode romeinse sla. En ook andere groentesoorten. „Door een verscheidenheid aan planten te telen, kunnen we bepalen welke het best gedijen in omstandigheden van gewichtloosheid en welke de beste voedingsbalans bieden aan astronauten tijdens langdurige missies”, liet Nicole Dufour, manager van het plantenexperiment, in een verklaring vanuit NASA weten.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Buitenaardse radijsjes", "„Die astronauten zijn daar heel blij met het verse voedsel”, kan Wieger Wamelink zich heel goed voorstellen. Hij is als ecoloog verbonden aan de WUR, is een expert in buitenaardse landbouw en houdt zich al jaren bezig met zijn grote vraag: hoe kunnen we voedsel verbouwen in de bodem van Mars en de maan? Of kort gezegd: food for Mars en Moon?", "Andere grote vragen over plantenkweek op Mars, van wie dan ook waar ter wereld, beantwoordt hij sinds deze week trouwens op Reddit.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "WUR-onderzoekers zetten hun eerste stapjes op Reddit-podium:! @wamelink_wieger beantwoordde vragen van een internationaal publiek over plantenkweek op #Marsgrond. Lees terug: https://t.co/dPG3WvPzJE — WUR Environmental (@WURenvironment) December 7, 2020", "Vijf jaar geleden al plantte Wamelink hier radijsjes in Mars- en maangronden, die hij op verzoek kreeg van NASA. Niet werkelijke bodem van Mars trouwens, vertelt hij er gauw bij. „Maar simulanten, echte Mars-grond hebben we nog niet.” De eerste oogsten waren geen daverend succes, „de grond was te schraal”, maar kennis vergaren en van alles uitproberen, zoals de bodem bemesten met klein geknipt gras, doen wonderen, ondervond hij aan ‘den bodem’ – die voor even een klein paradijs leek -. Vijf jaar geleden waren zijn eerste ‘buitenaardse radijsjes’ dan ook een feit.", "Lees ook: Beppie is bijna anderhalve meter en wordt ingezet in strijd tegen corona", "Goed nieuws", "Het huidige radijs-nieuwtje deed hem dan ook niet per se een groot gat in de stratosfeer springen, maar goed nieuws is het zeker. Ook met het oog op reizen naar Mars, dat volgens hem en andere kenners, waaronder Elon Musk, niet lang meer op zich laat wachten. „Ook voor die lange reis naar Mars moet je voedsel kweken.” Maar voor een zelfvoorzienend systeem is wel wat meer nodig, „iets waar we nu aan werken voor de maan en Mars, met wormen, bacteriën en menselijke poep.” De ecoloog verzamelt hiervoor al jaren poep en is zelfs een crowdfunding gestart, om nog meer te krijgen, want „menselijke poep is goud waard… op Mars.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Sla", "Weer terug naar de groentes. Een radijs laten groeien aan boord is nog best wel een dingetje. „Het is heel lastig om op het ISS planten te laten groeien. Ze hebben nu eenmaal vocht nodig en dat is zonder zwaartekracht lastig. Je wilt niet dat vocht gaat rondzweven, want dat kan corrosie geven en ook kortsluiting.” Vandaar ook dat de euforie onder de astronauten groot was.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "I grow radishes on earth and I fully understand him! Hahaha, I can imagine how cool it must be inside iss — Daniel Franco (@paranosiss) December 4, 2020", "Het is in sommige opzichten zelfs complexer om voedsel te kweken op het ISS dan op Mars of de maan, weet hij na al zijn onderzoeken. „Daar is wel gewoon zwaartekracht en daar zweeft het water dus niet weg. Zwaartekracht zorgt ervoor dat planten de goede kant op groeien, wortel naar beneden, stengel en blad naar boven. Op het ISS moet je dat met lampen regelen, anders groeien wortels en stengels door elkaar. En verder worden planten meestal op een soort gel gekweekt, daar komt dus geen vloeibaar water aan te pas.”", "Sla was er dus al, een radijs is nu een mooie volgende groente en de bevlogen ‘alterra-ecoloog’ denkt graag weer verder. „Een volgende stap is iets dat helemaal onder de grond groeit, dus in die gelei, zoals aardappel of wortel.”", "Wormen in elk geval niet, die heeft-ie al in 2017 in Mars-grond laten groeien!", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen."], "authors": ["Iris Hermans"], "keywords": ["toestemming", "gegeven", "eerste", "radijsjes", "véél", "feit", "geoogst", "het", "op", "eerder", "ruimteradijs", "een", "al", "en", "niet", "buitenaardse", "te", "dat", "aan"], "pubDate": "2020-12-10T17:29:48+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}