{"id": "d63bdce2-6a96-3bb2-a655-1578d9ae8062", "title": "Corona is een ijsbergje van niks als je kijkt naar de echte ijsberg waar we op afkoersen", "url": "https://trouw.nl/nieuws/corona-is-een-ijsbergje-van-niks-als-je-kijkt-naar-de-echte-ijsberg-waar-we-op-afkoersen~b67422e8/", "summary": "De man antwoordde wat de meesten van ons zouden antwoorden: “Omdat je het zo uitspreekt.” Maar als je daar even bij stilstaat blijkt dat een boeiend misverstand.\nAls je woorden zou kunnen opschrijven zoals je ze uitspreekt, dan hoeft geen mens ooit te leren lezen.\nAls je geen Frans kent, spreek het maar gewoon uit, en het wordt geen Frans.\nProbeer het voor de zekerheid ook met Japans, Chinees of Arabisch schrift en je ziet dat wij nooit iets opschrijven ‘zoals je het uitspreekt’.\nCorona is echter een ijsbergje van niks als je kijkt naar de echte ijsberg waar we op afkoersen.", "paragraphs": ["Af en toe hoor je iets binnen al het getetter in de media waardoor je plotseling wakker wordt geschud of in de lach schiet. Zo las ik ergens dat Jonathan Franzen zei dat we maar moesten ophouden met net te doen alsof we de klimaatcrisis nog zouden kunnen afwenden.", "Veel leuker vond ik wat een gast van Frits Spits zei in De Taalstaat, zijn onvolprezen zaterdagochtendprogramma. De man legde aan Frits uit dat hij ‘vegan’ spelt als v-i-e-g-u-n. “Waarom eigenlijk?” vroeg Frits. De man antwoordde wat de meesten van ons zouden antwoorden: “Omdat je het zo uitspreekt.” Maar als je daar even bij stilstaat blijkt dat een boeiend misverstand. Als je woorden zou kunnen opschrijven zoals je ze uitspreekt, dan hoeft geen mens ooit te leren lezen. Ik zou zeggen: pak even een Franse tekst. Als je geen Frans kent, spreek het maar gewoon uit, en het wordt geen Frans. Probeer het voor de zekerheid ook met Japans, Chinees of Arabisch schrift en je ziet dat wij nooit iets opschrijven ‘zoals je het uitspreekt’.", "Klimaatapocalyps", "Mooi, dan hebben we dat opgelost. Maar die opmerking van Franzen zit intussen nog als een graat in mijn keel. Hij zei het in The New Yorker van september 2019. Hij schreef: The climate apocalyps is coming. To prepare for it, we need to admit that we can’t prevent it. Ik zou het zeer vrij vertalen als: de klimaatramp is onafwendbaar, het enige wat we nog kunnen doen is bukken, heel diep bukken. De inhoud van zijn betoog is veel genuanceerder dan mijn ‘bukken’, maar ik kan het niet helpen lichtelijk wanhopig te worden als ik probeer om over het onderwerp na te denken.", "Zitten we nou op de Titanic of niet? Zijn we allemaal aan het meeblazen in dat mythische scheepsorkest dat doorspeelde totdat het ijskoude water de lounge in golfde? Is dat angst, onwetendheid, bravoure?", "", "In mijn geval is angst te sterk uitgedrukt, maar bezorgdheid te slap. Ons gedrag tijdens de coronacrisis is niet erg geruststellend als je het vergelijkt met wat er nodig is om de klimaatramp enigszins te temperen. Het lukte heel even om alle Nederlanders hun hok in te jagen, maar de geboekte winst was ook weer zo verspeeld. Nu we weer half naar binnen zijn gejaagd steekt verzet overal de kop op, en met reden. Duizenden mensen dreigen door de maatregelen hun inkomen, hun bedrijf, wellicht hun levensgeluk, te verliezen. Nou ja, het vaccin gaat ons redden. Saved by the bell. Corona is echter een ijsbergje van niks als je kijkt naar de echte ijsberg waar we op afkoersen.", "Corona als oefening", "Ons gedrag rond corona was dan maar een oefeningetje dat in het niet zinkt bij wat we zouden moeten doen om de echte ramp voor te zijn. We hebben het over onblusbare branden, onhoudbare overstromingen, miljoenen vluchtelingen wegens droogte, imploderende economieën... We horen al dertig jaar dat het nu echt vijf voor twaalf is en dat we echt moeten gaan aanpakken, maar er gebeurt huiveringwekkend weinig en het probleem verergert nog sneller dan wetenschappers voorspelden.", "Welke regering gaat het lukken om de rampzalige maatregelen bij de bevolking af te dwingen die de ramp enigszins kunnen verzachten? We zullen alle grieven over klasse, racisme, nationalisme, economische ongelijkheid enzovoorts ‘even’ terzijde moeten schuiven. Ja, dit gaat wel over iets anders dan het sluiten van de horeca. In een democratie zal het nooit lukken. Dag Europa en Noord-Amerika. In landen zonder een redelijk coherent staatsapparaat is het gedoemd. Dag Afrika, India en Zuid-Amerika.", "Trouwens, miljarden Afrikanen en Indiërs staan op het punt om eindelijk datgene te grijpen waarvan wij vinden dat ze het aan zich voorbij moeten laten gaan: ons vernietigende kapitalisme. Rusland dan? China natuurlijk wel. Die kunnen hun burgers echt een kant op sturen. Ze kunnen ze dwingen om desnoods op een fiets zonder wielen van A naar B te gaan. Maar als het alleen de Chinezen lukt om zichzelf te disciplineren, dan ben je nog nergens.", "", "Gaan de Chinezen de rest discipline opleggen om hun eigen vege lijf te redden? Hoe gaat dat eruitzien? Wat zegt u? De herfst? Zou het door de herfst komen? Wer jetzt kein Haus hat baut sich keines mehr?", "Bert Keizer is filosoof en arts bij het Expertisecentrum Euthanasie. Voor Trouw schrijft hij wekelijks een column over zorg, filosofie, en de raakvlakken daartussen."], "authors": ["Bert Keizer"], "keywords": ["van", "als", "ijsberg", "waar", "op", "het", "naar", "maar", "niks", "een", "je", "ijsbergje", "kijkt", "te", "dat", "en", "om"], "pubDate": "2020-11-20T13:31:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}