{"id": "d64a3af7-328c-3ed3-b4ab-01f24bdb6ec1", "title": "Deze fotografen leggen de schoonheid vast van het echte leven in China", "url": "https://www.volkskrant.nl/kijkverder/v/2020/deze-fotografen-leggen-de-schoonheid-vast-van-het-echte-leven-in-china~v395160/", "summary": "Tijdens de voorbereidingen van het fotofestival sloeg het coronavirus toe.\nZijn foto’s sluiten aan bij de gewenning van Nederlanders aan het dragen van mondkapjes.\nJammer dat de fotografen zelf er niet bij kunnen zijn door covid.\nHij studeerde in de Chinese hoofdstad aan de kunstacademie en werkt er als curator en fotograaf voor onder meer de Volkskrant.\n‘Dan kies ik liever een onafhankelijke fotograaf die met een drone afgedankte shared bikes fotografeert.", "paragraphs": ["Tijdens de voorbereidingen van het fotofestival sloeg het coronavirus toe. Licht gedesoriënteerd door twee keer twee weken in thuisquarantaine in zijn flatje in Beijing, worstelde Lundgren: zou corona Nederlanders de lust in een Chinatentoonstelling ontnemen? Zou het festival wel doorgaan? ‘De pandemie geeft ons thema extra urgentie: meer dan ooit is het in ons eigen belang om onze kennis over China te vergroten. We hebben een extra fotograaf toegevoegd met de serie 100.000 people wearing masks. Zijn foto’s sluiten aan bij de gewenning van Nederlanders aan het dragen van mondkapjes. Jammer dat de fotografen zelf er niet bij kunnen zijn door covid. Ik kan zelf ook niet overkomen, eenmaal weg uit China is het moeilijk terug thuis te komen.’", "Thuis is voor Lundgren Beijing, al vijftien jaar. Hij studeerde in de Chinese hoofdstad aan de kunstacademie en werkt er als curator en fotograaf voor onder meer de Volkskrant. Door die jarenlange China-ervaring kijkt hij verder dan de huidige aanvaringen tussen het Westen en de Volksrepubliek. Graag had Lundgren een officiële staatsfotograaf in zijn selectie opgenomen, maar hun gepolijste propaganda van militaire parades en politieke vergaderingen vertelt geen verhaal, vindt hij. ‘Dan kies ik liever een onafhankelijke fotograaf die met een drone afgedankte shared bikes fotografeert. Van 2017 tot 2019 was China in de ban van de deelfietsen die overal de wegen versperden. De fietsen werden afgevoerd en ergens neergezet. Miljoenen fietsen vanuit de lucht gefotografeerd: het is net een tulpenveld.’"], "authors": ["Augustus"], "keywords": ["van", "die", "fotograaf", "vast", "een", "leven", "en", "fotografen", "zijn", "deze", "lundgren", "schoonheid", "echte", "china", "hij", "het", "door", "leggen"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}