{"id": "d68d5456-076f-37f2-ab58-73cfc2224043", "title": "Kabinet houdt vast aan verhuizing, wil Binnenhof in één keer verbouwen", "url": "https://nu.nl/politiek/6100513/kabinet-houdt-vast-aan-verhuizing-wil-binnenhof-in-een-keer-verbouwen.html", "summary": "Het kabinet houdt vast aan het plan om het Binnenhof in één keer helemaal te verbouwen.\nGefaseerd renoveren waarbij de Tweede Kamer niet zou verhuizen kost veel meer tijd en geld, aldus staatssecretaris Raymond Knops (Binnenlandse Zaken).\nHet Rijksvastgoedbedrijf houdt vast aan het oorspronkelijke plan om het complex in één keer te verbouwen.\nDestijds is afgesproken dat de verbouwing in één keer zou plaatsvinden voor een bedrag van 475 miljoen over een periode van 5,5 jaar.\nHet oude ministerie van Buitenlandse Zaken is voor 160 miljoen verbouwd om tijdelijk onderdak te bieden aan de Tweede Kamer.", "paragraphs": ["Het kabinet houdt vast aan het plan om het Binnenhof in één keer helemaal te verbouwen. Gefaseerd renoveren waarbij de Tweede Kamer niet zou verhuizen kost veel meer tijd en geld, aldus staatssecretaris Raymond Knops (Binnenlandse Zaken).", "Het bestuur van de Tweede Kamer, onder leiding van voorzitter Khadija Arib, en het Rijksvastgoedbedrijf, dat de verbouwing uitvoert namens Knops, staan sinds de zomer tegenover elkaar.", "Arib vindt niet dat de Kamer zich moet laten opjagen. Volgens haar kan het project wel in fases worden uitgevoerd. Het Rijksvastgoedbedrijf houdt vast aan het oorspronkelijke plan om het complex in één keer te verbouwen.", "Uit een onderzoek van BBC Bouwmanagement, in opdracht van de Tweede Kamer, kwam vorige maand naar voren dat stap voor stap verbouwen 90 miljoen euro goedkoper is dan een grootscheepse renovatie.", "Ander rapport meldt juist duurdere verbouwing", "Een ander rapport, ook in opdracht van de Kamer, geeft echter aan dat de verbouwing op die manier 36 procent duurder zal uitpakken en waarschijnlijk twaalf jaar zal duren.", "Volgens Knops is in het onderzoek van BBC Bouwmanagement niet met alle aspecten rekening gehouden. Dat onderzoek richt zich namelijk primair op een gefaseerde renovatie van alleen het gebouw van de Tweede Kamer.", "De gevolgen voor de andere drie gebruikers van het Binnenhof (de Eerste Kamer, de Raad van State en het ministerie van Algemene Zaken) zijn niet meegenomen in het onderzoek. Ook zouden de tot dusver gemaakte kosten voor tijdelijke huisvesting niet zijn meegenomen.", "'Geen aanleiding om politieke opdracht te herzien'", "\"Met dit in het achterhoofd ziet het kabinet dan ook geen aanleiding om de politieke opdracht van 2016 te herzien\", schrijft Knops in een Kamerbrief. Destijds is afgesproken dat de verbouwing in één keer zou plaatsvinden voor een bedrag van 475 miljoen over een periode van 5,5 jaar.", "Het oude ministerie van Buitenlandse Zaken is voor 160 miljoen verbouwd om tijdelijk onderdak te bieden aan de Tweede Kamer. Volgende week donderdag debatteert de Tweede Kamer over de renovatie."], "authors": ["Door"], "keywords": ["kamer", "om", "binnenhof", "te", "wil", "verbouwen", "verhuizing", "van", "een", "kabinet", "aan", "voor", "één", "vast", "houdt", "keer", "het", "niet", "dat", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}