{"id": "d6bf6b85-6909-3e95-bb81-e382b7bdeb38", "title": "Rien Verschuur (1947-2020), kunstenaar in de greep van het Zeeuwse licht", "url": "https://volkskrant.nl/mensen/rien-verschuur-1947-2020-kunstenaar-in-de-greep-van-het-zeeuwse-licht~b633d1c9/", "summary": "‘De man die van zijn kunst leefde en van zijn leven een kunstwerk maakte’, karakteriseert Rob Beekwilder zijn vriend Rien Verschuur.\nHij exposeerde om het jaar in Amsterdam en om het jaar ergens anders in het land.\nDe contraprestatie had hij niet nodig, hoewel hij die zijn medekunstenaars graag gunde.\n‘Het gebied van Vlissingen tot Koudekerke, was mijn decor, mijn vastigheid.’De eerste drie jaar van zijn leven woonde hij in Nederlands-Indië waar zijn vader autobanden importeerde.\nIk heb hem nooit horen zeggen dat een van zijn schilderijen was mislukt.’", "paragraphs": ["Rien Verschuur.", "‘De man die van zijn kunst leefde en van zijn leven een kunstwerk maakte’, karakteriseert Rob Beekwilder zijn vriend Rien Verschuur. Verschuur was een van de laatste echt bohemiens in Nederland.", "Op zijn 19de jaar was hij wees, waarna café Brandon aan de Leliegracht in Amsterdam zijn huiskamer werd. Want op cafés was hij gek. Beekwilder: ‘Er zullen weinig mensen zijn die zoveel cafés in Nederland kende. En de cafébazen herkenden hem aan zijn stropdas, gestreept shawltje, pijp en koffertje met tekeningen. Ook als hij jaren niet was geweest, klonk na binnenkomst: ‘Hi Rien.’", "Als kunstenaar was hij succesvol. Hij omschreef zijn stijl als ‘geometrie zonder geometrisch te zijn, harde randen met zachte lijnen, kleurrijk en toch transparant’. Hij exposeerde om het jaar in Amsterdam en om het jaar ergens anders in het land. Dan verkocht hij voldoende van om te kunnen leven. De contraprestatie had hij niet nodig, hoewel hij die zijn medekunstenaars graag gunde. Dat de kunstelite - en met name de recensenten van de zogenoemde kwaliteitsmedia - weinig of geen oog voor zijn werk hadden, deed hij schouderophalend af. ‘Het ene deel vond zijn schilderijen en tekeningen geweldig, een ander deel vond het niets’, zegt Beekwilder.", "Rien Verschuur overleed 17 november in Amsterdam aan de gevolgen van longkanker. Zijn laatste interview was met de Provinciale Zeeuwse Courant toen hij al uitbehandeld was. ‘Voor de dood ben ik niet bang’, merkte hij op. ‘Dat er een eind aan komt, is in de evolutie een begrijpelijk verhaal. De dood is inherent aan het leven.’", "Dertig jaar lang streek hij elke zomer twee maanden lang in Zeeland neer op camping De Lange Pacht bij Vlissingen. Hij was net als Rembrandt gefascineerd door licht. ‘Als we bij Bergen op Zoom rechtsaf gingen, was het licht anders’, vertelt Cocky de Dreu die de laatste dertig jaar zijn partner was en met wie hij de liefde voor Zeeland deelde.", "In het interview met de PZC noemde Verschuur Zeeland het voorportaal van de hemel. Hij zat er graag langs de kant van het water voor zich uit te staren. Hij kon de omgeving in zich opnemen en gebruikte dat later voor zijn schilderijen. ‘Het gebied van Vlissingen tot Koudekerke, was mijn decor, mijn vastigheid.’", "De eerste drie jaar van zijn leven woonde hij in Nederlands-Indië waar zijn vader autobanden importeerde. In 1952 keerde het gezin (hij had nog een oudere broer) terug in Amsterdam, waar een optrekje aan de Keizersgracht werd gehuurd. Na de middelbare school ging hij naar de kunstacademie in Maastricht. Op zijn 16de hoorde hij dat zijn wettelijke vader niet zijn biologische vader was.", "Hij was verwekt door glazenier en kunstenaar Jan Peeters in wiens voetsporen hij ook trad. Net als Peeters voelde Verschuur zich verbonden met Der Blaue Reiter, een kunstbeweging die begin 20ste eeuw in Duitsland ontstond met Wassily Kandinsky als de bekendste vertegenwoordiger.", "En hij is die beweging altijd trouw gebleven, zoals hij ook trouw was aan zijn vrienden, zegt Beekwilder. ‘En aan zijn hockeyclub Xenios in Badhoevedorp. Hij bleef zijn hele leven lid. En hij zei wel eens dat hij de enige Jordanees was die hockeyde’, vult De Dreu aan.", "Nadat Cocky in zijn leven was gekomen, pendelde hij tussen zijn huurpand aan de Keizersgracht, haar woning in Diemen en Zeeland. De Dreu: ‘Hij was een mensen-mens die met iedereen kon opschieten. Een levensgenieter. Ik heb hem nooit horen zeggen dat een van zijn schilderijen was mislukt.’"], "authors": ["Peter De Waard"], "keywords": ["van", "greep", "rien", "kunstenaar", "19472020", "het", "hij", "met", "zeeuwse", "zijn", "die", "licht", "een", "en", "jaar", "aan", "verschuur"], "pubDate": "2020-12-03T20:01:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}