{"id": "d6d08d1f-0b89-3886-b163-e3d9c33e253d", "title": "Digitale masterclass: Innovatief denken met Duncan Wardle van Disney en Pixar", "url": "http://www.nu.nl/nushop/6083790/digitale-masterclass-innovatief-denken-met-duncan-wardle-van-disney-en-pixar.html", "summary": "En hoe gebruik je innovatief denken voor het vinden van slimme oplossingen?\nLeer het tijdens de digitale masterclass Innovatief Denken met Duncan Wardle, Head of Innovation van Disney en Pixar.\nDeze digitale masterclass is een interactieve en innovatieve digitale productie.\nJe zit digitaal in het publiek (met video) en kunt actief deelnemen en je vragen stellen.\nOm 19.00 uur is het einde van de digitale masterclass.", "paragraphs": ["Hoe kom je op nieuwe, creatieve ideeën? En hoe gebruik je innovatief denken voor het vinden van slimme oplossingen? Leer het tijdens de digitale masterclass Innovatief Denken met Duncan Wardle, Head of Innovation van Disney en Pixar. Bestel je tickets voor 25 januari 2021.", "Deze digitale masterclass is een interactieve en innovatieve digitale productie. Je zit digitaal in het publiek (met video) en kunt actief deelnemen en je vragen stellen.", "Specificaties Datum: 25 januari 2021", "Tijd: 15.00 uur - 19.00 uur", "Format: Digitaal in zeer innovatieve studio", "Deelnameprijs: 345 euro (exclusief BTW)", "Moderator: Diana Matroos", "Deze digitale masterclass is volledig in het Engels", "Innovatief digitaal programma", "In deze sessie zal Duncan een unieke set innovatietechnieken met je delen. Hij vertelt meer over de praktische denkhulpmiddelen die hij bij Disney ontwikkelde als Head of Innovation and Creativity en die hij nu toepast bij het onderwijzen van innovatie bij bedrijven als Apple, Amazon en universiteiten zoals Yale.", "15.00 uur - Your 8 Creative Behaviors", "Leer je creatieve intelligentie maximaal te stimuleren.", "Leer je creatieve intelligentie maximaal te stimuleren. 17.00 uur - These 5 innovation tools work", "Ontdek 5 innovatieve denktechnieken om meteen in te zetten.", "Ontdek 5 innovatieve denktechnieken om meteen in te zetten. 18.30 uur - Back at the office", "Slimme manieren om je baas en collega’s te overtuigen.", "", "Slimme manieren om je baas en collega’s te overtuigen. Om 19.00 uur is het einde van de digitale masterclass.", "Over Duncan Wardle", "Duncan Wardle werkte 25 jaar bij the Walt Disney Company, waarbij hij opklom van Event marketeer naar Vice President of Innovation & Creativity. In die rol was hij verantwoordelijk voor de ontwikkeling van tientallen innovaties waarmee hij Disney’s klantenervaring naar absolute wereldtop bracht. Een meesterbrein in innovatie en creativiteit."], "authors": ["Door"], "keywords": ["uur", "je", "hij", "van", "om", "digitale", "pixar", "masterclass", "innovatief", "te", "het", "innovation", "wardle", "en", "duncan", "disney", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}