{"id": "d6d207a4-924c-3033-99e2-9aded5579224", "title": "Goudzoeker: 'Ik heb de hele wereld afgereisd op zoek naar goud'", "url": "https://nu.nl/werk/6095357/goudzoeker-ik-heb-de-hele-wereld-afgereisd-op-zoek-naar-goud.html", "summary": "Wie: Andor Lips (49)Andor Lips (49) Wat: GoudzoekerGoudzoeker Beste plek om goud te vinden: \"Overal ter wereld is goud te vinden.\nJe moet echt geluk hebben dat je een goede plek vindt.\nAl decennialang reist hij in naam van mijnbouwbedrijven de wereld af, op zoek naar de beste plekken om goud te mijnen.\nIn de hoop dat je ergens een stukje grond tegenkomt dat qua voorkomen wijst op een geologische afzetting waarin ook goud kan voorkomen.\nMaar we hebben mijnbouw wel nodig, en zijn als gemeenschap in de wereld afhankelijk van een dagelijks gebruik van deze grondstoffen.", "paragraphs": ["Lookalikes, slangenmelkers, matrassentesters en Netflix-ondertitelaars. In deze rubriek interviewen we de mensen met een niet-standaard antwoord op de standaardvraag: Wat doe jij eigenlijk? Dit keer Andor Lips (49), goudzoeker.", "Wie: Andor Lips (49)", "Andor Lips (49) Wat: Goudzoeker", "Goudzoeker Beste plek om goud te vinden: \"Overal ter wereld is goud te vinden. Je moet echt geluk hebben dat je een goede plek vindt. Daar komt ook de 'goudkoorts' vandaan; die onverzadigde opwinding dat je opeens op een grote vondst stuit.\"", "Op school moest de dochter van Andor Lips eens in een groepsgesprek vertellen wat haar ouders voor werk doen. Ze had even goed kunnen zeggen dat haar vader tovenaar is, want geen enkele van haar klasgenootjes bleek haar te geloven toen ze vertelde dat Lips goudzoeker van beroep is. Al decennialang reist hij in naam van mijnbouwbedrijven de wereld af, op zoek naar de beste plekken om goud te mijnen.", "Goudzoeker werd Lips naar eigen zeggen bij toeval. Exacte vakken spraken hem aan, maar hij wilde geen wiskunde of natuurkunde studeren. Zo kwam hij terecht bij geologie. Lips: \"Geologie is exact, maar ook natuurfilosofisch, en je kunt erbij reizen! Win-win.\"", "“'s Avonds lagen we onder de sterrenhemel in de woestijn en dacht ik: hoe kom ik hier nou weer terecht?!”", "Aan het einde van zijn studie kreeg Lips de kans om stage te lopen voor een mijnbouwbedrijf in Australië om bij te dragen aan metaalexploratie. Daar raakte hij echt besmet met de 'goudkoorts'.", "\"Ik was een jonkie, en mocht werken in Broken Hill, een stad in the middle of nowhere, die al ruim honderd jaar afhankelijk is van de mijnbouw. Dat was filmisch! 's Avonds lagen we daar vaak onder de sterrenhemel, in de woestijn en dacht ik: hoe kom ik hier nou weer terecht?!\"", "Zoeken naar een speld in een hooiberg", "Maar hoe vind je eigenlijk goud? Lips, lachend: \"Het is niet echt alsof ik met een goudpannetje rondloop, maar je struint wel uren door de bergen, kijkt in rivieren. In de hoop dat je ergens een stukje grond tegenkomt dat qua voorkomen wijst op een geologische afzetting waarin ook goud kan voorkomen. Dan ga je verder zoeken in dat gebied.\"", "Lips en zijn collega's zoeken naar een speld in een hooiberg. Goud komt overal ter wereld voor, maar de natuurlijke concentratie is gemiddeld minder dan 0,01 gram per 1.000 kilogram gesteente. Plekken waar meer dan 1 gram per 1.000 kilogram voorkomt zijn al gebieden met potentie.", "'We hebben mijnbouw nodig'", "Lips: \"Veel mensen bevragen de milieuvriendelijkheid van mijnbouw. Ik snap hun punt. Het is belangrijk om de belasting op het milieu in de gaten te blijven houden. Maar we hebben mijnbouw wel nodig, en zijn als gemeenschap in de wereld afhankelijk van een dagelijks gebruik van deze grondstoffen. Je kunt er dus ook niet van wegkijken.\"", "“Individuele goudzoekers overleven van een paar gram goud per maand.”", "In de gebieden waar mijnen worden gebouwd, zijn vaak ook individuele goudzoekers actief. De paar gram goud die zij per maand vinden, betekent voor hen dat ze hun gezin kunnen voeden. Voor industriële mijnbouw is die hoeveelheid te verwaarlozen. \"Dat voelt soms wel krom,\" geeft Lips toe.", "De komst van een nieuwe mijn betekent vaak overigens wel dat de infrastructuur in een gebied verbetert, of dat er nieuwe scholen worden gebouwd, vertelt hij. Ook kunnen sommige van de individuele goudzoekers een baan krijgen bij de nieuwe mijn. Met anderen worden soms afspraken gemaakt; bijvoorbeeld dat ze in een deel van het gebied actief kunnen blijven.", "Lips: \"Dit is dan ook wat mij drijft in dit werk: om oplossingen te vinden die bijdragen aan de welvaart, de ontwikkeling, en het welzijn van alle betrokkenen.\""], "authors": ["Door", "Anna Lillioja"], "keywords": ["van", "ook", "afgereisd", "op", "naar", "ik", "hele", "een", "goudzoeker", "dat", "wereld", "te", "lips", "zoek", "je", "goud", "en", "heb", "om"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}