{"id": "d6dc7964-f6b8-33ec-ad37-6f9544723b0c", "title": "Online escaperooms: ideaal groepsvermaak-op-afstand tijdens de corona-feestdagen", "url": "https://trouw.nl/cultuur-media/online-escaperooms-ideaal-groepsvermaak-op-afstand-tijdens-de-corona-feestdagen~b059a824/", "summary": "Escaperooms zijn de afgelopen jaren ongekend populair.\nVoor wie onder een steen heeft ­geleefd: het is een spel waarbij je je met een groep laat op­sluiten en al puzzelend je weg naar buiten moet vinden.\nBij escaperooms draait het om samenwerking, een trend die je ook bij veel populaire nieuwe bordspellen (zoals ‘Pandemic’ en ‘Gloomhaven’) ziet.\nIn het buitenland zijn er al wel vergelijkingssites, en bijna elke online escaperoom biedt wel een Engels­talige variant.\nOver de hele ­wereld in escaperooms kunnen spelen vanuit huis, dát is dan weer een voordeel van corona.", "paragraphs": ["Escaperooms zijn de afgelopen jaren ongekend populair. Voor wie onder een steen heeft ­geleefd: het is een spel waarbij je je met een groep laat op­sluiten en al puzzelend je weg naar buiten moet vinden. Je waant je in een spannende film waarin je zelf de hoofdrol speelt, ­bijvoorbeeld in een ­galerie waar net een kostbaar kunstwerk is gestolen en de ­galerie vol special effects, geheime ruimtes en opdrachten blijkt te zitten.", "Bij escaperooms draait het om samenwerking, een trend die je ook bij veel populaire nieuwe bordspellen (zoals ‘Pandemic’ en ‘Gloomhaven’) ziet. En dat is met de feestdagen voor de deur natuurlijk des te wenselijker om de sfeer aan tafel goed te houden.", "Normaal is het nu topdrukte bij escaperooms, maar door corona heeft deze jonge bedrijfstak het zwaar: ze mogen nog wel open zijn, maar alleen voor kleine groepen – eigenlijk is het alleen voor huishoudens te doen, omdat die binnen de anderhalve meter van elkaar mogen komen.", "Gelukkig werken veel escaperooms nu zélf samen aan ­digitale spellen en zelfs heuse online escaperoomtoernooien. Het haalt het qua beleving niet bij een echte, maar wie van puzzels oplossen houdt, ­vermaakt zich uitstekend. Er is helaas geen goede overzichts­site van de beste online ‘rooms’, maar via bijvoorbeeld escaperoomsnederland.nl vind je de nieuwste initiatieven.", "En spreek je behoorlijk Engels dan bof je. In het buitenland zijn er al wel vergelijkingssites, en bijna elke online escaperoom biedt wel een Engels­talige variant. Over de hele ­wereld in escaperooms kunnen spelen vanuit huis, dát is dan weer een voordeel van corona."], "authors": ["Edwin Van Sas"], "keywords": ["ideaal", "escaperooms", "van", "groepsvermaakopafstand", "het", "maar", "online", "zijn", "tijdens", "een", "je", "en", "te", "coronafeestdagen", "voor"], "pubDate": "2020-11-28T12:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}