{"id": "d6dc7a38-7303-3003-9e70-0b559f58bf8e", "title": "Democratische Senaat is onverwacht cadeau voor Biden", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2021/01/democratische-senaat-is-onverwacht-cadeau-voor-biden-797739/", "summary": "De twee Senaatszetels van Georgia komen in handen van de Democraten.\nVoor de Democraten een droom, voor de Republikeinen een schrikbeeld.\nNiet zomaar een Green New DealDe uitslag in Georgia is een onverwachte gift voor aankomend president Biden.\nDemocraten komen bovendien aan het hoofd te staan van de invloedrijke Senaatscommissies, wat het flink makkelijker zal maken voor Biden om zijn plannen door het Congres te loodsen.\nDe Democratische meerderheid in de Senaat is miniem – waardoor de macht van een gematigde Senator als Joe Manchin uit West Virginia extra groot zal zijn.", "paragraphs": ["De twee Senaatszetels van Georgia komen in handen van de Democraten. Daarmee neemt de partij van aankomend president Joe Biden de meerderheid in de Senaat over. Republikeinen likken hun wonden.", "Democraten en Republikeinen in Georgia waren het de afgelopen weken niet over veel zaken eens, maar wel over één ding: de speciale verkiezingen op 5 januari zouden om veel meer draaien dan Georgia alleen. Immers, als de Democraten twee zetels heroveren op de Republikeinen, wordt de machtsverhouding in de Senaat 50-50. Dan kan vicepresident Kamala Harris keer op keer de beslissende stem uitbrengen. Voor de Democraten een droom, voor de Republikeinen een schrikbeeld.", "Dat is precies wat zich dinsdag ontvouwde. Raphael Warnock, een zwarte dominee, won met iets meer dan 1 procentpunt verschil van Kelly Loeffler, een miljardair die twee jaar geleden als tijdelijke Senator werd aangewezen na de pensionering van een partijgenoot. De race tussen Senator David Perdue en de 33-jarige Jon Ossoff was nog spannender: de uitdager leidt met 0,4 procent. Woensdagochtend claimde Ossoff de overwinning. Hij wordt de jongste Senator sinds Joe Biden in 1973.", "Niet zomaar een Green New Deal", "De uitslag in Georgia is een onverwachte gift voor aankomend president Biden. In de Senaat hoeft hij niet per se samen te werken met de Republikeinse leider Mitch McConnell, maar met de nieuwe Democratische meerderheidsleider Chuck Schumer. Democraten komen bovendien aan het hoofd te staan van de invloedrijke Senaatscommissies, wat het flink makkelijker zal maken voor Biden om zijn plannen door het Congres te loodsen.", "Overigens betekent het niet zomaar een ferme draai naar socialisme, zoals sommige Republikeinen vrezen. De Democratische meerderheid in de Senaat is miniem – waardoor de macht van een gematigde Senator als Joe Manchin uit West Virginia extra groot zal zijn. Manchin zei eerder al dat hij nooit zou stemmen voor radicale plannen als de Green New Deal, een uitbreiding van het Hooggerechtshof of het wegbezuinigen van de politie.", "Defund the police? Defund, my butt. I'm a proud West Virginia Democrat. We are the party of working men and women. We want to protect Americans' jobs & healthcare. We do not have some crazy socialist agenda, and we do not believe in defunding the police. https://t.co/EIFHX5OQ37 — Senator Joe Manchin (@Sen_JoeManchin) November 11, 2020", "Onenigheid bij Republikeinen", "De teleurstelling bij de Republikeinen is groot. Meestal doet de partij het goed bij speciale verkiezingen, zeker in een overwegend conservatieve staat als Georgia. Sommige boze vingers wijzen naar president Donald Trump, die de afgelopen weken bleef beweren dat de presidentsverkiezingen in november frauduleus zijn verlopen.", "Daarbij maakte Trump ruzie met ongeveer elke Republikeinse vertegenwoordiger in Georgia. Dieptepunt was een telefoongesprek dat afgelopen weekend uitlekte, waarin hij een verkiezingsofficial doodleuk vroeg om extra stemmen. Die acties hebben waarschijnlijk niet geholpen om Republikeinse kiezers aan te moedigen opnieuw naar de stembus te gaan.", "Een splitsing in de Republikeinse partij lijkt onvermijdelijk. De taferelen in Washington woensdag, waarbij Trump-demonstranten het Capitool binnendrongen, maken de zaken erger. Een aantal Republikeinen blijft Trump door dik en dun steunen. Een steeds groter wordend deel van de partij, onder wie McConnell, zegt openlijk dat Trump moet ophouden met zijn pogingen de verkiezingsuitslag te manipuleren."], "authors": [], "keywords": ["democratische", "senator", "van", "senaat", "voor", "een", "met", "biden", "cadeau", "georgia", "te", "als", "het", "onverwacht", "republikeinen"], "pubDate": "2021-01-06T18:01:10Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}