{"id": "d6e12b74-d72c-3acd-836c-a16f322ec101", "title": "Er is een nieuwe klusser meegekomen, maar hij kan niet zo veel", "url": "https://trouw.nl/leven/er-is-een-nieuwe-klusser-meegekomen-maar-hij-kan-niet-zo-veel~b3da5ca94/", "summary": "Zo gedwee dat ik me er ongemakkelijk bij voel.\n“Is er niet iets dat hij wel kan?”, probeer ik het voor ­Wladimir op te nemen.\nWladimir, van wie ik niet wist dat hij Wladimir heette, komt naar de bus gesloft.\n­Schijnbaar wist hij al dat hij zou vertrekken, want over zijn schouder heeft hij zijn plastic boodschappentas.\nZodat hij een tijdje thuis weg is.”Wladimir werkte altijd in de mijnen in Silezië, maar na een ongeluk kon hij niet meer onder de grond werken.", "paragraphs": ["Jaap Robben ziet een nieuwe klusser door zijn huis sloffen. Waarom is deze Pool daar?", "Er is een nieuwe man meegekomen. Maar hij werkt nauwelijks. Op zijn hoofd ligt een slap mutsje. In zijn nek begint een dik ­lit­teken dat onder zijn shirt ­verdwijnt. De meeste tijd sloft hij rond met een lege emmer ­onder zijn arm. Ik geef hem een rol schilderstape en wijs naar het kozijn dat afgeplakt moet ­worden. Daar doet hij vervolgens twee uur over. Bij alles wat ik ­tegen hem zeg, knikt hij ­gedwee. Zo gedwee dat ik me er ongemakkelijk bij voel. Ik ­probeer via Patryk of Marek", "met hem te praten. Zij knikken begrijpend, hoewel zij mij ook niet kunnen verstaan. Vervolgens ­beginnen ze de man met het mutsje uit te kafferen. Dat probeer ik dan weer te sussen.", "Tijdens de lunch zit de ­nieuweling apart en nipt uit zijn fles Poolse Punica. In zijn riem heeft hij meerdere extra gaatjes moeten prikken om zijn broek op te houden. Na de pauze begint het rondsloffen met de lege emmer opnieuw. Ik bel Iwan.", "Beeld Hanne van der Woude", "“Hör mal”, zeg ik en leg hem de situatie uit. Binnen tien minuten remt zijn busje voor ons huis. Terwijl de motor blijft draaien, beent Iwan onze verbouwing binnen. Iedereen krijgt een uitbrander. Onopvallend probeer ik naarbuiten te verdwijnen. Vervolgens stormt Iwan weer langs me heen naar zijn bus. Ik moet rennen om hem bij te halen. “Eh… Iwan?” Terwijl hij instapt, blijft hij even in het portier hangen. “Und?” vraag ik.", "“Ze gaan allemaal harder werken.”", "“Dat hoeft niet, ze werken al heel hard. Alleen die nieuwe man doet niks.”", "Iwan zucht, kijkt op zijn horloge en stelt voor dat ik voor die nieuweling slechts de helft van het uurloon betaal.", "“Maar hij doet echt helemaal niks.”", "“Wladimir!”, buldert Iwan zo bozig dat er verderop een hond aanslaat.", "“Is er niet iets dat hij wel kan?”, probeer ik het voor ­Wladimir op te nemen.", "“Niet veel”, zegt Iwan.", "“Maar… Waarom neem je hem dan mee naar ons? Waarom werkt hij voor jou?”", "“Lange Geschichte...”", "Waarom neem je iemand mee die niks kan?", "Wladimir, van wie ik niet wist dat hij Wladimir heette, komt naar de bus gesloft. ­Schijnbaar wist hij al dat hij zou vertrekken, want over zijn schouder heeft hij zijn plastic boodschappentas. Zonder me aan te kijken, stapt hij in. “Maar...”, zeg ik beschroomd ­tegen Iwan. “Waarom neem je iemand mee die niks kan?”", "“Hij is mijn zwager.” Iwan krabt zijn achterhoofd. “Mijn zus weet niet wat ze met hem moet sinds zijn ongeluk. Hij is zo…” Iwan haalt zijn schouders op. “Ik heb haar beloofd om iets voor hem te vinden. Zodat hij een tijdje thuis weg is.”", "Wladimir werkte altijd in de mijnen in Silezië, maar na een ongeluk kon hij niet meer onder de grond werken. Sindsdien lukt het leven boven de grond ook niet meer. Iwan klikt zijn gordel vast. Ik steek mijn hand wat ­aarzelend op. Wladimir groet ­terug met een formeel, maar vriendelijk knikje. De rest van de dag durf ik niemand meer aan te ­kijken.", "", "Schrijver Jaap Robben zoekt contact met de Poolse klussers in zijn woonboerderij net over de Duitse grens."], "authors": ["Jaap Robben"], "keywords": ["zo", "meegekomen", "iwan", "hem", "klusser", "het", "nieuwe", "maar", "hij", "zijn", "ik", "kan", "niet", "een", "te", "dat", "veel", "er"], "pubDate": "2020-11-14T12:03:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}