{"id": "d6e39de0-df9f-3820-baf1-98d34f680d3b", "title": "Wat schoolleiders kunnen leren van topvrouwen (en andersom)", "url": "https://volkskrant.nl/nieuws-achtergrond/wat-schoolleiders-kunnen-leren-van-topvrouwen-en-andersom~b3b3921d/", "summary": "Stephanie Hottenhuis, voorzitter raad van bestuur KPMG (zwarte jurk), bezoekt basisschool De Lettertuin voor een gesprek met schoolleider Mariska Zwart (rechts) over bedrijfsvoering en krijgt een ellebooggroet van een van de leerlingen.\nIn dat programma proberen schoolleiders en topvrouwen uit het bedrijfsleven, de culturele sector en de publieke sector van elkaar te leren.\nZoals ze bij het zien van de bar terloops opmerkte dat haar school in het bezit is van ‘een koelkast’.\n‘Maar als Stephanie en ik met elkaar in gesprek gaan, dan zijn er verrassend veel raakvlakken.’BuitenstaanderZoals Hottenhuis en Zwart zijn er nog twaalf koppels.\n‘Eén schoolleider gaf aan dat het schrijven van vacatureteksten veel tijd kostte’, zegt Van Vroonhoven.", "paragraphs": ["Stephanie Hottenhuis, voorzitter raad van bestuur KPMG (zwarte jurk), bezoekt basisschool De Lettertuin voor een gesprek met schoolleider Mariska Zwart (rechts) over bedrijfsvoering en krijgt een ellebooggroet van een van de leerlingen. Beeld Raymond Rutting / De Volkskrant", "Basisschooldirecteur Mariska Zwart waant zich op deze vrijdagochtend in een compleet andere wereld. De natuurstenen vloeren, de toegangspoortjes, de muren met slogans als ‘We inspire confidence & empower change’ – het is toch allemaal net even anders dan bij basisschool De Lettertuin in Almere, waar ze de scepter zwaait.", "Zwart bezoekt het kantoor van accountants- en adviesorganisatie KPMG op uitnodiging van bestuursvoorzitter Stephanie Hottenhuis, aan wie ze gekoppeld is in een zogeheten cross-mentoringprogramma. In dat programma proberen schoolleiders en topvrouwen uit het bedrijfsleven, de culturele sector en de publieke sector van elkaar te leren.", "Hottenhuis laat het pand in Amstelveen vol trots zien. De bar. De ‘innovation rooms met touchscreens’. En verderop de gloednieuwe gym, waar werknemers zich ook tijdens werktijd in het zweet kunnen werken.", "‘In deze ruimte kun je je laten behandelen door een fysiotherapeut’, zegt Hottenhuis vlak voordat we een tafeltennistafel, schommels en zitzakken passeren. ‘En als je wil mediteren, dan kan dat ook.’", "‘Wij hebben ook een gymzaal’, zegt Zwart zachtjes. Zoals ze bij het zien van de bar terloops opmerkte dat haar school in het bezit is van ‘een koelkast’.", "‘De secondaire arbeidsomstandigheden zijn hier net wat anders’, zegt de directeur van De Lettertuin even later. ‘Maar als Stephanie en ik met elkaar in gesprek gaan, dan zijn er verrassend veel raakvlakken.’", "Buitenstaander", "Zoals Hottenhuis en Zwart zijn er nog twaalf koppels. Ze zijn samengebracht door de Algemene Vereniging Schoolleiders (AVS) en NL2025, een beweging waarin leiders uit kunst, cultuur, wetenschap, sport en bedrijfsleven zich inzetten voor een betere toekomst van Nederland. Binnenkort wordt het programma uitgebreid.", "‘Niets is zo verhelderend als de blik van de buitenstaander‘, zegt Merel van Vroonhoven, die het cross-mentoringprogramma bedacht. De voormalige bestuursvoorzitter van de Autoriteit Financiële Markten laat zich momenteel omscholen tot leraar in het speciaal onderwijs. Ze schrijft er columns over in de Volkskrant.", "‘Leidinggevenden in het onderwijs en het bedrijfsleven worstelen met dezelfde vragen’, zegt ze. Over leiderschap, over hoe je het goede voorbeeld geeft of zorgt dat je team excelleert.’", "Daarnaast helpen de deelnemers aan het programma elkaar met praktische problemen. ‘Eén schoolleider gaf aan dat het schrijven van vacatureteksten veel tijd kostte’, zegt Van Vroonhoven. ‘Toen zei een topvrouw: wij hebben een hele afdeling die vacatures schrijft. Misschien kunnen we je ondersteunen.’", "Elleboog", "Hottenhuis en Zwart ontmoeten elkaar vandaag niet voor het eerst. Net voor de zomervakantie kwam de bestuursvoorzitter naar Almere, waar ze een rondleiding door de school kreeg.", "Ze begonnen in de kleuterklas, waar Hottenhuis een ellebooggroet van een dappere leerling kreeg. Even verderop wees Zwart haar in het voorbijgaan op een kantoortje, waar een man in een geel overhemd aan het werk was.", "‘Daar zit een vrijwilliger’, zei ze tegen Hottenhuis. ‘Hij neemt de telefoon op, plaatst bestellingen en doet aangifte bij vandalisme. Dingen die ik anders zelf zou moeten doen.’", "Ook spraken ze even met groep 8, die vanwege corona de eindmusical voor een film verruilde. ‘Vinden jullie het spannend dat jullie naar de middelbare school gaan?’ vroeg Hottenhuis. ‘En zijn jullie ook emotioneel? Ik heb twee keer gehuild toen mijn kinderen afscheid namen.’", "In het driehoekige kantoortje van Zwart kwamen ze vervolgens te spreken over het tekort aan schoolleiders, dat de komende jaren verder zal oplopen. Wat was daarvan de oorzaak, wilde Hottenhuis weten.", "‘Ik denk dat het te maken heeft met de complexiteit van het vak’, antwoordde Zwart. Ze vertelde dat er zo veel taken op haar bord belanden dat ze nauwelijks tijd overhoudt om zich over het onderwijs te buigen, wat toch de kern van de zaak zou moeten zijn. ‘Dat weerhoudt mensen er misschien van schoolleider te worden.’", "Niet veel later verzochten ze de verslaggever te vertrekken. Want de echte gesprekken, die waarbij ze tot de kern komen en hun ziel kunnen blootleggen, die vinden bij voorkeur achter gesloten deuren plaats.", "Uit het oog", "Sinds die ontmoeting in Almere hebben Hottenhuis en Zwart elkaar nog een paar keer gesproken, vertellen ze nu in een zaaltje bij KPMG. Zo namen ze deel aan digitale bijeenkomsten met de andere koppels, waar ze discussieerden over het tekort aan schoolleiders. Het moet in november resulteren in een actieplan vol aanbevelingen, dat zal worden aangeboden aan de minister van Onderwijs.", "Ook spraken Hottenhuis en Zwart elkaar de afgelopen maanden nog twee keer via een videoverbinding. De wandeling, die ze wilden maken, moet nog plaatsvinden.", "En waar gingen hun gesprekken dan zoal over?", "‘Vooral over de brij van werkzaamheden die ik moet verrichten’, zegt Zwart. ‘En hoe je dan prioriteiten stelt. Waar gaat het echt om in mijn werk?’", "Zwart vertelt dat ze de maatschappelijke relevantie van haar baan soms uit het oog verliest en dat Hottenhuis - ja inderdaad, iemand uit het bedrijfsleven! – haar daar weer op gewezen heeft. ‘Soms zijn we in het onderwijs wel heel zakelijk bezig’, zegt ze. ‘Dan vergeten we waar het écht om gaat.’", "‘Zij vraagt zich af of ze de juiste dingen doet en hoe je dat bepaalt’, zegt Hottenhuis. ‘Dat herken ik. Ik ben daar ook dagelijks mee bezig. Voor welke taken ben ik nou de beste persoon om het te doen?’"], "authors": ["Rik Kuiper"], "keywords": ["van", "dat", "zegt", "andersom", "een", "zwart", "en", "schoolleiders", "leren", "kunnen", "ze", "waar", "hottenhuis", "wat", "het", "topvrouwen"], "pubDate": "2020-10-05T19:26:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}