{"id": "d71cfde6-a5be-3407-9cef-f36945776830", "title": "Hoe biologen hoop houden ondanks alle alarmerende rapporten over de natuur", "url": "https://volkskrant.nl/wetenschap/hoe-biologen-hoop-houden-ondanks-alle-alarmerende-rapporten-over-de-natuur~b047f78b/", "summary": "Er waren de laatste tijd zo veel positieve signalen en kansen, dat ik dacht dat er nu echt iets zou veranderen.\nAls je dat in je opleiding niet meekrijgt, en dat is jaren het geval geweest, leer je ook niet dat en hoe je er rekening mee kunt houden.\nHij is zo mooi om te horen en te zien hangen in de lucht.\nIk hoop dat ik het in mijn leven nog fundamenteel zal zien veranderen, dat ik de curve nog zal zien afbuigen, maar ik weet het niet zeker.\nOver het bouwen van een groene stad, of met een groep boeren uit de Alblasserwaard hoe we hen kunnen helpen met verbeteren van biodiversiteit.", "paragraphs": ["Beeld Lauren Hillebrandt", "Je zou ze de ‘administrateurs van de achteruitgang’ kunnen noemen. Wie nu bioloog of ecoloog is, leeft met een natuur die vooral achteruit lijkt te gaan. Het is er een kabaal van noodklokken en alarmbellen. Een greep uit de vele rapporten: ‘Minstens 30 procent van de aarde moet komende tien jaar worden beschermd om te voorkomen dat het massale uitsterven van planten- en diersoorten doorzet’, aldus de VN begin dit jaar. ‘In halve eeuw populaties van wilde dieren 68 procent afgenomen’, aldus het Wereld Natuur Fonds. ‘Kwart van wilde dieren in Europa met uitsterven bedreigd’, meldde het Europese milieuagentschap EEA onlangs.", "Het is de last van de laatste generaties. De vijftiger van nu groeide als eerste mens op in het permanente besef van vervuiling, dreiging en doem. Het begon met Dode lente, het apocalyptische boek van Rachel Carson uit 1962. Tien jaar later volgde de Club van Rome met Grenzen aan de groei. Daarna raakte het leven in één vloeiende beweging van de zure regen (jaren tachtig) in de drup van steeds warmere plasticsoep, onder een dikke laag stikstof. Hoe zie je tussen die donderwolken de zon nog schijnen? We vroegen het vier vooraanstaande biologen en vertegenwoordigers van instanties die zich bezighouden met biodiversiteit en/of bescherming. Waar zien ze nog sprietjes hoop? Zijn er nog strohalmen om zich aan vast te klampen? Of valt het allemaal wel mee en schetsen rapporten en media een te duister beeld? Het resultaat is troost voor de zwartkijker: allen zien zij ook vooruitgang, kansen en positieve ontwikkelingen.", "Het onderwerp leidt tot fundamentele vragen. Wat is bij biodiversiteit eigenlijk je referentiepunt? Als je natuur wilt herstellen en soorten wilt behouden, moet de natuur dan weer worden als vijftig jaar geleden, of als vijf eeuwen terug? Is natuurbescherming in wezen niet aartsconservatief? Een haast filosofische vraag, waarop het antwoord moeilijk is.", "Net zoals de vraag hoe erg het verdwijnen van soorten precies is, en voor wie. Een vraag die Bas Haring in 2011 al opwierp in zijn boek Plastic panda’s, waarin hij betoogde dat het verdwijnen van een paar honderd insectensoorten niets is om over te treuren.", "De vier biologen hebben daar wel een antwoord op. Allen betreuren het verdwijnen van soorten – tot op zekere hoogte dan. Desondanks houden zij hoop. Daarmee lijken zij te voldoen aan het bekende gebod van wetenschapsfilosoof Karl Popper: optimisme is een morele plicht. Misschien kun je ook moeilijk anders in de biologie of ecologie. Misschien zijn degenen die de doembeelden niet langer konden verdragen allang afgehaakt. Mogelijk dat een enkeling een bijzonder genoegen beleeft aan het administreren van de achteruitgang – óók wetenschap, tenslotte. Waarschijnlijker is dat verlies van biodiversiteit een gemengd verhaal is. Dat de strijd nog niet gestreden is, de hoop nog niet verloren. Ja, het gaat slecht, maar het gaat ook goed.", "Ruud Foppen", "‘De doemberichten in de krant lees ik niet meer’", "Als we Ruud Foppen spreken, komt hij net uit een driedaagse workshop van de Europese Unie over de zomertortel. De bruingrijze duif leidt een kwijnend bestaan. Foppen, onderzoeker bij Sovon Vogelonderzoek Nederland en hoogleraar Beschermingsbiologie aan de Radboud Universiteit, schrok van zijn eigen verhaal over Nederland dat hij hield voor de Europese deelnemers. ‘Wij schatten dat meer dan 99 procent van de zomertortels hier verdwenen zijn. We zitten nu onder de duizend exemplaren. Zelf zie ik ze niet meer.’", "Dat zijn klappen voor de vogelonderzoeker. De discussie – met vertegenwoordigers van EU-landen, grote internationale beschermingsorganisaties, maar ook jagersverenigingen – ging van een moratorium op de duivenjacht in zuidelijker landen tot intensivering van de landbouw. ‘Hete hangijzers’, aldus Foppen. De sessies stemden treurig. Wat te doen?", "Zijn overtuiging: data spelen een grote rol, volgens het principe van ‘meten is weten’. ‘Zijn’ onderzoeksorganisatie Sovon draagt daaraan bij: al jaren inventariseert Sovon aan de hand van duizenden vrijwillige tellers de stand van (broed)vogels in Nederland. Foppen draagt zelf bij aan de stroom rapporten van Sovon, met steeds dezelfde mismoedige boodschap. ‘Toch ga ik niet de hele dag gebukt onder gemis. Mijn brein heeft zich kennelijk aangepast om daarmee om te gaan.’ Hij refereert aan het fenomeen van ‘shifting baseline syndrome’, dat hij sterk ervaart. Kortweg komt het erop neer dat de geest (bij wijze van overlevingsstrategie) z’n referentiepunt steeds aanpast: je vergelijkt de situatie niet met dertig jaar geleden, maar met gisteren – zo vervaagt het schrijnende verschil. Foppen: ‘Ik herinner me grote hoeveelheden grauwe gorzen in het heuvelland. Die zie je nu niet meer. Maar dat gemis is eerder rationeel dan gevoelsmatig. Als ik nu in de natuur loop, ben ik daar niet mee bezig.’", "In zijn hoofd weet de onderzoeker de alarmerende berichtgeving los te koppelen van zijn eigen natuurbeleving, zegt hij: ‘De dynamiek in de natuur is enorm. Er is zoveel prachtigs te zien, als je maar oog hebt voor wat er wél is.’", "Natuurlijk kent ook hij zijn donkere dagen. Zoals na zo’n workshop. Noem het een overlevingsstrategie, maar onheilstijdingen in de media slaat hij tegenwoordig over. De documentaire A Life on Our Planet van ‘Sir’ David Attenborough: hij moet hem nog afkijken. Foppen kan niet beloven dat het ervan zal komen. ‘Zijn verhaal is duidelijk. Dat hoef ik niet nog eens ingewreven te krijgen door een smakelijk gemaakte documentaire. Erg? Alleen wanneer ik de boodschap niet allang verinnerlijkt had.’", "Wat ook helpt: Foppen verkeert in de luxe dat hij door zijn werk nogal eens in ‘mooie’, goed beheerde natuurgebieden vertoeft. De Deurnese Peel bijvoorbeeld. ‘Als ik daar ben, loop ik alleen maar te genieten. Ik rij ernaartoe via IJsselstein, daar sluit ik de ogen even. Die ontgonnen Peel is verschrikkelijk om te zien. In de Deurnese Peel is het geweldig. De beheerders daar doen hun stinkende best er mooie natuur van te maken en te behouden.’ En vliegt er dan een kraanvogel voorbij, dan weet hij: die zit daar te broeden. Sinds 2018 voor het eerst in Brabant en Limburg.", "Beeld Lauren Hillebrandt", "Wat Foppen maar zeggen wil: ‘Je vindt ook altijd positieve dingen.’ Want dat is het hoopgevende rond het thema biodiversiteit: er zitten meestal twee kanten aan het verhaal. De grote lijnen gaan neerwaarts, maar het gaat niet alléén maar slecht met álle soorten. Foppen: ‘We kunnen op basis van kale cijfers niet zeggen dat het slecht gaat met de vogels in Nederland. Zelfs niet in aantallen: de stijgers, zoals grote zilverreiger, aalscholver en lepelaar, compenseren de achteruitgang van andere soorten. Afgelopen decennia is het aantal vogels in steden behoorlijk toegenomen. In bossen ook. Dat is compensatie voor de kaalslag in open gebieden. De verschuiving heeft ertoe geleid dat er op de ene plek vrijwel niets meer te vinden is, maar op andere plekken veel meer.’", "Bij de Sovon woedt intern wel de discussie hoe deprimerend nieuws te brengen, zegt Foppen. Wéér een persbericht over het verdwijnen van de patrijs? Volgens Foppen is het belangrijker dat biologen van beschermingsorganisaties ‘met passie hun verhaal vertellen’. ‘Biologen onderschatten volgens mij het belang daarvan soms. Als wij niet in staat zijn mensen ervan te overtuigen hoe prachtig de natuur is, gaat het ook nooit lukken iets te veranderen.’", "Bij de pakken neerzitten is geen optie. Met verwondering ziet Foppen in de media speculaties over leven op de maan of op Mars. Niets voor de bioloog. ‘Het is hier nog veel te mooi, er is geen tweede planeet die de schoonheid kan evenaren. Tenzij er op Mars zomertortels zitten.’", "Titia Wolterbeek", "‘De natuur overleeft wel, die is sterker dan de mens’", "Een greep uit recente persberichten van De Vlinderstichting: ‘Eerste indruk: weer minder vlinders in 2020’. En: ‘Zwarte dag voor de biodiversiteit in Europa’.", "Prettige dag verder.", "Vooral dat laatste bericht – over het Europees Parlement dat in de ogen van natuurorganisaties gevestigde landbouwbelangen liet prevaleren boven natuurherstel – stemde Titia Wolterbeek, directeur van De Vlinderstichting, somber. ‘Dat kwam hard aan. Er waren de laatste tijd zo veel positieve signalen en kansen, dat ik dacht dat er nu echt iets zou veranderen. De besluiten van het Europees Parlement drukten die hoop weer even de kop in.’", "De beschermings- en onderzoeksorganisatie moet met lede ogen toezien hoe sinds vorige eeuw vijftien soorten dagvlinders uit Nederland verdwenen. Voor 22 van de 61 resterende soorten dreigt hetzelfde lot. Hoe blijf je als directeur van een beschermingsorganisatie zo de zon nog zien?", "Dat vraagt Wolterbeek zichzelf ook geregeld af, erkent ze. ‘Ik werk nu 25 jaar bij De Vlinderstichting. Voor die tijd lette ik persoonlijk niet bijzonder op vlinders. Toen ik ze wel zag, ging ik er anders naar kijken. Hoe meer je weet, hoe meer je gaat zien. In die fase is nog een wereld te winnen: mensen leren kijken naar vlinders kan mooie effecten hebben. Zo doen wij een project waarin we boeren aanzetten om nachtvlinders op hun land te tellen. Dat is al een kleine revolutie. Die boeren worden daar ook echt blij van, zo blijkt. Het gevoel dat je nog steeds mensen kunt bereiken, is hoopgevend. Al blijft op de achtergrond knagen of het genoeg is.’", "In ‘haar’ 25 jaar zijn vlinders niet alleen verdwenen. Wolterbeek: ‘Neem de keizersmantel, een grote oranje bosvlinder met zwarte strepen. Die was sinds 1980 verdwenen. Nu zie je die weer wel.’", "Tussen de achteruitgang zijn lichtpuntjes: ‘Afgelopen zomer had ik nog geen enkele kleine vos gezien, een vrij algemene vlinder. Zorgwekkend. Maar áls ik hem dan wel zie, word ik weer blij. Dat werkt voor iedereen hier zo, merk ik. Als je boven een graslandje bruine zandoogjes ziet vliegen, word je als vlinderaar vrolijk. Ook omdat je weet dat dat graslandje goed beheerd is, waardoor die zandoogjes daar kunnen rondvliegen.’", "Dat laat onverlet dat Wolterbeek altijd de wal blijft zien die naar haar overtuiging ooit het schip zal keren. ‘De natuur overleeft wel, omdat die sterker is dan de mens. Wij zullen als soort eerder uitsterven dan insecten. De achteruitgang van soorten is zo gigantisch en gaat zo snel, dat we daar op termijn vanzelf last van krijgen. Het evenwicht wordt verstoord, en dat zal in het geval van insecten gevolgen krijgen voor zoiets als bestuiving. Maar ook ziekten en plagen zullen meer kans krijgen, wanneer door verarming van biodiversiteit natuurlijke vijanden ons niet meer beschermen.’", "Wanneer dat moment daar zal zijn? ‘Dat kan allemaal nog heel lang duren.’ In de tussentijd klampen Wolterbeek en haar stichting zich vast aan sprankjes perspectief. De aandacht voor goed bermbeheer bijvoorbeeld, durft ze wel op het conto van (onder meer) De Vlinderstichting te schrijven. De vlinderstand leeft ervan op wanneer wilde bloemen tot bloei komen in wegbermen en niet alles in één keer wordt weggemaaid. ‘Wij ijveren verder voor meer ‘groen besef’ in het ‘groen onderwijs’. Als je dat in je opleiding niet meekrijgt, en dat is jaren het geval geweest, leer je ook niet dat en hoe je er rekening mee kunt houden. Daar zie ik positieve ontwikkelingen.’", "Er zijn nog grote stappen te zetten, volgens de directeur. ‘Met stikstofmaatregelen kun je echt effect hebben op vlinders en libellen. Het idee van de kringlooplandbouw, waarvoor Carola Schouten pleit, is op zichzelf positief; nu de uitwerking nog. Ik ben er niet alleen maar gerust op dat dit goed gaat komen. Maar er is ondanks alles genoeg om blij van te worden.’", "Louise Vet Beeld Bart de Gouw", "‘Liever gefrustreerd mijn graf in dan nu al opgeven’", "Als je Louise Vet, emeritus hoogleraar ecologie aan de Wageningen Universiteit en voormalig directeur van het Nederlands Instituut voor Ecologie (NIOO-KNAW), goed beluistert, is de huidige fase van soortenverlies slechts een noodzakelijke op weg naar een zonniger vergezicht. ‘Een algehele transitie’, zoals zij zegt. ‘Vanuit de ecologische theorie zie ik dat we in een transitiemoment zitten. De alarmerende rapporten, zoals ook dat bekende onderzoek uit 2017 over het massale verdwijnen van insecten, illustreren de chaos van een systeem dat zichzelf onmogelijk aan het maken is. Die chaos zie je op meer terreinen dan biodiversiteit: ook maatschappelijk en sociaal-economisch. De coronapandemie is net zo’n illustratie: er is geen enkele zekerheid meer.’", "Onder die chaos is al veel innovatieve verandering gaande, ziet Vet. ‘Zelfs bij de grote multinationals als Shell zie je enige beweging ten goede. Waarom? Omdat ze ook daar inzien dat de maatschappelijke acceptatie van milieudestructieve bedrijven steeds minder wordt. Ook de financiële sector ziet nu grote risico’s aan het vernietigen van ecosystemen en biodiversiteit. Wie wil nog investeren in bedrijven met een negatieve reputatie op dit gebied? De macht van de financiële sector is groot, dus dat inzicht kan wel eens heel bepalend worden voor echte verandering.’", "Hoe belangrijk is het herstellen van de biodiversiteit eigenlijk? ‘Natuurlijk kapitaal is hét kapitaal. Als we dat uitputten, wordt de rente steeds minder om van te leven. Diversiteit is de basis van het leven op deze planeet. Je kunt wel zeggen dat het niet erg is als er zevenhonderd soorten insecten verdwijnen, of dat je daar niets van merkt, maar we weten nog te weinig over welke soorten leidend zijn voor het functioneren van het ecosysteem. De natuur zit heel complex in elkaar, en – zo weten we van de bodem – het zijn de talloze kleine interacties tussen soorten die de vitale functies bepalen. Als je veel soorten laat verdwijnen, schiet je in je eigen voet.’", "Natuurlijk, zegt ze: er is reden genoeg voor somberheid. ‘Als ik buiten een veldleeuwerik hoor, schiet mij wel meteen het besef te binnen dat die met 90 procent is afgenomen. Dan krijg ik bijna tranen in mijn ogen. Die veldleeuwerik mis ik veel meer dan de grutto. Hij is zo mooi om te horen en te zien hangen in de lucht. Maar dan weet ik ook weer dat het voor mij persoonlijk een drijfveer is om die terug te krijgen.", "‘Ik ben erg van de vraag: hoe moet het wél? Daarom geloof ik zo in het Deltaplan Biodiversiteitsherstel, waarin natuurorganisaties, boeren, wetenschappers, banken en bedrijven de handen ineen hebben geslagen om op een positieve manier te werken aan herstel. Ja, daar zit dan ook een bedrijf bij als BASF, waar natuurlijk kritisch naar gekeken wordt. Maar dat sluit zich niet voor niets aan: uiteindelijk zal ook de grote industrie moeten gaan nadenken over een ander en duurzamer verdienmodel dat gericht is op werken mét de natuur, in plaats van ertegen.’", "Uit dergelijke initiatieven put Vet haar hoop: ‘Als dit er allemaal niet was, zou ik niet meer in de toekomst geloven. Zaken kunnen hard gaan in een werkelijke crisis. Zie corona: ineens zijn er miljarden beschikbaar. Ik hoop dat ik het in mijn leven nog fundamenteel zal zien veranderen, dat ik de curve nog zal zien afbuigen, maar ik weet het niet zeker. Maar dan nog. Ik zeg altijd: ik ga liever gefrustreerd m’n graf in dan dat ik het nu al opgeef.’", "Koos Biesmeijer", "‘Dat de T-Rex is uitgestorven, daar ben ik dolblij om’", "Hij heeft slechte papieren voor een zonnige gemoedstoestand, zou je denken: wetenschappelijk directeur bij Naturalis – hét biodiversiteitscentrum van Nederland, hoogleraar natuurlijk kapitaal in Leiden én bijenexpert. Toch klinkt Koos Biesmeijer niet terneergeslagen. ‘Als je veertig jaar lang op dezelfde plek vogels of insecten telt, dan is het moeilijk om vrolijk te blijven. Ik kijk meer naar systemen. Dan verrast de natuur je telkens weer, en zie je wat ondanks alles nog kan groeien en bloeien.’", "‘In de wetenschappelijke wereld ben ik bekend door een van de eerste publicaties, in 2006, over de achteruitgang van bijen. Die stemt triest. En we weten precies hoe het komt: door intensief gebruik van land en bestrijdingsmiddelen. Er is weinig ruimte voor natuur en de bestaande ruimte wordt steeds meer bedreigd. Ik weet: het zal nooit meer worden als vroeger. Maar misschien moeten we helemaal niet verlangen naar vroeger. Ik heb geen Ot en Sien-idee van de natuur. De wereld verandert, we hebben klimaatverandering, chemische stoffen, een uitdijende wereldbevolking. Het is aan ons om een goede toekomst te verzinnen mét de natuur. Niet per se met alle soorten van vroeger. De landschappen die we over twintig jaar zullen hebben, zien er beslist anders uit dan die van nu, en zeker dan die van vroeger. Is dat erg? Niet alleen maar. Want laat ik eerlijk zijn: in Naturalis hebben wij de T-Rex staan. Ik ben blij dat die is uitgestorven.’", "Uitsterven is van alle tijden, weet Biesmeijer. ‘Natuur is geen puzzel waarin elk stukje nodig is. De bestaande systemen in de natuur zijn meer een soort schitterend ongeluk. Soorten eten elkaar op, parasiteren – alleen wij vinden dat het één systeem is. Dynamiek is normaal. De afname gaat wel steeds sneller. Maar ik heb er vertrouwen in dat de natuur terugkomt, in het uiterste geval als de mens er niet meer is.’", "Dat klinkt misschien gelaten, maar dat is de biodiversiteitsman niet. Ook Biesmeijer heeft z’n mindere momenten. ‘Er verdwijnen hommelsoorten in Europa. Deels uit zelfbescherming sluit ik me daar min of meer voor af.’ Soms kijkt hij bewust de andere kant op, waar het licht schijnt: ‘Mede door klimaatverandering verdwijnen in Nederland niet alleen insecten, er komen ook nieuwe. Dat geldt helaas niet voor hommels, maar in Frankrijk leven zo’n negenhonderd soorten wilde bijen, in Nederland 360. Jaarlijks komen er vanuit het zuiden hier nieuwe soorten bij.’", "Liever dan somberen besteedt Biesmeijer zijn tijd aan overleg met partijen. Over het bouwen van een groene stad, of met een groep boeren uit de Alblasserwaard hoe we hen kunnen helpen met verbeteren van biodiversiteit. ‘Rond Leiden, de stad van Naturalis, hebben we het project Groene Cirkels, waarmee we door het aanleggen van groenstroken, tuinen en akkerranden een goed landschap voor bijen willen creëren. Daardoor hebben we daar in een paar jaar al 34 procent meer bijensoorten gekregen. Het kan dus wel, al is het op lokaal niveau.’", "Echt, er gaan ook dingen goed, verzekert hij: ‘In de jaren zeventig kon je bij wijze van spreken foto’s ontwikkelen in het water van de Rijn. Nu is dat verbeterd. Er is enorm veel aandacht voor biodiversiteit, en dat is goed. Tien jaar lang heb ik in zaaltjes verhalen gehouden over hoe slecht het ging met de biodiversiteit. Nu zeggen mensen: ‘Dat weten we nu wel; wat kunnen we zelf doen?’ Dat geeft hoop. Wij biologen en wetenschappers moeten niet alleen laten zien dat het urgent is om aan biodiversiteitsverbetering te werken, maar ook dat we concreet iets kunnen doen.’"], "authors": ["Jean-Pierre Geelen"], "keywords": ["alle", "rapporten", "van", "natuur", "ondanks", "hoe", "het", "ik", "alarmerende", "hoop", "biologen", "een", "niet", "dat", "en", "te", "houden", "je", "er"], "pubDate": "2020-11-27T13:00:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}