{"id": "d71ecd9b-27ea-345f-a4af-586a8358f811", "title": "In de eerste lockdown had ik er nog geen last van, maar nu wel: ik mis mensen die ik niet ken", "url": "https://volkskrant.nl/columns-opinie/in-de-eerste-lockdown-had-ik-er-nog-geen-last-van-maar-nu-wel-ik-mis-mensen-die-ik-niet-ken~b7d7fd2d/", "summary": "Ik heb geen huidhonger, want ik ben in de ongelofelijk gelukkige situatie dat ik een gezin heb.\nIk mis mensen die ik niet ken.\nMaar ik mis al die andere mensen in dat restaurant misschien nog wel meer, de mensen die ik niet kende maar die als een gezellige wolk om me heen wirwarden.\nDriehonderd mensen die ik helemaal niet kende, van wie ik het gezicht nog nooit gezien had, met een stem die ik niet kende.\n‘FIJNE DAGEN!’Het voelde als een lange, intense verjaardag met driehonderd mensen die ik niet kende.", "paragraphs": ["Op deze woensdag, de heuglijke vaccinatiedag, de wat-mij-betreft-prik-je-hem-in-een-willekeurige-gewillige-voorbijgangersdag, de dag die hopelijk een oplossing gaat brengen (nu lach ik), maar misschien ook wel niet (en nu huil ik alweer), wil ik graag laten weten wat ik mis.", "Ik heb geen huidhonger, want ik ben in de ongelofelijk gelukkige situatie dat ik een gezin heb. Ik hoef geen oude mensen in mijn omgeving te missen die zich opsluiten uit angst voor corona, want mijn opper-oude mens zie ik gewoon. Ik hoef mijn collega’s niet te missen want ik heb geen collega’s.", "Ik mis mensen die ik niet ken. Dat besef sijpelt pas sinds een tijdje door. In de eerste lockdown had ik er nog geen last van, maar nu, in de tweede lockdown, wel.", "Ik merkte het toen ik met Oud en Nieuw ’s nachts naar al die afschuwelijke Tros Muziekfeesten op Pleinen zat te kijken, waar ik in de oude tijd niet dood gevonden had willen worden, maar waarvan ik nu dacht: o, het lijkt me zo gezellig om tussen tienduizenden vreemden te hossen op Jeroen van de Boom en/of Tino Martin.", "Of ik zie, in de miljoenste film die ik thuis bekijk, mensen in een metro zitten, en dan mis ik het kijken naar vreemde mensen in een metro. Of in cafés. Of in winkels. Tuurlijk, ik mis het om met mensen die ik leuk en aardig vind iets lekkers te eten in een restaurant. Maar ik mis al die andere mensen in dat restaurant misschien nog wel meer, de mensen die ik niet kende maar die als een gezellige wolk om me heen wirwarden. Daar gaat het om in restaurants. Niet om het eten. Daarom gaat er nooit iemand in een leeg restaurant zitten.", "In december hielp ik bij een actie waarbij we honderden kerstpakketten uitreikten. Driehonderd mensen zouden er die dag aan mijn loket voorbijtrekken. Driehonderd mensen die ik helemaal niet kende. Ik voelde er de gebruikelijke coronapaniek bij – kon dat wel, mocht dat wel, zouden de boa’s komen, zouden we elkaars hand per ongeluk aanraken bij het overhandigen van het pakket – maar boven dat alles verheugde ik me erop.", "Driehonderd mensen die ik helemaal niet kende, van wie ik het gezicht nog nooit gezien had, met een stem die ik niet kende. Ik reikte ze de pakketten aan vanachter mijn tafeltje en probeerde de gesprekken zo lang mogelijk te rekken. ‘Wilt u liever een roze of een groene tas?’ ‘Kunt u dit wel tillen?’ Ik riep ze dingen na die ik anders nooit zou roepen. ‘FIJNE DAGEN!’", "Het voelde als een lange, intense verjaardag met driehonderd mensen die ik niet kende. Die ik mijn hele leven voor lief had genomen."], "authors": ["Aaf Brandt Corstius"], "keywords": ["ik", "mensen", "van", "lockdown", "nog", "mis", "mijn", "een", "nu", "te", "het", "maar", "niet", "dat", "wel", "die"], "pubDate": "2021-01-05T16:40:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}