{"id": "d7370d18-4d95-3084-b46e-71f8534bb059", "title": "Staafjes, peilingen, grafiekjes: De Avond van de Vaccinatie leek een verkiezingsuitzending", "url": "https://volkskrant.nl/cultuur-media/staafjes-peilingen-grafiekjes-de-avond-van-de-vaccinatie-leek-een-verkiezingsuitzending~bc03ff3f/", "summary": "En net toen het er op leek: gaat het überhaupt nog gebeuren, kwam het in een stroomversnelling.’ Hij zuchtte.\nEn dus pakte de NOS groots uit met een speciale avond, helemaal in het teken van die prik.\nAan de desk bij Trip stonden Jaap van Delden, directeur van het vaccinatieprogramma van het RIVM en André Rouvoet, voorzitter GGD GHOR, voormalig vicepremier en drager van pakken en brillen met dezelfde kleur.\nEr waren staatjes, grafiekjes, peilingen, onderzoekjes en duidingen, waardoor het niet zozeer een voorbeschouwing op een vaccinatiecampagne leek, maar een live-verslag van een allesbepalende verkiezingsavond.\nNa afloop vertelde Sanna aan de pers dat ze er niets van had gevoeld en dat het allemaal super was verlopen.", "paragraphs": ["Dingen die je kunt doen in anderhalf uur tijd: een goede film kijken, een stevige wandeling maken of een peuter naar bed proberen te brengen. Ik keek lekker De Avond van de vaccinatie. Rob Trip stond in de hal van het Universitair Medisch Centrum in Utrecht. ‘Nou’, begon Trip, ‘we hebben er even op moeten wachten. En net toen het er op leek: gaat het überhaupt nog gebeuren, kwam het in een stroomversnelling.’ Hij zuchtte. ‘Kortom, eigenlijk gaat niets in deze coronacrisis volgens een uitgeschreven draaiboek.’ (Ook Rob Trip is er helemaal klaar mee.) Maar goed. Het ging dus toch gebeuren, we gingen prikken. En dus pakte de NOS groots uit met een speciale avond, helemaal in het teken van die prik.", "Vanuit een glanzende aula in Oilily-kleuren sprak Trip met deskundigen en verslaggevers en werd er geschakeld naar andere locaties in het land. Malou Petter had de laatste cijfers over de vaccinatiebereidheid, Winfried Baijens peilde de stemming in Nijmegen, Kysia Hekster was in Veghel ‘in de directe nabijheid van de vrouw die morgen als allerallereerste die eerste prik gaat krijgen’ en Martijn Bink stond even verderop in het UMC. Aan de desk bij Trip stonden Jaap van Delden, directeur van het vaccinatieprogramma van het RIVM en André Rouvoet, voorzitter GGD GHOR, voormalig vicepremier en drager van pakken en brillen met dezelfde kleur. Er waren staatjes, grafiekjes, peilingen, onderzoekjes en duidingen, waardoor het niet zozeer een voorbeschouwing op een vaccinatiecampagne leek, maar een live-verslag van een allesbepalende verkiezingsavond. Als de Nederlandse overheid het organiseren van de vaccinatiecampagne net zo fanatiek had aangepakt als de NOS deze uitzending, was het hele land vorige week al gevaccineerd geweest.", "In Veghel stond Kysia Hekster in de vaccinatiestraat. Iemand zette met veel lawaai een printer in elkaar. ‘Ze werden hier gisteren overvallen dat ze twee dagen eerder moesten beginnen, dus zijn ze hier nog bezig.’ Daarna was een er een korte reportage over Sanna Elkadiri, de verpleeghuismedewerker die als eerste een prik krijgt. Ze had een boodschap: ‘Laat je eigen vaccineren.’ In een ander filmpje legde hoogleraar immunologie Marjolein van Egmond uit hoe het RNA-vaccin werkt (het immuunsysteem bouwt geheugen op), dat het vaccin je dna niet aantast, wat er precies in het vaccin zit (RNA, vetbolletje, suiker, zout) en hoe het wordt toegediend (in het oog, met een waterpistool, door clown Tipsy).", "Nog nauwelijks bekomen van deze avond, zag ik de volgende ochtend hoe de eerste vaccinatie werd gezet. Vooraf was er een praatje van Hugo de Jonge, wiens slaaptekort tot uiting kwam in de woorden: ‘Wat een mijlpaal om op te gaan zitten en te genieten van het uitzicht.’ Daarna, terwijl de fotocamera’s ratelden, zette een blonde vrouw met een bosgroen wollen vest (Wies) de prik in de linker bovenarm van Sanna. Een klaterend applaus daalde op ze neer. Na afloop vertelde Sanna aan de pers dat ze er niets van had gevoeld en dat het allemaal super was verlopen. Op de achtergrond zat Hugo de Jonge te glunderen op zijn mijlpaal."], "authors": ["Julien Althuisius"], "keywords": ["er", "van", "peilingen", "en", "staafjes", "een", "ze", "met", "op", "avond", "grafiekjes", "trip", "het", "leek", "verkiezingsuitzending", "die", "vaccinatie"], "pubDate": "2021-01-06T13:52:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}