{"id": "d740c6e1-afcf-3b9f-8389-9010e7b9c86e", "title": "Rechter verbiedt website met zwarte lijst artsen", "url": "https://nrc.nl/nieuws/2021/01/11/rechter-verbiedt-website-met-zwarte-lijst-artsen-a4027051", "summary": "De website die artsen met naam en toenaam aan de schandpaal nagelt, zwartelijstartsen.com, is sinds maandag verboden.\nEr stonden bijna 900 artsen en zorgverleners op die volgens de stichting Slachtoffers Iatrogene Nalatigheid (SIN) een ernstige medische fout hadden gemaakt.\n„Niet omdat hij een patiënt verkeerd behandeld zou hebben, maar omdat hij lid was van een medisch tuchtcollege dat een klacht van een patiënt afwees”, zegt de advocaat van de Stichting SOS.\nDe site is bedoeld „om patiënten te informeren en te beschermen alsmede om falende zorgverleners (...) ter verantwoording te roepen.\n(...) Hij is niet bedoeld als leedtoevoeging of schandpaal.” De zwarte lijst moest worden verwijderd op straffe van een dwangsom van 10.000 euro per dag, met een maximum van 150.000 euro.", "paragraphs": ["De website die artsen met naam en toenaam aan de schandpaal nagelt, zwartelijstartsen.com, is sinds maandag verboden. ‘Stichting Stop Online Shaming’ (SOS) had in november een kort geding aangespannen tegen de Stichting SIN.nl die de ‘zwarte lijst’ beheerde. Vrijdag besloot de rechter dat de site vóór woensdag offline wordt gehaald.", "Er stonden bijna 900 artsen en zorgverleners op die volgens de stichting Slachtoffers Iatrogene Nalatigheid (SIN) een ernstige medische fout hadden gemaakt. Maar omdat die zorgverleners na een berisping door de tuchtrechter of andere sanctie níet uit het zogeheten BIG-register zijn geschrapt en gewoon functioneren, verdienen ze het niet om aan de schandpaal te worden genageld, volgens de rechter. „De belangenafweging tussen recht op eer en goede naam van de artsen en recht op vrijheid van meningsuiting valt in het voordeel uit van recht op eer en goede naam”, aldus de rechtbank Midden-Nederland.", "Stichting: geen schandpaal", "Eén van de mensen die op lijst stond, is RIVM-directeur Infectieziektebestrijding Jaap van Dissel. „Niet omdat hij een patiënt verkeerd behandeld zou hebben, maar omdat hij lid was van een medisch tuchtcollege dat een klacht van een patiënt afwees”, zegt de advocaat van de Stichting SOS.", "Lees een artikel over hoe veroordeelde artsen in het buitenland weer aan de slag konden", "De Stichting SIN, een kleine organisatie, vindt dat ze zinvol werk deed. De site is bedoeld „om patiënten te informeren en te beschermen alsmede om falende zorgverleners (...) ter verantwoording te roepen. (...) Hij is niet bedoeld als leedtoevoeging of schandpaal.” De zwarte lijst moest worden verwijderd op straffe van een dwangsom van 10.000 euro per dag, met een maximum van 150.000 euro. De site is sinds maandagmiddag offline."], "authors": ["Frederiek Weeda", "Januari Om", "Leestijd Minuut"], "keywords": ["lijst", "stichting", "van", "zorgverleners", "rechter", "en", "met", "website", "een", "verbiedt", "op", "te", "artsen", "het", "zwarte", "die"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}