{"id": "d74cef09-e7eb-3708-a978-db4f8a7a5611", "title": "Anglicisme van de week: een liquide saus", "url": "https://volkskrant.nl/cultuur-media/anglicisme-van-de-week-een-liquide-saus~bbe29d81/", "summary": "‘Zo rijk als het water van de zee’, schreef Bredero.\nBlijkbaar vergelijken we geld graag met water, als iets wat makkelijk stroomt en in overvloed beschikbaar is.\nDenk daarbij bijvoorbeeld aan het gelukzalige gezicht van oom Dagobert als hij een duik neemt in zijn geldpakhuis.\n‘Voeg het citroensap toe en gaandeweg zoveel water dat je al roerende een liquide saus krijgt.\n‘Liquide’ komt van het Latijnse liquere, dat ‘vloeibaar’ of ‘helder zijn’ betekent.", "paragraphs": ["‘Zo rijk als het water van de zee’, schreef Bredero. Blijkbaar vergelijken we geld graag met water, als iets wat makkelijk stroomt en in overvloed beschikbaar is. Denk daarbij bijvoorbeeld aan het gelukzalige gezicht van oom Dagobert als hij een duik neemt in zijn geldpakhuis. Hoe lees ik Donald Duck is een beroemde marxistische cultuurkritiek uit de jaren zeventig (ondertitel: ‘Imperialistiese ideologie in de Disneystrip’). In het essay betoogden Ariel Dorfman en Armand Mattelart dat de verhalen over de familie Duck fungeerden als kapitalistische propaganda voor het cultureel imperialisme van de Verenigde Staten. Het was het meest verkochte essay in Latijns-Amerika in de jaren zeventig en er zijn honderdduizenden exemplaren van verkocht.", "Nu vinden sommige mensen niets zo heerlijk als de Volkskrant als links propagandablaadje betitelen. Maar er heeft dit jaar een recept in onze Volkskeuken gestaan waar koning Midas en Dagobert Duck jaloers op zouden zijn. ‘Voeg het citroensap toe en gaandeweg zoveel water dat je al roerende een liquide saus krijgt. Breng op smaak met zout’ (de Volkskrant, 7 april). ‘Liquide’ heeft in het Nederlands alleen een geldelijke betekenis: onmiddellijk vereffenbaar, of onmiddellijk beschikbaar. Andersom werkt het dus niet. ‘Liquide’ komt van het Latijnse liquere, dat ‘vloeibaar’ of ‘helder zijn’ betekent. Liquide middelen kunnen makkelijk verplaatst worden, vandaar de verwijzing naar vloeibaar. In dit recept wordt echter de eigenschap om te kunnen vloeien bedoeld, waarvoor we helemaal terug moeten naar het Gotisch: flodus (rivier).", "Is het erg? Niet als we een boete instellen voor elk anglicisme. Kijken hoe snel we dat pakhuis vol krijgen."], "authors": ["Nienke Van Leverink"], "keywords": ["van", "dat", "een", "en", "liquide", "duck", "saus", "week", "zijn", "anglicisme", "als", "water", "het"], "pubDate": "2020-10-14T13:14:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}