{"id": "d74dd95f-fbc0-3cf9-a316-f760596c6574", "title": "Wat is er na tien jaar nog te zien van de Nederlandse miljoenen in Uruzgan?", "url": "https://www.volkskrant.nl/kijkverder/v/2020/wat-is-er-na-tien-jaar-nog-te-zien-van-de-nederlandse-miljoenen-in-uruzgan~v409145/", "summary": "Door de stoffige straatjes van Tarin Kowt rijdt een witte Toyota Corolla met een makarovpistool in het handschoenenkastje, een kalasjnikov tussen de voorstoelen en een 72-jarige Nederlander op de achterbank.\n‘Ja’, zegt de chauffeur, ‘allemaal mensen die op de vlucht zijn geslagen voor de Taliban.’Tien jaar geleden was De Boer hier voor het laatst.\nNa zijn halve leven als ontwikkelingswerker in Afrika en Zuid-Amerika te hebben gewerkt, werd hij in 2006 door het ministerie van Buitenlandse Zaken naar Afghanistan gestuurd.\nHet werd zijn taak ervoor te zorgen dat de Nederlandse militaire missie in de provincie Uruzgan ook een wederopbouwmissie zou worden – een harde eis van de Tweede Kamer.\nZo belandde De Boer aan het eind van zijn loopbaan in een uithoek van Centraal-Azië waar bijna geen hulporganisatie naartoe durfde.", "paragraphs": ["Door de stoffige straatjes van Tarin Kowt rijdt een witte Toyota Corolla met een makarovpistool in het handschoenenkastje, een kalasjnikov tussen de voorstoelen en een 72-jarige Nederlander op de achterbank. Marten de Boer – witte baard, mokkakleurig gewaad, wollen pakol op het hoofd – laat zijn blik glijden langs vrouwen in boerka’s en marktkraampjes met meloenen en halve schapen aan ijzeren haken. ‘Druk’, zegt hij. ‘Ja’, zegt de chauffeur, ‘allemaal mensen die op de vlucht zijn geslagen voor de Taliban.’", "Tien jaar geleden was De Boer hier voor het laatst. Na zijn halve leven als ontwikkelingswerker in Afrika en Zuid-Amerika te hebben gewerkt, werd hij in 2006 door het ministerie van Buitenlandse Zaken naar Afghanistan gestuurd. Het werd zijn taak ervoor te zorgen dat de Nederlandse militaire missie in de provincie Uruzgan ook een wederopbouwmissie zou worden – een harde eis van de Tweede Kamer.", "Zo belandde De Boer aan het eind van zijn loopbaan in een uithoek van Centraal-Azië waar bijna geen hulporganisatie naartoe durfde. 10 miljoen euro kreeg hij mee van Buitenlandse Zaken. ‘Als je meer nodig hebt, roep je maar’, had toenmalig minister Agnes van Ardenne hem gezegd. Uiteindelijk zou De Boer 187 miljoen euro uitgeven aan ontwikkelingsprojecten."], "authors": ["November"], "keywords": ["jaar", "zien", "miljoenen", "wat", "zijn", "nog", "boer", "te", "uruzgan", "nederlandse", "van", "en", "een", "aan", "tien", "op", "het", "hij", "zou"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}