{"id": "d74f2ca4-9f61-3c6d-acb3-a6cd20bc6352", "title": "Bop, rock, funk en gefreak van Nels Cline Singers", "url": "https://www.parool.nl/kunst-media/bop-rock-funk-en-gefreak-van-nels-cline-singers~b578bbdb/", "summary": "Nels Cline Singers, Share the Wealth.\nNels Cline Singers is net zo’n onzinnaam als hier in Nederland Thijs Boontjes Show- en Dansorkest.\nDe Nels Cline Singers maken geen ­easy listening, maar jazz.\nOp zijn derde album voor Blue Note slaat hij onder de naam Nels Cline Singers een nieuwe weg in.\nHet vergt best iets van de luisteraar, maar lekker is het open geluid van het album.", "paragraphs": ["Nels Cline Singers, Share the Wealth.", "Hoort u bij het lezen van de groepsnaam ook meteen zo’n oebie-doewie-doewahkoor in easylisteningstijl zingen? Zet dat geluid maar weer uit. Nels Cline Singers is net zo’n onzinnaam als hier in Nederland Thijs Boontjes Show- en Dansorkest. De Nels Cline Singers maken geen ­easy listening, maar jazz. En die is volledig instrumentaal.", "Nels Clines claim to fame is zijn lidmaatschap van de Amerikaanse rootsrockgroep Wilco. Maar ook daarbuiten is hij zeer actief. De gitarist is inmiddels te horen op meer dan 150 albums (zegt onze betwetende vriend Wikipedia). Jazzmuzikant is hij ook. Op zijn derde album voor Blue Note slaat hij onder de naam Nels Cline Singers een nieuwe weg in.", "Klonk op die eerdere Blue Note-­albums nog tamelijk traditionele jazz (Lovers was zelfs een plaat vol gitaarballads), hier begint het grote experimenteren. Er wordt, samen met vijf andere muzikanten, gebopt, gerockt, gefunkt en gefreakt. Stukken duren soms langer dan een kwartier en vliegen vaak onverwachte kanten op.", "Het vergt best iets van de luisteraar, maar lekker is het open geluid van het album. Er is voortdurend ruimte, niemand zit een ander in de weg. Invloeden komen overal vandaan. In sfeer en durf doet Share the Wealth sterk denken aan de albums die Miles Davis uitbracht in de jaren zeventig, zijn meest experimentele periode."], "authors": ["Peter Van Brummelen"], "keywords": ["van", "nels", "singers", "het", "gefreak", "maar", "op", "zijn", "funk", "cline", "een", "en", "rock", "bop"], "pubDate": "2020-11-27T09:30:21+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}