{"id": "d74f490a-3c10-3f25-8c20-65e0a8fde1d2", "title": "Nu al een cd voor het jaarlijstje van 2021", "url": "https://www.parool.nl/kunst-media/nu-al-een-cd-voor-het-jaarlijstje-van-2021~b6cf14fb/", "summary": "Hossein Alizadeh - Rembrandt TrioSamensmeltingen van muziek uit het Westen en het Oosten, met excuses voor deze weinig specifieke geografische aanduidingen, zijn zo oud als de muziek zelf.\nDe titel is afkomstig uit een Iraans gedicht (dat ik helaas niet kan achterhalen) waarin de harmonie van het gezamenlijk musiceren wordt bezongen.\nNa verkenningen van de melodie wordt er geïmproviseerd en dat doen ze op een ronduit adembenemende manier.\nDe shurangiz smelt op een fantastische manier samen met het westerse instrumentarium van de Nederlanders, temeer daar Frerichs de percussieve kwaliteiten van de fortepiano schitterend aanwendt.\nEen cd voor het jaarlijstje van 2021.", "paragraphs": ["Hossein Alizadeh - Rembrandt Trio", "Samensmeltingen van muziek uit het Westen en het Oosten, met excuses voor deze weinig specifieke geografische aanduidingen, zijn zo oud als de muziek zelf. In elk geval minstens zo oud als de oudste westerse muziek, het gregoriaans, waarin de ornamentiek en de melismatiek, de versieringen van een melodielijn, met enige regelmaat onloochenbare oosterse invloeden verraadt. Het is daarbij niet ongeestig te beseffen dat terwijl de kruisvaarders en de moslims in naam van het enige ware geloof elkaars koppen kliefden, ze tegelijkertijd vreedzaam waren versmolten in rooms-katholieke gezangen.", "Ook in latere ‘klassieke muziek’ (bij gebrek aan een beter woord) geven Oost en West elkaar de hand. Soms met een knipoog, zoals Mozart doet in zijn Rondo alla Turca. Soms ook als proeve van vrijwel volledige assimilatie, zoals de Amerikaanse componist Colin McPhee in 1936 demonstreerde in zijn baanbrekende Tabuh-Tabuhan: Toccata for Orchestra, die je makkelijk zou kunnen verslijten voor authentieke Balinese gamelan.", "Nummer 1", "Belangrijk waren ook de samenwerkingen tussen violist Yehudi Menuhin en sitarvirtuoos Ravi Shankar, die elkaar al in de jaren vijftig muzikaal ontmoetten. In 1967 leidde dat tot de beroemde langspeelplaat West Meets East, die achttien weken op nummer 1 stond van de klassieke Billboard in de VS. Dat succes werd dat jaar nog overtroffen door Sgt. Pepper’s Lonely Hearts Club Band van The Beatles, met daarop George Harrisons Within You Without You, waarop hij de tanpura en de sitar bespeelt (hij had les van Shankar). Prachtig nummer, daar niet van, maar op Sgt. Pepper was het een fremdkörper.", "In 1976 bereikte de groep Shakti, opgericht door gitarist John McLaughlin, op hun gelijknamige debuutplaat een verregaande en unieke synthese tussen Oost en West.", "Hetzelfde doet nu het trio van Rembrandt Frerichs en de Iraanse musicus Hossein Alizâdeh op hun magistrale cd Same Self, Same Silence. De titel is afkomstig uit een Iraans gedicht (dat ik helaas niet kan achterhalen) waarin de harmonie van het gezamenlijk musiceren wordt bezongen. Als de mensheid zich daar nou ook nog eens naar zou gaan gedragen, was de wereldvrede opeens dichtbij. Nu blijft die vrede beperkt tot het domein van de muziek.", "Zeven basismodi", "Frerichs bespeelt op de cd fortepiano en harmonium, Tony Overwater speelt op een violone (zessnarige bas met frets), slagwerker Vinsent Planjer beroert een zacht klinkende slagwerkset die hij de whisper kit noemt en Alizâdeh, virtuoos op de tar en de setar (Perzische luiten), speelt hier op de shurangiz, een volgens eigen specificaties gebouwde luithybride.", "De musici baseren zich op een van de zeven basismodi uit de Perzische klassieke muziek, die alle negen uiterst sfeervolle stukken organisch met elkaar verbinden. Na verkenningen van de melodie wordt er geïmproviseerd en dat doen ze op een ronduit adembenemende manier. De shurangiz smelt op een fantastische manier samen met het westerse instrumentarium van de Nederlanders, temeer daar Frerichs de percussieve kwaliteiten van de fortepiano schitterend aanwendt.", "Een cd voor het jaarlijstje van 2021."], "authors": ["Erik Voermans"], "keywords": ["muziek", "van", "al", "voor", "jaarlijstje", "en", "een", "met", "nu", "op", "als", "het", "cd", "dat", "die", "2021"], "pubDate": "2020-12-31T14:12:23Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}