{"id": "d7658f88-996a-3fe1-b28e-ef67e4588431", "title": "Mijn inzicht van 2020: je doet het altijd fout als wetenschapper in een talkshow", "url": "https://volkskrant.nl/wetenschap/mijn-inzicht-van-2020-je-doet-het-altijd-fout-als-wetenschapper-in-een-talkshow~b71883f6a/", "summary": "Goedenavond!’Smeets: ‘Mag ik beginnen met zeggen dat ik het nogal ongemakkelijk vind om hier te zitten?\nAls wetenschapper heb ik het liever niet over mijn mening en ik denk dat collega’s daar ook voorzichtig mee moeten zijn.\nAls ik dan spontaan iets zeg dat niet helemaal klopt, dan denken mensen daarna dat die wetenschappers niet te vertrouwen zijn.\nBovendien hebben tv-programma’s het liefst twee gasten die het met elkaar oneens zijn, ook al is in werkelijkheid 95 procent van de mensen het met elkaar eens.’Presentator: ‘Ja, nou wordt-ie helemaal mooi.\nWant als je níét gaat, is het nog slechter voor het debat.’Smeets: ‘Ja, dat ben ik denk ik wel met je eens.’Presentator: ‘Mooi!", "paragraphs": ["Presentator: ‘Vanavond een debat tussen hoogleraar wetenschapscommunicatie Smeets, die vindt dat wetenschappers niet zo vaak moeten aanschuiven in talkshows, en Volkskrant-columnist Ionica die juist denkt dat wetenschappers zich méér in het publiek debat moeten mengen. Goedenavond!’", "Smeets: ‘Mag ik beginnen met zeggen dat ik het nogal ongemakkelijk vind om hier te zitten? Als wetenschapper heb ik het liever niet over mijn mening en ik denk dat collega’s daar ook voorzichtig mee moeten zijn. Je kunt je als expert veel beter houden bij het geven van zo goed mogelijke informatie en eerlijk aangeven welke dingen je níét weet.’", "Ionica: ‘Ha, jij zou vanuit jouw vakgebied toch moeten weten dat feiten geven nou niet de meest effectieve communicatiestrategie is. Dat werd dit jaar duidelijker dan ooit met alle onzin die rondging over corona. Je komt in een talkshow niet ver met die eerlijkheid en nuances van jou. Zeker niet als je tegenover zelfverklaarde deskundigen zit die 100 procent zeker weten dat hun flauwekultheorie klopt. En daarvoor alle ruimte krijgen van de presentator.’", "Presentator: ‘Ho ho, hou mij erbuiten graag. Ik stel alleen de vragen. Professor Smeets, het is dus uw schuld dat het zo misgaat?’", "Smeets: ‘Wat? Kom nou, zeg. Wij wetenschappers moeten dingen onderzoeken en ons werk zo goed mogelijk uitleggen. Maar we weten ook heel veel niet. In talkshows als deze stelt de presentator soms de raarste vragen aan wetenschappers – alsof ze een soort orakels zijn. Het is gevaarlijk om dan maar een beetje mee te kletsen, dan kun je beter je mond houden.’", "Ionica: ‘O, dus werkelijk iedereen mag zich in zo’n debat mengen, behalve wetenschappers? Dat zijn toch ook gewoon mensen met gevoelens en ideeën over hoe de samenleving zou moeten zijn?’", "Smeets: ‘Natuurlijk, maar als ik als hoogleraar bij een talkshow zit, dan lijkt het alsof ik namens de wetenschap praat, ook als ik mijn mening geef over iets waarvan ik net zoveel weet als de gemiddelde kijker. Als ik dan spontaan iets zeg dat niet helemaal klopt, dan denken mensen daarna dat die wetenschappers niet te vertrouwen zijn. Bovendien hebben tv-programma’s het liefst twee gasten die het met elkaar oneens zijn, ook al is in werkelijkheid 95 procent van de mensen het met elkaar eens.’", "Presentator: ‘Ja, nou wordt-ie helemaal mooi. Alsof het mijn schuld is! Het zou nogal een saai gesprek worden als er hier twee mensen zaten die het de hele tijd met elkaar eens waren. Dit is verdorie geen column.’", "Ionica: ‘Maar professor Smeets heeft wel gelijk, ze kan het eigenlijk nooit goed doen.’", "Smeets: ‘Dat was precies mijn inzicht van 2020: je doet het altijd fout als wetenschapper in een talkshow. Als je inzet op informeren, sta je machteloos. Maar ga je verder dan informeren en geef je daarbij een mening, dan doet dat afbreuk aan je geloofwaardigheid.’", "Ionica: ‘Ha, dan zijn wij het dus tóch met elkaar eens. Al vind ik dat je desondanks als wetenschapper toch gewoon in talkshows moet aanschuiven. Want als je níét gaat, is het nog slechter voor het debat.’", "Smeets: ‘Ja, dat ben ik denk ik wel met je eens.’", "Presentator: ‘Mooi! We gaan zo door naar Peter R. de Vries. Maar nog even, professor Smeets, wat vindt u nu eigenlijk van de Deventer moordzaak?’"], "authors": ["Ionica Smeets"], "keywords": ["wetenschapper", "ik", "van", "dan", "talkshow", "mijn", "doet", "en", "een", "met", "als", "fout", "inzicht", "het", "niet", "dat", "je"], "pubDate": "2020-12-23T10:01:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}