{"id": "d76db61f-e028-3b6c-9a3f-bc81696df2e0", "title": "Driekwart Nederlanders: landgenoten, ga niet op wintersport", "url": "https://www.metronieuws.nl/lifestyle/reizen/2020/11/driekwart-nederlanders-ga-niet-op-wintersport/", "summary": "Driekwart Nederlanders: landgenoten, ga niet op wintersportWe komen steeds dichterbij de kerstvakantie en dat is voor veel mensen een reden om er even tussenuit te gaan.\nMaar driekwart van de Nederlanders vindt dat dit jaar niet verantwoord vanwege de huidige situatie.\nOok vindt de helft van de Nederlanders dat er meer maatregelen nodig zijn om de verspreiding van het virus tegen te gaan.\n💰Gelukkig kun je heel oud worden zonder ooit op wintersport te gaan.\nHet aantal Nederlanders dat het virus heeft (gehad) stijgt tot meer dan een half miljoen.", "paragraphs": ["Driekwart Nederlanders: landgenoten, ga niet op wintersport", "We komen steeds dichterbij de kerstvakantie en dat is voor veel mensen een reden om er even tussenuit te gaan. Wintersport, een echte kerstvakantie of juist even naar de zon. Maar driekwart van de Nederlanders vindt dat dit jaar niet verantwoord vanwege de huidige situatie.", "Ook vindt de helft van de Nederlanders dat er meer maatregelen nodig zijn om de verspreiding van het virus tegen te gaan. Dat blijkt uit een opiniepeiling die bureau Markteffect vorige week hield in opdracht van het AD.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Als je gek bent op wintersport (en ik vind dat echt het hoogtepunt van het jaar) kun je best in spanning leven nu of het nét wel of net niet doorgaat… Wij hebben ons er (bijna) bij neergelegd, maar ik snap de teleurstelling van de echte liefhebber volledig. — Hester Zitvast (@hesterzitvast) November 25, 2020", "Begin deze maand vertelde premier Rutte ons dat we zeker tot half januari even niet naar het buitenland moeten reizen. Noodzakelijke reizen zijn tot daaraan toe, maar vakantie zit er zeker niet in. Maar meerdere skigebieden in Oostenrijk en Zwitserland zijn wel van plan om begin december alsnog open te gaan. Reisorganisator TUI vertelde het AD ook dat er onder Nederlanders ‘veel animo’ is voor wintersport. „We verwachten veel last minute boekingen als de pistes open gaan”, zei een woordvoerder.", "Toch is een groot deel van onze medebevolking, 71 procent, het eens met de stelling dat het ‘onverantwoord is als mensen deze winter naar het buitenland gaan’. Een verklaring voor dit hoge percentage is mogelijk dat veel Nederlanders de zomervakantie zien als een belangrijke oorzaak van de tweede coronagolf die in september begon.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "En wintersport met school gaat ook zonder corona aan de neus van onze kinderen voorbij, want dat is veels te duur. 💰", "Gelukkig kun je heel oud worden zonder ooit op wintersport te gaan. 😉 — Liesbeth ☕🇮🇹🐱 (@Liesbeth974) November 25, 2020", "Half miljoen besmettingen", "Inmiddels zitten we al een tijd in de tweede golf van het coronavirus. Het aantal Nederlanders dat het virus heeft (gehad) stijgt tot meer dan een half miljoen. Vandaag komt het aantal positieve tests waarschijnlijk boven die grens uit, net geen negen maanden na de eerste vastgestelde besmetting.", "Gisteren stond de teller op bijna 499.000 gevallen, en er komen zo’n 5000 positieve tests per dag bij. De afgelopen dagen lag het aantal nieuwe gevallen steeds rond dat aantal.", "Op dag 210 van de uitbraak, 23 september, werd de 100.000e besmetting gemeld. Slechts drie weken later was dat aantal verdubbeld. Op 15 oktober, dag 232 van de uitbraak, kwam het aantal bevestigde gevallen boven de 200.000 uit. Elf dagen later werd de grens van 300.000 gevallen gepasseerd en twaalf dagen daarna werd de 400.000e positieve test verwerkt.", "Inmiddels gaat de stijging iets rustiger. Donderdag is dag 274 van de uitbraak. Het heeft negentien dagen geduurd voor er weer 100.000 gevallen bij kwamen.", "Lees ook: Wie zijn de coronadoden in ons land, hoe oud waren ze en waar woonden ze?"], "authors": [], "keywords": ["wintersport", "van", "het", "op", "landgenoten", "maar", "gaan", "nederlanders", "niet", "een", "dat", "te", "ga", "driekwart", "er"], "pubDate": "2020-11-26T06:41:58+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}