{"id": "d76dad8f-aada-3294-a6b9-1dd1299e2b0f", "title": "RTL Exclusief start met 757.000 kijkers, Humberto met 660.000", "url": "http://www.nu.nl/media/6101208/rtl-exclusief-start-met-757000-kijkers-humberto-met-660000.html", "summary": "Naar RTL Exclusief en Humberto keken beduidend minder mensen dan naar 40 jaar TV Show en Op1, op hetzelfde tijdstip.\nNaar RTL Exclusief keken 757.000 mensen, terwijl op hetzelfde tijdstip bij NPO1 iets minder dan 1,49 miljoen mensen naar Ivo Niehe keken.\nHumberto wist 660.000 kijkers naar RTL 4 te trekken, maar naar Op1 keken ruim 1,49 miljoen mensen.\nHet format van RTL Exclusief was iets aangepast na de eerste aflevering eind vorig, toen er veel kritiek kwam.\nTan zei daarover tijdens de eerste uitzending van Humberto dat hij blij was weer aan tafel te zitten.", "paragraphs": ["De nieuwe zondagavond van RTL 4 heeft het niet gewonnen van NPO1. Naar RTL Exclusief en Humberto keken beduidend minder mensen dan naar 40 jaar TV Show en Op1, op hetzelfde tijdstip.", "Naar RTL Exclusief keken 757.000 mensen, terwijl op hetzelfde tijdstip bij NPO1 iets minder dan 1,49 miljoen mensen naar Ivo Niehe keken. Humberto wist 660.000 kijkers naar RTL 4 te trekken, maar naar Op1 keken ruim 1,49 miljoen mensen.", "Het format van RTL Exclusief was iets aangepast na de eerste aflevering eind vorig, toen er veel kritiek kwam. Destijds werd het een satirische show genoemd, nu een 'vrolijke nieuwsquiz'. Beau van Erven Dorens speelt met twee panels een spel waarbij de vraag 'wat is echt en wat is nep?' centraal staat.", "Voor Humberto Tan was het zijn terugkeer als talkshowpresentator op de late avond. Jarenlang maakte hij RTL Late Night, maar na dalende kijkcijfers kwam daar in 2018 een einde aan. Tan zei daarover tijdens de eerste uitzending van Humberto dat hij blij was weer aan tafel te zitten.", "Zender ESPN, eerder Fox Sports, vestigde een record met de uitzending van de Eredivisie-wedstrijd tussen Ajax en PSV: bijna 1,46 miljoen mensen zagen hoe de strijd in 2-2 eindigde."], "authors": ["Door"], "keywords": ["mensen", "van", "757000", "rtl", "naar", "start", "en", "met", "een", "keken", "660000", "kijkers", "exclusief", "op", "humberto", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}