{"id": "d7717205-ed44-39fe-a16c-7aeadaa6f377", "title": "Blog: Alleen alle cijfers samen geven beste beeld van corona", "url": "https://nu.nl/blog/6042491/blog-alleen-alle-cijfers-samen-geven-beste-beeld-van-corona.html", "summary": "Verschillende mensen vroegen deze week waarom NU.nl elke dag meldt hoeveel mensen zijn overleden aan de gevolgen van het coronavirus.\nDe verspreiding van het coronavirus is volgens minister-president Rutte de grootste crisis in Nederland sinds de Tweede Wereldoorlog.\nHet aantal mensen dat in het ziekenhuis wordt opgenomen geeft het beste beeld van de verspreiding.\nMaar ook hier geldt - nog meer dan voor het sterftecijfer - dat het door het RIVM gepubliceerde getal geen compleet beeld geeft.\nDe conclusie is dat alleen alle cijfers samen - mét alle kanttekeningen - een goed beeld geven van de situatie in ons land.", "paragraphs": ["Verschillende mensen vroegen deze week waarom NU.nl elke dag meldt hoeveel mensen zijn overleden aan de gevolgen van het coronavirus. \"Dat deed NU.nl ook niet tijdens de griepgolf van 2018.\" Hoofdredacteur Gert-Jaap Hoekman legt het uit.", "De verspreiding van het coronavirus is volgens minister-president Rutte de grootste crisis in Nederland sinds de Tweede Wereldoorlog.", "Een vergelijking met de griep ligt in eerste instantie voor de hand, maar inmiddels is duidelijk dat het coronavirus tot een aparte categorie behoort.", "Het is een nieuw virus, zeer waarschijnlijk dodelijker dan de griep en bovendien besmettelijker, omdat de ziekte zich langzamer ontwikkelt en er geen vaccin of natuurlijke weerstand is.", "Vandaar dat er wereldwijd strenge maatregelen gelden, om de besmettingsgraad zo laag mogelijk te houden.", "Cijfers in de juiste context", "Om de verspreiding van het coronavirus zo goed mogelijk voor jullie te duiden, zetten we elke dag zoveel mogelijk cijfers in de juiste context; het aantal overledenen, de hoeveelheid ziekenhuisopnames, officiële besmettingen en het aantal bezette bedden op de intensive care.", "", "Helaas valt op de meeste cijfers wel iets aan te merken.", "", "Zo is in het sterftecijfer niet meegenomen dat er mensen in verpleeghuizen overlijden aan de gevolgen van corona, zonder te zijn getest. Naar verwachting ligt het werkelijke aantal mensen dat wekelijks overlijdt dan ook hoger.", "Aangepast na jullie opmerkingen", "Daarnaast: als het RIVM bekendmaakt dat er 148 sterfgevallen zijn bijgekomen, zoals op vrijdag, betekent dat niet dat er die dag zoveel mensen zijn gestorven, maar dat het RIVM op die dag zoveel meldingen heeft binnengekregen.", "Dit stond eerder niet duidelijk op NU.nl, maar hebben we na jullie opmerkingen aangepast. Toch kan ik me voorstellen dat je dat nog steeds niet direct beseft, als je dit getal in een kop ziet.", "", "Het aantal mensen dat in het ziekenhuis wordt opgenomen geeft het beste beeld van de verspreiding. Maar ook hier geldt - nog meer dan voor het sterftecijfer - dat het door het RIVM gepubliceerde getal geen compleet beeld geeft. Zo zaten er in de donderdag gedeelde cijfers gevallen die al meer dan een week in het ziekenhuis lagen.", "", "Aan het aantal officiële besmettingen dat naar buiten gebracht wordt hebben we niks, want lang niet iedereen die het virus draagt wordt getest.", "De conclusie is dat alleen alle cijfers samen - mét alle kanttekeningen - een goed beeld geven van de situatie in ons land.", "Nadruk op het aantal doden", "We kiezen ervoor om de nadruk te leggen op het aantal doden, omdat alle maatregelen uiteindelijk gedaan worden om te zorgen dat zo min mogelijk mensen overlijden. Dát is de werkelijke impact van het coronavirus.", "Op den duur moeten we aan alle cijfers gaan zien dat de maatregelen effect hebben. En ondertussen blijft iedereen van NU.nl ook met het mooie weer van dit weekend zo veel mogelijk thuis.", "Ik hoop jij ook.", "Volg de laatste ontwikkelingen rond het virus in ons liveblog."], "authors": ["Door", "Gert-Jaap Hoekman", "Hoofdredacteur"], "keywords": ["van", "dat", "corona", "cijfers", "niet", "alleen", "zo", "te", "samen", "aantal", "blog", "beeld", "geven", "op", "er", "beste", "het", "alle", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}