{"id": "d7c6e7e9-a92b-3b08-82af-e9d5b1c5c465", "title": "Extra beelden Rambam: 'Medicijnen astmapatiënt wel degelijk gedumpt'", "url": "https://nos.nl/artikel/2211527-extra-beelden-rambam-medicijnen-astmapatient-wel-degelijk-gedumpt.html", "summary": "In een reactie op de nieuwe beelden laat het Utrechtse UVSV weten dat er \"geen sprake is\" van het afpakken van medicijnen.\nDe studentenvereniging zegt dat de studente zelf besloot haar medicijnen in haar tas te doen, \"ondanks dat ze was geïnformeerd dat aspirant-leden hun medicijnen in hun broekzak moesten meedragen\".\nDe eindredacteur van het BNNVARA-programma zegt dat ze niet twijfelt aan de opnames van de studenten en benadrukt dat ze achter de uitzending staat.\nDat de studente uit Utrecht in de beelden niet tegenspreekt dat haar medicijnen zijn weggegooid, zien de makers als teken dat er wel degelijk iets fout was.\nBeide verenigingen, RSC/RVSV uit Rotterdam en UVSV uit Utrecht, werden door de universiteiten financieel gekort.", "paragraphs": ["In een reactie op de nieuwe beelden laat het Utrechtse UVSV weten dat er \"geen sprake is\" van het afpakken van medicijnen. De studentenvereniging zegt dat de studente zelf besloot haar medicijnen in haar tas te doen, \"ondanks dat ze was geïnformeerd dat aspirant-leden hun medicijnen in hun broekzak moesten meedragen\". Degene die de tas afpakte, wist volgens UVSV niet dat er een inhalator in zat.", "'Undercoverfeuten'", "De opnames voor de Rambam-uitzending waren gemaakt door 'undercoverfeuten'. De makers wilden zien of de gedragscodes van studentenverenigingen wel worden nageleefd.", "De eindredacteur van het BNNVARA-programma zegt dat ze niet twijfelt aan de opnames van de studenten en benadrukt dat ze achter de uitzending staat. Dat de studente uit Utrecht in de beelden niet tegenspreekt dat haar medicijnen zijn weggegooid, zien de makers als teken dat er wel degelijk iets fout was.", "'Zorgwekkend' en 'ontoelaatbaar'", "Over de Rambam-uitzending van gisteravond was vooraf al het nodige te doen. De Erasmus Universiteit sprak van \"zeer zorgwekkende\" beelden en de Universiteit Utrecht van \"ontoelaatbare gebeurtenissen\". Beide verenigingen, RSC/RVSV uit Rotterdam en UVSV uit Utrecht, werden door de universiteiten financieel gekort.", "De Utrechtse vereniging UVSV kreeg bij Jinek de gelegenheid om op de Rambam-uitzending te reageren. De makers zouden aanvankelijk ook zijn uitgenodigd, maar volgens hen heeft de redactie van Jinek die uitnodiging weer ingetrokken."], "authors": [], "keywords": ["wel", "rambam", "extra", "gedumpt", "van", "medicijnen", "astmapatiënt", "uit", "te", "het", "ze", "en", "utrecht", "dat", "degelijk", "beelden", "uvsv"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}