{"id": "d7ccf51e-3be7-3934-80ce-e952f2a868e9", "title": "Hema definitief onder dak bij Jumbo", "url": "https://www.telegraaf.nl/financieel/556388797/hema-definitief-onder-dak-bij-jumbo", "summary": "Parcom en van Eerd hebben een akkoord bereikt met de grootbanken ABN Amro, Rabobank en ING voor een lening van zo’n €400 miljoen om de overname van Hema te financieren.\nParcom en Van Eerd leggen allebei een bedrag van €75 miljoen neer om Hema over te nemen en daarmee blijft de winkelketen definitief in Nederlandse handen.\nNu de bankfinanciering rond is, zullen de rentelasten van Hema dalen van meer dan €50 miljoen op jaarbasis van voor de herstructurering naar minder dan €10 miljoen.\nDie kreeg de schuldenberg niet weggewerkt, waarna hij afgelopen juni de sleutels van Hema bij de schuldeisers inleverde.\nParcom en Van Eerd willen na een eventuele overname van Hema terug naar de kern.", "paragraphs": ["Parcom en van Eerd hebben een akkoord bereikt met de grootbanken ABN Amro, Rabobank en ING voor een lening van zo’n €400 miljoen om de overname van Hema te financieren. Ook zijn er afspraken gemaakt over een nieuwe doorlopende lening van €80 miljoen. De partijen hebben ook nauw contact gehad met het ministerie van Economische Zaken, maar benadrukken dat er geen sprake is van staatsgaranties.", "Parcom en Van Eerd leggen allebei een bedrag van €75 miljoen neer om Hema over te nemen en daarmee blijft de winkelketen definitief in Nederlandse handen.", "Nu de bankfinanciering rond is, zullen de rentelasten van Hema dalen van meer dan €50 miljoen op jaarbasis van voor de herstructurering naar minder dan €10 miljoen.", ",,De aankondiging is een belangrijke mijlpaal voor Hema, omdat de bankfinanciering een cruciale voorwaarde was voor het aangaan van de overeenkomst”, zegt Hema-topman Tjeerd Jegen. ,,Bij afronding van de transactie begin 2021, hebben we niet alleen een gezonde financiële basis met een flink lagere schuldenlast en ruimte om in onze toekomst te investeren, maar ook nieuwe eigenaren die ons voor de lange termijn ondersteunen en Hema een stabiele operationele basis geven.”", "Het waren sowieso roerige tijden voor Hema. In 2018 besloot eigenaar Lion Capital de winkelketen te verkopen aan miljardair Marcel Boekhoorn. Die kreeg de schuldenberg niet weggewerkt, waarna hij afgelopen juni de sleutels van Hema bij de schuldeisers inleverde. Boekhoorn maakte eerst onderdeel uit van het consortium Parcom en Van Eerd, maar besloot later een stap terug te zetten.", "Parcom en Van Eerd willen na een eventuele overname van Hema terug naar de kern. Dat betekent dat de focus op de activiteiten in Nederland, België, Luxemburg en Frankrijk komt te liggen. Hema heeft in die landen in totaal 461 winkels. Het consortium is van plan om de nieuwe strategie voor Hema in februari bekend te maken."], "authors": ["Ertan Basekin En Edwin Van Der Schoot"], "keywords": ["van", "om", "een", "miljoen", "hema", "jumbo", "en", "te", "onder", "eerd", "definitief", "voor", "bij", "dak", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}