{"id": "d7cec80d-29de-3b03-bd75-0ea88c30fb71", "title": "Sinterklaasfeest geeft de ruimte aan kinderfantasie", "url": "https://volkskrant.nl/cultuur-media/sinterklaasfeest-geeft-de-ruimte-aan-kinderfantasie~b7d847c0/", "summary": "Het is het enige feest dat ik ken dat van alle mensen even kunstenaars en dichters maakt.\nWaarin je moeder een ongenadige scherpdichter blijkt, je oom een miniatuurarchitect en je tante veel grappiger dan je ooit had gemerkt.\nZoals in dit detail: een appel waarin een muntje is verstopt.\nVan Piet, en van de boze, dreigende versie van het Sintverhaal.\nEn het is niet de kern: er is niks van het feest aangetast zonder die dingen.", "paragraphs": ["Jan Steen, Het Sint-Nicolaasfeest, 1665-68, olieverf op doek, 82 x 70,5 cm Beeld Rijksmuseum Amsterdam", "De verrassing was een grote snoek. Een lijvig beest in blauwige en groenige kleuren, en mijn opa lag dubbel zoals opa’s dubbel kunnen liggen; rustig en ontwapenend. Op de foto’s achteraf, járen later, zag ik pas wat voor lach dat eigenlijk was: een lach voor de volwassenen. Want wij geloofden nog, en zij zaten ondertussen elkaar surprises te geven zoals deze snoek van papier-maché, met hilarische gedichten – een vrolijk steekspel onder de oppervlakte van ons kinderbewustzijn. Wij waren te druk met het hele huis in de Haagse Helmersstraat te doorzoeken, briefje na briefje waarmee we rijmend het bos ingestuurd werden, tot we de cadeaus vonden. Ik moet niet ouder dan 6 zijn geweest en mijn herinnering aan dat huis is deels gevormd door die speurtochten. Iedereen deed zoet mee aan de illusie, totdat ook mijn Sint-bubbel knapte.", "Jan Steen, Het Sint-Nicolaasfeest, 1665-68, olieverf op doek, 82 x 70,5 cm Beeld Rijksmuseum Amsterdam", "Sint gaat over verbeelding. Het is het enige feest dat ik ken dat van alle mensen even kunstenaars en dichters maakt. Waarin je drollen maakt van natte geknede ontbijtkoek, vissen van papier-maché, en met fietslampjes een disco tovert. Waarin je moeder een ongenadige scherpdichter blijkt, je oom een miniatuurarchitect en je tante veel grappiger dan je ooit had gemerkt. Waarin de kinderen die niet stil kunnen zitten in de klas ineens de beste zijn, omdat ze wel kunnen bouwen en hun denkwereld veel breder blijkt dan elke docent had opgemerkt. En waarin je elkaar vrolijk voor de gek mag houden. Zoals in dit detail: een appel waarin een muntje is verstopt. Het is de eerste surprise in de kunst, voor zover ik weet. Ook in de tijd van Jan Steen begrepen ze de magie van de verrassing die bij Sint hoort.", "Daarom begrijp ik weinig van de opvatting van sommige mensen, dat we onze kinderen niet moeten voorliegen over Sint Nicolaas. Sinterklaas is niet voorliegen, maar ruimte geven aan de vanzelfsprekende verbeeldingswereld van kinderen. Waarin sokpoppen kunnen praten, een cape genoeg is om superheld te worden, en waarin je de schimmel écht zag wegrijden op het dak toen je moeder zei dat ze iets hoorde. De transformatie van de echte wereld in fantasie, recht voor je ogen. Wij worden elk jaar weer even hun.", "Alleen als je die gedaanteverandering serieus neemt, kun je begrijpen dat er een aanpassing nodig was. Van Piet, en van de boze, dreigende versie van het Sintverhaal. Verbeelding hoort geen pijn te doen. En het is niet de kern: er is niks van het feest aangetast zonder die dingen.", "De achtergrond van de surprise is mooi. Sint is van oorsprong een feest om minderbedeelde mensen te steunen. Zoals Sint Maarten bedoeld was voor arme kinderen om in de winter wat extra’s te krijgen, zo is Sinterklaas gebaseerd op de legende van de rijke Sint Nicolaas die een man wilde steunen wiens armoede zo groot was dat hij op het punt stond zijn dochters de prostitutie in te sturen. Nicolaas gaf gouden munten en andere cadeaus om dit te voorkomen, maar wel in vermomming om de man schaamte voor zijn armoede te besparen. Sint werd de grote onzichtbare gever, verrassing is de kern van het feest. Je vindt een zak voor de deur, je zet je schoen bij de haard. Je geeft een appel, maar er zit stiekem een munt in verstopt. De verbeelding was bedoeld om iedereen te kunnen laten delen in het feest."], "authors": ["Wieteke Van Zeil"], "keywords": ["van", "sint", "het", "ruimte", "een", "je", "en", "sinterklaasfeest", "te", "dat", "waarin", "geeft", "aan", "kinderfantasie", "voor"], "pubDate": "2020-12-03T15:00:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}