{"id": "d7cfba6f-d664-3970-a5e1-e06e93d24978", "title": "De grootste maffiaklassieker ‘Goodfellas’ van Scorsese is na de restauratie nóg beter", "url": "https://trouw.nl/cultuur-media/de-grootste-maffiaklassieker-goodfellas-van-scorsese-is-na-de-restauratie-nog-beter~bfdedb8e/", "summary": "Eye brengt ter ere van de dertigste verjaardag van de film vanaf vandaag een 4K-restauratie (hoge resolutie) uit van Martin Scorsese’s gangsterdrama ‘Goodfellas’, over de opkomst en ondergang van maffioso Henry Hill.\nHills relatie met zijn vrouw Karen komt uitgebreid aan bod, maar het grootste deel van de film beslaat de criminele operaties van Hill en Jimmy Conway en Tommy DeVito.\nEen film met humor, maar ook met veel actie en geweld.\nEn voor de cinefielen: een film met meesterlijk inventief camerawerk en fantastisch gebruik van muziek.\nKenny noemt als een van de inspiraties van de film ‘Italianamerican’ uit 1974 en legt uit hoe zowel voor Scorsese als de acteurs authenticiteit van essentieel belang was bij het maken van de film.", "paragraphs": ["Eye brengt ter ere van de dertigste verjaardag van de film vanaf vandaag een 4K-restauratie (hoge resolutie) uit van Martin Scorsese’s gangsterdrama ‘Goodfellas’, over de opkomst en ondergang van maffioso Henry Hill. Wat naar boven gaat, moet naar beneden komen, zeggen sommigen en dat gold zeker voor Hill, die tussen 1955 en 1980 onstuimig carrière maakte in de New Yorkse onderwereld.", "De film vertelt Hills levensverhaal zoals opgetekend door Nicholas Pileggi in zijn non-fictieboek Wiseguy uit 1985. Hills relatie met zijn vrouw Karen komt uitgebreid aan bod, maar het grootste deel van de film beslaat de criminele operaties van Hill en Jimmy Conway en Tommy DeVito. Hills opklimmen in de maffiahiërarchie komt halverwege de jaren zeventig ten einde, als hij tegen de zin van z’n bazen zijn eigen cocaïnehandel begint uit te bouwen. Verraad, agressie en doorgesnoven waanzin zorgen ervoor dat de ooit zo hechte vriendengroep uit elkaar valt en Hill eindigt op een plek die hij nooit voor mogelijk had gehouden.", "Scorsese’s maffiadrama uit 1990 lijkt voor sommigen misschien een amusant en goed gemaakt gangsterdrama, met ronkende namen als Ray Liotta, Robert De Niro en Joe Pesci in de hoofdrollen. Een film met humor, maar ook met veel actie en geweld. En voor de cinefielen: een film met meesterlijk inventief camerawerk en fantastisch gebruik van muziek.", "Authenticiteit van essentieel belang", "Zoals de Amerikaanse criticus Glen Kenny recent uitvoerig uiteenzette in zijn veelgeprezen boek Made Men: The Story of Goodfellas is echter meer dan dat. Kenny noemt als een van de inspiraties van de film ‘Italianamerican’ uit 1974 en legt uit hoe zowel voor Scorsese als de acteurs authenticiteit van essentieel belang was bij het maken van de film.", "De manier waarop de acteurs hun zinnen uitspraken, kleine objecten in de decors, hoe de camera een scène in beeld bracht: alles moest de leef- en gevoelswereld van New Yorkse maffiosi zo goed mogelijk weerspiegelen. Werd er echt zo veel gesnoven? Jazeker. Was het geweld zo grof? Jazeker. Maar de grootsheid van Goodfellas zit dus niet daarin."], "authors": ["Ronald Rovers"], "keywords": ["grootste", "beter", "nóg", "restauratie", "van", "film", "zo", "met", "zijn", "een", "en", "uit", "maffiaklassieker", "hill", "scorsese", "goodfellas", "voor"], "pubDate": "2020-11-26T13:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}