{"id": "d7dd9884-bb63-31d9-a8fd-0e4a4d6ac596", "title": "Camille Richardson (OneFit) over fitness-Netflix en discofietsen", "url": "https://nu.nl/andermans-zaken/6011769/camille-richardson-onefit-over-fitness-netflix-en-discofietsen.html", "summary": "In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in andermans zaken.\nMet deze week: Camille Richardson, ex-basketbalprof en oprichter van OneFit, beter bekend als het Netflix van sportscholen.\nRichardson vertelt waarom drie minuten in -110 graden zitten óók sporten is (net als apenkooien, discofietsen en hot yoga), waarom je met domweg doorgaan en een gezonde portie faalangst een heel eind kunt komen als beginnend ondernemer en hoe het is als je concurrentie honderden miljoenen te besteden heeft (en jij niet).\nOver Andermans ZakenAndermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.\nMaar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal.", "paragraphs": ["In Andermans Zaken steken Thomas Moerman en Lisa Peters hun neus in andermans zaken. In die van bekende Nederlandse ondernemers, natuurlijk. Met deze week: Camille Richardson, ex-basketbalprof en oprichter van OneFit, beter bekend als het Netflix van sportscholen.", "Richardson vertelt waarom drie minuten in -110 graden zitten óók sporten is (net als apenkooien, discofietsen en hot yoga), waarom je met domweg doorgaan en een gezonde portie faalangst een heel eind kunt komen als beginnend ondernemer en hoe het is als je concurrentie honderden miljoenen te besteden heeft (en jij niet).", "Over Andermans Zaken", "Andermans Zaken is de NU.nl-podcast waarin Moerman en Peters hun neus steken in de handel en wandel van bekende Nederlandse ondernemers.", "Ze praten over hoe het is om de baas te zijn. Over wanneer ze 's nachts wakker lagen en dachten: waar ben ik in 's hemelsnaam aan begonnen? Maar vooral over waarom de ene onderneming een valoefening is en de andere een succesverhaal."], "authors": ["Door"], "keywords": ["zaken", "van", "camille", "andermans", "een", "onefit", "fitnessnetflix", "richardson", "het", "te", "en", "discofietsen", "als", "steken", "waarom"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}