{"id": "d7f9fd07-a23a-3b63-af84-32eb5ea0616b", "title": "Isala Zwolle en Meppel experimenteren met thuisbehandeling coronapatiënten", "url": "https://nu.nl/zwolle/6099022/isala-zwolle-en-meppel-experimenteren-met-thuisbehandeling-coronapatienten.html", "summary": "Het Isala ziekenhuis in Zwolle en Meppel is een experiment gestart om coronapatiënten thuis te monitoren.\nResultaat is dat er minder bedden worden bezet in het ziekenhuis en daarmee wordt de reguliere zorg ontlast.\nDe twee ziekenhuizen zijn met huisartsen en Philips een samenwerking gestart waarbij COVID-19-patiënten op afstand met een speciale zuurstofmeter worden gevolgd.\nDe meter verstuurt de waarden, die gelezen worden door medewerkers van het ziekenhuis in een monitorcentrum van Isala.\nAls het aanslaat, wordt het in de toekomst mogelijk verder opgeschaald naar een monitoringcentrum voor alle zorgverleners in de regio.", "paragraphs": ["Het Isala ziekenhuis in Zwolle en Meppel is een experiment gestart om coronapatiënten thuis te monitoren. Alleen als het echt nodig is, worden de patiënten opgenomen in het ziekenhuis. Resultaat is dat er minder bedden worden bezet in het ziekenhuis en daarmee wordt de reguliere zorg ontlast.", "De twee ziekenhuizen zijn met huisartsen en Philips een samenwerking gestart waarbij COVID-19-patiënten op afstand met een speciale zuurstofmeter worden gevolgd. De meter verstuurt de waarden, die gelezen worden door medewerkers van het ziekenhuis in een monitorcentrum van Isala.", "Zodra de zuurstofwaarde onder een bepaalde waarde komt, wordt er vanuit het monitorcentrum contact opgenomen met de huisarts. Die besluit vervolgens of het noodzakelijk is dat de patiënt naar het ziekenhuis moet. Als het aanslaat, wordt het in de toekomst mogelijk verder opgeschaald naar een monitoringcentrum voor alle zorgverleners in de regio.", "Volgens huisarts Bert van Bremen uit De Wijk is deze samenwerking tussen huisartsen en ziekenhuis in de zorg voor coronapatiënten uniek in Nederland. 'Het ontlast ons als huisartsen. Het is voor ons niet te doen om vier of vijf keer per dag bij een patiënt langs te gaan om de zuurstof in het bloed te meten.'", "Een patiënt zou ook zelf kunnen meten en door kunnen bellen, maar dat is volgens de huisarts weer extra belastend voor de patiënt. \"Het is fijn dat patiënten thuis kunnen blijven\", zegt hij. \"Maar als iemand dat toch geen prettig idee vindt, dan hoeft dat natuurlijk niet.\"", "Apparaat stuurt gegevens meteen door", "Myrna de Man uit Zwolle is coassistent in Isala. Ze bezoekt patiënten thuis voorafgaand aan de monitoring en geeft uitleg over de zuurstofmeter. 'Ik neem de meter mee, een beschermde telefoon met app en een apparaat dat de gegevens van de telefoon meteen doorstuurt naar het monitoringscentrum in Meppel.'", "Ze doet de eerste meting samen met de patiënt en bepaalt of een patiënt in staat is om dat zelf vier keer per dag te doen. De metingen moeten de patiënten immers zelf doen. Dit gebeurt in de vorm van een knijper die op de vinger wordt gezet. Via twee verschillende golflengten infraroodlicht wordt vervolgens het zuurstofgehalte gemeten.", "Zorg op afstand steeds belangrijker", "Omdat corona erg onvoorspelbaar kan verlopen, is het belangrijk om vooral risicopatiënten goed in de gaten te houden. De Man wijst erop dat mensen zelf aan de bel moeten trekken als het slechter gaat.", "\"Zorg op afstand wordt steeds belangrijker\", zegt Gijs Patijn, chirurg en medisch adviseur van Isala. \"Huisartsen en ziekenhuis moeten hierin nauw samenwerken. Dit initiatief is een mooi voorbeeld hiervan.\"", "Over de resultaten van de proef, valt nu nog niets te zeggen."], "authors": ["Door"], "keywords": ["isala", "ziekenhuis", "van", "patiënt", "en", "met", "zwolle", "een", "wordt", "meppel", "experimenteren", "om", "te", "coronapatiënten", "het", "thuisbehandeling", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}