{"id": "d7fc887c-eda6-3d3a-95ce-910fba4c45df", "title": "Met Pérez hoopt Red Bull eindelijk een coureur te hebben die niet verdrinkt naast Verstappen", "url": "https://volkskrant.nl/sport/met-perez-hoopt-red-bull-eindelijk-een-coureur-te-hebben-die-niet-verdrinkt-naast-verstappen~bd929609/", "summary": "In 2011 kwam hij in de Formule 1 terecht als een zogenoemde ‘pay driver’; een coureur die zijn stoeltje heeft gekocht.\nHet stelde hem voor een keuze: zette hij Vettel op de stoel van Pérez of op die van zijn eigen zoon Lance?\n‘Want ik denk niet dat je als je dertig of veertig seconden achter je teamgenoot rijdt, dat dat heel goed is.\nVerstappen was in de kwalificatie gemiddeld bijna zes-tiende van een seconde sneller dan Gasly; het Formule 1-equivalent van een lichtjaar.\nRed Bull hoopt dat een gelouterde coureur als Pérez, die zo’n beetje alles wel heeft gezien en meegemaakt in de sport, zich wel staande houdt naast de Nederlander.", "paragraphs": ["De Mexicaanse Formule 1-coureur Sergio Pérez (r) van Racing Point en de Thais-Britse coureur Alexander Albon van Aston Martin Red Bull Racing op een persconferentie na de Grand Prix Formule 1 van België in 2019. Beeld EPA", "In de Formule 1 staat Pérez (30) te boek als een gedegen coureur. Er zijn hem nooit bakken vol wereldtitels voorspeld, zoals bij coureurs van het kaliber-Verstappen. Maar er is ook niemand die vindt dat hij niet thuishoort in de koningsklasse.", "In 2011 kwam hij in de Formule 1 terecht als een zogenoemde ‘pay driver’; een coureur die zijn stoeltje heeft gekocht. De Mexicaanse telecommiljardair Carlos Slim steunde hem.", "In de klasse wordt vaak sceptisch gekeken naar deze coureurs. Ze hebben hun plek in de koningsklasse in de eerste plaats te danken aan geld, niet aan hun talent. Pérez rekende snel af met dat beeld. In zijn tweede seizoen, rijdend voor middenmoter Sauber, stond hij meteen drie keer op het podium. In de acht seizoenen daarna kwamen er nog zeven podiumplekken bij. Vaak was hij best of the rest, achter de topauto’s.", "Toch dreigde hij na dit jaar roemloos de Formule 1 te verlaten. Vorig jaar tekende de Mexicaan een contract tot eind 2022 bij het ambitieuze Racing Point, dat in handen is van miljardair Lawrence Stroll. Alles veranderde toen viervoudig wereldkampioen Sebastian Vettel op de markt kwam. Stroll zag in de Duitser de man die zijn team naar de top moest brengen. Het stelde hem voor een keuze: zette hij Vettel op de stoel van Pérez of op die van zijn eigen zoon Lance? Hij was er snel uit: Pérez’ deal werd verscheurd.", "Sabbatical", "‘Checo’, zoals Pérez vaak wordt genoemd, reageerde gelaten op het nieuws. Als F1-veteraan weet hij als geen ander dat er in de klasse geen garanties zijn. Hij had zich al verzoend met een sabbaticaljaar, om in 2022 weer in te stappen. Tot begin deze maand de chaotische tweede race in Bahrein werd verreden. Pérez won die GP, zijn eerste ooit in de F1. Hij bleef foutloos in een race vol blunders en crashes.", "Het was het laatste zetje voor Red Bull om hem te benaderen, bevestigde het team vrijdag in een persbericht. Pérez deed namelijk wat Verstappens teamgenoot Alexander Albon afgelopen jaar maar niet lukte: scoren op het moment dat er kansen liggen.", "Sergio Pérez na het winnen van de Grand Prix in Bahrein, begin deze maand. Beeld AFP", "De Britse Thai bezat een auto waarin hij op papier minimaal elke race vierde moest kunnen worden (Red Bull was in 2020 na Mercedes het beste team), maar in zeventien races finishte hij slechts vier keer op of boven die plek. Ook Verstappen leek met het oog op de toekomst wel klaar met Albon. Zonder sterke teamgenoot die hem kan helpen in spannende races, bijvoorbeeld door de Mercedessen te dwarsbomen, maakt hij sowieso geen kans op de wereldtitel.", "Dus voelde Verstappen de noodzaak om bij de derde plek van Albon in Bahrein vorige maand een kanttekening te plaatsen. ‘Want ik denk niet dat je als je dertig of veertig seconden achter je teamgenoot rijdt, dat dat heel goed is. Daar mag ik gewoon eerlijk over zijn, toch?’, zei hij voor de camera van Ziggo Sport na de race waarin Verstappen zelf tweede werd.", "Lichtjaar", "Albons verhaal lijkt enigszins op dat van zijn voorganger Pierre Gasly. De Fransman stapte net als Albon als veelbelovend talent over van talententeam Toro Rosso naar hoofdmacht Red Bull, om daar te verdrinken naast Verstappen. Verstappen was in de kwalificatie gemiddeld bijna zes-tiende van een seconde sneller dan Gasly; het Formule 1-equivalent van een lichtjaar. Albon kwam bijna een halve seconde tekort.", "Red Bull hoopt dat een gelouterde coureur als Pérez, die zo’n beetje alles wel heeft gezien en meegemaakt in de sport, zich wel staande houdt naast de Nederlander.", "Eén keer eerder mocht Pérez ruiken aan de top in de Formule 1, in 2013, toen hij de vertrokken Lewis Hamilton verving bij toenmalig topteam McLaren. Dat werd geen succes. Geen enkele keer stond hij op het podium en na één seizoen kon hij weer vertrekken. Bij Red Bull krijgt hij zeven jaar later kans op revanche. Het is ook in Verstappens belang dat hij die mogelijkheid met beide handen aangrijpt."], "authors": ["Lennart Bloemhof"], "keywords": ["pérez", "naast", "van", "zijn", "red", "hoopt", "met", "verdrinkt", "een", "te", "hebben", "op", "hij", "het", "verstappen", "niet", "dat", "die"], "pubDate": "2020-12-18T19:45:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}