{"id": "d81ce512-440d-3421-9360-5bd564685c07", "title": "Met tragiek en alarmisme krik je het gemoed aan de kersttafel niet op", "url": "https://trouw.nl/opinie/met-tragiek-en-alarmisme-krik-je-het-gemoed-aan-de-kersttafel-niet-op~bb91c9f2/", "summary": "De regering zou bezig zijn de verantwoordelijkheid voor het verslechteren van de situatie op die ongedisciplineerde burgers af te schuiven.\nWie de grafieken van de tweede golf met de eerste vergelijkt, ziet dat het aantal doden aanzienlijk lager ligt.\nMisschien daarom ook zijn coronadoden en het percentage besmettingen niet meer de maatstaf, maar nu plotseling het aantal nieuwe ic-patiënten per dag.\nDe toestand is natuurlijk nog steeds ernstig, maar met tragiek en alarmisme werk je niet aan het opkrikken van het gemoed bij burgers die Kerst liefhebben.\nGeef ze af en toe een pluimpje en een schouderklop wegens al hun opofferingen die de betere resultaten van de tweede golf mogelijk hebben gemaakt.", "paragraphs": ["Op Radio 1 hoorde ik woensdag iemand zeggen dat de laatste persconferentie van premier Rutte en minister De Jonge de slechtste was uit het coronatijdperk. De regering zou bezig zijn de verantwoordelijkheid voor het verslechteren van de situatie op die ongedisciplineerde burgers af te schuiven.", "Ik denk juist dat in zijn genre, dat wil zeggen in de categorie overtrokken alarmisme met als doel protesten in de kiem te smoren (‘droge’ en ‘natte’ horeca!), deze persconferentie uitstekend was. Hoe zwarter het scenario, hoe aarzelender het verzet. Wees blij met je verminkte Kerst want het kan nog veel erger. Dreigende Rutte over de ‘somber makende’ stijging van de coronacijfers: “Of we zorgen er samen voor, door ons gedrag, dat de cijfers de goede kant op gaan (...) of ik sluit het zelfs niet uit dat we voor Kerst bij u terug moeten komen met nog strengere maatregelen”. In voetbaltermen een soort ‘assist’ voor minister De Jonge die zijn ingestudeerde bon mot van mavo-niveau kon inkoppen: “Laten we ervoor zorgen dat de feestdagen geen feestdagen worden voor het ­virus”.", "Na deze bangmakerij uit het handboek ‘communicatie voor ­beginners’ kwam ook een vleugje emotie. Rutte: “Inmiddels tellen we door corona bijna 10.000 lege stoelen aan de kersttafel”. Met permissie, deze pathetiek werkt contraproductief: hoe gediscrimineerd zullen de overige 150.000 ‘reguliere’ overledenen van dit jaar zich niet voelen (onder wie ongeveer 45.000 door kanker en 37.000 door hart- en vaatziekten) van wie de afwezigheid aan de kersttafel niet werd opgemerkt?", "De spelregels ­tijdens de wedstrijd veranderen", "Maar is de situatie zo dramatisch? Wie de grafieken van de tweede golf met de eerste vergelijkt, ziet dat het aantal doden aanzienlijk lager ligt. In de eerste negen weken van de eerste golf overleden 33 procent meer mensen dan verwacht, nu (in de eerste negen weken van de tweede golf) is de relatieve oversterfte 15 procent, en dus meer dan gehalveerd. Daarbij is het percentage van geteste personen dat positief was nu gestegen met maar 0,6 procentpunt (van 11,1 een week geleden, naar 11,6). Misschien daarom ook zijn coronadoden en het percentage besmettingen niet meer de maatstaf, maar nu plotseling het aantal nieuwe ic-patiënten per dag. Het moet naar tien, terwijl we nu op ‘meer dan het dubbele zitten’ hamerde Rutte keer op keer. Dit noem je de spelregels veranderen ­tijdens de wedstrijd, sorry voor de misschien te lichtvoetige metafoor. Tien ic-opnames is natuurlijk aanzienlijk lager – zo niet als doelstelling voorlopig onhaalbaar – vergeleken met de vaak meer dan 50 per dag (120 op 27 maart) uit de eerste golf.", "De toestand is natuurlijk nog steeds ernstig, maar met tragiek en alarmisme werk je niet aan het opkrikken van het gemoed bij burgers die Kerst liefhebben. Je hoeft deze pandemie niet te gaan dood­relativeren, maar realiteitszin wordt wel van bestuurders verwacht. Burgers zijn geen kleuters die op een ­infantiel discours zitten te wachten. Geef ze af en toe een pluimpje en een schouderklop wegens al hun opofferingen die de betere resultaten van de tweede golf mogelijk hebben gemaakt.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["van", "krik", "het", "op", "met", "zijn", "kersttafel", "niet", "tragiek", "je", "gemoed", "en", "dat", "een", "voor"], "pubDate": "2020-12-10T07:45:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}