{"id": "d8520839-d408-32e3-9f73-399345f2c59a", "title": "Twitterverbod voor Trump richt aandacht op macht van techbedrijven", "url": "https://www.nrc.nl/nieuws/2021/01/10/twitterverbod-voor-trump-richt-aandacht-op-macht-van-techbedrijven-a4027017", "summary": "Deze uiterst-rechtse variant op Twitter, waar de steun voor Trump ook na de stormloop op het Capitool onverminderd groot is, geeft vrije ruimte aan elke mening.\n„Big tech wil de concurrentie vermoorden.”De maatregelen leidden onmiddellijk tot verontwaardiging en bezorgdheid, en niet alleen bij aanhangers van Trump en rechtse politici en media.\nHet was president Trump die de discussie op scherp stelde nadat Twitter een bericht van hem voor het eerst van een ‘vlag’ had voorzien.\nEind mei 2020 stuurde Trump een tweet naar aanleiding van de rellen die waren ontstaan na de dood van George Floyd.\nIn de ogen van hun critici lijkt het erop dat de techbedrijven het dodelijke oproer van vorige week hebben aangegrepen om zichzelf van een vijand te ontdoen.", "paragraphs": ["Een handvol privébedrijven snoert de machtigste man ter wereld en diens aanhang de mond. Dienen ze daarmee de democratie, of leggen ze een legitieme stem het zwijgen op? En met welk gezag doen ze dat?", "De maatregelen die Twitter, Facebook, Apple, Amazon en Google dit weekend namen tegen president Trump en tegen de platforms waarop hij en zijn aanhangers communiceren, hebben een oud debat van nieuwe brandstof voorzien. Hoe precair is het dat commerciële bedrijven een substantieel deel van de informatievoorziening monopoliseren?", "Twitter sloot op vrijdagavond het account van president Trump (88,7 miljoen volgers). Wie nu kijkt op @realDonaldTrump, leest daar dat het ‘account geschorst’ is, met een korte motivatie van Twitter: na „zorgvuldige beschouwing van de tweets” van Trump „en de context eromheen” is het bedrijf tot de conclusie gekomen dat „het risico van verder aanwakkeren van geweld” afsluiten onvermijdelijk maakte. Facebook verbande de pagina van Trump tot en met ten minste 20 januari, de datum waarop Joe Biden wordt ingehuldigd als nieuwe president. „Wij geloven dat het risico, indien de president mag voortgaan met het gebruik van onze diensten, in deze tijd simpelweg te groot is”, lichtte Facebook-oprichter Mark Zuckerberg toe. De verbanning geldt ook voor Facebook-dochter Instagram.", "De aanhangers van Trump verwezen elkaar ogenblikkelijk naar andere sociale platforms, zoals Gab en Parler. De smartphone-app voor Parler steeg naar nummer 1 in de App store. Kort daarna maakten Google en Apple bekend dat ze Parler uit respectievelijk de Play Store en de Apple Store verwijderden. Deze uiterst-rechtse variant op Twitter, waar de steun voor Trump ook na de stormloop op het Capitool onverminderd groot is, geeft vrije ruimte aan elke mening. Het gevolg, volgens Google, is dat er berichten op verschijnen die „aanzetten tot voortdurend geweld in de VS”.", "Rechts geluid smoren", "Amazon dreigt Parler nog een hardere slag toe te brengen. Amazon Web Services (AWS), het bedrijf dat de internetruimte aan het platform ter beschikking stelt, heeft aan Parler laten weten: „Recentelijk zien we een gestage toename van gewelddadige berichten op uw website, die stuk voor stuk onze reglementen overtreden”, aldus een email die nieuwssite Buzzfeed in handen kreeg. „Het is duidelijk dat Parler geen afdoende procedure heeft om te voldoen aan de regels van AWS”. Parler-topman John Matze waarschuwde zijn gebruikers dat de website vanaf zondagnacht plat kan komen te liggen en vanaf de grond moet worden opgebouwd. „Big tech wil de concurrentie vermoorden.”", "De maatregelen leidden onmiddellijk tot verontwaardiging en bezorgdheid, en niet alleen bij aanhangers van Trump en rechtse politici en media. Zij zien hierin de verwezenlijking van hun voorspelling dat de grote techbedrijven en de Democratische Partij onder één hoedje spelen om het geluid van rechts Amerika te smoren. „De tirannie van Big Tech voltrekt zich voor onze ogen”, schreef de Republikeinse Afgevaardigde Matt Gaetz.", "Veel rechtse critici wezen erop dat bijvoorbeeld de Iraanse ayatollah Khamenei ongehinderd mag twitteren en dat zijn oproep om Israël „als een kankergezwel te verwijderen” door Twitter niet eens van een ‘vlaggetje’ is voorzien. Recent hebben de moderatoren van Facebook en Twitter de tweets van Trump waarin hij leugens over verkiezingsfraude verspreidde, een ‘vlaggetje’ gegeven om de lezer te waarschuwen voor valse informatie. De berichten waren overigens wel leesbaar en werden door honderdduizenden mensen verspreid.", "‘Onacceptabele censuur’", "Ook mensen en organisaties die geen aanhanger zijn van Trump uitten hun zorgen. Burgerrechtenorganisatie ACLU liet weten begrip te hebben voor de wens om Trump van sociale media te verbannen. „Maar het zou iedereen zorgen moeten baren dat bedrijven als Twitter en Facebook hun ongecontroleerde macht gebruiken om personen te weren van platforms die onmisbaar zijn geworden voor de vrije meningsuiting van miljarden mensen.” De Russische oppositiepoliticus Aleksej Navalny noemde de verwijdering van Trump „een onacceptabele vorm van censuur”. „Kom bij mij niet aan met ‘overtreding van de regels’”, schreef hij. „Ik krijg hier al jarenlang elke dag doodsbedreigingen en daarvoor is niemand van Twitter gegooid.”", "De meest gestelde vragen zijn: hebben deze bedrijven het recht om dit te doen en waarom nu doen ze het nu pas (of nu ineens)? De directe aanleiding is duidelijk. Trump heeft in de aanloop naar woensdag zijn aanhangers aangespoord om druk te zetten op de vergadering in het Congres, waar de verkiezingsoverwinning van Joe Biden formeel zou worden bezegeld. „Zorg dat je erbij bent”, twitterde Trump. „Het wordt wild.”", "Toen zijn aanhangers naar het Capitool waren gemarcheerd en door de dranghekken en een (klein) politiecordon het parlementsgebouw waren binnengedrongen stuurde Trump enkele tweets met ambivalente boodschappen. Zijn laatste: „Dit is wat er gebeurt als een heilige, verpletterende overwinning bij de verkiezingen, zomaar en gemeen wordt afgepakt van de grote patriotten die al zo lang slecht en oneerlijk zijn behandeld. Ga naar huis & in vrede. Gedenk deze dag voor altijd.”", "In Amerikaanse media werd druk gespeculeerd over de overwegingen en de timing. Probeerden Twitter en Facebook na jaren de berichten van Trump te hebben doorgegeven, ook als ze onwaar waren, ook als zijn tegenstanders erin op agressieve wijze werden aangesproken, zich van de president te distantiëren zodra de steun voor hem leek af te brokkelen? Keken ze met een schuin oog naar de komende regeerperiode, waarin een linkse meerderheid over hun toekomst kan beslissen?", "Als privébedrijven hebben Twitter en Facebook dan wel het recht om ‘klanten’ te weren, maar het gegeven dat ze de facto monopolisten zijn voor het soort diensten dat zij leveren, betekent dat een maatregel van hun kant neerkomt op censuur. De onvrede over hun invloed bestaat al jaren, links en rechts op het politieke spectrum. De gebeurtenissen van deze week maken een debat hierover onvermijdelijk, en nieuwe wetgeving waarschijnlijk.", "Sectie 230", "In de afgelopen jaren heeft links zich vooral gericht op de monopoliepositie van Big Tech, die de markt zo zwaar domineren dat concurrentie nauwelijks een kans maakt. De Democratische presidentskandidaat Elizabeth Warren had het opbreken van die bedrijven opgenomen in haar verkiezingsprogramma. Rechts maakte zich vooral druk over wat men daar zag als de linkse vooringenomenheid van ‘Silicon Valley’. Conservatieve meningen zouden vaker als onbetamelijk worden verwijderd dan progressieve.", "Het was president Trump die de discussie op scherp stelde nadat Twitter een bericht van hem voor het eerst van een ‘vlag’ had voorzien. Eind mei 2020 stuurde Trump een tweet naar aanleiding van de rellen die waren ontstaan na de dood van George Floyd. Hij schreef: „When the looting starts, the shooting starts” (Als het plunderen begint, begint het schieten), waar Twitter een ‘let op’-waarschuwing bij plaatste, uit zorg over het mogelijk aanzetten tot geweld. In reactie stelde Trump voor de sociale media hun wettelijke bescherming tegen aansprakelijkheid af te nemen.", "Anders dan bijvoorbeeld uitgevers van kranten kunnen Twitter en Facebook volgens de Amerikaanse wet niet verantwoordelijk worden gehouden voor de inhoud van berichten of commentaren op hun platforms. Deze bescherming is vastgelegd in sectie 230 van de wet op ‘communicatie fatsoen’. Trump wil dit wetsartikel opheffen. In december weigerde hij nog de in grote meerderheid aangenomen defensiebegroting te tekenen omdat daarin geen bepaling stond waarmee sectie 230 werd opgeheven. In de ogen van hun critici lijkt het erop dat de techbedrijven het dodelijke oproer van vorige week hebben aangegrepen om zichzelf van een vijand te ontdoen.", "NRC Race naar het Witte Huis De laatste ontwikkelingen rond het Witte Huis, zittend president Donald Trump en president-elect Joe Biden. Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Bas Blokker", "Januari Om", "Leestijd Minuten"], "keywords": ["macht", "aandacht", "van", "het", "zijn", "richt", "voor", "techbedrijven", "en", "een", "op", "te", "trump", "twitterverbod", "dat"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}