{"id": "d853f863-dccb-3cb2-90d7-7e55d8479643", "title": "Catharina Ziekenhuis klaar met vaccineren, MMC volgt maandag", "url": "https://nu.nl/eindhoven/6101218/catharina-ziekenhuis-klaar-met-vaccineren-mmc-volgt-maandag.html", "summary": "Het Catharina Ziekenhuis in Eindhoven heeft al het personeel geprikt dat in aanmerking komt voor de eerste prikronde met een coronavaccin.\nHet Máxima Medisch Centrum (MMC) hoopt dat maandag nog voor elkaar te krijgen.\nHet Cathatrina Ziekenhuis, het grootste ziekenhuis van de regio, is het enige dat al het aangewezen personeel kon inenten.\nHet ziekenhuis prikt maandag nog personeel van het Regionale Ambulance Vervoer.\nHet MMC in Veldhoven prikte de afgelopen dagen 307 personeelsleden en verwacht maandag het resterende personeel te kunnen inenten.", "paragraphs": ["Het Catharina Ziekenhuis in Eindhoven heeft al het personeel geprikt dat in aanmerking komt voor de eerste prikronde met een coronavaccin. Het gaat om personeel op de IC, spoedeisende hulp en de reguliere corona-afdelingen (cohorten). Het Máxima Medisch Centrum (MMC) hoopt dat maandag nog voor elkaar te krijgen.", "Het Cathatrina Ziekenhuis, het grootste ziekenhuis van de regio, is het enige dat al het aangewezen personeel kon inenten. In totaal kreeg het Catharina Ziekenhuis achthonderd vaccins geleverd. Daarvan zijn er meer dan zevenhonderd gebruikt, meldde een woordvoerder zaterdag. \"Wij gingen uit van ongeveer 750 mensen en daar zijn we aardig bij in de buurt gekomen.\"", "Het overschot bij het Catharina Ziekenhuis wordt in ROAZ-verband herverdeeld onder ziekenhuizen die mogelijk tekorten hebben. Het ziekenhuis prikt maandag nog personeel van het Regionale Ambulance Vervoer.", "Het MMC in Veldhoven prikte de afgelopen dagen 307 personeelsleden en verwacht maandag het resterende personeel te kunnen inenten. \"Als dat lukt, hebben we iedereen die door het ministerie is aangewezen, gevaccineerd\", aldus een woordvoerder. MMC verwacht geen vaccins over te houden.", "De vaccinatiebereidheid in de ziekenhuizen van Zuidoost-Brabant is onverwacht groot. Het percentage dat ingaat op een uitnodiging ligt in elk ziekenhuis boven de 90 procent."], "authors": ["Door"], "keywords": ["van", "ziekenhuis", "volgt", "vaccineren", "en", "met", "een", "mmc", "maandag", "klaar", "te", "catharina", "het", "dat", "personeel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}