{"id": "d8779f67-555e-3f4b-b20c-ce8374687b7b", "title": "Hypotheekmarkt overstijgt de records uit topjaar 2019", "url": "https://volkskrant.nl/nieuws-achtergrond/hypotheekmarkt-overstijgt-de-records-uit-topjaar-2019~b42ee32c/", "summary": "Meer huis voor hetzelfde geldDe groei van het aantal hypotheken voor de aankoop van een woning was vooral afkomstig van mensen uit het ‘hogere segment’ van de markt.\nZij grepen hun kans door een woning te verkopen (en hun oude hypotheek af te lossen) en een nieuwe woning te kopen met een hypotheek met een lagere rente.\nIn zo’n geval blijven hun maandlasten vaak gelijk of worden ze lager, maar schuiven ze wel door naar een huis met een ‘aanzienlijk hogere marktwaarde’.\nHDN-bestuurder Merlyn van den Berg spreekt in een persbericht van ‘een bizar jaar, met een schaduwzijde’.\nHet energielabel werd in 2020 vaker opgegeven bij het aanvragen van een hypotheek voor de aanschaf van een woning.", "paragraphs": ["Bouwvakkers aan het werk in een nieuwbouwwijk in Vleuten. Beeld Marcel van den Bergh / de Volkskrant", "Het aantal aanvragen voor de aankoop van een woning steeg met 11 procent naar 304 duizend. Het aantal oversluitingen en tweede hypotheken nam toe met 49 procent en kwam uit op 232 duizend.", "Vooral de lage rente stuwt de markt van woningleningen. Met name bij lange rentevaste periodes was het afgelopen jaar sprake van een scherpe daling, aldus vergelijkingssite rente.nl woensdag. De laagste hypotheekrente voor 20 jaar vast met Nationale Hypotheek Garantie (NHG) (die per 1 januari steeg van 310 duizend naar 325 duizend euro, red.) komt nu uit op 1,23 procent; 17 procent lager dan een jaar geleden. Bij 30 jaar vast maakte de rente eenzelfde daling, naar 1,57 procent nu.", "Meer huis voor hetzelfde geld", "De groei van het aantal hypotheken voor de aankoop van een woning was vooral afkomstig van mensen uit het ‘hogere segment’ van de markt. Zij grepen hun kans door een woning te verkopen (en hun oude hypotheek af te lossen) en een nieuwe woning te kopen met een hypotheek met een lagere rente. In zo’n geval blijven hun maandlasten vaak gelijk of worden ze lager, maar schuiven ze wel door naar een huis met een ‘aanzienlijk hogere marktwaarde’. Deze ‘opstromers’ waren goed voor ruim 67 duizend aanvragen, een stijging van 20 procent.", "Ook woningeigenaren die niet verhuisden, pakten voordeel. Bijna 110 duizend bezitters van een eigen huis sloten een nieuwe hypotheek af, met een lagere rente. Dat gaat doorgaans gepaard met het betalen van een boeterente van vaak tienduizenden euro’s. Op de langere termijn moet die wissel financieel gezien echter voordelig uitpakken.", "Verduurzaming", "Nog eens ruim 63 duizend eigenaren sloten een tweede hypotheek af voor een verbouwing of de verduurzaming van hun woning. In beide gevallen gaat het om een verdubbeling ten opzichte van 2019. De gemiddelde verbouwer leende 50 duizend euro extra voor bijvoorbeeld een uitbouw van de benedenverdieping en de plaatsing van dakkapellen. In totaal werd 3,1 miljard euro geleend voor verbouwingen; 1,5 miljard meer dan in 2019.", "HDN-bestuurder Merlyn van den Berg spreekt in een persbericht van ‘een bizar jaar, met een schaduwzijde’. Ondanks de coronacrisis bleven de hypotheekaanvragen binnenstromen. Ook de huizenprijs bleef stijgen. ‘Hierdoor is het voor starters en doorstromers met NHG bijna onmogelijk nog een woning te bemachtigen. Maar ook voor ondernemers blijkt het in deze tijd van corona moeilijker om een woning te kopen.’ Het gemiddelde hypotheekbedrag steeg met 8 procent naar 312 duizend euro en de gemiddelde woningwaarde met 9 procent naar 386 duizend euro. In totaal werd voor een bedrag van ruim 136 miljard euro aan hypotheken aangevraagd.", "Koper leent meer", "Een koper leende het afgelopen jaar gemiddeld 4,2 keer zijn inkomen. Een jaar eerder was dat 4,09 keer. Daarmee is in 2020 dus weer meer geleend ten opzichte van het inkomen, aldus het HDN. Daar voegt de vereniging aan toe dat de verhouding van de lening tot de woningwaarde juist daalt.", "Het energielabel werd in 2020 vaker opgegeven bij het aanvragen van een hypotheek voor de aanschaf van een woning. Waar dit in 2019 nog bij 35 procent van de aanvragen het geval was, is dit gestegen naar 40 procent.", "Er werden 60 duizend hypotheken aangevraagd voor de aanschaf van een energiezuinige woning (huizen met energielabel A of hoger), 29 procent meer dan in 2019. In Flevoland, waar relatief veel nieuwbouw plaatsvindt, was de toename met 47 procent het grootst."], "authors": ["Marc Van Den Eerenbeemt"], "keywords": ["van", "het", "records", "topjaar", "voor", "naar", "uit", "een", "met", "duizend", "woning", "jaar", "overstijgt", "procent", "2019", "hypotheekmarkt"], "pubDate": "2021-01-07T04:00:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}