{"id": "d8851eae-839f-3e3f-b75b-82cf4a156b73", "title": "SpaceX pendelt nu ook op en neer naar het internationale ruimtestation ISS", "url": "https://volkskrant.nl/wetenschap/spacex-pendelt-nu-ook-op-en-neer-naar-het-internationale-ruimtestation-iss~b06dc2b7/", "summary": "Samen vormen ze de bemanning van de verwarrend genaamde Crew-1-missie, de twééde missie van ruimtevaartbedrijf SpaceX naar het internationale ruimtestation ISS.\nDinsdag is hun Crew Dragon-module succesvol aan het ruimtestation gekoppeld en werden de astronauten veilig afgeleverd bij hun tijdelijke thuis.\nDat in de naam van deze tweede missie een ‘1’ opduikt, komt doordat het op papier pas de eerste is.\nVanaf nu draait SpaceX als gecertificeerd kosmisch vervoersbedrijf gewoon mee in het reguliere schema van vluchten naar het ruimtestation.\nElk jaar vertrekken vier bemanningen naar het ISS.", "paragraphs": ["Beeld AP", "Daar zitten ze dan, van links naar rechts: Nasa-astronauten Shannon Walker, Victor Glover en Mike Hopkins, en de Japanse Jaxa-astronaut Soichi Noguchi. Samen vormen ze de bemanning van de verwarrend genaamde Crew-1-missie, de twééde missie van ruimtevaartbedrijf SpaceX naar het internationale ruimtestation ISS. Dinsdag is hun Crew Dragon-module succesvol aan het ruimtestation gekoppeld en werden de astronauten veilig afgeleverd bij hun tijdelijke thuis.", "Dat in de naam van deze tweede missie een ‘1’ opduikt, komt doordat het op papier pas de eerste is. De vorige vlucht, waarvan de astronauten in augustus terugkeerden op aarde, ging de boeken in als testmissie en kreeg daarom als naam ‘Demo-1’ mee.", "Vanaf nu draait SpaceX als gecertificeerd kosmisch vervoersbedrijf gewoon mee in het reguliere schema van vluchten naar het ruimtestation. Elk jaar vertrekken vier bemanningen naar het ISS. Tot voor kort konden die alleen met de Russische Sojoez-modules aanmeren – een pijnlijke zaak voor de Verenigde Staten als trotse ruimtevaartnatie. Het Amerikaanse SpaceX komt daar als eerste commerciële leverancier nu bij. Op termijn moet ook vliegtuigbouwer Boeing, als derde pendelaar, met een eigen schip vluchten gaan verzorgen."], "authors": ["George Van Hal"], "keywords": ["van", "een", "ook", "en", "pendelt", "internationale", "spacex", "neer", "ruimtestation", "iss", "ze", "op", "als", "naar", "het", "nu"], "pubDate": "2020-11-20T12:00:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}