{"id": "d8ac653e-c244-35e4-916a-df76cb58b1e0", "title": "Het menselijk brein kan exponentiële groei maar moeilijk bevatten", "url": "https://volkskrant.nl/wetenschap/het-menselijk-brein-kan-exponentiele-groei-maar-moeilijk-bevatten~bc4fad5f/", "summary": "Beeld Getty, illustraties TypexHij was afgelopen jaar misschien wel het beste voorbeeld van onze worsteling met exponentiële groei, het continue verdubbelen van aantallen: Diederik Gommers, voorzitter van de Vereniging voor Intensive Care.\nHet antwoord: één enkele verdubbeling van het aantal nieuwe coronagevallen.\nBijna onvoorstelbaarUit onderzoek blijkt dat het menselijk brein zich nauwelijks kan voorstellen hoe exponentiële groei aanvankelijk lage aantallen met wiskundige precisie oppompt tot grotesk formaat.\nEén korreltje op het eerste vakje, twee op het tweede, vier op het derde, acht op het vierde, enzovoorts.\nOf het nu het aantal graankorrels is op een schaakbord of het aantal nieuwe besmettingen in een pandemie: het tempo van stijgen is overrompelend en vrijwel per definitie tijdelijk.", "paragraphs": ["Beeld Getty, illustraties Typex", "Hij was afgelopen jaar misschien wel het beste voorbeeld van onze worsteling met exponentiële groei, het continue verdubbelen van aantallen: Diederik Gommers, voorzitter van de Vereniging voor Intensive Care. Eind juli zat hij er nog ontspannen bij. ‘Het is gewoon rustig, met al lange tijd minder dan twintig covid-patiënten op de ic’s in Nederland’, zei hij in het AD. Om twee weken later, op 12 augustus, aan tafel bij talkshow Op1 een heel andere toon aan te slaan. ‘Als de cijfers zoals die nu zijn zich voortzetten, dan komt er een tweede coronagolf in september en dat kunnen we niet aan.’", "Wat was er gebeurd in die twee weken dat Gommers zo volkomen van mening veranderde? Het antwoord: één enkele verdubbeling van het aantal nieuwe coronagevallen. In twee weken liepen die op van 342 (31 juli), naar 779 (12 augustus).", "Hoewel beide aantallen uitschieters vormden in de dagelijkse coronastatistieken en de tweede golf pas in september écht begon te rollen, had Gommers zich best al eerder zorgen mogen maken. Ziekenhuisopnamen lopen immers altijd een week of twee achter op de actuele besmettingen. En díé begonnen, na de sluimerende zomeraantallen, al eerder in juli te stijgen: van rond de vijftig naar honderd, naar boven de tweehonderd.", "Bijna onvoorstelbaar", "Uit onderzoek blijkt dat het menselijk brein zich nauwelijks kan voorstellen hoe exponentiële groei aanvankelijk lage aantallen met wiskundige precisie oppompt tot grotesk formaat. Beroemd is een verhaal dat al eeuwenlang in verschillende varianten de ronde doet. In een ervan vraagt Sissa ibn Dahir – een mythisch personage uit India – zijn koning als beloning voor de uitvinding van het schaakspel om korrels tarwegraan. De uitbetaling moet verlopen via het schaakbord. Eén korreltje op het eerste vakje, twee op het tweede, vier op het derde, acht op het vierde, enzovoorts. De koning moet lachen om zo’n bescheiden verzoek en hapt direct toe. Totdat hij tot zijn afgrijzen ontdekt dat na het vullen van het 64ste vakje zó veel graan op het bord moet liggen, dat zelfs de tarweproductie van een heel land dat niet kan bolwerken, 18.446.744.073.709.551.615 korrels, om precies te zijn.", "Vergelijk dat verhaal met de aanvankelijke nonchalance van Gommers en één ding lijkt overduidelijk: exponentiële groei botst met onze menselijke intuïtie.", "Tegelijk illustreert het verhaal ook dat exponentiële groei in de echte wereld nauwelijks vol te houden is. Lang voordat men het 64ste vakje bereikt, is de koninklijke graanvoorraad immers al volkomen uitgeput.", "Net zoiets gaat op voor de coronacrisis. Laten we de Nederlandse getallen er weer bij pakken. We beginnen in september, de maand waarin de tweede golf aan kracht won. Op 10 september noteerden we 1.140 nieuwe besmettingen en een kleine twee weken later, op 22 september, bereikten we (afgerond) het volgende vakje op het schaakbord: 2.215 gevallen. Nog eens twee weken later, op 6 oktober, volgde weer een verdubbeling: 4.572 besmettingen. En op 23 oktober tikte de teller ‘9.268’ aan. Ditmaal zeventien dagen later, op een moment dat de groei al iets begon af te vlakken.", "Grenzen aan de groei", "Je hebt niet eens een schaakbord met 64 vakjes nodig om te zien dat ook dit scenario grenzen aan de groei onthult. Wie het virus langer z’n gang zou laten gaan, met elke twee weken een verdubbeling, komt na een half jaar en twaalf verdubbelingen op het punt dat het totaal aantal nieuwe (!) besmettingen het aantal Nederlanders overstijgt. Geinig op papier, maar voor het zover is, zou de uitbraak in de echte wereld logischerwijs al zijn gestopt. Het aantal mensen dat nog niet is besmet, raakt simpelweg op.", "Dat is een wetmatigheid die opgaat in vrijwel alle scenario’s met exponentiële groei in de echte wereld. Of het nu het aantal graankorrels is op een schaakbord of het aantal nieuwe besmettingen in een pandemie: het tempo van stijgen is overrompelend en vrijwel per definitie tijdelijk.", "Waar de intuïtie ons in de steek laat, kunnen we ons gelukkig wenden tot de wiskunde. Mede daarom zagen beleidsmakers wereldwijd misschien in wat er zou gebeuren als we de exponentiële toename zonder remmingen hadden laten groeien totdat de natuurlijke ‘brandstof’ op zou zijn geweest. Totdat, met andere woorden, iedereen besmet zou zijn (geweest).", "Beeld Typex", "Is het leegraken van fictieve graanvoorraaden nog een lollige punchline, het rücksichtslos vermenigvuldigen van het virus had ons zorgstelsel zodanig lamgelegd dat de opstapeling van menselijk leed, gekoppeld aan een overweldigend aantal coronadoden, het bevattingsvermogen te boven gaat. Gelukkig dus, dat onze maatregelen de groei hebben gedempt.", "Rest nog hoe het afliep met die handige Sissa ibn Dahir. Dat verschilt nogal per vertelling. Soms eindigt hij als regeringsadviseur, opdat de koning nooit meer zo’n slechte deal aanneemt. Veel vaker wordt hij verbannen of ter dood veroordeeld. Laten we dus hopen dat onze leiders in deze schimmige tijd kennis en inzicht op waarde blijven schatten."], "authors": ["George Van Hal"], "keywords": ["menselijk", "van", "twee", "en", "een", "brein", "kan", "dat", "met", "exponentiële", "op", "te", "bevatten", "het", "moeilijk", "maar", "groei"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}