{"id": "d8ae248c-212c-34f0-8bce-062035762eb1", "title": "In Hongkong moet nu ook de rechterlijke macht het ontgelden", "url": "https://www.parool.nl/wereld/in-hongkong-moet-nu-ook-de-rechterlijke-macht-het-ontgelden~b2ae00e2/", "summary": "Ook de onafhankelijke rechterlijke macht van de stad moet het nu ontgelden, een stelsel dat de ruggengraat vormt van dit globale financiële handelscentrum.\nVooral dankzij de rechtbanken onderscheidde Hongkong zich van het Chinese vasteland, waar de Communistische Partij het ondoorzichtige rechtsstelsel volledig controleert.\nZe zorgden voor een niet aflatende geldstroom die van Hongkong een van ’s werelds belangrijkste steden zou maken.\nDe krant Ta Kung Pao, eigendom van het Chinese liaisonbureau, de officiële vertegenwoordiging van Peking, eist dat rechters ‘patriottischer’ handelen.\nChen put troost uit de vrijspraak, maar vreest het hoger beroep: “Nog steeds heeft iedereen hier in Hongkong een sprankje hoop op een normale rechter.", "paragraphs": ["Rechters en advocaten in Hongkong dragen nog altijd een pruik, uit de historie van Hongkong als kroonkolonie . Beeld Hollandse Hoogte / AFP", "Ze werden gearresteerd toen de protesten in Hongkong vorig jaar op z’n gewelddadigst waren en het brandbommen regende op belangrijke overheidsgebouwen. De demonstranten staken het bij hoofdbureau van politie een barricade in brand.", "De rechter liet vorige maand niets heel van de zaak die justitie tegen de groep betogers had geformuleerd. Volgens rechter Sham Siu-man hadden politieagenten onjuiste verklaringen afgelegd. Bovendien was er niet gehandeld conform de opleiding. Zo hadden ze betogers niet met wapenstokken mogen slaan. Alle acht beklaagden werden vrijgepleit.", "De volgende dag stond op de voorpagina van een krant in Hongkong een grote foto van de rechter, compleet met pruik en gehuld in een lang gewaad. Naast het portret zette de krant beelden van betogers bij brandende barricades. ‘Vreemd vonnis van de rechtbank,’ stond erboven. In de door de Chinese regering gecontroleerde krant kreeg de rechter van onder uit de pan, omdat ‘hij vond dat de betogers slecht zijn behandeld’.", "De greep van de Chinese Communistische Partij op Hongkong wordt steeds steviger. Ook de onafhankelijke rechterlijke macht van de stad moet het nu ontgelden, een stelsel dat de ruggengraat vormt van dit globale financiële handelscentrum.", "‘Gele rechters’", "Chinese staatsmedia varen al maanden uit tegen ‘gele rechters’ – geel is de kleur van de prodemocratische protestbeweging – die betogers veel te mild zouden straffen. Partijfunctionarissen in Peking roepen daarom op tot drastische ingrepen om de onafhankelijkheid van de rechters te beknotten.", "Met succes, de politieke leiding van Hongkong heeft steeds meer invloed op de manier waarop rechters worden benoemd. “Het zou naïef zijn te denken dat ze de rechterlijke macht met rust laten. Waarom zouden ze?” zegt Dennis Kwok, die de juridische sector van Hongkong vertegenwoordigt in het lokale parlement. Onlangs werd hij uit zijn functie ontheven. Kwok: “Ze willen zich overal mee bemoeien.”", "In Hongkong geldt sinds deze zomer de verreikende wet op de nationale veiligheid, waarmee Pekings invloed op het rechtsstelsel verder is toegenomen. China trok zich niets aan van Hongkongs eigen rechtbanken toen het vorige maand het ontslag afdwong van vier parlementsleden, onder wie Kwok. De vrees bestaat dat straks de rechters van Hongkong aan de beurt zijn.", "Het op Britse leest geschoeide rechtsstelsel, met zijn 170 jaar oude traditie van lange gewaden, pruiken en strikte onafhankelijkheid, staat aan de basis van een existentieel gevecht over de toekomst van Hongkong.", "Vooral dankzij de rechtbanken onderscheidde Hongkong zich van het Chinese vasteland, waar de Communistische Partij het ondoorzichtige rechtsstelsel volledig controleert. Hongkongs onafhankelijke systeem was een factor die talloze multinationale bedrijven overhaalde zich juist daar te vestigen. Ze zorgden voor een niet aflatende geldstroom die van Hongkong een van ’s werelds belangrijkste steden zou maken. Ook om die reden verdedigen Hongkongers de integriteit van het stelsel fel.", "De protestgolf begon vorig jaar als reactie op een voorstel dat volgens velen neerkwam op ondermijning van de plaatselijke rechtbanken: die moesten, vond China, mensen naar het vasteland kunnen uitwijzen.", "China’s groeiende macht reikt ook tot de pers in Hongkong. De krant Ta Kung Pao, eigendom van het Chinese liaisonbureau, de officiële vertegenwoordiging van Peking, eist dat rechters ‘patriottischer’ handelen. Ook moet er volgens de krant een raad komen die lengtes van straffen bepaalt en een jury die klachten over rechters behandelt. Ta Kung Pao pleit verder voor meer toezicht op de manier waarop rechters tot hun vonnis komen.", "Zonneklaar", "“Peking begrijpt dat dit bij veel mensen heel gevoelig ligt, en dat de internationale gemeenschap meekijkt,” aldus Eric Cheung, docent rechten aan de Universiteit van Hongkong. “Peking mag dan niet gezien willen worden als bemoeizuchtig met het justitie-apparaat, volgens mij is het zonneklaar dat hoge functionarissen niet blij zijn met besluiten van onze rechters.”", "China dwong vorige maand het ontslag van vier leden van het Hongkongse parlement af. Uiterst links; Dennis Kwok. Beeld Vincent Yu/AP", "Een comité van het Nationale Volkscongres, China’s ‘parlement’, heeft de bevoegdheid om de Basic Law, Hongkongs grondwet, naar eigen inzicht te interpreteren. Talloze malen sprak het comité zich uit tegen de democratische krachten in Hongkong. Zo werd de beëdiging van zes prodemocratische parlementariërs meteen het voorwendsel om hen te ontslaan; ze hadden tijdens de ceremonie immers geprotesteerd tegen de groeiende invloed van Peking.", "De veiligheidswet legt rechtbanken in de stad verder aan banden. In sommige gevallen is het mogelijk mensen op het vasteland te berechten, zoals wanneer sprake is, in de ogen van China althans, van buitenlandse invloed of van dreigementen. De wet bepaalt dat Carrie Lam, de hoogste bestuurder van Hongkong, rechters aanwijst voor processen die te maken hebben met de nationale veiligheid. Lam voert China’s wensen trouw uit.", "Iedereen kritisch op de rechter", "Onder zowel aanhangers van Peking als de prodemocratische beweging, vind je critici van rechtbanken. Een aanwijzing, misschien, dat de rechterlijke macht een onpartijdige instelling blijft en dat niet alle rechters dezelfde opvattingen huldigen. Zo kreeg een lid van het Hooggerechtshof vorige maand veel kritiek uit het pro-Chinakamp toen hij constateerde dat agenten van de oproerpolitie onvoldoende identificatie op hun uitrusting dragen. Ook vond hij dat het gemakkelijker moet worden om klachten tegen de politie in te dienen. Het vonnis werd gewezen in een zaak die was aangespannen door de vakbond van journalisten in Hongkong, wegens het optreden van de politie tegen betogers.", "Andere rechters zijn juist het mikpunt van kritiek van de oppositie. Om de zware straffen die ze opleggen aan demonstranten of omdat het lijkt alsof ze op de hand zijn van mensen die betogers aanvallen. In april vergeleek een arrondissementsrechter in zijn vonnis de protestbeweging met terrorisme. Geoffrey Ma, president van het Beroepshof, verbood hem daarop per ommegaande om nog zaken te behandelen die te maken hebben met de protestbeweging tegen Peking.", "Pleidooi voor onderbouwing", "De kritiek op rechters is dit jaar zo fel geworden dat Ma in september een uitgebreid pleidooi schreef voor de onafhankelijkheid van het gerechtelijk apparaat in Hongkong.", "‘Het is fout om ernstige beschuldigingen zoals vooringenomenheid of schending van principele waardes te doen, alleen maar omdat een vonnis je wel of niet aanstaat,’ schreef Ma in september. ‘Het rechtsstelsel is allerminst boven kritiek verheven, maar die kritiek dient dan wel grondig te worden onderbouwd. De rechtspraak moet vooral niet worden gepolitiseerd.’", "Tot nu toe valt uit de protestzaken niet op te maken of de rechtbanken een voorkeur ontwikkelen voor de betogers, of juist voor Peking. Van de 10.418 mensen die werden gearresteerd tijdens protesten, zijn er 2325 vervolgd. De aanklachten varieerden van relschoppen en geweldpleging, tot onwettige samenkomst. Eind oktober had dat tot 372 veroordelingen geleid. Volgens gegevens van de Hongkongse politie zijn 77 mensen vrijgesproken.", "Rechter Sham-Siu-man schreef vorige maand in zijn vonnis dat agenten misschien wel uit frustratie handelden, toen ze sociaal werker Jackie Chen arresteerden voor relschoppen.", "Chen had bij een van de protesten een luidsprekertje bij zich. Dat gebruikte ze om agenten te vragen betogers de kans te geven vreedzaam en kalm de demonstratie te verlaten. ‘Misschien ergerde ze sommige agenten daarmee,’ schreef de rechter. ‘Maar dat lijkt me geen relschoppen.’ De rechter sprak Jackie Chen en haar medeverdachten vrij. De regering van Hongkong voert nog een hoger beroep.", "Chen put troost uit de vrijspraak, maar vreest het hoger beroep: “Nog steeds heeft iedereen hier in Hongkong een sprankje hoop op een normale rechter. Op de kans dat je niet automatisch wordt veroordeeld.”", "© The New York Times", "Vertaling René ter Steege"], "authors": ["Austin Ramzy"], "keywords": ["van", "het", "op", "die", "zijn", "rechters", "rechterlijke", "moet", "macht", "ook", "nu", "een", "dat", "te", "ontgelden", "hongkong"], "pubDate": "2020-12-05T09:00:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}