{"id": "d8af7192-b33a-348d-a0b7-75de837b3c73", "title": "Klimaatvraag: Hoe kan de CO2-concentratie 'ondanks corona' stijgen?", "url": "https://nu.nl/klimaat/6093574/klimaatvraag-hoe-kan-de-co2-concentratie-ondanks-corona-stijgen.html", "summary": "Over een jaar gemiddeld verandert de CO2-concentratie hier dus niet door.\nDe stijging van de CO2-concentratie in de atmosfeer, gemeten door het Scripps Institution of Oceanography op Hawaï.\nDe stijgende trendlijn komt grotendeels door het toevoegen van extra koolstof door de verbranding van fossiele brandstoffen.\nEen eenmalige daling van de uitstoot van 8 procent (door de coronacrisis), leidt hooguit tot een iets minder snelle stijging van deze grafiek.\n(Beeld: Scripps Institution of Oceanography)Pas als uitstoot en opname verschillen, verandert de concentratieAls de uitstoot en opname van CO2 even groot zijn, blijft de hoeveelheid in de atmosfeer van jaar op jaar gelijk.", "paragraphs": ["Door de coronacrisis vliegen en rijden we minder en draait de industrie een tandje lager. Als gevolg valt de wereldwijde CO2-uitstoot tijdelijk lager uit. Maar in de atmosfeer is de CO2-concentratie dit jaar gewoon verder gestegen, meldde de Wereld Meteorologische Organisatie (WMO) onlangs. Hoe kan dat?", "De schijnbare tegenstelling kwam afgelopen week voorbij op NUjij, in een gesprek over klimaatwetenschap. Hoe kan de concentratie stijgen als de uitstoot daalt? Een lezer verbond er de conclusie aan dat de stijging van de CO2-concentratie blijkbaar niet door de mens komt: \"Autogebruik en vliegverkeer zijn de afgelopen maanden gehalveerd - zonder zichtbare vermindering. De wetenschap is dus gebaseerd op onjuiste informatie - de oorzaken moeten ergens anders gezocht worden.\"", "In het verdere gesprek volgden meerdere nuancerende reacties van andere lezers. We gaan er inhoudelijk op in, omdat het een terugkerend misverstand is. Dat komt voort uit verwarring van twee verschillende begrippen: uitstoot (iets toevoegen) en concentratie (een maat voor de totale hoeveelheid).", "De natuurlijke koolstofkringloop is (grotendeels) in balans", "Daarbij komt ook een groot verschil naar boven tussen de natuurlijke CO2-kringloop, en de door mensen veroorzaakte verstoring daarvan. Ja, ook de natuur 'stoot' elk jaar veel CO2 uit, veel meer nog dan de mens. Maar over de afgelopen duizenden jaren, en zelfs op een tijdschaal van miljoenen jaren, is die natuurlijke uitstoot altijd grotendeels in evenwicht met het omgekeerde proces: de CO2-opname van de natuur.", "Om dat natuurlijke evenwicht te begrijpen kan het helpen om naar de CO2-balans van seizoenen te kijken. In de lente groeien blaadjes aan de bomen, waarbij CO2 wordt opgenomen. In de herfst vallen ze er weer vanaf, waarna de blaadjes wegrotten en de CO2 weer vrijkomt. Over een jaar gemiddeld verandert de CO2-concentratie hier dus niet door.", "", "Zo ook in een natuurlijk, volgroeid bos. Daar staan jonge bomen die nog in massa toenemen, door takken te groeien, dikker te worden of hoger te worden. Maar er zijn ook bomen die aan het einde van hun leven komen, sterven en wegrotten. Ook hier: de CO2-opname en de CO2-uitstoot zijn in balans. Het woord voor die natuurlijke balans: de koolstofkringloop.", "De stijging van de CO2-concentratie in de atmosfeer, gemeten door het Scripps Institution of Oceanography op Hawaï. De golfbeweging wordt veroorzaakt door de seizoenen (op het noordelijk halfrond). De stijgende trendlijn komt grotendeels door het toevoegen van extra koolstof door de verbranding van fossiele brandstoffen. Een eenmalige daling van de uitstoot van 8 procent (door de coronacrisis), leidt hooguit tot een iets minder snelle stijging van deze grafiek. (Beeld: Scripps Institution of Oceanography)", "Pas als uitstoot en opname verschillen, verandert de concentratie", "Als de uitstoot en opname van CO2 even groot zijn, blijft de hoeveelheid in de atmosfeer van jaar op jaar gelijk. Dat geldt voor de natuurlijke koolkringloop. Daar gaat veel CO2 in om, maar zonder netto effect op de CO2-concentratie.", "", "Dat is anders met de menselijke uitstoot door verbranding van fossiele brandstoffen. Die CO2 is afkomstig uit koolstoflagen die al miljoenen jaren diep in de aardbodem lagen. Wij graven deze koolstof op (in de vorm van steenkool, aardolie en aardgas) en verbanden het, waarbij CO2 vrijkomt in de atmosfeer. Het grote verschil: dit is extra CO2, dat dus netto toevoegt aan de koolstofkringloop. De natuur kan deze CO2 niet zomaar óók opnemen. Gevolg: de concentratie stijgt, en daarmee ook de temperatuur.", "Het tempo waarin de concentratie stijgt, hangt af van de hoogte van de uitstoot. Maar zelfs als wij onze uitstoot halveren, zal de concentratie blijven oplopen, zij het minder hard. Pas als onze uitstoot nog verder omlaaggaat, kan de CO2-concentratie in de atmosfeer stabiliseren (en na enige vertraging uiteindelijk ook de temperatuur). Willen we de CO2-concentratie verlagen, dan zullen we zelfs netto CO2 uit de atmosfeer moeten weghalen - en als mensheid een 'negatieve uitstoot' moeten nastreven.", "De koolstofkringloop is in werkelijkheid nog een stuk complexer. Zo maakt het uit of vegetatie aan het aardoppervlak verandert (bijvoorbeeld door ontbossing of bosaanplant), en ook de oceanen spelen een zeer grote rol. Daar lost nu nog een belangrijk deel van onze CO2-uitstoot in op, maar dat neemt af naarmate de concentratie verder stijgt en de temperatuur verder oploopt. (Beeld: NASA)", "In komende dertig jaar moet stijging concentratie stoppen", "Door de coronacrisis valt de mondiale CO2-uitstoot dit jaar tijdelijk 7 of 8 procent lager uit. Daarmee wordt de jaarlijkse stijging van de CO2-concentratie iets afgeremd, maar het is bij lange na niet genoeg om de concentratie te laten dalen.", "", "De Europese Unie, het Verenigd Koninkrijk, China, Japan, Zuid-Korea en de Verenigde Staten onder Joe Biden streven er daarom naar om de CO2-uitstoot naar (netto) nul te brengen in de komende dertig jaar. Als dat wereldwijd lukt, kan de opwarming nog onder de in Parijs afgesproken 1,5 graden blijven. De coronacrisis is wat dat betreft niet meer dan een druppel op de gloeiende plaat."], "authors": ["Door", "Rolf Schuttenheim"], "keywords": ["stijgen", "van", "ondanks", "hoe", "het", "op", "jaar", "klimaatvraag", "kan", "corona", "een", "ook", "en", "co2concentratie", "uitstoot", "co2", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}