{"id": "d8b3a273-7658-3837-b94b-c6ee1e1025da", "title": "Alarmisme over het klimaat kan het nieuwe ontkennen worden", "url": "https://trouw.nl/duurzaamheid-natuur/alarmisme-over-het-klimaat-kan-het-nieuwe-ontkennen-worden~b236d944/", "summary": "Ook als de mens nu abrupt stopt met het uitstoten van broeikasgassen, raakt de planeet oververhit.\nHet machteloze ‘het maakt toch allemaal niets meer uit’ is dan de nieuwe stok tegen om klimaatbeleid mee te slaan.\nHet wordt wel met de dag moeilijker, scenario’s waarin de aarde aan het eind van de eeuw 3 tot 4 graden heter is, zijn niet ondenkbeeldig.\nZij reageerde op uitlatingen van Nancy Pelosi, voorzitter van het Huis van afgevaardigden die vooruitblikte op het klimaatbeleid dat de Democraten nu kunnen gaan voeren.\nAls mensen zo’n toekomst voor zich zien, zullen ze met opgeruimd gemoed hun jute boodschappentas grijpen en die zonnepanelen neerleggen.", "paragraphs": ["Leuk, die zonnepanelen. Geinig, zo’n elektrische auto. Top, geen plastic zakje meer bij de bakker. Maar gaat het helpen voor het klimaat? Ook als de mens nu abrupt stopt met het uitstoten van broeikasgassen, raakt de planeet oververhit. Het ‘point of no return’ is reeds gepasseerd. Verschillende kantelpunten, zoals de oppervlakte sneeuw en ijs, zijn al in zicht en zetten onomkeerbare opwarming in gang.", "Dat is althans vorige week beschreven in een studie in het tijdschrift Scientific Reports. Rustig, geen paniek, het is een ‘denkoefening’, geen voorspelling. Noorse wetenschappers lieten een simpel model los op het klimaat, met de toepasselijke afkorting Escimo, keken een paar eeuwen vooruit en stonden zelf te kijken van de uitkomsten. Hun eigen advies: doe wat wij doen maar dan met meer geavanceerde klimaatmodellen.", "Een beetje wetenschappelijke spielerei, zo lijkt het. Maar veel klimaatwetenschappers kunnen het niet waarderen. Onverantwoordelijk, om zo’n wankel onderbouwd doemverhaal te publiceren. Zo vat de gedachte post dat het toch allemaal niks meer uitmaakt, klimaatbeleid geen zin meer heeft. Koren op de molen van klimaatontkenners, zo klonk het. Het reduceren van de mens tot een nietig schepseltje, zonder noemenswaardige invloed op die almachtige natuur is een groeiend argument in de strijd tegen klimaatverandering. Die is namelijk zelf steeds lastiger te negeren, thermometers kun je moeilijk betichten van liegen, orkanen komen niet toevallig steeds vaker uit de lucht vallen. Het machteloze ‘het maakt toch allemaal niets meer uit’ is dan de nieuwe stok tegen om klimaatbeleid mee te slaan.", "Klimaatporno", "Maar klimaatbeleid heeft wel degelijk zin, stelt het overgrote deel van de wetenschap verenigd in het klimaatpanel IPCC. Het is nog mogelijk de opwarming te beperken en de planeet leefbaar te houden. Het wordt wel met de dag moeilijker, scenario’s waarin de aarde aan het eind van de eeuw 3 tot 4 graden heter is, zijn niet ondenkbeeldig. Klimaatwetenschappers worstelen met de vraag hoe alarmistisch ze moeten zijn om de wereld in beweging te krijgen. De zorgen zijn enorm, maar zaaien wetenschappers of activisten teveel paniek, dan krijgen ze naar hun hoofd geslingerd dat ze aan ‘klimaatporno’ doen: je verlekkeren aan apocalyptische grafieken met van die rood gearceerde banen waar de atmosfeer echt niet in terecht zou moeten komen.", "Teveel doem kan verlammend uitpakken. Maar te weinig angst zaaien is ook niet de weg, zo waarschuwde Genevieve Guenther vorige week, oprichter van de Amerikaanse ngo End Climate Silence. Zij reageerde op uitlatingen van Nancy Pelosi, voorzitter van het Huis van afgevaardigden die vooruitblikte op het klimaatbeleid dat de Democraten nu kunnen gaan voeren. “We benaderen het vanuit banen, gezondheid, schone lucht, nationale veiligheid”, zei Pelosi onder meer diplomatiek. Nou, als we het zo neerzetten, was de geschrokken repliek van Guenther, “dan worden we afgemaakt als het gevecht begint”.", "Haar punt is dat een bepaalde mate van angst, erkenning van de dreiging, nodig is. Hittegolven, branden, orkanen: het verband met opwarming is al vastgesteld, mensen ondervinden die rampen al aan den lijve. Blijven deze verhalen onverteld, dan doe je geen recht aan de zwaarte en geef je teveel ruimte aan vertragende krachten en desinformatie. Vervolgens is het wel zaak om, voorbij de verontrusting, een perspectief te bieden, een blik op een betere, fossielvrije economie die de lasten op de zwaarste schouders laat rusten. Als mensen zo’n toekomst voor zich zien, zullen ze met opgeruimd gemoed hun jute boodschappentas grijpen en die zonnepanelen neerleggen.", "Redacteur Duurzaamheid & Natuur Esther Bijlo schrijft elke twee weken een column. Eerdere afleveringen vindt u hier."], "authors": ["Esther Bijlo"], "keywords": ["van", "klimaat", "het", "alarmisme", "nieuwe", "met", "die", "op", "meer", "kan", "een", "ontkennen", "te", "en", "aan", "worden"], "pubDate": "2020-11-20T11:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}