{"id": "d8b97595-88b7-33b6-999b-d1e9a86808a8", "title": "Vaccinatie loopt vast in Groningen en Drenthe. GGD's zitten vol en vaccins raken op", "url": "https://www.dvhn.nl/groningen/Zorgpersoneel-Groningen-en-Drenthe-kan-geen-afspraak-meer-maken-voor-coronavaccinatie-GGDs-zitten-vol-en-vaccins-raken-op-26343862.html", "summary": "Zorgmedewerkers in Groningen en Drenthe kunnen geen afspraak meer maken voor een coronavaccinatie omdat de GGD’s vol zitten en de vaccins op raken.\nVanaf 11 januari in Drenthe en 15 januari in Groningen en Friesland worden de eerste medewerkers van verpleeg- en verzorgingshuizen in de GGD-vaccinatiecentra ingeënt tegen het coronavirus.\nZe hebben daarvoor een uitnodiging gekregen van het RIVM en moeten zelf bellen voor een afspraak.\nDe landelijke GGD-organisatie GGD GHOR laat weten dat binnen vijf dagen bijna alle 408.000 tijdslots voor een vaccinatie-afspraak volgeboekt zijn.\nOok hebben zorgmedewerkers te horen gekregen dat ze mogelijk pas in maart hun eerste prik kunnen krijgen.", "paragraphs": ["Zorgmedewerkers in Groningen en Drenthe kunnen geen afspraak meer maken voor een coronavaccinatie omdat de GGD’s vol zitten en de vaccins op raken.", "Vanaf 11 januari in Drenthe en 15 januari in Groningen en Friesland worden de eerste medewerkers van verpleeg- en verzorgingshuizen in de GGD-vaccinatiecentra ingeënt tegen het coronavirus. Ze hebben daarvoor een uitnodiging gekregen van het RIVM en moeten zelf bellen voor een afspraak. Dat loopt alleen zo storm dat er vanaf vandaag, vrijdag, geen plek meer is voor nieuwe afspraken.", "De landelijke GGD-organisatie GGD GHOR laat weten dat binnen vijf dagen bijna alle 408.000 tijdslots voor een vaccinatie-afspraak volgeboekt zijn. ,,Dit is natuurlijk geweldig nieuws’’, stelt de GHOR-woordvoerder in een persbericht. ,,Vanwege de schaarste aan vaccins is het op dit moment niet meer mogelijk nieuwe tijdslots open te zetten. Wanneer mensen uitgenodigd zijn en een vaccinatie-afspraak willen maken, maar de beschikbare tijdslots vol zijn, dan wordt naam en telefoonnummer genoteerd.’’", "'Pas in maart'", "Medewerkers van verpleeghuizen in Groningen en Drenthe hebben de afgelopen dagen nog wel afspraken kunnen maken, maar donderdag kregen enkelen al te horen dat ze alleen nog in Leeuwarden terecht kunnen voor een prik. Ook hebben zorgmedewerkers te horen gekregen dat ze mogelijk pas in maart hun eerste prik kunnen krijgen.", "GGD GHOR heeft het niet over maart maar wel over ‘enkele weken’. ,,Volgens de vaccinatiestrategie van het kabinet en de daarbij behorende te verwachten leveringen zal dit met de kennis van nu op zijn vroegst over enkele weken zijn’’, zegt de woordvoerder."], "authors": ["Arend Van Wijngaarden"], "keywords": ["groningen", "raken", "loopt", "zijn", "ze", "te", "vaccinatie", "van", "en", "een", "vol", "voor", "zitten", "kunnen", "vaccins", "vast", "op", "het", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}