{"id": "d8cb4a7a-ef3b-3469-ace7-c053ae83079b", "title": "De achternaam van je partner aannemen: logisch of ouderwets?", "url": "https://www.telegraaf.nl/vrouw/1883960099/de-achternaam-van-je-partner-aannemen-logisch-of-ouderwets", "summary": "Een tijd geleden plaatsten wij een poll waarin jullie konden aangeven hoe jullie denken over het aannemen van de achternaam van je partner.\n1100 mensen namen de achternaam van hun partner aan, 460 mensen niet.\nDaarnaast zien velen het als een traditie om hun achternaam ’om te ruilen’.\nNeem jij de achternaam van je partner over - bijvoorbeeld zodat jullie beiden dezelfde achternaam dragen als jullie kind(eren)?\nOf neem je de achternaam van je partner bewust niet over?", "paragraphs": ["Een tijd geleden plaatsten wij een poll waarin jullie konden aangeven hoe jullie denken over het aannemen van de achternaam van je partner. 1100 mensen namen de achternaam van hun partner aan, 460 mensen niet.", "Ja", "„Ik vond het makkelijker voor de kids. En ik ben daar ouderwets daar.” De meeste vrouwen nemen de achternaam van hun partner over voor het gemak, met name in verband met de kinderen. Daarnaast zien velen het als een traditie om hun achternaam ’om te ruilen’.", "Ze zijn schaars, maar ook mannen kunnen ervoor kiezen om de achternaam van hun vrouw over te nemen. „Trots dat ik met haar mocht trouwen, en bij haar mooie familie hoor.” Ook kan je er natuurlijk voor kiezen om beide achternamen te dragen: „Ik heb de naam van mijn man aangenomen met daarachter mijn meisjesnaam, omdat ik er ook enorm trots op ben. Mijn man heeft ook mijn meisjesnaam achter zijn naam genomen.”", "Nee", "„ Nee. Principekwestie. Ik raak ook geïrriteerd als ik post krijg met zijn achternaam.” Vrouwen kiezen er met name uit principe voor om hun meisjesnaam te houden. Soms ook met het oog op de toekomst: „Zo onhandig, als je gaat scheiden word je nog jaren met de naam van je ex aangesproken! Bovendien: ik ben trots op mijn meisjesnaam, dat ben ik! Dus nee...”", "Bekijk ook: Waarom een dubbele achternaam zoveel logischer is", "Praat mee", "Wat vind jij? Neem jij de achternaam van je partner over - bijvoorbeeld zodat jullie beiden dezelfde achternaam dragen als jullie kind(eren)? Of draagt jouw kind jouw achternaam? Of neem je de achternaam van je partner bewust niet over? Of draag je ze allebei? Praat mee op onze Facebookpagina!"], "authors": [], "keywords": ["ik", "ouderwets", "logisch", "van", "achternaam", "mijn", "met", "om", "hun", "partner", "ook", "aannemen", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}