{"id": "d8de5516-b3c1-305b-be98-3e0222b9320c", "title": "Een ode aan Groningen: klein leger aan creatievelingen steekt de Groningers een hart onder de riem", "url": "https://www.dvhn.nl/groningen/Een-ode-aan-Groningen-klein-leger-aan-creatievelingen-steekt-de-Groningers-een-hart-onder-de-riem-26283360.html", "summary": "Dichter Myron Hamming, het Noord Nederlands Orkest en andere kunstenaars hebben de handen ineen geslagen en een video gemaakt: een lofzang over en aan Groningen.\nBij haar staat dichter Myron Hamming en het duo wordt gefilmd.\nEn Hamming hoopt dat het hem helpt om stadsdichter te worden en het stokje over te nemen van Renée Luth.\nIk wil dat je het grijpt, het ligt recht voor je.\nDus Groningen ga je gang maar, vul jezelf met nieuwe straten en gezichten maar ik wil dat je nooit verandert.", "paragraphs": ["Het land zit op slot en de Groningers kunnen wel een hart onder de riem gebruiken. Dichter Myron Hamming, het Noord Nederlands Orkest en andere kunstenaars hebben de handen ineen geslagen en een video gemaakt: een lofzang over en aan Groningen.", "Het is ijzig koud en toch danst ze op haar balletschoenen, gehuld in een dunne zwarte jurk, door de Herestraat in Groningen. Het is donker en boven haar glanzende bruine haar fonkelen de kerstlampjes. Zij is de danser Amarise Jazbek. Ze is niet in haar eentje. Bij haar staat dichter Myron Hamming en het duo wordt gefilmd.", "loading", "Project is eigen leven gaan leiden", "Verstopte hij eerst poëzie in de stad, nu stopt hij de stad in zijn poëzie. Hamming wil stadsdichter worden en dat schreeuwt hij al een tijdje van de daken. Volgende week vrijdag moet hij officieel zijn sollicitatie insturen. Bij zijn motivatiebrief wilde hij ook iets origineels doen: een video.", "Dat plan is nogal een eigen leven gaan leiden. De video is verworden tot een soort liefdesbrief aan de Groningers, in samenwerking met het Noord Nederlands Orkest, filmduo Huib Berends en Ernstjan van Dam van The Brandwagon, fotograaf Mariska de Groot, Aliud Records, Studio MON en dus balletdanser Amarise Jazbek.", ",,Ha, ja. Dit was inderdaad niet helemaal de bedoeling. Maar het is zo tof geworden”, zegt Hamming lachend. ,,Ik raakte met Ernstjan en Huib in gesprek en opeens was ik allemaal organisaties aan het vragen wat hun wens is voor Groningen. Dat is wat we in deze video hebben verwerkt: onze liefde voor onze stad.”", "‘Dit is echt een project uit liefde’", "Jazbek danst, begeleid door speciaal voor deze video gemaakte muziek van het NNO, op de mooiste plekken in de binnenstad. Op het dak van het Forum bijvoorbeeld, maar ook in de stationshal. Ondertussen hoor je de woorden van Hamming: ,,Dus Groningen ga je gang maar, vul jezelf met nieuwe straten en gezichten maar ik wil dat je nooit verandert.”", "Door corona ligt de creatieve sector op z’n gat. ,,Veel van onze klussen gaan niet door. Met de video willen we eigenlijk iedereen een hart onder de riem steken en elkaar oppeppen. Het komt goed. Iedereen heeft er belangeloos aan meegewerkt. Dit is echt een project uit liefde.”", "De video komt precies op het juiste moment. Door de lockdown die premier Rutte maandag aankondigde, kan Groningen wel een steuntje in de rug gebruiken. De creatieve kompanen hopen dat de video de Groningers opvrolijkt en tegelijkertijd laat zien hoe prachtig de stad is.", "En Hamming hoopt dat het hem helpt om stadsdichter te worden en het stokje over te nemen van Renée Luth. ,,Dat is nog steeds de droom. Officieel stadsdichter zijn is voor mij een soort stempel op mijn werk. Ik weet al dat ik poëzie heerlijk vind om te maken, maar het zou fijn zijn om een soort van bevestiging te hebben.”", "‘De Stad waar ik alles aan heb te danken’", "Lees hieronder de tekst die Myron Hamming schreef voor de video:", "‘ik schreef voor mijzelf, nu is het tijd om te schrijven voor mijn Stad’", "Ik ken ze, de straten, de stegen en de markten die ertussen liggen. Ik ken ze, de havens en hun meesters, de kroegen, Stadjers, de studenten en hun feesten, laat die dansvloeren maar barsten, de glazen breken, wring nachten uit tot haar laatste slagen, van deuren die sluiten wil ik niets weten.", "", "Ik spreek van een Stad die niet hapert, waar singels je omarmen alleen om nooit meer los te laten. Dit is Groningen, hier graven wij grachten diep. Door de straten door het leven van mijn Stad. Flirten met het gebouw als een ingeslagen meteoriet, de theaters met onrustige legendes op het hout. Luister! A l beeft de grond onder je voeten, overeind zul je blijven zolang je samen bent. Groningen luister! Ik wil dat je ademt op het slaan van de klokken, steek die loftrompet!", "Dit is mijn tijd, zoals het nooit eerder was, dit is nu, dit is hier in de Stad waar ik alles aan heb te danken. Ik wil dat je het grijpt, het ligt recht voor je. Je bent Groninger, je bent dichter, bij dan ooit, ook voor de steden voor wie we twee keer zo ver weg lijken, we doen hier niet alsof, hoeven niemand te pleasen, zorgen voor onszelf en elkaar, hier is een leven lang jezelf zijn, het mooiste dat je worden kunt.", "Schreeuw het nu, niet van daken maar bulk het van onze torens, nuchter mag, maar ik wil dat je spreekt als een stad die weet van waar ze kwam. Dus Groningen ga je gang maar, vul jezelf met nieuwe straten en gezichten maar ik wil dat je nooit verandert."], "authors": ["Patriecia Kolthof"], "keywords": ["groningers", "je", "onder", "riem", "van", "leger", "ik", "een", "voor", "aan", "het", "maar", "te", "en", "dat", "steekt", "hart", "klein", "ode"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}