{"id": "d8e2e94d-c2b6-3948-b0d4-bf9eaf45cf45", "title": "Super sociaal of allergisch voor drukte: ’Vaak zijn we een mix’", "url": "https://www.telegraaf.nl/vrouw/171184601/super-sociaal-of-allergisch-voor-drukte-vaak-zijn-we-een-mix", "summary": "„Stel je voor; je hebt net je kinderen naar school gebracht na een hectische ochtend en hebt eindelijk het huis voor je alleen.\nDan ben je een introvert persoon.\nDopamine is een neurotransmitter, beter bekend als een beloningsmiddel waardoor je je goed gaat voelen.\nDe introvert voelt sneller de werking van het stofje, hierdoor heeft hij eerder genoeg van alle prikkels, van alle activiteit.\nTenslotte gaat de laatste 10% over de situatie waarin je je bevindt.", "paragraphs": ["„Stel je voor; je hebt net je kinderen naar school gebracht na een hectische ochtend en hebt eindelijk het huis voor je alleen. Heerlijke stilte, terwijl jij alle chaos aan het opruimen bent. Je hoeft je aandacht even niet te verdelen. Ook dat praatje maken met de andere ouders op het schoolplein hoeft niet zo erg van jou. En al die kinderen die over de vloer komen voor een speelafspraak is prima, zolang jouw kroost ook maar eens bij een ander speelt. Herkenbaar? Dan ben je een introvert persoon.", "Daar tegenover staat de sociale vlinder. Heerlijk al die mensen om je heen, elk detail te weten komen en iedere dag kinderen over de vloer die samen met jouw kind een feestje bouwen. Je krijgt er echt energie van als er veel leven in de brouwerij is.”", "Bekijk ook: Hopelijk leidt coronacrisis tot emancipatie van de introverte mens", "Vrolijke boodschapper", "„De hierboven beschreven voorbeelden zijn ‘typische’ voorbeelden van de introverte en extraverte ouder op het schoolplein. Toch zijn veel mensen ambivert; hiermee wordt bedoeld dat je zowel eigenschappen van introverte als extraverte mensen hebt. Af en toe gezellig kletsen is prima, maar soms is wat rust ook prettig.”", "„Oké, ga voor jezelf het volgende eens na: je bent boodschappen aan het doen en je komt een bekende tegen. Wat doe je dan? Stap je er meteen vrolijk zwaaiend op af (ook in coronatijd) om gezellig bij te praten? Of heb je juist de neiging om jezelf als het ware ‘onzichtbaar’ te maken, omdat je geen behoefte hebt aan een praatje?", "Dit zijn twee klassieke voorbeelden van de extra- en introvert. Wat het werk betreft, vindt de introvert het thuiswerken prettig omdat er niet de hele tijd dingen aan je gevraagd worden en er niet van je verwacht wordt om mee te lopen naar het koffieapparaat. De extravert mist de sociale interacties en kakt helemaal in.”", "Bekijk ook: Zó ga je om met paniekaanvallen door coronacrisis", "Dopamine", "„Dit alles heeft te maken met het stofje dopamine. Dopamine is een neurotransmitter, beter bekend als een beloningsmiddel waardoor je je goed gaat voelen. Bij introverts werkt dit net even anders dan bij extraverts.", "De introvert voelt sneller de werking van het stofje, hierdoor heeft hij eerder genoeg van alle prikkels, van alle activiteit. Denk hierbij aan muziek aan hebben, een gesprek voeren en alvast een lijstje maken voor het avondeten met je partner via WhatsApp. Daarentegen krijgt de extravert maar geen genoeg van dopamine. Hoe meer, hoe beter. Al die mensen en activiteit om zich heen, maakt dat hij of zij zich beter kan opladen.”", "„Naast dopamine heeft dit ook volledig te maken met aanleg; daarbij geldt de 50-40-10 regel. Hiermee wordt bedoeld dat het voor 50% aanleg is en 40% aangeleerd gedrag, bijvoorbeeld door het milieu waarin je bent opgegroeid. Als er altijd veel mensen over de vloer kwamen en je beloond werd door er gezellig bij te komen zitten, terwijl je qua aanleg liever alleen wilde zijn, kan dit meespelen in je introverte of extraverte gedrag.", "Tenslotte gaat de laatste 10% over de situatie waarin je je bevindt. Mensen die enthousiast zijn over een onderwerp en zich op hun gemak voelen, zijn eerder geneigd om hun extraverte kant te laten zien, dan mensen die het onderwerp niets interesseert en eigenlijk weg willen kruipen in een hoekje van ongemakkelijkheid.”"], "authors": ["Yerin Koekkoek"], "keywords": ["van", "drukte", "om", "sociaal", "mix", "vaak", "een", "en", "ook", "allergisch", "te", "zijn", "voor", "je", "er", "super", "het", "mensen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}