{"id": "d8e77b7c-9ef9-34df-a705-826852953d3a", "title": "Hoe (on)gezond is een oliebol eigenlijk?", "url": "https://www.dvhn.nl/extra/Hoe-ongezond-is-een-oliebol-eigenlijk-26326929.html", "summary": "Gemiddeld bevat een oliebol 250 calorieën.\nCalorieën oliebol zonder krentenIn een kleine oliebol zitten 161 calorieën.\nDe bol bevat zo’n zes gram vet waarvan 1 gram verzadigd vet.\nCalorieën oliebol met krentenNeem je een krentenbol dan moet je rekenen op zo’n 179 calorieën.\nAppelflapKies je voor een appelflap van 100 gram, dan werk je 361 calorieën naar binnen, 22 gram vet waarvan 10 gram verzadigd.", "paragraphs": ["Bij de jaarwisseling horen in Nederland oliebollen. Dan zie je ze in de winkel, in kramen of op tafel en vaak kun je kiezen uit oliebollen, appelbeignets, appelbollen en appelflappen. Hoeveel calorieën en vetten zitten daar eigenlijk in?", "Een oliebol weegt gemiddeld zo’n 100 gram. Er zitten vooral veel koolhydraten in, maar ook eiwitten, vetten en water. Gemiddeld bevat een oliebol 250 calorieën. Dat is minder dan een eierkoek. Die bevat meer calorieën: 287 kcal per 100 gram.", "Calorieën oliebol zonder krenten", "In een kleine oliebol zitten 161 calorieën. De bol bevat zo’n zes gram vet waarvan 1 gram verzadigd vet. Met suiker is het aantal calorieën natuurlijk hoger.", "Calorieën oliebol met krenten", "Neem je een krentenbol dan moet je rekenen op zo’n 179 calorieën. Qua vet maakt het niet uit wat je neemt. Het aantal grammen vet is gelijk. Met suiker is het aantal calorieën natuurlijk hoger.", "Appelbeignet", "De appelbeignet bevat de minste calorieën: 147 calorieën. Ze zijn alleen wel een stuk vetter. Ze bevatten namelijk 11 gram vet waarvan 1,4 gram verzadigd vet.", "Appelflap", "Kies je voor een appelflap van 100 gram, dan werk je 361 calorieën naar binnen, 22 gram vet waarvan 10 gram verzadigd. De grootste caloriebom is de appelbol van 175 gram met 422 calorieën en 23 gram vet.", "Zelf maken", "Natuurlijk kun je ze ook zelf maken. Wat tips voor iets gezondere oliebollen:", "Gebruik geen hard frituurvet, maar olie, zoals zonnebloem-, maïs-, soja- of arachideolie. Vloeibaar frituurvet uit een fles kan ook. Hierin zit veel minder verzadigd vet dan in hard frituurvet. Stel de frituur in op 150 tot 175 °C, dan neemt je oliebol niet te veel olie op.", "Bak de oliebollen goudbruin, maar niet te donker. In aangebrand eten zitten namelijk schadelijke stoffen).", "In plaats van bloem, kun je ook volkorenmeel proberen. Gebruik geen of weinig poedersuiker om ze te bestrooien.", "Bereid je goed voor, en zorg dat je weet hoe je het vet op de juiste temperatuur moet krijgen.", "Liever niet zelf bakken? De meeste oliebollenbakkers frituren tegenwoordig in ‘gezonde’ olie of vloeibaar vet. Daardoor bevatten de oliebollen en appelbeignets minder verzadigd vet dan vroeger."], "authors": ["Carina Twerda"], "keywords": ["oliebol", "dan", "en", "een", "gram", "ze", "eigenlijk", "calorieën", "vet", "ongezond", "hoe", "verzadigd", "je"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}