{"id": "d8f3aa6b-bdc1-353a-92c5-211520b492ae", "title": "‘Luid zingend werden de aardappelen geschild’, dat moet wel fout zijn", "url": "https://trouw.nl/achterpagina/luid-zingend-werden-de-aardappelen-geschild-dat-moet-wel-fout-zijn~bc18f7e5/", "summary": "Een van de vaste brievenschrijvers stuurt mij een tekstfragment uit Trouw: ‘Een oudere man […] verkoopt vanaf een tafel Trump-merchandise.\nToch zal iedereen begrijpen dat het de auteur van de tekst is die uitkijkt over de menigte.\nIk heb al vaker in deze rubriek de regels rond het onderwerp van de beknopte bijzin besproken.\nBij voorwerpszinnen hangt dit af van het werkwoord.\nIn ‘Luid zingend werden de aardappelen geschild’ wordt het beeld opgeroepen van zingende aardappelen en dat is zo hilarisch dat de zin in ieders ogen wel fout moet zijn.", "paragraphs": ["Een van de vaste brievenschrijvers stuurt mij een tekstfragment uit Trouw: ‘Een oudere man […] verkoopt vanaf een tafel Trump-merchandise. Maar uitkijkend over de menigte lijkt daar geen gebrek aan te zijn.’ De lezer vraagt hierover: ‘Wat is in de tweede zin het onderwerp?’", "De vraag is een beetje cryptisch. Het onderwerp in de tweede zin is natuurlijk ‘geen gebrek’, maar de lezer zal bedoeld hebben dat het onderwerp uit de beknopte bijzin ‘uitkijkend over de menigte’ daar niet mee overeenkomt, zoals een bekende schoolregel voorschrijft. Toch zal iedereen begrijpen dat het de auteur van de tekst is die uitkijkt over de menigte. Maar is het dan geen taalfout?", "Ik heb al vaker in deze rubriek de regels rond het onderwerp van de beknopte bijzin besproken. Bij voorwerpszinnen hangt dit af van het werkwoord. In ‘Ik beloof je het gras te maaien’ ben ik degene die het gras maait, maar in ‘Ik beveel je het gras te maaien’ is de aangesprokene dat. De schoolregel heeft dus alleen betrekking op bijwoordelijke bijzinnen.", "De komische voorbeelden dragen de argumentatie. In ‘Luid zingend werden de aardappelen geschild’ wordt het beeld opgeroepen van zingende aardappelen en dat is zo hilarisch dat de zin in ieders ogen wel fout moet zijn. Toch zijn de naslagwerken genuanceerder.", "De Algemene Nederlandse Spraakkunst onderschrijft min of meer de schoolregel, maar maakt drie uitzonderingen: ten eerste vaste uitdrukkingen. In ‘Ingesloten bij deze brief vindt u een acceptgiro’ is ‘u’ overduidelijk niet het onderwerp. Ten tweede bijzinnen met een doelbetekenis ingebed in een passieve zin, zoals ‘Er werd meer gebouwd om de woningnood te bestrijden’. En ten derde: bijzinnen die een impliciet ‘ik’ als onderwerp hebben: ‘Om deze vraag te kunnen beantwoorden is meer informatie nodig’.", "De gewraakte zin lijkt een uitzondering van de derde soort.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["luid", "aardappelen", "van", "werden", "het", "maar", "zijn", "zin", "ik", "moet", "zingend", "een", "dat", "geschild", "te", "en", "fout", "wel", "onderwerp"], "pubDate": "2020-11-17T13:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}