{"id": "d8fa7673-698a-3f06-b4f9-4b867760e211", "title": "‘Abortus is de keuze van een vrouw, wij maken het mogelijk’", "url": "https://volkskrant.nl/nieuws-achtergrond/abortus-is-de-keuze-van-een-vrouw-wij-maken-het-mogelijk~befb4d65/", "summary": "De oorzaak was een te hoge dosering van een pijnstillend middel, niet de abortus zelf.\nDaarbij wordt onder plaatselijke verdoving of sedatie een buisje via de vagina de baarmoeder binnengebracht en het vruchtzakje met een deel van het baarmoederslijmvlies, opgezogen.\nEen abortus van 21 tot 22 weken betreft meestal een laat ontdekte zwangerschap, een partner die plotseling de benen heeft genomen, of een foetus met een ernstige lichamelijke afwijking die pas met een 20-weken echo kan worden vastgesteld.\nBeeld Aurélie Geurts‘Het dominante beeld van een abortuskliniek is lopendebandwerk: een ingreep van een paar minuten en hup, dan sta je weer buiten’, merkt Marijke.\nBehalve de priester en de non is er ook een oudere heer met een grote foto van een foetus van 14 weken, en een Nederlandse vrouw, uren biddend naast haar fiets.", "paragraphs": ["Arts Elles Garcia en haar team bespreken met een patiënt wat er gaat gebeuren. Beeld Aurélie Geurts", "Als ze haar oude Opel met Belgische kentekenplaat vlak bij de abortuskliniek in Heemstede tot stilstand brengt, schrikt Aurélie (28) zich lam van hard geklop op haar autoraam. Ze kijkt opzij en ziet een man van middelbare leeftijd in een zwart priestergewaad voorovergebogen door haar zijraam turen. ‘Are you pregnant?’ roept hij. ‘Nee! Nee!’, antwoordt ze met stemverheffing, overdonderd door deze indringende vraag van een vreemde. Hitte stijgt naar haar hoofd. In haar achteruitkijkspiegel ziet ze een non op de stoep toekijken. Terwijl de priester, zwaaiend met een folder, ‘I can help you’ tegen de autoruit roept, beseft Aurélie op de plaats van bestemming te zijn. Ze draait het raampje open en neemt beleefdheidshalve de folder aan: ‘Ik ben fotograaf voor de Volkskrant en zoek de ingang van de abortuskliniek.’ De man lacht verontschuldigend en wijst haar geduldig de weg naar de hoofdingang: de eerste rechts en dan meteen de hoek om de oprijlaan op, rechtdoor naar een parkeerplaats achter het gebouw. En dan: ‘Daarbinnen zullen ze vast nare dingen over mij zeggen.’", "Struikelend over haar woorden vertelt fotograaf Aurélie Geurts deze vrijdagochtend eind juni wat haar zojuist is overkomen. Om 8.15 uur hebben we afgesproken bij de voordeur van de Bloemenhovekliniek om aan de laatste etappe te beginnen van een vijfdaagse reportage over de dagelijkse praktijk in een Nederlandse abortuskliniek. We lopen mee in twee klinieken waar bij elkaar een kwart van de jaarlijks 30 duizend abortussen in Nederland worden uitgevoerd. Een kliniek in Amsterdam, waar behandelingen tot 18 weken mogelijk zijn, en Bloemenhove in Heemstede, die ook abortussen bij 18 tot 22 weken zwangerschap uitvoert. In Nederland vinden 56 procent van de zwangerschapsafbrekingen plaats in de eerste 8 weken, 37 procent tussen 8 en 18 weken en 7 procent tussen 18 en 23 weken zwangerschap. De helft van deze ‘late’ behandelingen betreft vrouwen uit het buitenland die in eigen land niet terecht kunnen vanwege strengere wetgeving, trainerende artsen of een algeheel verbod op abortus. De parkeerplaats in Heemstede staat dagelijks vol auto’s met Franse, Duitse, Poolse, Hongaarse en Belgische nummerborden. Anti-abortusactivisten proberen de bezoekers op het allerlaatste moment op andere gedachten te brengen.", "Het Nederlands Genootschap van Abortusartsen (NGvA) is bezorgd over het toegenomen, soms intimiderende activisme bij de ingang van klinieken, dat zo’n twee jaar geleden is overgewaaid uit de Verenigde Staten. Het verstoort de vrije toegang tot hulpverlening, vindt abortusarts Monique Opheij, voorzitter van het NGvA. ‘We moeten zuinig zijn op het zwaarbevochten recht van vrouwen in Nederland op een veilig en professioneel uitgevoerde abortus.’ Ze bepleit meer openheid van haar eigen beroepsgroep omdat de onwetendheid over de hulpverlening groot is, en gaat in op het voorstel van de Volkskrant om een week mee te lopen. We krijgen volledige toegang tot twee klinieken, op voorwaarde dat de aanwezige vrouwen daarmee instemmen en onherkenbaar aan het woord en op de foto komen. Waarom kiezen zij voor een abortus, hoe zorgvuldig is de hulpverlening en heeft het toenemende activisme impact?", "Tegenover de kliniek in Heemstede wordt gedemonstreerd tegen abortus. Beeld Aurélie Geurts", "Maandag: De keuze", "Twee camera’s boven de grote zware voordeur beloeren Marianne (41) als ze om half 11 aanbelt bij de abortuskliniek in Amsterdam. In de lichte wachtruimte zitten drie vrouwen, op ruime afstand van elkaar. Gelukkig, geen bekenden, stelt ze vast. Ook al doet niemand een mond open, toch voelt Marianne verbondenheid. Zouden deze vrouwen, met hun gezichten strak van de spanning, dezelfde schaamte voelen als zij? Zouden ook zij nooit hebben gedacht op een dag hier verzeild te raken? De wachttijd is langer dan haar lief is. Er verstrijken 10 minuten, 15, 20. Uit een rode transistorradio klinken de zachte tonen van een soul- en-jazz-zender. Voor de zoveelste keer overdenkt Marianne alle overwegingen om haar prille zwangerschap te laten beëindigen. Straks bij de arts in de spreekkamer verwacht ze streng ter verantwoording te worden geroepen.", "Na een half uur is ze dan eindelijk aan de beurt. Met opgetrokken schouders, haar handen in elkaar gevouwen op schoot, zit ze tegenover Elles Garcia. De bedachtzame 53-jarige arts met haar zachte stem stelt de vraag die vandaag 29 vrouwen in haar spreekkamer horen: ‘Hoe gaat het met je?’", "Marianne vertelt voor het eerst zwanger te zijn. ‘Dit is misschien mijn enige kans.’ Ben je dan wel zeker van een abortus, wil de arts weten. Marianne voelt de ruimte terug te krabbelen. Dan, beslist: ‘Ja.’ Ze zegt er goed over te hebben nagedacht. ‘Geen moment heb ik blijdschap gevoeld, ook niet bij de uitslag van de zwangerschapstest. Een kind moet welkom zijn.’", "Een kinderwens heeft ze nooit gehad. De zwangerschap overviel haar, ze was ervan overtuigd onvruchtbaar te zijn. De afgelopen zes jaar gebruikte Marianne in een vaste relatie alleen condooms. Dan gaat er weleens wat mis, en nooit werd ze zwanger. Ze hoort de arts vertellen over het belang van zorgvuldig gebruik van anticonceptie. Honderd procent veilig is geen enkel middel, maar condooms zijn dat zeker niet, zegt Garcia. Ze geeft haar, zoals elke vrouw, de keuze uit een recept voor de pil of de gratis plaatsing van een spiraaltje. ‘We zijn er ook om ongewenste zwangerschappen te helpen voorkomen’, licht de arts haar korte college toe. Marianne voelt zich als een kleuter behandeld, maar verbergt haar irritatie. Ze houdt het bij condooms, zegt ze.", "Bij het maken van de echo stelt Garcia de zwangerschapsduur vast en zet intussen het gesprek voort. Of ze er met anderen over heeft gesproken. Alleen met haar partner, antwoordt Marianne. Of ze op één lijn zitten. Ze knikt en vertelt dat de relatie nog pril is en hij verwikkeld is in een vechtscheiding. Zijn ex en kinderen weten nog niet van zijn nieuwe geliefde. Haar introduceren met de mededeling dat ze een baby verwachten, noemt hij een rampscenario. Zelf vindt ze het ook geen ideale situatie. Ze weet niet of hij de ware is. Haar werk als zelfstandige in de creatieve sector, waarvoor ze regelmatig maanden in het buitenland verblijft, maakt het moeilijk alleen voor een kind te zorgen.", "‘Wil je de echo zien?’, vraagt Garcia. Een confrontatie die vaak beslissend is. De meeste vrouwen zeggen nee, weet ze.", "‘Ja’, zegt Marianne en terwijl ze naar het scherm kijkt, wijst de arts de baarmoeder aan en legt uit dat de zwarte vlek het vruchtzakje is. Vanaf ongeveer 6,5 week is daar een wit puntje zichtbaar: het begin van het vruchtje. ‘Je bent zes weken en vier dagen zwanger.’ Opgelucht stelt Marianne vast dat de witte stip op de echo niet groter is dan een rijstkorrel en ze geen hartje ziet kloppen. Als de arts haar naar de wachtkamer brengt, is ze 17 minuten in de spreekkamer geweest.", "Tot haar verbazing ziet Marianne weinig ‘jonkies’ in de kliniek. Het beeld van de naïeve tiener die oververtegenwoordigd is in de wachtkamer van abortusklinieken, klopt niet met de werkelijkheid. Jongeren hebben op steeds latere leeftijd seks en beschermen zich bovendien vaak goed tegen zwangerschap. Beter dan vrouwen van 25 tot 30 jaar, die met een kwart de grootste groep cliënten vormen in de veertien abortusklinieken die Nederland telt, gevolgd door 20- tot 25-jarigen en 30-plussers. Meer dan de helft heeft al kinderen en vindt het gezin voltooid. Een kleine 8 procent is 15-20 jaar.", "Opvallend is dat eenderde van alle cliënten al vaker haar zwangerschap heeft laten afbreken. Als oorzaken noemt Garcia falende anticonceptie, een keer de pil vergeten en onbeschermde seks. Om herhaalde abortus terug te dringen mogen alle abortusklinieken in Nederland sinds januari dit jaar iedere bezoeker aanbieden gratis een spiraaltje te laten plaatsen, een idee van minister Hugo de Jonge van Volksgezondheid.", "Na Marianne neemt de 26-jarige Jenny plaats in de spreekkamer van Garcia. Zij wil wel een spiraaltje omdat ze het moeilijk vindt consequent te zijn met anticonceptie. Het zal meteen na haar behandeling geplaatst worden. Een week geleden had Jenny ook een afspraak in de kliniek, maar belde ze af omdat ze geen oppas kon vinden voor haar zoontje van 11 maanden. Tijdens het gesprek met de arts vertelt ze dat die extra week bedenktijd goed heeft uitgepakt omdat ze nu geen enkele twijfel meer heeft. Ze is acht weken zwanger en zou dolgraag een tweede kind willen, maar de omstandigheden maken het haar onmogelijk, legt ze uit. Sinds de bevalling kampt ze met chronische pijn door bekkeninstabiliteit. Daardoor is ze immobiel en zit ze in de Ziektewet. Weer een bevalling op korte termijn kan haar lichaam niet aan, vreest Jenny. Ze woont nog bij haar ouders. Die helpen naast hun baan met de zorg voor de baby. Ze wil hen niet nog meer belasten.", "Weten haar ouders dat ze hier is, vraagt de arts. ‘Nee’, klinkt het bedeesd, ‘dat zouden ze niet goed vinden.’ En haar vriend, informeert Garcia. Ze hebben er uitvoerig over gesproken en zijn het eens. Ook hij woont nog bij zijn ouders, 80 kilometer bij haar vandaan. In de drie jaar dat ze een relatie hebben, is het nog niet gelukt betaalbare woonruimte voor hen samen te vinden.", "Als het verplichte uur rust na de behandeling is verstreken en Jenny naar huis mag, overhandigt een verpleegkundige haar op haar verzoek een plastic potje met een groen deksel, waarin ‘weefsel’ en vruchtwater uit haar baarmoeder drijft. Haar vriend wacht buiten met hun zoontje. Samen rijden ze zo naar een mooie plek om het potje te begraven.", "Het is 17.00 uur als Elles Garcia in haar spreekkamer terugblikt op haar 9-urige werkdag. Hoewel op alle scholen seksuele voorlichting wordt gegeven, ziet Garcia bij de vrouwen die in de kliniek komen veel onwetendheid. Anticonceptie is niet honderd procent veilig, de morning afterpil biedt geen garanties, borstvoeding beschermt niet tegen zwangerschap, somt ze op. Het verhaal van Marianne, die dacht onvruchtbaar te zijn en daarom met een gerust hart condooms gebruikte, hoort ze ook regelmatig in haar spreekkamer. ‘Sommige vrouwen onderschatten hun vruchtbaarheid. Bij een nieuwe partner gaat het dan mis.’", "Moeilijk vond de arts het gesprek met een 34-jarige Iraanse. Door corona is haar huwelijk uitgesteld. Ongetrouwd een kind baren mag niet volgens de islam, vertelde ze. Daarom moest ze kiezen tussen de eer van haar familie en een kind. Met haar partner heeft ze voor het eerste gekozen. Garcia vroeg of ze niet op zoek kunnen gaan naar een imam die toestemming geeft het kind te houden. Uit ervaring weet ze dat die er zijn. ‘Je begrijpt het niet’, reageerde de vrouw geïrriteerd.", "Garcia schat dat 15 procent van de clientèle in Amsterdam moslima’s zijn met hetzelfde dilemma. Moeilijk aan deze gesprekken vindt ze de pijn, het verdriet en de onmacht in de ogen van deze vrouwen. Ze hebben een kinderwens maar voelen zich genoodzaakt hun zwangerschap af te breken omdat seks voor het huwelijk in hun cultuur niet geaccepteerd is.", "Arts Jorien Nijland rijdt een patiënt naar de zaal in een kliniek in Amsterdam. Beeld Aurélie Geurts", "Als de arts twijfel constateert, laat ze de abortus die dag niet doorgaan. De vrouw kan dan een vervolgafspraak maken. ‘Sommigen komen later terug en bezweren dat ze het écht zelf willen’, vertelt Garcia. Zo ook de Iraanse, die uiteindelijk een behandeling met de abortuspil krijgt.", "Garcia zegt haar collega’s gedag. Morgen wacht haar een intensieve dag op de behandelkamer in de abortuskliniek in Heemstede.", "VANDAAG: 29 bezoekers: 25 Nederlandse, 1 Portugese, 1 Braziliaanse, 1 Ghanese, 1 Russische. De laatste drie zijn niet verzekerd en betalen het consult en de behandeling zelf. In totaal 17 behandelingen, waarvan 10 vacuüm aspiratie en 7 abortuspil. Vijf vrouwen keren na het gesprek met de arts zonder behandeling huiswaarts. Zeven nacontroles. 2 vrouwen hebben afgebeld. No show: 1.", "Dinsdag: De behandeling", "Om 8.15 uur draait een witte Citroën met Frans kenteken de oprijlaan op van de Bloemenhovekliniek in Heemstede. Bij de toegangsdeur stapt een blonde vrouw uit, gekleed in een fleurige jumpsuit met een bolling die zo’n vijf maanden zwangerschap doet vermoeden. Ze trekt een rolkoffer met zich mee, haar gezicht staat op onweer. Haar man rijdt door naar de parkeerplaats achter de grote villa en zal daar uren op zijn vrouw wachten.", "Het is meteen duidelijk: deze kliniek herbergt andere verhalen dan in Amsterdam. Van de bezoekers komt 46 procent uit het buitenland, uit landen waar abortus is verboden (Polen, Arabische Emiraten, Saoedi-Arabië), of de mogelijkheden beperkter zijn (Duitsland, Frankrijk, België, Oostenrijk, Zwitserland, Slovenië, Hongarije). Van alle abortussen die jaarlijks in Nederland worden uitgevoerd, komt 11 procent voor rekening van vrouwen uit een van deze landen.", "Bij buitenlandse cliënten bespeurt ze zelden twijfel, vertelt abortusarts Elles Garcia in haar Heemsteedse spreekkamer. Ze hebben vaak al een moeizaam traject in eigen land achter de rug, een flink bedrag gereserveerd of geleend, een hotel geboekt en de reis naar Nederland ondernomen. Onder Nederlandse vrouwen treft ze dagelijks één tot drie twijfelaars. Die krijgen geen behandeling, maar het advies meer bedenktijd te nemen. Een enkeling komt weer terug.", "Vandaag voert Garcia van 8 tot 10 uur keuzegesprekken. Daarna zal ze de trap op gaan naar de behandelkamer op de eerste verdieping waar ze in totaal zestien abortussen zal uitvoeren.", "Een van de eersten is de 18-jarige Monique uit Brabant. Vroeg in de ochtend vertelt ze in de spreekkamer nog op school te zitten, bij haar ouders te wonen en dat de relatie met haar vriend verbroken is. Ze voelt zich te jong voor het moederschap. ‘Ik ben zelf nog een kind.’ De Brabantse heeft haar zwangerschap laat ontdekt. Ze bleef nietsvermoedend de pil slikken en menstrueerde maandelijks. Uit de echo blijkt tot haar schrik dat ze al 22 weken zwanger is. Ze kan dus nog net worden geholpen, want dit is de maximale termijn waarbinnen Nederlandse abortusartsen een zwangerschap mogen afbreken.", "Volgens de in 1984 ingevoerde wet, die abortus onder voorwaarden toestaat, is abortus tot 24 weken geoorloofd, omdat daarna de vrucht levensvatbaar is. Maar abortusartsen houden veiligheidshalve een foutmarge van twee weken aan bij de vaststelling van de zwangerschapsduur. Een bedeesde 17-jarige uit België die 23 weken zwanger blijkt, wordt vandaag daarom naar huis gestuurd. Op medische gronden kan bij ernstige foetale afwijkingen in sommige ziekenhuizen een zwangerschap nog tot 24 weken worden afgebroken. In een ziekenhuis is een abortus een natuurlijke bevalling, opgewekt met medicatie.", "Garcia komt iedere vrouw die ze behandelt persoonlijk ophalen uit de rustkamer waar het middel misoprostol een uur heeft moeten inwerken. Dit maakt de baarmoedermond weker, zodat de vrucht makkelijker is te verwijderen. Vrouwen die 21 of 22 weken zwanger zijn krijgen een dubbele dosering die drie uur tijd nodig heeft. Hun behandeling duurt 20 à 30 minuten, twee tot drie keer langer dan de overige ingrepen, en gaat altijd onder sedatie.", "De arts maakt voor de ingreep altijd een praatje. Om de cliënt gerust te stellen en haar medische gegevens nog een keer te checken. Velen zijn gespannen, sommigen willen nog even hun verhaal kwijt of een vraag stellen, over het effect van een abortus bijvoorbeeld. ‘Ik vertel dat de kans op onvruchtbaarheid door de behandeling minimaal is.’ In vijf jaar opereren heeft ze één keer meegemaakt dat een vrouw na de abortus naar het ziekenhuis moest vanwege hevige bloedingen. In 36 jaar gelegaliseerde abortus is in Nederland één keer een vrouw na de ingreep overleden. De oorzaak was een te hoge dosering van een pijnstillend middel, niet de abortus zelf.", "Beeld Aurélie Geurts", "Uit onderzoek van de Wereldgezondheidsorganisatie (WHO) blijkt dat het aantal complicaties en sterfgevallen bij illegale, onveilig uitgevoerde abortussen in landen waar deze ingreep wettelijk verboden is, veel hoger is dan in landen waar zwangerschapsafbreking is gelegaliseerd en op professionele wijze in een gecertificeerde kliniek wordt uitgevoerd.", "Van de jaarlijks 56 miljoen abortussen wereldwijd – dat is 1 op de 4 zwangerschappen – wordt de helft uitgevoerd in ontwikkelingslanden met beperkte vrouwenrechten. Zeven miljoen van deze vrouwen belanden met ernstige complicaties als hevige bloedingen en interne verwondingen in het ziekenhuis. Honderden overlijden jaarlijks aan de complicaties.", "Nederland kent met Duitsland en Zwitserland een van de laagste abortuspercentages ter wereld, ook vergeleken met landen waar abortus eveneens wettelijk is toegestaan (8,8 op de 1.000 zwangerschappen, tegenover bijvoorbeeld 14,2 in het Verenigd Koninkrijk, 19,6 in de VS en 37,4 in Rusland).", "De vraag hoe een abortus precies in zijn werk gaat, stellen vrouwen zelden, zegt Garcia. Bij een zwangerschapsafbreking tot 9 weken is er keuze uit de abortuspil of een vacuüm aspiratie. Bij de eerste slikt de vrouw in de kliniek de abortuspil, die de groei van de vrucht stopt. Thuis moet ze binnen 72 uur vaginaal vier tabletten misoprostol inbrengen. Die wekken een miskraam op en dat gaat vaak gepaard met hevige krampen.", "Tot 13 weken is een vacuüm aspiratie mogelijk. Daarbij wordt onder plaatselijke verdoving of sedatie een buisje via de vagina de baarmoeder binnengebracht en het vruchtzakje met een deel van het baarmoederslijmvlies, opgezogen. De zeldzame keer dat een vrouw die langer dan 13 weken zwanger is, vraagt hoe een abortus in zijn werk gaat, vertelt Garcia dat ze het vruchtwater laat weglopen, de navelstreng doorknipt en dan de foetus verwijdert, ‘wat niet in één keer kan’. ‘Dat vinden ze genoeg.’ Retorisch: ‘Moet je meer willen weten?’", "Abortusartsen worden in de kliniek opgeleid door ervaren collega’s. Garcia: ‘In het begin vond ik het lastig om te zien wat ik deed en keek ik alleen naar de echo op het scherm.’ Langzaam groeide ze ernaar toe wel te kijken. Zoals elke arts die opereert, kijkt ze ‘medisch-plastisch’ naar haar handelingen. Niet dat een zwangerschapsafbreking haar onbewogen laat. ‘Ik doe dit werk om deze vrouwen te helpen en ik kan het omdat ik elke keer weer zie hoe dankbaar en opgelucht ze na de ingreep zijn. Het is belangrijk dat er mensen zijn die dit werk willen doen.’", "Bij het ontwaken na de ingreep stelt Garcia iedere vrouw in haar eigen taal gerust. ‘Vous êtes dans la clinique en la Hollande. C’est fini et bien passé.’ (‘U bent in de kliniek in Nederland, de behandeling is achter de rug. Het is goed gegaan.’) Met de twee verpleegkundigen die haar bij de operatie hebben geassisteerd, tilt ze de langzaam ontwakende vrouw op een bed, dat door zaalverpleegkundigen naar een rustruimte wordt gereden.", "‘Hoe gaat het?’, vraagt ze de 18-jarige Monique. Bezweet loopt Garcia dertig minuten na het begin van de operatie van de Brabantse de behandelkamer uit. ‘Dit was een zware ingreep, zoals elke abortus van 21 en 22 weken.’ Ook mentaal vindt ze het zwaar, omdat de zwangerschap redelijk ver gevorderd is. Deze vrouwen zijn ‘heel overtuigd’ van hun beslissing, ziet ze. Een abortus van 21 tot 22 weken betreft meestal een laat ontdekte zwangerschap, een partner die plotseling de benen heeft genomen, of een foetus met een ernstige lichamelijke afwijking die pas met een 20-weken echo kan worden vastgesteld.", "Tijd om te pauzeren is er niet. Garcia haalt de volgende cliënt op uit de rustkamer. Het is een 26-jarige vrouw uit Slovenië, 19 weken zwanger. Ze is de vorige dag na een autorit van 12 uur in Heemstede aangekomen. Met een vriendin heeft ze in de buurt een appartement voor drie nachten gehuurd. De hele onderneming, inclusief de abortus à 875 euro, kost haar 1.400 euro. In tegenstelling tot Nederlandse vrouwen met een zorgverzekering, moeten bezoekers uit het buitenland de ingreep uit eigen zak betalen. Ook bij hen toetsen de artsen in de kliniek of ze aan de minimale bedenktijd van vijf dagen hebben voldaan, niet onder druk zijn gezet en echt zeker zijn van hun zaak.", "De belangrijkste reden voor de Sloveense is dat ze krap behuisd is in de studentenflat die ze deelt met vrienden en een vast inkomen noch een partner heeft. Een kind gunt ze twee ouders en stabiele omstandigheden. Als ze na afloop van de abortus een beetje bijgekomen is, vertelt ze over de drie gesprekken die ze in Slovenië volgens de wet moest voeren om voor een zwangerschapsafbreking in aanmerking te komen. Het eerste gesprek was met een psycholoog, daarna met drie medici die haar voor ‘moordenaar’ uitmaakten als ze haar voornemen zou laten uitvoeren. Tot slot moest ze zich verantwoorden tegenover drie medici en een sociaal werker die haar probeerden over te halen het kind af te staan voor adoptie. Ze antwoordde er niet mee te kunnen leven als het kind dat zij gedragen en gebaard heeft door anderen wordt grootgebracht. Ze zou zich voortdurend schuldig voelen en zich afvragen of het wel goed met hem gaat, hem niets tekortkomt, er van hem gehouden wordt. ‘Er zijn al zo veel kinderen die lijden.’ Na al die verplichte gesprekken was de termijn van 17 weken waarbinnen in Slovenië abortus nog is toegestaan, verstreken. Weer thuis voelde ze zich wanhopig. Ze pakte haar laptop, googlede op ‘abortion 18 weeks’ en zag Nederland en Zweden oppoppen.", "Beeld Aurélie Geurts", "Verpleegkundige Jetty, die evenals de meeste medewerkers in de kliniek om privacyredenen alleen met haar voornaam in de krant wil, brengt de Sloveense na afloop van de behandeling een beker appelsap op haar rustkamer. Jetty heeft de eigenschappen van een gemiddelde verpleegkundige in het kwadraat: opgewekt, nuchter en een ster in het luchtige praatje in pijnlijke situaties. ‘Het lijkt misschien bizar werk, zwangerschappen afbreken’, zegt ze. ‘We kunnen het niet mooier maken dan het is. Ik zie het als vrouwen helpen die niet zwanger willen zijn. Abortus is hun keuze. Wij faciliteren dat recht.’", "Ze veert op als ze de Française met de geblondeerde haren in de kleurrijke jumpsuit ineens door een zijdeur ziet wegglippen, zonder gedag te zeggen, haar gezicht nog steeds op onweer. Ze heeft zich niet gehouden aan het voorgeschreven uur rust na de ingreep, stelt Jetty vast, met een blik op de klok. In de prullenbak naast haar bed vindt ze de papieren van de abortusarts, in stukken gescheurd. ‘Die is er duidelijk helemaal klaar mee.’", "VANDAAG: 27 bezoekers, 4 nacontroles, 16 vrouwen behandeld: 8 Nederlandse, 1 Duitse, 3 Belgische, 2 Poolse, 2 Françaises, 1 Sloveense, 1 Nieuw-Zeelandse (zat door corona vast op cruiseschip in een Nederlandse haven. Drie vrouwen zijn zonder behandeling weggegaan omdat ze te lang zwanger waren (1) of nog twijfelden (2). 4 no show.", "Woensdag: Procedures en protocollen", "Dat eerste spannende telefoontje naar de kliniek komt bij de receptioniste terecht. In Amsterdam zijn dat vandaag Marijke en Anne. Afwisselend ontvangt de één bezoekers bij de balie en maakt het patiëntendossier voor de arts klaar, en bedient de ander de telefoon. En die gaat op een normale dag aan de lopende band, gemiddeld vijftig keer, met pieken van zeventig. De zomerse temperaturen, denkt Marijke, maken dat het er vandaag maar 29 zijn.", "In elk telefoontje legt Marijke geduldig de behandelmogelijkheden uit, beantwoordt ze vragen over de duur van de behandeling (‘ongeveer 10 minuten’), de kosten (‘gratis als u een geldig ID hebt en verzekerd bent’), of het anoniem kan (‘Niemand komt te weten dat u een abortus heeft ondergaan, ook de zorgverzekeraar niet.’), of het pijnlijk is (‘De vacuüm aspiratie kan onder verdoving, dan merkt u niks. De miskraam die de abortuspil opwekt gaat vaak gepaard met hevige krampen. Het is belangrijk dat u die dag niet alleen thuis bent. De eerste pil slikt u in de kliniek.’)", "Naar de kans op demonstranten voor de deur vraagt niemand. ‘Daar zijn de vrouwen niet mee bezig. Of ze zijn er niet van op de hoogte’, vermoedt de receptioniste. Als het tot een afspraak komt, registreert de receptioniste de persoonlijke gegevens van de beller. Tot slot vertelt ze wat een vrouw die kiest voor vacuüm aspiratie moet meenemen naar de kliniek, waarbij opvalt dat ze de opsomming in elk gesprek inleidt met ‘áls u komt, neem dan mee’.", "Die woorden kiest ze met opzet, vertelt Marijke. ‘Ik wil iedere vrouw duidelijk laten voelen dat er ruimte is af te zien van hun komst en dus een abortus.’", "Sommige bellers reageren boos als de receptioniste vertelt over de vijf dagen bedenktijd. ‘Ik hoef helemaal geen bedenktijd.’ Of: ‘U verplicht mij dus het kind langer te dragen’, klinkt het dan. Marijke: ‘Ik leg uit dat het een wettelijke plicht is.’ In de Wet Afbreking Zwangerschap, die abortus na jaren van heftige politieke debatten en acties van voor- en tegenstanders, legaliseerde, staat een aantal voorwaarden.", "Een daarvan is vijf dagen bedenktijd na het eerste gesprek met een arts. Dat kan de huisarts zijn of die in de kliniek. Ook moet er sprake zijn van een ‘noodsituatie’. Of dat zo is, bepaalt de vrouw. De arts in de kliniek moet vaststellen of zij haar besluit vrijwillig en weloverwogen heeft genomen en daarvan geanonimiseerd verslag doen aan de Inspectie.", "Een beller zegt vandaag alleen een abortus te willen ondergaan als ze honderd procent zeker weet dat het hartje nog niet klopt. Een criterium dat vooral moslims hanteren. ‘Hoe lang bent u zwanger?’ , vraagt Marijke. (…) ‘U zegt vijf weken en twee dagen, ik raadpleeg de arts, ogenblikje.’ Alle medische vragen gaan via een van de twee abortusartsen die dagelijks aanwezig zijn. Even later: ‘Het kan nog.’", "Eén ding wordt Marijke in de vijftien jaar dat ze dit werk doet elke dag weer duidelijk: de kennis over de abortushulpverlening is gering, bij zowel vrouwen die bellen als bij huisartsen die hen doorverwijzen. Van de wettelijk verplichte bedenktijd van vijf dagen, het uitgebreide gesprek van de vrouw met de arts in de kliniek over haar besluit en de behandelingsmogelijkheden.", "Beeld Aurélie Geurts", "‘Het dominante beeld van een abortuskliniek is lopendebandwerk: een ingreep van een paar minuten en hup, dan sta je weer buiten’, merkt Marijke. De verbazing is dan ook groot als ze bellers vertelt dat ze 3,5 tot 4 uur in de kliniek zullen doorbrengen. ‘Ze weten niet dat de arts en daarna de verpleegkundige verplicht zijn naar hun besluitvorming te vragen, er ruimte is voor twijfel en afzien van de behandeling, de arts een echo maakt, de medicatie voor de ingreep een uur moet inwerken en ze na afloop van de behandeling een uur moeten blijven om bij te komen.’ In de ‘tevredenheidsenquête’ onder bezoekers domineert dan ook één klacht: de lange wachttijd in de kliniek.", "De receptioniste ziet hoe bezoekers, eenmaal binnen, hun ogen uitkijken: echoapparatuur, een professionele operatiekamer, een zaal met bedden. Een 26-jarige Amsterdamse die voor een abortuspil komt, vertelt al vier jaar geneeskunde te studeren. In die jaren is het woord ‘abortus’ maar één keer gevallen; als optie bij een onbedoelde zwangerschap. ‘Over de medische ingreep en hoe de hulpverlening is georganiseerd, heb ik niets geleerd.’ Haar bezoek aan de kliniek ervaart ze als het binnentreden van een ‘geheime wereld’ waarover niemand praat en waarvan niemand weet heeft. ‘Ik ben verrast hier een moderne kliniek te zien met alles erop en eraan.’", "Tot voor kort kon iedereen zo binnenlopen, maar sinds een paar weken heeft de receptioniste de alleenheerschappij over een knop die bepaalt wie wel en niet naar binnen mag. Corona heeft deze door de overheid getroffen veiligheidsmaatregelen noodzakelijk gemaakt; de kliniek wil er zeker van zijn dat vrouwen geen begeleider meenemen. De knop geeft de medewerkers een extra veilig gevoel, aangezien alle veertien Nederlandse abortusklinieken dreigmails ontvangen. Voor Marijkes neus hangt een A4'tje met telefoonnummers van de wijkagent en een gemeenteambtenaar die ze bij onraad kan bellen. Via het scherm heeft ze zicht op een groot deel van de straat, inclusief de overkant. Zenuwachtig wordt ze er niet van, zegt ze. ‘We staan achter ons werk en de grote toeloop maakt duidelijk dat de vraag groot is.’ Het antigeluid weerhoudt vrouwen er niet van een abortuskliniek te bezoeken. De afgelopen 2,5 jaar zijn in Amsterdam tienduizend vrouwen op consult geweest in de kliniek. In die periode is landelijk het aantal abortussen licht toegenomen.", "‘O, dat is heel vervelend’, zegt Marijke tegen de volgende beller. ‘Bent u bij haar? Wat is haar naam? Ik zal kijken of ik de arts snel te pakken kan krijgen.’ Terwijl ze bij de spreekkamer aanklopt, vertelt ze dat een man in paniek vraagt wat hij moet doen omdat zijn vriendin het uitschreeuwt van de pijn. Ze heeft twee uur geleden misoprostol ingebracht. Een van de artsen komt aan de telefoon. ‘De krampen en pijn in haar buik zijn normaal. Heeft ze van tevoren pijnstillers ingenomen? Nee? Is er nog iemand in huis die nu naar de apotheek of drogisterij kan rennen? (…) Nee, u moet bij haar blijven want er zijn bijna twee uur verstreken en dat betekent dat de miskraam elk moment kan beginnen. Als het zover is, is het ergste achter de rug en moet u als de sodemieter pijnstillers halen. Als er iets is, bel gerust weer.’", "De arts snelt terug naar haar spreekkamer, mompelend dat toch herhaaldelijk is verteld en ook in de folder staat: éérst pijnstillers slikken.", "Iets na 17.00 uur komt de laatste cliënt de receptie gedag zeggen. Het is een 31- jarige vrouw met twee kinderen, de jongste is 4 maanden. Ze dacht niet zwanger te kunnen raken als je borstvoeding geeft – de kans daarop is klein, maar het kan wel. Een nieuwe zwangerschap trekt ze fysiek niet. Na de ingreep heeft ze een spiraaltje laten plaatsen. Ze steekt haar hand op: ‘Jullie zien mij hier nóóit meer terug.’", "VANDAAG: 30 bezoekers, allen Nederlands, 16 vacuüm aspiratie, 7 abortuspil, 2 eerste gesprek, 5 nacontroles, 3 no show.", "Donderdag: Werken in een abortuskliniek", "Verpleegkundige Willeke werkte één week in de kliniek toen ze besloot te stoppen met oordelen. Onder de indruk van alle ervaringen van de bezoekers, en verbaasd als een vrouw voor de tweede of soms derde keer voor een abortus kwam, merkte ze die eerste dagen dat ze bij elk verhaal in haar hoofd als een rechter bepaalde of ze de motieven voor een abortus wel gerechtvaardigd vond. ‘Daar ben ik mee gestopt, want ik besefte nooit het hele verhaal te kennen. We maken vrouwen maar een paar uur mee. En wat geeft een ander het recht te oordelen?’", "Cliënten die voor een tweede of derde abortus komen zijn gemiddeld 30 jaar, hebben vaak een partner en kinderen, een migratieachtergrond en gebruiken in de helft van de gevallen geen anticonceptie, blijkt uit onderzoek van Rutgers. Wat de redenen ook zijn, zegt verpleegkundige Willeke, geen vrouw kiest lichtvaardig voor een abortus. Dat maakt dat ze regelmatig tranen ziet vloeien of kribbigheid moet incasseren. ‘Na de behandeling komen de emoties los. De opgebouwde spanning van weken ontlaadt zich.’ Maar de overheersende emotie die ze elke dag weer waarneemt is opluchting, zegt ze.", "Als een arts of verpleegkundige inschat dat een vrouw hulp kan gebruiken bij de verwerking, volgt een verwijzing naar professionals bij het Fiom. ‘Psychologische begeleiding na de abortus is niet onze taak.’ Of dat nodig is, blijkt vaak ook bij het controlegesprek vier weken later. Soms merkt Willeke dat een vrouw het nog moeilijk heeft. ‘Ook al is er vaak verdriet, spijt zeggen de meeste vrouwen niet te hebben. Verdriet is iets anders dan spijt.’", "Angela (29) laat haar tranen de vrije loop als ze de rustzaal wordt opgereden na de afbreking van haar zwangerschap van acht weken. ‘Sorry, het moet er even uit’, zegt de spraakwaterval uit de Kop van Noord-Holland. ‘Het is niet niks. Ik besef wat ik heb gedaan. Maar er is ook 10 ton van mijn schouders gevallen. Het is goed zo.’ Angela vertelt psychisch labiel te zijn door een beschadigde jeugd. Haar relatie is pas stukgelopen, ze heeft geen werk, geen huis en woont in een caravan. Ze noemt het ‘onverantwoord’ in zulke omstandigheden een kind op de wereld te zetten. ‘Als ik een huilbaby krijg sta ik niet voor mezelf in.’ Het verdriet dat ze ook voelt heeft te maken met haar kinderwens, zegt ze. ‘Maar eerst moet ik mijn leven op orde brengen.’", "‘Ik mis de mannen’, roept verpleegkundige Janine, die vanuit de behandelkamer de zaal oploopt om aan de eettafel een kop thee in te schenken. Ze vindt het jammer dat wegens corona vrouwen hun partner niet mogen meenemen naar de kliniek. ‘Die mannen moeten hun vrouw of vriendin kunnen steunen. Nu staan ze vaak uren buiten te wachten.’ Ze vindt hen ook onmisbaar bij het gesprek met de arts over anticonceptie. ‘Ongewenste zwangerschap voorkomen is een gedeelde verantwoordelijkheid. Een man moet beseffen dat elke vrijpartij een zwangerschap kan veroorzaken.’", "‘Niemand denkt voor, tijdens of na zijn opleiding: ha, laat ik in een abortuskliniek gaan werken’, zegt een verpleegkundige tijdens de lunchpauze in de kleine keuken. En dus zijn alle medewerkers er per toeval beland, blijkt uit hun verhalen.", "Willeke werkte in de gehandicaptenzorg toen ze op een feestje in gesprek raakte met een onbekende die in een abortuskliniek bleek te werken. Wilde ze niet een dagje meedraaien? Onder de indruk van de teamgeest en het gebrek aan hiërarchie, besloot ze te solliciteren op een vacature. Arts Elles Garcia was ‘in between jobs’ en overbrugde een paar ‘lege’ maanden als invaller op de abortusafdeling van een ziekenhuis in Almere. Ze was zo gegrepen door de verhalen van de vrouwen die een einde wensten te maken aan hun zwangerschap, dat ze haar nieuwe werkgever afbelde en bleef. ‘Ik merkte hoe belangrijk het is dat deze hulp bestaat en besloot bij te dragen aan een veilige en zorgvuldige uitvoering van een abortus.’", "Marijke werd door een vriendin geattendeerd op de advertentie voor receptioniste, want ze was op zoek naar een baan die talenkennis vereist. ‘Hoe kún je zoiets doen!’, riep een streng katholieke kennis uit toen ze hoorde over haar nieuwe werk. Ze betrok zelfs Marijkes overleden ouders erbij, die dit nooit zouden hebben geaccepteerd. Ze negeerde de beledigende opmerking, want ze wist wel beter.", "Geen van haar collega’s in de Amsterdamse kliniek heeft ooit een negatieve reactie gehad. Ook abortusarts Elles Garcia niet. Toch valt ze altijd even stil als een onbekende naar haar werk informeert. Om dan te antwoorden: ‘In de gezondheidszorg’. Wie doorvraagt, krijgt het hele verhaal: ‘Abortusarts, ik help vrouwen die ongewenst zwanger zijn.’", "Haar aanvankelijke aarzeling zegt dus alles over haar angst voor een negatief oordeel, analyseert ze. Dat heeft te maken met het taboe op abortushulpverlening, niet met het anti-abortusactivisme, zegt Garcia. ‘Dat is maar een kleine groep. Ze maken mij alleen maar kwaad omdat ze vrouwen die het al moeilijk hebben, lastigvallen. Alsof deze vrouwen niet in staat zijn een eigen, weloverwogen beslissing te nemen.’ Ze is een keer met activisten in gesprek gegaan, nadat een cliënt overstuur bij haar de spreekkamer in Heemstede binnen liep. ‘Het was zinloos, ik sprak tegen een muur.’", "VANDAAG: 23 bezoekers, allen Nederlands, 7 vacuüm aspiratie, 10 abortuspil, 1 gesprek zonder behandeling, 5 nacontroles, 1 belt af, 3 no show.", "Vrijdag: Abortustoeristen", "Het is een ‘typisch Duitse’ dag, concludeert arts Raïna Brethouwer als haar weekend bijna aanbreekt. Met ‘typisch Duits’ doelt ze niet alleen op de zeven oosterburen die vandaag naar de Bloemenhovekliniek in Heemstede zijn gereisd, maar ook op hun verhalen in de spreekkamer. Over het getraineer door artsen in eigen land, met name in het katholieke zuiden. Als een vrouw een abortus wil, laten ze haar weken wachten op een afspraak. Om hen als het eenmaal zover is vanwege ‘gewetensbezwaren’ door te verwijzen naar een collega die ook een wachttijd heeft. Zo verstrijkt week na week – en de maximale termijn voor een abortus in Duitsland (12 weken). Sommige vrouwen worden bang gemaakt met valse informatie, dat een abortus tot onvruchtbaarheid leidt bijvoorbeeld, vertellen ze Brethouwer in haar spreekkamer. ‘Andere Duitse, en ook sommige Oostenrijkse en Franse artsen, liegen vrouwen voor en zeggen dat ze niet zwanger zijn of fantaseren er een paar weken bij zodat ze in eigen land niet meer geholpen kunnen worden.’", "Een opvallende Duitse cliënt vandaag is een langharige, geblondeerde 20-jarige vrouw die 20 weken zwanger is. Om half 10 meldt ze zich bij de receptie, nadat haar ouders haar voor de deur hebben afgezet. Een week geleden stond ze daar ook al. Bij haar eerste bezoek vertelde ze de arts in de spreekkamer helemaal geen abortus te willen, maar door haar vader en moeder onder druk te zijn gezet. Zij willen niet dat hun dochter een kind baart van haar vriend, omdat hij geen moslim is. Tot woede van haar ouders verliet ze even later nog zwanger de kliniek.", "Bij haar tweede bezoek deze dag heeft de vrouw hetzelfde verhaal. ‘Aber warum sind Sie wieder gekommen?’ Raïna Brethouwer ontlokt met haar verbazing een glimlach bij de jonge vrouw. Ze vraagt om hulp bij haar plan: ze wil haar ouders in de waan laten vandaag wél een behandeling te ondergaan. Over twee weken, als ze 22 weken zwanger is en een abortus niet meer mogelijk is, zal ze hen vertellen dat ze toch opa en oma worden. ‘Mag ik de hele dag in de wachtkamer doorbrengen?’, vraagt ze de arts. Terug in de stille ruimte wijst de receptioniste haar op de koffieautomaat. Tegen lunchtijd smeert ze twee boterhammen met kaas voor de Duitse. De enige afleiding de komende 5,5 uur is haar telefoon en een groot tv-scherm dat slaapverwekkende wieler- en golfwedstrijden uitzendt.", "Buiten staan ze weer, zoals elke laatste woensdag, donderdag en vrijdag van de maand, de anti-abortusactivisten. Behalve de priester en de non is er ook een oudere heer met een grote foto van een foetus van 14 weken, en een Nederlandse vrouw, uren biddend naast haar fiets. Halverwege de ochtend komen twee handhavers van de gemeente Heemstede langs om de demonstranten te herinneren aan de 25 meter afstand die ze van de burgemeester moeten houden.", "Een buurman komt poolshoogte nemen. Hij zegt de foto’s van foetussen niet meer te kunnen aanzien. ‘Vrouwen komen hier echt niet voor een vakantiefuif’, houdt hij de demonstranten voor. Hij vertelt ooit een Française onderdak te hebben geboden in zijn garage, inclusief ontbijt. ‘Ze sliep in haar auto op het parkeerterrein want haar vijf dagen bedenktijd bleken nog niet verstreken. Dat doe je echt niet voor de lol als je zwanger bent.’ Als de biddende vrouw zegt abortus geen oplossing te vinden en vrouwen ‘daar binnen’ gedwongen worden, loopt de buurman geïrriteerd weg, de eindeloze discussies zat.", "Vrouwen komen soms overstuur binnen, vertelt verpleegkundige Johanna. Soms praten ze tot in de behandelkamer over de opmerkingen die ze naar hun hoofd geslingerd hebben gekregen: ‘Ze noemden mij moordenaar’. Deze vrouwen hebben al zo’n strijd geleverd voordat ze de knoop doorhakten en hiernaartoe kwamen, zegt Johanna. ‘En dan wordt hen bij de ingang door volslagen onbekenden nog even een schuldgevoel ingewreven.’ Twee keer is ze met demonstranten in gesprek gegaan, maar het wekte alleen maar meer woede in haar op ‘omdat ze totaal geen begrip hebben voor de situaties waarin deze vrouwen verkeren’. Zelf is ze niet iemand van de ‘barricades’ benadrukt ze. ‘Ik werk hier omdat ik vind dat elk kind er recht op heeft gewenst te zijn. Het leven is al moeilijk genoeg.’", "Beeld Aurélie Geurts", "Eén keer in de 12 jaar dat ze hier werkt heeft de verpleegkundige moeite gehad met het besluit van een cliënt. Het was een Zwitserse vrouw van 45 jaar, met een liefdevolle, stabiele relatie. Jarenlang hadden zij en haar man vergeefs geprobeerd een gezin te stichten. Op een gegeven moment namen ze afscheid van hun droomwens en richtten zich op hun carrière. Tot die spontane zwangerschap vele jaren later. Johanna: ‘Je gunt elk kind ouders als deze twee. ‘Zie de zwangerschap als een cadeautje’, wilde ik ze zeggen, maar ik hield mijn mond. Mijn mening doet er niet toe. Ze kwamen drie keer. Twee keer twijfelden ze en vertrokken weer. De derde keer wisten ze het zeker. Op dat moment wenste ik dat we niet bestonden.’", "Tegen 15.00 uur loopt de 20-jarige Duitse die ruim vijf uur in de wachtkamer heeft doorgebracht naar de balie van de receptie. Ze wil weten of de kliniek haar ouders en haar arts doorgeeft dat de abortus niet is uitgevoerd. ‘Nein, nein’, bezweert de receptioniste met nadruk. ‘Wir geben niemand Information.’ Met een trage, aarzelende tred loopt de jonge vrouw vervolgens naar de uitgang. Haar leugen en een toekomst als moeder tegemoet.", "VANDAAG: 26 vrouwen bezochten vandaag de kliniek, 5 voor nacontrole, 21 voor een behandeling (8 Nederlandse, 7 Duitse, 3 Poolse, 2 Hongaarse, 1 Belgische). 3 zagen van de ingreep af. 1 kon niet geholpen worden want was niet nuchter. Van de 17 overigen kozen er 2 voor een abortuspil. 2 abortussen betrof een foetus van 22 weken met een ernstige afwijking."], "authors": ["Marjon Bolwijn"], "keywords": ["van", "abortus", "dat", "die", "een", "wij", "en", "keuze", "vrouw", "ze", "te", "mogelijk", "maken", "haar", "met", "het"], "pubDate": "2020-09-07T12:00:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}