{"id": "d900f307-f05f-3380-afd9-62f7c2873cbf", "title": "Melania Trump na bestorming Capitool: geweld nooit acceptabel", "url": "https://www.telegraaf.nl/nieuws/353970042/melania-trump-na-bestorming-capitool-geweld-nooit-acceptabel", "summary": "Bij de bestorming van het parlementsgebouw in Washington vielen vorige week zeker vijf doden.\nTrump-aanhangers trokken aangemoedigd door de president naar het Capitool, waar op dat moment de verkiezingsuitslag formeel werd vastgesteld.\nMelania deed dat wel in haar verklaring en zei ook dat haar hart uitgaat naar de andere mensen die omkwamen, onder wie Trump-aanhanger Ashli Babbit.\nIngewijden verklaarden na de bestorming in Amerikaanse media dat Melania boos zou zijn op Trump, ook omdat hij niet naar de beëdiging van zijn opvolger Joe Biden gaat.\nDat en meer in een nieuwe aflevering van de podcast ‘Trump vs. Biden – de strijd’:", "paragraphs": ["Melania noemde de gebeurtenissen van vorige week teleurstellend en ontmoedigend. „Het is inspirerend om te zien dat zo veel mensen gepassioneerd en enthousiast zijn over deelname aan een verkiezing, maar we mogen niet toestaan dat die passie leidt tot geweld”, benadrukte de presidentsvrouw.", "Bij de bestorming van het parlementsgebouw in Washington vielen vorige week zeker vijf doden. Trump-aanhangers trokken aangemoedigd door de president naar het Capitool, waar op dat moment de verkiezingsuitslag formeel werd vastgesteld. Het geweld leidde in de VS tot grote verontwaardiging.", "President Trump veroordeelde de onlusten uiteindelijk in een video op Twitter. Hij heeft zich niet publiekelijk uitgesproken over de mishandelde agent die om het leven kwam, Brian Sicknick. Melania deed dat wel in haar verklaring en zei ook dat haar hart uitgaat naar de andere mensen die omkwamen, onder wie Trump-aanhanger Ashli Babbit. Zij zou zijn doodgeschoten door politie.", "Ingewijden verklaarden na de bestorming in Amerikaanse media dat Melania boos zou zijn op Trump, ook omdat hij niet naar de beëdiging van zijn opvolger Joe Biden gaat. Melania riep in haar verklaring op tot verzoening: „We moeten naar elkaar luisteren, kijken naar wat ons bindt en boven de dingen uitstijgen die ons verdelen.”", "Kan de bestorming van het Capitool leiden tot een vroegtijdig vertrek van de Amerikaanse president, amper twee weken tot de inauguratie van Joe Biden? Dat en meer in een nieuwe aflevering van de podcast ‘Trump vs. Biden – de strijd’:"], "authors": [], "keywords": ["tot", "acceptabel", "van", "capitool", "zijn", "naar", "nooit", "en", "een", "geweld", "bestorming", "melania", "op", "trump", "het", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}