{"id": "d9194127-0653-39ae-8c13-862de42cf370", "title": "Dappere strijders in een jaar van angst: dit is de Nederlander van het Jaar", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/dappere-strijders-in-een-jaar-van-angst-dit-is-de-nederlander-van-het-jaar-793088/", "summary": "EW’s Nederlander van het Jaar 2020 zijn de artsen en verpleegkundigen van de intensive care.\nEW’s Nederlanders van het Jaar De IC-artsen en verpleegkundigen zijn EW’s Nederlander van het Jaar 2020.\nDe Nederlander van het Jaar is de persoon die als geen ander, in positieve of negatieve zin, een stempel op het jaar heeft gedrukt, dat jaar symboliseert of dat jaar een bijzondere prestatie heeft verricht.\n‘Je weet het, je hebt het gehoord,’ zegt intensivist Jannet Mehagnoul (VieCuri).\nNu was het een bijna surrealistische gewaarwording.’Bestel het boek: 75x Nederlander van het Jaar In deze bundel zijn de verhalen verzameld die EW publiceerde over alle 75 Nederlanders van het Jaar (1945-2019).", "paragraphs": ["‘In één keer zat ik voor mijn gevoel weer in Afghanistan. De wereld ging op slot in het voorjaar – er was niets anders dan slapen, werken, slapen, werken.’ In de zorg, ingesteld op efficiëntie, kwam het in coronajaar 2020 aan op wendbaarheid en creativiteit. EW sprak drie IC-verpleegkundigen en twee intensivisten: zij staan symbool voor de strijdbaarheid in de frontlinie. EW’s Nederlander van het Jaar 2020 zijn de artsen en verpleegkundigen van de intensive care.", "Mondkapjes die opraakten, bestormde apotheken, ambulances die de grote aantallen patiënten niet meer konden vervoeren…", "In oktober 2019 oefenden vijf ziekenhuizen in Limburg drie avonden een rampenplan, BioWare, met inmiddels bekende virologen, om te kijken of de samenwerking goed verliep. Het scenario? Een dodelijk virus uit China, dat het land binnenkwam terwijl tegelijk groot kermis werd gevierd en er ook een griepgolf aankwam. Er waren, in die oefening, 125 opnames in ziekenhuis VieCuri in Venlo en 40 doden. Beetje overdreven, vonden ze daar, maar ja, je kon maar beter op het ergste voorbereid zijn.", "EW’s Nederlanders van het Jaar De IC-artsen en verpleegkundigen zijn EW’s Nederlander van het Jaar 2020. De Nederlander van het Jaar is de persoon die als geen ander, in positieve of negatieve zin, een stempel op het jaar heeft gedrukt, dat jaar symboliseert of dat jaar een bijzondere prestatie heeft verricht. Bij de verkiezing bepaalt de ­redactie de keuze.", "Eerdere Nederlanders van het Jaar zijn: Ayaan Hirsi Ali (2004), Rijkman ­Groenink (2005), de soldaat in Uruzgan (2006), Joop van den Ende (2007), ­Wouter Bos (2008), Linda de Mol (2009), de politicus (2010), Mark Rutte (2011), koningin Beatrix (2012), Wim Pijbes (2013), Ahmed Aboutaleb (2014), Dafne Schippers (2015), Marcel Levi (2016), Boyan Slat (2017), de burgemeester (2018) en Derk Wiersum (2019).", "Vijf maanden later was de werkelijkheid erger dan in het fictieve rampenplan. Er kwam een echt virus uit China, en er was dan geen kermis, wel après-ski en carnaval. Er kwamen in VieCuri 347 patiënten en er stierven 97 mensen.", "In dat ziekenhuis spraken ze over alternatieve mortuarium-plekken, zoals koelcontainers, want het mortuarium kon al die doden amper aan.", "Iedereen had het zwaar in 2020, maar de zorg wel het meest. En, zoals één van de verpleegkundigen zegt, het is geen baan waarin je het even wat rustiger aan kunt doen.", "Het virus kroop van Zuid naar Noord", "EW bezocht drie ziekenhuizen, één in Limburg, één in Brabant en één in Friesland, om daar te horen hoe IC-verpleegkundigen – die aan het bed staan – en intensivisten – die de supervisie hebben – terugkijken op 2020, een jaar waarin ze met meer angst en doodsangst zijn geconfronteerd dan ooit. Ook met hun eigen angsten: veel verpleegkundigen waren bang om zelf besmet te raken en dat door te geven. ‘Ik kan wel voor al die mensen zorgen,’ zegt een intensivist, ‘maar wat neem ik mee naar huis? Ik was echt wel bang om besmet te raken.’", "De eerste Nederlandse patiënt – een ondernemer van middelbare leeftijd uit Loon op Zand die op een beurs in Italië was geweest – kwam terecht in het Elisabeth-TweeSteden Ziekenhuis (ETZ) in Tilburg. Het Venlose VieCuri liep daar steeds een week achteraan, en patiënten voor wie geen plaats meer was op de intensive care (IC), gingen naar een ander ziekenhuis. Bijvoorbeeld ziekenhuis Nij Smellinghe, in Drachten.", "Het virus kroop van Zuid naar Noord, en dat noordelijk gelegen ziekenhuis had meer tijd dan de ziekenhuizen in het Zuiden om zich voor te bereiden. Maar overal maakten het virus en de ­ravage die het kan aanrichten, diepe indruk. ‘Dat machteloze van de patiënten. De uitputting,’ zegt IC-verpleegkundige Carla Schroembges uit VieCuri. ‘Je weet het, je hebt het gehoord,’ zegt intensivist Jannet Mehagnoul (VieCuri). ‘Maar dan heb je de eerste ­patiënt in je handen, in je vingers, en dan zie je wat het ­virus kan aanrichten. Dat is indrukwekkend.’", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Desiree Burger (54) 1984 Geneeskunde Leiden", "1994 Chirurg LUMC Leiden", "2000 Fellow IC, VUmc", "2002-heden Vaatchirurg en", "intensivist ETZ Tilburg (2007-2017), chirurg Koninklijke Landmacht)", "2017 Intensivist ETZ Tilburg", "‘Je staat altijd aan, ook als je vrij bent’", "Intensivist Desiree Burger (ETZ): ‘Sommigen waren zo ziek. Als je de longfoto’s van patiënten ziet, schrik je je rot hoeveel die longen zijn aangetast. Soms wel voor 80 procent. Je staat er met verbazing naar te kijken.’ Burger zat in 2011 als defensiechirurg in Afghanistan en dacht afgelopen jaar vaak terug aan die periode. ‘In één keer zat ik voor mijn gevoel weer daar. De wereld ging op slot in het voorjaar – er was niets anders dan slapen, werken, slapen, werken. Je staat altijd aan, ook als je vrij bent, want je weet dat je elk moment kunt worden opgeroepen. Zo was het hier nu ook.’ IC-verpleegkundige Rowan Marijnissen (ETZ): ‘Mensen werden heel snel zo vreselijk ziek. En overrompeld, heel angstig.’", "En Rikjen Schaap, IC-verpleegkundige in ziekenhuis Nij Smellinghe in Drachten: ‘Je wist eerst niet waarmee je te maken had. Dan zag je een patiënt met longontsteking, benauwd, en dan kwam er na twee weken ineens een knik naar beneden en donderden die mensen finaal onderuit. En dan wist je niet waarom. Maar het hele systeem wordt aangetast.’", "In alle ziekenhuizen in Nederland zijn in razend tempo IC-bedden opgetuigd en is de reguliere zorg tot een minimum teruggebracht, om ruimte en personeel vrij te maken voor de corona-patiënten. Toen het voorjaar werd en mensen eropuit gingen, werd intensivist Burger een keer boos. ‘Stond ik op de traumakamer een patiënt op te vangen, die zich met zijn motor compleet in de poeier had gereden. Normaal denk ik: dat gaan we even fiksen. Nu dacht ik: stommerd, denk je dat we niets anders te doen hebben? Dat soort opstandigheid krijg je dan.’", "Zelfs de dokters konden eigenlijk niet geloven wat er gebeurde", "Zelfs deze dokters en verpleegkundigen, ervaren en al jaren werkzaam in de zorg, konden eigenlijk niet geloven wat er gebeurde. Marijnissen dacht, net als zo veel Nederlanders: ja, er wordt iets ontdekt in China, maar ons zorgsysteem is zo goed ontwikkeld, we doen veel aan preventie, we zijn overal vroeg bij. ‘Ik dacht: zoals het in China en Italië is, dat gaat ons echt niet overkomen!’ En Schroembges stelde een bezorgde kennis gerust: ‘Ach, dat is in China, maak je geen zorgen! Maar het gebeurde toch.’", "Carla Schroembges (51) 1990 Inservice opleiding verpleegkundige-A", "1997 BBIC-opleiding Fontys", "1994-heden Urologie, VieCuri", "1997 IC-verpleegkundige", "2010 Parttime avondhoofd", "Kom bij deze verpleegkundigen en artsen niet aan met: het is maar een griepje. Griep kennen ze, dit is anders. Veel erger. Een paar jaar geleden was er een griepepidemie met veel ziekenhuisopnames. Die ziekte heeft een bekend verloop: eerst gaat het slechter, dan meestal beter, met soms nog een hobbeltje. Maar met corona liep het anders. Het ging eventjes slecht, iemand werd aan de beademing gelegd en stabiliseerde. Maar dan werd hij weer zieker, weer beter, en dan vaak echt heel ziek, met soms fatale afloop.", "‘Een golvend verloop dat in een paar uur tijd dramatisch kon veranderen,’ zegt intensivist Mehagnoul. ‘We zagen ook dat het leek of de patiënten niet overleden aan het longbeeld, maar aan een totale ontregeling van de andere systemen: hart, bloedvaten, nieren.’", "De meeste patiënten kwamen binnen via de spoedeisende hulp, gingen dan naar een verpleegafdeling en daarvandaan als dat nodig was door naar de IC. Maar geregeld gingen heel zieke patiënten in één keer door van de spoedeisende hulp naar de IC. En dan is het niet goed met je.", "Waren verpleegkundigen en artsen niet bang om de greep te verliezen?", "Hoe waren die patiënten eraan toe? En waren de verpleegkundigen en artsen niet bang om de greep te verliezen? ‘We hebben,’ zegt Rowan Marijnissen, ‘hier in het ETZ één nacht gehad waarin het ontspoorde. Toen hadden we twaalf opnames achter elkaar, in die nacht gingen patiënten bed achter bed allemaal naar de IC. Allemaal meteen door, ze waren zo benauwd.’ Op de IC werken verpleegkundigen één op één met een patiënt. Soms hebben ze er twee onder hun hoede. Nu waren het er soms vier.", "Marijnissen kijkt altijd scherp naar patiënten die binnenkomen. ‘Hoe iemand ademhaalt, wat voor kleur hij heeft. Of er zweetdruppels zijn, en waar. Soms komt iemand voorbij en dan denk ik: dat is niet goed. Dan is iemand heel bleek of echt heel erg aan het transpireren, heeft een ingevallen gezicht. Sommigen happen naar adem, liggen met het hoofd achterover, de ogen weg­gedraaid.", "‘Bij deze ziekte zie je dat mensen zoveel kracht moeten zetten om de longen te laten functioneren, dat ze uitgeput raken. Dat kun je horen: een heel korte inademing en een lange uitademing. Een spe­ciaal kuchje dat ik nu herken.’", "Intensivist Desiree Burger: ‘Je ziet niet altijd hoe ziek iemand is. Maar als je vraagt: “Hoe is het met u?” en ze happen naar lucht en kunnen geen zin afmaken – dan weet je wel hoe laat het is.’", "Soms voelden mensen zich wel wat grieperig, koortsig, maar niet eens heel benauwd. De longfoto liet iets anders zien. Bij gezonde mensen zijn de longen op de röntgenfoto zwart, met duidelijk de kleine longblaasjes. Als iemand ­corona heeft, zijn de longen wit, doordat ze zo zijn aangetast.", "Na twee dagen op de IC ben je al 20 procent van je spiermassa kwijt", "Voordat corona toesloeg, gingen steeds minder patiënten naar de IC en bleven ze er steeds korter. Dat was al jaren de trend. ‘We weten meer en kunnen meer,’ zegt Burger. ‘Patiënten kunnen sneller terug naar de verpleegafdeling. Maar wat mij betreft, zijn we nu terug in de Middeleeuwen. Met deze ziekte is een ligtijd van drie, vier weken normaal, met uitschieters naar maanden.", "‘Bedenk dat je na twee dagen op de IC al 20 procent van je spiermassa kwijt bent. Dus dan kun je wel nagaan hoe het na een maand is. Er is zowat niets van je over, mensen moeten eindeloos revalideren. Ze hebben weinig spiercapaciteit en ook nog eens heel weinig longcapaciteit en je moet maar afwachten of en hoe dat herstelt. Spieren kun je opkweken, longen niet.’", "Aan de beademing, via een buis door je keel, is geen pretje, dan gaat het slecht met je. ‘Beademen is een puur kunst­matig proces,’ zegt Rikjen Schaap uit Nij Smellinghe. ‘Mensen zeiden dat ze het gevoel hadden dat ze verdronken, omdat er zo veel vocht en zwelling in de longen zaten. Een enorm zuurstoftekort. Maar soms waren ze helemaal niet benauwd en dan zag je aan de zuurstofmeting hoe slecht het met ze was.’", "‘Zegt u tegen mijn man hoeveel ik van hem houd’", "Er waren aangrijpende momenten. ‘Hoe vaak ik niet heb mogen doorgeven: “Zegt u tegen mijn man hoeveel ik van hem houd,”’ zegt Schroembges van het VieCuri. Er werd persoonlijke informatie doorgegeven aan de IC-verpleegkundige: wachtwoorden, waar belangrijke papieren lagen. Er waren zielige verhalen, over zieken die al een week in quarantaine op zolder hadden gezeten en voor wie het eten bij de deur werd neergezet. En dan moesten ze toch worden opgenomen.", "Die meneer die naar de IC moest om te worden beademd. Hij mocht geen bezoek ontvangen, maar kon via FaceTime met zijn familie praten. ‘Hij zei gedag tegen zijn kinderen en kleinkinderen,’ vertelt Schroembges, ‘en toen zei hij tegen ons: “Als ik heel veel geld had, stuurde ik jullie straks allemaal op vakantie.” Dat was zo’n beetje het laatste wat hij zei. Hij werd geïntubeerd en wij dachten dat het wel goed zou komen, hij had nog zo veel energie. Binnen een uur lag hij op de buik en uiteindelijk is hij overleden.’", "Die jonge man, die nog genoeg energie had om van de ambulancebrancard zelf op de eerstehulpbrancard te stappen, maar na een heel moeizaam verlopen ziekteproces toch stierf.", "Die man van ongeveer zestig, die intensivist Desiree Burger zag aankomen en die zei: ‘O, de IC-dokter komt, het gaat niet goed met me.’ Burger: ‘Hij had al een broer verloren aan corona en een zus die in een ander ziekenhuis lag. Hij had zo’n angst, hij kende het van dichtbij. Elke keer als ik dienst had, keek ik of hij er nog was. Hij heeft hier vier weken gelegen, en het gered.’", "IC-verpleegkundigen dragen een mondkapje, een muts en spatscherm", "IC-verpleegkundigen en artsen dragen speciale kleren om goed te worden beschermd. Geen pretje. Twee keer per dienst – na vier uur wordt alles weggedaan of gesteriliseerd voor een volgend gebruik – hijsen ze zich in een alles bedekkende lange jas die aan twee kanten sluit, of in een overall, met lange mouwen die worden dichtgeknoopt.", "Ze dragen een mondkapje, een muts, een spatscherm. Het virus is een druppelvirus dat vooral via neus, mond en ogen binnendringt. Vooral daar moeten ze dus goed zijn beschermd. Omdat aan- en uittrekken zo omslachtig is, drinken ze bijna niets voor ze aan het werk gaan: een glaasje water, een koffie. Want naar de wc gaan kost te veel tijd. Ze dragen latex handschoenen die heel benauwd voelen als ze het warm krijgen. In die uitrusting doen ze hun werk.", "De ziekte maakt dat sommige patiënten meer vocht vasthouden", "Eén van de fenomenen van corona is dat mensen op hun buik moeten worden gelegd om effectiever te worden beademd. Het longoppervlak is groter aan de achterkant en het effect van beademing dus ook. Als een patiënt moet worden beademd en vervolgens omgedraaid, komt daar nogal wat bij kijken. Eerst worden er spierverslappende middelen toegediend, zodat de patiënt niet kan tegenstribbelen.", "De ziekte maakt dat sommige patiënten meer vocht vasthouden, ze worden daardoor zwaarder en sommige patiënten wegen ruim boven de 100 kilo. Als iemand moet worden omgedraaid, zijn daar afhankelijk van het gewicht vijf tot zeven mensen voor nodig, de dokter aan het hoofd. Die heeft de verantwoordelijkheid en let vooral op de positie van de beademingsbuis, en dan aan elke kant twee of drie verpleegkundigen.", "Het hoofd wordt opzijgelegd, de verpleegkundigen kijken of alles de goede kant op ligt en of er bij het draaien geen arm uit de kom kan schieten of een van de draden loskomt, of dat de patiënt op zo’n draad wordt gelegd en zo de boel afknijpt. Het is een loodzware klus, zeker in een luchtdichte outfit.", "De sfeer op de IC was indrukwekkend", "Rowan Marijnissen (30) 2008 Verpleegkundige-A", "2013 IC-verpleegkundige", "2016 BA gezondheidszorg", "2011-heden ETZ Tilburg", "2018 BA nursing, Avans Breda", "2018 Voorzitter V&VN IC", "Op de buik liggen is onaangenaam. ‘Een heel vervelende ervaring voor de patiënt,’ zegt Rowan Marijnissen. ‘Je kunt geen oogcontact maken, je hebt geen idee wat er gebeurt. Sommige ­mensen hebben dagen zo moeten liggen. Als je op je buik ligt, zakt al het vocht naar de onderkant. Dat zie je in het gezicht: lippen zijn vaak opgezwollen, ogen worden heel dik, die kunnen soms niet meer open en die moeten daarom juist worden afgeplakt. Dat ziet er voor de familie, die contact houdt via beeldbellen, heel naar uit.’", "Om het iets minder oncomfortabel te maken, worden vaak zogeheten zandbedden gebruikt, bedden die op een luchtsysteem werken, waardoor het ­lichaam als het ware blijft drijven.", "Sowieso is de sfeer op de IC indrukwekkend: patiënten zitten vast aan allemaal ingewikkelde apparaten, die piepen en zoemen. Maar in het geval van corona was de IC nog onwezenlijker. In VieCuri was de recovery-ruimte omgebouwd tot IC. Daar lagen acht zieken, doodstil, op de buik, alleen een laken eroverheen. De enige geluiden kwamen van de apparaten. ‘Normaal is het beeld op de IC afwisselend,’ zegt Jannet Mehagnoul. ‘Er liggen mensen in slaap, maar ook patiënten die wakker zijn, aan het herstellen van een operatie. Nu was het een bijna surrealistische gewaarwording.’", "Bestel het boek: 75x Nederlander van het Jaar In deze bundel zijn de verhalen verzameld die EW publiceerde over alle 75 Nederlanders van het Jaar (1945-2019). Van Willem Drees tot Mies Bouwman en van Toon Hermans tot Ayaan Hirsi Ali.", "Een mooi tijdsbeeld. Het boek (344 pagina’s) kost € 14,99.", "Te bestellen via shop.ewmagazine.nl of bel 020-8947553 (tijdens kantooruren).", "Contact met de familie wezenlijk onderdeel van het werk", "Voor verplegend personeel op de IC is het contact met de familie een wezenlijk onderdeel van hun werk. Maar soms weten ze niets over degene die daar in coma ligt. Daarom worden er in VieCuri kaarten ingevuld over een patiënt die niets over zichzelf kan vertellen. Dat noemen ze een kennismakingsplacemat. ‘Een soort grote ID-kaart met zoveel mogelijk persoonlijke informatie,’ zegt Mehagnoul. ‘Er staan foto’s op, zodat we de persoon zien die bij dat lichaam hoort. Dan weten we met wie we te maken hebben, dat er een gezin is, werk, hobby’s. Zo komt een patiënt tot leven, anders ligt daar een lichaam zonder persoonlijkheid.’", "Soms wordt een patiënt half verlamd wakker: die heeft dan ongemerkt een herseninfarct gehad. Eén van de verschijnselen van corona is de ontwikkeling van bloedstolsels en longembolieën. Bloedpropjes kunnen naar hart of hersenen schieten en daar grote schade aanrichten, soms met fatale afloop. Dan worden er bloedverdunnende middelen toegediend, maar dat luistert nauw. Geef je te veel, dan kan dat een grote bloeding veroorzaken.", "Rikjen Schaap (55) 1983-1987 Verpleegkundige, Tiel", "1990 Maartenskliniek, Nijmegen", "1997 St. Antonius, Nieuwegein", "1997-1999 Specialisatie en CCU", "1999-heden Ziekenhuis Nij Smellinghe, Drachten", "2019 Praktijkopleider zorg", "Of iemand bleek bij het ontwaken het syndroom van Guillain-Barré te hebben en helemaal verlamd te zijn, door het virus. Of iemand is helemaal in de war bij het wakker worden, weet niet dat hij ziek is en is verplaatst van het ene ziekenhuis naar het andere. ‘Dan is het risico van delier heel groot,’ zegt verpleegkundige Rikjen Schaap uit Drachten. ‘Elk besef van tijd en plaats is weg. Complete verwarring. Je hebt een hyperactief delier, waarbij mensen helemaal van slag zijn en om zich heen slaan, dag en nacht door elkaar halen, agressief en bang ­tegelijk zijn. En een stil delier, dan stel je iemand een vraag en merk je dat ze er ­helemaal niet bij zijn. Gelukkig gaat dat wel over.’", "Schaap kan zich een patiënt herinneren die niet stabiel te krijgen was, wat de verpleging ook deed. Hij bleef van medicatie afhankelijk. ‘We deden alles – niets hielp. Er mocht toen bezoek komen en zijn vrouw kwam. Ze zag hoe haar man totaal onderuitging en moest worden gereanimeerd. Gillen, gillen, ik kreeg er kippenvel van. Toen zei de dokter: “Het kan niet anders of die man zit vol bloedstolsels, het is erop of eronder, we geven hem daar medicatie voor.” Dat spul ging erin en die man stabiliseerde. Wij dachten: we hebben hem!’", "Het overlijdenspercentage steeg van 13 naar 46", "Meestal ga je naar de IC om beter te worden. Maar niet in 2020. Tijdens de eerste corona-golf steeg het overlijdenspercentage op de IC van VieCuri van normaal 13 naar 46, voor coronapatiënten. Sommige artsen voerden achter elkaar slechtnieuwsgesprekken met de familie. Soms wel drie of vier op één dag.", "Jannet Mehagnoul (48) 1990 Geneeskunde Radboud Universiteit, Nijmegen", "1997 PhD Radboud", "2001 Intensivist Radboud", "2006 Intensivist Maastricht", "2008-heden Intensivist VieCuri", "‘Als iemand komt te overlijden,’ zegt Mehagnoul, ‘moet je dat samen met de familie voorbereiden. Het is heel belangrijk dat dit goed en zorgvuldig gebeurt, anders voelt het kil en technisch.’ Als duidelijk is dat iemand het niet gaat halen, wordt het palliatieve beleid in gang gezet. De levensverlengende behandelingen worden gestopt, alleen de medicatie die zorgt voor comfort, blijft.", "‘Daarna zie je wat het lichaam nog overhoudt om zelf te kunnen werken. Bij coronapatiënten is daar niets van over. Die zijn in minuten weg. De familie mocht er op het laatst bij, dan waren ze er een kwartier, we zetten alles uit en een kwartier later stonden ze weer buiten.’", "‘Mensen hebben geen idee van wat zich hier heeft afgespeeld’", "‘Het is een waanzinnig intensief jaar geweest,’ zegt Rowan Marijnissen. ‘Mensen hebben geen idee van wat zich hier heeft afgespeeld.’ Rikjen Schaap, die al jaren verpleegkundige is, zegt: ‘We hebben hier zo veel verdriet gezien.’ En volgens Desiree Burger zal het komend jaar heel moeilijk zijn, met veel te weinig personeel, meer onvrede en agressie.", "Want wij kunnen allemaal dan wel klaar zijn met corona, omgekeerd is dat nog niet het geval."], "authors": [], "keywords": ["van", "dit", "het", "dappere", "op", "die", "met", "nederlander", "een", "strijders", "en", "angst", "jaar", "je", "dat", "er"], "pubDate": "2020-12-09T15:19:36+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}