{"id": "d91d1482-5b6a-3325-a497-b90bf36d6746", "title": "Drie arrestaties bij onaangekondigd coronaprotest in centrum Rotterdam", "url": "https://nu.nl/rotterdam/6096765/drie-arrestaties-bij-onaangekondigd-coronaprotest-in-centrum-rotterdam.html", "summary": "De politie heeft maandagavond drie arrestaties verricht bij een onaangekondigd protest in het centrum van Rotterdam.\nHet protest begon op de stoep voor het stadhuis en ging daarna langs verschillende plekken in de binnenstad van Rotterdam.\nDemonstranten schreeuwden onder meer leuzen als 'Vrijheid, vrijheid, vrijheid' en 'Rutte, bedankt'.\nGroepen actievoerders liepen over het Stadhuisplein, de Kruiskade en het Weena.\n\"Iedereen die niet langer kan toekijken hoe Nederland gebukt gaat onder de buitenproportionele maatregelen is welkom\", schreef de organisatie op een poster.", "paragraphs": ["De politie heeft maandagavond drie arrestaties verricht bij een onaangekondigd protest in het centrum van Rotterdam. Zo'n 150 demonstranten verzamelden zich rond 20.00 uur op de Coolsingel om te protesteren tegen de lockdown.", "Het protest begon op de stoep voor het stadhuis en ging daarna langs verschillende plekken in de binnenstad van Rotterdam. Demonstranten schreeuwden onder meer leuzen als 'Vrijheid, vrijheid, vrijheid' en 'Rutte, bedankt'.", "Groepen actievoerders liepen over het Stadhuisplein, de Kruiskade en het Weena. Daar hield de politie omstreeks 22.00 uur drie demonstranten aan. Volgens de politie was er een kleine groep die zonder aanleiding opstandig werd en antisemitische teksten en beledigingen begon te roepen. De politie hield het drietal aan vanwege het \"veelvuldig en grof beledigen van ambtenaren in functie\".", "Het coronaprotest verliep verder rustig. Veel actievoerders haakten af tijdens de wandeltocht. Een enkeling had attributen meegenomen om herrie te maken. Zo liep één van de demonstranten met een toeter rond.", "De politie hield de demonstratie nauwgezet in de gaten, en noteerde de identiteit van enkele demonstranten, omdat het protest niet was aangekondigd en er dus geen organisator bekend was.", "De organisatie van de protestactie, naar eigen zeggen een \"vreedzaam burgerinitiatief\", riep eerder op de dag op om te komen demonstreren. Veel mensen deelden die oproep via verschillende socialemediakanalen. \"Iedereen die niet langer kan toekijken hoe Nederland gebukt gaat onder de buitenproportionele maatregelen is welkom\", schreef de organisatie op een poster."], "authors": ["Door", "Ad Rotterdams Dagblad"], "keywords": ["van", "rotterdam", "onaangekondigd", "coronaprotest", "een", "het", "en", "vrijheid", "protest", "demonstranten", "drie", "te", "politie", "op", "arrestaties", "bij", "centrum"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}