{"id": "d9237166-bee7-373c-a5ae-39a136e826fa", "title": "Inbraak in woning Paolo Rossi tijdens zijn begrafenis", "url": "https://nu.nl/voetbal/6096373/inbraak-in-woning-paolo-rossi-tijdens-zijn-begrafenis.html", "summary": "Tijdens de begrafenis van oud-topvoetballer Paolo Rossi zaterdag heeft er een inbraak in zijn woning plaatsgevonden, melden Italiaanse media.\nDe weduwe van Rossi ontdekte de inbraak toen ze terugkwam bij het huis in Bucine, nabij Arezzo.\nDuizenden fans gingen de straat op om de voormalig Wereldvoetballer van het Jaar een laatste eer te bewijzen.\nDe kist werd naar de kerk gedragen door ploeggenoten van het Italiaanse elftal met wie Rossi in 1982 het WK won.\nOok op de Europese voetbalvelden was er deze week veel aandacht voor het overlijden van Rossi.", "paragraphs": ["Tijdens de begrafenis van oud-topvoetballer Paolo Rossi zaterdag heeft er een inbraak in zijn woning plaatsgevonden, melden Italiaanse media. Er zouden onder meer sieraden gestolen zijn.", "De weduwe van Rossi ontdekte de inbraak toen ze terugkwam bij het huis in Bucine, nabij Arezzo. Volgens persbureau ANSA is het onderzoek nog in volle gang.", "Rossi overleed donderdag op 64-jarige leeftijd en werd zaterdag in Vicenza begraven. Duizenden fans gingen de straat op om de voormalig Wereldvoetballer van het Jaar een laatste eer te bewijzen.", "De kist werd naar de kerk gedragen door ploeggenoten van het Italiaanse elftal met wie Rossi in 1982 het WK won. Onder hen bevonden zich Marco Tardelli, Antonio Cabrini, Giancarlo Antognoni, Alessandro Altobelli, Franco Causio, Fulvio Collovati en Giuseppe Bergomi. De plechtigheid werd live uitgezonden door de Italiaanse omroep RAI.", "Ook op de Europese voetbalvelden was er deze week veel aandacht voor het overlijden van Rossi. Zo werd donderdag voor de aftrap van alle duels in de Europa League een moment stilte in acht genomen."], "authors": ["Door"], "keywords": ["van", "begrafenis", "een", "rossi", "tijdens", "woning", "het", "zaterdag", "zijn", "paolo", "werd", "op", "voor", "italiaanse", "er", "inbraak"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}