{"id": "d927450c-1b7b-3e72-b769-1d197bfe74cf", "title": "Een week extra schoolsluiting is een slecht idee", "url": "https://trouw.nl/opinie/een-week-extra-schoolsluiting-is-een-slecht-idee~b1d3c46d/", "summary": "Het is onderdeel van veel grotere maatschappelijke vraagstukken, namelijk dat van kansenongelijkheid in het onderwijs, het recht op onderwijs en het appèl op het aanpassingsvermogen en de veerkracht van leraren en scholen.\nOmdat een onverwachte schoolsluiting, zelfs een korte zoals de voorgestelde sluiting van een week, grote maatschappelijke gevolgen heeft, dient de vraag vergezeld te gaan van een eerlijke en gebalanceerde discussie over deze gevolgen.\nDit betekent allereerst dat we niet moeten spreken van een week verlengde kerstvakantie, maar over drie weken schoolsluiting.\nBinnen het recht op onderwijs mogen we scholen niet zomaar sluiten, ook niet voor een extra week, zonder kinderen een alternatief te bieden.\nZitten zij op een extra week schoolsluiting te wachten?", "paragraphs": ["Verlenging van de kerstvakantie staat op gespannen voet met het recht op onderwijs. En vooral leerlingen uit kwetsbare groepen zullen de dupe zijn, stelt Danielle Jansen, socioloog aan de Rijksuniversiteit Groningen.", "Nu het aantal coronabesmettingen niet verder daalt, neemt de maatschappelijke onrust toe en is de discussie rondom het tijdelijk sluiten van middelbare scholen weer actueel. De vraag of het verlengen van de kerstvakantie kan helpen om het aantal besmettingen omlaag te brengen, is echter geen op zichzelf staande vraag. Het is onderdeel van veel grotere maatschappelijke vraagstukken, namelijk dat van kansenongelijkheid in het onderwijs, het recht op onderwijs en het appèl op het aanpassingsvermogen en de veerkracht van leraren en scholen.", "De discussie rondom een tijdelijke sluiting van scholen is tot nu toe onterecht gereduceerd tot de effecten hiervan op het aantal besmettingen onder kinderen en jongeren. Omdat een onverwachte schoolsluiting, zelfs een korte zoals de voorgestelde sluiting van een week, grote maatschappelijke gevolgen heeft, dient de vraag vergezeld te gaan van een eerlijke en gebalanceerde discussie over deze gevolgen. Dit betekent allereerst dat we niet moeten spreken van een week verlengde kerstvakantie, maar over drie weken schoolsluiting.", "Verminderde prestaties", "Onverwachte schoolsluitingen leiden tot verminderde onderwijsprestaties, net zoals lange zomervakanties leiden tot verlies van kennis en vaardigheden. Het tijdelijk geen onderwijs ontvangen onderbreekt het leerritme en zorgt met name op het gebied van rekenen voor verminderde prestaties. Eerdere studies naar de effecten van onverwachte schoolsluitingen, bijvoorbeeld in het geval van lerarenstakingen of bij ernstige weersomstandigheden zoals sneeuwstormen, laten zien dat zelfs relatief korte sluitingen schoolprestaties van kinderen al doen verminderen.", "Onderzoek laat verder zien dat vooral kinderen van laaggeschoolde ouders getroffen worden door onverwachte, tijdelijke sluitingen. Deze leerlingen hebben vaak minder toegang tot online leermiddelen, waardoor ze onvoldoende mogelijkheden hebben om de verloren instructietijd op school te compenseren. Daarnaast zijn lager opgeleide ouders – om verschillende redenen – minder goed in staat om hun kind te begeleiden bij het onderwijs.", "Extra schoolsluiting staat ook op gespannen voet met het recht op onderwijs. Elk kind heeft recht op onderwijs en dit recht dient op basis van gelijke kansen te worden verwezenlijkt. Binnen het recht op onderwijs mogen we scholen niet zomaar sluiten, ook niet voor een extra week, zonder kinderen een alternatief te bieden. De kwaliteit van het alternatief dient volgens het recht op onderwijs hoog te zijn met voldoende en oprechte aandacht voor passend lesmateriaal en leermethodes. Het kind moet centraal staan.", "Alternatief", "Tot slot heeft een extra week onverwachte schoolsluiting veel gevolgen voor de scholen en hun leerkrachten. Van hen wordt een enorme flexibiliteit en maximale veerkracht verwacht, zowel in de aanloop naar een extra week sluiting als na afloop. Van hen wordt verwacht dat zij op korte termijn een hoog kwalitatief alternatief bieden voor hun reguliere onderwijs en dat ze na de schoolsluiting, naast het oppakken van het reguliere schoolprogramma, ook de onderwijsachterstanden wegwerken.", "De vraag of het verlengen van de kerstvakantie kan helpen om het aantal besmettingen omlaag te brengen is dus geen op zichzelf staande vraag. Deze vraag moet altijd vergezeld worden van de vraag of deze maatregel opweegt tegen de nadelige effecten ervan voor kinderen en jongeren, met name degenen die opgroeien in kwetsbare omstandigheden, en voor de belastbaarheid van leerkrachten en scholen. Zolang het onduidelijk is wat de balans is, mogen we het risico niet nemen en zullen we moeten zoeken naar andere mogelijkheden om verspreiding van het coranavirus onder jongeren te verminderen. Laten we hiervoor luisteren naar degenen om wie het gaat: de kinderen, leerkrachten en scholen. Zitten zij op een extra week schoolsluiting te wachten? Kan ik me niet voorstellen.", "Lees ook:", "Een extra lange kerstvakantie? Scholen voelen er weinig voor", "Wordt het een weekje vrij, of online les? Voor of na de feestdagen? Is de sneltest een alternatief? Het OMT-advies om de kerstvakantie te verlengen, is nog niet eenduidig.", "Wethouder Moorman: ‘Basisscholieren lopen sinds lockdown achter op ontwikkeling’", "Amsterdam liet de impact onderzoeken van schoolsluiting op basisscholieren. Wethouder Marjolein Moorman maakt zich vooral zorgen om de huidige achtstegroepers."], "authors": ["Danielle Jansen"], "keywords": ["van", "slecht", "schoolsluiting", "idee", "het", "op", "onderwijs", "vraag", "een", "en", "te", "week", "om", "extra", "voor"], "pubDate": "2020-12-07T19:10:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}