{"id": "d92ab451-65f1-3f11-a9bc-8bfa0359ed29", "title": "In de swingstaten trekken de Republikeinen hun trukendoos open", "url": "https://nu.nl/verkiezingen-vs/6087328/in-de-swingstaten-trekken-de-republikeinen-hun-trukendoos-open.html", "summary": "Hun belangrijkste strategieën draaien om het ondermijnen van de legitimiteit van de verkiezingen.\nGouverneur Tom Wolf is een Democraat, maar beide kamers van het Congres van de staat zijn in handen van de Republikeinen - een beeld dat hetzelfde is in meerdere andere swingstaten.\nMet de piepkleine marge van 2016 in het achterhoofd, kan dat het verschil maken.\n\"Zodat alle kiezers weten hoe ze hun stem kunnen uitbrengen en dat kunnen doen in het vertrouwen dat die zal tellen.\"\nWe houden je in de gaten op het hoogste niveau.\"", "paragraphs": ["Met Donald Trump langdurig op achterstand in de peilingen, proberen de Republikeinen al maanden om het kiesproces linksom of rechtsom in hun voordeel te draaien. Dat is goed te zien in mogelijk de belangrijkste swingstaat van 2020: Pennsylvania.", "Pennsylvania is een van de voormalige Democratische bolwerken in de industriële Rust Belt in het Midden-Westen, die Trump vier jaar geleden zijn overwinning op Hillary Clinton bezorgden, samen met Wisconsin en Michigan. In Pennsylvania bedroeg het verschil tussen hem en Clinton zo'n 44.000 stemmen.", "Als Trump zijn tweede termijn wil veiligstellen, moet hij minstens één van de drie Rust Belt-staten binnenslepen. Biden loopt momenteel voorop in de peilingen in alle drie, maar die voorsprong is het kleinst in Pennsylvania - met twintig kiesmannen ook het zwaargewicht uit het rijtje.", "De Trump-campagne en de Republikeinen zetten alle zeilen bij om de kansen van de president te verbeteren. Hun belangrijkste strategieën draaien om het ondermijnen van de legitimiteit van de verkiezingen.", "Dat heeft een prominente plek in de gereedschapskist van de partij sinds de omstreden verkiezingen van 2000, die uiteindelijk hingen op een verschil van 537 stemmen tussen Democraat Al Gore en Republikein George W. Bush in Florida. Weken van juridische strijd eindigden op een dramatische manier: Republikeinse partijmedewerkers bestormden het gebouw waar een cruciale hertelling plaatsvond en stelden dat daar verkiezingsfraude werd gepleegd. De lokale kiesraad, geïntimideerd en onder enorme tijdsdruk, blies de hertelling af. Bush werd president.", "De Republikeinen trokken daar een les uit: als de marges klein zijn, kun je winnen door de scheidsrechter te bespelen met de claim dat de tegenstander vals speelt. Die is nuttig gebleken voor een partij die de demografische trends tegen heeft en de kansen op een conventionele verkiezingsoverwinning - gladweg de meeste stemmen krijgen - steeds verder ziet slinken.", "In Pennsylvania en andere swingstaten lopen de Republikeinen dit jaar tegen drie relevante feiten aan. Ze staan achter in de peilingen. Het aantal vervroegde (post)stemmen is geëxplodeerd. En de meeste van die stemmen zijn afkomstig van Democraten.", "Omringd door Republikeinse en Democratische advocaten, bekijken kiesbeambten stembiljetten tijdens een handmatige hertelling in Florida in 2000. (Foto: ANP)", "Alle ogen op Pennsylvania", "Het zou goed kunnen dat Florida dit jaar weer zo'n belangrijke rol speelt als in 2000, maar dit keer kan ook Pennsylvania die claimen. Inwoners van die staat wisten zich tijdens de campagne niet alleen verzekerd van veel aandacht van en bezoekjes door de twee presidentskandidaten, ook op de achtergrond wordt door Democraten en Republikein al maanden gestreden over de vorm van het kiesproces.", "Gouverneur Tom Wolf is een Democraat, maar beide kamers van het Congres van de staat zijn in handen van de Republikeinen - een beeld dat hetzelfde is in meerdere andere swingstaten. Zij weigerden in de afgelopen maanden de wettelijke regels voor de stembusgang te versoepelen vanwege de coronacrisis en drongen aan op aanvullende controles, zoals het vergelijken van handtekeningen.", "Een Republikeinse overwinning in de rechtszaal betekende dat stembiljetten die binnenkomen zonder de vereiste 'privacy-envelop' zullen worden afgewezen. De kiesraad van de staat waarschuwde dat meer dan 100.000 stemmen daardoor kunnen sneuvelen. Met de piepkleine marge van 2016 in het achterhoofd, kan dat het verschil maken.", "Pogingen om te voorkomen dat kiezers hun postbiljetten ook konden inleveren bij verzamelpunten, in plaats van erop te vertrouwen dat de posterijen die op tijd zullen bezorgen, liepen in Pennsylvania stuk. Elders hadden ze wel resultaat, zoals in Texas, waar de Republikeinse gouverneur het aantal inleverpunten per kiesdistrict beperkte tot één - of dat nu 50.000 inwoners heeft of 4 miljoen.", "Zo veel mogelijk poststemmen afwijzen", "Republikeinse blokkades in de parlementen van de staten hebben ook gevolgen voor hoe snel vroege stemmen/poststemmen kunnen worden geteld. In Pennsylvania mag daar pas op de verkiezingsdag mee worden begonnen. In sommige andere staten, zoals Florida, wordt al volop geteld.", "Dat aanzienlijk meer Democraten via de post stemmen dan Republikeinen, motiveert die laatste partij om ervoor te zorgen dat zoveel mogelijk poststemmen worden afgewezen.", "Inmiddels hebben al meer dan 2 miljoen inwoners van de staat een stem uitgebracht. Het tellen zal waarschijnlijk meerdere dagen na de verkiezingsdag in beslag nemen, wat kan zorgen voor een vertekend beeld in de vroege uitslagen, in het voordeel van president Trump.", "De hoogste rechtbank van de staat zei nee op een Republikeins verzoek om een verruiming van de deadline voor poststemmen te blokkeren, waarop de partij naar het landelijk Hooggerechtshof stapte. Dat weigerde de zaak in behandeling te nemen. Daarmee is de kous niet af: de regering van de staat adviseert stembureaus om stembiljetten die na 20.00 uur op 3 november binnenkomen apart te houden, omdat de juridische strijd over hun geldigheid doorgaat.", "\"Hoewel Democraten hebben geprobeerd wijzigingen van de regels te forceren en constant hebben geprobeerd chaos en verwarring te zaaien, hebben de Republikeinen duidelijk en consequent gepleit voor stabiele, makkelijk te begrijpen regels\", liet een woordvoerder van de Trump-campagne weten in een verklaring. \"Zodat alle kiezers weten hoe ze hun stem kunnen uitbrengen en dat kunnen doen in het vertrouwen dat die zal tellen.\"", "Intimidatie bij het stemhokje", "President Trump heeft zijn aanhangers opgeroepen massaal naar de stembureaus te komen, omdat er volgens hem grootschalig zal worden gefraudeerd. Bewijzen voor die stelling heeft hij nooit geleverd en uit onderzoeken blijkt steevast dat in de VS heel weinig ruimte voor verkiezingsfraude is.", "Campagnemedewerkers en -vrijwilligers van de president geven desondanks gehoor aan zijn oproep. Ze lieten zich in de afgelopen weken al zien op strategische plekken in Pennsylvania, zoals de grote stad Philadelphia, die naar de Democraten leunt. Daar bezochten ze onder meer stembureaus waar vervroegd kan worden gestemd en filmden ze kiezers die stembiljetten kwamen afgeven bij verzamelpunten om hen van gesjoemel te beschuldigen.", "\"Er gebeuren veel rare dingen in Philadelphia\", zei de president tijdens een recent campagnebezoek aan de staat. \"We houden je in de gaten, Philadelphia. We houden je in de gaten op het hoogste niveau.\"", "De hoofdaanklager van de staat, Kathy Jennings, waarschuwde eind oktober dat \"intimidatie van kiezers, verkiezingsfraude of overschrijding van de burgerrechten van wie dan ook\" niet zullen worden getolereerd.", "Pennsylvania is niet de enige swingstaat waar zorgen bestaan over intimidatie bij de stembus. Het Hooggerechtshof van Michigan buigt zich bijvoorbeeld over de vraag of vuurwapens openlijk mogen worden gedragen in stemlokalen. Twee lagere rechtbanken besloten dat de regering van de staat zich eerder had moeten bedenken dat een verbod op z'n plek is en dat via de politiek had moeten regelen."], "authors": ["Door", "Matthijs Le Loux"], "keywords": ["van", "trekken", "trukendoos", "swingstaten", "het", "op", "die", "staat", "een", "en", "dat", "te", "republikeinen", "open", "hun", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}