{"id": "d940fa4f-093d-346a-a5f1-0b6234414e08", "title": "Wildevrouw van Jeroen Olyslaegers: een meesterwerk met Antwerpen als decor", "url": "https://www.parool.nl/kunst-media/wildevrouw-van-jeroen-olyslaegers-een-meesterwerk-met-antwerpen-als-decor~b00c1e20/", "summary": "Het zesde boek van Jeroen ­Olyslaegers (1967) is niet zozeer een levendige afbeelding van een voorbije periode, als wel een diepgravend sociologisch portret van een uiteenvallende stad.\nWildevrouw doet daarmee net zo sterk denken aan een Amerikaanse tv-serie als The Wire als aan de historische Iberische romans van Miquel Bulnes; Olyslaegers’ Antwerpen is even hedendaags als 21ste-eeuws Baltimore, even historisch als het Sevilla van rond de Reconquista.\nOlyslaegers paart een brede achtergrondkennis van zijn stad – ongetwijfeld nog versterkt door uitgebreid onderzoek – aan een krachtige verbeelding en het vermogen in geuren en kleuren een complete leefomgeving op te roepen.\nDe jongen ziet eruit als een halve wilde, ‘een haarbol op poten’, maar beschikt over het denkvermogen, de idealen en de zendingsdrang van een halve heilige.\nBeer is ook de verteller van zijn verhaal, en dat van zijn stad.", "paragraphs": ["Vastenavond door Frans Hals, geschilderd in 1616/1617, tijdens de Tachtigjarige Oorlog. Beeld Sepia Times/Universal Images Group/Getty", "Eerst iets over het genre. Zijn we daar meteen vanaf. Wildevrouw speelt zich af in Antwerpen en Amsterdam, rond het begin van de Tachtigjarige Oorlog. Het ligt dus voor de hand het een historische roman te noemen, maar dat zou nogal ­onvolledig zijn. Het zesde boek van Jeroen ­Olyslaegers (1967) is niet zozeer een levendige afbeelding van een voorbije periode, als wel een diepgravend sociologisch portret van een uiteenvallende stad. Wildevrouw doet daarmee net zo sterk denken aan een Amerikaanse tv-serie als The Wire als aan de historische Iberische romans van Miquel Bulnes; Olyslaegers’ Antwerpen is even hedendaags als 21ste-eeuws Baltimore, even historisch als het Sevilla van rond de Reconquista.", "Het mag duidelijk zijn: net als in WIL, zijn veelgeprezen vorige roman, die zich grotendeels in de Tweede Wereldoorlog afspeelde, is Antwerpen meer dan een decor. Olyslaegers paart een brede achtergrondkennis van zijn stad – ongetwijfeld nog versterkt door uitgebreid onderzoek – aan een krachtige verbeelding en het vermogen in geuren en kleuren een complete leefomgeving op te roepen. Je ruikt de bedrijvige straten rond de Onze-Lieve-Vrouwekathedraal, ziet haast tegen wil en dank de bebloede kasseien van de Grote Markt voor je, na de gruwelijke terreur van Spaanse huursoldaten.", "Sterke vent", "Maar Wildevrouw is óók meer dan een in verhaalvorm gegoten stadsbeeld. Antwerpen mag dan een bijna-hoofdrol hebben, de echte hoofdpersoon van de roman is Beer. Een ‘sterke vent’ die een goedlopende herberg bezit, contacten heeft door heel de stad, alle publieke en iets minder publieke geheimen kent, maar nooit zijn mond voorbijpraat. Nou ja, bijna nooit.", "En er is nog iets: Beer is vervloekt. Drie vrouwen verloor hij in het kraambed. Alleen het laatste kind ging niet met moeder mee het graf in, maar de verschijning en het karakter van Beers enige overlevende zoon is eerder een bevestiging dan een ontkrachting van de vloek. De jongen ziet eruit als een halve wilde, ‘een haarbol op poten’, maar beschikt over het denkvermogen, de idealen en de zendingsdrang van een halve heilige. In het zestiende-eeuwse Antwerpen is dat niet bepaald zonder gevaar.", "Beer is ook de verteller van zijn verhaal, en dat van zijn stad. Hij blikt vanuit Amsterdam terug op ‘die zatte periode in Antwerpen met al die waanzin om me heen’. Aardig detail is dat Beer ook in Amsterdam een kleine herberg opent, in de Warmoesstraat, ‘In de Wildeman’ – vast niet geheel toevallig een naamgenoot van het huidige bierproeflokaal, vlakbij, in de Kolksteeg.", "Echt therapeutisch kun je Beers terugblikken niet noemen. Eerder dwangmatig. Starend in een kaarsvlam vergroot hij zowel zijn verdriet als zijn onbegrip, en hoewel hij na zijn tumul­tueuze Antwerpse jaren vol rake inzichten zit, komt hij nauwelijks dichter in de buurt van een verlossend antwoord. Zelfs aanvaarding zit er voor hem niet meer in. Beer is een gebroken man, getekend door verlies en nauwelijks uit te spreken herinneringen – ‘maar ook als de woorden op zijn, gaat het leven verder.’", "Derde fundament", "Ja, die woorden. Je zou het, naast Antwerpen en Beer, de derde hoofdpersoon van Wildevrouw kunnen noemen, het derde fundament onder Olyslaegers’ verbluffende bouwwerk: zijn zinnen. Ritmisch en melodieus zijn ze,", "zonder in holle welluidendheid te vervallen. Dichterlijk, zonder een spoortje mooischrijverij. Olyslaegers schrijft tegelijk archaïsch en volks, als Dimitri Verhulst in zijn beste werk, en doet bij vlagen ook aan Shakespeare denken: tegelijk warmbloedig en rauw, zwierig en compact, grappig en wijs.", "Meer nog dan de smeuïge complotten, de soms stuitende, soms komische, altijd overtuigend weergegeven gebruiken uit die tijd, meer nog dan de beeldenstorm en de gevechten, dan de bijrollen van Pieter Bruegel en Willem van Oranje, en de mysterieuze wezens in een achterkamer van de herberg, is dát wat je uiteindelijk door de ruim vierhonderd pagina’s heen sleurt: Olyslaegers’ subtiel dwingende, schitterende stijl.", "‘Ik zie de boekdrukkers voor me, sommigen met raadselachtig startkapitaal, die alles wat wel of niet is geweten toevertrouwden aan papier en daarbij geesten verruimden, verziekten of genazen, kalmeerden of in diepe verwarring brachten, kwaad maakten, triestig stemden, deden lachen en vloeken, devotie versmachtten of bevrijdden, of ieder duidelijk maakten dat ons lot met de door U bepaalde beweging van de planeten was verbonden.’ Aldus Beer. Al die effecten op de lezer, en meer, heeft Wildevrouw ook. Een meesterwerk.", "Fictie Jeroen Olyslaegers", "Wildevrouw", "De Bezige Bij, €26,99, 480 blz."], "authors": ["Dries Muus"], "keywords": ["van", "als", "jeroen", "olyslaegers", "dan", "het", "meesterwerk", "antwerpen", "met", "zijn", "die", "een", "niet", "en", "wildevrouw", "decor"], "pubDate": "2020-12-04T14:12:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}