{"id": "d941ae41-0fa1-3618-8a58-249902c4a8c7", "title": "Föhn ’m de grond uit, die rotplant: de strijd tegen de Japanse duizendknoop", "url": "https://www.parool.nl/amsterdam/fohn-m-de-grond-uit-die-rotplant-de-strijd-tegen-de-japanse-duizendknoop~bf5ce328/", "summary": "Het antwoord: de aarde opwarmen om de Japanse duizendknoop het leven zuur te maken.\nDe duizendknoop plant zich ook nog eens ongeslachtelijk voort, wat betekent dat een klein stukje wortel van een uit de grond getrokken exemplaar op een andere plek gewoon weer opnieuw begint.\nEen inventarisatie in Amsterdam leverde bij elkaar zo’n vijftien voetbalvelden met Japanse duizendknoop op.\nBij Buiksloterbreek in Noord is onlangs met groot materieel een veld afgegraven om de duizendknoop te kunnen verwijderen.\nDie exemplaren bestrijden we weer door er heet water over te gieten, en dat een aantal malen te herhalen.", "paragraphs": ["De Japanse duizendknoop zorgt voor veel overlast in de stad. Beeld Getty Images/iStockphoto", "Uit de grond komt een rookpluimpje en dat is doorgaans geen goed nieuws. Dit is waterdamp, stelt Wouter Neutel ons gerust, maar hij heeft inderdaad al heel wat nieuwsgierige passanten aan het hek gehad die wilden weten wat hij daar toch in hemelsnaam aan het doen was tussen al die geheimzinnige slangen en apparaten in de grond. Het antwoord: de aarde opwarmen om de Japanse duizendknoop het leven zuur te maken.", "En dat is precies wat er gebeurt in de omgeving van het Surinameplein. Nadat vorig jaar in de buurt van het Olympisch Stadion al vijfduizend Japanse bladvlooien werden uitgezet om de woekerende plant aan te vallen, is het nu de beurt aan de milieutechnicus van HMVT uit Ede om te kijken hoe ver hij komt met de tactiek van de verschroeide aarde: door de grond plaatselijk op te warmen tot 50 graden Celsius moet de duizendknoop worden verdelgd.", "Dat verwarmen van de aarde gebeurt niet met een straalkacheltje. Neutel heeft een indrukwekkende hoeveel materieel meegenomen om de klus te klaren. Vanuit een container naast het talud wordt met een ventilator gloeiendhete lucht geblazen door driehonderd meter slang naar negen diep in de grond gestoken filters. “Het werkt als een föhn,” legt Neutel uit. “Alleen gaat het minder snel. Het duurt wel twee weken voor de grond hier op de juiste temperatuur is.”", "Onwelkome exoot", "Dat de methode werkt, heeft een eerste proef in een zanddepot op de Maasvlakte uitgewezen. Amsterdam is de eerste plek waar de techniek in een stedelijke omgeving in de praktijk wordt gebracht. “We proberen de duizendknoop op allerlei manieren aan te pakken,” zegt ambtenaar Jaike Bijleveld, die verantwoordelijk is voor de bestrijding van invasieve exoten in de stad. “We kijken wat werkt, en daarmee gaan we verder.”", "Van alle onwelkome planten en dieren in de stad staat de Japanse duizendknoop boven aan de lijst. De exoot heeft zich vanuit Leiden ongehinderd over het hele land verspreid en groeit als kool, als het nodig is dwars door kades en muren heen. De duizendknoop plant zich ook nog eens ongeslachtelijk voort, wat betekent dat een klein stukje wortel van een uit de grond getrokken exemplaar op een andere plek gewoon weer opnieuw begint.", "Een inventarisatie in Amsterdam leverde bij elkaar zo’n vijftien voetbalvelden met Japanse duizendknoop op. Daar komen nog steeds nieuwe meldingen bij. De gemeente heeft ruim 8 miljoen euro uitgetrokken om de plant te bestrijden, en een deel van dat geld wordt gebruikt om het publiek te informeren. Bijleveld: “Zodat mensen de plant kunnen herkennen en weten wat ze ermee moeten doen. Dus vooral niet in stukjes in de gft-bak doen.”", "Drastische aanpak", "Verder worden de grootste probleemplekken aangepakt. Bij Buiksloterbreek in Noord is onlangs met groot materieel een veld afgegraven om de duizendknoop te kunnen verwijderen.", "“Dat is de drastische aanpak,” zegt Bijleveld. “Maar ook daar zien we dat rond de bomen de plant toch weer de kop opsteekt. Die exemplaren bestrijden we weer door er heet water over te gieten, en dat een aantal malen te herhalen. Alles is erop gericht de plant uit te putten.”"], "authors": ["Patrick Meershoek"], "keywords": ["japanse", "om", "wat", "plant", "uit", "m", "te", "strijd", "die", "grond", "van", "föhn", "en", "rotplant", "een", "tegen", "duizendknoop", "op", "het"], "pubDate": "2021-01-10T10:00:31Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}