{"id": "d94c5b15-ac3c-3c55-a2de-a56fbdb471d7", "title": "Reconstructie: Het diner van Forum voor Democratie. 'Boven de kreeft begint Thierry te schreeuwen'", "url": "https://www.dvhn.nl/extra/Reconstructie-Het-diner-van-Forum-voor-Democratie.-Boven-de-kreeft-begint-Thierry-te-schreeuwen-26273852.html", "summary": "Niemand die dat nog kan bevroeden, als rond 19.00 uur de eerste gasten arriveren.\nHet doel van het bericht: waarschuwen.\nBinnen de partij is dat niet goed gevallen en Eerdmans heeft dat Baudet laten weten.\nDat hij soms idiote dingen zegt, soms omdat hij het meent, soms om een discussie uit te lokken.\nDe agrariër werkt sinds de stikstofcrisis met een groepje boeren aan wat de landbouwhoofdstukken van het verkiezingsprogramma moeten worden.", "paragraphs": ["Tijdens een dinertje in een bedrijfspand bij Tiel barstte de bom in de partijtop van Forum voor Democratie. Het was de aanleiding voor een ongekende oorlog binnen de partij. Een reconstructie. ‘Thierry, doe niet zo boos, ik houd ook van Rammstein.’", "Joost Eerdmans start zijn auto en denkt: Dit kan niet waar zijn. Buitenstaanders, zo peinst hij, zullen mij niet geloven als ik over deze avond zal vertellen.", "Rond 23.00 uur ’s avonds is een einde gekomen aan wat een teambuildingsuitje had moeten zijn. De top 10 van Forums kandidatenlijst voor de Tweede Kamerverkiezingen is deze vrijdagavond 20 november bijeengekomen voor een kennismaking. En om de campagne voor de verkiezingen in maart te bespreken.", "Complottheorieën", "Althans, dat was het plan. Want als het gezelschap uit elkaar gaat, zijn de onderlinge verhoudingen totaal verziekt. Baudet heeft tegen die tijd complottheorieën geuit over corona en antisemitisme gerelativeerd. ,,De ene imbeciele opmerking na de volgende. Het was hallucinant’’, zegt een aanwezige.", "Oud zeer", "Het zal bovendien de opmaat blijken naar een totaaloorlog binnen de partij. Eentje die resulteert in een leegloop in de dagen die volgen. Al houdt Baudet uiteindelijk, na een ledenraadpleging, de macht over zijn gestripte partij. Maar die avond in Tiel komt oud zeer boven en krijgt sluimerend onvrede zuurstof, zal blijken.", "Niemand die dat nog kan bevroeden, als rond 19.00 uur de eerste gasten arriveren. Campagneleider en gastheer Wim de Groot heeft kreeft en wijn laten aanrukken via een cateraar, door een speaker klinkt (dan nog) Gustav Mahler.", "De ruimte is boven een opslaglood. Het moet als hoofdkwartier voor de campagne gaan dienen, dus is het kantoor gezellig aangekleed. Een groot houten tafel in het midden, uit een restaurant opgekochte lederen stoelen rondom. Net als in het vertrek van Forum in het Tweede Kamergebouw, staan er palmboompjes langs de wanden, de partijplant waaraan Baudet eerder duizenden euro’s uitgaf.", "In tijden van corona is deze plek groot genoeg om samen te komen.", "Netelig vanaf de start", "Ook partijbestuurder Astrid de Groot is aanwezig, samen met haar man en organisator Wim. Een uur na aanvang zullen ook nog Nicki Pouw-Verweij (nr. 3) en Jan Cees-Vogelaar (nr. 9) binnendruppelen, zij zijn iets later. Theo Hiddema, Hans Smolders en Wybren van Haga hebben iets anders.", "Maar hoewel de avond vooral gezellig moet zijn, is Baudet netelig vanaf de start, merken aanwezigen. Nog voor het eerste gerecht staat hij verhit tegenover Joost Eerdmans. Die betoogt dat Donald Trump toch echt de verkiezingen heeft verloren en dat zou moeten erkennen.", "Maar Baudet wil er niet van weten. Ziet Eerdmans dan niet de fraude die is gepleegd? Hoe de verkiezingen beïnvloed zijn?", "Het blijkt slechts de opmaat naar een volgende schermutseling, als het gesprek aan tafel over muziek gaat. Baudet staat nog langs een wand met Olaf Ephraim te praten, wanneer Eerdmans zijn telefoon via bluetooth met de speaker in de kamer verbindt. Eerdmans, in zijn vrije tijd ook actief als DJ Jopie, kiest voor het nummertje Kings & Queens van Ava Max. ,,Zo komt er een beetje sfeer in.”", "Maar dan schiet Baudet uit zijn slof. ,,Jij moet niet denken dat jij hier de muziek bepaalt!,’’ schreeuwt hij naar Eerdmans. ,,Wij draaien bij onze partij klassieke muziek! Dit is ondermijning van de club!”", "Aan tafel valt een ongemakkelijk stilte, maar Wim de Groot doet nog een poging de sfeer te redden. Hij kent Baudet al jaren. Zette zo’n beetje alle partijcongressen voor hem op. Vorige zomer nog troffen ze elkaar tijdens een vakantie in Zuid-Frankrijk. Wims vrouw Astrid is nota bene partijbestuurslid. En toen de breuk met Henk Otten een feit was, hijgde Baudet in de tuin van het echtpaar De Groot na over ‘hoe hij zich zo in iemand had kunnen vergissen’.", "Rammstein", ",,Kom op Thierry,’’ probeert De Groot. ,,Wij houden hier allemaal van klassiek, maar er is meer muziek, hé? Ik houd ook van Rammstein.” Maar Baudet wil er niet van weten en wendt zich tot Eerdmans: ,,Jij bent mij veel te dominant… Probeert hier een beetje alles te bepalen.”", "Eva Vlaardingerbroek grijpt haar telefoon en appt Nicki Pouw-Verweij, die nog onderweg is naar Tiel. Het doel van het bericht: waarschuwen. Thierry is net ziek hard tegen Joost uitgevallen, schrijft ze.", "Coronagekkies", "Die laatste heeft enkele weken eerder al intern kritiek geuit op Baudet omdat die ‘in het kamp van coronagekkies terecht is gekomen’. Begin oktober heeft Baudet nog voor de Tweede Kamer een megafoon gegrepen en onder luid applaus corona-complotdenkers toegesproken.", "Binnen de partij is dat niet goed gevallen en Eerdmans heeft dat Baudet laten weten. Al langer flirt Baudet met complotdenkers en dat heeft de partij in de peilingen al meerdere zetels gekost. ,,Wil je dat alsjeblieft nooit meer doen als ik erbij kom’’, heeft Eerdmans hem laten weten.", "Bovendien wílde Baudet helemaal niet dat Eerdmans op plek 4 op de lijst zou komen, zeggen meerdere bronnen. Baudet heeft Eerdmans vooral niet vergeven dat die in mei als mediator betrokken is geweest bij een onderzoek toen er voor het eerst antisemitische berichten opdoken in WhatsAppgroepen rond jongerenafdeling JFvD.", "Toegeven aan linkse media", "Na berichten hierover in HP/De Tijd, kwam Baudets boezemvriend Freek Jansen onder vuur te liggen. Die zou als voorzitter van de jongerenclub onvoldoende hebben ingegrepen. Slotsom van het onderzoek was dan ook: royeer de kwaadwillenden.", "Maar Jansen en Baudet hebben dat nooit kunnen verkroppen. Het royeren van leden was ‘toegeven aan de linkse media’. Jansen zal die avond zeggen: ,,Dat was heulen met de vijand, en dat is het ergste wat je kan doen.”", "Wat Baudet en Jansen bovendien al weten die avond is dat Het Parool een dag later met een bericht zal komen dat er wéér homofobe en extreemrechtse berichten zijn gewisseld in de appgroepen. En dat daarbij, opnieuw, Jansen onder vuur zal kunnen komen als de-man-die-niet-ingrijpt.", "Bovendien is dan al duidelijk dat enkele jeugdleden wel zijn geroyeerd, maar in sommige gevallen zouden het juist de klokkenluiders zijn geweest. Eén van de daders is daarentegen gepromoveerd tot medewerker van Theo Hiddema in de Tweede Kamerfractie.", "Een ingewijde: ,,Thierry is toch onder druk gezet om Eerdmans op plek vier te zetten, in ruil mocht hij Jansen dan op zeven plaatsen. Maar die twee konden Eerdmans niet luchten of zien.”", "Corona", "Als iedereen aan tafel gaat, klaart de lucht bepaald niet op. Wanneer het gaat over welke thema’s de partij moet aangrijpen in de campagne, veert Baudet op. Corona legt alle ‘vrijheid aan banden’, stelt hij. Baudet vertelt hoe hij eerder in de week een gekooide leeuw op tv heeft gezien. Tranen in zijn ogen had hij gekregen. Want: ,,Zo voel ik mij ook!”", "In de campagne moet het dus ook gaan om ‘het herwinnen van vrijheid’. ,,Ik ben als die leeuw. Ik moet achter een antilope aan kunnen, niet in een kooi zitten.”", "De partij moet ‘volledig inzetten’ op vrijheid, roept Baudet. ,,Zoals Robert Jensen’’, zegt hij nog, verwijzend naar de talkshowpresentator die geregeld complotten laat circuleren. Baudet zegt zelfs dat corona ‘de wereld in gebracht’ is door de in rechtse kringen gehate filantroop George Soros ‘om onze vrijheid af te nemen en een nieuwe wereldheerschappij te starten’.", "Flabbergasted", "Reacties op die uitspraken blijven goeddeels uit. ,,Ik was gewoon flabbergasted’’, zegt een aanwezige.", "Wel worden er ‘enkele’ kritische vragen gesteld over het vermeende antisemitisme in de jongerenbeweging van Forum. Als Pouw-Verweij zegt dat Jodenhaat niet getolereerd mag worden, zegt Baudet: ,,Waar komt jouw kruistocht tegen het antisemitisme vandaan?”", ",,Maak je nou een grap?’’, vraagt Pouw-Verweij. ,,Nee”, zegt Baudet. ,,Bijna iedereen die ik ken is antisemiet.”", "Toch blijft Baudet daarna (opnieuw) grotendeels onweersproken, erkent een aanwezige. ,,Om eerlijk te zijn: ik denk dat de helft wist dat dit Baudet is. Dat hij soms idiote dingen zegt, soms omdat hij het meent, soms om een discussie uit te lokken. En de andere helft dacht: jeetje, met welke gek ben ik in zee gegaan?”", "Boerenvoorman Jan-Cees Vogelaar doet nog wel een poging. Vooral als Baudet schampert dat Forum ‘misschien maar een kleine fractie in de Tweede Kamer moet blijven’. ,,Dan kunnen we tenminste gewoon lekker zeggen wat we vinden”, aldus Baudet.", "Dat schiet Vogelaar in het verkeerde keelgat. De agrariër werkt sinds de stikstofcrisis met een groepje boeren aan wat de landbouwhoofdstukken van het verkiezingsprogramma moeten worden. Kan dat allemaal de prullenbak in, als Baudet een kleine fractie behoudt?", "Rare praatjes", ",,Luister, vriend’’, zegt een getergde Vogelaar. ,,Jij hebt mij hierbij gehaald onder het mom dat we een brede volkspartij zouden worden. Ik ben niet gediend van rare praatjes en vreemdelingenhaat. Dus zeg het maar: gaan we nou door met elkaar of niet?”", "Een ander herinnert zich op dat moment dat enkele weken geleden was geopperd campagne te voeren met de leus ‘Na 17 maart regeer ik mee’. Maar dat had een fractiemedewerker namens Baudet afgewezen. ,,Ik weet niet of wij wel mee willen regeren,’’ was het campagneteam verteld.", "Baudet stemt niettemin ‘mokkend’ met Vogelaar in. ,,Maar het chagrijn droop er vanaf,” aldus een aanwezige. Baudets neergeslagen stemming is toch al langer punt van zorg. Door corona zijn alle partijevenementen afgelast. In de peilingen is de spiraal neerwaarts. En bij een enkeling leeft het idee dat Baudet ‘helemaal geen zin meer heeft in politiek leider zijn’.", ",,Hij leek er nog vooral voor het geld te zitten’’, zegt een ingewijde. Zo klaagt Baudet in kleine kring dat hij op huizenjacht is maar met zijn ‘Kamerbudget nu al niets fatsoenlijks kan vinden’. ,,Laat staan wat hij zou overhouden als hij zou stoppen.”", "'Woest was hij'", "Steeds vaker ontploft hij om de kleinste dingen, meent een betrokkene. Nog recent omdat het ontwerp van de verkiezingsflyers hem niet beviel. ,,Woest was hij, om een ontwerpje.”", "Dat hij nu in eigen kring weerwoord krijgt, hakt er in, taxeert een betrokkene. ,,Alleen Olaf Ephraim en Jansen zouden overduidelijk altijd achter hem blijven staan.” Tegen de tijd dat de dessertwijn wordt ingeschonken, is de stemming tot het vriespunt gedaald. Baudet klaagt nog dat er te weinig alcohol in zit (‘4 procent maar’), terwijl anderen langzaam aan de thuisreis beginnen.", "In de dagen erna zal de partij in lichterlaaie gaan, wanneer het conflict rond Jansen en de JFvD ontspoort en Baudet partij kiest voor zijn kompaan Jansen. Een exodus aan prominenten begint. Nu nog vertrekken de meesten vooral ‘lamgeslagen’ naar huis. Een enkeling belt vanuit de auto met Astrid de Groot. Ze moeten ‘hun ei kwijt’ over de ‘bizarre avond’.", "Wanneer Baudet dagen later naar de avond wordt gevraagd, ontkent hij zijn uitspraken niet. Hij heeft een ‘totaal andere herinnering’ aan de avond. Later ontkent Baudet alsnog met klem.", "Niettemin leest hij zondagnacht een berichtje mee in de WhatsAppgroep van de partijtop. ,,Gefeliciteerd Freek en Thierry, de droom is uiteengespat.”"], "authors": ["Tobias Den Hartog"], "keywords": ["baudet", "van", "forum", "reconstructie", "het", "hij", "die", "zijn", "thierry", "schreeuwen", "een", "niet", "te", "kreeft", "dat", "diner", "en", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}