{"id": "d94f2e7e-6e14-390d-8041-5aea9acf32dd", "title": "Interviews met ooggetuigen van de oorlog en bevrijding in Groningen komen samen in het boek 'Stemmen van de bevrijding'", "url": "https://www.dvhn.nl/cultuur/Interviews-met-ooggetuigen-van-de-oorlog-en-bevrijding-in-Groningen-komen-samen-in-het-boek-Stemmen-van-de-bevrijding-25572051.html", "summary": "In plaats van dat alles vertelt Frank von Hebel nu per telefoon over het boek waar hij sinds eind 2018 aan heeft gewerkt, Stemmen van de bevrijding .\nVijf jaar eerder verscheen een vergelijkbaar werk van zijn hand, Mijn bevrijding .\nHet leidde tot een mozaïek-vertelling op basis van archiefonderzoek en tientallen interviews over de bezetting en de bevrijding.\n,,Om helder te krijgen op welke schaal het wangedrag heeft plaatsgevonden, stuitte ik op een nog niet toegankelijk archief.\nEn dan toch die sloten uit kruipen om loeiende koeien te melken.”loadingDe zakagenda van een soldaatHet maken van Stemmen van de bevrijding was een puzzel, vertelt hij.", "paragraphs": ["Frank von Hebel interviewde tientallen mensen die 75 jaar geleden in de stad en provincie Groningen het einde van de Tweede Wereldoorlog meemaakten. Hun verhalen hebben een plek gekregen in het boek Stemmen van de bevrijding .", "Over de presentatie was goed nagedacht. In de stad Groningen zouden vraaggesprekken plaatsvinden in het Forum. Er was een lezing gepland. Een orkest zou speciaal geschreven composities spelen. Er was sprake van optredens in boekhandels. In plaats van dat alles vertelt Frank von Hebel nu per telefoon over het boek waar hij sinds eind 2018 aan heeft gewerkt, Stemmen van de bevrijding .", "Vijf jaar eerder verscheen een vergelijkbaar werk van zijn hand, Mijn bevrijding . Waar Von Hebel zich destijds concentreerde op gebeurtenissen in de stad, verzamelde hij dit keer ook verhalen uit andere delen van de provincie Groningen. Een oproep in deze krant en via RTV Noord leverde honderden reacties op. Het leidde tot een mozaïek-vertelling op basis van archiefonderzoek en tientallen interviews over de bezetting en de bevrijding.", "Opgedragen grootvader Gerhard von Hebel", "Stemmen van de bevrijding is opgedragen aan ‘alle mannen en vrouwen die ieder op hun manier voor onze vrijheid streden’. Een van hen was Gerhard von Hebel (1919 – 1982). ,,Hij zat in het verzet, maar wat hij precies heeft meegemaakt, weet ik niet”, vertelt kleinzoon Von Hebel die acht jaar was toen zijn grootvader overleed. ,,Er werd nauwelijks over gesproken.”", "De vele reacties op zijn oproep laten zien dat anno 2020 wel over de oorlogsjaren wordt verteld, al verschilt het van persoon tot persoon. ,,Er zijn mensen die verschrikkelijke dingen hebben meegemaakt en daar zelf een boek over hebben geschreven. Er zijn ook mensen die verschrikkelijke dingen hebben meegemaakt en daar nooit meer aan herinnerd willen worden. Maar over het algemeen is er behoefte om te praten.”", "Verbijstering die grens aan boosheid", "Geïnterviewden raakten vaak geëmotioneerd, maar werden nooit kwaad. ,,Er is eerder sprake van een verbijstering die grenst aan boosheid”, vertelt Von Hebel. ,,Bijvoorbeeld waarom de Duitsers bleven doorvechten. Waarom die laatste dagen van de oorlog nog zoveel is vernield en vernietigd en gedood. Een vrouw vertelde over het laatste maal dat haar moeder in Delfzijl had aangeboden aan Joodse inwoners, vlak voor zij werden gedeporteerd. Toen ze vertelde dat er peultjes op tafel kwamen, brak ze.”", "Opvallend: in een aantal verhalen wordt gesproken over de Amerikanen als bevrijders, terwijl het Canadezen, Polen en soms ook Belgen waren. Soms is het een kwestie van taalverwarring. ,,Nu nog wordt in zijn algemeenheid gezegd dat Nederland door de Amerikanen is bevrijd, terwijl we weten dat het toch iets anders zat.”", "De oorlog als groot avontuur", "Geïnterviewden beseften heel goed dat ze de oorlog als kind hebben beleefd. ,,Wat in sommige gevallen betekent dat ze het als een groot avontuur zagen; wat natuurlijk niet zo was voor Joodse onderduikers. Over het algemeen herinneren mensen zich een nare, beklemmende tijd waarin soms mooie dingen gebeurden. De saamhorigheid, het delen van schaarse goederen, het improvisatievermogen, de bewondering voor ouders die ervoor zorgden dat er eten op tafel kwam.”", "Dankzij Emile van Rouveroy van Nieuwaal hebben ook kinderen van NSB’ers in het boek een stem gekregen. ,,Hij was verrassend openhartig”, vertelt Von Hebel. ,,Vermoedelijk ook omdat een belangrijk deel van zijn leven in het teken heeft gestaan van de vraag waarom zijn ouders en ook zijn broers, die bij de Waffen SS hebben gediend, tijdens de oorlog gehandeld hebben zoals zij gehandeld hebben.”", "Wangedrag door Canadezen en Polen", "Het verhaal van Van Rouveroy van Nieuwaal belicht een minder bekende kant van de bevrijding. ,,Vaak krijg je het verhaal dat NSB’ers na de oorlog slecht zijn behandeld. Hij vertelde dat er ook andere dingen gebeurden. Bijvoorbeeld dat zijn ouders een nieuw huis kregen toen bleek dat het oude huis veel te klein was.”", "Daarnaast gaat in Stemmen van de bevrijding aandacht uit naar wangedrag door de bevrijders. Het is een aspect waar in de Groninger geschiedschrijving nog weinig bij stil is gestaan. Von Hebel las erover in het boek Militair Gezag in Groningen . ,,Om helder te krijgen op welke schaal het wangedrag heeft plaatsgevonden, stuitte ik op een nog niet toegankelijk archief. Het lukte om ontheffing te krijgen.”", "Plunderingen op grote schaal", "Wat hij ontdekte, kwam voor Von Hebel als een verrassing. ,,Plunderingen door Canadezen en Polen. Soms op grote schaal, in de stad en in de omgeving van Appingedam en Delfzijl. En het werd normaal gevonden door de geallieerden. Bij het Hoofdstation in de stad deden zich op een gegeven moment ongewone ontploffingen voor. Bleek dat Canadezen brandkasten aan het opblazen waren. En niet omdat er Duitsers in zaten.”", "Tijdens de interviews en het schrijven daarna raakte Von Hebel nog meer doordrongen van de ellende in de jaren veertig. ,,Voor ik hier aan begon, dacht ik best veel te weten van wat er in de oorlog is gebeurd. Wat ik niet helder voor ogen had, was de ongelofelijke vluchtelingenstroom. Mensen op drift. Appingedam half leeg. Overnachtingen in drooggevallen sloten terwijl de kogels rondvlogen. En dan toch die sloten uit kruipen om loeiende koeien te melken.”", "loading", "De zakagenda van een soldaat", "Het maken van Stemmen van de bevrijding was een puzzel, vertelt hij. ,,Waarbij ik soms werd overvallen door verrukking, omdat ik iets verrassends aantrof. Zoals de zakagenda waarin een Duitse soldaat onduidelijke notities heeft gekrabbeld. Via de universiteit kwam ik erachter dat die soldaat in Sütterlin schreef, een kindvriendelijk handschrift dat in 1915 in Pruisen werd ingevoerd en in 1941 werd verboden.”", "De aantekeningen in de agenda lopen tot 13 april, de dag waarop de bevrijding van de stad Groningen begon. ,,Maar wat is er daarna met die soldaat gebeurd? Heeft hij zijn agenda gewoon verloren? Is hij gevangen genomen? Is hij gesneuveld? Is hij naar Duitsland teruggekeerd en daar overleden? Allemaal vragen die misschien nooit, of alleen met een nieuw project kunnen worden beantwoord.”", "Over zijn eigen grootvader is Frank von Hebel weinig meer te weten gekomen dan hij voor Stemmen van de bevrijding al wist. ,,Op zijn verzetskaart die in de Groninger Archieven wordt bewaard, staan abstracte omschrijvingen. Bijvoorbeeld over de contactpersonen die hij had. Daar werd ik niet veel wijzer van. Hij zat volgens mij niet bij het gewapende verzet. Hij was een schakel. Maar wat hij precies gedaan heeft… Ik weet het nog steeds niet.”"], "authors": ["Joep Van Ruiten"], "keywords": ["interviews", "stemmen", "zijn", "hij", "van", "met", "een", "bevrijding", "komen", "het", "oorlog", "er", "en", "die", "op", "dat", "samen", "ooggetuigen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}