{"id": "d9504db9-4b82-33a2-b5f6-e59a8d744314", "title": "Grote neusgaten, dat staat bij niemand", "url": "https://volkskrant.nl/cultuur-media/grote-neusgaten-dat-staat-bij-niemand~b142aa89/", "summary": "Autodesignophef van het jaar: de neus van de nieuwe BMW 4-serie.\nEn wijkt ook het uiterlijk, binnen de grenzen van de kostenbesparende deelbare onderdelen, zoveel mogelijk af van het basismodel.\nDe neus van een BMW 4.\nDe neus van een BMW3.\nWat betekent: praktisch iedereen haatte het ding op het eerste gezicht.", "paragraphs": ["Autodesignophef van het jaar: de neus van de nieuwe BMW 4-serie. De 4-serie is de coupéversie van de veelverkopende 3-serie, en heette vroeger dan ook gewoon 3-serie coupé. Maar vooral omdat de 4 een aanmerkelijk poeniger type koper aan moet spreken wilde BMW niet dat het model er teveel de indruk wekte van een herverpakt massamodel. Dus kreeg de coupé een eigen modelnummer. En wijkt ook het uiterlijk, binnen de grenzen van de kostenbesparende deelbare onderdelen, zoveel mogelijk af van het basismodel. Relatief cheap middel daartoe: een andere neus. Heeft de 3 de bij BMW gebruikelijke grille bestaande uit twee platgeslagen neusgaten, de 4 heeft ineens twee enorme, van boven tot onder lopende openingen.", "De neus van een BMW 4.", "De neus van een BMW3.", "‘Polariserend’ heet dat dan eufemistisch. Wat betekent: praktisch iedereen haatte het ding op het eerste gezicht. Het laat maar weer eens zien dat design relatief is; het verhoudt zich tot een norm. Op zich is een grote grill van boven tot onder niks geks – Audi is er groot mee geworden. Maar binnen de eigen BMW-logica zijn platte gaten de norm, die bovendien samen nadrukkelijk de suggestie van een dierlijke neus moeten wekken. Zit je daar ineens, met je gigantische neusgaten. Grote neusgaten zijn nu eenmaal bij niemand aantrekkelijk. De ironie wil dat customizers, bedrijfjes die allerlei stukken carbon aan productieauto's plakken om ze eruit te laten zien als poepordinaire racemonsters, versies van de 4 hebben gemaakt met een klein neusje, die als verademend beschaafd werden ontvangen.", "Het leidde allemaal af van wat in wezen veel schokkender is: BMW paste op de 4 de Hofmeister-knik niet toe. Een subtiel, elegant en heel erg veelvuldig nagevolgd designtrucje dat een auto er solide uit laat zien. Het is een knikje bij de achterste zijruit; de achterste stijl tussen dak en romp loopt daardoor naar beneden toe breed uit. Als een architectonisch principe bijna: de aanzetsteen die tussen boog en muur de krachten verdeelt. BMW past sinds de 1500 in 1962 (voor kenners de wedergeboorte van het merk) deze knik toe op alle modellen, een hoogst zeldzame uitzondering daargelaten. De 4 breekt met die traditie.", "Of zit hij er nou toch? Anders dan de neus juist veel en veel platter dan de zelfgestelde norm?"], "authors": [], "keywords": ["neus", "van", "bij", "neusgaten", "het", "op", "grote", "staat", "die", "niemand", "bmw", "een", "dat", "en", "er"], "pubDate": "2020-12-08T18:46:33+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}