{"id": "d954c220-a9b7-3fd1-8ef7-3ed103c0109c", "title": "Scholen moeten veilig zijn, voor leerlingen en leraren", "url": "https://volkskrant.nl/columns-opinie/scholen-moeten-veilig-zijn-voor-leerlingen-en-leraren~be7fbc5c/", "summary": "Er zijn er die vierkant achter hun docenten staan en de ophitsers straffen of van school verwijderen.\nEn er zijn er die de bedreigers of hun ouders naar de mond praten, schielijk cartoons weghalen en hun leraren vragen de holocaust of homoseksualiteit niet te behandelen.\nScholen zouden een veilig plaats moeten zijn, voor leerlingen en leraren.\nHet is het hart, het doel, van het gehele onderwijs.\nHet zou wel enorm helpen als er landelijk beleid was, over verplichte delen van het lesprogramma én de veiligheid van leraren en leerlingen.", "paragraphs": ["Wat een schitterend lesmateriaal werd er de afgelopen weken aangemaakt door de geschiedenis. Kakelvers, kraakhelder en spannend, met een eindeloze hoeveelheid spotprenten en honende filmpjes als hapklaar illustratiemateriaal, zo van de sociale media te plukken.", "Het afgelopen weekend zagen we een alfaman van zijn apenrots donderen en ineens veranderen van volksheld in sneue patiënt. We hoorden mensen in de machtigste democratie ter wereld schreeuwen dat de democratie om zeep moet worden geholpen. Er werd een Franse leraar onthoofd, omdat hij een spotprent had laten zien. Een Nederlandse leraar moest onderduiken vanwege een cartoon die al vijf jaar in zijn klas hing. In alle kranten en praatprogramma’s ging het over democratie en vrijheid van meningsuiting. Daar kunnen leraren nog tijdenlang op teren. Als ze dat willen.", "De reflex van onze ministers van onderwijs en onze premier was een vertrouwde. Eerst met een zorgelijke frons zeggen dat het ‘absurd’ (Rutte) en ‘volstrekt onacceptabel’ (Slob) is dat leraren worden bedreigd omdat zij de waarde van het vrije woord overbrengen aan hun leerlingen. Dat ze dit niet tolereren, nooit. Maar meteen daarna gaat het priemende vingertje richting onderwijs: leraren, doe er iets aan! Hoe dan? Nou, door het onderwijs in burgerschap te versterken, denken de ministers. Ze hebben er al een voorstel voor gedaan.", "Allereerst: hoe bereik je dat dat ‘we’ dit op school niet tolereren? Hoe dwing je dat af? Je zou denken dat het ministerie verantwoordelijk is voor de veiligheid van leraren. Maar zo werkt het niet in Nederland; de schoolbesturen zijn verantwoordelijk, en vrij. Je hebt moedige en laffe schoolbesturen en schoolleiders. Er zijn er die vierkant achter hun docenten staan en de ophitsers straffen of van school verwijderen. En er zijn er die de bedreigers of hun ouders naar de mond praten, schielijk cartoons weghalen en hun leraren vragen de holocaust of homoseksualiteit niet te behandelen.", "Scholen zouden een veilig plaats moeten zijn, voor leerlingen en leraren. Dan bedoel ik met veilig niet ‘safe’ in de betekenis dat alles wat mogelijk kwetsend is bangelijk wordt vermeden. Veilig is een klaslokaal waarin álle onderwerpen aan de orde mogen komen. Waar leerlingen het ‘respect’ krijgen waarnaar ze hunkeren, waar ze gezien worden door iemand die begrijpt waar ze vandaan komen en wat hun frustraties zijn, waar ze hun meningen mogen uiten én onwetend mogen zijn. Een 13-jarige snapt niet vanzelf waarom hij een ‘disrespectvol’ plaatje beter niet boos kan rondsturen; daarbij is uitleg nodig. Maar leerlingen moeten ook leren waar de onverbiddelijke grens ligt: bij mensen belasteren, bedreigen en in gevaar brengen. Gert-Jan Segers zei het in Op1 het duidelijkst: op school leer je dat de vrijheid van meningsuiting waardoor jij je geloof kunt aanhangen en verspreiden ook inhoudt dat je beledigd kunt worden.", "Ik geloof niet dat een paar uurtjes Burgerschapskunde de oplossing zijn. Het bijbrengen van de beginselen van de rechtsstaat, de democratie en het vrije woord, van het verschil tussen een mening en een feit, tussen wetenschap en waanidee, het wijzen op de gevaren van internetbubbels en complotdenken – dat alles kun je niet zomaar even op één schoolvak afschuiven. Het is het hart, het doel, van het gehele onderwijs. Kennis heeft een beschavende werking. Ook leraren Nederlands, economie, geschiedenis, aardrijkskunde en exacte vakken zijn daarbij nodig.", "Het zou wel enorm helpen als er landelijk beleid was, over verplichte delen van het lesprogramma én de veiligheid van leraren en leerlingen. Ook leerlingen snakken naar duidelijke grenzen."], "authors": ["Aleid Truijens"], "keywords": ["moeten", "van", "leerlingen", "het", "leraren", "zijn", "een", "niet", "en", "scholen", "dat", "je", "veilig", "er", "voor"], "pubDate": "2020-11-09T17:48:18+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}