{"id": "d9550228-5fc1-3dec-b9d4-3673f1725d14", "title": "Vis&Voetbal: FC Groningen moet in 'de kwestie Balk' de hand in eigen boezem steken", "url": "https://www.dvhn.nl/sport/VisVoetbal-FC-Groningen-moet-in-de-kwestie-Balk-de-hand-in-eigen-boezem-steken-26345317.html", "summary": "Hij is bovendien van mening dat het eeuwig zonde is als Remco Balk - de Zlatan van Zuidhorn - de club verlaat.\nWat betreft Pomp mag FC Groningen in deze kwestie de hand in eigen boezem steken.\nVooralsnog heeft dat nog niet geleid tot daadwerkelijke inkomende transfers, maar dat er eentje aanstaande is, is zeker.\nPomp vraagt zich af of dit de speler is die FC Emmen in de eredivisie moet houden.\nOok de wedstrijd van aankomende zaterdag tussen FC Utrecht en FC Groningen ontkomt niet aan het oordeel van de beide heren.", "paragraphs": ["Het is zo goed als zeker dat Sergio Padt FC Groningen aan het einde van dit seizoen verlaat voor een avontuur bij het Bulgaarse PFK Ludogorets. Een vertrek dat al enige tijd in de lucht hing. Verrassender was dan ook de wending rondom talent Remco Balk, die plots ook de club lijkt te gaan verlaten.", "Hand in eigen boezem", "Volgens de één heeft FC Groningen de knoop doorgehakt, volgens de ander was het kamp-Balk dat besloten heeft het aflopende contract va de jongeling niet te verlengen. FC Groningen-watcher William Pomp vertelt in deze aflevering van Vis & Voetbal hoe het zit. Hij is bovendien van mening dat het eeuwig zonde is als Remco Balk - de Zlatan van Zuidhorn - de club verlaat. Wat betreft Pomp mag FC Groningen in deze kwestie de hand in eigen boezem steken.", "Iedereen fit, maar Arjen?", "Over de FC gesproken... Goed nieuws! Trainer Danny Buijs kan zaterdag tegen FC Utrecht beschikken over een vrijwel fitte selectie. Onder andere Alessio da Cruz is weer in staat om op de flank te flitsen. Daartegenover staat dat Arjen Robben deze maand nog niet in actie zal komen. De Bedumer wereldster laat weten dat er nog veel stappen te zetten zijn en roept fans op geduld te hebben. William deelt de details.", "Moet 18-talent Emmen redden?", "Ondertussen is FC Emmen druk bezig de gelederen te versterken. Vooralsnog heeft dat nog niet geleid tot daadwerkelijke inkomende transfers, maar dat er eentje aanstaande is, is zeker. Het gaat hoogstwaarschijnlijk om een 18-jarig talent uit Peru, genaamd Didier La Torre. Pomp vraagt zich af of dit de speler is die FC Emmen in de eredivisie moet houden. FC Emmen-watcher Jonathan Ploeg doet een poging om die vraagstelling enigszins te nuanceren.", "Voorspellingen", "Verder heeft FC Emmen diverse lijntjes uitgelegd om nog eens drie versterkingen binnen te halen. Die zullen er zaterdagavond in eigen huis tegen FC Twente nog niet staan. Desondanks wagen Ploeg en Pomp zich aan een voorspelling voor die wedstrijd. Ook de wedstrijd van aankomende zaterdag tussen FC Utrecht en FC Groningen ontkomt niet aan het oordeel van de beide heren. Dat - en meer - in deze nieuwste aflevering van Vis & Voetbal. Kijken geblazen!"], "authors": [], "keywords": ["visvoetbal", "groningen", "pomp", "nog", "fc", "te", "hand", "boezem", "die", "van", "balk", "eigen", "een", "moet", "kwestie", "het", "niet", "dat", "steken"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}