{"id": "d95b7fcd-afb9-372e-a56f-8b80a4cc1d42", "title": "Contactverbod en avondklok voor jongeren na steekpartij in Hazerswoude", "url": "https://nu.nl/alphen-aan-den-rijn/6100985/contactverbod-en-avondklok-voor-jongeren-na-steekpartij-in-hazerswoude.html", "summary": "Zes jongeren die vorige maand betrokken waren bij een steekpartij bij of in een woning aan de Mozartlaan in Hazerswoude-Rijndijk hoeven hun rechtszaak niet in de cel af te wachten.\nWel geldt een contactverbod met andere betrokken en een avondklok.\nVolgens bewoners van de buurt waarin bij de steekpartij twee gewonden vielen zou het gaan om ruzie om een meisje.\nEén van de gewonden wist na de steekpartij nog een woning aan de Hoogewaard in Koudekerk te bereiken.\nDe aanklacht van het Openbaar Ministerie tegen de jonge verdachten luidt zware mishandeling of poging daartoe.", "paragraphs": ["Zes jongeren die vorige maand betrokken waren bij een steekpartij bij of in een woning aan de Mozartlaan in Hazerswoude-Rijndijk hoeven hun rechtszaak niet in de cel af te wachten. Wel geldt een contactverbod met andere betrokken en een avondklok.", "Dit meldt het Openbaar Ministerie. Dat wil nog niks kwijt over de aanleiding voor de steekpartij. Volgens bewoners van de buurt waarin bij de steekpartij twee gewonden vielen zou het gaan om ruzie om een meisje. Het OM wil niet zeggen of zij inmiddels is verhoord. Alle verdachten zijn in de leeftijd van 16 tot en met 18 jaar.", "Vier betrokkenen komen uit Hazerswoude-Rijndijk, twee uit Koudekerk. Eén van de gewonden wist na de steekpartij nog een woning aan de Hoogewaard in Koudekerk te bereiken. Daar en in het huis aan de Mozartlaan heeft de politie onderzoek gedaan. Ook is een buurtonderzoek gedaan. Na de steekpartij verbleef één gewonde enige tijd in het ziekenhuis.", "De aanklacht van het Openbaar Ministerie tegen de jonge verdachten luidt zware mishandeling of poging daartoe. Er is nog geen zittingsdatum bekend."], "authors": ["Door"], "keywords": ["avondklok", "van", "nog", "voor", "en", "contactverbod", "een", "hazerswoude", "om", "bij", "woning", "jongeren", "aan", "steekpartij", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}