{"id": "d96294c4-02a3-36c3-87c8-6d5ff3ccf4a7", "title": "Jacob Vredenbregt vocht tegen opstandelingen in Indië, werd gevangen genomen en omarmde hun ideeën", "url": "https://volkskrant.nl/mensen/jacob-vredenbregt-vocht-tegen-opstandelingen-in-indie-werd-gevangen-genomen-en-omarmde-hun-ideeen~beb168bc/", "summary": "Op zijn 19de werd hij als soldaat in Nederlands-Indië door opstandelingen neergeschoten en anderhalf jaar door nationalisten gevangen gehouden.\nHij vestigde zich in een eigen compound aan de rand van Jakarta, waar hij vele boeken schreef en een van de grootste kunstverzamelingen in de wereld opbouwde.\nHij beschreef die ervaringen in romans die hij tot 1990 onder het pseudoniem M. Jacobs publiceerde en later onder zijn eigen naam.\nBekend werd hij in Nederland van zijn optredens in Een Uur Ischa in de jaren tachtig en het boekenprogramma van Adriaan van Dis in de jaren negentig.\nToen hij gevangen was genomen, veranderde hij van gedachten en omarmde de idealen van de onafhankelijkheid.", "paragraphs": ["Jacob Vredenbregt, thuis in Djakarta: 'Ik heb mij nooit laten leiden door een politiek klimaat'.", "Op zijn 19de werd hij als soldaat in Nederlands-Indië door opstandelingen neergeschoten en anderhalf jaar door nationalisten gevangen gehouden.", "Ondanks deze traumatische ervaring werd het land zijn grote liefde. Hij zou er terugkeren en hoogleraar antropologie worden. Hij vestigde zich in een eigen compound aan de rand van Jakarta, waar hij vele boeken schreef en een van de grootste kunstverzamelingen in de wereld opbouwde.", "Jacob Vredenbregt overleed daar op 17 november. ‘Hij was op’, zegt zijn vriend Peter Tindemans die hem begin jaren negentig leerde kennen bij het opzetten van een studie islamologie in Leiden voor Indonesische studenten. Vredenbregt had toen al de Indonesische nationaliteit verkregen, waarvoor hij als godsdienst islam had moeten invullen.", "Hij maakte vele dramatische gebeurtenissen in de jonge geschiedenis van Indonesië van nabij mee: de onafhankelijkheidsstrijd, de staatsgrepen waarbij Soekarno en later Soeharto werden afgezet en de tsunami.", "Hij beschreef die ervaringen in romans die hij tot 1990 onder het pseudoniem M. Jacobs publiceerde en later onder zijn eigen naam.", "‘Opvallend is dat in al die romans nauwelijks een Nederlander voorkomt’, zegt Tindemans. Bekend werd hij in Nederland van zijn optredens in Een Uur Ischa in de jaren tachtig en het boekenprogramma van Adriaan van Dis in de jaren negentig.", "Ongelukkige jeugd", "Tien jaar geleden tekende correspondent Michel Maas in deze krant zijn levensverhaal op. Van zijn ongelukkige jeugd (‘Mijn vader was een sadist die mij terroriseerde en mijn moeder was absoluut niet in mij geïnteresseerd.’) tot de rustige tevredenheid op zijn oude dag (‘Ik heb mij nooit laten leiden door een politiek klimaat.’). Ik schrijf zoals het mij bevalt, ben niemands knecht.’", "Vredenbregt werd geboren in Schiedam. Hij besloot in 1945 het ouderlijk huis te ontvluchten door zich als vrijwilliger aan te melden voor de strijd tegen de opstandelingen in Nederlands-Indië. Toen hij gevangen was genomen, veranderde hij van gedachten en omarmde de idealen van de onafhankelijkheid.", "Tindemans: ‘Niet zoals Poncke Princen dat hij overliep en voor de andere kant ging vechten. Maar wel doordat hij de onafhankelijkheid steunde en het land wilde helpen met de opbouw.’", "Na zijn vrijlating uit gevangenschap begin 1948 keerde hij terug naar Nederland. Hij pakte hier eerst een studie rechten op, waarna hij weer naar het Indonesië ging om werknemers op de plantages te adviseren over hun rechten.", "Land uitgezet", "Toen Soekarno in 1956 alle Nederlanders het land uitzette, besloot hij in Leiden antropologie te studeren. In de jaren zestig kon hij promotieonderzoek gaan doen onder de bevolking op de Bawean, een eiland tussen Oost-Java en Sulawesi.", "Na de afronding besloot hij daar te blijven, waarna hij eerst in Makasser op Sulawesi woonde en later hoogleraar werd aan de universiteit van Indonesië in Jakarta.", "Vanaf 1980 schreef hij een reeks romans, waaronder Hampatong, Aan het einde van de middag en Reformasi. In 2009 verscheen zijn bio­grafie Terugzien en nakaarten: zestig jaar ooggetuige in Indonesië.", "Tindemans, die hem elke jaar opzocht in zijn compound waar hij met de familie van zijn pleegkinderen en talrijke bediendes leefde, heeft zich altijd verbaasd hoe hij zich al die kunst kon permitteren. ‘Hij moet een succesvolle handelaar zijn geweest. Soms bood hij wel meer dan 1 miljoen euro voor bepaalde stukken.’"], "authors": ["Peter De Waard"], "keywords": ["ideeën", "van", "indië", "het", "op", "hij", "die", "zijn", "vocht", "werd", "een", "opstandelingen", "jacob", "en", "vredenbregt", "te", "omarmde", "hun", "tegen"], "pubDate": "2020-12-08T22:18:14+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}