{"id": "d96c2091-a6fb-37e9-8685-ed1ac21625ed", "title": "Misschien is Wopke Hoekstra wel te belangrijk om premier te worden", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/misschien-is-wopke-hoekstra-wel-te-belangrijk-om-premier-te-worden-797304/", "summary": "Ministers van Financiën zijn vaak populair bij de kiezers.\nIn een land met veel verenigingen, waar iedereen bekend is met het verschijnsel penningmeester, geeft dat een vertrouwd gevoel.\nBelichaming van Nederlandse volksaardOok geldt voor ministers van Financiën – van welke politieke richting ze ook zijn – dat je ze vaak kunt horen pleiten voor zuinigheid en degelijkheid.\nOpvallend veel voormalige ministers van Financiën hebben een plaats verworven in ons collectieve geheugen.\nARP’er Jelle Zijlstra, die in 1958 minister van Financiën werd, vergaarde eeuwige roem op oudejaarsavond 1966.", "paragraphs": ["Schuilt in de nieuwe CDA-lijsttrekker een toekomstig minister-president? Wopke Hoekstra kan daar maar beter niet op rekenen, schrijft Roelof Bouwman. Ondanks hun populariteit als beheerder van de schatkist, bereikten maar weinig van Hoekstra’s voorgangers het premierschap.", "Ministers van Financiën zijn vaak populair bij de kiezers. Dat komt, zo is al dikwijls gesuggereerd, doordat een minister van Financiën iets doet wat – althans in grote lijnen – makkelijk is te begrijpen: hij beheert de staatskas. In een land met veel verenigingen, waar iedereen bekend is met het verschijnsel penningmeester, geeft dat een vertrouwd gevoel.", "Belichaming van Nederlandse volksaard", "Ook geldt voor ministers van Financiën – van welke politieke richting ze ook zijn – dat je ze vaak kunt horen pleiten voor zuinigheid en degelijkheid. Zo belichamen ze als het ware onze volksaard. Want wat er de afgelopen eeuwen in Nederland ook is veranderd, we zijn nog altijd fanatieke spaarders, in absolute zin en in vergelijking met andere landen.", "Opvallend veel voormalige ministers van Financiën hebben een plaats verworven in ons collectieve geheugen. Neem Pieter Lieftinck, wiens naam onverbrekelijk is verbonden aan de geldzuivering van 1945: ‘het tientje van Lieftinck’. Minder bekend, maar minstens zo belangrijk is dat Lieftinck in 1948 De Nederlandsche Bank nationaliseerde.", "ARP’er Jelle Zijlstra, die in 1958 minister van Financiën werd, vergaarde eeuwige roem op oudejaarsavond 1966. Cabaretier Wim Kan bracht toen – op de melodie van de Beatles-hit Yellow Submarine – de meezinger Jelle zal wel zien ten gehore. Helaas was Zijlstra er zelf geen getuige van: uitgeput van alle politieke beslommeringen was hij voor de verandering eens vroeg naar bed gegaan.", "Normen", "Aan Zijlstra hebben we de introductie van structureel begrotingsbeleid te danken, ook wel ‘Zijlstra-norm’ genoemd. De ruimte voor nieuwe overheidsuitgaven of belastingverlagingen werd voortaan berekend aan de hand van de trendmatige ontwikkeling van de belastinginkomsten."], "authors": [], "keywords": ["om", "belangrijk", "zijlstra", "hoekstra", "worden", "zijn", "wopke", "ze", "te", "van", "zo", "premier", "een", "voor", "financiën", "misschien", "het", "dat", "wel"], "pubDate": "2021-01-05T10:47:01Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}