{"id": "d96cbf3c-7edf-3138-970a-e33afa5407aa", "title": "Verplichte coronatest voor reizigers blijft in stand: Viruswaarheid haalt bakzeil", "url": "https://www.dvhn.nl/extra/Verplichte-coronatest-voor-reizigers-blijft-in-stand-Viruswaarheid-haalt-bakzeil-26347834.html", "summary": "De verplichte PCR-test voor reizigers uit het buitenland blijft in stand.\nDat heeft de rechtbank Den Haag geoordeeld in een kort geding dat was aangespannen door de Stichting Viruswaarheid en 29 Nederlandse reizigers.\nDe rechter verwerpt ook de andere bezwaren van de eisers, waaronder die van de vermeende schending van grondrechten.\n„De wetswijziging is vanaf heden van kracht en geldt voor alle reizigers die per vliegtuig, bus, trein of schip uit risicogebieden naar Nederland komen.\nHet kabinet wil zo voorkomen dat mensen die vanuit het buitenland naar Nederland reizen, het coronavirus en besmettelijkere varianten importeren”, aldus het ministerie.", "paragraphs": ["De verplichte PCR-test voor reizigers uit het buitenland blijft in stand. Dat heeft de rechtbank Den Haag geoordeeld in een kort geding dat was aangespannen door de Stichting Viruswaarheid en 29 Nederlandse reizigers.", "Zij hebben in het geding tegen de Staat geprobeerd te bereiken dat die regeling om vlieg- en bootreizigers naar Nederland te verplichten een recente negatieve testuitslag te tonen bij het inchecken, zou worden geschrapt.", "De voorzieningenrechter gaat nu niet mee in die bezwaren. In een eerder kort geding was dat nog anders. De rechter heeft de Staat toen bevolen om het mogelijk te maken dat die eisers, drie Nederlandse toeristen, zonder PCR-test naar Nederland konden terugkeren. Er ontbrak toen een deugdelijke wettelijke grondslag voor de verplichting.", "’Voldoende wettelijke basis’", "„Inmiddels is de testverplichting ook opgenomen in de tijdelijke regeling maatregelen Covid-19. Daarmee is er nu wel voldoende wettelijke basis”, aldus de uitspraak.", "De rechter verwerpt ook de andere bezwaren van de eisers, waaronder die van de vermeende schending van grondrechten. „De opgelegde beperking kan worden gerechtvaardigd vanuit het belang van de volksgezondheid dat de Staat, op grond van andere grondrechtelijke bepalingen, moet dienen.”", "Verder gaat de rechter niet mee in het betoog van Viruswaarheid dat de PCR-test niet beschikt over de eigenschappen voor het ingezette doel en dat er sprake zou zijn van een gebrekkige en willekeurige besluitvorming. „De regeling wordt in stand gelaten.”", "PCR-test opgenomen in wet", "De gedwongen testen worden ook nog door regering en parlement opgenomen in de wet. Zowel de Eerste als de Tweede Kamer is akkoord met een aanpassing van de Wet publieke gezondheid om iedere juridische twijfel weg te nemen.", "„De wetswijziging is vanaf heden van kracht en geldt voor alle reizigers die per vliegtuig, bus, trein of schip uit risicogebieden naar Nederland komen. Het kabinet wil zo voorkomen dat mensen die vanuit het buitenland naar Nederland reizen, het coronavirus en besmettelijkere varianten importeren”, aldus het ministerie."], "authors": [], "keywords": ["van", "voor", "en", "naar", "reizigers", "bakzeil", "verplichte", "een", "te", "viruswaarheid", "stand", "nederland", "het", "blijft", "coronatest", "dat", "die", "haalt"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}