{"id": "d989249c-0b1c-3a97-b458-1f01db439867", "title": "Vertrekkend hoofdredacteur Ronald Ockhuysen: ‘Het is tijd om plaats te maken’", "url": "https://www.parool.nl/kunst-media/vertrekkend-hoofdredacteur-ronald-ockhuysen-het-is-tijd-om-plaats-te-maken~bddaf093/", "summary": "Vanaf 1 januari 2021 is hij directeur Communicatie & Strategie bij Chios Media, het bedrijf van Joop en Janine van den Ende.\nIk heb altijd gezegd dat ik een baan als hoofdredacteur vijf jaar wilde doen, en in januari zou ik precies zes jaar op deze plek zitten.\nHet is tijd om plaats te maken.”Is het de afgelopen zes jaar gelukt om aan te pakken wat je wilde aanpakken toen je als hoofdredacteur begon?\nWe werken samen met het AD en Trouw, en ook met The New York Times.”Waarom werd die keuze gemaakt?\nDat heeft zeker te maken met de kwaliteit van de journalistiek, maar ook met het feit dat de website er geweldig goed uitziet.”Valt er voor jouw opvolger nog iets te doen?", "paragraphs": ["Ronald Ockhuysen. Beeld Linda Stulic", "De laatste krant van dit jaar wordt de laatste die onder leiding van Ronald Ockhuysen wordt gemaakt: hij stopt per 31 december als hoofdredacteur van Het Parool, een functie die hij vrijwel op de dag af zes jaar vervulde. Vanaf 1 januari 2021 is hij directeur Communicatie & Strategie bij Chios Media, het bedrijf van Joop en Janine van den Ende.", "Je vertrekt na een jaar waarin de wereld tot stilstand kwam vanwege corona. Wat heeft dat betekend voor het maken van de krant?", "“We schreven al langer over de coronacrisis, maar toen de lockdown in maart inging, moesten we ineens de vertaalslag naar ons eigen leven maken. Er mochten nog maar vijftien mensen op de redactie aanwezig zijn in plaats van de pak ’m beet zeventig man die er normaal werkt; momenteel zijn dat er zelfs maar negen. Het grote probleem was – en is – dat je elkaar amper nog fysiek ziet en spreekt. Via Zoom en Teams kun je prima zakelijk met elkaar communiceren, maar het bedenken van verhalen en rubrieken bestaat toch bij de gratie van woorden die over elkaar heen tuimelen. Dat mis je nu – hoe efficiënt iedereen ook werkt vanuit huis.”", "“Wonder boven wonder is alles goed blijven functioneren. Iedereen voelt zich gemotiveerd om de verhalen te maken die gemaakt moeten worden, of dat nou op de redactie of op een zolderkamer gebeurt. Dat is heel bemoedigend. En belangrijk, want onze lezers willen vooral in deze tijd goed geïnformeerd worden. Juist in tijden van nood doet journalistiek er extra toe.”", "Speelde de coronatijd mee in je beslissing om Het Parool te verlaten?", "“Nee, al hebben mensen over het algemeen meer tijd gekregen voor reflectie. Ik heb altijd gezegd dat ik een baan als hoofdredacteur vijf jaar wilde doen, en in januari zou ik precies zes jaar op deze plek zitten. Ik ben ook nog vier jaar adjunct-hoofdredacteur geweest, dus ik heb tien jaar in de hoofdredactie gezeten. Dat is een lange tijd. Tot op de dag van vandaag doe ik dit met veel plezier, en met oprechte trots – het is een prachtige, eervolle baan. Maar je moet voorkomen dat mensen jou en jouw verhaal zat worden, of dat je vermoeid raakt en stekelig wordt.”", "“Naast het maken van kranten en websites en nadenken over journalistiek heeft het hoofdredacteurschap ook een ondernemende kant: je bent voortdurend bezig met oplossingen zoeken voor problemen, en de wensen zijn altijd groter dan wat mogelijk is. Na bijna dertig jaar journalistiek ben ik bovendien toe aan iets anders. Het is mooi als iemand met nieuwe ideeën op mijn plek komt te zitten. Het is tijd om plaats te maken.”", "Is het de afgelopen zes jaar gelukt om aan te pakken wat je wilde aanpakken toen je als hoofdredacteur begon?", "“Toen ik begon, stond Het Parool er niet al te rooskleurig voor. Er hing een zwaard van Damocles boven de redactie: ieder moment kon er weer bezuinigd worden. In die sfeer kom je niet tot de beste prestaties. Vanuit de redactie en in nauw overleg met onze uitgever DPG ontstond de wens een nieuw strijdplan te maken, waarmee Het Parool weer gezond zou worden en vrij van geest. Dat betekende wel dat ik, al in mijn eerste maand als hoofdredacteur, een reorganisatie moest doorvoeren. Het leidde ertoe dat we met minder mensen en op een andere manier moesten werken.”", "“We zijn ons gaan richten op onze specialisatie: Amsterdam. Daarbinnen kregen de verslaggevers een portefeuille waar ze zich in konden vastbijten, van klassieke muziek tot verkeer, zorg, Ajax, misdaad, onderwijs en eten en drinken. Zo werd duidelijker wie wat deed, wanneer en waarom. Ook zijn we gaan samenwerken met andere kranten, om de lezers een complete, breed georiënteerde krant te kunnen bieden. We werken samen met het AD en Trouw, en ook met The New York Times.”", "Waarom werd die keuze gemaakt?", "“Paroollezers stellen hoge eisen. Ze lezen de krant om alles te weten over de hoofdstad, maar willen niet dat hun krant te lokaal wordt – dan vinden ze het al snel een sufferdje. We moeten dus een spagaat maken. We zijn een regionale krant, gericht op groot-Amsterdam, maar schrijven tegelijkertijd over de aardbevingen in Groningen, de strapatsen van Bolsonaro in Brazilië en de vreselijke ontwikkelingen in Belarus. Dat is ingewikkeld, met een kleine redactie. Om alles te kunnen verslaan, hebben we een systeem ontwikkeld waarbij onze eigen redacteuren zich richten op Amsterdam en omstreken, en we het nieuws uit de rest van Nederland en de wereld op de redactie maken of in samenwerking met andere kranten brengen.”", "“Dat werkt uitstekend, blijkt uit onderzoek onder abonnees: het rapportcijfer voor de papieren krant is aanzienlijk hoger dan enkele jaren geleden. De herkenbaarheid is ook groter geworden. Dat zit ’m in de nadruk op kunst en cultuur, in een nadrukkelijke, eigenzinnige vormgeving en in de ruimte voor Amsterdamse verhalen. Amsterdam is een stad waar iedereen welkom is. Vanuit die houding kijken we bij Het Parool naar de rest van de wereld.”", "Die vormgeving viel op: in 2017 en 2018 werd Het Parool verkozen tot World’s Best Designed Newspaper.", "“Het nieuwe uiterlijk van de papieren krant hoorde ook bij die reorganisatie. De krant van Amsterdam, dé hoofdstad van kunst en cultuur, moest er aantrekkelijker en visueel onderscheidend uitzien. De krant moest zelfvertrouwen uitstralen, zoals kranten dat deden in de jaren vijftig en zestig, toen er nog geen discussies waren over de waarde van journalistiek. Nu heb ik niets met nostalgie, maar ik wilde wel dat onze krant iets verleidelijks zou krijgen – zo van: dit moet ik per se lezen!”", "“Samen met art director John Koning en de Poolse vormgever Jacek Utek is een eigentijdse variant gemaakt op de vormgeving van kranten en magazines uit die gouden jaren. Maar dan wel volgens de wensen van nu: met veel witruimte en een heldere nieuwe indeling. In het begin was er wat scepsis over, ook intern, maar al snel werden we verkozen tot mooiste krant van de wereld. The New York Times, La Repubblica en The Guardian waren ook genomineerd, en tot mijn eigen schrik wonnen we tijdens een gala-avond in Charlotte, North-Carolina. Het jaar erop weer, in New York.”", "“Toen DPG het mogelijk maakte een nieuwe website te ontwikkelen, hebben we de nieuwe vormgeving daarop ook toegepast. Het aantal unieke bezoekers is de laatste jaren gestegen van 98.000 naar 430.000 per dag. Dat heeft zeker te maken met de kwaliteit van de journalistiek, maar ook met het feit dat de website er geweldig goed uitziet.”", "Valt er voor jouw opvolger nog iets te doen?", "“Er is altijd veel te doen, omdat een krant zich altijd moet blijven vernieuwen en moet blijven verbeteren. In die zin is er geen moment rust. Voor de redactie is het belangrijk om altijd met de hoofdredacteur in dialoog te zijn over de koers. Het Parool heeft zich de laatste jaren echt verbreed als krant. Er zijn altijd nieuwe dromen om na te jagen – de digitale groei vasthouden, bijvoorbeeld, is noodzakelijk om er ook in 2040 gezond bij te staan.”", "Waarom zet je je volgende stap buiten de journalistiek?", "“Ik ben in hart en nieren een journalist en schrijf ook nog altijd stukken voor de krant, maar ik vind het ook tijd om te ervaren hoe het is om te werken bij een bedrijf waar de deadline wat verder weg ligt dan morgen of overmorgen. Ik heb behoefte aan een wat langere adem.”", "“Sinds mijn 23ste werk ik in de journalistiek, al dertig jaar dus. Ik weet niet beter dan dat er altijd vanavond nog een stukje af moet, dat je altijd bovenop het nieuws zit. Maar er is ook een wereld buiten de journalistiek, al vergeet je dat als journalist soms. Bij mijn nieuwe werkgever, Chios Media, draait het trouwens ook om media, kunst en cultuur en ondernemerschap. Dat zijn ook pijlers van mijn huidige functie. De overgang is dus minder groot dan ie lijkt.”"], "authors": ["Kim Van Der Meulen"], "keywords": ["ik", "er", "maken", "van", "vertrekkend", "en", "ockhuysen", "om", "een", "met", "tijd", "dat", "te", "ook", "het", "hoofdredacteur", "ronald", "plaats"], "pubDate": "2020-12-31T09:00:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}