{"id": "d9a1e856-b6dc-3e09-813f-7e798689f3d1", "title": "Advocaat slachtoffer Promes: ‘Getuigen bevestigen dat hij heeft gestoken’", "url": "https://www.parool.nl/sport/advocaat-slachtoffer-promes-getuigen-bevestigen-dat-hij-heeft-gestoken~b5880264/", "summary": "Beeld Pro Shots / Toon DompelingVolgens de advocaat heeft hij, net als de politie, met meerdere ooggetuigen gesproken die hebben gezegd dat ze Promes zagen steken.\nZe zouden zelfs erger voorkomen hebben door de voetballer van het slachtoffer weg te trekken en zijn hand vast te grijpen waarin hij het mes droeg.\n“Als hij iets hoger had gestoken, had hij een slagader kunnen raken.\nManon Aalmoes, de advocaat van Promes, en niet degene die zich eerder voordeed als zijn advocaat, wilde bij RTL Boulevard niet inhoudelijk reageren op de zaak.\nPromes beweerde eerder al dat hij niet heeft gestoken.", "paragraphs": ["Beeld Pro Shots / Toon Dompeling", "Volgens de advocaat heeft hij, net als de politie, met meerdere ooggetuigen gesproken die hebben gezegd dat ze Promes zagen steken. Ze zouden zelfs erger voorkomen hebben door de voetballer van het slachtoffer weg te trekken en zijn hand vast te grijpen waarin hij het mes droeg.", "“Als hij iets hoger had gestoken, had hij een slagader kunnen raken. Dan had mijn cliënt het mogelijk niet overleefd,” zegt Moszkowicz bij RTL Boulevard. “Hij heeft ernstig letsel aan de steekpartij overgehouden. Kan een poos niet werken. En is daarna niet eens gebeld met de vraag: hoe gaat het nou? Dat had hij wel verwacht. Omdat hij trots is op de carrière van zijn neef, en die niet wilde beschadigen, heeft hij in eerste instantie geen aangifte gedaan. Hij wilde het via mij en de advocaat van Promes onderling regelen, zonder publieke aandacht te generen.”", "Schadevergoeding", "Volgens Peter R. de Vries zou Moszkowicz een brief hebben geschreven aan het kamp van Promes. De kern: je hebt mijn cliënt neergestoken en hij kan daardoor een poos niet werken. Jij bent aansprakelijk. Wij willen daarom een financiële compensatie en dan houden we het stil.", "Promes schakelde daarop volgens De Vries een vrouw in die zich voordeed als zijn advocaat. Ze lieten Moszkowicz weten niet in te gaan op de eisen uit de brief. Sterker nog: ze probeerden het slachtoffer juist een verklaring te laten tekenen waarbij hij af zou zien van aangifte en van een schadevergoeding.", "Dat weigerde de neef van Promes. De zaak is uiteindelijk gaan rollen doordat bij de politie informatie binnenkwam over de steekpartij. De neef werd uitgenodigd om een verklaring af te leggen, en heeft uiteindelijk aangifte gedaan. Manon Aalmoes, de advocaat van Promes, en niet degene die zich eerder voordeed als zijn advocaat, wilde bij RTL Boulevard niet inhoudelijk reageren op de zaak.", "Wedstrijdselectie", "Intussen stond Promes vorig weekend alweer op het veld. Hij viel in tegen ADO Den Haag. Na de wedstrijd zei hij voor de camera van FOX Sports dat hij weinig over de zaak kwijt kan en zich wil focussen op het voetbal.", "Promes beweerde eerder al dat hij niet heeft gestoken. Ajax gelooft de voetballer en staat achter hem. Ten Hag zei na het bekerduel tegen FC Utrecht: ‘In Nederland ben je onschuldig tot het tegendeel is bewezen. We steunen hem, zo staat de hele kleedkamer erin.’", "Hij zit daarom voorlopig gewoon bij de wedstrijdselectie. Zo ook woensdagavond in het laatste competitieduel van 2020 tegen Willem II."], "authors": ["Het Parool"], "keywords": ["slachtoffer", "gestoken", "bevestigen", "advocaat", "van", "en", "heeft", "getuigen", "een", "niet", "te", "op", "het", "promes", "hij", "dat"], "pubDate": "2020-12-23T19:01:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}