{"id": "d9af6843-7b36-3781-ae22-d1bbb5b15b4d", "title": "Hoe vergaat het zelfstandigen in de tweede lockdown? ‘Ik dacht: laat maar, ik red het zelf wel’", "url": "https://nrc.nl/nieuws/2020/12/04/hoe-vergaat-het-zelfstandigen-in-de-tweede-lockdown-ik-dacht-laat-maar-ik-red-het-zelf-wel-a4022460", "summary": "Dat was het moment waarop Sanders besloot haar „leven weer op de rails te zetten”, zoals ze dat zelf verwoordt.\nFoto Folkert KoelewijnTweedelingSanders verhaal lijkt deels op dat van enkele tienduizenden zelfstandigen, over wie gemeenten zich in toenemende mate zorgen maken.\nMaar een uitkering op het bestaansminimum is weer te laag om, soms met een heel gezin, de vaste lasten van te betalen.\n„Dus had ik deze keer zoiets van: laat maar, ik red het wel voor die paar weken.”Vertrouwen in de toekomst helpt.\nZo spreid ik het risico een beetje.”Wat wethouder Peter Heijkoop betreft, is dát ook een belangrijk onderdeel van de oplossing van het probleem: arbeidsmarktperspectief bieden.", "paragraphs": ["Het moment dat ze voor het eerst ‘zij-instromer onderwijs’ intypte op Google, gewoon, om even te kijken of het überháúpt een optie was, kwam eigenlijk best snel. „Een paar weken na het begin van de coronacrisis”, zegt Veerle Sanders (29). Ze gaf al langer zanglessen, wist dat leerlingen haar een goede docent vonden. En het lesgeven gaf voldoening.", "Maar, vertelde ze eerder ook in NRC, halverwege maart overheersten de zorgen om een volledig afgelast concertseizoen. Haar werk als zelfstandig operazangeres zou tot ten minste september stil komen te liggen, en het wrange gevoel daarover was niet een-twee-drie weg. „Deze crisis heeft geen vooruitzicht”, zei ze daarover in april.", "Cijfers 374 duizend zelfstandigen in het land vroegen naar schatting in de periode maart-mei de TOZO 1 aan. 124 duizend zelfstandigen deden naar schatting in de periode juni-september een TOZO 2-aanvraag. Voor de periode vanaf oktober zijn nog geen landelijke cijfers bekend. 90 procent van deze aanvragen betreft een uitkering voor levensonderhoud, ongeveer 10 procent vraagt een lening.", "Een troost was dat de hele wereld die eerste pandemiemaanden even stilstond. Iederéén was overdonderd. Docenten, horecapersoneel en kappers konden ook niet aan het werk. En de financiële steunmaatregelen die het kabinet in allerijl optuigde, straalden medeleven uit: bedrijven moesten snél en goed worden geholpen. Voor zelfstandigen met en zonder personeel kwam er de Tijdelijke overbruggingsregeling zelfstandig ondernemers (TOZO) – een uitkering van 1.500 euro per maand voor een stel en 1.050 euro voor alleenstaanden, bedoeld voor levensonderhoud.", "Natuurlijk vroeg Veerle Sanders die uitkering in maart meteen aan bij de gemeente Tilburg. Maar bijna acht maanden later kan ze daar „kort” over zijn: „Dat heeft me nauwelijks geholpen.” Inkomsten die ze nog kreeg uit de zanglessen waarmee ze de eerste maanden via Skype doorging, werden van het maandelijkse bedrag afgetrokken, waarna er weinig overbleef. En toen in juni een tweede ronde steunmaatregelen inging, werd voor de TOZO een ‘partnertoets’ ingevoerd. Sanders’ partner verdient boven het bestaansminimum, dus had zij geen recht meer op een uitkering.", "Bovendien stond de wereld vanaf juni helemaal niet meer zo stil. Sportscholen, kappers en horeca gingen weer open, vakantiegangers reden voorzichtig naar Zuid-Europese bestemmingen. Alleen de festivals bleven afgelast, en concertzalen zitten nog altijd verre van vol. Dat was het moment waarop Sanders besloot haar „leven weer op de rails te zetten”, zoals ze dat zelf verwoordt. „Ik wilde niet meer stilstaan.”", "Geen zangopdrachten, dan maar iets heel anders. Via een detacheringsbureau meldde ze zich deze zomer voor een opleidingsklasje tot middelbareschooldocent Engels. Het bureau zou haar opleiding betalen, zij kon in deeltijd betaald voor de klas staan. Een sprong in het diepe, „maar voor mijn gevoel moest ik door”.", "Zelfstandig sportinstructeur Marion Leeuw (51) samen met een collega.", "Foto Folkert Koelewijn Zelfstandig sportinstructeur Marion Leeuw (51) samen met een collega.", "Foto Folkert Koelewijn Zelfstandig sportinstructeur Marion Leeuw (51) samen met een collega.", "Foto Folkert Koelewijn", "Tweedeling", "Sanders verhaal lijkt deels op dat van enkele tienduizenden zelfstandigen, over wie gemeenten zich in toenemende mate zorgen maken. Peter Heijkoop, wethouder van de gemeente Dordrecht (CDA) en gesprekspartner van het ministerie van Sociale Zaken en Werkgelegenheid (SZW) voor de TOZO, ziet na acht maanden coronacrisis een „tweedeling” tussen zelfstandigen ontstaan.", "De grootste groep zelfstandigen sleept zich wel door deze crisis, zegt hij. De economie is voor een deel „teruggeveerd”, veel mensen zijn weer aan het werk. Bovendien heeft een aanzienlijk deel een „spaarpot” waarop het kan terugvallen.", "In 2019 zeiden twee op de vijf zelfstandigen zich wel een jaar of langer zonder inkomsten te kunnen redden, bleek uit de tweejaarlijkse Zelfstandigen Enquête Arbeid van het Centraal Bureau voor de Statistiek (CBS) en onderzoeksinstituut TNO.", "Maar er is ook een groep waarvoor dat niet geldt. Één op de vijf zelfstandigen zei niet langer dan drie maanden te kunnen rondkomen als de inkomsten wegvallen. Zitten zij nu nog zonder werk, dan is de TOZO een „passende crisismaatregel”, zegt Heijkoop. Maar „géén langetermijnoplossing”.", "Nederland telt ongeveer 1,4 miljoen zelfstandigen, van wie 1,1 miljoen zonder personeel (zzp’ers). In de Drechtsteden gaat het om zo’n vierhonderd zelfstandigen, landelijk schat Heijkoop dat het om enkele tienduizenden gaat, die door een langdurig laag inkomen in de problemen komen.", "Bijverdienen kan niet zonder gekort te worden op het maandbedrag. Maar een uitkering op het bestaansminimum is weer te laag om, soms met een heel gezin, de vaste lasten van te betalen. Uitwijken naar een andere woning is moeilijk op een woningmarkt die goeddeels op slot zit, en „spaarpotjes raken ondertussen op”, zegt Heijkoop. „We krijgen daarom steeds meer signalen binnen dat de schulden onder deze groep oplopen. En dat is echt zorgelijk.”", "Tot eenzelfde conclusie kwam ook het Centraal Planbureau (CPB) in zijn Macro Economische Verkenning van dit jaar. De coronacrisis vergroot de sociaal-economische ongelijkheid, schreef het CPB in september. Uitzendkrachten, oproepkrachten en zzp’ers vangen de grootste economische schok op, omdat zij als eersten hun werk verliezen. Terwijl de keuze voor flexwerk in sectoren als de horeca en de cultuursector niet altijd een vrijwillige is, maar ook het gevolg van weinig onderhandelingsmacht. Met een relatief laag inkomen en kleine buffers lopen daarom juist de groepen die de economische klap opvangen, een groot risico op financiële problemen, concludeerde het CPB.", "Het ministerie van SZW schat dat zo’n 374.000 zelfstandigen van de eerste ronde TOZO gebruikmaakten. Voor de tweede ronde TOZO waren dat er nog maar 124.000. Deels omdat het werk werd hervat, maar óók vanwege de partnertoets. „Die toets invoeren was op dat moment oké”, zegt Heijkoop. Maar het kan wel consequenties hebben, zoals in de situatie van Veerle Sanders.", "Vóór corona zei één op de vijf zelfstandigen niet langer dan drie maanden te kunnen rondkomen als de inkomsten wegvallen", "Onder het bestaansminimum", "Zo’n aanvraag is ook gewoon een „heel gedoe”, weet zelfstandig sportinstructeur Marion Leeuw (51). Zij woont alleen, en heeft dus recht op de TOZO zodra haar inkomsten onder het bestaansminimum van 1.050 euro per maand uitkomen. Tijdens de gedeeltelijke lockdown van november gebeurde dat opnieuw – de sportscholen sloten weer. Maar het TOZO-voorschot dat ze in de eerste coronamaanden van de gemeente Groningen ontving, en ze nog een gedeelte van moet terugbetalen, is nog stééds niet helemaal afgehandeld, zegt ze. „Dus had ik deze keer zoiets van: laat maar, ik red het wel voor die paar weken.”", "Vertrouwen in de toekomst helpt. Mensen zullen altijd blijven sporten, zegt Leeuw. De groepslessen stroomden deze zomer gewoon weer vol. Al merkt ze wel dat sportscholen het financieel moeilijk hebben. „Daar zit nog wel een kleine onzekerheid: vallen mijn opdrachtgevers straks niet weg?” En ook klanten spreken, netwerken – het gaat allemaal minder gemakkelijk dan voorheen. Leeuw: „Je kringetje wordt kleiner. Na een sportles móét iedereen nu meteen de sportschool uit.”", "Toch staat daar tegenover dat ze als zzp’er flexibel is, benadrukt Leeuw. Ze was bijvoorbeeld al begonnen aan een sportmassageopleiding. Daarop zou ze uiteindelijk kunnen terugvallen. „Als ik die opleiding straks afrond, kan ik als masseur weer nieuwe opdrachten aannemen. Zo spreid ik het risico een beetje.”", "Wat wethouder Peter Heijkoop betreft, is dát ook een belangrijk onderdeel van de oplossing van het probleem: arbeidsmarktperspectief bieden. Anders gezegd: zelfstandigen helpen kijken naar wat ze nog meer kunnen of willen, en hoe ze zichzelf kunnen omscholen. Of nog concreter, zegt Heijkoop: „Er lopen nu nog zo’n achthonderd TOZO-aanvragen in de Drechtsteden. Van die mensen verwachten we dat een derde meer hulp nodig heeft. Hun gaan we vanaf januari begeleiding van loopbaancoaches aanbieden. Gekoppeld aan het ondernemerscentrum van de gemeente, dus niet vanuit de sociale dienst.” De gemeente Amsterdam komt met een vergelijkbaar initiatief.", "Zelfstandig sportinstructeur Marion Leeuw (51) kreeg steun toen de sportscholen tijdens de eerste lockdown gesloten waren. Foto Folkert Koelewijn", "Kort uitstapje", "Operazangeres Veerle Sanders kwam half oktober via een „mallemolen aan sollicitatierondes” als zij-instromer voor een vmbo-klas te staan, als docent Engels. Met „pijn in het hart” zegde ze er nog een paar onverwachte opera-opdrachten voor af.", "Maar de begeleiding vanuit de school en het detacheringsbedrijf lieten te wensen over, en na een maand werd de combinatie van de lerarenopleiding, voor de klas staan én zanglessen geven haar te veel. Het was nodig om van rond te kunnen komen, maar overdag lesgeven op een middelbare school en ’s avonds op een muziekschool, bleek net te veel van het goede. Haar arbeidsongeschiktheidsbuffer en pensioenpot wilde ze liever niet aanbreken.", "Half november besloot Sanders daarom te stoppen met de docentenopleiding. Haar uitstapje was kort, maar „wel waardevol”, zegt ze nu. „Gek genoeg had ik nooit goed stilgestaan bij wat ik écht wilde. Het was de opera, dat was mijn carrièreperspectief, en daar ging ik voor.” Door de coronacrisis gedwongen voor de klas, ontdekte ze dat ze het „heerlijk” vond eens voornamelijk met anderen in plaats van met zichzelf bezig te zijn. Van zangles geven kreeg, en krijgt ze niet voor niets veel energie.", "De gulden middenweg: nog meer zanglessen aan kinderen en volwassenen geven, met als doel daar uiteindelijk van te kunnen leven. „Het liefst richt ik mijn eigen zangstudio op”, zegt Sanders. Want naar muziek als hobby is alleen maar méér vraag, heeft ze gemerkt, nu mensen massaal thuis zitten. Bovendien kan ze zelf zo ook blijven zingen. En ja, de onzekerheid blijft dan nog even. Sanders: „Maar bij de muziek ligt mijn hart in ieder geval.”", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Anne Corré", "Leestijd Minuten"], "keywords": ["van", "tweede", "lockdown", "het", "op", "maar", "zelf", "ik", "zelfstandigen", "een", "red", "vergaat", "en", "ze", "dat", "te", "wel", "voor"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}