{"id": "d9b692d7-f567-3953-9d0a-5aafee231849", "title": "Schuldhulpverlening kan verwachte toestroom niet aan: 'Wij gaan gemeenten hierop aanspreken'", "url": "https://www.dvhn.nl/economie/Schuldhulpverlening-kan-verwachte-toestroom-niet-aan-Wij-gaan-gemeenten-hierop-aanspreken-en-gemeenteraden-moeten-colleges-aanspreken-26347066.html", "summary": "Veel gemeenten hebben de schuldhulpverlening voor zelfstandig ondernemers niet of onvoldoende op orde.\nDat blijkt uit een inventarisatie van het actualiteitenprogramma Pointer van KRO-NCRV onder 150 gemeenten.\nBij bijna honderd van die gemeenten is de hulpverlening onduidelijk of niet aanwezig, waardoor deze ondernemers buiten de boot vallen.\nDoor de coronacrisis is de verwachting dat het aantal ondernemers dat straks in de schulden zit sterk gaat toenemen.\nOnacceptabelDe Vereniging van Nederlandse Gemeenten vindt het onacceptabel dat ondernemers niet goed worden geholpen: ,,Wij gaan gemeenten hierop aanspreken en gemeenteraden moeten colleges aanspreken.”Niet alleen ondernemers zijn door de coronacrisis in de schulden terechtgekomen.", "paragraphs": ["Veel gemeenten hebben de schuldhulpverlening voor zelfstandig ondernemers niet of onvoldoende op orde. Dat blijkt uit een inventarisatie van het actualiteitenprogramma Pointer van KRO-NCRV onder 150 gemeenten. Bij bijna honderd van die gemeenten is de hulpverlening onduidelijk of niet aanwezig, waardoor deze ondernemers buiten de boot vallen.", "Zelfstandig ondernemers hebben recht op schuldhulpverlening. Dat wordt in de gewijzigde Wet Gemeentelijke Schuldhulpverlening, die per 1 januari is ingegaan, nog eens benoemd. Maar in de praktijk blijkt niet elke gemeente daar voldoende op te zijn voorbereid.", "Door de coronacrisis is de verwachting dat het aantal ondernemers dat straks in de schulden zit sterk gaat toenemen. De vereniging voor schuldhulpverlening NVVK verwacht dat dit jaar bijna 65.000 ondernemers in financiële problemen komen.", "Onacceptabel", "De Vereniging van Nederlandse Gemeenten vindt het onacceptabel dat ondernemers niet goed worden geholpen: ,,Wij gaan gemeenten hierop aanspreken en gemeenteraden moeten colleges aanspreken.”", "Niet alleen ondernemers zijn door de coronacrisis in de schulden terechtgekomen. Het CBS berekende vorig jaar dat er 650.000 mensen zijn met problematische schulden. Gevreesd wordt dat er nog eens dertig procent meer mensen schuldhulpverlening nodig hebben."], "authors": [], "keywords": ["schuldhulpverlening", "zijn", "van", "verwachte", "wij", "hierop", "aanspreken", "ondernemers", "kan", "schulden", "op", "gemeenten", "gaan", "het", "toestroom", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}