{"id": "d9c1963b-3a1c-395e-b7ba-6a6a930ffa52", "title": "De avonden? Lees liever The Corrections, voor een wrange, hilarische Kerst", "url": "https://volkskrant.nl/cultuur-media/de-avonden-lees-liever-the-corrections-voor-een-wrange-hilarische-kerst~b3c06084/", "summary": "Alweer bijna twintig jaar geleden verscheen er een boek waar ik zo verrukt van was dat ik niet kon verdragen dat ik het uit had.\nHun oudste zoon Gary is een geslaagde maar depressieve bankier met een moeilijk huwelijk en opkomend drankprobleem.\nZijn jongere broer Chip is mislukt academicus (zijn verhouding met een studente lekte uit), als eveneens mislukt scenarioschrijver gestrand in New York.\nWat jammer dat Franzen, in plaats van een vervolg, romans is gaan schrijven die ik met moeite uit kreeg.\nLees The Corrections, voor een wrange, hilarische Kerst.", "paragraphs": ["Sommige mensen hebben de gewoonte om in de donkere dagen van december Reves De avonden te herlezen. Ik heb dat zelf ook vaak gedaan, met als resultaat dat dit (al dan niet vermeende) meesterwerk me net zo begon tegen te staan als oliebollen met verkeerde stukjes appel.", "Alweer bijna twintig jaar geleden verscheen er een boek waar ik zo verrukt van was dat ik niet kon verdragen dat ik het uit had. Ik begon meteen opnieuw en nog steeds grijp ik er elk jaar naar als de kerstbomen aan de einder opdoemen: The Corrections van Jonathan Franzen.", "Enid en Alfred Lambert, een bejaard echtpaar in het suffe Midwest-suburbje St. Jude, worstelen met Alfreds toenemende dementie. Hun oudste zoon Gary is een geslaagde maar depressieve bankier met een moeilijk huwelijk en opkomend drankprobleem. Zijn jongere broer Chip is mislukt academicus (zijn verhouding met een studente lekte uit), als eveneens mislukt scenarioschrijver gestrand in New York. Hun zusje Denise, de jongste, is topkok en (dus) workaholic met een hang naar getrouwde mannen.", "We krijgen de ingewikkelde levens van die kinderen smakelijk en geestig opgedist, terwijl het met Alfred snel bergafwaarts gaat. Enid, die aanvankelijk nog hoop heeft dat haar man zal opknappen met behulp van een nieuw medicijn, gaat allengs inzien dat het een verloren zaak is en hij thuis niet meer is te handhaven. Nog één keer met zijn allen Kerstmis vieren wil ze, in het huis waar de kinderen zijn opgegroeid. Dat heeft zeer veel voeten in aarde, en ook die verwikkelingen zijn weer heerlijk om te lezen.", "The Corrections is een kermisattractie van een boek, een Efteling vol wonderlijke uitstapjes, naar het Litouwen van de late 20ste eeuw, de Midwest in de jaren veertig, vijftig en zestig, de wereld van haute cuisine, academici, New Yorkse incrowd, rake beschrijvingen van Gary’s tot op het merg verwende zoontjes, van de succesgerechten in Denises restaurant (‘Mare Scuro’, donkere zee, zelfs de naam past precies in de tijdgeest van het jaar 2000); van de bespottelijke colleges die Chip geeft aan zijn uiterst irritante studenten, van de zalm die hij steelt in zo’n rijkemensensupermarkt op Manhattan en van de pornovideobanden die hij onder de kraan houdt om van zijn seksverslaving af te komen en dan toch maar weer laat drogen omdat hij niet zonder ze kan.", "Gary, die door de verborgen camera van zijn kinderen wordt betrapt op het inschenken van de zoveelste borrel, die, rijk als hij is, geld van zijn moeder terug wil hebben voor een paar schroefjes die hij voor haar in de bouwmarkt heeft gekocht, Alfred die in de kelder koffieblikken vol pist, Enid, die zich altijd en overal voor alles schaamt, zelfs tijdens die noodlottige cruise waar ze zo naartoe heeft geleefd.", "Een zeer merkwaardige en verrukkelijke, dikke roman, een heuse Great American Novel van een schrijver die aan Roth doet denken (maar dan warmer) en aan Updike (maar dan burlesker), een schrijver die iets heel bijzonders klaarspeelt: je gaat als lezer gaandeweg van alle vijf de – objectief toch behoorlijk onaangename – personages houden als van je beste vrienden, je ouders en/of je kinderen.", "Wat jammer, denk ik elk jaar rond Kerst, dat The Corrections niet twee keer zo dik is. Dat we de familie Lambert niet nóg een vol jaar kunnen zien tobben, op weg naar een nu écht allerlaatste Kerst in St. Jude. Wat jammer dat Franzen, in plaats van een vervolg, romans is gaan schrijven die ik met moeite uit kreeg. Wat jammer dat veel schrijvers, zelfs heel goede, eigenlijk maar één geweldig boek in de pen hebben.", "Lees The Corrections, voor een wrange, hilarische Kerst."], "authors": ["Sylvia Witteman"], "keywords": ["van", "wrange", "lees", "die", "liever", "corrections", "een", "hilarische", "dat", "en", "het", "kerst", "ik", "zijn", "voor", "avonden", "als", "met"], "pubDate": "2020-12-11T12:00:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}