{"id": "d9c51d08-77b2-3405-a2e2-df9fef68cdb5", "title": "Ron Jans verlengt contract bij FC Twente", "url": "https://www.telegraaf.nl/sport/1523812679/ron-jans-verlengt-contract-bij-fc-twente", "summary": "„Toen ik in de zomer binnenkwam bij FC Twente zag ik het als een prachtige uitdaging om de club, samen met de nieuwe staf, weer perspectief te bieden.\nVanaf de eerste dag geniet ik met volle teugen, zoals ik ook geniet van het contact met de spelers”, aldus Jans.\nEr kan nog genoeg beter, maar het is echt fijn werken bij FC Twente.\n„FC Twente is hartstikke blij met de contractverlengingen van Streuer en Jans.\nKomende zondag (20.00 uur) neemt Jans het met zijn ploeg in Enschede op tegen AZ.", "paragraphs": ["„Toen ik in de zomer binnenkwam bij FC Twente zag ik het als een prachtige uitdaging om de club, samen met de nieuwe staf, weer perspectief te bieden. Ik dacht: dit is een mooie klus, dit gaan we doen. Ik heb van die beslissing nog geen moment spijt gehad. Het is heerlijk werken met deze staf. Vanaf de eerste dag geniet ik met volle teugen, zoals ik ook geniet van het contact met de spelers”, aldus Jans.", "„Er zit enorm veel drive en plezier in het team. Er kan nog genoeg beter, maar het is echt fijn werken bij FC Twente. Bovendien wil ik natuurlijk een volle Grolsch Veste meemaken, dat is er door corona helaas nog niet van gekomen. Op het verzoek of ik wilde blijven, heb ik dan ook niet lang na hoeven te denken.”", "FC Twente staat na elf duels vijfde in de Eredivisie. De ploeg van Jans heeft al zes keer gewonnen en staat op 21 punten. Afgelopen weekend won Twente in de Johan Cruijff ArenA met 2-1 van Ajax.", "Jan Streuer", "Ook technisch directeur Jan Streuer verlengde zijn contract tot medio 2022. „FC Twente is hartstikke blij met de contractverlengingen van Streuer en Jans. In zeer korte tijd is een representatieve selectie samengesteld, die dat ook op het veld laat zien. De enthousiaste selectie speelt ’aanstekelijk’ voetbal en heeft al voor menig verrassing gezorgd. Dat is mooi om te zien”, aldus algemeen directeur Paul van der Kraan.", "„Logisch dat we de contracten van Streuer en Jans graag wilden verlengen. Zoals bekend stop ik aan het eind van het seizoen, maar met het aanblijven van Streuer en Jans blijft het technische gedeelte in goede handen en dat is heel belangrijk voor de club.”", "Jans tekende afgelopen zomer een contract voor één seizoen. Hij was in Nederland ook trainer van FC Groningen, sc Heerenveen en PEC Zwolle. Voor zijn periode in Enschede was hij trainer bij de Amerikaanse club FC Cincinnati, waar hij na een veelbesproken racisme-rel vertrok.", "Komende zondag (20.00 uur) neemt Jans het met zijn ploeg in Enschede op tegen AZ."], "authors": [], "keywords": ["van", "bij", "ron", "verlengt", "het", "met", "twente", "ik", "contract", "een", "en", "dat", "jans", "fc"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}