{"id": "d9c66417-7781-307a-a0b3-4d8480d6760f", "title": "De val van Sharleyne", "url": "https://nrc.nl/nieuws/2016/06/19/de-val-van-sharleyne-a1401932", "summary": "Genoeg bewoners van de galerijflat die er eens getuige van zijn geweest.\n„We keken elkaar aan, zij schrok van mij, ik van haar, ze deinsde terug.” Oké, denkt hij, die springt er achteraan.\nZe wordt aangehouden op verdenking van betrokkenheid bij de dood van haar dochter, de 8-jarige Sharleyne.\nDrie dagen zit Heleen vast, ze is overstuur en weigert op advies van haar advocaat een verklaring af te leggen.\nOpa: „Ze was pienter hoor!” Betaalde hij 50.000 gulden voor een straat van 35.000 gulden, dan wist Sharleyne feilloos dat hij 15.000 terug moest.", "paragraphs": ["Opnieuw relevant (11-1-2021): Het Gerechtshof in Leeuwarden heeft vandaag uitspraak gedaan in de zaak tegen de moeder van Sharleyne, het 8-jarige meisje dat in 2015 levenloos werd gevonden onderaan een flat in Hoogeveen. De moeder krijgt ruim 9 jaar celstraf. In 2016 zocht NRC antwoord op de vraag: wat ging daar mis?", "Meisje in roze pyjama", "Wie over de A37 het Drentse land doorkruist, kan de torenflat niet missen. Zijn top doemt op vanachter bosschages in de verte. De Arend, elf verdiepingen hoog, baken van Hoogeveen.", "Zo’n bouwwerk trekt mensen die het leven niet meer wensen. Genoeg bewoners van de galerijflat die er eens getuige van zijn geweest. Wie pech heeft hoort het suizen, wie geluk heeft alleen de klap. Daarna is er de keuze, kijken of niet. Weg ervan, niet mee bemoeien, zegt het instinct. Sirenes klinken. Er gaat een lint omheen, een laken over en dan is het klaar. Mensen van buiten meestal, ze blijven anoniem. Een zelfgekozen lot.", "Maar op 8 juni 2015 gaat het anders. Het is ’s nachts na enen. Onderaan de flat ligt een meisje in een roze pyjama, een knuffeltje naast zich. Wat is hier gebeurd? Ditmaal is wegkijken niet mogelijk.", "Meldkamer", "Remco, 27 jaar, kijkt omhoog. Hij heeft thuis op de tweede gezeten, een sigaret gerookt, een klap gehoord, over de balustrade gekeken, zag iemand liggen, is ernaartoe gerend en nu kijkt hij omhoog. Hij ziet een silhouet gebogen over de reling van de tiende. Een vrouw. „We keken elkaar aan, zij schrok van mij, ik van haar, ze deinsde terug.” Oké, denkt hij, die springt er achteraan.", "Ik wist direct: dat gaat de moeder me niet in dank afnemen, als ik me ermee bemoei Bianca flatbewoner", "Dat is de moeder, vertelt zijn buurman die is komen aanrennen. „Ze is in paniek, we moeten haar opvangen.” Maar de vrouw loopt via de trap een verdieping naar beneden naar rechts de galerij over. Remco belt zijn moeder om kleren te brengen, hij staat in zijn blote bast op straat. En net als zijn moeder op de tweede met een badjas loopt, ziet hij het silhouet van de vrouw in tegenovergestelde richting lopen op dezelfde galerij. „Stop!” roept Remco, bezorgd om zijn moeder. Maar de vrouw schiet het appartement op nummer 12 binnen, rent weer naar buiten en loopt de trap af, de straat op. In de richting van haar auto.", "Om 1.23 uur roept de meldkamer agenten op om naar de hoogste flat van Hoogeveen te gaan. „Er is een meisje van flat De Arend gesprongen.” Daar aangekomen vinden agenten de vrouw bij haar auto. Ze kijkt verdwaasd uit haar ogen en ruikt naar alcohol, in haar onderbroek zitten twee flesjes bier verstopt. Ze had sigaretten uit haar auto willen halen, vertelt ze. De vrouw heet Heleen. Ze wordt aangehouden op verdenking van betrokkenheid bij de dood van haar dochter, de 8-jarige Sharleyne.", "Het gezin is bekend bij jeugdzorg, vertelt de burgemeester ’s ochtends. Drie dagen zit Heleen vast, ze is overstuur en weigert op advies van haar advocaat een verklaring af te leggen. Na drie maanden ziet het Openbaar Ministerie zich genoodzaakt het onderzoek te sluiten. Concrete aanwijzingen voor een misdrijf ontbreken. Maar de vader gelooft niet in zelfmoord of een ongeluk. Hij probeert het onderzoek te laten heropenen. Het gerechtshof beslist daarover komende maand.", "Elly en Rikkert", "Hoogeveen, een jaar na de val. De drive-in-woning van opa Wim en oma Jos staat blauw van de rook. De muren hangen vol met kindertekeningen, Sharleyne was hun enige kleindochter. Opa wijst naar buiten, naar het pad achter de tuin. „Bij mooi weer fietsten we samen over het kanaaldijkje naar school.” Hun dochter Heleen, die ook aan de keukentafel zit, fleurt op. „Sharleyne zong op de fiets. Liefst het hele Elly en Rikkert-repertoire.”", "Regelmatig was Sharleyne hier te vinden. Dochter Heleen was gescheiden. De rechter had een omgangsregeling bepaald met de vader, Victor. Zij had Sharleyne doordeweeks, hij één weekend per twee weken, de vakanties zouden ze delen. En als Heleen moest werken, op het laatst 32 uur, bracht ze haar dochter voor school naar oma en opa en haalde ze haar ’s avonds na het eten, groente was favoriet, weer op.", "Sharleyne at hier ’s ochtends knäckebröd met pitjeskaas, vertelt oma. En als het regende, deden ze ’s middags Monopoly en was Sharleyne de bank. Opa: „Ze was pienter hoor!” Betaalde hij 50.000 gulden voor een straat van 35.000 gulden, dan wist Sharleyne feilloos dat hij 15.000 terug moest."], "authors": [], "keywords": ["zijn", "van", "val", "naar", "en", "een", "ze", "sharleyne", "op", "hij", "het", "haar"], "pubDate": "2016-06-19T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}