{"id": "d9d5b8de-8968-3a03-bb6e-b116118c0233", "title": "Youp van 't Hek bekijkt optie voor conference in tv-studio voor meer publiek", "url": "https://nu.nl/media/6095717/youp-van-t-hek-bekijkt-optie-voor-conference-in-tv-studio-voor-meer-publiek.html", "summary": "Youp van 't Hek onderzoekt momenteel de mogelijkheden om zijn oudejaarsconference vanuit een televisiestudio te doen.\nDat bevestigt directeur Hans Floberg van Hekwerk na berichtgeving van het AD.\nEen van de opties die daarom nu voor de cabaretier \"wordt onderzocht\" is om de eindejaarsvoorstelling op te nemen in een televisiestudio, aldus Floberg.\nHij bevestigt daarnaast dat er contact is met het team van cabaretier Guido Weijers, die de oudejaarsconference van RTL 4 voor zijn rekening neemt.\nWeijers zei dinsdag in Beau verschillende opties te overwegen voor zijn conference.", "paragraphs": ["Youp van 't Hek onderzoekt momenteel de mogelijkheden om zijn oudejaarsconference vanuit een televisiestudio te doen. De cabaretier zou dan namelijk volgens de coronamaatregelen een groter publiek kunnen toelaten. Dat bevestigt directeur Hans Floberg van Hekwerk na berichtgeving van het AD.", "Van 't Hek vroeg samen met BNNVARA, de NPO en Koninklijk Theater Carré of de Veiligheidsregio Amsterdam-Amstelland een uitzondering voor hem kan maken om eenmalig voor 250 mensen te kunnen spelen in plaats van de toegestane 30.", "Burgemeester Femke Halsema zei dat ze het \"goed gevonden\" vond, maar dat ze er niet in meeging. Een van de opties die daarom nu voor de cabaretier \"wordt onderzocht\" is om de eindejaarsvoorstelling op te nemen in een televisiestudio, aldus Floberg.", "Hij bevestigt daarnaast dat er contact is met het team van cabaretier Guido Weijers, die de oudejaarsconference van RTL 4 voor zijn rekening neemt. \"Het is een kleine wereld, dus het is makkelijk om even te vragen: hoe gaan jullie het doen\", vertelt Floberg.", "Weijers zei dinsdag in Beau verschillende opties te overwegen voor zijn conference. Het plan van de cabaretier is om de voorstelling te spelen in het theater, maar hij sluit niet uit te verhuizen naar bijvoorbeeld een kerk als er dan meer publiek bij mag zijn."], "authors": ["Door"], "keywords": ["van", "tvstudio", "youp", "hek", "het", "meer", "bekijkt", "zijn", "optie", "cabaretier", "een", "te", "om", "publiek", "dat", "conference", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}