{"id": "d9e9f81f-b4f6-3372-b9a7-4cdd18a43024", "title": "‘Complot-sjamaan’ opgepakt na bestorming Capitool, ook lachende dief aangehouden", "url": "https://www.parool.nl/wereld/complot-sjamaan-opgepakt-na-bestorming-capitool-ook-lachende-dief-aangehouden~b199c8b0/", "summary": "Na afloop trokken de Trump-aanhangers massaal naar het Capitool, dat ze bestormden en uiteindelijk ook binnenvielen.\nDe man, die volgens de speurders een grote groep volgers op sociale media heeft, is uiteindelijk zaterdag gearresteerd.\nDe krant Tampa Bay Times meldt onder meer dat op zijn sociale media, die inmiddels offline zijn, onder meer neerbuigende teksten zijn gevonden over de Black Lives Matter-beweging.\nEen foto waarop hij met zijn benen op het bureau van Pelosi zat, werd woensdag eveneens veel gedeeld.\nBestormingDe beroering over de bestorming van het Capitool is bij lange na nog niet gaan liggen.", "paragraphs": ["Beeld Hollandse Hoogte / AFP", "Angeli was woensdag samen met duizenden anderen in Washington DC voor de bijeenkomst waar president Trump toe had opgeroepen als protest tegen de officiële bekrachtiging van de verkiezingsuitslagen. Na afloop trokken de Trump-aanhangers massaal naar het Capitool, dat ze bestormden en uiteindelijk ook binnenvielen.", "Binnen werden grote vernielingen aangebracht, en verschillende zaken ontvreemd. Een aantal demonstranten viel bovendien de kantoren van de parlementsleden binnen en stal er onder andere laptops en persoonlijke documenten. Vijf personen kwamen om het leven bij de rellen.", "Oproep Trump", "Volgens de Amerikaanse nieuwszender ABC nam Angeli donderdag zelf al contact op met de federale recherche FBI om uit te leggen dat hij samen met andere ‘patriotten’ van Arizona deel uitmaakte van een groep die was ingegaan op de oproep van president Donald Trump dat alle ‘patriotten’ woensdag naar de hoofdstad zouden komen.", "De man, die volgens de speurders een grote groep volgers op sociale media heeft, is uiteindelijk zaterdag gearresteerd. Niet alleen Angeli werd overigens opgepakt, ook de man die ervandoor ging met de lessenaar van Nancy Pelosi, is thuis gearresteerd en overgebracht naar de gevangenis van Pinellas County in Florida.", "Deze Adam Christian Johnson (36), vader van vijf kinderen, postte op Facebook en andere sociale media foto’s en video’s van de buitgemaakte lessenaar, toebehorend aan de voorzitter van het Amerikaanse Huis van Afgevaardigden. De krant Tampa Bay Times meldt onder meer dat op zijn sociale media, die inmiddels offline zijn, onder meer neerbuigende teksten zijn gevonden over de Black Lives Matter-beweging.", "FBI", "Justitie en diverse politieorganisaties, waaronder de FBI, doen uitgebreid onderzoek naar de gebeurtenissen. Tientallen relschoppers zijn verspreid over de VS opgepakt. Vrijdag werden alvast vijftien mensen aangeklaagd voor hun aandeel in de bestorming. Het gaat onder anderen om een man met molotovcocktails in zijn auto vlakbij het parlement, een indringer die een agent heeft geslagen, een Trumpsupporter met een vuurwapen en een man die inbrak in de kantoren van Nancy Pelosi.", "De man in de kamer van Pelosi werd vrijdag aangehouden in de staat Arkansas. Een foto waarop hij met zijn benen op het bureau van Pelosi zat, werd woensdag eveneens veel gedeeld. De man wordt er onder meer van beschuldigd zich met geweld toegang te hebben verschaft tot verboden terrein en diefstal van publiek bezit.", "Een woordvoerder van Pelosi zei vrijdag dat er een laptop was gestolen uit haar kamer, al is niet duidelijk of de man uit Arkansas daar verantwoordelijk voor is. Ook een Democratische senator meldde diefstal van zijn laptop.", "Bestorming", "De beroering over de bestorming van het Capitool is bij lange na nog niet gaan liggen. Pelosi heeft vrijdag opgeroepen tot strafrechtelijke vervolging van president Donald Trump. Zij deed die uitspraak in een interview met CBS dat zondagavond wordt uitgezonden en die vrijdagavond laat (lokale tijd) in de VS al viraal ging.", "“Helaas, de persoon die in het Witte Huis zit is een gestoorde, losgeslagen, gevaarlijke president van de Verenigde Staten,” aldus de Democrate in een voorproefje van het CBS-interview. “En we hebben nog een aantal dagen te gaan voordat we tegen hem beschermd kunnen worden. Maar hij heeft zo iets ernstigs gedaan dat er vervolging tegen hem zou moeten worden ingesteld.” Pelosi riep andermaal op tot zijn onmiddellijke ontslag en tot het instellen van een afzettingsprocedure, een impeachment.", "Trump geniet als president immuniteit tegen rechtsvervolging, maar die eindigt zodra zijn termijn erop zit. De inauguratie van zijn opvolger, president-elect Joe Biden, is op 20 januari. Trump heeft aangegeven daarbij niet aanwezig te zijn."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "capitool", "opgepakt", "man", "en", "een", "met", "dat", "lachende", "aangehouden", "ook", "op", "bestorming", "het", "dief", "die", "complotsjamaan"], "pubDate": "2021-01-09T19:31:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}