{"id": "d9f11613-d50d-37c6-b679-0be14424d246", "title": "In Namen herstelt wielrenner Van der Poel de hiërarchie in de cross", "url": "https://volkskrant.nl/sport/in-namen-herstelt-wielrenner-van-der-poel-de-hierarchie-in-de-cross~bd1d29fc/", "summary": "Wielrenner Mathieu van der Poel won de cross in Namen en zette zo rivalen Wout van Aert en Tom Piddock op hun plek.\nDe koning van de cross neemt zondagmiddag uitgepierd plaats op het plankier van een tent op de citadel van Namen en verbergt het hoofd tussen de over elkaar geslagen armen.\nAlsof Mathieu van der Poel er geen misverstand over wil laten bestaan: kijk eens, hoe diep ik heb moeten gaan, vandaag.\nMet Mathieu van der Poel, Wout van Aert en Tom Pidcock stond voor het eerst dit seizoen het allersterkste deelnemersveld aan de start.\nVooral Van Aert rijdt naar hem toe, Van der Poel laat af en toe het hoofd tussen de schouders zakken.", "paragraphs": ["Hij werd uitgedaagd, hij moest slim zijn en het moest uit zijn tenen komen. Het resultaat? Wielrenner Mathieu van der Poel won de cross in Namen en zette zo rivalen Wout van Aert en Tom Piddock op hun plek.", "De koning van de cross neemt zondagmiddag uitgepierd plaats op het plankier van een tent op de citadel van Namen en verbergt het hoofd tussen de over elkaar geslagen armen. In die houding blijft hij een halve minuut zitten. Alsof Mathieu van der Poel er geen misverstand over wil laten bestaan: kijk eens, hoe diep ik heb moeten gaan, vandaag.", "Binnenstebuiten gekeerd", "Hij heeft zichzelf op de drabbige steiltes binnenstebuiten gekeerd om hier voor de vijfde keer in zes edities te winnen. Pas net voor het begin van de laatste van negen ronden verschijnt hij aan kop en schudt zijn belagers Wout van Aert en Tom Pidcock af. De marges zijn gering: de Vlaming geeft drie seconden toe, de Brit elf.", "Deze dag is meer dan zomaar een wedstrijd geweest. Het was een aanval op de troon, een lakmoesproef voor mogelijk nieuwe krachtsverhoudingen in het veldrijden, waarin Van der Poel de afgelopen twee jaar zo meedogenloos regeert. Voor het eerst dit seizoen stond met deze drie het allersterkste deelnemersveld aan de start. Het was ook nog eens de eerste confrontatie met Van Aert sinds de Ronde van Vlaanderen op 18 oktober, die hij toen in een zinderende sprint met zo’n decimeter verschil aftroefde.", "Van der Poel moet hebben gevoeld dat zijn hegemonie deze weken minder vanzelfsprekend is. Er was dat onverwachte verlies vorige week in Gavere, toen Pidcock hem achterliet op een modderige klim. Zeker, het was pas zijn tweede cross, maar ook de winnaar had er nog maar weinig meters in de prut opzitten. Hij zag afgelopen zomer ook hoe Van Aert, zijn grote rivaal van de laatste jaren in het veld, op de weg grote stappen had gezet, met zeges in de Strade Bianche, Milaan-San Remo en twee Touretappes. Die was na zijn rentree vorige maand in het circuit, met twee derde plekken en een vierde plek als resultaat, op trainingskamp in Spanje geweest om verder te vijlen aan de vorm.", "Met Mathieu van der Poel, Wout van Aert en Tom Pidcock stond voor het eerst dit seizoen het allersterkste deelnemersveld aan de start. Beeld Klaas Jan van der Weij / de Volkskrant", "Verraderlijk", "Het komt in Wallonië, op het verraderlijke parcours waar steentjes en boomwortels tussen de blubber schuilen, tot de voorspelde driestrijd, al klampt Michael Vanthourenhout tot voorbij de helft aan. Pidcock neemt gelijk het initiatief. Dat ligt hem nu eenmaal het beste, zegt hij na de race. ‘Ik ben er niet zo goed in om bij een ander in het wiel te zitten.’ Van der Poel, gestart op de tweede rij, moet al behoorlijk in de beugels om zich naar voren te werken.", "Het lijkt er lang op dat contouren van een gewijzigde rangorde vorm krijgen. Pidcock rijdt voorop, beide grote namen in het veldrijden moeten zelfs samenspannen om hem in het vizier te houden. Dat lukt, maar ze slagen er ook niet in het gat te dichten, al loopt dat nooit verder op dan ruim een handvol seconden.", "Foutjes", "Van der Poel maakt foutjes. Hij slipt op een wortel. Hij stuitert bijna van zijn fiets op een schuin aflopend talud en blijft wild steppend met het rechterbeen nog maar net overeind. Van Aert neemt wat minder risico’s, maar moet geregeld al zijn krachten aanspreken om te voorkomen dat zijn tegenstander in zijn jacht op de koploper bij hem wegrijdt.", "Op een kasseienstrook onder het slijk pakt de Nederlander telkens luttele meters. De Belg wint terrein terug als ze met de fiets op de schouder een helling op klauteren. Het leidt maar niet tot een hereniging. De kleine Brit stuurt zelfverzekerd door de lastigste passages en trippelt net wat lichtvoetiger heuvelop.", "Engelsman Tom Pidcock ging lang aan de leiding. Hij werd uiteindelijk derde. Beeld Klaas Jan van der Weij / de Volkskrant", "Bij de kladden", "Pas in de een na laatste ronde hebben ze hem bij de kladden. Vooral Van Aert rijdt naar hem toe, Van der Poel laat af en toe het hoofd tussen de schouders zakken. Dan vindt hij kennelijk ergens in het lijf reserves die er eigenlijk niet meer zouden zijn. Uitblazend met de mond gevormd in de o van opluchting, komt hij als eerste over de streep.", "Na hem heeft Van Aert een duistere blik op het gelaat. Pidcock perst de lippen in een sip streepje. Toch nog alles in de gewenste hiërarchie. Koning, onderkoning, troonpretendent.", "Die donkerte in de ogen van de nummer twee is er niet zomaar - wie wil, hoort een bedekt sneertje. ‘Ik breng Mathieu terug in koers’, moppert Van Aert. ‘Ik had beter moeten weten. Hij oogt wel vaker alsof het beste er bij hem vanaf is. Daarna ben ik op zijn kwaliteiten gestoten. Ik heb te veel rondgereden, ik heb te weinig zelf geprobeerd.’ Hij schrijft het toe aan een gebrek aan vertrouwen.", "Geen tactiek", "Van der Poel bestrijdt dat het zijn tactiek is geweest de ander het vuile werk te laten opknappen. ‘Ik had geen overschot. Ik heb een uur lang op mijn limiet gereden. Ik zat overal redelijk kapot. In m’n eentje had ik het gat zeker niet gedicht.’", "Pidcock heeft vrede met zijn derde plaats. Ondanks zijn voorsprong, geloofde hij niet in een zege. ‘Ze braken nooit.’ De trots zit ’m hierin: hij heeft beide koningen flink aan het werk heeft gezet."], "authors": ["Rob Gollin"], "keywords": ["ik", "zijn", "wielrenner", "van", "poel", "cross", "en", "der", "een", "namen", "hiërarchie", "op", "te", "het", "hij", "herstelt"], "pubDate": "2020-12-20T20:16:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}