{"id": "da097813-970a-3b13-b4f8-42094932fd51", "title": "Richard Scarry’s dieren geven kinderen hun woordenschat", "url": "https://www.parool.nl/kunst-media/richard-scarry-s-dieren-geven-kinderen-hun-woordenschat~b872bf9f/", "summary": "En als je ­Richard Scarry (1919-1994) heet: van zakelijk inzicht.\nVan zijn boeken zijn wereldwijd meer dan honderd miljoen exemplaren verkocht.\nOog voor detail en een voorliefde voor dieren vormen de grondslag van Scarry’s succes.\nVanaf dat moment ging het met zijn carrière in een rechte lijn omhoog.\nBelangrijke successen behaalde hij met zijn educatieve boeken op groot formaat.", "paragraphs": ["In de 43ste herdruk is Mijn leuk woordenboek van Richard Scarry nog altijd te koop, net als vele verwante titels zoals Mijn leuk ABC. Beeld Richard Scarry", "Een geïllustreerd kinderboek uitgeven met de titel What Do People Do All Day? waarin geen mens te bekennen is maar alle personages dieren zijn, dat getuigt van humor. En als je ­Richard Scarry (1919-1994) heet: van zakelijk inzicht. Van zijn boeken zijn wereldwijd meer dan honderd miljoen exemplaren verkocht. Deze maand 55 jaar geleden verscheen voor het eerst een titel in Nederlandse vertaling: Mijn leuk woordenboek is nog altijd leverbaar en is inmiddels 43 keer herdrukt.", "Oog voor detail en een voorliefde voor dieren vormen de grondslag van Scarry’s succes. In zijn latere werk komen nauwelijks mensen voor en is het antropomorfisme wat de klok slaat. Brandweermannen, politieagenten, tandartsen, tuinmannen, postbodes, slagers – bij Scarry worden ze verbeeld als goedmoedige vossen, poezen, walrussen, honden, wasberen of wormen, inclusief uniform en bijbehorende instrumenten.", "Zo kan het gebeuren dat een konijn gehuld in slagersschort zijn varkensklanten met een vriendelijke glimlach karbonaadjes en speklappen verkoopt, want zoals de tekenaar zei: ‘Ik houd ervan dieren gekleed als mensen op te voeren, dat is grappiger.’", "Luchtige posters", "Richard McClure Scarry werd in 1919 geboren in Boston, Massachusetts. Een loopbaan in de winkels van het familiebedrijf zag hij niet zitten. Hij volgde een opleiding aan de Art School of the Museum of Fine Arts in Boston, belandde tijdens de oorlog bij de ‘Special Services’ in Noord-Afrika om de moraal van de troepen op peil te houden en ontdekte al tekenend – hij vatte het nieuws samen in luchtige posters – zijn talent.", "Na de oorlog kwam hij even in de reclame terecht tot in 1949 Artists and Writers Guild zijn pad kruiste. De uitgeverij was net een nieuwe kinderboekenserie begonnen en Scarry werd gevraagd een deeltje van Margaret Wise Brown te illustreren. Little Golden Books heette de reeks, de Gouden Boekjes. In dat eerste jaar illustreerde Scarry er direct zes. Met titels als Het koekemannetje, De kleine indiaan en Rolle Bolle Beest zette hij zichzelf op de kaart.", "In 1951 publiceerde Scarry The Great Big Car and Truck Book, het eerste boek dat hij behalve getekend ook geschreven had. Vanaf dat moment ging het met zijn carrière in een rechte lijn omhoog. Belangrijke successen behaalde hij met zijn educatieve boeken op groot formaat. Daarin stond niet de verhaallijn voorop – vaak was er geen plot – maar kennisoverdracht.", "Met Mijn leuk woordenboek, Mijn leuk ABC en Mijn leuk vroemtuigenboek (Scarry had een passie voor auto’s) richtte hij zich op het taal lerend kind. De pagina’s van de boeken zijn gevuld met technisch geraffineerde plaatjes van alledaagse situaties, voorzien van het betreffende woord of een kort zinnetje.", "Mijn leuk ABC.", "Educatieve waarde", "Tot zijn dood in 1994 illustreerde Richard Scarry meer dan driehonderd kinderboeken waarvan vele nooit uit druk zijn geraakt. Het is moeilijk een kinderboekenmaker te bedenken die zich met meer interesse en enthousiasme in de woordenschat van jonge kinderen heeft verdiept dan hij.", "Zelf beschouwde Scarry zich als een ‘fun-man’ vermomd als schoolmeester. ‘Als je er oog voor hebt zie je in alles de educatieve waarde. Mij gaat het erom die met humor over te brengen.’", "Via de inwoners van zijn imaginaire plaats Druktestad heeft hij miljoenen kinderen spelenderwijs kennis laten maken met stewardessen, glazenwassers en schoonheidsspecialisten. Later is hem wel verweten dat zijn wereldbeeld gedateerd en stereotiep zou zijn: verplegers zijn altijd vrouwen, de dokter is een man. Scarry tilde er niet te zwaar aan en paste de tekeningen in een herdruk aan.", "De boeken van Richard Scarry verschijnen in Nederland bij uitgeverij Deltas en uitgeverij Rubinstein (de Gouden Boekjes).", "Richard Scarry Beeld Sygma via Getty Images"], "authors": ["Joukje Akveld"], "keywords": ["kinderen", "scarrys", "richard", "zijn", "van", "scarry", "woordenschat", "en", "een", "hun", "met", "te", "geven", "dieren", "het", "hij", "als"], "pubDate": "2021-01-09T16:00:58Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}