{"id": "da1c8748-ca7c-3b26-ba90-94d79a8c265c", "title": "Weg is weg, zegt mijn neef. Weg is weg, zeg ik.", "url": "https://trouw.nl/leven/weg-is-weg-zegt-mijn-neef-weg-is-weg-zeg-ik~bb7440f0/", "summary": "Altijd met zijn pet op, grote bril halverwege zijn neus en zijn lange sliertige haar in een lage staart gebonden.\n“Ik kan het echt niet allemaal bewaren.” Ik pakte een knalgeel zeiljack uit een doos.\nIk pakte een oud prentenboek van Dikkie Dik uit een doos.\n“En dit?” Ik hield een toetsenbord van een computer omhoog.\n“Zal ik dit maar bewaren?”“Als je wilt, bewaar je het toch?”Ik kon me niet voorstellen dat ik die hand in mijn volgende huis ging neerzetten, maar toch stopte ik het terug in de doos.", "paragraphs": ["Schrijfster Liesbeth Mende is gescheiden en moet kleiner gaan wonen. Ze beschrijft de komende maanden wat er weg kan.", "Ik denk aan mijn vorige verhuizing. Ik zie me nog staan tussen die zee van spullen in de enorme woonkamer. Ontelbare dozen, plastic tassen, losse boeken, speelgoed en kleding. Het leek op een kleine vuilnisbelt. Naast me stond Hanne, mijn neef. Hanne was bijna dertig jaar ouder dan ik. Hij stond vaak onverwachts op de stoep en meestal bleef hij dan een paar dagen plakken. Altijd met zijn pet op, grote bril halverwege zijn neus en zijn lange sliertige haar in een lage staart gebonden.", "“Wat moet ik hier allemaal mee?”, zuchtte ik.", "Hanne haalde zijn schouders op.", "“Ik kan het echt niet allemaal bewaren.” Ik pakte een knalgeel zeiljack uit een doos. Het jack was heel stug, je kon je amper bewegen in dat ding. “Deze jas kan weg.”", "Hanne voelde voorzichtig aan de jas. “Tegen de regen.”", "“Die trek ik nooit aan”, zei ik.", "Hanne kneep in de jas en haalde hem voorzichtig uit de doos. Hij bekeek hem aandachtig. “Als je er niets mee doet...”, zei hij.", "“Neem mee, Han.” Ik was blij dat Hanne de jas meenam, het ding zag er gloednieuw uit.", "Ik pakte een oud prentenboek van Dikkie Dik uit een doos.", "“Wat denk je, Han, dit kan toch wel weg?”, vroeg ik.", "Hanne zei niets. Hij keek alleen maar.", "“Het ligt half uit elkaar”, zei ik.", "“Weg is weg”, zei Hanne.", "“Weg is weg”, herhaalde ik. Ik gooide het in een vuilniszak.", "“En dit?” Ik hield een toetsenbord van een computer omhoog. “Dit gebruik ik niet meer.”", "Hanne pakte het van me over en legde het stilletjes bij de gele jas.", "Beeld Werry Crone", "Ik vond een sierlijke hand uit hout gesneden. Dit hadden we een keer van mijn oom uit Indonesië gekregen.", "“Zal ik dit maar bewaren?”", "“Als je wilt, bewaar je het toch?”", "Ik kon me niet voorstellen dat ik die hand in mijn volgende huis ging neerzetten, maar toch stopte ik het terug in de doos. Een stapel oude boeken wilde Hanne meenemen. Hij had thuis een lege plank in de kast, een rijtje boeken vond hij er gezellig uitzien. Hanne’s stapel groeide. De kleine tv kon hij ook wel gebruiken.", "“Krijg je dit allemaal mee in de trein?”, vroeg ik.", "“Ach”, wuifde Hanne weg. “Ik kijk wel.”", "Ik keek steeds naar Hanne’s groeiende stapel. Dat ging allemaal de deur uit. De zee met rotzooi leek niet veel kleiner te worden.", "“Even pauze.” Ik zette een pot thee. Hanne dronk thee met vier scheppen suiker. Hij roerde driftig met zijn lepel in zijn mok. Op tafel lag een stapel onderzetters, rieten onderleggers met batikstof.", "“Gebruik je die nog?”, vroeg Hanne.", "Ik schoof het stapeltje naar hem toe. Het verdween geruisloos in zijn broekzak."], "authors": ["Liesbeth Mende"], "keywords": ["ik", "zijn", "zeg", "mijn", "en", "uit", "zegt", "een", "hanne", "dit", "weg", "het", "hij", "neef", "je"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}