{"id": "da2d1837-407d-380c-8355-61d3be559551", "title": "Korting op tickets voor Safaripark Beekse Bergen: van 26 voor 18,20 euro", "url": "https://www.nu.nl/nushop/6063150/korting-op-tickets-voor-safaripark-beekse-bergen-van-26-voor-1820-euro.html", "summary": "Kom oog in oog te staan met ruim 1.400 wilde dieren in Safaripark Beekse Bergen.\nBestel je tickets met 30 procent korting voor 18,20 euro.\nDan moet je vooraf een uitrijticket aanschaffen tijdens het plaatsen van je reservering op de reserveringswebsite.\nPlaats je reservering snel na aanschaf van je ticket, de beschikbaarheid kan hard gaan.\nOver Safaripark Beekse BergenOntdek de natuur van Safaripark Beekse Bergen in Brabant.", "paragraphs": ["Kom oog in oog te staan met ruim 1.400 wilde dieren in Safaripark Beekse Bergen. Beleef dit avontuur met je eigen auto, te voet of met de boot. Bestel je tickets met 30 procent korting voor 18,20 euro. Voor kinderen tussen de 3 en 9 jaar voor 15,75 euro.", "Bezoek online reserveren", "Alle gasten wordt gevraagd om vooraf online te reserveren, zodat iedereen gegarandeerd genoeg ruimte heeft en de 1,5 meter afstand gewaarborgd kan worden.", "Bestel de tickets met korting Reserveer je bezoek via de reserveringswebsite Kies de gewenste bezoekdatum en aantal personen Neem je gekochte tickets en de reserveringsbevestiging mee bij je bezoek", "Voorwaarden & bijzonderheden Kinderen tot en met 2 jaar hebben gratis toegang, maar ook voor hen is een reservering verplicht.", "Kom je met de auto? Dan moet je vooraf een uitrijticket aanschaffen tijdens het plaatsen van je reservering op de reserveringswebsite.", "Plaats je reservering snel na aanschaf van je ticket, de beschikbaarheid kan hard gaan.", "Gekochte tickets zijn geldig van 15 juli 2020 tot en met 28 februari 2021.", "Over Safaripark Beekse Bergen", "Ontdek de natuur van Safaripark Beekse Bergen in Brabant. Kom oog in oog te staan met wel 150 verschillende diersoorten en neem een kijkje bij de pasgeboren westelijke laaglandgorilla. Een leerzame en unieke reis die je te voet, met de auto of met de boot kunt maken."], "authors": ["Door"], "keywords": ["tickets", "oog", "van", "bergen", "26", "korting", "op", "beekse", "met", "safaripark", "een", "je", "en", "te", "euro", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}