{"id": "da38d38e-62cb-38b9-a774-53e8ae8aed2f", "title": "Bondscoach De Boer positief over regenboogkleuren op WK Qatar", "url": "https://www.parool.nl/sport/bondscoach-de-boer-positief-over-regenboogkleuren-op-wk-qatar~b1e384de/", "summary": "“Als de KNVB dat wil, dan zullen we dat zeker doen.”De Boer reageerde maandag vlak na de loting voor het kwalificatietoernooi voor het WK op een voorstel van Gijs de Jong.\nQatarDe Boer benadrukte dat het Nederlands elftal eerst het WK nog moet zien te bereiken.\n“Maar als dat lukt, dan kunnen we ze daar zeker laten inzien wat allemaal beter moet,” zei hij.\n“Het WK is nu eenmaal al toegewezen aan Qatar, dat gaan we niet meer veranderen.\nMaar we kunnen wel samen met andere landenploegen aandacht schenken aan de situatie daar.”De Boer vindt het niet raar dat veel van zijn spelers zich nog niet hebben uitgesproken over een WK in Qatar.", "paragraphs": ["Virgil van Dijk tijdens de vriendschappelijke wedstrijd tussen Nederland en Mexico op 7 oktober 2020. Beeld ANP", "“Dat is zeker geen slecht idee,” zei hij. “Als de KNVB dat wil, dan zullen we dat zeker doen.”", "De Boer reageerde maandag vlak na de loting voor het kwalificatietoernooi voor het WK op een voorstel van Gijs de Jong. De secretaris-generaal van de KNVB zei zondag dat hij het leuk zou vinden als de aanvoerder van Oranje op het WK met een regenboogband speelt als steunbetuiging aan de lhbti’ers, voor wie het uiten van hun seksuele voorkeur in Qatar strafbaar is.", "Qatar", "De Boer benadrukte dat het Nederlands elftal eerst het WK nog moet zien te bereiken. “Maar als dat lukt, dan kunnen we ze daar zeker laten inzien wat allemaal beter moet,” zei hij. “Het WK is nu eenmaal al toegewezen aan Qatar, dat gaan we niet meer veranderen. Maar we kunnen wel samen met andere landenploegen aandacht schenken aan de situatie daar.”", "De Boer vindt het niet raar dat veel van zijn spelers zich nog niet hebben uitgesproken over een WK in Qatar. “Natuurlijk zijn we tegen misstanden op maatschappelijk niveau. Alleen racisme is voor veel spelers dichterbij dan Qatar. Wat zich daar afspeelt, is voor veel spelers misschien nog een beetje ver-van-mijn-bed-show. Ze hebben daar niet dagelijks mee te maken.”"], "authors": [], "keywords": ["regenboogkleuren", "van", "positief", "als", "boer", "op", "het", "wk", "niet", "een", "bondscoach", "dat", "qatar", "voor"], "pubDate": "2020-12-07T20:30:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}