{"id": "da3ae48c-e05a-3452-9c91-8ab8403287e2", "title": "Hoe IC-artsen bij code zwart bepalen wie ze helpen", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/hoe-ic-artsen-bij-code-zwart-bepalen-wie-ze-helpen-797643/", "summary": "Bij code zwart is er een tekort aan ic-bedden en komen artsen voor de keuze te staan van leven of dood.\nDie raadden aan om het wel mogelijk te maken om op basis van leeftijd te selecteren wie in aanmerking komt voor zorg.\n‘Dat zijn de experts en die kunnen als beste inschatten hoe je in zo’n extreme crisissituatie nog kunt handelen.\nIn praktijk vrijwel nooit 15-jarige tegenover 80-jarigeBelangrijk om op te merken is dat selectie op levensfase een allerlaatste maatregel is.\nIn de praktijk zal de keuze veel vaker neerkomen op een keuze tussen een 59-jarige en een 61-jarige met vergelijkbare gezondheid.", "paragraphs": ["Een meerderheid in de Tweede Kamer is tegen het kabinetsplan om wettelijk te verbieden in geval van code zwart op de Nederlandse ic-afdelingen te selecteren op leeftijd. Bij code zwart is er een tekort aan ic-bedden en komen artsen voor de keuze te staan van leven of dood.", "Regeringspartijen D66 en VVD hadden opgeroepen vast te houden aan het advies van medische en ethische deskundigen. Die raadden aan om het wel mogelijk te maken om op basis van leeftijd te selecteren wie in aanmerking komt voor zorg. Dinsdag schaarde een meerderheid van de Tweede Kamer zich achter D66 en VVD.", "Maandag liet het kabinet bij monde van minister van Medische Zorg Tamara van Ark nog weten met een wetsvoorstel te komen dat het de deskundigen onmogelijk maakt om leeftijdsselectie toe te passen. Het vraagstuk wie in aanmerking komt voor een ic-bed, komt steeds nadrukkelijker in beeld nu effect van de lockdown uitblijft en de druk op de zorg steeds verder oploopt.", "Op twitter werd verontwaardigd gereageerd. Rob Jetten liet namens D66 weten dat hij tegen de wet is.", "Ook gynaecoloog bij het Radboudumc en hoofdredacteur bij het vakblad Medisch Contact Bertho Nieboer reageerde ontsteld.", "Deze richtlijn is met uiterste zorgvuldigheid gemaakt door alle relevante partijen in het veld en zelfs ouderen begrijpen het vaak goed. Kabinet: laat dit aan de zorgprofessionals over! #codezwart pic.twitter.com/9lWVLqS3Ie — Bertho Nieboer (@DokterBertho) January 4, 2021", "En ook de KBO Brabant, een zelfstandige seniorenvereniging van 125.000 leden liet weten geen voorstander te zijn van loten. ‘Het lijkt een faire keuze, maar is het niet,’ zei voorzitter Leo Bisschops dinsdag in een open brief aan de Tweede Kamer.", "Ouderenbond ANBO kwam met een zelfde reactie en vindt dat de mening van artsen uiteindelijk doorslaggevend moet zijn bij de IC-selectie. ‘Dat zijn de experts en die kunnen als beste inschatten hoe je in zo’n extreme crisissituatie nog kunt handelen. Wij merken dat ouderen een keuze van de artsen best snappen als je die goed uitlegt.’", "Veel verontwaardigde reacties dus, maar hoe zit het nu echt?", "Wat staat er precies in het draaiboek?", "Om artsen richtlijnen te geven die zij moeten volgen vroeg de Federatie van Medisch Specialisten vorig jaar aan een werkgroep van medisch-ethici om een draaiboek te schrijven met richtlijnen die hen moeten helpen bij het maken van keuzes in een situatie als in Bergamo of New York. Dat draaiboek is hier te vinden.", "Het werkt als volgt. Allereest wordt een medisch onderscheid gemaakt. Dus: wie heeft de beste kans op overleving? Als dat geen verschillen oplevert, krijgt degene die vermoedelijk het kortst op de ic zal liggen voorrang. Het uitgangspunt hierbij is dat een bed dan snel weer leeg is en dat gelegenheid biedt zoveel mogelijk mensen te redden.", "Als dat geen besluit oplevert, dan krijgen zorgmedewerkers die langdurig en veelvuldig in aanraking zijn gekomen met COVID-patiënten en daarbij een tekort hadden aan beschermende middelen voorrang op een ic. Het gaat dan om mensen die zonder beschermingsmiddelen hebben gewerkt in bijvoorbeeld een verpleeghuis of een instelling voor verstandelijk beperkten.", "Als er dan nog een tekort is gaat levensfase – niet leeftijd – een rol spelen. Hierbij wordt een onderscheidt gemaakt tussen de volgende generaties:", "0 – 20 jaar", "20 – 40 jaar", "40 – 60 jaar", "60 – 80 jaar", ">80 jaar", "Martine de Vries, medisch ethicus zei in juni hierover bij Op1: ‘Jongere generaties hebben nog niet de kans gehad latere levensfases te doorlopen. De oudere heeft al een heleboel levensjaren gekregen die de jongere niet heeft gehad.’", "Toenmalig minister voor Martin van Rijn liet meteen weten dat hij weinig ziet in leeftijd als selectiecriterium en liet doorschemeren dat plan zo nodig via de wet te dwarsbomen.", "Zijn patiënten even oud, dan wordt ten slotte geloot. Maar minister van Medische Zorg Tamara van Ark zou het liefste zien dat leeftijdsselectie helemaal geen rol speelt in het protocol.", "In praktijk vrijwel nooit 15-jarige tegenover 80-jarige", "Belangrijk om op te merken is dat selectie op levensfase een allerlaatste maatregel is. Daarvoor zijn immers al heel veel stations gepasseerd. Het draaiboek is niet voor niets bedoeld voor ‘Fase 3 stap C’ en een aanvulling op het Draaiboek Pandemie van de NVIC . Eerst zijn medische gronden aan bod gekomen, ofwel: de arts bepaalt in samenspraak met collega’s of het medisch gezien zinvol en verantwoord is om iemand op de IC op te nemen.", "Wat dat in de praktijk betekent, is dat er vrijwel nooit een afweging zal worden gemaakt tussen een gezonde 15-jarige en een 80-jarige met gezondheidsproblemen. Er is dan hoogstwaarschijnlijk besloten dat de 15-jarige een betere kans op overleving heeft en betere kwaliteit van leven na herstel. Zo wordt in een eerder stadium dus al min of meer een selectie gemaakt op leeftijd.", "In de praktijk zal de keuze veel vaker neerkomen op een keuze tussen een 59-jarige en een 61-jarige met vergelijkbare gezondheid. Om dan te kiezen op leeftijd vindt Van Ark ‘lastiger verdedigbaar’. Zij vindt ieder mensenleven dan evenveel waard. Wat haar betreft wordt daarom dan gekozen voor loten."], "authors": [], "keywords": ["om", "wie", "bij", "dan", "ze", "hoe", "te", "code", "icartsen", "die", "van", "en", "een", "helpen", "zwart", "op", "het", "bepalen", "dat"], "pubDate": "2021-01-06T13:18:02Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}