{"id": "da40090d-3e22-39f4-9d65-5d1f7308a824", "title": "Van cyberaanvallen zijn we voorlopig nog niet af. Wat kost zo’n gijzeling? En wat is eraan te doen?", "url": "https://volkskrant.nl/nieuws-achtergrond/van-cyberaanvallen-zijn-we-voorlopig-nog-niet-af-wat-kost-zo-n-gijzeling-en-wat-is-eraan-te-doen~b182f090/", "summary": "Studenten in Maastricht worden geholpen met het instellen van een nieuw wachtwoord na een cyberaanval op het computersysteem van Maastricht University.\nPfizer is niet zelf gehackt, maar documenten over het vaccin zijn door onbevoegden ingezien bij een aanval op het Europese Geneesmiddelenagentschap (EMA).\nMaar dat het verschijnsel toeneemt, is zeker.\nIn slechts een op de acht gevallen wordt aangifte gedaan, blijkt uit onderzoek van het CBS.\nVooral jongeren zijn het slachtoffer, niet alleen van hacken, maar vaak ook van stalking en chantage via internet.", "paragraphs": ["Studenten in Maastricht worden geholpen met het instellen van een nieuw wachtwoord na een cyberaanval op het computersysteem van Maastricht University. Beeld Marcel van den Bergh / de Volkskrant", "De gemeente Hof van Twente met 35 duizend inwoners zal zelden in één adem genoemd zijn met miljardenbedrijf Pfizer (waar 90 duizend mensen werken), maar deze week hadden ze toch iets gemeen: beide werden slachtoffer van een cyberaanval. Bij de gemeente eisten de hackers 750 duizend euro losgeld voor gestolen computerbestanden. Pfizer is niet zelf gehackt, maar documenten over het vaccin zijn door onbevoegden ingezien bij een aanval op het Europese Geneesmiddelenagentschap (EMA). Wat is de stand in de wapenwedloop tussen hackers en beveiligers? Neemt het aantal aanvallen toe? En wat kost zo’n gijzeling van gegevens gemiddeld?", "Gijzelsoftware, ook wel ransomware genoemd, werkt vaak als volgt: iemand in uw organisatie krijgt van een goede vriend of leuke collega een mailtje met een link. Nadat die daarop heeft geklikt, verschijnt het beloofde kattenplaatje, maar ongemerkt wordt op het netwerk een programma geïnstalleerd dat de bestanden onleesbaar begint te maken door ze te versleutelen. Enige tijd later ziet uw collega een dreigend scherm: de bestanden zijn ‘gegijzeld’. Voor slechts enkele bitcoins krijgt uw organisatie ze terug. Helaas kost 1 bitcoin tegenwoordig bijna 15 duizend euro, dus dat wordt een dure kwestie. Gemiddeld betaalden slachtoffers van gijzelsoftware in 2020 ruim 200 duizend dollar, al twee keer zo veel als in 2019. Dit blijkt uit cijfers van het Amerikaanse onderzoeksbureau Coveware. De allereerste gijzelsoftware vroeg 189 dollar voor het bevrijden van een computer. Dit was het AIDS Trojan-virus, dat in 1989 op een 5,25 inch floppydisk werd verspreid.", "Vorig jaar werd bekend dat de Universiteit Maastricht ruim 2 ton aan losgeld heeft betaald na een gijzelsoftwareaanval. De eis bij de gemeente Hof van Twente is al vier keer zo hoog. Experts raden het betalen van losgeld af, omdat het uitvoeren van dit soort aanvallen er juist mee wordt aangemoedigd, want kennelijk is het lucratief. Maar dat is soms makkelijker gezegd dan gedaan. Een bedrijf ligt gemiddeld ruim twee weken stil en die tijd neemt volgens Coveware alleen maar toe. Dat kost de organisatie vaak meer geld dan de hackers aan losgeld vragen.", "Wrang genoeg wordt het vragen van een haalbaar losgeldbedrag makkelijker door eerdere datalekken. De gijzelnemers weten vaak precies hoeveel geld een bedrijf heeft en kunnen dat ook bewijzen. Volgens het Nederlandse beveiligingsbedrijf Fox-IT betaalt zo’n 10 procent van de getroffen organisaties het gevraagde bedrag. Ook betalen bedrijven eerder omdat ze vanwege de privacywetgeving forse boetes kunnen krijgen bij datalekken. Hoeveel geld er omgaat in ransomware is lastig te zeggen. Veel bedrijven en instellingen willen begrijpelijkerwijs niet vertellen voor hoeveel geld ze zijn opgelicht. Maar dat het verschijnsel toeneemt, is zeker.", "De spectaculaire hacks waarin miljoenen euro’s aan losgeld worden gevraagd komen in het nieuws, maar er is ook klein leed. Ruim 13 procent van de Nederlanders boven de 15 werd in 2019 slachtoffer van cybercriminaliteit, en die aantallen nemen de laatste jaren toe. In slechts een op de acht gevallen wordt aangifte gedaan, blijkt uit onderzoek van het CBS. Vooral jongeren zijn het slachtoffer, niet alleen van hacken, maar vaak ook van stalking en chantage via internet.", "Natuurlijk opent ú nooit een link waarvan u niet weet waar die heen gaat, maakt u dagelijks back-ups, is uw computer goed beveiligd en uw wachtwoord moeilijk te raden. Maar mocht u toch getroffen worden door gijzelsoftware, dan kunt u, voordat u de laptop het raam uitgooit of de bitcoinportemonnee trekt, eerst eens kijken op nomoreransom.org. Hier verzamelt de Nederlandse politie samen met andere partijen informatie over gijzelsoftware en programma’s om uw gegevens te ontsleutelen."], "authors": ["Serena Frijters"], "keywords": ["van", "dat", "nog", "gijzeling", "uw", "niet", "een", "en", "voorlopig", "maar", "te", "zon", "zijn", "ze", "kost", "op", "wat", "het"], "pubDate": "2020-12-11T17:15:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}