{"id": "da41c484-0e3b-3d75-9501-17024c46e4d4", "title": "Is het wachten op de grote hamer van premier Rutte?", "url": "https://www.parool.nl/nederland/is-het-wachten-op-de-grote-hamer-van-premier-rutte~bbc0e413/", "summary": "Zo ligt op 25 oktober het concept van een volledige lockdown op tafel bij Hugo de Jonge en Rutte en RIVM-directeur Jaap van Dissel.\nEn dan zijn er nog de juridische, praktische en psychologische factoren die een harde en korte klap lastig maken.\nEn dus blijft de volledige lockdown diep verstopt in de gereedschapskist van het kabinet, als een enorme hamer die je haast niet durft te gebruiken.\nSneller reagerenEn toch zou dat wel moeten, zegt viroloog Ab Osterhaus: “Want zo steven je alsnog af op een totale lockdown.\nWe kijken met z’n allen als een kind naar papa overheid, en dan worden we boos als er niet versoepeld wordt.", "paragraphs": ["Premier Mark Rutte tijdens het debat in de Tweede Kamer over de ontwikkelingen rondom het coronavirus. Beeld ANP", "Premier Mark Rutte deed dinsdagavond zijn best om maar geen inhoudelijk antwoord te geven op die onvermijdelijke en heel vervelende vraag: welke extra maatregelen volgen als de aantallen nieuwe infecties en ziekenhuisopnames blijven stijgen?", "Terwijl de nationale discussie over decemberversoepelingen gaat, dwingt het virus - met bijna 1700 coronapatiënten in het ziekenhuis en gemiddeld 6500 nieuwe infecties per dag erbij - de virologen en ministers alweer om nieuwe restricties voor te bereiden.", "Al geplukt", "Dat wordt lastig: het laaghangend fruit is allang geplukt. Dus nu komen de netelige dilemma’s op tafel: mogen er straks nog minder gasten thuis op bezoek komen? Moeten scholen alsnog (deels) dicht? Gaan de zogenoemde ‘niet-essentiële winkels’ op slot? Komt die avondklok er toch?", "De laatste paar treden op de escalatieladder van de beruchte coronaroutekaart zijn in zicht, maar Rutte wilde er absoluut niet op vooruitlopen: “Natuurlijk kijk je alsnog naar onderwijs, wat niemand wil, naar niet-essentiële winkels, wat ook niemand wil. Maar wat heeft het voor zin daarover te speculeren?”", "Volledige lockdown", "Weinig misschien, maar toch is dat precies wat er gebeurde in de zondagse Catshuis-sessies. Als de tweede golf verder aanzwelt, komen in oktober bij de informele bijeenkomsten in de ambtswoning diverse scenario’s voorbij om het virus te beteugelen. Zo ligt op 25 oktober het concept van een volledige lockdown op tafel bij Hugo de Jonge en Rutte en RIVM-directeur Jaap van Dissel. De ingrediënten van dit ‘vertrouwelijke discussiestuk’: alle bezoek wordt verboden, zoveel mogelijk thuisblijven is de norm, de kinderopvang en scholen gaan dicht, alleen essentiële reizen zijn toegestaan, niet-essentiële winkels moeten op slot.", "Zo’n on-Nederlandse noodmaatregel is epidemiologisch reuze effectief – het aantal contacten wordt drastisch beperkt - maar de schrijvers van het stuk schetsen vetgedrukt de gitzwarte gevolgen: ‘die zijn economisch gezien desastreus’. De werkgelegenheid zal met een kwart instorten (versus een min van 9 procent bij veel minder vergaande restricties). En dan zijn er nog de juridische, praktische en psychologische factoren die een harde en korte klap lastig maken. Dit wil niemand. En dus blijft de volledige lockdown diep verstopt in de gereedschapskist van het kabinet, als een enorme hamer die je haast niet durft te gebruiken.", "Sneller reageren", "En toch zou dat wel moeten, zegt viroloog Ab Osterhaus: “Want zo steven je alsnog af op een totale lockdown. Je had sneller moeten reageren, eerder zware maatregelen moeten nemen. Dan kan je na verloop van tijd weer eerder aan versoepelen denken. Nu zitten we in het begin van de winter alweer met zulke hoge aantallen. Als dit zo doorstijgt, heb je geen andere opties meer.”", "Ab Osterhaus: \"Zo steven je alsnog af op een volledige lockdown.\" Beeld ANP", "Volgens Osterhaus ontbreekt het Nederland – net als veel andere Europese landen - aan een degelijke strategie: “Dat ergert me wel, alsof dit allemaal uit de lucht komt vallen. We wisten maanden geleden al: als je versoepelt, als de winter komt en als er nog geen vaccin is, dan grijpt het virus weer zijn kans. Als je een heldere strategie hebt, grijp je eerder in, dan loopt de zorg niet over, hoef je ook niet zo lang in lockdown.”", "Rigoureuze aanpak", "Hoogleraar epidemiologie Frits Rosendaal (LUMC) ziet ook weinig andere opties dan de rigoureuze maatregelen van maart: “Beter handhaven van bestaande maatregelen kan natuurlijk, maar anders kom je toch uit bij sluiting van bepaalde winkels, bij onderwijs op afstand, alsnog een rem op contactberoepen. Dat zijn maatregelen die kunnen werken uit epidemiologisch opzicht, of ze wenselijk zijn is aan de politiek.”", "De hoogleraar verbaast zich wel over de decemberdiscussie: “Bizar. We kijken met z’n allen als een kind naar papa overheid, en dan worden we boos als er niet versoepeld wordt. We zien toch zelf ook de aantallen en de ziekenhuiscijfers?”", "Minder angst", "Hij benadrukt dat maatregelen alleen niet het verschil maken: “Het gaat om ons gedrag. Dan speelt ook mee dat er nu een stuk minder angst is dan in het voorjaar. Dat is op zich prettig voor mensen zelf, maar het gevolg was in maart en april wel dat we massaal stijf van schrik thuis zaten terwijl de kans om besmet te raken kleiner was dan nu.”", "En dus staat het kabinet voor het blok als de aantallen infecties en ziekenhuisopnames oplopen: hoe lang kan de grote hamer ongebruikt blijven? “We hebben gewoon niet zoveel andere knoppen meer om aan te draaien,” zegt een bron bij het RIVM."], "authors": ["Niels Klaassen"], "keywords": ["hamer", "van", "als", "dan", "premier", "het", "op", "grote", "zijn", "een", "je", "en", "rutte", "er", "wachten"], "pubDate": "2020-12-09T18:38:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}