{"id": "da6ee094-b55a-397b-88b2-55389924ae36", "title": "De Volkskeuken: varkensgebraad met port en kastanjes", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-varkensgebraad-met-port-en-kastanjes~ba7cee55/", "summary": "Ik laat heel graag voor me werken, zeker als de resultaten beter zijn dan wat ik zelf zou kunnen veroorzaken.\nOverweeg alles en behoud het goede, zegt de bijbel en zo is het maar net.\nDaarmee pekel je het een beetje en dat houdt het sappig.\nVoeg dan de port, room en tijm toe en doe het deksel op de pan.\nServeer het vlees in plakken gesneden en strooi er als je wilt wat peterselie over.", "paragraphs": ["Beeld Onno Kleyn", "Soms is zelf doen leuk. Soms kun je er dingen mee bereiken die anders niet mogelijk zouden zijn. Ik heb het over koken, hè. Toch: ik heb een buitengemeen ontwikkelde hang naar gemak, naar luiheid. Ik laat heel graag voor me werken, zeker als de resultaten beter zijn dan wat ik zelf zou kunnen veroorzaken. Als ik zeg ‘boerenkaas’ of ‘parmaham’, bent u het met me eens. Die kunnen we helemaal niet zelf maken. Maar er is een enorm gebied waar we kunnen kiezen. Zo zijn er francofiele kookliefhebbers die zelf confit de canard bereiden. Rauwe eendenbouten kopen, het vlees in grof zout zetten en daags erna broeien in heel veel duur eendenvet. Als alles goed gaat is het net zo lekker als confit uit blik. Ik zei als. Sowieso zijn dat soort mensen een veelvoud aan geld kwijt. Het drievoudige, viervoudige. Ik vrees dat in deze situatie het woord ‘passie’ gaat vallen.", "Dat moet je niet willen, is mijn mening. Dat onhandige zelf doen, laat staan het woord passie gebruiken. Overweeg alles en behoud het goede, zegt de bijbel en zo is het maar net. Pakjes en zakjes gebruiken? Nee. Een fijn blik gekonfijte eend aanschaffen? Nou en of. Hetzelfde geldt voor kastanjes. Zelf behandelen is immer een teleurstelling. Er zijn rotte en uitgedroogde bij, ze willen hun velletje niet kwijt. Terwijl er in de supermarkt en delicatessenwinkel kloeke glazen potten met prima marrons op me wachten.", "Ingrediënten 700 g varkensschouderfilet, ongekruid 25 g boter 50 ml rode port 200 ml crème fraîche 2 takken tijm 250 g gare, gepelde kastanjes Optioneel: beetje verse peterselie, gehakt", "Het aardigst is als je slager het vlees even opbindt. Zout het vlees goed – ik doe dat vele uren of zelfs een dag tevoren. Daarmee pekel je het een beetje en dat houdt het sappig. Maar als dat niet kan, doe je het à la minute. Alles is betrekkelijk, per slot van rekening.", "Braad het vlees in de boter in een braadpan aan. Rustig aan, alle kanten. Voeg dan de port, room en tijm toe en doe het deksel op de pan. Gaar op je allerlaagste pit, wellicht met een sudderplaatje, 30 minuten. Draai tussentijds nog eens om. Warm vervolgens de kastanjes 5 minuten mee. Draai het vuur uit en laat 10 minuten staan in de afgesloten pan. Serveer het vlees in plakken gesneden en strooi er als je wilt wat peterselie over."], "authors": ["Onno Kleyn"], "keywords": ["dat", "volkskeuken", "port", "kastanjes", "een", "het", "en", "varkensgebraad", "zelf", "ik", "zijn", "als", "je", "er", "met"], "pubDate": "2020-10-29T12:17:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}