{"id": "da750bb6-f3a7-3cb2-bd0a-2d4d8c66bc5c", "title": "Na vijf succesjaren geen halve finale voor Nederlandse handbalploeg", "url": "https://volkskrant.nl/sport/na-vijf-succesjaren-geen-halve-finale-voor-nederlandse-handbalploeg~b8f3d666/", "summary": "Maandag 14 december: De Nederlandse handbalster Lois Abbingh baalt na de wedstrijd tegen Duitsland tijdens de tweede ronde van het EK handbal voor vrouwen.\nHet handbal van de Nederlandse ploeg, de trotse wereldkampioen van 2019, was echter van suboptimaal niveau en deed slechts bij vlagen aan dat van het hoogste mondiale peil denken.\nAls het een beetje tegenzit wordt het voor Nederland zelfs een klassering als zevende of achtste, net als bij de EK van 2014 of 2010.\nVroege ‘lockdown’Het was een hoogtepunt in de Nederlandse race tegen de klok om een voorsprong te forceren.\nMaar na de 28-27 van Smits voor Duitsland, bleef de score ongewijzigd en kende Nederland zowaar een vroege ‘lockdown’ voor dit EK.", "paragraphs": ["Maandag 14 december: De Nederlandse handbalster Lois Abbingh baalt na de wedstrijd tegen Duitsland tijdens de tweede ronde van het EK handbal voor vrouwen. Beeld ANP", "Opeens had de Duitse bondscoach Henk Groener het over de ‘Weltmeister’ die deze maandagavond zijn Duitse ploeg had verslagen. Het was even aan de aandacht ontsnapt. Het handbal van de Nederlandse ploeg, de trotse wereldkampioen van 2019, was echter van suboptimaal niveau en deed slechts bij vlagen aan dat van het hoogste mondiale peil denken.", "De zwaar bevochten overwinning op de Duitsers had, om de halve finales van vrijdag te halen, royaler moeten zijn dan de marge van één (28-27) die in Kolding werd bereikt. Nu wisten de Nederlandse vrouwen dat zij deze week nog hooguit om de vijfde plaats van Europa zullen strijden. Hun lichaamstaal bij het laatste eindsignaal sprak boekdelen. Na afloop trad meteen de stilte in bij het Nederlandse smaldeel in Denemarken.", "Als het een beetje tegenzit wordt het voor Nederland zelfs een klassering als zevende of achtste, net als bij de EK van 2014 of 2010. Dat doet pijn bij het team dat sinds 2015 overal en altijd, van de Olympische Spelen tot en met WK en EK, de laatste vier wist te bereiken. Dat had in Denemarken ook gemoeten, om na een coronajaar vol afgelastingen met een extra brok zelfvertrouwen de komende zomer naar de Spelen te vertrekken.", "Dat opkrikken van het geloof in eigen kunnen zat er door veel misverstanden, technische fouten en het zoeken naar de oplossing voor de afwezigheid van spelmaker Estavana Polman dit toernooi niet in. Er waren onverwachte nederlagen in de poule tegen Servië (25-29) en Kroatië (25-27). Er was in de hoofdronde een klap op de kin van Noorwegen (25-32).", "Maandag streed Nederland tegen Duitsland voor haar laatste kans. Een overwinning met minimaal twee doelpunten was nodig – drie of vier zou echt gunstig zijn geweest – om nog mee te tellen in de strijd om de tweede plaats in groep 2 van de hoofdronde, glorieus gewonnen door de Noren. Nu gaat die strijd bij de rekenmachine tussen Kroatië en Duitsland. Als de Duitsers dinsdag in het onderlinge duel met twee treffers verschil toeslaan, dan gaan zij voor het eerst in twaalf jaar weer strijden om de medailles.", "Loze overwinning", "Zo voelde de zege als een nederlaag, de zogenaamde loze overwinning, zo gaf bondscoach Manu Mayonnade toe. Hij ging na afloop zijn ploeg omstandig prijzen, over wat volgens hem de beste wedstrijd van dit toernooi was geweest. Opvallend was evenwel dat de Fransman aan de kant geen moment de indruk wekte enthousiast te zijn over de verrichtingen van zijn handbalsters die hij, iedereen rond het team weet dat, heel hoog heeft zitten. Hij schudde met het hoofd, keek naar de grond en moest zichzelf verbijten, toen Angela Malestein in de tweede helft, bij de achterstand van 17-18 de tweede strafworp namens Nederland miste. Zij dacht de Duitse doelvrouw Dinah Eckerle, niet voor niets later gekozen tot de uitblinker van de match, met een draaibal via de grond te moeten verslaan. Het beoogde toverdoelpunt werd een mislukking. Mayonnade, wel gewend aan de pieken en dalen van zijn getalenteerde hoekschutter, leek moedeloos weg te lopen.", "Er waren toen nog 22 minuten te spelen en de ploeg rechtte de rug. Als er iets mis ging, Lois Abbingh miste voor de tweede keer van de 7-meterlijn, open kansen van Kelly Dulfer werden niet benut, werd er nog harder gewerkt. Fraai oogde het allemaal niet, maar de vechtlust en veerkracht bleven opvallend. Dat is ook een kwaliteit van de ploeg die een dag of elf naar de topvorm aan het zoeken was en vooral lege stellingen aantrof. De verklaring is natuurlijk dat voor een ordentelijke voorbereiding nauwelijks gelegenheid was geweest, dat de ploeggenoten elkaar sinds het veroveren van de wereldtitel precies een jaar geleden pas eind september weer even hadden gezien.", "Toen werden de enige twee interlands tot het EK gespeeld, beide tegen Duitsland. Eén gewonnen, één verloren. De teams hadden elkaar weer volledig in kaart gekregen. Het Duitse team, geregisseerd door oud-bondscoach Groener, kreeg door Nederlands weerwerk nauwelijks de kans de geliefde snelle tegenaanval te spelen.", "De Duitse handbalsters grepen ook hard in, ten koste van twaalf strafminuten. Tweemaal moesten de Russische scheidsrechters de VAR raadplegen: de ene keer om een rode kaart voor Xenia Smits terug te draaien tot een eenvoudige tijdstraf, de andere keer om Alina Grijseels voor twee minuten weg te sturen.", "Vroege ‘lockdown’", "Het was een hoogtepunt in de Nederlandse race tegen de klok om een voorsprong te forceren. Duitsland incasseerde twee strafminuten en was met de organisatie van de aanval bezig. Doelvrouw Eckerle was van het veld gehaald. Malestein was als zevende Nederlandse speelster even op de bank gebleven en kwam toen achter de rug van Grijseels, ongezien, het veld in om de bal te veroveren en in het lege doel te deponeren: 25-24.", "Duitsland moest vervolgens met twee speelsters minder de Nederlandse golf weerstaan. Er kwam de gewenste voorsprong van twee treffers (26-24, 27-25 en 28-26). Maar na de 28-27 van Smits voor Duitsland, bleef de score ongewijzigd en kende Nederland zowaar een vroege ‘lockdown’ voor dit EK. Dinsdag wacht de waarschijnlijk laatste opdracht tegen Roemenië. Het wordt wonden likken voor handbalsters die van hun fraaie troon zijn getuimeld."], "authors": ["John Volkers"], "keywords": ["van", "dat", "om", "een", "en", "succesjaren", "te", "geen", "finale", "zijn", "nederlandse", "vijf", "voor", "halve", "met", "handbalploeg", "het"], "pubDate": "2020-12-14T21:53:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}