{"id": "daae36e3-dfb3-3d4d-8366-c83967e0ecec", "title": "Hoe Mount Everest 86 centimeter hoger werd", "url": "https://www.nrc.nl/nieuws/2020/12/09/hoe-mount-everest-86-centimeter-hoger-werd-a4023163", "summary": "Of 86 centimeter, om zo exact te zijn als de onderzoeksteams uit Nepal en China.\nDinsdag presenteerden zij samen de bevindingen van hun metingen van Mount Everest.\nDaarmee is Everest iets hoger dan de 8.848 meter die in 1954 door een team van Indiase onderzoekers werd gemeten.\nNa de zware aardbeving in 2015, die duizenden mensen het leven kostte, stelden wetenschappers dat Everest mogelijk licht was geslonken.\nHet summum van het onderzoek was de beklimming van Everest zelf door twee onderzoekers die in bijzijn van sherpa’s bijna twee uur op de top verbleven.", "paragraphs": ["Zo is ’s werelds hoogste berg ineens bijna een meter hoger. Of 86 centimeter, om zo exact te zijn als de onderzoeksteams uit Nepal en China. Dinsdag presenteerden zij samen de bevindingen van hun metingen van Mount Everest. Daarmee is een decennia oude onenigheid beslecht over hoe hoog de top ligt van de berg die de Nepalezen Sagarmatha noemen en in Tibet Chomolungma heet. In een ceremonie waarin beide namen werden gebruikt, kwam het antwoord: 8.848,86 meter.", "Daarmee is Everest iets hoger dan de 8.848 meter die in 1954 door een team van Indiase onderzoekers werd gemeten. Een getal waar Nepal sindsdien aan vasthield, maar dat door China werd betwist. Toen zij in 2005 voor het laatst een team de berg op stuurden, deden die de top bijna vier meter krimpen. Dat werd door Nepal nooit geaccepteerd.", "Voor het kleine voormalige koninkrijk is ’s werelds hoogste berg een zaak van nationale trots – mede vanwege de duizenden toeristen en klimfanaten die zij trekt. „Dit is ónze berg”, zei Susheel Dangol, het hoofd van Nepals onderzoeksdepartement, in 2018 tegen NRC. Het maakt de huidige hoogtebepaling des te specialer, want voor het eerst heeft Nepal zelf, onder leiding van Dangol, de metingen aan Nepalese zijde uitgevoerd.", "Berg bleef bewegen", "„Het waren altijd andere landen die ons vertelden hoe hoog onze berg is”, vertelde Dangol (38). Eerst de Britten, daarna India en China. Ondertussen bleef de berg bewegen. Na de zware aardbeving in 2015, die duizenden mensen het leven kostte, stelden wetenschappers dat Everest mogelijk licht was geslonken. Onder meer een Indiaas team klopte aan om de berg opnieuw te meten, eventueel gezamenlijk met Nepal. Nepal wees dat af.", "„We zagen dit als een kans”, zei Dangol vanuit wat het hoofdkwartier van hun missie zou worden: bescheiden kamers met gele muren en massief houten meubels aan het einde van een gang van een verder non-descript overheidsgebouw. „Acht van de hoogste toppen in de wereld staan in Nepal. Als dit ons lukt, dan kunnen we de opgedane kennis ook op die toppen toepassen. Dus zeiden we ‘nee, bedankt’. Dit keer gaan we het zelf doen.”", "In 2017 begon hun werk. Het instrumentarium varieerde van ouderwetse theodolieten (een instrument dat nauwkeurig hoeken meet) tot een hypermoderne gravimeter (voor zwaartekracht) en een satellietnavigatiesysteem. Het summum van het onderzoek was de beklimming van Everest zelf door twee onderzoekers die in bijzijn van sherpa’s bijna twee uur op de top verbleven.", "Een Nepalese onderzoeker voert een zwaartekrachtmeting uit. Foto Survey Department, Nepal/AFP", "Chinees staatsbezoek", "Eigenlijk was het plan hun resultaten eind 2019 grootst te presenteren. Maar terwijl Dangols team druk was met de berekeningen, arriveerde dat najaar de Chinese president Xi Jinping voor een staatsbezoek in Kathmandu. Samen met Nepals premier Oli, wiens communistische regering een pro-Chinese agenda voert, werd besloten dat China metingen aan zijn zijde van Everest zou uitvoeren en de twee landen gezamenlijk de nieuwe hoogte zouden onthullen.", "Bij de presentatie, die wegens het coronavirus virtueel plaatsvond, verklaarde Nepals minister van Buitenlandse Zaken dinsdag glunderend dat de relatie tussen China en Nepal „tot over de Himalaya zal strekken en een nieuw hoogte bereiken”. En Dangol? Die laat via Whatsapp weten „very excited” te zijn.", "Lees ook: ‘Vanaf de Everest-top zag ik 900 man’", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Eva Oude Elferink", "Leestijd Minuten"], "keywords": ["everest", "van", "hoe", "het", "die", "86", "hoger", "werd", "mount", "een", "en", "dat", "berg", "te", "nepal", "centimeter"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}