{"id": "dab16c21-d2af-3e4f-bc67-a497628b01ec", "title": "Mardjan Seighali: ‘Het duurde lang voordat ik kon praten over wat mij is aangedaan’", "url": "https://www.parool.nl/nederland/mardjan-seighali-het-duurde-lang-voordat-ik-kon-praten-over-wat-mij-is-aangedaan~bfdeb438/", "summary": "Ze is al snel geëxecuteerd, zoals ik in de anderhalf jaar dat ik in de gevangenis heb gezeten veel jonge mensen heb zien gaan.”“De martelingen, het heeft lang geduurd voordat ik kon praten over wat mij is aangedaan.\nIk was een beschadigd meisje dat niet vooruit kon kijken en als ik achterom keek, zag ik alleen maar ellende.\nIn de dertig jaar dat ik hier ben, heb ik Nederland zien veranderen, harder zien worden.\nToen ik net in Nederland was, hoorde ik het mijn man de hele tijd zeggen: alstublieft, alstublieft, alstublieft.\nAls ik zelf naar muziek luister, zet ik het heel zacht.", "paragraphs": ["Mardjan Seighali. Beeld Harmen De Jong", "Rasjt", "“Een combinatie van groen en regen. Een stad in het noorden van Iran, aan de Kaspische Zee, met heuvels en bergen. Een klein Zwitserland, maar dan met strand in de buurt. We waren niet superrijk, maar we hadden het goed. Mijn vader was ondernemer. Zijn belangrijkste handel was in auto-onderdelen. Ik heb een liberale opvoeding gehad. Mijn moeder droeg geen hoofddoek, die lag in haar bikini op het strand. Religie speelde bij ons thuis geen rol, zoals dat gold voor een groot deel van de generatie van mijn ouders. Iran, dat is ook: de warme vleugels van de familie, van mijn tante, oom en oma.”", "Tahmina", "“Mijn vriendin en celgenoot. Een bloem die niet tot bloei mocht komen. Ze had simpele dromen: een gezin, trouwen in een mooie jurk. Alleen al het noemen van haar naam komt hard bij mij binnen. We waren 17 toen we werden opgepakt omdat we pamfletten verspreidden tegen het regime van ayatollah Khomeini. Ze is al snel geëxecuteerd, zoals ik in de anderhalf jaar dat ik in de gevangenis heb gezeten veel jonge mensen heb zien gaan.”", "“De martelingen, het heeft lang geduurd voordat ik kon praten over wat mij is aangedaan. Alleen ik weet echt wat ik heb meegemaakt. Het is een pijn die je voor altijd in je draagt en die je erg eenzaam maakt. Ik vertel er inmiddels over. Niet alleen voor mezelf, ik zie het ook als een taak. Ik ben er nog, ik heb een stem, Tahmina en de anderen niet meer. Maar het blijft een worsteling.”", "Rasoul", "“Een man met humor, empathie en een groot gevoel voor rechtvaardigheid. Mijn grote liefde is hij pas geworden nadat we waren getrouwd. Toen ik uit de gevangenis kwam, dacht ik niet aan een huwelijk. Ik was een beschadigd meisje dat niet vooruit kon kijken en als ik achterom keek, zag ik alleen maar ellende. Maar het was een voorwaarde geweest voor mijn vrijlating: trouwen en mijn mond houden.”", "“Hij is als eerste gevlucht, nadat hij stiekem een executie had gefilmd. Totaal onverantwoordelijk en levensgevaarlijk. Ik bleef achter met twee kleine kinderen en zag pas acht maanden later de kans om het land te verlaten. Ik was boos, maar het is goed gekomen. Ik ben verliefd op hem en hij ook op mij, mag ik hopen.”", "Moria", "“Vluchtelingenkampen waren een plek waar je wachtte tot het leven weer kon beginnen. Nu is er alleen nog totale uitzichtloosheid. Het is hartverscheurend om te zien wat daar gebeurt. Kennelijk zijn we vergeten dat het recht op een menswaardig bestaan niet alleen voor jouzelf geldt. We zien de mens achter de vluchteling niet meer. Onbegrijpelijk dat we dit anno 2020 laten gebeuren. In de dertig jaar dat ik hier ben, heb ik Nederland zien veranderen, harder zien worden. Niet alleen tegen vluchtelingen, maar ook als het gaat om bejaarden of kinderen in achterstandswijken. Ik hou ontzettend van dit land, maar we moeten hard werken om onze verworvenheden te beschermen.”", "Alstublieft", "“Ik vond het een raar woord. Toen ik net in Nederland was, hoorde ik het mijn man de hele tijd zeggen: alstublieft, alstublieft, alstublieft. Ik dacht: je bent hier al acht maanden en dan heb je één woord geleerd? Nederige dankbaarheid? Zo zag ik het toen niet. Ik dacht vooral: ik moet zo snel mogelijk Nederlands leren.", "Wij Perzen zijn een volk van poëzie. Ik schrijf zelf ook gedichten. Taal is alles. Zonder taal kun je geen contact maken. Ik ben in een woordenboek begonnen bij de letter A. Belachelijke methode. Het is me uiteindelijk gelukt om Nederlands te leren, alleen de lidwoorden heb ik nog steeds niet voor elkaar.”", "Almere", "“De haven waar ik mijn anker heb laten zakken. Niemand was Almeerder, iedereen kwam van buiten. Een nieuwe stad, waar je als nieuwkomer een nieuw leven kon beginnen. Ik weet het: mensen hebben oordelen over Almere, zeker als ze in Amsterdam wonen. Maar ik vind het er prachtig. Je kan er niet alleen goed wonen, er is ook ruimte en natuur. Als ik het over Almere heb, gebruik ik bewust het woord potentie niet, omdat dat zou betekenen dat Almere nog iets moet krijgen wat het nog niet heeft, terwijl de stad het allemaal al heeft.”", "Stilte", "“Ik vind stilte mooi. Het is altijd druk in mijn hoofd, ik ben een heel actief mens. De stilte brengt me in contact met mijzelf. Alsof de ­oceaan in mij tot stilstand komt. Ik maak soms lange wandelingen met mijn man zonder dat we iets zeggen, zonder dat het de hele tijd over ditjes en datjes gaat. Als woorden niet nodig zijn, moet je de stilte geen geweld doen. Stilte schept ruimte om te voelen en ruimte voor reflectie. Mijn vader was een zwijgzame man. Als hij thuis was, zat hij vaak op zijn zitzak bij het raam. Hij dacht na en daarna zei hij iets wat de moeite waard was. Dat was geen toeval.”", "UAF", "“De Stichting voor Vluchteling-Studenten. Na mijn toelatingsexamen bij de Hogeschool van Amsterdam lag er zo’n gele acceptgiro op de deurmat. Dat had ik me niet gerealiseerd. Ik dacht: in Nederland kun je studeren, daar hoef je niet voor te betalen. Ik was 27 en kwam niet in aanmerking voor studiefinanciering. Ik was zó verdrietig, de tranen liepen me over de wangen. Iemand verwees me naar het UAF (Universitair Asiel Fonds). Daar kreeg ik mijn eerste beurs, het was een ticket naar de vrijheid. Nu ben ik directeur van het UAF.”", "“Er loopt tussen de vluchtelingen zoveel talent ons land binnen. We zien ze vaak niet. We denken: die mensen zijn zielig, laten we ze opvangen, kunnen ze daarna aan het werk. Het UAF geeft mensen de mogelijkheid zich verder te ontwikkelen. Dan zijn ze weer van waarde, voor zichzelf en voor de samenleving.”", "Torshe tare", "“Mijn favoriete gerecht. We eten het elke zondag. Het is een simpel en gezond streekgerecht uit Rasjt met spinazie en verse kruiden, knoflook en citroen. Vaak eet je het met vis. Toen ik in Nederland kwam, was het eerste wat mijn man vroeg: wil je torshe tare voor me maken? Het heeft de geur van thuis.”", "“Ik ben nooit terug geweest. Het is er nog te gevaarlijk voor mij, maar ik wil het ook niet uit principe. Ik ben gevlucht voor een systeem dat niet deugt. Het deugt nog steeds niet, dus vind ik het moreel onjuist om erheen te gaan. Ooit hoop ik terug te keren in een vrij land om de plekken van mijn jeugd te bezoeken en de gevangenis te zien. Mijn ouders zijn inmiddels overleden. Mijn moeder is een paar keer in Nederland geweest, maar mijn vader heb ik nooit meer gezien. Hij moest afscheid van me nemen toen ik werd opgepakt en opnieuw toen ik ben gevlucht. Die pijn wilde hij niet nog een keer voelen. Hij was een emotionele man, hij kon het niet opbrengen.”", "Pasha en Pouya", "“Leuke, gezellige, goed onderlegde jongens. Mijn mannen. Echte kaaskoppen, maar dan met de directheid van Perzen. Wij zijn van de pittige debatten. Als ze een vriendinnetje mee naar huis namen, zei ik altijd: schrik maar niet, we hebben geen ruzie. Hockey is hun passie, en die van mij: ik sta elk weekend langs het veld.”", "“Pasha is 32 en Pouya is 35. Hij was 5 toen we zijn gevlucht. Hij kan zich er weinig van herinneren, zegt hij. Binnenkort verschijnt een boek over mijn leven. Ze hebben er lang over nagedacht of ze de voorpublicatie wilden lezen en hebben er als broers over gesproken. Wat zou het met ze doen? Het was altijd ongemakkelijk. Je kunt niet even snel vertellen wat ik in de gevangenis heb meegemaakt. Pouya zei toen hij het uit had: het is een cadeau voor het leven als ouders hun geschiedenis aan je meegeven.”", "PvdA", "“Ik heb acht jaar in de gemeenteraad van Almere gezeten, tussen 2002 en 2010. Ik begon in de tijd van Pim Fortuyn, die vond dat buitenlanders te veel werden gepamperd. Dat woord zou ik niet gebruiken, maar ik vond de politiek wel nonchalant. Als je gelooft in mensen, kun je niet zeggen: je komt van elders, je hoeft niets te doen, wij zorgen wel voor je. Dat vond ik kwalijk. Misschien doe je het uit liefde, maar het getuigt van disrespect. Ik wilde de PvdA van binnenuit veranderen om ervoor te zorgen dat dit thema niet in handen kwam van extremis­tische partijen. Na acht jaar vond ik het genoeg. De politiek is toch te vluchtig voor mij en ook daarbuiten kun je het verschil maken.”", "Humanistisch Verbond", "“Voor mij staat humanisme voor zelfbeschikking en vrijheid van denken. De strijd om je bestaan in te richten zoals je dat zelf wil. Dat is ook de rode draad in mijn leven: mijn eigen pad volgen, mijn eigen asielaanvraag doen, op eigen benen staan en zelf kiezen of je wel of geen kind wilt. Mijn opa, die theologie had gestudeerd, zei: religie moet je respecteren, maar niet vertrouwen. Iedereen mag het geloof belijden dat hij wil, daar hebben we niets over te zeggen. Maar als de religie dicteert wat jij moet doen, wordt het gevaarlijk. Dat heb ik aan den lijve ondervonden.”", "Kees Baars", "“Ik heb hem opgezocht. Hij is af en toe op de radio. Als ik zelf naar muziek luister, zet ik het heel zacht. Sinds de gevangenis kan ik harde geluiden niet meer verdragen. Ik hou van klassieke muziek, maar ook van S10, een jonge meid die de pijn voelbaar weet te maken. Ik ga zeker haar album Vlinders kopen. Af en toe draaien we samen muziek uit de streek waar we vandaan komen en zingen dan met elkaar.”", "Mardjan Seighali en Job Hulsman: Tot op de dag ­verschijnt in januari bij uitgeverij Ambo Anthos."], "authors": ["Marcel Wiegman"], "keywords": ["van", "wat", "het", "lang", "mij", "ik", "voordat", "kon", "een", "en", "niet", "je", "praten", "mijn", "dat", "mardjan", "seighali", "voor"], "pubDate": "2020-12-05T13:00:27+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}