{"id": "dac3c311-31c8-37e3-ad40-dff2941fdab8", "title": "Grootste Nederlandse ketaminevangst ooit in Hoofddorp", "url": "https://www.parool.nl/nederland/grootste-nederlandse-ketaminevangst-ooit-in-hoofddorp~b324ffb6/", "summary": "Naast de aanhoudingen werden op dezelfde dag op veertien locaties doorzoekingen verricht.\nEen 32-jarige en een 37-jarige man, beiden woonachtig in Hoofddorp, worden gezien als de leiders van de criminele organisatie.\nDe aangehouden verdachten zijn negen mannen en twee vrouwen, zij variëren in leeftijd van 25 tot 60 jaar en zijn woonachtig in Hoofddorp, Heemskerk, Zandvoort, Amsterdam, Den Haag en Zwolle.\nStrafrechtelijk onderzoekDe doorzoekingen vonden plaats in de woningen van de verdachten en in bedrijfsruimten in Hoofddorp, Amsterdam, Limmen, Losser en Gronau (Duitsland).\nDe ketamine en het geld werden aangetroffen in verschillende verborgen ruimtes in een bedrijfsruimte in Hoofddorp.", "paragraphs": ["Beeld ANP XTRA", "Volgens de politie is dat de grootste hoeveelheid ketamine ooit aangetroffen in Nederland. Ketamine is in opkomst als partydrug, maar is zeer schadelijk voor de volksgezondheid.", "Criminele organisatie", "Op verschillende plaatsen in Nederland zijn elf verdachten aangehouden. Dat gebeurde op 28 oktober, maar de politie treedt er vrijdag pas mee naar buiten. Naast de aanhoudingen werden op dezelfde dag op veertien locaties doorzoekingen verricht. Een 32-jarige en een 37-jarige man, beiden woonachtig in Hoofddorp, worden gezien als de leiders van de criminele organisatie.", "De bende wordt ervan verdacht zich bezig te houden met grootschalige handel in verdovende middelen en met de handel in ketamine. De aangehouden verdachten zijn negen mannen en twee vrouwen, zij variëren in leeftijd van 25 tot 60 jaar en zijn woonachtig in Hoofddorp, Heemskerk, Zandvoort, Amsterdam, Den Haag en Zwolle. Op dit moment zitten vier mannen nog vast, onder wie de beide hoofdverdachten. De andere verdachten zijn heengezonden maar zij blijven wel verdachte, aldus de politie.", "Strafrechtelijk onderzoek", "De doorzoekingen vonden plaats in de woningen van de verdachten en in bedrijfsruimten in Hoofddorp, Amsterdam, Limmen, Losser en Gronau (Duitsland). Naast ketamine werden 100.000 euro in cash, enkele dure auto’s, twee vuurwapens en veel designer-artikelen in beslag genomen. De ketamine en het geld werden aangetroffen in verschillende verborgen ruimtes in een bedrijfsruimte in Hoofddorp.", "Het strafrechtelijk onderzoek werd in juni 2018 opgestart nadat de politie informatie ontving dat een van de hoofdverdachten zich bezig zou houden met de handel in verdovende middelen en ketamine."], "authors": [], "keywords": ["grootste", "van", "politie", "ooit", "werden", "op", "met", "ketamine", "zijn", "hoofddorp", "een", "en", "ketaminevangst", "verdachten", "nederlandse"], "pubDate": "2020-12-04T11:14:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}