{"id": "dac9a8a4-7ad5-3c35-a4e4-226be7e0bf26", "title": "Ziyech houdt zich staande in moordende concurrentiestrijd bij Chelsea", "url": "https://volkskrant.nl/sport/ziyech-houdt-zich-staande-in-moordende-concurrentiestrijd-bij-chelsea~b04d7627/", "summary": "Beeld BSR AgencyIn het duel met Leeds United (3-1) speelt Hakim Ziyech wederom geen hoofdrol bij Chelsea.\nDe individuele cijfers van Ziyech bij Chelsea zijn anders dan in zijn tijd bij Ajax, waar hij de grote man was.\nVan 4,3 kansen per 90 minuten bij Ajax in 2019/20 naar 2,3 bij Chelsea dit seizoen.\nWaar bij Ajax zijn aantal goede acties imponeerde, schittert hij bij Chelsea juist door flitsen van kwaliteit.\nDe start van Ziyech bij Chelsea verloopt hobbelig, maar is veelbelovend.", "paragraphs": ["Hakim Ziyech (rechts) in duel met Jack Harrison van Leeds United. Beeld BSR Agency", "In het duel met Leeds United (3-1) speelt Hakim Ziyech wederom geen hoofdrol bij Chelsea. De Marokkaanse linkspoot valt met pijn aan de hamstring uit, kort na een keurige ‘voorassist’ bij de eerste Londense goal. Ziyech versnelt dribbelend op zijn typische wijze, komt plots tot stilstand en stuurt rechtsback Reece James weg met een bekeken passje.", "Beschikbaarheid en fitheid vormen zijn grootste problemen bij Chelsea. In de twaalf officiële wedstrijden die Ziyech voor de Londense formatie speelde, maakte hij slechts één keer de negentig minuten vol. Opmerkelijk, want in Amsterdam deed Ziyech dat in 109 van zijn 165 duels. Voorafgaand aan zijn debuut miste hij al meer duels (6) bij Chelsea door een knieprobleem dan hij met zijn hardnekkigste blessure in vier seizoenen tijd bij Ajax ooit moest missen (5).", "Behalve met blessures heeft Ziyech in Londen met nog een nieuw fenomeen te maken: concurrentie. Ziyech is met een transfersom van 40 miljoen euro slechts de op twee na duurste aanvallende versterking voor de Londenaren van deze zomer, na de Duitsers Timo Werner (53 miljoen, Leipzig) en Kai Havertz (80 miljoen, Leverkusen).", "Meest bewierookte talenten", "Met de in 2019 overgekomen Christian Pulisic (64 miljoen, Dortmund) heeft Chelsea nog een peperdure jonge aanvaller in de selectie. En jeugdproducten Mason Mount en Callum Hudson-Odoi zijn twee van de meest bewierookte Engelse talenten van het moment. De concurrentiestrijd om speelminuten op de aanvallende posities rondom spits Tammy Abraham is moordend, met zes internationale namen die knokken om drie plaatsen.", "Toch lijkt Ziyech al een plek in de top van de hiërarchie van trainer Frank Lampard te hebben veroverd. In zeven van de laatste negen duels stond hij in de basis, telkens als rechtsbuiten.", "De individuele cijfers van Ziyech bij Chelsea zijn anders dan in zijn tijd bij Ajax, waar hij de grote man was. Dribbelsolo’s heeft hij uit zijn speelstijl moeten schrappen. In zijn laatste drie eredivisieseizoenen bij Ajax liet hij gemiddeld 6 ingezette dribbelacties per 90 minuten noteren, bijna drie keer zo veel als solist in Londen. Bij Chelsea ligt dit moyenne op 2,1 dribbelacties per 90 minuten.", "Ook qua creativiteit hoeft in Londen niet alles van Ziyech te komen. Zijn gemiddelde aan gecreëerde kansen voor ploeggenoten is zowat gehalveerd. Van 4,3 kansen per 90 minuten bij Ajax in 2019/20 naar 2,3 bij Chelsea dit seizoen.", "In Londen laat Ziyech een andere kant zien. Waar bij Ajax zijn aantal goede acties imponeerde, schittert hij bij Chelsea juist door flitsen van kwaliteit. Hij is dodelijk op de momenten dat hij wel kan toeslaan. In 612 speelminuten met Ziyech op het veld scoorde Chelsea negentien doelpunten. De ex-Ajacied was bij liefst tien treffers betrokken. Twee keer als doelpuntenmaker, drie keer als aangever en vijf keer met een voorassist, de pass voorafgaand aan de beslissende pass.", "Vooral zijn wisselwerking met aanvallende ingestelde rechtsback James, die veelvuldig uit zijn rug opduikt met rushes, en de pijlsnelle linksbuiten Timo Werner verloopt soepel. Ook zijn bereidheid om veel meters te maken bij het jagen op de tegenstander valt op. De start van Ziyech bij Chelsea verloopt hobbelig, maar is veelbelovend."], "authors": ["Sam Planting"], "keywords": ["van", "een", "en", "moordende", "ziyech", "met", "zijn", "concurrentiestrijd", "hij", "op", "bij", "houdt", "chelsea", "zich", "staande"], "pubDate": "2020-12-06T17:19:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}