{"id": "dad6a8ca-0d93-3fd2-be80-0829d0148b7e", "title": "Beste DJ ter wereld gebruikt deze Nederlandse muzieksoftware", "url": "https://www.parool.nl/nieuws/beste-dj-ter-wereld-gebruikt-deze-nederlandse-muzieksoftware~bb423822/", "summary": "In een interview geeft David Guetta een kijkje in zijn muziekkeuken.\nNederlandse muziektechnologieEen algoritme dat automatisch akkoorden herkent vormt de kern van het Nederlandse bedrijf Chordify.\nDe muziektechnologie is uniek in de wereld en wordt hoofdzakelijk door gitaristen gebruikt.\nMet ruim acht miljoen unieke gebruikers per maand van over de hele wereld kan dat natuurlijk, maar al snel bleek dat het inderdaad om David - de populairste DJ ter wereld - Guetta ging.\nZe hebben geen idee dat ik het helemaal opnieuw heb geproduceerd om het zo te krijgen.”Voor het reproduceren gebruikt Guetta het Chordify-algoritme dat speciaal is ontwikkeld om akkoorden in audio te herkennen.", "paragraphs": ["David Guetta is al decennia lang onwijs populair en staat op alle grootste festivals ter wereld. De EDM-grootheid is al jaren onafgebroken op tournee, maar in 2020 stopte dat abrupt vanwege covid. Het gevolg is dat hij meer dan ooit geconcentreerd in de studio aan het werk is en nog dieper in de muziek duikt. In een interview geeft David Guetta een kijkje in zijn muziekkeuken. Hoe vind hij de beste sound en wat is het geheim achter zijn legendarische mash-ups? De Fransman vertelt over hoe hij te werk gaat.", "Nederlandse muziektechnologie", "Een algoritme dat automatisch akkoorden herkent vormt de kern van het Nederlandse bedrijf Chordify. De muziektechnologie is uniek in de wereld en wordt hoofdzakelijk door gitaristen gebruikt.", "Via de klantenservice kwam een vraag binnen van ene David Guetta. Met ruim acht miljoen unieke gebruikers per maand van over de hele wereld kan dat natuurlijk, maar al snel bleek dat het inderdaad om David - de populairste DJ ter wereld - Guetta ging. Een unicum, want de dienst wordt met name gebruikt door mensen die gitaar, piano of ukelele spelen en thuis een bekend liedje willen leren. Dat DJ’s de software ook gebruiken om akkoorden te achterhalen is best uniek. “De power van deze software is groot”, aldus Guetta.", "Akkoorden voor DJ’s", "Voor het maken van mashups reproduceert Guetta bekende hits. Hij splitst vocalen en herschrijft de onderliggende muziek zodat totaal verschillende nummers moeiteloos in elkaar overvloeien. “Dat geeft verrassingen voor het publiek op de dansvloer. Ze hebben geen idee dat ik het helemaal opnieuw heb geproduceerd om het zo te krijgen.”", "Voor het reproduceren gebruikt Guetta het Chordify-algoritme dat speciaal is ontwikkeld om akkoorden in audio te herkennen. “Doordat ik de akkoordprogressie weet kan ik die makkelijk naar een andere toonsoort zetten en toch blijft de vibe van de muziek dan overeind. Ik zet de akkoorden die ik met Chordify vind in mijn producerprogramma en pas ze aan, zodat de zanglijnen er perfect bij passen.” Wel heeft Guetta nog een grote tip om de muziekdienst nog beter te maken. Lees hier het hele interview."], "authors": [], "keywords": ["van", "deze", "gebruikt", "het", "ter", "guetta", "ik", "beste", "een", "dat", "wereld", "dj", "en", "muzieksoftware", "te", "om", "nederlandse"], "pubDate": "2020-12-09T16:09:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}