{"id": "dae89df6-b3c3-34d5-b8af-32ad1e759d00", "title": "Als de Russische schaker Doebov uitgetoverd is, zegt Short ‘Oh Yeah!’", "url": "https://volkskrant.nl/sport/als-de-russische-schaker-doebov-uitgetoverd-is-zegt-short-oh-yeah~bc603c2f/", "summary": "Na afloop van het kampioenschap van Rusland ging het nauwelijks over Ian Nepomniatsjtsji die na 2010 voor de tweede maal de titel veroverde.\nDe man naar wie bijna alle ­aandacht uitging was Daniël Doebov (24), die op de slotdag in de stijl van de oude meesters de partij van het jaar won.\nNet als zijn voorganger geniet Doebov van de gunst van het publiek dat hem in voor- en tegenspoed altijd ondersteunt.\nDoebovs zege op Karjakin kreeg van alle kanten de hoogste lof.\nOp Twitter schreef Nigel Short: ‘Ik houd van strategische meesterwerken en van tactische toverkunst, maar er zijn heel weinig partijen die mij een ‘Oh Yeah!’ ontlokken.", "paragraphs": ["Na afloop van het kampioenschap van Rusland ging het nauwelijks over Ian Nepomniatsjtsji die na 2010 voor de tweede maal de titel veroverde. De man naar wie bijna alle ­aandacht uitging was Daniël Doebov (24), die op de slotdag in de stijl van de oude meesters de partij van het jaar won. Tegenstander Sergey Karjakin, bijgenaamd de minister van Defensie, kwam door de nederlaag in het eindklassement een half punt tekort.", "In de strijd om de hoofdprijs speelde Doebov een opmerkelijke rol door, zoals de Russische internetcommentatoren het uitdrukten, als Robin Hood de buit die hij veroverde op de rijken te schenken aan de armen. Hij versloeg naast Karjakin ook ­Nepomniatsjtsji op schitterende wijze, maar tegen twee minder sterke tegenstanders ging hij geruisloos ten onder.", "Reken er niet op dat Doebov in de nabije toekomst de wisselvalligheid achter zich laat en een solide topgrootmeester zal worden. Zijn avontuurlijke spel lijkt op dat van de te vroeg met het klassieke schaak gestopte aanvalskunstenaar Alexander Morozevitsj, die meer schoonheidsprijzen dan toernooioverwinningen heeft behaald. Net als zijn voorganger geniet Doebov van de gunst van het publiek dat hem in voor- en tegenspoed altijd ondersteunt.", "Doebovs zege op Karjakin kreeg van alle kanten de hoogste lof. Op Twitter schreef Nigel Short: ‘Ik houd van strategische meesterwerken en van tactische toverkunst, maar er zijn heel weinig partijen die mij een ‘Oh Yeah!’ ontlokken. Vandaag zag ik er een.’", "Doebov – Karjakin", "Moskou 2020", "1.e4 e5 2. Pf3 Pc6 3. Lc4 Lc5 4. c3 Pf6 5. d4 exd4 6. b4", "Deze zelden gekozen zet verraste Karjakin. Voor zijn volgende zetten nam hij ruim de tijd.", "6 ... Lb6 7. e5 Pe4 8. Ld5! Pxc3 9. Pxc3 dxc3 10. Lg5 Pe7 11. 0-0 h6 12. Lh4 0-0", "Misschien is de computersuggestie 12 ... g5 13. Lg3 0-0 beter speelbaar.", "13. Te1 De8 14. Lb3 a5", "Sterker is 14 ... Pf5, waarna wit van plan was 15. Dd3 d5 16. exd6 ep Dd7 17. Tad1 te spelen.", "Diagram links", "15. Lf6! a4 16. Lc4 Pg6 17. Dd3 d5", "Zwart heeft nauwelijks keus. Na 17 ... Pf4 18. Df5 Pe6 wint wit mooi met 19. Pg5! Pxg5 (19 ... hxg5 20. Ld3 g6 21. Dh3) 20. Dg6 Pe6 21. Lxe6.", "18. exd6 ep Le6", "Nu is zwart na 19. Lxe6 Pf4! uit de problemen.", "Diagram rechts", "19. Dxg6! fxg6 20. Txe6 Df7", "Hierna is zwart definitief verloren. Na 20 ... Dc6 21. Te7+ Dxc4 22. Txg7+ Kh8 23. Txc7+ Txf6 24. Txc4 Txd6 heeft hij remisekansen.", "21. Lxc3! Kh8 22. Te4 Df5 23. Te7 Tg8 24. Lxg8 Txg8 25. dxc7 Dc2 26. Le5 Lxf2+ 27. Kh1 Lb6 28. h3 Kh7 29. Te1 a3 30. Kh2 g5 31. Pd4 Dc4 32. Pf5 Dxb4 33. Tc1 Kg6 34. Txg7+ Kxf5 35. Txg8 Lxc7 36. Lxc7 Db2 37. Tc5+ Ke4 38. Td8", "Zwart geeft op."], "authors": [], "keywords": ["zijn", "russische", "van", "schaker", "oh", "short", "zegt", "yeah", "een", "uitgetoverd", "20", "doebov", "op", "het", "karjakin", "hij", "als", "die"], "pubDate": "2020-12-18T16:59:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}