{"id": "daf1333b-d630-3d2f-8049-e161b7553940", "title": "Het anti-design van Victor Papanek is weer actueel", "url": "https://nrc.nl/nieuws/2020/12/10/het-anti-design-van-victor-papanek-is-weer-actueel-a4023364", "summary": "Op een van de eerste filmpjes op de tentoonstelling gaat de ontwerper Victor Papanek (1923-1998) tekeer tegen de auto, het belangrijkste designobject van de twintigste eeuw.\nDe tirade tegen de auto kenmerkt het gedachtengoed van de Oostenrijks-Amerikaanse Victor Papanek, een ontwerper die buiten de designwereld nauwelijks bekend is en die het Design Museum Den Bosch nu eert met een groot retrospectief.\nRadicaalHoe Papanek een anti-designer werd, is te zien in het eerste deel van de tentoonstelling, dat aan de hand van een stortvloed van foto’s, films, ontwerptekeningen, boeken en brieven zijn leven en werk vertelt.\nen Het grote geheel, een aantal oude en recente ontwerpen in de geest van Papanek tonen.\nNu duurzaamheid weer hoog op de agenda van vormgevers staat, blijken Papaneks opvattingen nog net zo actueel als in 1972, toen het rapport van de Club van Rome verscheen.", "paragraphs": ["Op een van de eerste filmpjes op de tentoonstelling gaat de ontwerper Victor Papanek (1923-1998) tekeer tegen de auto, het belangrijkste designobject van de twintigste eeuw. De auto is een verschrikkelijk ding, tiert Papanek, hij is groot, zwaar, neemt veel ruimte in beslag, en verslindt niet alleen veel materiaal en energie, maar doodt jaarlijks ook vele mensen.", "De tirade tegen de auto kenmerkt het gedachtengoed van de Oostenrijks-Amerikaanse Victor Papanek, een ontwerper die buiten de designwereld nauwelijks bekend is en die het Design Museum Den Bosch nu eert met een groot retrospectief. Elders op de expositie Victor Papanek: The Politics of Design is zijn uitspraak te lezen dat weinig beroepen zo schadelijk zijn als ‘industriële vormgeving’. Ook horen we hem zeggen dat zolang vormgevers moeten werken in een markteconomie met winstmaximalisatie als hoogste doel, ze weinig kunnen bijdragen aan een betere en schonere wereld. Maar al te vaak komt design neer op het aantrekkelijk verpakken van overbodige producten. Alleen door vormgeving in te zetten als een „instrument voor politieke verandering”, kunnen vormgevers ontsnappen aan de corrumperende werking van het kapitalisme, beweert hij.", "Radicaal", "Hoe Papanek een anti-designer werd, is te zien in het eerste deel van de tentoonstelling, dat aan de hand van een stortvloed van foto’s, films, ontwerptekeningen, boeken en brieven zijn leven en werk vertelt. Als jongen van zestien emigreerde Papanek samen met zijn moeder uit het nazistische Oostenrijk naar de VS. Daar begon hij in 1946 een traditioneel ontwerpbureau dat huisraad en meubels ontwierp, zoals de Gaudí-achtige eetkamerstoel op stalen poten, een van de weinige door Papanek zelf ontworpen objecten op de tentoonstelling. Maar in de loop van de jaren vijftig werd hij onder invloed van onder anderen de hemelbestormende uitvinder en vormgever Richard Buckminster Fuller, bekend van de kreet ‘doing more with less’ en het begrip synergie, steeds kritischer over de consumptiemaatschappij die een overvloed aan onzinproducten voortbrengt. Zijn radicale opvattingen over anti-design droeg Papanek vanaf de jaren zestig vooral uit als docent aan kunstacademies in de VS en Europa. In 1971 publiceerde hij Design for the Real World: Human Ecology and Social Change, dat in vele talen werd vertaald.", "Victor J. Papanek, Gallery of Living Arts (1949-1952) in Corona Del Mar, Californië. Ontwerp voor een expositieruimte. Foto Universität für angewandte Kunst Wien/ Victor J. Papanek Foundation", "Halsstarrig", "In de jaren zestig was Papanek niet de enige vormgever die zich verbond met de tegencultuur. Begeleid door de klanken van Pink Floyd duiken halverwege de tentoonstelling niet alleen hippies op, maar ook radicale Italiaanse vormgevers als Alessandro Mendini en de mannen van Superstudio. Maar terwijl de linkse Italianen in de late jaren zeventig zwichtten voor de verleidingen van consumptiemaatschappij en ten slotte dure postmoderne kurkentrekkers voor bedrijven als Alessi gingen ontwerpen, bleef Papanek halsstarrig zijn anti-designboodschap verkondigen.", "De tentoonstelling besluit met twee delen, die onder de titels Is er iemand normaal? en Het grote geheel, een aantal oude en recente ontwerpen in de geest van Papanek tonen. Zo hangt er een ingenieuze geodetische bol, die, naar een ontwerp van Buckminster Fuller, bestaat uit metalen staven en draden. Van sommige ontwerpen, zoals de Paraplulamp van Gijs Bakker uit 1973, kun je je afvragen of ze niet eerder conceptuele grapjasserij zijn dan anti-design.", "Maar vooral recente ontwerpen als de door Fernando Laposse uit maïsafval ontwikkelde fineer Totomoxtle uit 2017 laten zien dat het Design Museum er goed aan heeft gedaan de Papanek-tentoonstelling van het Vitra Design Museum over te nemen. Nu duurzaamheid weer hoog op de agenda van vormgevers staat, blijken Papaneks opvattingen nog net zo actueel als in 1972, toen het rapport van de Club van Rome verscheen.", "Tentoonstelling Victor Papanek: The Politics of Design. T/m 7-2-2021 in Design Museum Den Bosch. Inl: designmuseum.nl ●●●●●"], "authors": ["Bernard Hulsman", "December Om", "Leestijd Minuten"], "keywords": ["actueel", "van", "als", "antidesign", "het", "op", "zijn", "een", "victor", "en", "weer", "uit", "papanek", "design"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}