{"id": "db109144-ca21-3b87-b090-d703e69a650c", "title": "Behalve noorderlicht en eeuwige bossen heeft Lapland ook een heilzame werking op de rusteloze ziel", "url": "https://volkskrant.nl/reizen/behalve-noorderlicht-en-eeuwige-bossen-heeft-lapland-ook-een-heilzame-werking-op-de-rusteloze-ziel~b2847702/", "summary": "Enig geluid: een druppel die van je peddel glijdt en een kring in het water veroorzaakt.\nZulke momenten blijven je bij als je een zomervakantie boekt in Fins Lapland.\nWaarom zou je op een volle camping in Zuid-Frankrijk gaan staan of een vakantieflat aan zee boeken als je ook een chartervlucht naar de poolcirkel kan nemen?\nDe 29-jarige vliegvisser en elandenjager – woeste baard, twee lange messen en een houten drinkbeker aan zijn riem – bekijkt licht vertederd mijn tipivormige kampvuur.\nEn de mug, zo blijkt, is goed te negeren met een laag DEET op je huid en een beetje zen in je hoofd.", "paragraphs": ["Beeld Hilde Harshagen", "Het is altijd goed jezelf even los te trekken van een kampvuur. De wildernistelevisie, zoals puristen de vuurplaats graag noemen, slokt nogal wat aandacht op. Loop dus even alleen het bos in of stap in een kano rond middernacht. Dat kan in Lapland, waar, zoals bekend, de zon ’s zomers niet ondergaat. Dan peddel je over een spiegelglad meer, een laken van zwart satijn, met de zon links boven de berkenbomen en de maan rechts. Zelfs het gezoem van muggen ontbreekt. Enig geluid: een druppel die van je peddel glijdt en een kring in het water veroorzaakt.", "Zulke momenten blijven je bij als je een zomervakantie boekt in Fins Lapland. Waarom zou je op een volle camping in Zuid-Frankrijk gaan staan of een vakantieflat aan zee boeken als je ook een chartervlucht naar de poolcirkel kan nemen? Klinkt donker en koud, maar dat is het niet. Denk eerder: een houten zomerhuis aan een meer, huisgemaakte limonade van Arctische bessen en een joelende plons in het water in na je dagelijkse sauna. Zo’n zomerse idylle uit een Russische roman.", "‘Ah, wat leuk, een Donald Duck-vuur’, schampert wildernisgids Timo Tuuha tijdens een tweedaagse kanotocht door het Finse Oulanka Nationaal Park, vlakbij de Russische grens. De 29-jarige vliegvisser en elandenjager – woeste baard, twee lange messen en een houten drinkbeker aan zijn riem – bekijkt licht vertederd mijn tipivormige kampvuur. ‘Kijk, in Lapland leggen we de blokken naast elkaar. Minder rook en meer plaats voor de pan rendiersoep.’", "Een paar dagen op stap met Timo in de noordelijke wildernis en je bent weer een 10-jarige padvinder. Samen sjouwen we kano’s en kampeerspullen door het bos naar een donkere rivier die krachtig door maagdelijk bos en rotskloven kronkelt. We vissen op een monsterlijke snoek, besluipen rendieren in het woud, verzamelen brandhout met boomzagen en bijlen en luisteren naar verhalen over trollen en elfen.", "Best wel raar dus, dat zo weinig mensen hun zomervakantie in Arctisch Europa doorbrengen. Fins Lapland is weliswaar een populaire vakantiebestemming – 1,5 miljoen bezoekers in 2018 – maar die komen vooral voor de winter. Om de kerstman te bezoeken in zijn kantoor annex fotostudio in hoofdstad Rovaniemi, om een rondje in een rendierslee te maken en het noorderlicht te ervaren vanuit een glazen designbungalow. Maar in de zomer is het rustig. Te rustig, vinden de Finnen, die zelf dan juist jubelend naar hun zomerhuisjes in het bos vertrekken.", "‘Vroeger verschenen de gele kentekenplaten alleen in de zomer’, zegt burgermeester Erkki Parkkinen van het wintersportplaatsje Salla in de buurt van de Russische grens. Hij herinnert zich de eerste Nederlanders die 25 jaar geleden opdoken en nog steeds zijn zij de belangrijkste doelgroep. ‘Ik zei meteen: kom eens in de winter! Maar ze moesten er niet aan denken.’ Nu is het andersom. ‘Het noorderlicht staat op menige bucketlijst, vooral door de sociale media.’", "De marketingslogan van Salla – In the middle of nowhere – lijkt slim bedacht. Het aantal bezoekers groeide afgelopen jaren tot ongeveer honderdduizend per jaar, waarbij 20 procent voor de zomer kiest. ‘De natuur is hier heel dichtbij en daar is kennelijk behoefte aan onder midden-Europeanen.’ (Inwoners van Lapland zien Nederlanders niet als Noord-Europeanen.) Tip van de burgemeester: kom eind augustus, begin september. ‘Dan staat het bos in vuur en vlam door het verkleuren van de bladeren én kun je ’s nachts ook het noorderlicht zien. Er ligt nog geen sneeuw, dus de nacht is extra donker.’", "Nog een populaire slogan: why pay for therapy when you can go to Lapland? De heilzame werking van het eindeloze berken- en naaldbos dat meteen rond je blokhut begint, staat volgens inwoners buiten kijf. ‘Buitenlandse gasten staan eerst als groep te trappelen bij mijn bus’, zegt wildernisgids Timo. ‘Of ze alsjeblieft nog snel naar de wc kunnen? Dan zeg ik ‘tuurlijk joh, geen haast. En op de laatste dag heb alleen ík stress, want het vliegtuig vertrekt. Dan slenteren ze één voor één naar de bus zonder nog besef van tijd te hebben.’", "Veel Nederlanders kiezen voor een roadtrip van 2.500 kilometer door drie landen. Dan slapen ze in houten vakantiehuisjes en bezoeken hier en daar een rendierpark of natuurpark. Hoogtepunt om de paar honderd kilometer: een kruispunt met een benzinestation ernaast, het sociale centrum van die regio. Wandelpaden zijn goed gemarkeerd, bezoekerscentra verantwoord educatief.", "Het rendierpark van Salla bijvoorbeeld, lijkt in niets op de Beekse Bergen: na een hoog hek rijd je kilometers het bos in. Aan de oever van een meer rammelt een beheerder met emmers voer, waarna tientallen rendieren langs de oever onze kant op hobbelen. Met glanzende ogen, wild groeiende geweien die aanvoelen als fluweel en met kalfjes die verschrikt roepen om hun moeder.", "Die ervaring voelt natuurlijker dan het observeren van beren vanuit een hut in de buurt van Ruka, nog zo’n wintersportplaats langs de Russische grens. Het Finse woord voor beer is karhu, maar zeg dat nooit hardop want de beer is heilig. De koning van het bos, honingpoot, harige broek: er bestaan duizend synoniemen. Een beheerder strooit hondenbrokken en hangt links en rechts een zalm in de boom; en daar komt al een jonge bruine beer met flaporen, gevolgd door nog vier, vijf oudere beren die telkens wat te eten pakken en dan weer verdwijnen.", "Mooi om te zien dat er nog beren leven in Europa, plus zeearenden op zoek naar vis aan een boomtak, maar vanachter dubbel glas in een hut met wc en kichenette voelt dit bezoek toch een beetje als voedertijd in een dierentuin. Mijn synoniem voor karhu: corpulente showman.", "Wie dichter bij de natuur wilt zijn, boekt een e-fatbike. Dan zoef je uren geluidloos door het bos na het avondeten, door het Land van de Lange Schaduwen, met een grote kans om wilde elanden en rendieren te zien. Stop boven op een heuvel – uitzicht over bossen en meren tot aan de horizon – en haal diep adem. Dieper dan je ooit hebt gedaan. En dat is eigenlijk al genoeg om je goed te voelen. Nergens ter wereld is de lucht zó zuiver, blijkt uit metingen van de Wereld­gezondheidsorganisatie.", "Enige ergernis in zomers Lapland: de mug. Die is groter en trager dan elders – je plukt ’m zo uit de lucht – maar het zijn er wel veel. Praat erover met bewoners en die zeggen: ‘Ach, ik was laatst in Barcelona, daar werd ik ook gek van de muggen.’ Of: ‘Ik negeer ze gewoon, behalve als ze in mijn keel vliegen bij het inademen.’ Iedereen is het erover eens: de blackflies (buffelvliegen) zijn veel erger. ‘Die nemen echt een stukje van je huid mee.’ Dan heb je net pech, want de buffelvlieg is slecht een korte periode actief. En de mug, zo blijkt, is goed te negeren met een laag DEET op je huid en een beetje zen in je hoofd.", "Japanse huisartsen sturen al tientallen jaren hun patiënten de natuur in. Een beetje shinrin-yoku, een bosbad, zou wonderen doen voor de gezondheid. Wandel gewoon zonder je smartphone een bos in en gebruik minstens twintig minuten al je zintuigen. Misschien verklaart dat wel waarom de Finnen altijd bovenaan staan op de jaarlijkse VN-lijst van gelukkigste landen.", "Midden-Europeanen die het goed willen aanpakken, boeken een meerdaagse tocht door de natuur. Bijvoorbeeld door het berenpad te lopen in het Oulanka Nationaal Park (82 kilometer) of een tent in een kano te gooien. Rustig peddelen met de stroom mee, af en toe koers houden in een stroomversnelling of zelfs de boel tillen langs een al te hoge waterval.", "Dan kan het gebeuren dat je ’s ochtends uit je tentje kruipt en even alleen op een boomstam gaat zitten. De Arctische zon werpt lange schaduwen op de bosvloer, je voeten zinken in het zachte mos, de frisse lucht ruikt naar dennenappels, een verre specht hamert, de rivier kabbelt.", "Voor het eerst valt op: wat staan bomen eigenlijk stevig in de grond. Wat is die mier briljant gebouwd! En zelfs de mug op mijn bovenarm verwelkom ik als een oude vriendin. Tuurlijk mag jij wat bloed, meid. En daarna loop ik tevreden terug om vuur te maken voor de ochtendkoffie.", "CO2-uitstoot Een vlucht naar Rovaniemi ­levert 800 kg CO2-uitstoot op, berekent voorlichtings­organisatie Milieu Centraal. Dat is te compenseren voor 15 euro via treesforall.nl of fairclimatefund.nl. Meer informatie op: klimaatwijsopvakantie.nl, milieucentraal.nl/vakantie­vervoer"], "authors": ["Noël Van Bemmel"], "keywords": ["van", "die", "noorderlicht", "lapland", "een", "dan", "het", "ook", "en", "je", "ziel", "te", "heeft", "op", "werking", "met", "heilzame", "rusteloze"], "pubDate": "2019-07-08T09:00:42Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}