{"id": "db243d76-7769-3fd3-927e-20c888e9161b", "title": "‘Ik zie dat Nederlandse mensen plezier in het leven hebben’", "url": "https://www.nrc.nl/nieuws/2021/01/08/ik-zie-dat-nederlandse-mensen-plezier-in-het-leven-hebben-a4026796", "summary": "Jammer dat ik geen elektrische fiets heb en hij wel.”Pepijn: „Ze is langzaam, haha.”Ceyda: „Mijn dag bestaat uit studeren.\nZijn zus begint nu ook met paardrijden, dus ik hoop dat ik met haar mee kan doen.”Pepijn: „In Londen gaan we weleens samen naar pilates.\nIn Amsterdam ga ik regelmatig hardlopen en train ik met een personal trainer.”Ceyda: „Laatst vroeg een vriendin van Pepijn of ik meeging naar Rocycle [spinning op harde, snelle muziek].\nIk kijk ernaar uit dat vaker te doen zodra het weer kan. Ik zie dat Nederlandse mensen plezier in het leven hebben.\nCeyda: „In januari willen we een van de zes honden van mijn moeder uit Istanbul hierheen halen, Lily.", "paragraphs": ["Ceyda: „We hadden in Londen nog maar twee fysieke dates gehad. Toen moest hij terug naar Amsterdam voordat de grenzen dichtgingen. Ik ging terug naar mijn familie in Turkije. Daarna hebben we elkaar drie maanden niet gezien en alleen maar gefacetimed.” Foto David Galjaard", "Ceyda: „We hebben elkaar leren kennen in Londen, in maart.”", "Pepijn: „Ik was er voor de voorbereiding van ons nieuwe restaurant.”", "Ceyda: „We liepen elkaar tegen het lijf in Soho House. Ik zag hem, hij zag mij.”", "Pepijn: „Er kwam geen datingapp aan te pas, het was heel erg old school.”", "Ceyda: „We hadden nog maar twee fysieke dates gehad. Toen moest hij terug naar Amsterdam voordat de grenzen dichtgingen. Ik ging terug naar mijn familie in Turkije. Daarna hebben we drie maanden alleen maar gefacetimed.”", "Pepijn: „Inmiddels zijn we alweer negen maanden samen.”", "Ceyda: „Op de derde date kwam hij mijn familie opzoeken in Istanbul. In Turkije is dat niet bepaald gebruikelijk. Zo’n bezoek is erg betekenisvol. Gelukkig ging het verrassend goed.”", "Pepijn: „Het viel me alles mee, zeker je moeder was heel easy going, al is haar Engels niet perfect. Het was warm weer, een mooie avond. We aten naast het zwembad met zijn viertjes. Het was megagezellig.”", "Ceyda: „Mijn vader is niet iemand die heel veel praat, maar ze hadden lange gesprekken. Daarna zagen we elkaar drie weken niet. In augustus is hij opnieuw naar Turkije gekomen en bleef hij een maand. Gelukkig kon mijn familie meteen goed met hem overweg.”", "Pepijn: „Ik werkte overdag. Tussendoor schaakten we, speelden we pingpong en zwom ik. En ik heb mezelf een Xbox cadeau gedaan, haha.”", "Ceyda: „Toen mijn universiteit weer begon, zijn we teruggegaan naar Londen.”", "Pepijn: „We wonen tussen Amsterdam en Londen, daar komt het op neer.”", "In het kort Pepijn de Visscher (34) is mede-eigenaar van visrestaurant The Seafood Bar (vestigingen in Amsterdam en Utrecht). Hij studeerde economie en had een start-up in software. Hij verdient nu niks, vanwege corona, maar normaal vier keer modaal. Ceyda Acar (20) studeert architectuur in Londen. De lockdown bracht ze eerst bij haar familie door in Turkije, daarna in Londen en bij Pepijn in Amsterdam. Haar ouders betalen de kosten van haar levensonderhoud, ongeveer een keer modaal. Pepijn en Ceyda leven nu samen van ongeveer twee keer modaal.", "Verse vis en oesters", "Ceyda: „Ik studeer architectuur in Londen. Ik volg al het onderwijs online, vanuit huis. Na de pandemie wil ik weer naar Londen.”", "Pepijn: „Ik ben in 2014 in het familiebedrijf gestapt, toen alleen de zaak op de Van Baerlestraat in Amsterdam nog bestond. Tot de pandemie ging het goed, mensen stonden op weekenddagen wel twee uur in de rij voor een tafel. We wilden in april 2020 beginnen met de bouw van een restaurant in Londen, maar dat hebben we nu opgeschoven naar 2021 vanwege corona. Het is gek om zaken te doen in deze tijden. Take away en subsidies houden ons gaande. We hebben mensen moeten laten gaan, dat was heel moeilijk. Op dit moment heb ik geen inkomen. We leven van ons spaargeld.”", "Ceyda: „Mijn familie ondersteunt me. Ik mag niet werken met mijn visa, maar mijn ouders betalen de huur en mijn levensonderhoud.”", "Pepijn: „Alle restaurants zijn dicht, maar we hebben wel een online viswinkel gelanceerd waar mensen verse vis en oesters kunnen bestellen.”", "Ceyda: „We eten bijna elke dag vis. Ik mag pasta vongole graag.”", "Pepijn: „Ik bestel iedere dag rauwe vis om te kijken of de webshop goed werkt, dus dat dwingt haar te koken.”", "Ceyda: „Maar hij helpt ook. Degene die het meest weet van de vis, maakt het gerecht. Als hij kookt, was ik af en andersom. We zijn een team.”", "Ceyda: „Iedere lunchpauze en iedere avond wandelen we over de winkelstraten rondom het Rijksmuseum.”", "Pepijn: „Verder gebeurt er weinig, haha. Dit wordt zo een saai verhaal, haha.”", "Koffie om de hoek", "Ceyda: „Mijn colleges zijn van elf tot zes, en daarvoor moet ik vaak twee videolessen kijken. Dus meestal ben ik om 09.00 uur wel wakker.”", "Pepijn: „Als ik jou niet wakker maak, word je om 11.00 uur wakker. Ik sta op om 07.30 uur.”", "Ceyda: „Hij werkt 24/7. Soms klaag ik tegen mijn moeder dat hij te veel werkt.”", "Pepijn: „Het is wat saai voor haar. Als ik wat meer tijd en rust heb in de ochtend, gebruik ik die om Turks te studeren.”", "Ceyda: „We gaan veel meer naar buiten in Amsterdam, vergeleken met Istanbul.”", "Pepijn: „Ik heb last van m’n rug, dus ga ik graag wandelen en ik werk staand. We wandelen veel over het Museumplein en halen dan koffie om de hoek, lopen een rondje en doen de boodschappen.”", "Ceyda: „In Turkije hadden we een personal trainer en gingen we naar de sportschool.”", "Ceyda: „We zijn ook een paar keer naar winkels in de buurt gefietst. Fietsen in Amsterdam is flink wennen. Jammer dat ik geen elektrische fiets heb en hij wel.”", "Pepijn: „Ze is langzaam, haha.”", "Ceyda: „Mijn dag bestaat uit studeren. Ik heb een eigen kamer, maar soms is het ongezellig, dus ga ik naast Pepijn zitten aan de keukentafel.”", "Pepijn: „Zie je mijn standing desk? We gingen van niets naar praktisch samenwonen, maar het gaat opvallend goed. Hoe vaak hebben we ruzie gehad in de afgelopen negen maanden?”", "Ceyda: „Geen een keer, geloof ik.”", "Pepijn: „Normaal stop ik met werken rond 18.00 uur, maar de laatste twee weken heb ik tot 21.00 uur doorgewerkt, omdat de online viswinkel haast had.”", "Ceyda: „Vaak antwoord je nog wel op mailtjes rond 23.00 uur.”", "Pepijn: „We eten rond 19.00 uur. Er is nu weinig social life, maar we hebben regelmatig etentjes met vrienden.”", "Ceyda: „Ik heb zijn familie ook leren kennen en die zijn heel aardig. Mijn tweelingzus studeert in Leiden en die is meegegaan naar zijn ouders om daar Kerst te vieren. Mijn zus en ik deden vroeger mee aan paardrijwedstrijden. Zijn zus begint nu ook met paardrijden, dus ik hoop dat ik met haar mee kan doen.”", "Pepijn: „In Londen gaan we weleens samen naar pilates. In Amsterdam ga ik regelmatig hardlopen en train ik met een personal trainer.”", "Ceyda: „Laatst vroeg een vriendin van Pepijn of ik meeging naar Rocycle [spinning op harde, snelle muziek]. Ik kijk ernaar uit dat vaker te doen zodra het weer kan. Ik zie dat Nederlandse mensen plezier in het leven hebben. In Londen is iedereen continu gestresst. Ze lopen gehaast naar hun werk met hun koptelefoon op. In Amsterdam is iedereen lekker aan het fietsen, een met zijn omgeving. Het is een enorm verschil.”", "Hoe doen zij het? Laatste grote uitgave Een nieuwe tv voor Ceyda. Pepijn: „Ik liet m’n telefoon vallen en in een reflex om hem te vangen, sloeg ik hem per ongeluk tegen de tv.” Huisdieren Nog niet. Ceyda: „In januari willen we een van de zes honden van mijn moeder uit Istanbul hierheen halen, Lily. Dat was nogal wat papierwerk.” Boodschappen Ceyda doet de meeste boodschappen in de pauzes tussen college. Pepijn: „Of we lopen langs de Ekoplaza op een van onze wandelingen.” Ceyda: „We hebben een schoolbord waarop we schrijven welke boodschappen moeten worden gedaan en wat er moet gebeuren in huis.” Woning „We wonen in een appartement vlakbij het Rijksmuseum met twee slaapkamers.” Naar bed Rond 23.00 uur. Ceyda: „Daar-voor kijken we nog een serie of ik bel met vrienden.” Pepijn: „Soms speel ik nog even Call of Duty op de Xbox met twee goede vrienden.”", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Rolinde Hoorntje", "Leestijd Minuten"], "keywords": ["ik", "mensen", "plezier", "van", "mijn", "naar", "en", "maar", "een", "leven", "zie", "met", "het", "hebben", "nederlandse", "hij", "dat"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}