{"id": "db3acc8b-e58d-31e8-9e30-736292c56c95", "title": "Veroordeel niet alleen het antisemitisme van de ander, maar ook de Jodenhaat in eigen kring", "url": "https://trouw.nl/opinie/veroordeel-niet-alleen-het-antisemitisme-van-de-ander-maar-ook-de-jodenhaat-in-eigen-kring~bfce0d38/", "summary": "Hier moet lering uit worden getrokken: een pro-Israëlhouding kan en mag nooit een excuus zijn voor het negeren van antisemitische signalen.\nHet kan niet zo zijn dat de focus op Jodenhaat uit rechtse hoek reden wordt om de ogen te sluiten voor antisemitisme uit andere giftige bronnen.\nWant op links zien we hetzelfde: selectieve blindheid voor anti-Joods racisme aan de eigen zijde van het politieke spectrum.\nEen tweede voorbeeld: GroenLinks plaatst een kandidaat op zijn kieslijst met een niet te ontkennen connectie met de Moslimbroederschap, een van de meest antisemitische organisaties van de afgelopen eeuw.\nNet zoals een pro-Israëlhouding geen excuus mag zijn voor Jodenhaat op rechts, kan het predicaat ‘progressief’ geen reden zijn voor blindheid jegens antisemitisch gedachtegoed op links.", "paragraphs": ["Ere wie ere toekomt: columnist Stevo Akkerman doorzag de neiging van Baudet naar extreemrechts eerder dan veel anderen. Onder die anderen mag ik mijzelf rekenen, al is het door Akkerman en recent ook in de Volkskrant geschetste beeld van een Joodse gemeenschap die doof en blind bleef voor Baudets antisemitisme op zijn best een doorzichtige poging tot framing. Toen het NIW zich tegen FvD uitsprak – ruim voor de huidige crisis in die partij – kregen het weekblad, hoofdredacteur Esther Voet en ik persoonlijk een grote hoeveelheid niet malse kritiek voor de kiezen. Ook vanuit (rechts-)Joodse hoek.", "Hier moet lering uit worden getrokken: een pro-Israëlhouding kan en mag nooit een excuus zijn voor het negeren van antisemitische signalen. Hierbij mag echter wel verlangd worden dat enigszins consequent wordt gehandeld en dat mis ik een beetje. Het kan niet zo zijn dat de focus op Jodenhaat uit rechtse hoek reden wordt om de ogen te sluiten voor antisemitisme uit andere giftige bronnen. Want op links zien we hetzelfde: selectieve blindheid voor anti-Joods racisme aan de eigen zijde van het politieke spectrum.", "Oorverdovende stilte", "De stilte was oorverdovend toen recent de Britse Equality and Human Rights Commission het door Jeremy Corbyn aangewakkerde antisemitisme binnen de Labourpartij aan de kaak stelde. Veel van de – ook Joodse – politici, activisten en columnisten die nu met een loep binnen en buiten de Joodse gemeenschap speuren naar pro-Baudetsentiment, riepen jarenlang dat Corbyn als antiracist geen antisemiet kón zijn. Dit argument verschilt niet wezenlijk van: ‘Thierry is pro-Israël, dus is hij geen Jodenhater’.", "Een tweede voorbeeld: GroenLinks plaatst een kandidaat op zijn kieslijst met een niet te ontkennen connectie met de Moslimbroederschap, een van de meest antisemitische organisaties van de afgelopen eeuw. Het argument dat Kauthar Bouchallikht niet afgerekend mag worden op haar banden met dezelfde organisatie waar Hamas uit is voortgekomen omdat zij tegen klimaatverandering en voor gelijke rechten van lhbtiq+’ers pleit, is niet wezenlijk anders dan dat waarmee Baudet- en Corbynloyalisten proberen hun voorman de hand boven het hoofd te houden.", "Net zoals een pro-Israëlhouding geen excuus mag zijn voor Jodenhaat op rechts, kan het predicaat ‘progressief’ geen reden zijn voor blindheid jegens antisemitisch gedachtegoed op links.", "Lees ook:", "Opvallend, dat antisemitisme binnen partijen die zich laten voorstaan op hun Israël-liefde", "Bepaalde gebeurtenissen in een zeker land hebben een opvallend verschijnsel weer voor het voetlicht gebracht: het bestaan van antisemitisme binnen partijen die zich luidkeels laten voorstaan op hun Israël-liefde."], "authors": ["Bart Schut"], "keywords": ["van", "kring", "veroordeel", "het", "eigen", "maar", "jodenhaat", "op", "zijn", "die", "antisemitisme", "niet", "ook", "een", "en", "dat", "voor"], "pubDate": "2020-12-10T12:29:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}