{"id": "db4b03ad-fd66-39a5-b292-e82b4c123d7c", "title": "Boer Piet (1922-2020) leefde met verlies en veerkracht", "url": "https://trouw.nl/leven/boer-piet-1922-2020-leefde-met-verlies-en-veerkracht~b7d410e6/", "summary": "Na het overlijden van zijn vrouw Riek zes jaar geleden weet de boer ondanks zijn verdriet de draad van zijn leven op te pakken.\nAls peuter wordt hij met een lang touw vastgezet aan een dikke kastanjeboom zodat hij niet in de mestput valt, daar scharrelt hij rond tussen de kippen.\nIn zijn jaren op de kostschool draagt Piet een diep verdriet en heimwee met zich mee.\nNadat Piet met de Vut is hebben hij en Riek goede jaren.\nHij vertrouwt erop dat hij weer samen zal zijn met Riek en zijn andere drie kinderen.", "paragraphs": ["‘Veel zegen op alle wegen’, zo groet Piet mensen wanneer hij afscheid neemt. Hij is een man met grote handen die alles kunnen maken, die Sinterklaascadeaus inpakt in krantenpapier en op witgeschilderde klompen loopt, met daarin een stukje vloerbedekking voor extra comfort.", "Na het overlijden van zijn vrouw Riek zes jaar geleden weet de boer ondanks zijn verdriet de draad van zijn leven op te pakken. Wekelijks gaat hij naar de markt in Dronten, groet vriendelijk vele bekenden en trakteert zichzelf op een kopje koffie met aardbeientaart bij bakker Bart. Op zondag bezoekt hij de kerk en ’s middags is hij vaak bij het gezin van zijn jongste dochter. Op zijn scootmobiel komt hij daar aangestoven. De vaart erin, daar houdt Piet van. Dat werd al gezegd bij zijn afscheid bij de Rijkdienst in Dronten toen hij met de Vut ging. Piet, die sinds 1963 had geholpen met het ontginnen van de polder, zou ‘knoerthard’ met de trekker over het land rijden, waarbij tevens werd genoteerd dat hij nooit brokken maakte.", "Na school tien koeien melken", "Dikwijls vertelt Piet zijn kleinkinderen op deze zondagen over zijn leven als jonge boerenzoon. Hij wordt 97 jaar geleden in Delft geboren als kind van veehouder Petrus en diens tweede vrouw Wilhelmina. Zijn vaders eerste vrouw is gestorven na de geboorte van hun zevende kind. Wilhelmina overlijdt op het kraambed van Piet, zeventien dagen na zijn geboorte. Zijn drieëntwintig jaar oudere halfzus Anna, die nog thuis woont, neemt de moederrol op zich. Lange tijd weet de kleine Piet niet beter dan dat zij zijn moeder is. Als peuter wordt hij met een lang touw vastgezet aan een dikke kastanjeboom zodat hij niet in de mestput valt, daar scharrelt hij rond tussen de kippen. Een kinderwagen is er niet, hij wordt vervoerd in de kruiwagen. Wanneer zijn halfzus trouwt, gaat Piet, dan tweeënhalf jaar oud, met haar mee. Zijn zwager heeft ook een veeboerderij in Delft en in de crisisjaren dertig moet er hard gewerkt worden om het te redden. Op zijn achtste maakt Piet al lange dagen. Eerst de Heilige mis bijwonen, dan drie kwartier op klompen over een grindweg naar school, na schooltijd minstens tien koeien melken, om zes uur klaar, eten, bidden en naar bed. Piet heeft er een warme plek binnen het gezin waar negen kinderen worden geboren. Op zondag komt zijn vader, met wie hij een goede band heeft, vaak op bezoek.", "Piet is twaalf jaar als zijn vertrouwde leven op de boerderij bij Anna ruw wordt verstoord. Zijn vader overlijdt en diens broer, die pastoor is, besluit als toeziend voogd dat Piet naar kostschool moet, zonder overleg met Anna of de jongen zelf. Voor Piet worden nette kleren gekocht bij Vroom & Dreesman en nog voor zijn vader is begraven zit hij in de stoomtrein op weg naar de broeders in het Limburgse Weert. Anna zwaait hem met haar kinderen ontredderd uit langs de spoorlijn.", "In zijn jaren op de kostschool draagt Piet een diep verdriet en heimwee met zich mee. Zijn boerenhart kan er niet aarden. Van de klasse-broeder mag hij na vier jaar van kostschool af om zich in te werken in het boerenleven. Daar staat Piet als zestienjarige jongen. Hij klopt aan bij twee ongetrouwde halfbroers die samen een boerderij hebben. Ze wijzen hem de deur met de opmerking dat hij immers de erfenis van zijn vader en moeder heeft. Maar dat geld blijkt bij Piets oom de pastoor te zijn. Piet zal er nooit iets van zien.", "Hij meldt zich aan als boerenknecht. Eerst in Zoetermeer en later in Middenmeer, bij een narrige boer, waar hij wegloopt. Het zijn de oorlogsjaren en Piet is inmiddels twintig jaar. Via via komt hij terecht bij een boerenechtpaar in Naaldwijk wier zoon door de Duitsers is doodgeschoten. Piet helpt met de koeien en paarden. Ofschoon het echtpaar protestant is, heeft de rooms-katholieke Piet er de hemel op aarde, zo warm en gastvrij zijn ze.", "Piet van der Loos en Riek op hun trouwdag. Beeld Familiearchief", "Niet meer alleen", "Maar Piet wil zelfstandiger leven en in de jaren na de oorlog vindt hij werk op een boerderij in het Amsterdamse Sloten. Daar ziet hij elke zondagmorgen het gezin Vork met zestien kinderen in ganzenpas naar de kerk wandelen. Hij valt meteen op Riek, de wildste van het stel. Tijdens een dansavond in het parochiehuis gaat het aan. Wat moet Riek met die verlegen Piet, vragen haar zussen zich af. Maar langzaam wint hij het hele gezin voor zich met zijn kalmte en levenservaring. Riek’s moeder wordt als een moeder voor hem. Eindelijk is Piet, dan bijna dertig, niet meer alleen. De levendige Riek steekt soms de draak met haar ‘Pietje’ waardoor hij loskomt uit zijn serieuze bedachtzaamheid. Hij op zijn beurt is voor haar een rots in de branding.", "Na het huwelijk in 1953 wordt de hardwerkende Piet bedrijfsleider op boerderij ‘De Toekomst’ in Duivendrecht, op de tegenwoordige plek van de voetbalvelden van Ajax. Hier krijgen ze eerst dochter Willie en daarna de tweeling Nellie en Peter. Het prille gezin heeft meer ruimte nodig en verhuist al snel naar Creil in de stille Noordoostpolder, waar Piet kan werken op een gemengd bedrijf ver van de bewoonde wereld. Baby Peter heeft hartproblemen. Als hij een half jaar oud is wordt hij in Groningen geopereerd. Zijn ouders wachten de hele dag op een koude gang zonder dat er iemand naar hen omkijkt. De volgende dag komt een buurman het stel met hun overleden baby uit het ziekenhuis ophalen, samen zitten ze achterin de kever met het kistje op schoot.", "Een paar jaar later worden Marja en Francis geboren. Riek vereenzaamt in de polder en het gezin verhuist naar Dronten, waar Piet aan de slag kan bij de Rijksdienst. Riek bloeit op, krijgt vriendinnen en doet vrijwilligerswerk bij het Rode Kruis.", "Verlies op verlies", "In 1963 wordt Agnes geboren en drie jaar later komt dochter Silvia levenloos ter wereld. Het meisje wordt in ongewijde aarde begraven omdat ze niet is gedoopt. Anderhalf jaar later wordt er tot grote blijdschap van Piet en Riek een zoon geboren, ze noemen hem Peter, net als hun eerste zoon. Ook hij heeft ernstige hartproblemen. Na jaren met ziekenhuisopnames en operaties blijkt er hoop op een gezond leven. Peter voetbalt en vist, gaat naar de Havo en is een vrolijke en innemende jongen. Het is een harde klap als Peters hart het op zijn dertiende onverwacht toch begeeft. Riek spreekt er weinig over en komt zijn dood nooit helemaal te boven. Piet praat veel over Peter en laat zijn tranen de vrije loop. Het lijkt alsof hij na al de grote verliezen in zijn leven juist nog meer Godsvertrouwen krijgt. ‘We hebben het niet in onze handen’, zegt hij met regelmaat. Van jongs af aan heeft hij aan den lijve ondervonden dat het leven niet maakbaar is. Ook als boer, dichtbij de natuur en elementen, weet hij dat. Een oogst kan mislukken, een koe kan ziek worden, de nodige regen blijft uit.", "Nadat Piet met de Vut is hebben hij en Riek goede jaren. Ze genieten van de kleinkinderen, Piet gaat naar zijn volkstuin, ze klaverjassen en houden het boerenritme aan door om zes uur op te staan en om zeven uur baantjes te trekken in het zwembad in Dronten. Een hoogtepunt is het bezoek aan Lourdes met hun vijf dochters, afgezien van de souvenirs en het toerisme treffen ze hier een concentraat van hun diepe geloof.", "Piet van der Loos op de bruiloft van zijn kleindochter. Beeld Familiearchief", "De laatste jaren van haar leven heeft Riek Alzheimer. Ze zoekt haar Pietje steeds met haar ogen en is gerustgesteld als hij in de buurt is. Na haar overlijden heeft Piet nog een paar goede jaren. Als hij vorig jaar van een dochter hoort dat het mogelijk is geworden om alsnog een levenloos kindje te laten registreren, stromen de tranen over zijn wangen. Met zijn vijf dochters gaat hij naar het gemeentehuis en laat Silvia bijschrijven in het trouwboekje. ‘Ik heb er weer een dochter bij’, zegt hij.", "Al is Piet lang sterk gebleven, nu wordt hij brozer en zijn knieën zijn versleten. Hij wil niet naar een zorgcentrum. De afkeer van instellingen zit er door zijn kostschoolverleden goed in. Als het thuis, ook met veel mantelzorg, niet meer lukt, gaat hij begin dit jaar toch. Vaak zit hij voor het raam en kijkt naar het groen buiten.", "Zijn schoonzoon, die pastor is, komt soms langs voor een kleine persoonlijke viering. Verstild zit Piet dan op zijn stoel, biddend voor al zijn geliefden. Bang is hij niet om te gaan. Hij vertrouwt erop dat hij weer samen zal zijn met Riek en zijn andere drie kinderen.", "Petrus Nicolaas (Piet) van der Loos werd geboren op 20 december 1922 in Delft en overleed op 24 oktober 2020 in Dronten.", "Lees ook:", "Toen Janine Spitsbaard (1970-2020) yoga ontdekte, werd ze een lichtend voorbeeld voor velen", "Yogadocente Janine Spitsbaard stond altijd aan. Met haar vurige temperament en aanstekelijke lach paste ze beter in mediterrane landen, vond ze. Toch kon ze ook rust vinden. Toen ze yoga ontdekte, werd ze een lichtend voorbeeld voor velen."], "authors": ["Marlies Kieft"], "keywords": ["verlies", "van", "piet", "veerkracht", "boer", "het", "hij", "met", "zijn", "leefde", "op", "een", "ze", "en", "19222020"], "pubDate": "2020-12-07T19:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}