{"id": "db6d335c-5426-3749-a444-0041bbf3655b", "title": "Koudegolf in Spanje doet gasprijzen verder stijgen", "url": "https://nu.nl/economie/6101034/koudegolf-in-spanje-doet-gasprijzen-verder-stijgen.html", "summary": "De koudegolf in Spanje heeft zaterdag de prijzen voor aardgas in het land naar een recordhoogte gestuwd.\nLanden of bedrijven gaan doorgaans langlopende bevoorradingscontracten voor lng aan, zodat ze alleen in uitzonderlijke omstandigheden de daggasprijs hoeven te betalen.\nAardgas heeft een aandeel van ongeveer een kwart van het energieverbruik in de Europese Unie.\nDat wordt in toenemende mate in de vorm van lng geïmporteerd, waarvan het gros uit Qatar, Algerije en Nigeria.\nSpanje telt met zes stuks het grootste aantal terminals voor lng in Europa.", "paragraphs": ["De koudegolf in Spanje heeft zaterdag de prijzen voor aardgas in het land naar een recordhoogte gestuwd. Het land is een belangrijke speler in de wereldwijde markt voor vloeibaar aardgas (lng).", "Vergelijkbare weersomstandigheden in Azië dreven de zogeheten spot price, de prijs voor onmiddellijke levering, afgelopen week ook daar naar een nieuw record.", "Vanwege de grote vraag in onder meer Zuid-Korea, Japan en China stegen de spot prices voor lng afgelopen week naar 20.705 dollar (bijna 17.000 euro) per miljoen British thermal units, de internationale standaard voor de notering van de prijzen.", "Daarmee zijn de prijzen sinds september ruim viermaal over de kop gegaan, zo schreef de Financial Times onlangs. Landen of bedrijven gaan doorgaans langlopende bevoorradingscontracten voor lng aan, zodat ze alleen in uitzonderlijke omstandigheden de daggasprijs hoeven te betalen.", "Aardgas heeft een aandeel van ongeveer een kwart van het energieverbruik in de Europese Unie. Dat wordt in toenemende mate in de vorm van lng geïmporteerd, waarvan het gros uit Qatar, Algerije en Nigeria.", "Spanje telt met zes stuks het grootste aantal terminals voor lng in Europa. Een zevende importterminal is in aanbouw."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["spanje", "verder", "van", "doet", "voor", "naar", "prijzen", "een", "koudegolf", "spot", "land", "lng", "gasprijzen", "het", "week", "stijgen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}