{"id": "db7b71ab-251e-3e25-8cbe-758fa61b7143", "title": "De perfecte chai zit boordevol nostalgie", "url": "https://trouw.nl/buitenland/de-perfecte-chai-zit-boordevol-nostalgie~bf67ed37/", "summary": "Gewoon, een standaard chai met veel melk, veel suiker en een beetje gember.\nBij een gat in de muur naast een buurtwinkeltje, waar twee plastic stoelen bij stonden.\n“Ik heb hier vlakbij gewoond”, vertelde de vriend terwijl hij zijn bekertje chai met glinsterende ogen naar binnen werkte.\nMijn man zweert bij een van de theestalletjes op de universiteitscampus waar hij ooit vijf jaar woonde en studeerde.\nMaar zolang ik niet één absoluut favoriete chaiwalla in de stad heb, kan ik mijzelf geen echte Delhi’ite noemen.", "paragraphs": ["Jaren geleden, toen ik nog niet lang in Delhi woonde, nam een vriend me mee naar zijn favoriete theestalletje. “We moéten erheen, nu”, riep hij razend enthousiast, toen hij ontdekte dat ik er om de hoek woonde.", "Ik weet niet wat voor magisch brouwsel ik in gedachten had, maar na de opgebouwde verwachtingen was het nogal een anticlimax. Gewoon, een standaard chai met veel melk, veel suiker en een beetje gember. Bij een gat in de muur naast een buurtwinkeltje, waar twee plastic stoelen bij stonden.", "“Ik heb hier vlakbij gewoond”, vertelde de vriend terwijl hij zijn bekertje chai met glinsterende ogen naar binnen werkte. “Ik had mijn eerste baan en deelde een huis met vrienden. We kwamen hier toen bijna dagelijks.”", "Chaiwalla", "Zo heeft iedereen in Delhi wel zijn favoriete chaiwalla, of theeverkoper, waar ze bereid zijn de halve stad voor door te reizen. De exacte smaakcombinatie van díe chai is onlosmakelijk verweven met nostalgische herinneringen aan het moedernest of andere vorige levens.", "Mijn man zweert bij een van de theestalletjes op de universiteitscampus waar hij ooit vijf jaar woonde en studeerde. “Hij maakt het lekker pittig. Niet te veel kaneel.”", "Ik vind het, wederom, niets bijzonders. Maar ik deel dan ook niet zijn herinneringen aan lange avonden vol politieke debatten. Dat we hier op een keiharde betonnen muur zitten, in de zomer zwetend, draagt voor hem waarschijnlijk alleen maar bij aan de smaak en ervaring. Daar kan de airco en hygiëne van moderne ketens niet aan tippen.", "Thee wordt ingeschonken door chaiwalla's in de straten van New Delhi. Beeld AFP", "12.000 variaties", "Een aantal doet wel een poging. Bij een keten genaamd Chaayos kun je terecht voor 12.000 verschillende variaties op Delhi’s favoriete warme drankje. Meer of minder theeblad, zoete toevoegingen als kardemom of liever de pittige als peperkorrels en kruidnagel. Wel of geen melk, suiker of honing – perfect gebrouwen met de hulp van robots, zodat ieders favoriet erbij zit. En dat alles in een stofloos, hip decor met nostalgische Bollywoodmuziek uit de luidsprekers.", "Maar ja, een robot is geen chaiwalla van vlees en bloed. In een overdekt winkelcentrum heb je ook niet de vliegen en muggen die in de buitenlucht om je kopje heen zwermen. Bovendien ontbreekt vaak de laag vellen op de melk die traditioneel drie keer opnieuw opgekookt moet worden.", "U raadt het al: zelf heb ik geen favoriete chai. Erger nog: de meeste kunnen in mijn herinnering niet tippen aan de eerste chai latte die ik vijftien jaar geleden als student regelmatig bij een koffieketen in Londen dronk. Een soort godslastering in de ogen van Indiërs.", "Melkvellen", "Niet dat ik de vele theestalletjes in India niet waardeer. Een chai is een moment van rust tijdens het wandelen of winkelen. Het wachten op een houten bankje bij het geluid van opkokend water en melk heeft een bijna meditatief effect. Het wegblazen van de melkvellen onder de stoom van het warme glas is een ritueel. En de combinatie van zoet en pittig werkt altijd verfrissend.", "Maar zolang ik niet één absoluut favoriete chaiwalla in de stad heb, kan ik mijzelf geen echte Delhi’ite noemen.", "Uitdijende metropolen bieden een groeiend deel van de wereldbevolking onderdak. Hoe houden de mensen het daar leefbaar? Trouw-correspondenten doen wekelijks verslag uit hun eigen megastad."], "authors": ["Aletta André"], "keywords": ["perfecte", "chai", "boordevol", "van", "bij", "zit", "het", "met", "zijn", "ik", "een", "niet", "en", "nostalgie"], "pubDate": "2020-11-29T14:18:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}