{"id": "db7bcc1b-2651-3169-9312-5e074263c51f", "title": "Uitvoerenden in de versterking vinden gang van zaken vaak onrechtvaardig en onuitlegbaar", "url": "https://www.dvhn.nl/groningen/Uitvoerenden-in-de-versterking-vinden-gang-van-zaken-vaak-onrechtvaardig-en-onuitlegbaar-26292554.html", "summary": "We schrikken van dat beeld’’, zegt onderzoeker Katharine Stroebe van de RUG.\nNiemand lijkt het overzicht te hebben, horen we van een deel van de professionals.\nInformatie is versnipperd of inwoners worden van het kastje naar de muur gestuurd.\nEen medewerker van een welzijnsorganisatie, die vervolgens om opheldering vraagt, wordt net als de inwoners van het kastje naar de muur gestuurd.\n,,Wat ik heel veel meemaak is dat mensen ziek worden of dat een partner overlijdt vlak, voordat het los gaat met de versterking.", "paragraphs": ["De versterkingsoperatie is onrechtvaardig. De gang van zaken is niet meer uit te leggen. Dat zeggen mensen die er beroepsmatig mee bezig zijn.", "Een groep van achttien medewerkers en bestuurders op kernposities bij gemeenten, Nationaal Coördinator Groningen, woningcorporaties, welzijnsorganisaties en bouwbedrijven schetst een zeer somber beeld van de versterkingsoperatie in het Groningse bevingsgebied. Zij werden geïnterviewd door de Rijksuniversiteit Groningen.", "Gedupeerden zijn murw", "Gedupeerden in het bevingsgebied zijn murw geslagen, zeggen de professionals, die bij de versterkingsoperatie aan vergadertafels zitten of met hun poten in de klei staan. Volgens hen leiden alsmaar veranderende regelingen en veiligheidsinzichten tot verwarring, chaos en vertraging. Gedupeerden weten niet meer waar ze aan toe zijn.", ",,Dat geldt ook voor de mensen die beroepsmatig met de versterking bezig zijn. We schrikken van dat beeld’’, zegt onderzoeker Katharine Stroebe van de RUG. ,,De afstemming ontbreekt. Niemand lijkt het overzicht te hebben, horen we van een deel van de professionals. Uitvoerende partijen praten langs elkaar heen, terwijl ze samen aan de slag moeten.” Mede hierdoor is er ook sprake van falende communicatie naar bewoners toe. Informatie is versnipperd of inwoners worden van het kastje naar de muur gestuurd.", "‘Daar gaan wij niet over’", "Uit het RUG-onderzoek blijkt dat de geïnterviewden het gevoel van onmacht bij gedupeerden heel vaak begrijpen. Soms hebben mensen al te horen gekregen dat hun woning wordt versterkt en hoe dat moet gebeuren. Dan wordt er uiteindelijk ergens aan een knop gedraaid en wijzigen de plannen. Een medewerker van een welzijnsorganisatie, die vervolgens om opheldering vraagt, wordt net als de inwoners van het kastje naar de muur gestuurd. ,,Tot vervelens toe hoor je vaak: daar gaan wij niet over.’’", "Verwarring en nieuwe onzekerheid", "Het onderzoek van de RUG is verricht voor het onlangs gesloten nieuwe bestuursakkoord van 1,5 miljard tussen rijk en regio. Stroebe: ,,Dat akkoord brengt weer nieuwe regelingen en afspraken met zich mee. Het is een patroon. Telkens als er weer iets verandert, leidt dat in dit dossier tot verwarring en nieuwe onzekerheid.’’", "De medewerkers wekken verwachtingen en buiten hun toedoen kunnen ze die niet waarmaken. Dat plaats henzelf in een lastig parket. Sinds de versterking door het NCG is overgenomen, is ook de bureaucratie in het hele systeem toegenomen.", "Een welzijnsmedewerker waarschuwt voor de impact van de versterking op de inwoners. Door het trage verloop van de operatie en de continue veranderingen in het beleid, brengt de versterking langdurige onzekerheid met zich mee.", ",,Wat ik heel veel meemaak is dat mensen ziek worden of dat een partner overlijdt vlak, voordat het los gaat met de versterking. Dat soort dingen haalt mensen volledig onderuit.’’"], "authors": ["Johan De Veer"], "keywords": ["zaken", "vaak", "van", "versterking", "vinden", "een", "gang", "uitvoerenden", "het", "niet", "en", "onrechtvaardig", "die", "dat", "met", "onuitlegbaar", "mensen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}