{"id": "db90ef6b-68db-36dc-b34e-1fedbbb1c8bb", "title": "Bitcoin lijkt voor sommige beleggers een alternatief voor goud: koers stijgt tot boven de 30 duizend dollar", "url": "https://volkskrant.nl/economie/bitcoin-lijkt-voor-sommige-beleggers-een-alternatief-voor-goud-koers-stijgt-tot-boven-de-30-duizend-dollar~b294d170/", "summary": "Zij komt uit de koker van een mysterieus personage (of personages) dat luistert naar het pseudoniem Satoshi Nakamoto.\nOok andere cryptomunten, zoals ethereum, zitten in de lift.\nZoals vrijwel alle beleggingen profiteert ook de bitcoin van het goedkope geld waarmee centrale banken wereldwijd de economie door de coronacrisis proberen te helpen.\nEen andere verklaring is dat deze keer niet alleen particuliere enthousiastelingen instappen, maar ook grote vermogensbeheerders.\nEen forse aankoop van enkele beleggers kan in theorie al voldoende zijn om de waarde op te stuwen.", "paragraphs": ["Onder meer bij Bitfarms in het Canadese Quebec worden bitcoins gemijnd. Beeld AFP", "De bitcoin is amper een decennium oud. Zij komt uit de koker van een mysterieus personage (of personages) dat luistert naar het pseudoniem Satoshi Nakamoto. De nieuwe munt moest volgens hem ‘online betalingen mogelijk maken die direct van de ene naar de andere partij gestuurd worden, zonder door een financiële institutie te gaan’.", "Die antiautoritaire belofte om de (centrale) banken overbodig te maken is nog altijd niet vervuld. De bitcoinkoers blijkt te grillig om als regulier betaalmiddel te dienen.", "Als beleggingsobject is de bitcoin des te populairder. Alleen al in 2020 zagen de gelukkige eigenaren de waarde bijna verviervoudigen. Ook andere cryptomunten, zoals ethereum, zitten in de lift.", "Het blijft gissen naar de precieze redenen voor de koersexplosie. Zoals vrijwel alle beleggingen profiteert ook de bitcoin van het goedkope geld waarmee centrale banken wereldwijd de economie door de coronacrisis proberen te helpen.", "De cryptomunt lijkt daarbij een soortgelijke functie als goud te vervullen. Kopers dekken zich ermee in tegen een mogelijke stijging van de inflatie. Omdat schaarste is ingebouwd in het ontwerp van de bitcoin – er kunnen maximaal 21 miljoen in omloop komen – zou zij immuun zijn voor geldontwaarding.", "Een andere verklaring is dat deze keer niet alleen particuliere enthousiastelingen instappen, maar ook grote vermogensbeheerders. Bovendien kunnen klanten van betalingsdienstverlener Paypal met de cryptomunt afrekenen.", "Tegelijkertijd is er het gevaar van ‘overinterpretatie’. De bitcoinmarkt is relatief klein. Een forse aankoop van enkele beleggers kan in theorie al voldoende zijn om de waarde op te stuwen."], "authors": ["Koen Haegens"], "keywords": ["dollar", "lijkt", "zoals", "om", "bitcoin", "stijgt", "naar", "andere", "sommige", "te", "ook", "goud", "van", "duizend", "een", "tot", "koers", "voor", "het"], "pubDate": "2012-01-02T12:55:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}