{"id": "dba29347-3ef8-3e2b-9772-4b74776f98d2", "title": "Dit zijn de beste films van 2020 volgens Het Parool", "url": "https://www.parool.nl/kunst-media/dit-zijn-de-beste-films-van-2020-volgens-het-parool~b7101803/", "summary": "Door het ontbreken van die grote titels – ook veel arthouse-klappers gingen op de lange baan, mede dankzij het afgelasten van grote filmfestivals – kwam er ineens zuurstof voor andere films.\nFilms van vrouwelijke makers en van makers van kleur; films uit andere landen dan Amerika.\nThe AssistantKitty GreenDeze weergave van één lange werkdag van een assistent onder aan de kantoorladder maakt de opeenstapeling van vernederingen waarmee zij moet dealen invoelbaar.\nTevens het mooiste filmeinde van het jaar.\nTiger KingEric Goode, Rebecca ChaiklinDocumentaireserie rond tijgertuinen was het kijkcijfersucces van het voorjaar.", "paragraphs": ["Beeld Linda Stulic", "Ongetwijfeld zal 2020 herinnerd worden als een mager filmjaar. Met wereldwijd gesloten bioscoopzalen werden de grote titels van de Amerikaanse mega­studio’s keer op keer uitgesteld, en zonder die tentstokken zakte het circus van Hollywood grotendeels in elkaar.", "", "Daar pikten streamingdiensten de vruchten van – niet alleen Netflix en Amazon, maar ook lokale spelers als Picl zagen hun kijkcijfers omhoog schieten. Distributeur Dutch FilmWorks had eveneens de wind mee: die werd deze zomer plotseling marktleider, simpelweg door gewoon films uit te blijven brengen, vaak wel twee per week.", "Inmiddels lijken de studio’s geaccepteerd te hebben dat er geen uitstellen meer aan is, en doen ze verwoede pogingen de streamingmarkt in handen te krijgen. De grootste titels bewaren ze voor hun eigen platforms. Dat moet dan maar ten koste gaan van de bioscopen, die door sluitingen en vertoningen met maximaal dertig bezoekers toch al in zwaar weer zitten.", "Er is ook een ander verhaal. Door het ontbreken van die grote titels – ook veel arthouse-klappers gingen op de lange baan, mede dankzij het afgelasten van grote filmfestivals – kwam er ineens zuurstof voor andere films. Films van vrouwelijke makers en van makers van kleur; films uit andere landen dan Amerika. Waardevolle films die anders waarschijnlijk waren overstemd door de marketingmachine van ­Hollywood, weggedrukt door de films van al die witte mannen met meer prestige, ongemerkt uit de canon gedrukt. Films zoals het fijnzinnige verslavingsdrama The Souvenir, het wild om zich heen slaande Bacurau, of het enigmatische Senegalese drama Atlantique.", "Daar kun je cynisch over zijn – blijkbaar zijn deze films zo ‘onbelangrijk’ dat ze niet door­geschoven hoeven te worden. Maar toch: zelden zullen de lijstjes met favoriete titels van ­critici zo divers zijn geweest als dit jaar.", "De favoriete films van 2020 van onze recensenten", "Joost Broeren-Huitenga", "1. Bacurau", "Kleber Mendonça Filho & Juliano Dornelles", "De maatschappelijke woede én het cinefiele plezier spatten ervan af in deze wilde genremix die van western en scifi tot folklore en protestfilm gaat. Juist door zijn scherpe blik op de geschiedenis (van Brazilië en van de cinema) is de film met de minuut actueler geworden.", "2. Ema", "Pablo Larraín", "Enigmatisch, zwoel, opruiend, dansbaar, wild: Ema is een film als geen andere over een jonge vrouw als geen andere. Danseres Ema verliest haar adoptiezoon en slaat vervolgens wild om zich heen om hem terug te krijgen. Revolutionaire energie op het platvloerse ritme van de reggaeton.", "3. The Assistant", "Kitty Green", "Deze weergave van één lange werkdag van een assistent onder aan de kantoorladder maakt de opeenstapeling van vernederingen waarmee zij moet dealen invoelbaar. Elk individueel moment is makkelijk weg te wuiven, maar samen genomen is het ondraaglijk. Messcherp legt de film de monotonie van machtsmisbruik bloot.", "4. Atlantis", "Valentyn Vasjanovitsj", "Een film voor het allergrootste bioscoopdoek, maar zelfs op een tv- of laptopscherm voelt alles monumentaal aan deze overdonderende film. Een oorlogsveteraan trekt door het kapotgebombardeerde Oekraïne van de nabije toekomst, in beeld gebracht als een postapocalyptische hel op aarde.", "5. Babyteeth", "Shannon Murphy", "Het is een merkwaardige trend: films over terminaal zieke tieners en hun gedoemde eerste liefde. Dit Australische debuut zet dat gegeven sprankelend op zijn kop. Het resultaat is speels en springerig en bits en vilein, maar ook ten diepste ontroerend.", "Roosje van der Kamp", "1. I’m Thinking of Ending Things", "Charlie Kaufman", "Alleen Charlie Kaufman kan een verfilming van meer complexiteit voorzien dan het bronmateriaal. Vijf jaar na zijn wonderschone stop-motionfilm Anomalisa komt de regisseur en scenarioschrijver met een prikkelende film die kwesties over identiteit, taal en media tot leven brengt. Een meesterlijk onderzoek naar de geest van een solipsistische man, dat het belang onderstreept om naar buiten te reiken.", "2. Atlantique", "Mati Diop", "In dit griezelig mooie speelfilm­debuut over liefde, verlies en ongelijkheid in postkoloniaal Senegal worden alle grenzen overschreden. Mati Diop verweeft moeiteloos sociaalrealistische ­politieke allegorie en magische spookverhalen in een fabel over de tastbaarheid van afwezigheid. Zo geeft het hypnotiserend sprookje een kijkje in de toekomst van cinema.", "3. Kajillionaire", "Miranda July", "Het tedere doch snoeiharde Kajillionaire straalt een tomeloos enthousiasme uit over het filmisch medium. Miranda July speelt kundig met licht, muziek en perspectief en geeft een ontroerende wending aan een heistfilm, waardoor de eigenlijk gechargeerde vertelling over ouderschap en liefde geloofwaardig aanvoelt.", "4. Atlantis", "Valentyn Vasjanovitsj", "Dit indringende portret over de zinloosheid van oorlog is een gedachte-experiment dat een fictioneel perspectief biedt op een ­hedendaagse kwestie. Met het terugkerende motief van vuur transformeert de gedoemde vertelling over de uitzichtloosheid van de Oekraïense situatie zich in lang aanhoudende scènes tot een hoopvolle ode aan volharding.", "5. The Lighthouse", "Robert Eggers", "Met zijn tweede speelfilm voorspelde Robert Eggers de mentale toestand anno 2020. Eggers verbindt realiteit, fantasie, nachtmerrie en visioen in een duizelingwekkende vertelling. De claustrofobische zwart-witbeelden van twee mannen opgesloten in een vuurtoren op een mysterieus ­eiland zorgen voor een onvergetelijke filmische ervaring.", "I’m Thinking of Ending Things van regisseur Charlie Kaufman.", "Bart van der Put", "1. I’m Thinking of Ending Things", "Charlie Kaufman", "Na Synecdoche, New York en Anomalisa eist schrijver-regisseur Charlie Kaufman alweer een topnotering in mijn jaarlijstje op. Hij slaagt er altijd in verwarring te zaaien door vervreemding te verbeelden en toch herkenning op te roepen. Wat begint met een diner in de hel, verdwijnt in een mist van herinnering en fantasie.", "2. The Lighthouse", "Robert Eggers", "In zijn tweede historisch onderlegde genrefilm brengt de maker van The Witch: A New England Folktale ons naar een ruig Amerikaans eilandje anno 1890, waar Willem Dafoe en Robert Pattinson de met zweet, stoom en lampolie aangedreven vuurtoren beheren. De gemoederen raken oververhit, met formidabel archaïsch taal­gebruik in dramatisch zwart-wit.", "3. Mank", "David Fincher", "David Fincher eert zijn dode vader Jack met de fabelachtige verfilming van diens verhaal over stokebrand Herman J. Mankiewicz, die het scenario voor Orson Welles’ bejubelde debuutfilm Citizen Kane (1941) schreef. Vader en zoon Fincher brengen de gespannen verhoudingen in het oude Hollywood groots en meeslepend over het voetlicht.", "4. The Kingmaker", "Lauren Greenfield", "In navolging van Barbet Schroeder (General Idi Amin Dada: A Self Portrait) laat doortastend documentairefilmer Lauren Greenfield dictatorsweduwe Imelda Marcos haar eigen graf graven. In de onthutsende schets van internationale vastgoedzwendel, kleptocratie, klatergoud en nepotisme staan de zelfbenoemde Moeder van alle Filipino’s en zoon annex troonpretendent Bongbong Marcos lelijk voor schut.", "5. The Invisible Man", "Leigh Whannell", "De Amerikaanse Universal Studios worstelde 20 jaar om de klassieke literaire horrorfilms uit de jaren dertig van de vorige eeuw in een nieuw jasje te steken. Het werden tot de Australiër Leigh Whannell met ster­actrice Elisabeth Moss een angstaanjagende onzichtbare man voor het #MeToo-tijdperk ontwikkelde.", "Elise van Dam", "1. The Souvenir", "Joanna Hogg", "Joanna Hogg betovert met haar deels autobiografische relaas over een jonge filmstudent en haar eerste grote liefde. Een liefde die je niet van de sokken blaast, maar wel onder je huid kruipt en niet meer zomaar loslaat. Tevens het mooiste filmeinde van het jaar.", "2. Beanpole", "Kantemir Balagov", "Prachtige verbeelding van levens uitgehold door oorlogstrauma. En dan vooral de manier waarop zo’n trauma de realiteit aantast. In plaats van grauwe wanhoop, overprikkelt Balagov de kijker met felle kleuren en snerpende klanken. Tot het teveel wordt en hoofdpersoon Iya zich opsluit in zichzelf, waar we niet kunnen volgen.", "3. A Hidden Life", "Terrence Malick", "A Hidden Life gaat over een man die een morele keuze maakt. Bij Malick is moraliteit alleen nooit een rationele afweging, maar geworteld in de natuur, de liefde, de kunst. En dus maakt de regisseur een film zo zintuiglijk dat hij bijna tastbaar wordt en misschien wel juist daardoor transcendentaal.", "A Hidden Life van regisseur Terrence Malick. Beeld Reiner Bajo", "4. The Assistant", "Kitty Green", "Uiterst precieze film die weergaloos de saaie routines van een kantoorbaan vat en daar steeds nadrukkelijker verontrustende signalen doorheen laat sijpelen. Een vlek op een bank, een dubbelzinnige grap. Alles getoond vanuit het perspectief van de jonge en timide Jane, op wie de zwijgcultuur steeds zwaarder weegt.", "5. The Last Black Man in San Francisco", "Joe Talbot", "Een onbeschroomd poëtische en zachtaardige film over het recht claimen op je eigen verhaal, in een sprookjesachtig San Francisco waar gentrificatie en toxische mannelijkheid de boze wolven zijn. Een film die soms iets te ver uitwaaiert, maar desalniettemin van de eerste tot de laatste seconde uniek.", "André Nientied (series)", "1. The Queen’s Gambit", "Scott Frank, Allan Scott", "Het weesmeisje dat zich ontpopt als schaakwonder werd dit najaar het onwaarschijnlijke kijkcijfersucces van Netflix, met 62 miljoen streams in vier weken. Dankzij hoofdrolspeelster Anya Taylor-Joy en een oogverblindende art direction wordt schaken weer spannend, en zelfs sexy. Bonuspunten voor de scène met een muzikale bijrol voor Venus van Shocking Blue.", "2. The Crown", "Peter Morgan", "De opkomst en ondergang van Lady Di en Iron Lady Thatcher maakten seizoen 4 van The Crown nog meeslepender dan de vorige drie. Het onvolprezen koningsdrama was zelfs zo levensecht dat de Britse minister van Cultuur een disclaimer eiste dat de serie fictie is, en geen documentaire.", "Unorthodox van regisseur Anna Winger. Beeld Netflix", "3. Unorthodox", "Anna Winger", "De moeizame ontsnapping van een jonge vrouw aan haar streng orthodoxe joodse milieu liet weinig kijkers koud, mede dankzij hoofdrolspeelster Shira Haas. Nog beklemmender was het besef dat schrijfster Deborah Feldman op wiens boek de vierdelige serie is gebaseerd, dit in werkelijkheid heeft meegemaakt.", "4. Klem", "Frank Ketelaar", "Alles klopte in het derde en laatste seizoen van dit gelaagde Nederlandse misdaaddrama rond crimineel Jacob Derwig en belastinginspecteur Barry Atsma. Van de zelfverdedigingscursus van Georgina Verbaan tot de schoolmusical – ook alle onbeduidend lijkende zijlijntjes vielen op hun plek in de slotaflevering.", "5. Tiger King", "Eric Goode, Rebecca Chaiklin", "Documentaireserie rond tijgertuinen was het kijkcijfersucces van het voorjaar. Elke aflevering kreeg een nieuwe, absurde wending dankzij een stoet aan bizarre personages, met hoofdrolspeler Joe Exotic voorop. Deze ‘Tijgers in Tokkieland’ was misschien niet hoogstaand maar wel maandenlang een dankbaar gespreksonderwerp tijdens de eerste coronagolf."], "authors": ["Joost Broeren-Huitenga", "Roosje Van Der Kamp", "Bart Van Der Put", "Elise Van Dam En André Nientied"], "keywords": ["beste", "zijn", "van", "2020", "en", "een", "films", "met", "dit", "parool", "dat", "op", "te", "het", "die", "volgens"], "pubDate": "2020-12-24T08:00:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}