{"id": "dbc763fc-62a1-3fa6-9fef-e5e3dc10233e", "title": "Een geldmachine zonder noodrem, zelfs nu", "url": "https://volkskrant.nl/sport/een-geldmachine-zonder-noodrem-zelfs-nu~b5845493/", "summary": "In de Verenigde Staten, een land waar het coronavirus dagelijks records verbreekt, heeft de sportwereld veel weg van het orkest dat blijft spelen op een zinkende Titanic.\nVier quarterbacks in quarantaineBij Denver Broncos moesten de vier quarterbacks van de selectie in quarantaine nadat een van hen positief was getest.\n‘Het is alsof de verkeerstoren van een luchthaven een passagier moet begeleiden bij het landen van een Boeing’, schreef de Los Angeles Times.\n‘Als je hoort van een besmetting bij een ploeggenoot schieten een miljoen gedachten door je hoofd’, zei Robert Griffin III, de quarterback die woensdag moest invallen bij footballteam Baltimore Ravens.\nIn april verloor hij zijn moeder aan de gevolgen van het coronavirus, sindsdien overleden nog eens zes van zijn familieleden.", "paragraphs": ["Vanuit New York belicht Koen van der Velden wekelijks ontwikkelingen in de Amerikaanse sport. Vandaag: hoe geld de sport blijft beheersen, terwijl het coronavirus de competities overhoop gooit.", "In de Verenigde Staten, een land waar het coronavirus dagelijks records verbreekt, heeft de sportwereld veel weg van het orkest dat blijft spelen op een zinkende Titanic. In de grote competities regent het besmettingen en worden speelschema’s ontwricht, maar aan stoppen wordt vooralsnog niet gedacht. The show must go on, zo klinkt het oude adagium. Maar het is de vraag of de voorstelling nog verantwoord is.", "Vorige week stond American footballcompetitie NFL ongewild symbool voor de chaos in het land. De grootste competitie kende een potsierlijke speelronde. Zo werd de wedstrijd tussen Baltimore Ravens en Pittsburgh Steelers drie keer uitgesteld vanwege een corona-uitbraak bij de Ravens. Uiteindelijk werd het duel op woensdag gespeeld. (In de middag, zodat zendgemachtigde NBC ’s avonds kon laten zien hoe de lichtjes in de beroemde kerstboom bij het Rockefeller Center in New York werden aangezet.)", "Vier quarterbacks in quarantaine", "Bij Denver Broncos moesten de vier quarterbacks van de selectie in quarantaine nadat een van hen positief was getest. Het kwartet had nagelaten mondkapjes te dragen. De spelbepalende positie werd tegen New Orleans Saints ingenomen door de 23-jarige Kendall Hinton, een eerstejaars reserve die nog geen wedstrijd in de NFL speelde en bij zijn debuut slechts één succesvolle pass verzond. Niet gek, want Hinton is geen quarterback. ‘Het is alsof de verkeerstoren van een luchthaven een passagier moet begeleiden bij het landen van een Boeing’, schreef de Los Angeles Times.", "Van de 32 teams kende alleen Seattle Seahawks nog geen besmettingen, maar de NFL moet door, goedschiks of kwaadschiks. Ook al kan San Francisco 49ers niet meer terecht in het eigen stadion nadat lokale autoriteiten contactsport verboden. Het team speelde dit weekend in Phoenix, Arizona, in een gebied waar de besmettingsgraad tweemaal zo hoog is als in de achtergelaten thuisstaat.", "Geen noodrem", "De footballcompetitie is te groot om te stoppen, de geldmachine kent geen noodrem: naar schatting zou de NFL dit jaar ruim 16 miljard dollar binnenhalen. Door het coronavirus daalde dat bedrag aanzienlijk, maar met het spelen van wedstrijden en het naleven van tv-contracten wordt de schade beperkt. In sommige stadions worden toeschouwers daarbij in kleine getallen toegelaten.", "Naar buiten communiceert de NFL, zoals andere competities, de maatschappelijke waarde van sport, de afleiding die het kan vormen in barre tijden. Voor de veiligheid van spelers zijn protocollen opgesteld. In werkelijkheid is het de almachtige dollar die regeert.", "Met 53 spelers en een omvangrijke coachingstaf blijken footballselecties potentiële brandhaarden. De talentvolste studenten die de sport op universiteiten beoefenen, sommige van hen toekomstige profs, spelen vaak in nog grotere teams. In het zogeheten college football, in delen van het land populairder dan de NFL, werden sinds de competitiestart in september bijna 120 wedstrijden uitgesteld of afgelast.", "Geen cent", "Waar de spelers uit de NFL nog worden betaald om hun gezondheid te riskeren, ziet de National Collegiate Athletic Association (NCAA) erop toe dat de ‘studentatleten’ geen cent ontvangen. Jaarlijks krijgt de organisatie die de schoolsport coördineert ongeveer een miljard dollar, onder meer door het verkopen van uitzendrechten.", "Vooral March Madness, het toernooi waarmee het basketbalseizoen wordt afgesloten, is een gouden melkkoe. In het afgelopen voorjaar stond het evenement op het punt van beginnen toen de pandemie de Verenigde Staten bereikte. Het toernooi werd afgelast, de schade moet worden ingehaald. De universitaire basketbalcompetitie kent na slechts enkele speelronden al een waslijst aan afgelastingen.", "Ook de NBA begint later deze maand aan het seizoen, terwijl het vorige pas in oktober werd afgerond. De coronavrije bubbel in Disney World waar de basketbalcompetitie haar toevlucht zocht, lijkt inmiddels een vervlogen droom.", "Harde realiteit", "Vorige week begonnen de dertig teams hun trainingskampen. De competitie ontwaakte in een harde realiteit: 9 procent van alle spelers was besmet. De basketballers wacht een turbulente jaargang. In maart werd het voorgaande seizoen nog stilgelegd na één besmetting, maar uitbraken van het virus zijn nu ingecalculeerd. Ook in de NBA denkt men aan de portemonnee.", "Over besmettingen wordt in sportprogramma’s gesproken alsof het gaat om verstuikte enkels, terwijl de langetermijneffecten van het coronavirus nog onduidelijk zijn. Sommige spelers uiten hun zorgen. ‘Als je hoort van een besmetting bij een ploeggenoot schieten een miljoen gedachten door je hoofd’, zei Robert Griffin III, de quarterback die woensdag moest invallen bij footballteam Baltimore Ravens. ‘Je denkt niet aan jezelf, maar aan je familie. Dit gaat om onze vrouwen en kinderen.’", "‘Ik heb de laatste maanden een hoop doodskisten gezien’, zei Karl-Anthony Towns, basketballer van Minnesota Timberwolves. In april verloor hij zijn moeder aan de gevolgen van het coronavirus, sindsdien overleden nog eens zes van zijn familieleden. Zaterdag speelt Towns een oefenwedstrijd tegen Memphis Grizzlies. ‘Het zal moeilijk worden.’"], "authors": ["Koen Van Der Velden"], "keywords": ["van", "nog", "nfl", "aan", "een", "en", "zelfs", "maar", "geldmachine", "zijn", "werd", "noodrem", "zonder", "het", "nu"], "pubDate": "2020-12-06T17:36:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}