{"id": "dbc8ce82-6a82-31a8-855b-fb0f0d653003", "title": "Sex and the City krijgt vervolg, maar zonder Kim Cattrall", "url": "https://nos.nl/artikel/2363895-sex-and-the-city-krijgt-vervolg-maar-zonder-kim-cattrall.html", "summary": "Drie van de vier hoofdrolspelers van het origineel keren terug, alleen Kim Cattrall laat verstek gaan.\nDe nieuwe serie, genaamd And Just Like That, krijgt in eerste instantie tien nieuwe afleveringen van een half uur, die deze lente opgenomen worden.\nToch denkt ze dat de nieuwe reeks weer zal aanslaan bij de kijkers.\nIk hoop dat vrouwen die ermee zijn opgegroeid, zoals ik ook 50+, weer een klik krijgen.\nZeker in deze tijden is er behoefte aan ander nieuws en het fijn is om iets leuks in het verschiet te hebben.\"", "paragraphs": ["HBO gaat een vervolg maken op de populaire tv-serie Sex and the City. Drie van de vier hoofdrolspelers van het origineel keren terug, alleen Kim Cattrall laat verstek gaan.", "De nieuwe serie, genaamd And Just Like That, krijgt in eerste instantie tien nieuwe afleveringen van een half uur, die deze lente opgenomen worden. Kijkers zien hoe de levens van de vriendinnen in New York zich sinds het einde van de serie hebben ontwikkeld.", "Hoofdrolspeler Sarah Jessica Parker had kijkers al lekker gemaakt met een bericht op Instagram: \"Ik vraag me af: waar zouden zij nu zijn?\", schreef ze met de hashtag SATCNextChapter.", "HBO-bestuurder Sarah Aubrey vroeg zich hetzelfde af, vertelde ze bij de bekendmaking van het nieuws. \"Ik ben opgegroeid met deze personages en kan niet wachten om te zien hoe hun verhaal zich ontwikkeld heeft, met de eerlijkheid, emotie, humor en de geliefde stad die hen altijd gedefinieerd heeft.\"", "Taboedoorbrekend", "Sex and the City was in 1998 baanbrekend door de openhartige manier waarop de vrouwen en hun sekslevens werden afgeschilderd. In zes seizoenen won de serie acht golden Globes en zeven Emmy's. Ook volgden er twee bioscoopfilms.", "\"Ze hebben best veel taboes doorbroken\", zegt Libelle-hoofdredacteur Hilmar Mulder, zelf fan van de serie. \"Ze hadden het over trio's, soa's, onenightstands, biseksualiteit, dildo's. Van alles kwam aan bod onder het motto: alles kan zolang je het zelf leuk en goed vindt.\"", "Toch was er ook kritiek op de serie, herinnert Mulder zich, en niet alleen vanwege de onomwonden weergave van seks. \"Dat de vriendinnen winkelen als hobby hadden, werd door sommigen ook wel erg gezien als oppervlakkig en materialistisch. Het zou vooroordelen over vrouwen bevestigen.\"", "'Nooit meer Samantha'", "HBO heeft niet meegedeeld waarom Samantha-actrice Kim Cattrall niet terugkeert. De actrice had eerder al gezegd op vijandige voet te staan met haar medespelers, vooral Sarah Jessica Parker. Daarom bedankte ze eerder ook al voor een derde SATC-film. \"Ik kan je verzekeren dat ik nooit meer Samantha zal spelen\", liet ze toen weten.", "Op Twitter wordt ondertussen druk gespeculeerd hoe Samantha uit de serie zal worden geschreven, zoals de komische suggestie dat de andere drie haar wellicht vermoord hebben. Parker kon wel lachen om alle voorstellen: \"Ik moet me inhouden om niet te verklappen of jullie warm of koud zitten\", plaagde ze.", "Mulder (zelf fan van Carrie) vindt het \"superjammer\" dat Samantha ontbreekt. \"Het was een wulpse, vrijgevochten zakenvrouw die op seksueel vlak alles deed wat ze wilde en mannen verslond. Dat was echt een figuur die je nodig had als tegenpool bij de anderen.\"", "Toch denkt ze dat de nieuwe reeks weer zal aanslaan bij de kijkers. \"Sarah Jessica Parker is nu 55 en de serie zal dus gaan over vrouwen van haar leeftijd. Ik hoop dat vrouwen die ermee zijn opgegroeid, zoals ik ook 50+, weer een klik krijgen. Zeker in deze tijden is er behoefte aan ander nieuws en het fijn is om iets leuks in het verschiet te hebben.\""], "authors": [], "keywords": ["ik", "krijgt", "van", "vervolg", "en", "zonder", "ze", "een", "cattrall", "sex", "city", "op", "ook", "het", "maar", "kim", "dat", "serie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}