{"id": "dbc8a0aa-0a2a-3a9f-b1a7-526d0d97f0ad", "title": "Corona redt mogelijk de levens van Trumps laatste drie terdoodveroordeelden", "url": "https://www.nrc.nl/nieuws/2021/01/11/corona-redt-mogelijk-de-levens-van-trumps-laatste-drie-terdoodveroordeelden-a4027049", "summary": "Het nieuwe coronavirus heeft in de Verenigde Staten al zeker 374.000 levens geëist, maar dat van drie terdoodveroordeelden wordt er mogelijk door gered.\nNa een ban van 17 jaar begon toenmalig minister Barr (Justitie) vorig jaar op voorstel van president Trump weer federale doodsvonnissen te voltrekken.\nMontgomery is een van een vijftal executies dat hij in zijn slotweken wilde laten voltrekken.\nZolang dit strengere protocol niet actief is, blijven federale executies voor zestig dagen opgeschort, meldt de lokale krant Indy Star.\nPentobarbital, een van de drie stoffen in de dodelijke injectie waarmee de doodstraf in de VS doorgaans wordt voltrokken, zou bij hen zo sneller tot een pijnlijk longoedeem kan leiden.", "paragraphs": ["Het nieuwe coronavirus heeft in de Verenigde Staten al zeker 374.000 levens geëist, maar dat van drie terdoodveroordeelden wordt er mogelijk door gered. De 52-jarige Amerikaanse Lisa Montgomery zou eigenlijk deze dinsdag geëxecuteerd worden, maar haar advocaten hebben met een beroep op de pandemie mogelijk levensreddend uitstel weten af te dwingen. De Terre Haute-gevangenis in Indiana waar haar en andere doodstraffen zouden worden voltrokken, moet eerst een beter virusaanpak gaan voeren, oordeelde een rechter eind vorige week.", "Voor Montgomery kan dat cruciale tijdwinst opleveren. Na een ban van 17 jaar begon toenmalig minister Barr (Justitie) vorig jaar op voorstel van president Trump weer federale doodsvonnissen te voltrekken. In de tweede helft van 2020 werden tien gevangenen geëxecuteerd en Trump besloot hier ook na zijn verkiezingsverlies mee door te gaan. Montgomery is een van een vijftal executies dat hij in zijn slotweken wilde laten voltrekken. Twee vonden in december al plaats, de drie andere stonden voor deze week op de rol.", "Lees ook: Op de valreep voert Trump het aantal federale executies op", "‘Executie is superspread-event’", "Op 20 januari treedt echter inkomend president Joe Biden aan, die gekant is tegen de doodstraf. Met een beroep op coronarisico’s proberen de juridische teams van de terdoodveroordeelden de executies daarom over inauguratiedag heen te tillen, want zulk uitstel zal zo goed als zeker afstel betekenen.", "Gevangenissen zijn tijdens deze pandemie regelmatig brandhaarden voor het virus gebleken. En omdat executies in de VS met publiek voltrokken worden zijn ze ook potentiële superspread-evenementen, beargumenteerden de advocaten van Montgomery. De rechter stelde hen in het gelijk: bij de eerdere tien executies in Terre Haute trof de gevangenisleiding onvoldoende voorzorgsmaatregelen waardoor „een aanzienlijk gevaar ontstond”. De afgelopen vier weken testten 657 gedetineerden en 70 cipiers er positief.", "Lees ook: De gevangenis is een ideale petrischaal voor het virus", "De gevangenis moet daarom een strenger coronabeleid gaan voeren, voordat er weer doodstraffen mogen worden voltrokken. Al het personeel dat betrokken is bij de executies moet mondkapjes dragen, er moet beter bijgehouden worden wie met wie contact heeft en alle betrokkenen moeten nog twee weken lang dagelijks op het virus getest worden. Zolang dit strengere protocol niet actief is, blijven federale executies voor zestig dagen opgeschort, meldt de lokale krant Indy Star.", "Pijnlijkere executie na corona?", "Ook Dustin John Higgs en Cory Johnson, de twee andere federale terdoodveroordeelden, hebben de rechter uitstel verzocht vanwege corona.", "Higgs en Johnson, wier executies voor donderdag en vrijdag op de rol staan, liepen recent het virus op bij de uitbraak in Terre Haute.", "Hun advocaten voerden vorige week dinsdag aan dat ze daarbij longschade opliepen. Pentobarbital, een van de drie stoffen in de dodelijke injectie waarmee de doodstraf in de VS doorgaans wordt voltrokken, zou bij hen zo sneller tot een pijnlijk longoedeem kan leiden. Dit zou hun grondwettelijke bescherming tegen wrede en ongebruikelijke straffen schenden.", "De rechter moet in deze zaak nog uitspraak doen. Maar zolang de gevangenisleiding er niet in slaagt snel het strengere coronaprotocol in werking te stellen (of een andere rechter het executiemoratorium opheft), zullen ook Higgs en Johnson profiteren van het uitstel dat door Montgomery’s advocaten is afgedwongen."], "authors": ["Merijn De Waal", "Januari Om", "Leestijd Minuten"], "keywords": ["drie", "laatste", "van", "voor", "en", "een", "terdoodveroordeelden", "trumps", "levens", "dat", "op", "executies", "corona", "redt", "het", "te", "worden", "mogelijk"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}