{"id": "dbd9666e-e2b9-3c28-bb93-628e4b336df3", "title": "Filmfestivals vestigen hun hoop op de zomermaanden", "url": "https://trouw.nl/cultuur-media/filmfestivals-vestigen-hun-hoop-op-de-zomermaanden~b61a29d3/", "summary": "Het had een feestelijke, vijftigste editie van het ‘International Film Festival Rotterdam’ (IFFR) moeten worden, eind januari.\nOf met een biertje op de bank?\nNoodgedwongen uiteraard: het aantal besmettingen met het coronavirus in Duitsland is nog steeds hoog.\nEnkele maanden later, in juni, volgt een fysieke editie voor het publiek.\nSekteleider Charles Manson had een Christuscomplex, vruchtbaarheidsarts Jan Karbaat speelde voor God in de distributie van zijn zaad.", "paragraphs": ["Het had een feestelijke, vijftigste editie van het ‘International Film Festival Rotterdam’ (IFFR) moeten worden, eind januari. In plaats daarvan heeft de nieuwe artistiek directeur Vanja Kalu­djercic een hybride filmfestival voorbereid.", "Het is de bedoeling dat het IFFR, met 340.000 bezoekers normaal gesproken een van de grootste culturele evenementen van Nederland, in twee fasen plaatsvindt: in de eerste week van februari en de eerste week van juni, in de filmtheaters en online. Mocht de huidige lockdown worden verlengd, dan zijn ze in Rotterdam klaar om geheel online te gaan, zegt Kaludjercic, die eerder dit jaar Bero Beyer opvolgde.", "Het spant er dus nog even om of we de Deense openingsfilm ‘Riders of Justice’ (met Mads Mikkelsen in de hoofdrol) met elkaar kunnen kijken in de bioscoop. Hetzelfde geldt voor de wereldpremière van ‘Feast’, de eerste speelfilm van de Rotterdamse videokunstenaar Tim Leyendekker die geselecteerd is voor de Tiger-competitie. Rode loper? Of met een biertje op de bank?", "In de zomer zullen openluchtvoorstellingen mogelijk zijn", "Het Filmfestival van Berlijn, dat doorgaans in februari plaatsvindt en goed is voor bijna een half miljoen bezoekers, maakte afgelopen week bekend eenzelfde soort strategie te zullen volgen als Rotterdam. Noodgedwongen uiteraard: het aantal besmettingen met het coronavirus in Duitsland is nog steeds hoog.", "De bedoeling is om in maart een virtueel festival te houden voor de filmmarkt en de inkopers van films. Alleen de jury komt naar Berlijn om zich te buigen over de competitie om de Gouden Beer. Enkele maanden later, in juni, volgt een fysieke editie voor het publiek. Voordeel: in de zomer zullen in Berlijn ook openluchtvoorstellingen mogelijk zijn.", "In Park City (Utah) zijn ze ook voorbereid. Het Sundance Film Festival, opgericht door Robert Redford en in vier decennia uitgegroeid tot het grootste Amerikaanse filmfestival voor de onafhankelijke film, begint eind januari met een korte en kleine virtuele editie. Het festival heeft speciaal daarvoor een nieuw ­streamingplatform opgericht waarop de films te zien zijn.", "Spannend is het vooral voor Miriam Guttmann (26) die als enige Nederlandse regisseur voor het prestigieuze Sundance is geselecteerd: ze zal haar driedelige documentaire ‘Seeds of Deceit’ niet fysiek, maar virtueel in Amerika presenteren. Guttmann werkte haar prijswinnende afstudeerfilm ‘Het Zaad van Karbaat’ om tot een docu-serie over Dr. Karbaat, de vruchtbaarheidsarts die clandestien zijn eigen zaad gebruikte om meer dan 65 patiëntes te bevruchten.", "Lees ook:", "Charles Manson en Jan Karbaat: voor God spelen loont niet", "Ze komen altijd bovendrijven, de mannen die zichzelf boven de moraal plaatsen en vrij beslissen over leven of dood. Sekteleider Charles Manson had een Christuscomplex, vruchtbaarheidsarts Jan Karbaat speelde voor God in de distributie van zijn zaad."], "authors": ["Belinda Van De Graaf"], "keywords": ["filmfestivals", "van", "zijn", "hoop", "voor", "en", "een", "hun", "zomermaanden", "om", "met", "op", "te", "vestigen", "het", "die"], "pubDate": "2020-12-29T13:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}