{"id": "dbf0ead8-be3b-3cb7-8eb0-651c4a633a5f", "title": "Voor deze vuurwerkhandelaren wordt het een schrale jaarwisseling", "url": "https://www.parool.nl/amsterdam/voor-deze-vuurwerkhandelaren-wordt-het-een-schrale-jaarwisseling~b3b0a8e2/", "summary": "“Mijn opa en vader handelden al in vuurwerk, en nu doe ik het.\nAl moet ik zeggen dat nu ik wat ouder ben ik het ook prima vind om lekker te kijken.\nBij ons kan het niet, dus dan weet je wel wat ze gaan doen.”‘Zonder vuurwerk kan ik het niet echt’Jeffrey Beekhoven (39) – Beekhoven Bikes Vuurwerk – Amsterdam-NoordJeffrey Beekhoven.\nOp oudejaarsavond sloten we de winkel af, gingen we naar boven voor een happie en een drankie en dan voor de deur vuurwerk afsteken.\nDit jaar zal ik het met kindervuurwerk moeten doen.”", "paragraphs": ["Beeld Getty Images/EyeEm", "‘Ik weet niet beter dan dat we dit doen’", "Johan Witbaard (43) – Witbaard Vuurwerk en Feestartikelen – De Pijp", "Johan Witbaard.", "“Mijn opa en vader handelden al in vuurwerk, en nu doe ik het. Ik weet niet beter dan dat we dit doen. Als kind leefde ik naar de verkoopperiode toe. Vuurwerk afsteken houd ik ook van, maar ik houd vooral van de sfeer die er in de aanloop naar de jaarwisseling is. Er komen extra mensen in de winkel helpen, het is altijd druk. Iedereen is vrolijk, want ze gaan vuurwerk halen. Ik hou van het afsteken. Al moet ik zeggen dat nu ik wat ouder ben ik het ook prima vind om lekker te kijken. We zorgen normaal dat we flink wat bij ons hebben, omdat we in de handel zitten. Dan vieren we het thuis of bij vrienden en dan kunnen we flink wat vuurwerk kijken. Dit jaar komt er een stel langs. Het wordt binnen genieten en categorie 1 vuurwerk afsteken. Dat is meer voor de vorm dan het vuurwerkgevoel. Dat ga ik dit jaar wel missen. Ik ben er nog steeds bang voor dat ze het verbod doortrekken naar de volgende jaren.”", "‘Niets sterkers dan categorie 1 vanavond’", "Tom Klarenbeek (55) – Klarenbeek Vuurwerk – Amsterdam-Zuid", "Tom Klarenbeek.", "“Normaal gesproken steek ik met de jaarwisseling graag vuurwerk af met vrienden. We zijn inmiddels in de vijftig, maar dan veranderen we weer in kleine kinderen. Maar goed, dit jaar is alles anders. Om kwart over twaalf heb ik buiten afgesproken om met twee anderen te proosten, en dan steken we categorie 1 vuurwerk af. Vanwege mijn voorbeeldfunctie als verkoper komt er niks sterkers voorbij. Was ik geen verkoper geweest, dan zou ik zelf wel iets op de kop getikt hebben. Ik begrijp best dat het nu verboden is, hoor. Vooral vanwege de besmettingscijfers. Ik denk dat de vuurwerkslachtoffers voor het grootste deel komen van illegaal vuurwerk. Ik denk dat mensen met het huidige verbod alleen maar meer illegaal vuurwerk gaan halen. Ik krijg regelmatig de vraag of er bij ons nog iets te koop is, of dat ze het in het buitenland moeten halen. Bij ons kan het niet, dus dan weet je wel wat ze gaan doen.”", "‘Zonder vuurwerk kan ik het niet echt’", "Jeffrey Beekhoven (39) – Beekhoven Bikes Vuurwerk – Amsterdam-Noord", "Jeffrey Beekhoven.", "“Bij mijn ouders hadden we de vuurwerkwinkel onder het woonhuis. Op oudejaarsavond sloten we de winkel af, gingen we naar boven voor een happie en een drankie en dan voor de deur vuurwerk afsteken. Dat werd elk jaar een grote show en de hele buurt kwam. De liefhebberij is nooit weggegaan. Ik kan het niet echt uitleggen. Net als dat sommige mensen een sigaretje nodig hebben of een drankje. Het is niet letterlijk verslavend. Maar die adrenalinekick, het geluk en de vrijheid die ik voel op die ene avond. Daar houd ik van. Het idee dat we met zijn allen het nieuwe jaar ingaan. Iedereen viert dat op zijn of haar manier. Sommigen gaan naar de club en ik hou van vuurwerk. Zonder vuurwerk kan ik de overstap naar het nieuwe niet echt maken, denk ik. De echte liefhebber houdt zich verre van geweld en brandstichting. Die wil gewoon thuis zijn ding doen. Dit jaar zal ik het met kindervuurwerk moeten doen.”"], "authors": ["Bo Broek"], "keywords": ["ik", "vuurwerk", "van", "dan", "voor", "jaarwisseling", "en", "een", "naar", "wordt", "met", "niet", "vuurwerkhandelaren", "het", "deze", "dat", "schrale"], "pubDate": "2020-12-31T14:07:07Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}