{"id": "dbf346a3-cb10-3cb7-a788-896431d25def", "title": "Voor wisselvallige handbalsters rest troostwedstrijd op het Europees kampioenschap", "url": "https://volkskrant.nl/sport/voor-wisselvallige-handbalsters-rest-troostwedstrijd-op-het-europees-kampioenschap~b2af650a/", "summary": "Met die glanzende traditie, vorig jaar vervolmaakt met de verovering van wereldtitel in Japan, werd op het EK in Denemarken gebroken.\nAl op de eerste dag was er direct een onderstreping van dat op en neer gaande niveau.\nWe gaan het er na dit EK over hebben.’De analyse is nodig in de aanloop naar de Olympische Spelen.\nMet name de transitie naar voren, brutaal, door het midden, met schotkracht op een onverwacht moment, ontbrak.\nDe voorzitter had er bij hem op aangedrongen de Nederlandse, eerder vier jaar voor Metz uitkomend, onder zijn hoede te nemen.", "paragraphs": ["Jessy Kramer in actie tijdens het Europees Kampioenschap. Beeld BSR Agency", "Vijf jaar op rij behoorde de Nederlandse handbalploeg tot de beste vier van een continentaal dan wel mondiaal toernooi. Met die glanzende traditie, vorig jaar vervolmaakt met de verovering van wereldtitel in Japan, werd op het EK in Denemarken gebroken. Het nationale zevental speelt vrijdag om de vijfde plaats van Europa, een troostwedstrijd.", "De uitschakeling voor de halve finales, niet alleen door een ontbrekend doelpunt bij de zege van maandag op Duitsland, werd door de handbalsters als bitter ervaren. Daar zal het chagrijn zijn bijgekomen over de vele eigen fouten.", "Coach Emmanuel Mayonnade kon zich er dinsdag nog eens over opwinden: ‘Het was heel slecht, dan heel goed, dan weer heel slecht, dan weer goed.’ Zo schetste hij het onregelmatige spel van zijn gelouterde ploeg.", "Al op de eerste dag was er direct een onderstreping van dat op en neer gaande niveau. De ploeg verspeelde tegen Servië voorsprong van zes treffers. Het was een klap voor het zelfvertrouwen, waarmee Nederland toch in Denemarken moet zijn verschijnen. Zij waren de wereldkampioenen. De andere landen keken op tegen dat stuntteam van Japan 2019.", "Jeugdig Kroatië", "Het had even later geen waarde meer. Na Servië bleek het jeugdige Kroatië te sterk. Die twee partijen waren vooraf als eenvoudig aangemerkt. Verliezen van Noorwegen, in de eerste wedstrijd uit de toch bereikte hoofdronde, was mogelijk ingecalculeerd.", "Beginnen met een nederlaag, Nederland deed het vaker in het recente verleden, maar in Kolding was dubbel verlies niet meer goed te maken. ‘Een puntje tegen Kroatië, dan waren we toch weer bij de laatste vier geweest’, jammerde de coach dinsdagavond. Om te vervolgen: ‘Drie wedstrijden verliezen, het mag niet. We gaan het er na dit EK over hebben.’", "De analyse is nodig in de aanloop naar de Olympische Spelen. Als wereldkampioen is Nederland reeds geplaatst voor dat allerbelangrijkste toernooi per vier jaar, in dit geval wegens uitstel van Tokio 2020 naar ‘21 per vijf jaar. Mayonnade had zich in maart, in een interview met de Volkskrant, nog rijk gerekend. Zijn ploeg was fit, topfit. Bij andere landen, concurrenten, had hij geblesseerde uitvallers gezien. Zijn ploeg was in vorm. Het zag er goed uit.", "Nu weet de Franse coach, veelal communicerend in het Engels, weer wat pech en tegenslag is. In de zomer verloor hij zijn belangrijkste speelster, Estavana Polman, de speler van het WK. In de herfst kwam daar haar vervanger bij, Delaila Amega. Beiden werden geveld door kruisbandscheuring, waarvoor zes tot tien maanden revalidatie worden gerekend.", "Die gevulde ziekenboeg was ook het verschil tussen Japan 2019 en Denemarken 2020. De afwezigheid van spelmaker en afmaker Polman deed zich voortdurend gevoelen. Met name de transitie naar voren, brutaal, door het midden, met schotkracht op een onverwacht moment, ontbrak. Topscorer Lois Abbingh kon zonder aangever en bliksemafleider haar draai maar matig vinden.", "Het was allemaal verklaarbaar. Soms hangt sterk spel af van die ene uitzonderlijke speelster op dat ene speciale toernooi. Het waterpoloteam werd in 2008 in Peking olympisch kampioen door topschutter Daniëlle de Bruijn. Na haar vertrek werd jaren gezocht naar de nieuwe sluitende combinatie.", "Teleurstelling weg spelen", "Mayonnade wilde het dinsdag, na het afsluiten van de hoofdronde, liever niet over de ontbrekende topper hebben. Hij prees zijn speelsters die binnen 20 uur na de ‘loze’ overwinning op Duitsland weer voluit waren gegaan om het moreel te sterken, de teleurstelling weg te spelen en zich een waardige topploeg te tonen die Roemenië op conditie en schotkracht klopte.", "Of Mayonnade het EK van werken en zwoegen zag als een goede voorbereiding op de Spelen over 219 dagen, was de vraag. Kortom of het nut had gehad. ‘Ik zou een gewonnen Europese titel de best mogelijke voorbereiding op de Spelen hebben gevonden’, antwoordde hij.", "De Fransman, ook clubtrainer bij Champions League-topper Metz, gaat zware maanden tegemoet. Hij gaat per positie drie speelsters selecteren: 21 in totaal. Dat moet kort voor de Spelen worden teruggebracht naar veertien. Meer mogen er niet mee naar Tokio. In Kolding was Nederland met liefst achttien vrouwen, van wie er twee telkens op de tribune moesten plaats nemen.", "De meeste posities lijken toebedeeld, maar op de cirkelplek kan zomaar een oude vertrouwde kracht terugkeren. Yvette Broch, tot de zomer van 2018 een wereldtopper, traint zich na 800 sabbatsdagen terug op niveau bij Metz, de club van Mayonnade. De voorzitter had er bij hem op aangedrongen de Nederlandse, eerder vier jaar voor Metz uitkomend, onder zijn hoede te nemen.", "In Kolding speelde Danick Snelder soms zestig minuten lang op de slopende plaats aan de cirkel, omdat de jonge vervangers Freriks en Van der Vliet niet het niveau aan kunnen. Er gaat nog veel gebeuren in 2021, voorspelde Manu Mayonnade."], "authors": ["John Volkers"], "keywords": ["van", "europees", "een", "het", "en", "kampioenschap", "met", "te", "handbalsters", "zijn", "op", "voor", "troostwedstrijd", "er", "wisselvallige", "bij", "rest"], "pubDate": "2020-12-15T21:52:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}