{"id": "dbf4893a-cab5-31ec-8d5e-5546760068d7", "title": "Willem II, de stuntploeg van vorig seizoen, is diep geduikeld", "url": "https://volkskrant.nl/sport/willem-ii-de-stuntploeg-van-vorig-seizoen-is-diep-geduikeld~bc47b495/", "summary": "Weinig is over van het attractieve spel waarmee Willem II vorig seizoen onbevangen ten aanval trok.\nVorig seizoen begon je een wedstrijd met het gevoel dat een tegenstander heel goed moest zijn om van ons te kunnen winnen.\nAl had ik bij een 2-0 voorsprong het gevoel dat het er echt in zat.’Rijkelijk vloeide de complimenten naar Mike Trésor Ndayishimiye, de verrassing en verpersoonlijking van het glorieseizoen van Willem II.\nSnel na rust komt Willem II op achterstand, als Calvin Stengs Willem II-verdediger Sebastian Holmén eenvoudig uitkapt.\nZoet is de herinnering aan de overwinning die Willem II vorig seizoen boekte tegen Ajax.", "paragraphs": ["Calvin Stengs moet hoog springen om Freek Heerkens te ontwijken. Beeld Guus Dubbelman / de Volkskrant", "Zelfs een 2-0 voorsprong na iets meer dan een half uur is niet voldoende in Alkmaar zondagavond. Nog voor rust komt AZ langszij, om het dolende Willem II na rust eenvoudig van zich af te schudden. Het is symptomatisch voor een ploeg in verval. Broos is de Tilburgse weerbaarheid.", "Het contrast met vorig seizoen is groot. Willem II was de sensatieploeg die AZ, Ajax en PSV verraste en als vijfde eindigde in het door corona voortijdig afgebroken seizoen. Als beloning mocht het in de zomer aan de geneugten van de Europa League ruiken, al spatte die droom in de voorronde uiteen tegen Rangers FC, de topclub uit Schotland.", "Diep is de duikeling die Willem II sindsdien heeft ingezet. ‘Vorig seizoen hebben we gepiekt. Je weet dat de kans klein is dat je weer als vijfde eindigt. Maar het gat naar waar we nu staan is te groot’, zegt aanvoerder Freek Heerkens. ‘We presteren ver onder ons kunnen, zo simpel is het.’", "Blessures en coronagevallen", "En dat met grotendeels dezelfde spelersgroep. Al wil Koster dat nuanceren. Willem II kreeg te maken met een aantal blessures en coronagevallen. ‘Als iedereen fit is, hebben we in de kern dezelfde ploeg. Maar de vele wisselingen in het elftal spelen ons parten’, aldus de 66-jarige Koster, wiens contract vorige maand werd verlengd tot 2022.", "Weinig is over van het attractieve spel waarmee Willem II vorig seizoen onbevangen ten aanval trok. Ook een eigen doelpunt van AZ-aanvaller Zakaria Aboukhlal en makkelijk verkregen strafschop helpen de ploeg niet over het dode punt heen. Binnen een paar minuten trekt AZ de stand via twee doelpunten van Teun Koopmeiners gelijk.", "Heerkens: ‘Je staat heel anders op het veld. Vorig seizoen begon je een wedstrijd met het gevoel dat een tegenstander heel goed moest zijn om van ons te kunnen winnen. Dit seizoen is dat vertrouwen er minder. Al had ik bij een 2-0 voorsprong het gevoel dat het er echt in zat.’", "Rijkelijk vloeide de complimenten naar Mike Trésor Ndayishimiye, de verrassing en verpersoonlijking van het glorieseizoen van Willem II. Fijn waren de balbehandelingen en passes van de technicus. Plots valt het vele balverlies van de Belgische middenvelder op. Tegen AZ benut hij een strafschop, maar vervult verder een rol in de anonimiteit.", "Snel na rust komt Willem II op achterstand, als Calvin Stengs Willem II-verdediger Sebastian Holmén eenvoudig uitkapt. Met de binnenkant van zijn linkervoet plaats hij de bal vanaf de rand het strafschopgebied onder in de hoek. Vanaf de kant ziet Koster dat er iets knakt bij zijn ploeg.", "Vertrouwen", "‘Uiteindelijk heeft het ook met kwaliteit te maken’, zegt hij. ‘Niet alleen op het voetbaltechnische, maar ook op het mentale vlak. Als je veel wedstrijden wint, voelt het of sommige dingen vanzelf gaan. Maar verliezen doet iets met je vertrouwen. Daar moet je ook mee om kunnen gaan.’", "Een groepsgesprek zonder de technische staf afgelopen week moest de urgentie van de situatie duidelijk maken. Heerkens: ‘Als spelers probeer je een bepaald besef te creëren. Dan is het goed om dat een keer te benoemen. We maken ons zorgen over de situatie waarin we zitten.’", "Willem II heeft in de tweede helft weinig meer in te brengen tegen AZ. Na de 3-2 van Stengs voeren Fredrik Midtsjø en Jesper Karlsson de score verder op. Het is een nieuwe tik na de midweekse nederlaag in de beker tegen Vitesse. ‘Het groepsgesprek heeft nog niet geleid tot betere resultaten, maar ik zie wel meer spirit in het team’, zegt Heerkens.", "Het doelpunt dat de ingevallen Che Nunnely kort voor tijd maakt, kan niet verbloemen dat de ziel vooralsnog uit het elftal is verdwenen. Koster: ‘Als je drie doelpunten maakt in een uitwedstrijd, moet je gewoon winnen.’ Woensdag wacht de laatste wedstrijd van het kalenderjaar, tegen koploper Ajax.", "Zoet is de herinnering aan de overwinning die Willem II vorig seizoen boekte tegen Ajax. Maar Heerkens weigert te veel terug te kijken. ‘We kunnen wel blijven mijmeren over vorig seizoen, maar daar hebben we niks aan. We moeten er met elkaar voor zorgen dat we zo snel mogelijk uit deze situatie komen. Al heb ik daar niet direct het medicijn voor.’"], "authors": ["Guus Peters"], "keywords": ["van", "stuntploeg", "het", "geduikeld", "diep", "een", "met", "te", "seizoen", "ii", "willem", "dat", "vorig", "je"], "pubDate": "2020-12-20T21:07:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}