{"id": "dbf6d869-f2e6-39b7-a1af-afcf2a206bb1", "title": "De datahonger van astronomen en fysici is niet te stillen", "url": "https://volkskrant.nl/wetenschap/de-datahonger-van-astronomen-en-fysici-is-niet-te-stillen~b006436e/", "summary": "Die klap liet ruimte en tijd rillen, waarna die zogeheten zwaartekrachtgolven werden betrapt door Ligo in de Verenigde Staten en Virgo in Italië.\nNa analyse van het signaal bleek dat minimaal een van de twee exemplaren een ‘onmogelijk’ zwart gat moest zijn, eentje zwaarder dan de gangbare theorieën voor mogelijk hielden.\nWaardevolste bijdrageHoewel die ontdekking ontegenzeggelijk van belang was, haalde de waardevolste bijdrage van Ligo en Virgo, een catalogus met nog eens grofweg vijftig, minder spannende botsingen, de krantenkolommen niet.\nDe gigantische gegevensberg die dat opleverde, gemengd met wat complexe statistiek, onthulde vervolgens de contouren van ‘het higgs’.\nVoorlopig is de datahonger in de fysica dus nog niet gestild.", "paragraphs": ["Beeld Typex", "Het was een bericht dat liefhebbers van kosmisch onderzoek de oren deed spitsen. In september zagen fysici en astronomen hoe twee botsende zwarte gaten – voorwerpen zo zwaar dat ze zelfs het licht verzwelgen – diep in de kosmos op elkaar klapten. Die klap liet ruimte en tijd rillen, waarna die zogeheten zwaartekrachtgolven werden betrapt door Ligo in de Verenigde Staten en Virgo in Italië.", "Na analyse van het signaal bleek dat minimaal een van de twee exemplaren een ‘onmogelijk’ zwart gat moest zijn, eentje zwaarder dan de gangbare theorieën voor mogelijk hielden. Nieuws met een grote wow-factor.", "Waardevolste bijdrage", "Hoewel die ontdekking ontegenzeggelijk van belang was, haalde de waardevolste bijdrage van Ligo en Virgo, een catalogus met nog eens grofweg vijftig, minder spannende botsingen, de krantenkolommen niet. Begrijpelijk, maar bekeken door een wetenschappelijke bril ook vreemd. Want zoals astronoom Selma de Mink destijds zei: ‘Vergelijk het met onderzoek naar mode: die ene gekke outfit of hoed bij Koningsdag is heus heel interessant, maar je wilt uiteindelijk vooral weten wat alle andere mensen dragen.’", "In de moderne natuur- en sterrenkunde leidt het gestaag stapelen van zo veel mogelijk meetgegevens tot de grootste doorbraken. Kijk maar naar de deeltjesfysica, de wetenschap die speurt naar de kleinste bouwsteentjes waaruit alles is opgebouwd. In 2012 ontdekte men het higgsdeeltje, het deeltje dat alle anderen massa geeft – een prestatie die de bedenkers ervan de Nobelprijs opleverde. Dat lukte alleen omdat men bij de deeltjesversneller van het Europese onderzoeksinstituut Cern jarenlang een immense hoeveelheid deeltjes op elkaar had laten klappen. De gigantische gegevensberg die dat opleverde, gemengd met wat complexe statistiek, onthulde vervolgens de contouren van ‘het higgs’. Die vondst haalde direct wereldwijd de voorpagina’s, maar het monnikenwerk daarvoor gebeurde goeddeels buiten de schijnwerpers.", "Marie Kondo", "Ook dit jaar harkten fysici en astronomen weer talloze onderzoeksgegevens binnen, met als meest in het oog springende voorbeeld de nieuwe dataverzameling van de Gaia-satelliet, het project dat een nieuwe sterrenkaart van de Melkweg samenstelt. De inzichten die die astronomische kaart biedt – vergelijkbaar met de stap van oude zeekaarten naar een moderne Google Maps – zullen de komende jaren nog vele krantenkolommen vullen.", "De kolkende datarivier neemt op sommige plekken ondertussen al zulke waanzinnige vormen aan dat natuurkundige tegenhangers van opruimgoeroe Marie Kondo algoritmen schrijven die de boel vooraf moeten inkrimpen tot beheersbaar niveau. Bij de deeltjesversneller in Cern gooit software elk minder boeiend gegevensblokje rücksichtslos weg. Anders valt er simpelweg niet tegenop te ‘saven’.", "Voor de volgende generatie mega-experimenten overwegen sommigen zelfs al de hulp van zogeheten quantumcomputers in te roepen, futuristische rekenbeesten die, zo wordt gehoopt, nog sneller kunnen zien welke gegevens belangrijk zijn en welke niet. Voorlopig is de datahonger in de fysica dus nog niet gestild. Al zult u van al dat droge tabuleren ook de komende jaren in de krant alleen de bijzondere resultaten treffen."], "authors": ["George Van Hal"], "keywords": ["van", "nog", "datahonger", "en", "naar", "astronomen", "een", "met", "stillen", "te", "fysici", "het", "niet", "dat", "die"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}