{"id": "dc0b47d0-e133-3b7a-871b-7573c54a926a", "title": "Gelukkig is taal geen algebra: ‘aversie’ kan gewoon gecombineerd worden met ‘tegen’", "url": "https://trouw.nl/cultuur-media/gelukkig-is-taal-geen-algebra-aversie-kan-gewoon-gecombineerd-worden-met-tegen~b4e3bf04/", "summary": "Het viel een lezer op dat ik zaterdag in de taalrubriek schreef over ‘een aversie tegen het politieke establishment’.\n‘Aversie tegen (...) mijne vyanden’In een van de vroegste vindplaatsen, uit 1593, is sprake van ‘een aversie van’ iemand.\nDe combinatie van aversie met tegen (of jegens) was in de tweede helft van de 17de eeuw al gebruikelijk.\nZo tref je in boeken uit circa 1670 zinnen aan als: ‘een aversie jegens Oostenrijk’ of ‘(een) aversie tegen degene dewelcke (…) getoont hebben te wesen mijne vyanden’.\nDat verklaart ook waarom ‘aversie tegen’ op dit moment de enige combinatie van aversie met een (vast) voorzetsel is die in Van Dale staat.", "paragraphs": ["Het viel een lezer op dat ik zaterdag in de taalrubriek schreef over ‘een aversie tegen het politieke establishment’. Volgens hem is die formulering een geval van ‘taalmisbruik’ en derhalve niet ‘taalzuiver’. Wat taalzuiverheid is, weet ik niet, maar als ik hem goed begrijp, vindt hij ‘aversie tegen’ een dubbele ontkenning, want hij schrijft: ‘Aversie is al tegen iets. In de algebra is tweemaal min plus, dus u bedoelt daarmee: voor.’", "Min maal min is inderdaad plus, maar gelukkig is taal geen algebra. Weliswaar heeft aversie een negatieve strekking (‘afkeer’), maar dat is geen reden waarom dit woord niet gecombineerd zou kunnen worden met een voorzetsel dat in sommige betekenissen eveneens een negatieve strekking heeft, namelijk ‘tegen’.", "Kijken we naar de geschiedenis van aversie, dan zie je wel wat trends in de combinatie van dit woord met verschillende voorzetsels. Het Nederlands heeft aversie aan het einde van de 16de eeuw overgenomen uit het Frans, waarin aversion (afkeer) terug te voeren is op aversio (het afwenden, afkeer) in het Latijn.", "‘Aversie tegen (...) mijne vyanden’", "In een van de vroegste vindplaatsen, uit 1593, is sprake van ‘een aversie van’ iemand. De woordgroep wordt tot op heden aangetroffen, maar is (veel) minder gewoon dan ‘aversie tegen’. De combinatie van aversie met tegen (of jegens) was in de tweede helft van de 17de eeuw al gebruikelijk. Zo tref je in boeken uit circa 1670 zinnen aan als: ‘een aversie jegens Oostenrijk’ of ‘(een) aversie tegen degene dewelcke (…) getoont hebben te wesen mijne vyanden’.", "De combinatie van aversie met voor is weliswaar ook in bronnen uit de 17de eeuw en vinden, maar is nooit zo gewoon geworden als de combinatie met tegen. Dat verklaart ook waarom ‘aversie tegen’ op dit moment de enige combinatie van aversie met een (vast) voorzetsel is die in Van Dale staat.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["geen", "van", "taal", "gewoon", "gecombineerd", "het", "maar", "met", "op", "combinatie", "kan", "worden", "een", "aversie", "uit", "gelukkig", "tegen"], "pubDate": "2020-11-12T13:55:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}