{"id": "dc203361-780e-3d0c-b03a-f27c281bec9f", "title": "De doorgeslagen fraudejacht gaat ten koste van de meest kwetsbaren in de samenleving", "url": "https://trouw.nl/opinie/de-doorgeslagen-fraudejacht-gaat-ten-koste-van-de-meest-kwetsbaren-in-de-samenleving~bdab7cdc/", "summary": "Het staat vast niet in de gemeentelijke regeling omschreven dat het fraude is als je boodschappen van je moeder krijgt.\nDe overheid erkent daarmee dat de bijstand in Nederland niet hoog genoeg is om menswaardig van te kunnen leven.\nWant de bijstandsgerechtigde uit Wijdemeren had volgens de gemeente moeten opgeven dat ze boodschappen ontving.\nMaar moet ze dat ook opgeven als ze wekelijks naar de voedselbank was gegaan?\nDe Kamer constateerde dit najaar voorzichtig dat ‘kleine fouten’ bij uitkeringsgerechtigden tegenwoordig leiden tot onterecht hoge terugvorderingen en boetes, en dat dit standaard ‘verwijtbaar gedrag’ heet.", "paragraphs": ["De gemeente Wijdemeren kreeg vorige week een storm van kritiek, omdat een bijstandsgerechtigde ruim 7000 euro aan uitkering moet terugbetalen. De betrokkene had verzuimd te melden dat haar moeder wekelijks boodschappen voor haar kocht. Van links tot rechts kwamen boze reacties. De grootste oppositieleider Geert Wilders noemde Nederland zelfs ‘ziek’, als een moeder geen boodschappen meer kan doen voor haar dochter. Een geschrokken wethouder van Wijdemeren beloofde snel nog eens naar deze kwestie te kijken, maar zei weinig anders te kunnen omdat dit in de fraudewetgeving is vastgelegd.", "Op dat laatste punt heeft de wethouder niet helemaal gelijk. Er is inderdaad sinds 2013 een harde aanpak van fraude bij wet afgesproken in Nederland. Daarin staat dat wie fraudeert de hele uitkering moet terugbetalen, plus een boete kan krijgen die kan oplopen tot 100 procent van het te veel ontvangen bedrag. Maar gemeenten hebben ook beleidsvrijheid. Ze kunnen het fraudebeleid zelf invullen en bepalen wat ze precies onder fraude met een uitkering laten vallen. Het staat vast niet in de gemeentelijke regeling omschreven dat het fraude is als je boodschappen van je moeder krijgt.", "Dat zou ook een vreemde constructie worden. Want gemeenten sturen hun minima tegenwoordig actief naar de plaatselijke voedselbank. Daar kunnen zij steeds voor een week voedsel krijgen. De overheid erkent daarmee dat de bijstand in Nederland niet hoog genoeg is om menswaardig van te kunnen leven. De voedselbanken krijgen zelfs subsidies van gemeenten en rijksoverheid.", "Dure Albert Heijn", "Daarbij komt een tweede verbazing. Want de bijstandsgerechtigde uit Wijdemeren had volgens de gemeente moeten opgeven dat ze boodschappen ontving. Maar moet ze dat ook opgeven als ze wekelijks naar de voedselbank was gegaan? En wordt ze dan ook gekort? Vast niet. De gemeente-ambtenaar stelde ook nog dat moeder geen boodschappen bij de dure Albert Heijn had mogen kopen. Hoever mag een ambtenaar hierin gaan?", "Het fraudebeleid lijkt in Nederland een veelkoppig monster geworden. Niemand bestrijdt dat misbruik met uitkeringen moet worden aanpakt. Maar het gaat dan wel om maatvoering en mensen in hun waarde laten. In de Tweede Kamer komt heel langzaam de discussie op gang dat de overheid misschien te veel vanuit wantrouwen opereert. De Kamer constateerde dit najaar voorzichtig dat ‘kleine fouten’ bij uitkeringsgerechtigden tegenwoordig leiden tot onterecht hoge terugvorderingen en boetes, en dat dit standaard ‘verwijtbaar gedrag’ heet. Deze fraudejacht toont vooral aan dat de wens van de overheid om zoveel mogelijk fraude op te sporen groter is geworden dan de wens om de meest kwetsbaren in de samenleving te helpen.", "De mening van de krant, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["samenleving", "gaat", "doorgeslagen", "van", "het", "en", "een", "koste", "ze", "om", "te", "meest", "ook", "dat", "fraudejacht", "boodschappen", "kwetsbaren"], "pubDate": "2021-01-05T00:00:11Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}