{"id": "dc28299c-3641-3677-96f8-a53d7eb57d78", "title": "Met WK afstanden erbij is Heerenveen één grote schaatsbubbel", "url": "https://volkskrant.nl/sport/met-wk-afstanden-erbij-is-heerenveen-een-grote-schaatsbubbel~bc5bc00b/", "summary": "Het is gebruik dat de WK in het jaar voor de Spelen al op het olympisch ijs verreden wordt, maar in tijden van corona gaat niets zoals gebruikelijk.\nZo zijn alle topwedstrijden van deze winter samengebald in een miniseizoen van één maand op één plek.\nDe twee wereldbekers die nog op de kalender stonden zijn geschrapt.\nOver de Nederlandse coronamaatregelen in het algemeen en die in de schaatsbubbel in het bijzonder.\nDe ISU maakte dinsdag eveneens bekend dat het WK shorttrack, dat in Ahoy zou zijn, definitief wordt verplaatst naar Dordrecht.", "paragraphs": ["Marwin Talsma (R) zondag in actie op de 10km tegen Patrick Roest, tijdens het NK Allround in Thialf. Beeld ANP", "Oorspronkelijk zouden de mondiale afstandskampioenschappen in Beijing worden verreden, op dezelfde baan waar in februari 2022 de Olympische Spelen zijn. Het is gebruik dat de WK in het jaar voor de Spelen al op het olympisch ijs verreden wordt, maar in tijden van corona gaat niets zoals gebruikelijk. China gaf de wedstrijd terug aan de ISU.", "Na dat besluit leek Nederland de enige serieuze optie om de WK alsnog te organiseren. De ISU had begin november al groen licht gegeven voor een ‘schaatsbubbel’ in Heerenveen. In een gecontroleerde omgeving werden drie internationale wedstrijden ingepland: het EK allround en sprint (16-17 januari) en twee wereldbekerwedstrijden (22-24 en 29-31 januari).", "De bubbel wordt nu nog twee weken verder op geblazen. Zo zijn alle topwedstrijden van deze winter samengebald in een miniseizoen van één maand op één plek. Andere internationale wedstrijden komen er niet. De twee wereldbekers die nog op de kalender stonden zijn geschrapt. Dat ging om het treffen in Changchun (17-18 februari) en de wereldbekerfinale in Heerenveen (6-7 maart).", "Nationale kalender", "Toen de ISU aan het eind van de zomer een streep zette door de wereldbekers in november en december, herschikte de KNSB de nationale kalender en haalde de drie NK’s (afstanden, sprint en allround) naar voren. Remy de Wit, technisch directeur van de KNSB, is blij dat er na twee maanden nationale strijd nu een maand internationale wedstrijden volgen.", "Vooral met het oog op volgend seizoen. ‘Met deze reeks internationale wedstrijden krijgen we ook nog de competitie die onze toppers hard nodig hebben in aanloop naar de Spelen van Beijing’, zegt hij in een persbericht.", "Omdat de WK afstanden in een pre-olympisch jaar voor de schaatsers gelden als een generale repetitie voor de Spelen zijn de kampioenschappen normaal gesproken zeer goed bezet. Nu is het onduidelijk of alle grote schaatslanden de reis naar Nederland zullen maken. De meeste landen hebben toegezegd te komen, maar onder meer China nog niet.", "En ook in Japan bestaan grote twijfels. Over de Nederlandse coronamaatregelen in het algemeen en die in de schaatsbubbel in het bijzonder. De Japanse schaatsbond moet de knoop nog doorhakken, maar bondscoach Johan de Wit zag het maandag bij de NOS somber in. ‘Met pijn in het hart acht ik de kans dat we gaan rijden niet heel groot.’", "Het zou betekenen dat onder anderen Miho Takagi, vaste podiumklant op alle WK’s, en Tatsuya Shinhama, de regerend wereldkampioen sprint bij de mannen, zouden ontbreken.", "De ISU maakte dinsdag eveneens bekend dat het WK shorttrack, dat in Ahoy zou zijn, definitief wordt verplaatst naar Dordrecht. Het toernooi is een week naar voren geschoven, naar 5-7 maart."], "authors": ["Erik Van Lakerveld"], "keywords": ["één", "afstanden", "van", "nog", "erbij", "heerenveen", "grote", "met", "schaatsbubbel", "het", "op", "naar", "zijn", "wk", "een", "en", "dat"], "pubDate": "2020-11-24T21:56:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}