{"id": "dc3fe2e9-440f-379c-a4a4-2164e8da9390", "title": "Regelingen om je woning te verduurzamen: dit verandert er in 2021", "url": "https://nu.nl/wonen/6099565/regelingen-om-je-woning-te-verduurzamen-dit-verandert-er-in-2021.html", "summary": "\"We vinden bijvoorbeeld dat het kabinet het vertrouwen moet geven dat als de subsidiepot leeg is, hij weer wordt aangevuld.\nVanaf dit jaar mogen woningeigenaren die op een warmtenet - ook wel stadswarmte - worden aangesloten een subsidieaanvraag indienen.\nOok dit jaar geldt het minimum van twee maatregelen, met als verschil dat het niet twee keer om isolatie hoeft te gaan.\nZo zou één isolatiemaatregel gecombineerd kunnen worden met de aanschaf van een warmtepomp, zonneboiler of aansluiting op een warmtenet.\nDe hoogte van de subsidie is dus afhankelijk van de grootte van het oppervlak dat je isoleert.", "paragraphs": ["Het kabinet heeft dit jaar een flink bedrag van 124 miljoen euro opzijgezet voor het verduurzamen van woningen. Qua invulling veranderen er wel wat zaken. Zo is de subsidie voor huiseigenaren anders ingericht dan het afgelopen jaar. We zetten de belangrijkste maatregelen, die vanaf 4 januari van kracht zijn, op een rij.", "Om te beginnen zijn twee regelingen in elkaar geschoven. De Subsidie energiebesparing eigen huis (SEEH) kan alleen nog door Verenigingen van Eigenaren (VvE's), de belangenbehartigers van appartementeigenaren, worden aangevraagd. Als je niet in een appartement woont, maar een eigen huis wil verduurzamen, kun je vanaf nu terecht bij de Investeringssubsidie duurzame energie en energiebesparing (ISDE).", "De belangrijkste voorwaarden blijven staan: de aanpassingen moeten door een bouwinstallatiebedrijf uitgevoerd worden en de factuur die je als bewijs laat zien, betaal je eerst zelf. De regeling is alleen bedoeld voor eigenaren die zelf in het huis wonen en de woning als hoofdverblijf gebruiken.", "“Huiseigenaren doen forse investeringen en verdienen dus zekerheid.” Maarten van der Veen, Vereniging Eigen Huis", "Belangenbehartiger voor woningeigenaren Vereniging Eigen Huis (VEH) heeft wel wat kritische kanttekeningen bij de aanpassingen. \"We vinden bijvoorbeeld dat het kabinet het vertrouwen moet geven dat als de subsidiepot leeg is, hij weer wordt aangevuld. Huiseigenaren doen forse investeringen en verdienen dus zekerheid\", aldus VEH-verduurzamingsexpert Maarten van der Veen. Nu geldt namelijk dat iemand die er later bij is met een subsidieaanvraag pech kan hebben als de bodem in zicht is.", "Subsidie voor aansluiting op stadswarmte", "Op talloze plekken in Nederland worden warmtenetten aangelegd. Er wordt meestal gebruikgemaakt van restwarmte van industrie of afvalcentrales. Vanaf dit jaar mogen woningeigenaren die op een warmtenet - ook wel stadswarmte - worden aangesloten een subsidieaanvraag indienen.", "De vergoeding bedraagt zo'n 50 procent van de gemiddelde kosten. \"Dat is ook wel nodig, want aansluiting kost bijna 5.000 euro\", zegt Van der Veen. \"Als de subsidie er niet zou komen, vertraagt dat de transitie naar gasloze wijken.\"", "Vergoedingen voor isolatie", "In 2020 moest je als woningeigenaar minimaal twee dingen in huis isoleren om recht te hebben op subsidie, bijvoorbeeld de spouwmuur en het dak. Ook dit jaar geldt het minimum van twee maatregelen, met als verschil dat het niet twee keer om isolatie hoeft te gaan.", "Zo zou één isolatiemaatregel gecombineerd kunnen worden met de aanschaf van een warmtepomp, zonneboiler of aansluiting op een warmtenet. De bonus voor huishoudens die veel maatregelen in één keer nemen, vervalt dit jaar wel.", "Per vierkante meter isolatie krijg je dit jaar een vast bedrag vergoed - met een minimum en maximum aantal vierkante meters. De hoogte van de subsidie is dus afhankelijk van de grootte van het oppervlak dat je isoleert. Gemiddeld komt de tegemoetkoming uit op zo'n 20 procent van de totale kosten.", "\"Het is goed dat de combinatie wordt gezocht tussen verschillende maatregelen\", vindt verduurzamingsexpert Van der Veen. \"Het is jammer dat je als huiseigenaar de investering vooraf moet doen en pas later kunt terugvragen, waarbij je dus niet 100 procent zeker weet dat je de subsidie toegewezen krijgt.\"", "Warmtepomp, zonneboiler en HR++-glas", "De subsidie op elektrische warmtepompen is afhankelijk van het vermogen dat de pomp levert. Huiseigenaren kunnen rekenen op zo'n 1.100 tot 2.500 euro, tevens bedoeld voor hybride warmtepompen, die werken in combinatie met een cv-ketel. Een zonneboiler zet zon direct om in warmte. De aanschaf van zo'n apparaat kan ook rekenen op financiële steun.", "Aanvullende maatregelen zoals het zogenoemde waterzijdig inregelen (het afstellen van de radiatoren), een energiezuinig ventilatiesysteem en een slimme thermostaat, vervallen in 2021.", "De ramen die volgens de laatste eisen isoleren zijn triple- en HR++-glas. Bij de toepassing van triple-glas is het verplicht om ook de kozijnen te vervangen door isolerende kozijnen. Als je beide glassoorten combineert, moet het totale aantal vierkante meters te vervangen glas opgeteld altijd minimaal 10 zijn. Het maximale oppervlak waarover je subsidie kunt aanvragen is 45 vierkante meter, daarboven zit geen subsidie meer.", "Per gemeente zijn er nog aanvullende subsidies die van elkaar kunnen verschillen. Het loont dus om te kijken waar je in je eigen gemeente gebruik van kunt maken. De Energiesubsidiewijzer van Milieu Centraal zet de regelingen op een rij."], "authors": ["Door", "Stefan Ten Teije"], "keywords": ["om", "er", "woning", "te", "dat", "die", "je", "van", "en", "een", "dit", "2021", "verduurzamen", "subsidie", "op", "verandert", "het", "regelingen", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}