{"id": "dc4abb47-2eb7-38ef-94a0-82fd03dbce72", "title": "Dit zijn de gevolgen van de Brexitdeal voor Nederland", "url": "https://volkskrant.nl/nieuws-achtergrond/dit-zijn-de-gevolgen-van-de-brexitdeal-voor-nederland~ba540686/", "summary": "Beeld Raymond Rutting / de VolkskrantVissers ontevredenDe visserij was een van de laatste heikele onderhandelpunten van het akkoord.\nZowel Britse als Nederlandse belangenorganisaties van vissers zijn niet tevreden met de deal.\nVolgens Biewinga is het tot die tijd moeilijk te zeggen wat de financiële gevolgen zullen zijn van de Brexitdeal.\nLand- en Tuinbouworganisatie Nederland (LTO) schrijft op de website dat het problemen aan de grens voorziet, ‘omdat het voor iedereen wennen is’.\nEen nog op te richten arbitragecommissie zal toetsen of een herinvoering van de tarieven terecht is.", "paragraphs": ["De haven van Rotterdam. Beeld Raymond Rutting / de Volkskrant", "Vissers ontevreden", "De visserij was een van de laatste heikele onderhandelpunten van het akkoord. Met het akkoord krijgen Europese vissers nog 5,5 jaar toegang tot de Britse wateren. Wel mogen ze een kwart minder vis vangen, en dat wordt stapsgewijs gereduceerd. In 2026 zullen Brussel en Londen ieder jaar opnieuw bepalen wat er in de Britse wateren gevangen mag worden.", "Zowel Britse als Nederlandse belangenorganisaties van vissers zijn niet tevreden met de deal. Tijdens de Brexitcampagne werd vissers volledige soevereiniteit over de Britse wateren beloofd, dat gaat nu niet door. Nederlandse vissers zijn, volgens belangenorganisatie VisNed, blij dat ze toegang houden tot de Britse wateren maar ontevreden met de nieuwe visquota.", "Diensten niet zomaar aanbieden", "Bedrijven kunnen na 1 januari niet zomaar meer diensten aanbieden. ‘Daarmee wordt de drempel verhoogd en dat is vooral voor de Britten heel vervelend, want 80 procent van de Britse economie bestaat uit diensten’, zegt Lyne Biewinga, leden-directeur van de Nederlands-Britse Kamer van Koophandel (NBCC).", "Londen hoopt voor de financiële diensten op ‘equivalence’, oftewel gelijkwaardige financiële regels als de EU. Daar heeft Brussel nog beslissingen over te nemen. Op het gebied van diensten wordt waarschijnlijk nog veel onderhandeld het komende jaar. Volgens Biewinga is het tot die tijd moeilijk te zeggen wat de financiële gevolgen zullen zijn van de Brexitdeal.", "Meer papierwerk bij de douane", "Exporteurs krijgen te maken met meer administratief werk. Ze moeten zich registreren bij de douane en producten bij de douane aangeven. Daar zijn kosten aan verbonden. Ook moeten versproducten gekeurd worden door inspectiediensten zoals de NVWA. Daarna worden de producten nog een keer gecheckt in het Verenigd Koninkrijk. ‘Dat is natuurlijk dubbel werk en de vertraging gaat ten koste van de houdbaarheid’, zegt Biewinga. Land- en Tuinbouworganisatie Nederland (LTO) schrijft op de website dat het problemen aan de grens voorziet, ‘omdat het voor iedereen wennen is’. Toch ziet de organisatie het akkoord als een nieuwe start voor het herstel van de relaties met de Britten.", "Handel blijft tariefvrij", "Door het Brexitakkoord komen er geen importtarieven en geen importquota. Maar als de EU of het Verenigd Koninkrijk zich niet aan de gemaakte regels houdt, mag de andere partij tijdelijke invoerheffingen of quota instellen. Daarmee moet oneerlijke concurrentie worden voorkomen. Een nog op te richten arbitragecommissie zal toetsen of een herinvoering van de tarieven terecht is."], "authors": ["Birk Heijkants"], "keywords": ["zijn", "van", "nog", "voor", "en", "een", "met", "dit", "britse", "gevolgen", "nederland", "het", "niet", "dat", "brexitdeal"], "pubDate": "2020-12-28T18:55:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}