{"id": "dc66ed18-4886-3706-a116-8e3a375ba122", "title": "Commentaar: Hoekstra trekt de kar, maar daarmee is de verdeeldheid in het CDA niet weg", "url": "https://www.dvhn.nl/meningen/Commentaar/Commentaar-Hoekstra-trekt-de-kar-maar-daarmee-is-de-verdeeldheid-in-het-CDA-niet-weg-26280702.html", "summary": "Wopke Hoekstra, minister van Financiën, wordt naar voren geschoven als de nieuwe lijsttrekker van het CDA.\nHet probleem van CDA gaat echter verder dan het vinden van een nieuwe lijsttrekker.\nHet klopt vast dat honderd procent aandacht van de minister voor het bestrijden van de crisis beter is, maar zijn nobele woorden kunnen niet het beeld wegnemen dat het terugtreden het gevolg is van een machtsstrijd in het CDA.\nHet gedonder begon met de interne lijsttrekkersverkiezing die uitdraaide op een nek-aan-nekrace tussen De Jonge en het populaire Kamerlid Pieter Omtzigt.\nHoekstra is dus volgens het partijbestuur de man om het CDA door de verkiezingsstrijd te leiden.", "paragraphs": ["Wopke Hoekstra, minister van Financiën, wordt naar voren geschoven als de nieuwe lijsttrekker van het CDA. Het nieuws kwam vrijdagavond laat. Het probleem van CDA gaat echter verder dan het vinden van een nieuwe lijsttrekker.", "Hugo de Jonge, die zich als minister van Volksgezondheid volop bezighoudt met de aanpak van de coronapandemie, gooide donderdag de handdoek in de ring. ‘Het landsbelang is groter dan het partijbelang’, was zijn verklaring. Het klopt vast dat honderd procent aandacht van de minister voor het bestrijden van de crisis beter is, maar zijn nobele woorden kunnen niet het beeld wegnemen dat het terugtreden het gevolg is van een machtsstrijd in het CDA.", "Het gedonder begon met de interne lijsttrekkersverkiezing die uitdraaide op een nek-aan-nekrace tussen De Jonge en het populaire Kamerlid Pieter Omtzigt. De Jonge won nipt en al vlot werd twijfel gezaaid over het verloop van de verkiezingen. Sindsdien is het zagen aan de poten van De Jonges stoel gestaag verder gegaan. Wat niet hielp is dat De Jonge naast Rutte in de aanpak van het coronavirus niet uit de verf komt. Telkenmale moest hij geschetste verwachtingen bijstellen. Waar kritiek geen vat op Rutte lijkt te hebben en de VVD in de peilingen garen spint bij de rol van de premier, krijgt De Jonge zijn deel en profiteert het CDA niet. De afgelopen maanden klapten meerdere prominente partijleden uit de school. Zij klaagden over de onzichtbaarheid van De Jonge als partijleider.", "Hoekstra is dus volgens het partijbestuur de man om het CDA door de verkiezingsstrijd te leiden. Hij kreeg meteen de steun van de voormalig runner-up Omtzigt.", "Het laat zien dat het opstappen van De Jonge een georganiseerde ingreep was. Het lijkt zelfs op een coup. De nu geëtaleerde doortastendheid kan niet verhullen dat er grote verdeeldheid is binnen het CDA. Dat beeld is niet in een keer weg. Het is de grote vraag of in de kleine drie maanden tot aan de Tweede Kamerverkiezingen in maart 2021 het beeld kan worden omgebogen en kiezers kunnen worden overtuigd."], "authors": ["Erik Wijnholds"], "keywords": ["dat", "trekt", "van", "kar", "cda", "niet", "weg", "een", "het", "commentaar", "hoekstra", "en", "op", "jonge", "maar", "daarmee", "verdeeldheid", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}