{"id": "dc7aee8d-4c66-383d-bb76-15a24a521612", "title": "Viruswaarheid voert protest met potten en pannen in Den Haag", "url": "https://nu.nl/den-haag/6097268/viruswaarheid-voert-protest-met-potten-en-pannen-in-den-haag.html", "summary": "Een stoet met demonstranten voert donderdagochtend opnieuw een protest tegen de coronamaatregelen in de binnenstad van Den Haag.\nOngeveer honderd mensen, merendeels van de groep Viruswaarheid, maken lawaai met potten en pannen.\nZo’n honderd mensen maken zoveel mogelijk lawaai door op de pannen te slaan.\nRond 12.45 uur kwam de ME naar het Plein en werd de demonstratie op last van de burgemeester van Den Haag ontbonden.\nBij het schoonvegen van het Plein en het begeleiden van de overgebleven demonstranten naar de Koekamp (waar demonstreren wel is toegestaan) is ten minste één persoon aangehouden door de politie.", "paragraphs": ["Een stoet met demonstranten voert donderdagochtend opnieuw een protest tegen de coronamaatregelen in de binnenstad van Den Haag. Ongeveer honderd mensen, merendeels van de groep Viruswaarheid, maken lawaai met potten en pannen.", "De demonstranten verzamelden zich eerst op het Plein, om vervolgens door de stad te lopen. Zo’n honderd mensen maken zoveel mogelijk lawaai door op de pannen te slaan. De demonstranten zijn na de tocht naar de Hofvijver gegaan. Ze willen dat 'het regime' aftreedt en zich moet verantwoorden voor een tribunaal, zegt Viruswaarheid-voorman Willem Engel.", "De politie sloot de ingang van de Tweede Kamer volledig af. Rond 12.45 uur kwam de ME naar het Plein en werd de demonstratie op last van de burgemeester van Den Haag ontbonden. Enkele tientallen demonstranten wilden echter verder demonstreren. Bij het schoonvegen van het Plein en het begeleiden van de overgebleven demonstranten naar de Koekamp (waar demonstreren wel is toegestaan) is ten minste één persoon aangehouden door de politie."], "authors": ["Door"], "keywords": ["van", "viruswaarheid", "den", "protest", "het", "en", "potten", "een", "demonstranten", "door", "voert", "op", "naar", "haag", "met", "zich", "pannen", "plein"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}