{"id": "dc9092e6-aea3-3e91-8f74-9b6e00ed7b66", "title": "PSV voorkomt op het nippertje nederlaag tegen Heerenveen", "url": "https://www.parool.nl/sport/psv-voorkomt-op-het-nippertje-nederlaag-tegen-heerenveen~b4545fbf/", "summary": "In december 2011 wonnen de Brabanders in de competitie voor het laatst in het Abe Lenstra-stadion.\nWeinig balbezitPSV had voor rust een groot veldoverwicht en zorgde voor het nodige gevaar.\nTegen Heerenveen was het patroon hetzelfde.\nPSV kon het hoge tempo van de eerste helft niet volhouden en Heerenveen nam het initiatief.\nPSV richtte zich toch nog op en invaller Joël Piroe zorgde in blessuretijd voor de gelijkmaker.", "paragraphs": ["PSV heeft het vaak moeilijk bij Heerenveen. In december 2011 wonnen de Brabanders in de competitie voor het laatst in het Abe Lenstra-stadion.", "Eerder dit seizoen leed PSV al puntenverlies in de uitwedstrijden tegen Heracles Almelo (1-1), Vitesse (2-1) en FC Twente (1-1). Het elftal van trainer Roger Schmidt had een belangrijke slag kunnen slaan. Ajax, Vitesse en AZ verloren eerder dit weekeinde en Feyenoord speelde gelijk. PSV blijft nu derde, met 3 punten achterstand op koploper Ajax.", "Granada", "Bij Granada moest PSV donderdag diep gaan en bovendien vielen Denzel Dumfries, Noni Madueke en Eran Zahavi in Spanje geblesseerd uit. Dumfries en Madueke waren op tijd fit, Zahavi niet.", "Schmidt liet Madueke echter op de bank beginnen. Mohamed Ihattaren kreeg weer eens een kans. De 18-jarige middenvelder bleef eind november nog buiten de selectie voor de wedstrijden tegen PAOK Saloniki en Sparta Rotterdam wegens vermoeidheidsklachten. PSV begon verder met dezelfde spelers als tegen Granada.", "Weinig balbezit", "PSV had voor rust een groot veldoverwicht en zorgde voor het nodige gevaar. Heerenveen had maar 22 procent balbezit, maar was soms in counters wel gevaarlijk. De eerste grote kans was halverwege de eerste helft ook voor Heerenveen. PSV-doelman Yvon Mvogo redde van dichtbij knap met een voet na een inzet van Henk Veerman. PSV sloeg in de 28e minuut wel toe. Na een pass van Cody Gakpo wipte Mario Götze de bal fraai over keeper Erwin Mulder in het doel: 0-1.", "De Eindhovenaren lieten na om verder uit te lopen. Dat deden ze twee weken geleden bij Twente ook. PSV viel toen na rust ver terug en verspeelde twee punten. Tegen Heerenveen was het patroon hetzelfde. PSV kon het hoge tempo van de eerste helft niet volhouden en Heerenveen nam het initiatief. Op aangeven van Joey Veerman maakte Henk Veerman in de 69e minuut gelijk. Kort daarna maakte Mitchell van Bergen voor Heerenveen de 2-1. PSV richtte zich toch nog op en invaller Joël Piroe zorgde in blessuretijd voor de gelijkmaker.", "Heerenveen leek daarna nog een strafschop te krijgen, maar die beslissing werd wegens buitenspel teruggedraaid."], "authors": ["Het Parool"], "keywords": ["voorkomt", "psv", "van", "het", "op", "heerenveen", "nippertje", "voor", "nederlaag", "een", "en", "veerman", "tegen"], "pubDate": "2020-12-06T19:06:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}