{"id": "dc970f92-54d0-3c23-9054-154fed45e8e4", "title": "Good ventilation is essential to stop the virus spreading, says University of Amsterdam study", "url": "https://www.parool.nl/english/good-ventilation-is-essential-to-stop-the-virus-spreading-says-university-of-amsterdam-study~b1219d6e/", "summary": "“When you talk or cough, you produce tiny droplets one to ten micrometres [thousandths of a millimetre] in diameter.\nOn public transport, for example, social distancing is not enough to limit the risk: ventilation is at least as important.\nThey fall to the ground quickly, and if you stay 1.5 metres away from people, you’re at limited risk of infection.\nIf one person is infected, they can spread it to lots of others.”Does office air conditioning help to stop the virus spreading?\nBut not every ventilation system has the right filters, and some can actually help to spread the virus and increase the chance of infection.", "paragraphs": ["Daniel Bonn. Beeld -", "What are the results of your study?", "“When you talk or cough, you produce tiny droplets one to ten micrometres [thousandths of a millimetre] in diameter. We used laser light to show that these remain suspended in the air for several minutes. If they come from an infected person, they’ll contain coronavirus fragments, and healthy people in a poorly ventilated room are at risk of infection for minutes afterwards.”", "“If you ventilate the room mechanically, the smallest droplets disappear twice as quickly. And if you open the windows and doors, they go away ten times more rapidly. On public transport, for example, social distancing is not enough to limit the risk: ventilation is at least as important. That also applies to enclosed spaces where many people come together, such as classrooms and offices.”", "According to the RIVM, the Dutch public health institute, it’s the slightly larger droplets that matter. They fall to the ground quickly, and if you stay 1.5 metres away from people, you’re at limited risk of infection. What do you think of that?", "“It’s not my intention to comment on the RIVM guidelines. We’re trying to make a scientific contribution to solving the corona pandemic, and our findings may be helpful. We recommend taking suitable measures. I expect the RIVM will look at our results, and they’ll decide whether there are grounds to change the guidelines.”", "There do seem to be fewer infections outdoors.", "“Yes. Outdoors, the smallest droplets float away quicker, and the chance of infection decreases drastically. The opposite happens at events like choir rehearsals and church services in enclosed spaces, where lots of droplets are released. If one person is infected, they can spread it to lots of others.”", "Does office air conditioning help to stop the virus spreading?", "“If the air is filtered properly and the virus particles are extracted, then definitely. But not every ventilation system has the right filters, and some can actually help to spread the virus and increase the chance of infection. So my tip is leave windows and doors open. That’s guaranteed to be effective.”", "The flu virus quietens down in the summer months, possibly because people spend less time close together indoors. Does this also apply to the coronavirus?", "“It does seem that way. Another factor is that the humidity is lower in winter than in summer, so the water in the droplets evaporates more quickly in winter, and the virus particles remain suspended for longer. That probably makes the chance of infection greater in the winter.”"], "authors": ["Jop Van Kempen"], "keywords": ["amsterdam", "risk", "away", "virus", "winter", "ventilation", "university", "study", "stop", "good", "essential", "droplets", "rivm", "infection", "quickly", "chance", "air", "spreading"], "pubDate": "2020-06-02T13:57:40+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}