{"id": "dc9fbf0c-6bcf-38c5-9bb8-7d87c02b1af9", "title": "Alwéér geen hartverwarmend burgerinitiatief opgezet: Renske de Greef giet onze quarantainezorgen in een heerlijke strip", "url": "https://trouw.nl/nieuws/alweer-geen-hartverwarmend-burgerinitiatief-opgezet-renske-de-greef-giet-onze-quarantainezorgen-in-een-heerlijke-strip~ba9ab9c7/", "summary": "In strips van één pagina brengt De Greef het moderne levensgevoel in beeld, en daar valt volop bij te grinniken.\nZo opent ze met het ‘quarantaine-genieten’.\nBij een tekening van haar alter-ego uitgeblust op de bank: “Alweer geen corona­dagboek bijgehouden, alweer geen hartverwarmend burgerinitiatief uit de grond gestampt, en alweer mijn kinderen níet Ulysses voorgelezen”.\nDaarnaast brengt ze het pre-coronatijdperk scherp in herinnering.\nOnder gevoel valt: 1: met je sok in een plas water staan.", "paragraphs": ["Nu we voor de tweede keer aan huis gekluisterd zijn kunnen we maar beter ‘gewoon even optimaal genieten’ met Gewoon even optimaal ­genieten, de gebundelde strip-columns van Renske de Greef. Ze verschenen eerder in NRC en tijdens de vorige golf al in boekvorm, maar het album is even op het bureau blijven liggen­­. Nu extra welkom.", "In strips van één pagina brengt De Greef het moderne levensgevoel in beeld, en daar valt volop bij te grinniken. Zo opent ze met het ‘quarantaine-genieten’. Bij een tekening van haar alter-ego uitgeblust op de bank: “Alweer geen corona­dagboek bijgehouden, alweer geen hartverwarmend burgerinitiatief uit de grond gestampt, en alweer mijn kinderen níet Ulysses voorgelezen”.", "Daarnaast brengt ze het pre-coronatijdperk scherp in herinnering. Zo stript ze fijne lijstjes: “Vijf soorten mensen met wie ik eigenlijk geen film wil kijken” of “7 heel kleine dieren die een ­eigen horrorfilm verdienen”.", "Volgens hem word ik een soort Marie Kondo on crack", "Ze stript over het moeizame ­samen opruimen van de dvd-collectie (“volgens hem word ik een soort Marie Kondo on crack”), en over “waarom ik eens normaal moet doen tegen beta-meisjes” (woont er een seksist in mijn onderbewustzijn?).", "Briljant is haar Grote Ergernissenkwartet, dat vier cate­gorieën heeft: geluid, gedrag, taal, gevoel. Iedere­­ categorie biedt vier ergernissen. Onder gevoel valt: 1: met je sok in een plas water staan. 2: je verslikken in je laatste slokje. 3: trage wifi. 4: je teen stoten en ­niemand de schuld kunnen ­geven. Renske de Greef weet als geen ander wat er in ons ­omgaat.", "Renske de Greef", "Gewoon even optimaal genieten", "Nijgh & Van Ditmar;", "125 blz. € 20,-"], "authors": ["Jann Ruyters"], "keywords": ["ik", "geen", "opgezet", "heerlijke", "quarantainezorgen", "met", "ze", "strip", "je", "van", "greef", "en", "een", "optimaal", "hartverwarmend", "renske", "onze", "giet", "het"], "pubDate": "2020-11-14T20:39:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}