{"id": "dca124ea-7711-3b7c-9042-77f26b3c14d2", "title": "Nieuwe muziek: Album Taylor Swift | Britney met de Backstreet Boys", "url": "https://nu.nl/muziek/6096080/nieuwe-muziek-album-taylor-swift-britney-met-de-backstreet-boys.html", "summary": "NU.nl zet een aantal opvallende releases op een rij.\nNadat de Amerikaanse zangeres in de zomer onaangekondigd haar nieuwe album folklore uitbracht, heeft ze amper een half jaar later alweer een plaat af.\nDe zangeres beschrijft het album op sociale media als de zusterplaat van folklore en ziet het als haar volwaardige negende studioalbum.\nBeluister het nummer hierBritney Spears & Backstreet Boys - MatchesBritney Spears heeft sinds haar album Glory uit 2016 geen nieuwe muziek meer uitgebracht.\nBeluister het nummer hierIlse DeLange - I'll Hold OnIlse DeLange verrast haar fans met een nieuwe single die ze eerder deze week schreef en opnam samen met Martijn van Agt.", "paragraphs": ["De muziekstreamingdienst Spotify ververst elke vrijdag de afspeellijst New Music Friday, met daarin een groot deel van de nieuwe singles die nationale en internationale artiesten uitbrengen. NU.nl zet een aantal opvallende releases op een rij.", "Taylor Swift - willow", "Taylor Swift laat er geen gras over groeien. Nadat de Amerikaanse zangeres in de zomer onaangekondigd haar nieuwe album folklore uitbracht, heeft ze amper een half jaar later alweer een plaat af. Voor evermore werkte ze wederom samen met Jack Antonoff (Bleachers) en Aaron Dessner (The National). De zangeres beschrijft het album op sociale media als de zusterplaat van folklore en ziet het als haar volwaardige negende studioalbum. evermore telt vijftien liedjes op streamingdiensten en heeft nog twee bonustracks op fysieke exemplaren.", "Beluister het nummer hier", "Britney Spears & Backstreet Boys - Matches", "Britney Spears heeft sinds haar album Glory uit 2016 geen nieuwe muziek meer uitgebracht. De Amerikaanse popster was in het afgelopen jaar vaker in het nieuws vanwege het curatorschap van haar vader waar ze een einde aan wil maken. Spears liet al weten niet meer te willen optreden zolang haar vader de touwtjes in handen heeft. Haar team heeft echter nog wat ouder materiaal van de plank gehaald om een deluxe versie van Glory uit te brengen, waaronder het niet eerder uitgebrachte lied Matches, dat de zangeres met boyband Backstreet Boys opnam.", "Beluister het nummer hier", "Ilse DeLange - I'll Hold On", "Ilse DeLange verrast haar fans met een nieuwe single die ze eerder deze week schreef en opnam samen met Martijn van Agt. Het nummer heet I'll Hold On. \"Ik dacht: dit is een mooi cadeau onder jullie kerstboom! Dus bij deze. Ik wens iedereen een mooie Kerst en vooral veel liefde en gezondheid in 2021\", aldus DeLange op Instagram. De zangeres schrijft dat ze hoopt haar volgers volgend jaar weer te kunnen ontmoeten tijdens concerten.", "Beluister het nummer hier", "Josylvio, Sevn Alias & Kevin - Hosselaar", "Drie van de meest beluisterde Nederlandse artiesten op Spotify hebben de handen ineen geslagen. Rapper Josylvio, die op plek vijf stond in de lijst met artiesten die in Nederland de meeste streams verzamelden, werkt op zijn nieuwe single Hosselaar samen met Kevin (die op plaats negen stond) en Sevn Alias (vijftiende plaats). De Nederlandse hiphoppers werden in Nederland vaker beluisterd dan internationale sterren als Ariana Grande (18), Eminem (22) en Post Malone (26).", "Beluister het nummer hier"], "authors": ["Door"], "keywords": ["nieuwe", "van", "backstreet", "een", "het", "en", "muziek", "ze", "boys", "swift", "op", "album", "taylor", "nummer", "haar", "met", "britney"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}