{"id": "dccbfb6c-86d7-3036-b779-9211060dcbe0", "title": "Na 18 jaar in de plantensector wordt Eveline Witte rouwbegeleider: ‘Ik denk dat ze het stoer vinden dat ik nog wissel’", "url": "https://volkskrant.nl/werken/na-18-jaar-in-de-plantensector-wordt-eveline-witte-rouwbegeleider-ik-denk-dat-ze-het-stoer-vinden-dat-ik-nog-wissel~b345c3d0/", "summary": "Dat was niet de reden dat ze ooit voor een baan in de plantensector had gekozen, maar het zorgde er wel voor dat ze stopte met haar werk als doktersassistent.\nVoor ze het wist had ze een baan in het plantenbedrijf.\nToen hij in een delirium zat, merkte ik dat ik hem, door er alleen maar te zijn, rust kon bieden.\nIn het begin niet, dan dachten ze dat ze een week vrij was, terwijl ze eigenlijk stage liep.\nWitte: ‘Ik denk dat ze het stiekem wel stoer vinden, dat ik nu nog een switch maak, en dan ook nog naar die branche.’", "paragraphs": ["Eveline Witte (44) wisselde twee keer in haar werkende leven radicaal van branche. Eerst van doktersassistent naar de plantensector, nu is ze een eigen bedrijf in verlies-, rouw- en stervensbegeleiding begonnen. Toch hebben die banen iets gemeen: ze draaien om luisteren.", "Ze is de schakel tussen verschillende afdelingen, legt Eveline Witte haar huidige functie uit. Bijna negentien jaar werkt ze inmiddels bij een bedrijf waar bloemisten en tuincentra hun inkopen doen. Op verschillende afdelingen, maar altijd met het verslavende hollen-of-stilstaangevoel. ‘Ik luister naar iedereen, zodat ik precies weet wat iedereen nodig heeft.’", "Luisteren. Dat was niet de reden dat ze ooit voor een baan in de plantensector had gekozen, maar het zorgde er wel voor dat ze stopte met haar werk als doktersassistent. ‘Op een gegeven moment kwamen twee dames met een tumor in de borst op het spreekuur, maar het was zo druk dat ik ze niet kon bieden wat ik wilde. Er zijn voor mensen, dat was waarvoor ik het vak had gekozen. Ik dacht: voordat het me tot hier zit,’ ze maakt een driftig armgebaar ter hoogte van haar voorhoofd, ‘moet ik misschien iets anders gaan doen.’", "Tijdens een werkborrel van haar toenmalige man raakte ze in gesprek met een collega van hem. Voor ze het wist had ze een baan in het plantenbedrijf. Het was wel wennen. Van een door vrouwen gedomineerde werkplek ging ze naar een bedrijf met bijna alleen mannen. Ook was de mentaliteit in de zorg heel anders dan het ieder-voor-zich-gevoel bij een commercieel bedrijf. ‘In de zorg maakt het niet uit wie een stap zet of wie een fout heeft gemaakt, je handelt allemaal in het belang van de patiënt. Bij een commercieel bedrijf was het: jij hebt een fout gemaakt, dus jij moet het oplossen. Al is dit gelukkig wel positiever geworden de laatste jaren.’", "Compleet anders", "Jarenlang dacht ze niet na over een andere baan. Tot ze ging scheiden. ‘Ik was in rouw; ik kon niet focussen, me niet concentreren, niets onthouden. Ik was zo moe. Toen iemand vroeg of ik dit werk wel voor altijd wilde doen, zag ik mezelf voor me op mijn 65ste, 70ste en wist: nee.’ Ze wist ook meteen dat ze dan iets compleet anders wilde doen. ‘Waarom zou ik mijn zekerheid, mijn vaste contract en achttien jaar dienstverband overboord gooien om hetzelfde werk te doen bij een ander bedrijf?’", "Toch ondernam ze niet meteen actie, want haar vaders gezondheid ging hard achteruit, ze verhuisde, kreeg een burn-out en wist bovendien niet wat ze dan wél wilde.", "Ambulanceverpleegkundige, schoot het nog door haar heen. Maar dat zag ze qua nachtdiensten niet zitten, dat zou lastig te combineren zijn met de zorg voor haar twee kinderen. Doktersassistent wilde ze ook niet meer. ‘Mooi beroep, maar voor mij te oppervlakkig. Ineens kwam uitvaartbegeleider in me op. Ik kende niemand in de branche en had ook niet net zelf een begrafenis of crematie meegemaakt, het was puur toeval.’", "Luisteren", "‘Ik heb nooit problemen gehad met begrafenissen, ben nooit bang geweest voor overleden of zieke mensen, het afscheid en de dood. Misschien kwam het inzicht door mijn vader. Toen hij in een delirium zat, merkte ik dat ik hem, door er alleen maar te zijn, rust kon bieden. Een van mijn docenten nu, rouwexpert Manu Keirse zegt ook altijd: ‘Het eerste advies is luisteren, dan luisteren en dan luisteren.’ We zijn gauw geneigd om iets te doen, gevoelens af te vlakken of mensen op te peppen, maar dan poets je het gevoel juist weg. Vaak is dat geen onwil van de ander, maar onkunde of onmacht.’", "Ze heeft het er soms zelf ook nog lastig mee. ‘Bij het vrijwilligerswerk dat ik doe in een verzorgingshuis voor mensen die in de laatste fase van hun leven zitten, merk ik hoe belangrijk het is om gehoord en gezien te worden. Als een van de bewoners zegt dat haar haar niet goed zit, omdat de kapper daar nog niet kan komen, ben ik ook geneigd om te zeggen dat het meevalt. Maar voor die mevrouw of meneer valt het niet mee. Zeg liever: ‘Goh heeft u er moeite mee dat de kapper niet komt?’ Laat dat gevoel er gewoon even zijn.’", "Drie jaar en heel wat zaterdagen in de schoolbanken later is ze gediplomeerd uitvaartbegeleider. Pas aan het einde van de opleiding zag ze haar toekomst helder voor zich. Haar eigen bedrijf in verlies-, rouw-, uitvaart- en stervensbegeleiding. Ze wil het totale pakket aanbieden, ook als het gaat om andere vormen van verlies; scheiding, functieverlies, verlies van gezondheid, een huis of een huisdier. Het is allemaal rouw, hoe klein ook.", "Niet wachten", "Ze volgt daarom nog een jaar een vervolgopleiding, maar besloot onlangs ook gewoon te beginnen met haar praktijk. Door corona realiseerde ze dat ze niet wil wachten op het papiertje, nu al kan ze mensen helpen met hun rouw en hun wereld daardoor iets lichter maken. Ook zette ze een lezing in elkaar over hoe je kunt omgaan met verlies, begon ze een podcast over het onderwerp en is ze volop aanwezig op Instagram en Facebook.", "Bij de plantenexporteur weten ze inmiddels dat Witte uiteindelijk vertrekt. In het begin niet, dan dachten ze dat ze een week vrij was, terwijl ze eigenlijk stage liep. ‘Toen ik terug was op werk vroegen collega’s ‘heb je lekker vrij gehad?’, maar ik had er juist een intense tijd opzitten in de uitvaartsector.’", "Gelukkig kan ze daar nu gewoon over praten en behandelen haar collega’s en werkgever haar niet anders. Rouw vinden ze wel een moeilijk onderwerp. Witte: ‘Ik denk dat ze het stiekem wel stoer vinden, dat ik nu nog een switch maak, en dan ook nog naar die branche.’"], "authors": ["Yasmine Esser"], "keywords": ["van", "het", "rouwbegeleider", "witte", "ik", "wissel", "stoer", "ze", "wordt", "dat", "vinden", "een", "niet", "en", "haar", "plantensector", "voor"], "pubDate": "2020-07-13T10:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}