{"id": "dcce4875-01d2-371b-8667-d93778c844fd", "title": "Rotterdammers met laag inkomen krijgen gratis wasbare mondkapjes", "url": "https://nu.nl/rotterdam/6095180/rotterdammers-met-laag-inkomen-krijgen-gratis-wasbare-mondkapjes.html", "summary": "Rotterdam stuurt gratis wasbare mondkapjes naar inwoners met een laag inkomen.\nZo'n 40.000 mensen die bij zorgverzekeraar VGZ een Rotterdampakket hebben, krijgen twee exemplaren per post.\nInwoners met een Rotterdampakket hebben een inkomen tot 130 procent van het minimumloon.\nVoor eind december valt de envelop met mondkapjes bij alle mensen met het VGZ Rotterdampakket op de mat.\nDaarin zit ook een flyer met een overzicht van de inkomensondersteuning die Rotterdammers met een laag inkomen kunnen aanvragen.", "paragraphs": ["Rotterdam stuurt gratis wasbare mondkapjes naar inwoners met een laag inkomen. Zo'n 40.000 mensen die bij zorgverzekeraar VGZ een Rotterdampakket hebben, krijgen twee exemplaren per post.", "Inwoners met een Rotterdampakket hebben een inkomen tot 130 procent van het minimumloon.", "De Rotterdamse wethouder Michiel Grauss (Armoedebeleid) heeft tot de gratis verstrekking besloten omdat \"goede mondkapjes duur zijn en iedereen erover moet kunnen beschikken\".", "De gemeente Rotterdam besloot deze zomer arme inwoners al te helpen bij de aanschaf van de maskers. Toen konden ze via het AOW- en jeugdtegoed worden aangeschaft bij HEMA of de thuiszorgwinkels van Vegro. Ook de Voedselbank verstrekt klanten een mondkapje.", "Voor eind december valt de envelop met mondkapjes bij alle mensen met het VGZ Rotterdampakket op de mat. Daarin zit ook een flyer met een overzicht van de inkomensondersteuning die Rotterdammers met een laag inkomen kunnen aanvragen."], "authors": ["Door"], "keywords": ["tot", "mondkapjes", "van", "gratis", "bij", "wasbare", "het", "inkomen", "met", "rotterdammers", "vgz", "laag", "krijgen", "een", "rotterdampakket"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}