{"id": "dcdbe209-29e5-374a-879d-ea78282799d1", "title": "Ik ben van mijzelf een mager zeventje, qua man, maar in een pak ben ik ineens een achtenhalf", "url": "https://volkskrant.nl/columns-opinie/ik-ben-van-mijzelf-een-mager-zeventje-qua-man-maar-in-een-pak-ben-ik-ineens-een-achtenhalf~be1f8197/", "summary": "Een begrafenis noopt Thomas van Luyn tot het kopen van een nieuw pak, want de pakken in zijn kast zijn zomaar ineens gekrompen.\nNou moeten we drukte mijden, maar ik vond een begrafenispak een verdedigbaar uitje.\nBij mij werkt het andersom: als het een keertje netjes mag, doe ik dat ook.\nIk ben van mijzelf een mager zeventje, qua man, maar in een pak ben ik ineens een achtenhalf.\nToen struikelde ik over een oude Hollandse zaak (u wilt natuurlijk weten welke, maar ik wil geen reclame maken.", "paragraphs": ["Een begrafenis noopt Thomas van Luyn tot het kopen van een nieuw pak, want de pakken in zijn kast zijn zomaar ineens gekrompen.", "Ik moet een pak aan, want ik heb een begrafenis. Nou had ik al een paar pakken, maar die waren allemaal ineens gekrompen. Blijkbaar gebeurt dat met pakken die je te lang laat hangen. Wist ik niet. Ik kreeg de broeken niet meer dicht, en de jasjes waren potsierlijke dwangbuizen geworden. Heel vreemd allemaal, hoogst opmerkelijk.", "Ik dus even snel de stad in. Nou moeten we drukte mijden, maar ik vond een begrafenispak een verdedigbaar uitje. En trouwens, veel mensen hadden vergelijkbare noodgevallen. Tenminste, dat denk ik, want het krioelde van de shoppers overal, en die doen dat echt niet voor hun lol.", "Mijn doel was een goedkoop, net pak. Goedkoop, want ik schatte dat ik ’m maar vijf keer per jaar aan hoefde: twee begrafenissen, twee bruiloften en één promotie, dus heel slijtvast hoefde-ie niet te zijn. En netjes, dus geen getailleerde Italiaanse onzin, geen patserige Dijkhoff-vestjes, geen poenerige double breasted opschepperij. Het is een begrafenis, tenslotte, geen bruiloft. Bij bruiloften mag wel van alles. Voor mannen dan. Als vrouw schijn je de bruid niet te mogen overstemmen, dus dan wil je het beschaafd houden. Mannen daarentegen gebruiken bruiloften om hun hemelsblauwe wapperende linnen pak te dragen, met roze stropdas, fleurig zijden pochet, joekels van glinsterende manchetknopen en krokodillenleren instappers. Wie in de verte Britse familieleden heeft, loopt interessant te doen in een kilt, en er is altijd wel een malloot in een feestkostuum met kleurige ballonnen erop.", "Mag allemaal, want Hollanders hebben zich nooit laten knechten door tirannen als traditie en goede smaak, dus niemand hoeft zich ergens aan te houden. Bij mij werkt het andersom: als het een keertje netjes mag, doe ik dat ook. Ik ben van mijzelf een mager zeventje, qua man, maar in een pak ben ik ineens een achtenhalf. Minstens. Straks met de kerstreceptie en Oud & Nieuw wordt het een smoking met cummerbund en lakschoenen die zo hard glimmen dat ik in de neuzen elk plafondspotje afzonderlijk kan zien weerspiegelen (mental note: smoking laten uitnemen!)", "Ik liep de ketens af: H&M, C&A, Zara. Mondkapje op, mondkapje af, en de handen tot op het bot ontvellen met ontsmettingsmiddel. Vies spul trouwens, glibberig en plakkerig tegelijk. Net als... laat maar. Andere keer, ander blad.", "Ik kreeg het warm achter het mondkapje, want ik had niet veel tijd meer om iets te vinden, en overal zagen de goedkope pakken er ook daadwerkelijk goedkoop uit. Ik dacht: dat kunnen ze vast beter tegenwoordig. Immers, met al die vlijtige kindervingertjes die daar in die Vietnamese naaikelders onze kleren in elkaar naaien, zijn mooie kleren steeds goedkoper geworden. Maar een mooi pak blijft blijkbaar lastig.", "Toen struikelde ik over een oude Hollandse zaak (u wilt natuurlijk weten welke, maar ik wil geen reclame maken. De naam rijmde op Van Pils). Hier was de prijs-kwaliteitverhouding helemaal zoek: prima pakken voor veel te weinig geld. De verkoper vertelde me met lede ogen dat door het thuiswerken de markt helemaal was ingestort. En inderdaad, zo druk als de H&M was geweest, zo nihil was de kans op besmetting hier.", "De Libanezen hebben een spreekwoord: je moet kopen wanneer het bloed vloeit. Met andere woorden: met rampen komen de koopjes. Mijn covid-koopje was een perfect donkerblauw pak van luchtige wol, voor tweehonderd ballen. Met verende tred verliet ik de zaak. Laat die begrafenissen maar komen."], "authors": ["Thomas Van Luyn"], "keywords": ["qua", "man", "van", "pak", "zeventje", "het", "maar", "met", "die", "ik", "mijzelf", "een", "en", "te", "dat", "mager", "ben"], "pubDate": "2020-12-10T15:00:22+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}