{"id": "dcee3d42-3342-3379-88ed-558b037c4e73", "title": "Boren in Europa’s oudste meer legt 1,36 miljoen jaar evolutie bloot", "url": "https://www.nrc.nl/nieuws/2021/01/08/boren-in-europas-oudste-meer-legt-136-miljoen-jaar-evolutie-bloot-a4026797", "summary": "Dat systeem bestaat.” Hij vertelt dat hij het Meer van Ohrid in 2003 voor het eerst bezocht.\nMaar het meer van Ohrid is ook weer niet het eerste waar in de bodem is geboord, zegt Wagner.\nDat is bij slechts drie wel het geval geweest: het Baikalmeer, het Malawimeer en het Meer van Ohrid.\nIn het Meer van Ohrid vind je het in alle groepen, van diatomeeën (algen met een silicaskelet) tot vissen.\nDe rijkdom aan soorten wordt niet meer bepaald door de milieuomstandigheden, zoals in het begin, maar puur door de grootte van het meer, zegt Wilke.", "paragraphs": ["Het is het oudste en diepste zoetwatermeer in Europa. De soortenrijkdom is er ongekend. Zeker tweehonderd dieren zijn er geëvolueerd die alleen op deze plek voorkomen. Slakken, wormen, vissen, algen, kreeftjes.", "En de laatste jaren is dit Meer van Ohrid, op de grens van Noord-Macedonië en Albanië, nóg bijzonderder geworden. Want er is geboord door de 447 meter dikke bodem, die zich in bijna anderhalf miljoen jaar heeft opgebouwd. De boring was in 2013. Geduldig en vasthoudend hebben zo’n dertig onderzoekers vervolgens die boorkernen laagje voor laagje onderzocht. Bijvoorbeeld op de skeletjes die gestorven en afgezonken algen jaar na jaar op de bodem achterlieten. En op stuifmeelkorrels die vanuit de omgeving het meer in waaiden. Een monnikenwerk.", "Na jaren noeste arbeid begint nu het ene na het andere fascinerende verhaal naar buiten te komen. Bijvoorbeeld dat de evolutie in het meer niet strookt met de gangbare theorie. Dat is twee maanden geleden beschreven in Science Advances. Of dat de regenval in dit gebied meeschommelt met het ritme van de Afrikaanse moesson – vorig jaar september gepubliceerd in Nature.", "Waarom hebben de onderzoekers dit meer uitgekozen? Hoe verliep de boring? En wat heeft het tot nog toe opgeleverd?", "„Ik stelde op een conferentie eens de vraag: hoe ziet voor ons het ideaal te bestuderen systeem eruit?” zegt evolutiebioloog Thomas Wilke. Hij is een van de hoofdonderzoekers van het Ohrid-project, en hoogleraar aan de Justus-Liebig-Universität Giessen. Ik spreek hem via een videoverbinding, tegelijk met biogeograaf Bernd Wagner, coördinator van het project, en hoogleraar aan de Universität zu Köln. „Het meer moet niet te groot zijn, en niet te klein”, vertelt Wilke. „Je moet er met de auto naartoe kunnen. Er zijn aardige hotels, fijne restaurants, goeie wijn. Je moet de soorten vanaf het strand uit het water kunnen vissen. En hé, raad eens. Dat systeem bestaat.” Hij vertelt dat hij het Meer van Ohrid in 2003 voor het eerst bezocht. „Ik was meteen verliefd.”", "ANDERE MEREN", "Meestal klimaatreconstructies", "Meren die ouder zijn dan één miljoen jaar zijn er niet zo veel. Maar het meer van Ohrid is ook weer niet het eerste waar in de bodem is geboord, zegt Wagner. Over de hele wereld zijn er negentien andere geweest. Wagner en Wilke beschreven ze vier jaar geleden in een publicatie in Global and Planetary Change.", "Maar voor Europa is een boring in zo’n oud meer wel een primeur. Bovendien, legt Wagner uit, was bij de meeste meren het onderzoek erop gericht om het regionale klimaat te reconstrueren. Voor de biologie, en voor evolutie, was nauwelijks aandacht. Dat is bij slechts drie wel het geval geweest: het Baikalmeer, het Malawimeer en het Meer van Ohrid. Maar in tropische meren zoals het Malawimeer, vult Wilke aan, zit alle biodiversiteit in één groep vissen, de cichliden.", "In het Meer van Ohrid vind je het in alle groepen, van diatomeeën (algen met een silicaskelet) tot vissen. „De evolutie is daar heel anders geweest dan in die tropische meren.” Wagner springt weer in. „Wat ook speelt is dat sommige meren in de loop van hun geschiedenis een tijdlang zijn drooggevallen.” Dan heb je over bepaalde periodes dus geen data. Ook komt het voor dat de boring zelf niet gesmeerd verloopt, en dat er op die manier gaten in de boorkern vallen. „De operatie in het Titicacameer in Zuid-Amerika was bijvoorbeeld niet zo succesvol”, zegt Wagner. Ook daarom wordt de boring in het Meer van Ohrid als een groot succes gezien. Het meer is niet drooggevallen, en de boring verliep goed. Het heeft een continue kern opgeleverd over zijn hele leeftijd, 1,36 miljoen jaar.", "„Alleen al de vaststelling van de precieze leeftijd was speciaal”, zegt Wagner. Want eerder werd die ergens tussen de 2 en 5 miljoen jaar geschat, ook door Wagners oude hoogleraar. „Er is geen betere motivatie dan te bewijzen dat je oude professor het fout heeft.”", "Het Ohrid-project is een mooi voorbeeld van slow science, in een wetenschappelijke wereld waar snel publiceren en scoren de norm zijn. De voorbereiding inclusief de boring duurde bijna tien jaar, vertelt Wagner. Het analyseren van de boorkern is al zeven jaar gaande, en loopt nog steeds. Het hele project kost 8 à 10 miljoen euro, schat Wagner. „Je doet zo’n project één keer in je hele academische carrière”, zegt hij. „Twee keer, Bernd, twee keer!” zegt Wilke lachend.", "De boring zou in 2012 van start gaan, vertelt Wagner. Maar de boot met apparatuur die vanuit de Verenigde Staten onderweg was, kreeg op de Atlantische Oceaan een ongeluk. „Er was een grote explosie. Drie mensen kwamen om het leven.” De operatie werd een jaar uitgesteld.", "DE BORING", "Stevig aanpoten", "Uiteindelijk begon het werk in maart 2013. Er waren vier plekken uitgezocht om te boren. De diepste plek – vanaf het wateroppervlak bijna 300 meter tot aan de bodem – leverde de beste boorkern op.", "Wagner vertelt dat ze een deel van hotel Desaret in Peštani, aan de oostkant van het meer, hadden afgehuurd. Een paar kamers waren provisorisch ingericht als tijdelijk laboratorium. Daar werden de eerste grove analyses uitgevoerd op de boorkernen, die in stukken van drie meter werden aangeleverd. Wagner en Wilke zijn zelf steeds aan land gebleven, maar Wagner geeft desgevraagd de namen van twee postdoc’s die ploegendienst hebben gedraaid op het boorplatform.", "Van hen stuurt Niklas Leicher via mail een verslag van de werkzaamheden en hun verblijf, dat van maart tot juli duurde. Er was een dag- en een nachtploeg, schrijft hij. Elk twaalf uur durend, van zeven tot zeven. Hij zat in de dagploeg. Zijn kamergenoot, Raphael Gromig, zat in de nachtploeg. Op het boorplatform was het stevig aanpoten. Je moest aantekeningen maken van de voortgang, schrijft Leicher. En verder: helpen de omhooggehaalde stukken bodem van steeds drie meter lang uit de boorpijp te halen, de stukken precies opmeten, monsters nemen van de boven- en onderkant, alles opslaan in speciale zakken, en aan het eind van de shift alles terugbrengen naar het hotel. Waar nog wat verder onderzoek plaatsvond.", "Leicher herinnert zich de met kaas gevulde omelet die hij vaak als ontbijt at. „En te veel friet.” Ook heeft hij prachtige trektochten gemaakt. Het Meer van Ohrid ligt op een hoogte van zevenhonderd meter, tussen de bergen. In maart was daar nog volop sneeuw. En in de zomer gingen ze weleens zwemmen in het „ongelooflijk heldere water” van het meer.", "Alle stukken boorkern zijn verzameld in een grote container en vanuit Peštani vervoerd naar Wagners universiteit in Köln. Daar zijn de kernen over de lengte in tweeën gezaagd, zoals dat altijd gebeurt met boorkernen. Eén helft is bedoeld voor onderzoek, de andere helft wordt gearchiveerd – die helften liggen opgeslagen in Bremen.", "Daarna volgde het monnikenwerk. Uit de kernen zijn over de hele lengte honderden monsters genomen. Die monsters zijn verdeeld over zo’n dertig onderzoekers, onder wie stuifmeelkorreldeskundige Timme Donders van de Universiteit Utrecht en Aleksandra Cvetkoska van het Nederlands Instituut voor Ecologisch Onderzoek, die zich specialiseert in diatomeeën. Zij zaten weken, maanden achter de microscoop om te turven welke soorten ze voorbij zagen komen. „Het kost tijd en moeite, maar ik kom dan in een soort flow”, zegt Cvetkoska. „Je ziet de dieren voorbijtrekken die in het meer hebben geleefd. En jij bent de eerste die dat ziet. Je krijgt een idee van die wereld, en hoe die door de tijd verandert. Je ziet ijstijden komen en gaan. Het is opwindend, en in zekere zin verslavend.”", "Wat heeft het zoal opgeleverd?", "EERSTE RESULTAAT", "Loofbomen in de ijstijd", "Het Meer van Ohrid was tijdens ijstijden een toevluchtsoord voor bomen. Zeker naarmate het na zijn vorming steeds dieper werd, legt Timme Donders uit. Het meer vormde zich 1,36 miljoen jaar geleden als gevolg van tektonische activiteit in de aardkorst, die lokaal voor een inzinking in het landschap zorgde. Het proces is sindsdien gaande. Daardoor is het meer dieper geworden. En af en toe is er een aardbeving in de omgeving. „Naarmate het meer dieper werd ging de watermassa steeds meer als een buffer tegen de kou werken. Het zorgde lokaal voor een relatief mild microklimaat”, zegt Donders.", "In veel andere delen van Europa was het tijdens de ijstijden te koud voor bomen, zeker loofbomen, om te overleven. Maar rond het Meer van Ohrid redden ze het nog wel. Hun stuifmeelkorrels die in het meer belandden en naar de bodem zonken, zijn het bewijs. Het staat beschreven in een publicatie in Biogeosciences (2016). Het onderzoek bestrijkt de afgelopen half miljoen jaar. Tijdens ijstijden domineerden grassen en planten die in een steppeachtig klimaat thuishoren. En hoewel een stuk minder dan in tussenijstijden, troffen de onderzoekers ook nog steeds loofbomen aan, zoals iep, eik en linde.", "Donders put hoop uit de studie, in verband met de klimaatverandering die nu gaande is. „We zien dat bomen grote verschuivingen in de omstandigheden aankunnen”, zegt hij. „Bos is erg flexibel. Ecologen maken zich nu grote zorgen over de toekomst van het bos. Maar wij paleobiologen zijn positiever.”", "Chilopyrgula sturanyi_ Soort slak die alleen in het Meer van Ohrid voorkomt, vooral aan de Macedonische kant. Komt tot 40 meter diep voor. Ancylus scalariformis _ Ook deze slak komt alleen in het Meer van Ohrid voor. Leeft op een waterdiepte van 18 tot 35 meter. Valvata rhabdota_ Nog een slak die endemisch is voor het Meer van Ohrid. Leeft tot een waterdiepte van 20 meter. Theodoxus fluviatilis dalmaticus_ Slakkenondersoort. Komt in het centrale deel van de Balkan voor. Tot 45 meter diep.", "TWEEDE RESULTAAT", "Mediterrane regen", "De afgelopen 1,36 miljoen jaar is de regenval in het mediterrane gebied in fase geweest met de Afrikaanse moesson. In periodes dat die sterk is, valt er beduidend meer regen rondom de Middellandse Zee, ook in het Meer van Ohrid, legt Wagner uit. Dat is onder meer afgeleid uit de variërende aanwezigheid van de eik, die het beter doet als de droge zomers kort duren.", "De sterkte van de Afrikaanse moesson hangt samen met de positie van de intertropische convergentiezone, een band met warme opstijgende lucht die wolken vormt en voor buien en onweer zorgt. „Als de zone zich in zijn noordelijke positie bevindt, en boven het noorden van Afrika ligt, is de moesson sterk. De Middellandse Zee warmt in de zomer extra op”, zegt Wagner. Als er dan in oktober, november, frisse, vochtige lucht vanuit de Atlantische Oceaan wordt aangevoerd, wordt die lucht boven de Middellandse Zee opgewarmd. Hij stijgt op en regent boven land uit.", "Wagner maakt een link met de aan de gang zijnde klimaatverandering. Als daardoor de Middellandse Zee opwarmt, kunnen we in delen van het mediterrane gebied misschien wel méér regen gaan verwachten in de herfst. Terwijl veel prognoses juist wijzen op uitdroging.", "Radix relicta_ Slak. Endemisch voor het Meer van Ohrid. Komt voor tot een diepte van 45 meter. Dreissena presbensis_ Een soort mossel (nauw verwant aan de zebramossel). Komt in centraal deel van de Balkan voor. Tot 100 meter diep. Cribrionella ohridana_ Een uitgestorven soort kiezelalg (diatomee) die typisch was voor het Meer van Ohrid. Scoliodiscus glaber_ Skelet van een nog levende soort kiezelalg die alleen in het Meer van Ohrid voorkomt.", "DERDE RESULTAAT", "Afwijkende evolutie", "Hoe het Meer van Ohrid zich heeft gevuld met water, daarover is nog discussie. Waarschijnlijk gebeurde het vanuit de bronnen van Sveti Naum, ten zuiden van het meer. Duidelijk is dat na het ontstaan van het meer de diatomeeën snel evolueren en nieuwe soorten vormen. Tegelijk sterven veel soorten weer snel uit in het nog ondiepe en kleine meer. Maar dat patroon verandert drastisch als het meer dieper wordt. Zowel de vorming van nieuwe soorten als hun uitsterving vertraagt. En dat is in tegenspraak met de veelgeroemde eilandtheorie van MacArthur en Wilson uit 1967. Die beschrijft eerst een fase van soortvorming, en nauwelijks uitsterving. Als alle niches bezet zijn neemt de competitie tussen de soorten toe en volgt een golf van uitstervingen.", "„Maar we zien in het meer van Ohrid een totaal andere dynamiek”, zegt Wilke. Hij verdeelt de evolutie in het meer in twee fasen. Eerst hebben de diatomeeën de kans „om wat rond te spelen”. Nieuwe soorten vormen zich snel, maar ze zijn niet allemaal even goed aangepast, en dus verdwijnen ze bijna net zo snel. Als het meer dieper wordt, stabiliseren de gemeenschappen en zijn soorten „lief voor elkaar”. De rijkdom aan soorten wordt niet meer bepaald door de milieuomstandigheden, zoals in het begin, maar puur door de grootte van het meer, zegt Wilke.", "In hun publicatie vallen ze de gevestigde eilandtheorie niet hard aan. „We hebben er lang over gediscussieerd, maar we besloten de theorie niet al te veel te bekritiseren”, zegt Wilke. „Een van de co-auteurs van ons artikel is Charles Marshall, een beroemde paleontoloog die naar dinosauriërs graaft. Hij werkt nu aan een review waarin hij de eilandtheorie tegen het licht houdt, en probeert te verfijnen.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Marcel Aan De Brugh", "Leestijd Minuten"], "keywords": ["jaar", "ohrid", "evolutie", "meer", "miljoen", "zijn", "europas", "136", "legt", "oudste", "die", "van", "en", "een", "voor", "boren", "bloot", "het", "dat"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}