{"id": "dcf230e7-3a64-3dcd-babb-ec4749b2d7ef", "title": "Even geen aubergines: 'Calimero' Van Duijvenbode wil nu oogsten op WK darts", "url": "https://nos.nl/artikel/2360986-even-geen-aubergines-calimero-van-duijvenbode-wil-nu-oogsten-op-wk-darts.html", "summary": "Het seizoen van de aubergine zit er alweer even op.\nNaast de bedrijfskantine is speciaal voor hem een bar ingericht met een dartbord, waar hij tussen zijn werkzaamheden door, met toestemming van de baas, mag trainen.\nDat hier normaal gesproken aan het eind van de werkweek de vrijdagmiddagborrel wordt gehouden, is ook niet zo vreemd.\nVeel gezelliger wordt het niet.\nOp de bar staat een kerstboompje, onder de bar hangt kerstverlichting en de muren zijn versierd met voetbalshirts.", "paragraphs": ["In de kas van de kwekerij in 's-Gravenzande is een handvol mensen aan het werk. Het seizoen van de aubergine zit er alweer even op. \"Rond de 20ste komen er hier nieuwe planten in\", weet Van Duijvenbode. \"Uiteindelijk groeien ze tegen het plafond aan.\"", "De Westlander heeft als vijftienjarige in de kas gewerkt, maar zit nu inmiddels een paar deuren verderop, in het kantoor. Ook daar is het stil. Administratief medewerker en semiprofessioneel darter Van Duijvenbode kan rustig zijn gang gaan.", "Eigen trainingsbaan", "Zijn kantoor uit naar rechts, de trap omhoog en je bent er. Naast de bedrijfskantine is speciaal voor hem een bar ingericht met een dartbord, waar hij tussen zijn werkzaamheden door, met toestemming van de baas, mag trainen.", "Dat hier normaal gesproken aan het eind van de werkweek de vrijdagmiddagborrel wordt gehouden, is ook niet zo vreemd. Veel gezelliger wordt het niet. Op de bar staat een kerstboompje, onder de bar hangt kerstverlichting en de muren zijn versierd met voetbalshirts."], "authors": ["Thierry Boon", "Nos Sport"], "keywords": ["wordt", "zit", "oogsten", "darts", "van", "geen", "een", "wil", "het", "bar", "er", "nu", "wk", "en", "op", "met", "duijvenbode", "calimero", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}