{"id": "dcfe4050-2d18-3c81-acbe-1489a79c47bf", "title": "8 december 1980, de dag waarop John Lennon is vermoord door Mark Chapman. Een zwarte dag in de muziekgeschiedenis", "url": "https://www.dvhn.nl/cultuur/8-december-1980-de-dag-waarop-John-Lennon-is-vermoord-door-Mark-Chapman.-Een-zwarte-dag-in-de-muziekgeschiedenis-26265259.html", "summary": "Ono passeert een wat vadsige jongeman in een lange blauwe jas, die net als Lennon een bril draagt met getinte glazen.\nEen Playboy met John Lennon-interviewDie poster heeft hij een dag eerder gekocht, samen met een Playboy waarin een Lennon-interview staat en een nieuw exemplaar van J.D.\nChapman identificeert zichzelf sterk met hoofdpersoon Holden Caulfield, een jongen met een psychische stoornis die de onschuld in kinderen voor eeuwig wil verzekeren.\nEen jonge man, net als Paul zelf met een stevig postuur, leest in een boek om de tijd te doden.\nJohn Lennon werd in een politieauto naar het ziekenhuis gebracht, waar hij een half uur na de aanslag officieel werd doodverklaard.", "paragraphs": ["Dinsdag is het precies veertig jaar geleden dat John Lennon werd vermoord. Terug naar de stoep voor het Dakota-complex waar de ex-Beatle met Yoko Ono en zoontje Sean (5) woonde. Terug naar 8 december 1980, een zwarte dag in de muziekgeschiedenis.", "Het is rond kwart voor elf op een maandagavond wanneer naast Central Park in Manhattan een witte limousine afremt. De auto komt op West 72nd Street tot stilstand bij het stoplicht van de kruising met Central Park West. De limo staat voor het Dakota-gebouw, waar op de zevende etage sinds zeven jaar voormalig Beatle John Lennon woont, samen met zijn vrouw Yoko Ono en zoontje Sean (5).", "Een vadsige man in een lange blauwe jas", "De autodeur zwaait open en Ono (47) stapt als eerste uit. Vlak achter haar kruipt Lennon (40) uit de auto. In zijn hand heeft hij een stapeltje cassettebandjes. Ze komen terug van een opnamesessie in de Record Plant Studio. Met Ono voorop lopen ze achter elkaar naar de hoofdingang, die is overkoepeld door fraaie gotische bogen.", "Ono passeert een wat vadsige jongeman in een lange blauwe jas, die net als Lennon een bril draagt met getinte glazen. Hij knikt haar vriendelijk toe. Twee tellen later passeert ook Lennon de man. De zanger werpt een korte blik opzij, even lijkt hij de man te herkennen, maar hij loopt door. ,,Mister Lennon?’’, klinkt het vragend vanachter zijn rug. John Lennon draait zich half om. Vijf oorverdovende knallen galmen kort na elkaar door de arcade. Cassettebandjes kletteren over de stenen.", "Het belooft een mooie winterdag te worden in New York, met temperaturen tussen de 8 en 18 graden celsius. Mark David Chapman (25) schikt deze ochtend op het bureau in zijn kamer in het Sheratonhotel zijn bezittingen. Hij is vandaag iets groots van plan, het moet een handtekening worden voor de politie.", "Ik heb zojuist John Lennon neergeschoten", "De geboren Texaan, sinds een jaar getrouwd met de Japanse Gloria Abe, maakt een mooie waaier van zijn paspoort, een cassettebandje van Todd Rundgren, twee foto’s van zichzelf tussen Vietnamese vluchtelingenkinderen en de Bijbel. Die ligt opengeslagen bij het Evangelie van Johannes, John in het Engels. Met een balpen heeft Chapman er de naam Lennon achter geschreven. In het midden van de waaier legt hij een poster van de Wizard of Oz.", "Een Playboy met John Lennon-interview", "Die poster heeft hij een dag eerder gekocht, samen met een Playboy waarin een Lennon-interview staat en een nieuw exemplaar van J.D. Salingers The Catcher in the Rye . Hij kent het boek goed, maar heeft het niet meegenomen naar New York. Chapman identificeert zichzelf sterk met hoofdpersoon Holden Caulfield, een jongen met een psychische stoornis die de onschuld in kinderen voor eeuwig wil verzekeren. Ook in zijn nieuwe boek krabbelt Chapman iets met een balpen: Dit is mijn boodschap. Holden Caulfield.", "Chapman is twee dagen eerder geland op het LaGuardia-vliegveld in New York. De eerste nacht slaapt hij voor 16 dollar 50 in de YMCA jeugdherberg, negen blokken van het Dakotagebouw. De dag erna geeft hij zichzelf een upgrade naar het Sheraton, voor 82 dollar per nacht.", "In die luxe kamer checkt Chapman deze ochtend een revolver, een Charter Arms .38, een klein kaliber wapen waar hij vijf holle kogels instopt. Het wapen verdwijnt in zijn jaszak. Hij pakt de pocketversie van The Catcher in the Rye en de elpee Double Fantasy van Lennon en Ono, net een paar weken uit. Rond elf uur verlaat Mark Chapman het hotel. Voor de derde dag op rij wandelt hij richting Central Park.", "Paul Goresh maakt foto van historisch belang", "Het milde weer nodigt Paul Goresh (21) uit tot een middagje posten. De amateurfotograaf is groot fan van the Beatles en staat geregeld bij het Dakotagebouw waar John Lennon woont. Hoewel de beroemde fotografe Annie Leibovitz John en Yoko vandaag rond elf uur in hun eigen huis fotografeert voor de cover van Rolling Stone , zal de foto die Goresh gaat maken van veel groter historisch belang zijn.", "loading", "Zelf heeft Goresh daar geen enkel besef van wanneer hij postvat op de stoep voor de ingang met de mooie bogen. Hij ziet er meer Lennon-fans. Een jonge man, net als Paul zelf met een stevig postuur, leest in een boek om de tijd te doden. Na een tijdje spreekt Goresh hem aan. De man vertelt met een zuidelijk accent dat hij Mark heet en uit Hawaii komt.", "Hij baalt, want even eerder op de dag was hij zo in zijn boek verdiept geweest, dat hij helemaal miste dat een taxi John Lennon had afgezet. Hij hoorde dat pas achteraf van de portier, die wist dat hij al drie dagen stond te wachten, en informeerde of hij nu eindelijk die handtekening had bemachtigd.", "Ze blijven op de stoep staan en hebben geen idee dat de man en vrouw die zich even na half één melden bij de portier Dave Sholin en Laurie Kaye zijn van radiostation RKO. Ze komen John Lennon en Yoko Ono thuis interviewen over hun muzikale samenwerking, de liefde en de maatschappij in het algemeen.", "Lennon deelt hadtekeningen uit", "Het interview is boven begonnen wanneer Goresh en Chapman nanny Helen Seaman zien naderen, met naast zich de kleine Sean Lennon. Chapman spreekt het ventje aan, schudt zijn handje en noemt hem een beautiful boy , een knipoog naar het gelijknamige Lennon-nummer.", "Iets voor vijven uur schrikt Paul Goresh op. Hij ziet een witte limousine arriveren en hoewel er meer bekendheden wonen in het Dakota, is dat een sein om op te letten. Hij tuurt naar de ingang, zijn camera in de hand. Ze hebben beet: Lennon en Ono komen naar buiten en lopen naar de limo. Een paar fans komen op Lennon af, die zijn pas inhoudt en handtekeningen uitdeelt.", "Goresh kijkt naar Chapman, die als verstijfd blijft staan. ,,Waar wacht je nog op? Je staat toch op hem te wachten?’’ Bedremmeld schuifelt Chapman in de richting van zijn idool. In zijn hand de elpee, die hij Lennon aanreikt zonder een woord uit te brengen. De zanger draagt een zwart leren jasje met bontkraag over een donkerblauwe kabeltrui. Zijn bril heeft net als die van Chapman getinte glazen.", "loading", "Lennon glimlacht minzaam naar Chapman en vraagt hem om een pen. Goresh stelt zijn camera scherp op Lennon en drukt af. Chapman staat half op de foto. De zanger schrijft op de elpee ‘John Lennon 1980’ en vraagt: ‘Kan ik nog iets voor je doen?’ Chapman is met stomheid geslagen terwijl Lennon doorloopt naar de limousine en instapt. ,,John Lennon heeft mijn elpee gesigneerd’’, zegt hij tegen Goresh. ,,Dat gaat niemand op Hawaii geloven.’’", "Er klinken vijf harde knallen", "John Lennon en Yoko Ono rijden naar de Record Plant Studio, nog geen tien minuten van hun huis. Daar wacht Lennons vaste producer Jack Douglas. Lennon en Ono ronden Walking on thin ice af , een solonummer van Ono waarop Lennon gitaar speelt.", "Het is al na tienen voordat iedereen tevreden is. Lennon en Ono willen nog iets eten bij de Stage Deli, een delicatessenzaak op 7th Avenue. Wanneer ze in de limo stappen, laten ze de chauffeur toch eerst naar het Dakota rijden. John wil graag een kijkje nemen bij Sean. Douglas geeft hem een aantal cassettebandjes mee, waaronder die met de laatste mix van Walking on thin ice .", "Jose Perdomo (45) staat in zijn donkere uniform met gouden borduursels in de goudkleurige portiersloge van het Dakotagebouw. Hij heeft avonddienst. Het is een maandag zoals alle andere, met de gebruikelijke bedrijvigheid voor het gebouw. Helemaal stil is het nooit. Perdomo, die zijn vaderland Cuba ontvluchtte na de machtsgreep van Fidel Castro, is gewend aan fans voor de deur. Ze maken soms een praatje, willen meestal alleen weten of John Lennon thuis is.", "Het is rond kwart voor elf, een witte limousine remt af voor het gebouw. Perdomo weet wie er in zitten. Wanneer de twee beroemde bewoners onder de bogen door gaan, klinken er vijf harde knallen. Perdomo ziet iemand in een blauwe jas, hij hoort gegil. Dan strompelt John Lennon naar het portiershuisje toe. Hij stamelt: ,,Ik ben neergeschoten.’’", "Instinctief springt Perdomo het huisje uit, de straat op. Hij kijkt om zich heen, zoekt de dader. Hij schreeuwt intussen naar zijn collega, conciërge Jay Haystings, die is gealarmeerd door de knallen. Hastings rent naar de telefoon bij de ingang en belt het alarmnummer.", "Chapman verzet zich niet bij zijn aanhouding", "Perdomo ziet bij de gevel een man staan die hij herkent. Hij heeft een revolver op straat gegooid en trekt zijn lange, blauwe jas uit. Hij draagt nu alleen nog een shirt van het album Hermit of Mink Hollow van Todd Rundgren. Perdomo rent op de man af en schopt het wapen weg. Verbijsterd constateert hij dat de man, die al dagen op de stoep rondhangt, geen enkele vluchtpoging onderneemt. ,,Weet je wat je gedaan hebt?’’, roept Perdomo wanhopig. ,,Ja, ik heb zojuist John Lennon neergeschoten’’, antwoordt de man kalm. Hij leunt tegen de muur en begint te lezen in een boek, The Catcher in the Rye .", "loading", "De politie trof enkele minuten na de schietpartij Chapman met zijn boek aan op de stoep. Hij bood geen verzet bij zijn aanhouding. John Lennon werd in een politieauto naar het ziekenhuis gebracht, waar hij een half uur na de aanslag officieel werd doodverklaard.", "Chapman werd veroordeeld tot 20 jaar celstraf met de Amerikaanse versie van tbs. Sindsdien zit hij vast in New York. Elke twee jaar mag hij een gratieverzoek indienen. Elke keer wordt dat afgewezen, afgelopen zomer nog. Chapman is nog altijd getrouwd met Gloria Abe, net als Yoko Ono van Japanse komaf."], "authors": ["Alexander Van Eenennaam"], "keywords": ["lennon", "van", "mark", "muziekgeschiedenis", "dag", "het", "hij", "met", "zwarte", "zijn", "op", "naar", "waarop", "vermoord", "een", "en", "john", "door"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}