{"id": "dd196b1d-f2ff-3a78-8cc2-cf093b8528fc", "title": "Diversiteit op de werkvloer: hoe zorg je dat het werkt?", "url": "https://volkskrant.nl/werken/diversiteit-op-de-werkvloer-hoe-zorg-je-dat-het-werkt~bb0e60b7/", "summary": "‘Als je blanken uitsluit, krijg je een prijs bij de NOS.’Dit artikel verscheen eerder op Intermediair.nlOok prominenten met een niet-westerse afkomst voelden zich gereduceerd tot hun huidskleur.\nAls je blanken uitsluit, krijg je een prijs bij de NOS.\nDe eigenaar van Doets Reizen werd in 2017 uitgeroepen tot zakenvrouw van het jaar.\nEr wordt zo blindgestaard op afkomst en andere labels, dat het ‘niet oproept om goed naar mensen te kijken’.\n‘Ik leer ook dat ze moeten samenwerken met mannen, in plaats van tegenwerken, zodat zij hun hand uitsteken en je die apenrots optrekken.", "paragraphs": ["Diversiteit op de werkvloer Beeld Melissa de Gier", "Het woord ‘divibokaal’ klonk al verdacht. Waarom loofde de NOS een prijs uit voor diversiteit? Naast de wisselbeker die werd uitgereikt aan verslaggevers die de berichtgeving van wat kleur hadden voorzien, hield het nieuwsplatform een ‘divibase’ bij, waarin onder meer de afkomst van experts werd genoteerd. ‘Ze doen aan etnisch profileren’, twitterde PVV-Kamerlid Martin Bosma. ‘Als je blanken uitsluit, krijg je een prijs bij de NOS.’", "Dit artikel verscheen eerder op Intermediair.nl", "Ook prominenten met een niet-westerse afkomst voelden zich gereduceerd tot hun huidskleur. Columnist Özcan Akyol noemde het ‘eliteracisme‘ en presentator Fidan Ekiz was er ‘misselijk van’. Na alle ophef stopte de NOS met de prijs, maar het probleem zit dieper. Veel organisaties pretenderen inclusief te zijn, maar welke motivatie zit daarachter?", "Puur, onversneden RACISME.", "", "Als je blanken uitsluit, krijg je een prijs bij de NOS. Of negatief bericht over Zwarte Piet. En ze doen aan etnisch profileren.", "", "Huidskleur als journalistiek criterium.... https://t.co/SXNyzFIR0p — Martin Bosma (@Martinbosma_pvv) 15 mei 2020", "Heb jij weleens last van racisme, Fidan?’ werd me onlangs nog gevraagd in een interview. 👇🏽 Ben er misselijk van. https://t.co/Bt6XuIqvDe — FidanEkiz (@fidanekiz) 15 mei 2020", "Diversiteit is meer dan alleen letten op afkomst, leeftijd en gender", "Bouchra Talidi had ook zo haar vraagtekens bij de divibokaal, maar zegt dat de NOS tenminste iets probeerde om de blinde vlekken weg te nemen. ‘Ik vind niks doen en zwijgen kwalijker.’ Als adviseur diversiteit en inclusie ging ze aan de slag bij de politie, het ministerie van Sociale Zaken en Werkgelegenheid en omroep KRO-NCRV. (Ze heeft nog niet met de NOS gewerkt.)", "‘Ik begin altijd met de vraag: wat verstaan jullie onder diversiteit en inclusiviteit? Dan wordt vaak gedacht aan andere culturen, gender, lhbti’ers, leeftijd en mensen met een handicap. Maar diversiteit gaat over álle mensen en de vraag hoe een team zo goed mogelijk kan worden aangevuld om beter te presteren.’ Dus niet streven naar diversiteit om te scoren, maar omdat je het DNA van een bedrijf wil verbeteren.", "Verandering begint bovenaan", "Hoe zorgt Talidi ervoor dat alle werknemers geloven in de meerwaarde van een gemêleerd gezelschap en uit hun bubbel durven te stappen? ‘Verandering begint bovenaan. Zonder de betrokkenheid van de bedrijfstop kun je het wel vergeten. Die moet zich uitspreken over het belang van diversiteit.’ De middenmanagers zijn volgens haar ook een essentiële schakel. ‘Die moeten het beleid uitvoeren, terwijl zij vaak in de waan van de dag leven en worden afgerekend op de concrete prestaties van hun team. Een manager is gewend snel te handelen en dus te vertrouwen op wat altijd heeft gewerkt. Maar inclusief leiderschap gaat verder dan afvinken. Ze moeten een respectvolle omgeving creëren waarin iedereen tot z’n recht kan komen.’", "Uitdagingen van een divers team", "Een vaak genoemd argument is dat diversiteit de creativiteit op het werk vergroot. Maar onderzoek laat ook zien dat groepen die bestaan uit verschillende mensen soms minder goed geïntegreerd en ontevredener zijn. Diversiteit kan de communicatie bemoeilijken, waardoor taken minder goed worden uitgevoerd, er meer conflict is tussen werknemers en ze zelfs vaker afwezig zijn of eerder opstappen.", "‘Vaak vinden mensen het lastig samen te werken met collega’s die anders zijn dan zij’, zei sociaal psycholoog Naomi Ellemers van de Universiteit Utrecht tegen hr-website CHRO.nl. ‘Ze kunnen de ander niet lezen en moeten ineens stilstaan bij allerlei kleine dingen die afleiden van de hoofdtaak.’ Ze vindt daarom dat leidinggevenden ook de lastige kanten van diversiteit moeten erkennen en bespreken.", "Discriminatie op de arbeidsmarkt Uit nieuw onderzoek van Intermediair en Nationale Vacaturebank blijkt dat meer dan de helft van de bijna 2.200 ondervraagden weleens te maken heeft gehad met discriminatie op de arbeidsmarkt. 22 procent van de ondervraagden die weleens gediscrimineerd zijn, zegt bij de sollicitatieprocedure wel eens gediscrimineerd te worden op basis van afkomst, 20 procent op basis van uiterlijke kenmerken, 17 procent op basis van achternaam en 15 procent op basis van geslacht. 40 procent zegt dat er op de werkvloer ooit iets is voorgevallen waardoor hij of zij zich gediscrimineerd voelde door collega’s of de werkgever. Leeftijdsdiscriminatie komt het vaakst voor.", "Sterke rolmodellen", "Elske Doets spreekt zich daar geregeld over uit. De eigenaar van Doets Reizen werd in 2017 uitgeroepen tot zakenvrouw van het jaar. Ze vindt de NOS met de divibokaal een goed voorbeeld van een bedrijf dat vooral een ‘United Colors of Benetton-plaatje’ wil inkleuren. Er wordt zo blindgestaard op afkomst en andere labels, dat het ‘niet oproept om goed naar mensen te kijken’.", "Doets hekelt ook de opkomst van diversiteitsmanagers. ‘Hiermee dreigt het reduceren van mensen tot hun geslacht of etniciteit een keihard verdienmodel te worden.’ Ze is bovendien tegen vrouwenquota in het bedrijfsleven. ‘Dat bevestigt het beeld dat vrouwen grijze muizen zijn die alleen verder komen met hulp van de wet. Zo worden ze nooit een sterk rolmodel en hebben vrouwen alleen Neelie Kroes om tegen op te kijken.’", "Opkomen voor je ambitie", "Doets is van mening dat verandering niet kan worden afgedwongen door de top, maar juist van onderaf moet komen. Daarom richtte ze de Young Ladies Business Academy op, die jonge vrouwen tussen de 15 en 25 jaar helpt om assertiever te worden.", "‘Ze hebben vaak niet geleerd om voor hun ambitie uit te komen. Die rem neem ik weg in een intensieve training die een week duurt. Ik breng vrouwen van verschillende achtergronden samen, die allemaal op een bepaalde manier pijn hebben geleden, omdat ze bijvoorbeeld zijn gepest, gevlucht of iemand hebben verloren. Ik leer hen dat ze zich niet moeten schamen, dat ze best werk en kinderen kunnen combineren en zelfs premier kunnen worden.’ Inmiddels heeft Doets ruim 130 vrouwen (kosteloos) klaargestoomd voor het bedrijfsleven.", "Selecteer je wel op de juiste competenties?", "Maar zo’n cursus neemt niet de barrières weg die sollicitanten vaak ervaren. Iemand kan assertief zijn, en de top van het bedrijf waar diegene solliciteert kan op papier inclusief zijn, maar word je wel beoordeeld op de juiste kwaliteiten, of word je in een hokje geduwd, zoals in de divibase van de NOS? Talidi: ‘Managers zeggen vaak: ik zoek gewoon iemand die goed is. Maar op welke competenties selecteer je – en zit er een vooroordeel in die competenties?’", "Doets hoopt dat zij vrouwen sterk genoeg maakt om die hindernissen te overwinnen. ‘Ik leer ook dat ze moeten samenwerken met mannen, in plaats van tegenwerken, zodat zij hun hand uitsteken en je die apenrots optrekken. Sommige feministen zijn hier vies van, maar gebruik je charme. Je bent niet one of the guys, dus positioneer jezelf ook anders.’", "Praat over verschillen", "Als een divers team is samengesteld, begint het werk pas. Blijf praten over de verschillen in ideeën en aanpak, zegt Talidi.", "‘Inclusief leiderschap betekent ook dat iedereen zich veilig voelt en zijn stem mag laten horen. Ik begeleidde laatst een eindredacteur die zei: ik wil graag een divers team, maar ik vind kwaliteit belangrijker. Daar vielen collega’s toen overheen, terwijl het juist goed is om dit soort zaken bespreekbaar te maken.’", "Psycholoog Naomi Ellemers stelt dat ‘stroef ervaren processen’ namelijk tot een betere uitkomst kunnen leiden. ‘Dat komt omdat een groep door de aanwezigheid van ‘vreemden’ gedwongen wordt stilzwijgende aannames zorgvuldiger te onderzoeken.’ Wie dus oprecht investeert in diversiteit in een bedrijf, krijgt er meestal veel voor terug. En daar kan geen bokaal aan tippen."], "authors": ["Haroon Ali"], "keywords": ["van", "werkvloer", "diversiteit", "hoe", "het", "op", "die", "zorg", "een", "je", "dat", "en", "te", "ze", "werkt"], "pubDate": "2020-06-11T13:56:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}