{"id": "dd1f4642-ffea-30c7-841c-992dd29b33d4", "title": "Bitterzoete, dromerige nostalgie in Tarde para morir joven ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/bitterzoete-dromerige-nostalgie-in-tarde-para-morir-joven~b3f241cc/", "summary": "Tarde para morir jovenDrama Regie Dominga Sotomayor Castillo Met Demian Hernández, Magdalena Tótoro, Antar Machado, Matías Oviedo 110 min., in 12 zalenStof.\nHet lijkt in Tarde para morir joven overal te zijn.\nNeerdwarrelend breekt het de hardheid van het licht.\nTarde para morir jovenWaarom al deze artistieke gezinnen hier zijn neergestreken, ergens op een berg, ver weg van alles en iedereen, wordt in de film niet vermeld.\nSotomayor, die met deze film tijdens het filmfestival in Locarno als eerste vrouw de regieprijs won, overdondert met de bitterzoete, dromerige nostalgie die vanaf de eerste scene onder de huid kruipt.", "paragraphs": ["Tarde para morir joven", "Drama Regie Dominga Sotomayor Castillo Met Demian Hernández, Magdalena Tótoro, Antar Machado, Matías Oviedo 110 min., in 12 zalen", "Stof. Het lijkt in Tarde para morir joven overal te zijn. Het stuift op van de weg als een hond meerent achter een auto. Neerdwarrelend breekt het de hardheid van het licht. Het legt een laagje op de bomen rondom de commune waar de 16-jarige Sofia met haar vader woont.", "Door dat vergeelde, opgebleekte waasje dat de Chileense regisseur Dominga Sotomayor aan Tarde para morir joven geeft, voelt haar derde film als een herinnering aan hete, landerige dagen waarin niets wezenlijks en tegelijkertijd alles gebeurt.", "Sofia, een 16-jarige tomboy-achtige schoonheid die schitterend wordt gespeeld door debutant Demian Hernández, is net met haar vader in een commune buiten Santiago komen wonen. Ze valt overal net tussen: ze hoort niet bij de volwassenen die een utopische maatschappij proberen op te bouwen, maar ook niet bij het roedel kinderen dat ondertussen in alle vrijheid op BMX-jes over het terrein raust. Terwijl ze zich rokend ouder voor probeert te doen voor buurman Ignacio, kijkt haar beste vriend en leeftijdgenoot Lucas met lede ogen toe: hij is tijdens feestjes nog steeds veroordeeld met de kinderen te dansen.", "Dat de film voelt als een serie van flarden van herinneringen is niet vreemd - Sotomayor, die in 2012 een Tiger won voor De jueves a domingo tijdens het filmfestival in Rotterdam, baseerde het losjes op haar jeugd. Er zit geen cynisme in de manier waarop zij de volwassenen en hun idealen bekijkt: in Tarde para morir joven is de commune vooral een idyllische plek, waar kunstenaars en muzikanten discussiëren of elektriciteit echt een noodzaak is, waar optimisme overheerst, waar mensen met de beste bedoelingen wat aanrommelen en de dreiging vooral van buitenaf komt. Sotomayor slaagt erin het een benijdenswaardige plaats te maken, maar maakt het desalniettemin begrijpelijk dat de verveelde Sofia er zo snel mogelijk weg wil.", "Tarde para morir joven", "Waarom al deze artistieke gezinnen hier zijn neergestreken, ergens op een berg, ver weg van alles en iedereen, wordt in de film niet vermeld. Alleen het jaartal waarin het zich afspeelt is een hint: 1990, na de val van Pinochet. Wie wil kan parallellen trekken tussen het zoekende, vrije Chili van toen en de commune of Sofia en kan van alles symbolisch interpreteren.", "Maar wie geen kenner is van de Chileense geschiedenis, mist eigenlijk niets. Sotomayor, die met deze film tijdens het filmfestival in Locarno als eerste vrouw de regieprijs won, overdondert met de bitterzoete, dromerige nostalgie die vanaf de eerste scene onder de huid kruipt. Die is universeel."], "authors": ["Floortje Smit"], "keywords": ["bitterzoete", "van", "para", "joven", "dromerige", "en", "een", "met", "morir", "sotomayor", "op", "te", "het", "tarde", "nostalgie", "die"], "pubDate": "2019-07-24T14:28:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}