{"id": "dd28cac9-9fdc-3735-844c-16c75133df01", "title": "Badri’s Tropical moest alternatieven zoeken voor importproducten", "url": "https://www.parool.nl/ps/badri-s-tropical-moest-alternatieven-zoeken-voor-importproducten~bfc7fe33/", "summary": "Ahswin Badrising van Badri's Tropical Beeld Anouk HulseboschWat betekent de gedeeltelijke lockdown voor uw zaak?\nTijdens de eerste lockdown lieten mensen weten dat dat voor hun thuiszittende ouders ideaal zou zijn.\n“Klanten blijven komen en zijn blij met de producten die we hebben, ondanks de beperkte import en prijsstijgingen.\nDaarbij is het een drive op zich om nu ondernemer te zijn.\nJe moet soms creatief zijn en geluk hebben om iets voor elkaar te krijgen.”Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "paragraphs": ["Ahswin Badrising van Badri's Tropical Beeld Anouk Hulsebosch", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“We verkopen levensmiddelen, dus kunnen openblijven. Maar het importeren van producten was sinds corona lastig, doordat er nauwelijks nog vliegtuigen vlogen. Dat maakte het moeilijk ons assortiment constant en vers te houden. Met alternatieven vingen we het op. De Surinaamse groenten die we normaal invoeren, kwamen in het voorjaar deels uit Nederlandse kassen. Nu kunnen we weer mondjesmaat uit Suriname en Mexico importeren.”", "Hoe gaat de komende tijd eruitzien?", "“Qua import zijn we afhankelijk van de vraag hoe landen met hun luchtruim omgaan. Suriname zegt dat passagiers weer onder voorwaarden mogen vliegen. Dat zou meer vluchten betekenen, maar het is afwachten. Het is jammer genoeg niet te zeggen of het beter zal gaan.”", "Nog creatieve inzichten gekregen door de situatie?", "“Sinds een tijdje bezorgen we in meerdere provincies. Tijdens de eerste lockdown lieten mensen weten dat dat voor hun thuiszittende ouders ideaal zou zijn. Eerst leverden we alleen in de directe omgeving, nu ook in heel Noord-Holland en Zuid-Holland, Utrecht en Flevoland.”", "Hoe houdt u de moed erin?", "“Klanten blijven komen en zijn blij met de producten die we hebben, ondanks de beperkte import en prijsstijgingen. Dat geeft moed om verder te gaan. Daarbij is het een drive op zich om nu ondernemer te zijn. Als ­er geen producten of vluchten zijn, hoe ga je daarmee om? Je moet soms creatief zijn en geluk hebben om iets voor elkaar te krijgen.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Als we corona achter de rug hebben, ben ik niet de persoon die meteen de bloemetjes buiten zet of op vakantie gaat. Ik kijk dan eerst de kat uit de boom: zijn we er echt van af? We zitten al bijna een jaar in dit pakket, dus er kan nog wel een maandje bij. Ik wacht eerst voorzichtig af voordat ik toekomstplannen maak. Hopelijk doen anderen dat ook.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["importproducten", "tropical", "zoeken", "van", "moest", "het", "zijn", "badris", "ik", "alternatieven", "een", "en", "dat", "te", "om", "er", "voor"], "pubDate": "2020-12-04T08:51:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}