{"id": "dd2f269e-1c0b-3c5e-8d29-0ea00f5ba2c7", "title": "Voormalig FC Groningen-verdediger Mike te Wierik ongelukkig bij Derby County: Het lijkt wel of ze mij ook ontslagen hebben", "url": "https://www.dvhn.nl/sport/Voormalig-FC-Groningen-verdediger-Mike-te-Wierik-ongelukkig-bij-Derby-County-Het-lijkt-wel-of-ze-mij-ook-ontslagen-hebben-26293709.html", "summary": "Mike te Wierik is één van de weinige getuigen van de wedstrijd tussen Derby County en Swansea.\nDroom in vervullingHet was een droom die in vervulling ging vorig jaar, toen Te Wierik te horen kreeg dat hij zijn carrière kon voortzetten in de Engelse Championship.\n,,Dat kon ik wel accepteren aangezien ik niet goed had gespeeld’’, blikt Te Wierik terug.\nNa afloop van het verdienstelijke 1-1 gelijkspel oogstte Te Wierik alom complimentjes in Derby.\n,,Sindsdien lijkt het wel of ze mij ook ontslagen hebben’’, doet Te Wierik zijn verhaal.", "paragraphs": ["Mike te Wierik wil terug naar Nederland. Het avontuur bij Derby County is niet geworden wat hij ervan had verwacht. Neerdalen op het oude, vertrouwde nest van FC Groningen behoort tot de mogelijkheden.", "Een troosteloze woensdagavond in Derby. Er brandt licht in het Pride Park Stadium, maar de 33.000 stoeltjes blijven nagenoeg allemaal onbezet. Mike te Wierik is één van de weinige getuigen van de wedstrijd tussen Derby County en Swansea. De voormalige captain van FC Groningen ziet zijn club met 2-0 winnen. Een welkome zege voor The Rams , maar de 28-jarige centrale verdediger uit Hengevelde wordt er niet warm of koud van. Hij heeft zijn eigen sores.", "Droom in vervulling", "Het was een droom die in vervulling ging vorig jaar, toen Te Wierik te horen kreeg dat hij zijn carrière kon voortzetten in de Engelse Championship. Hij mocht transfervrij vertrekken bij FC Groningen en tekende voor drie seizoenen bij Derby County. En zeg eerlijk, wie wil dat nou niet, spelen in een stad waar het altijd naar voetbal ruikt, in een competitie waar de stadions normaal gesproken uitpuilen, waar het geld goed is en waar geknokt wordt voor iedere meter. Precies de eigenschap waar hij zich bij FC Groningen mateloos populair mee maakte. Met zijn vriendin vertrok Te Wierik vol goede moed naar de historische plaats, een kilometer of vijftig boven Birmingham. Maar een droom werd het niet. Eerder een nachtmerrie.", "Basisplaats", "De voorbereiding op het nieuwe seizoen verliep nog wel aardig. Te Wierik dwong onder trainer Phillip Cocu een basisplaats af, maar in de eerste competitiewedstrijd kreeg het elftal meteen een 2-0 nederlaag te verwerken. Te Wierik deelde in de malaise. Een duel later ontving hij een rode kaart. Na een schorsing keerde hij terug, maar in die wedstrijd stond Derby County binnen een kwartier met 3-0 achter.", "In de weken daarna besloot Cocu zijn Nederlandse aanwinst tijdelijk uit de wind te houden. Even wennen nog, hard blijven trainen en dan zou het vanzelf goed komen. ,,Dat kon ik wel accepteren aangezien ik niet goed had gespeeld’’, blikt Te Wierik terug.", "Alom complimentjes", "Tegen Cardiff maakte hij zijn rentree, als rechtsback deze keer. Niet zijn favoriete positie, maar de Tukker maakte indruk. Een week later tegen koploper Bournemouth had hij zijn basisplaats terug. ,,Het was voor het eerst sinds lange tijd dat ik weer eens zenuwachtig was voor een wedstrijd, ik moest het wel even laten zien’’, vertelt de voormalige rots in de branding van de Trots van het Noorden. Het ging goed. Na afloop van het verdienstelijke 1-1 gelijkspel oogstte Te Wierik alom complimentjes in Derby.", "Alles veranderde met ontslag Cocu", "Maar een week later veranderde alles. Cocu werd ontslagen na de 1-0 nederlaag tegen Queens Park Rangers. ,,Sindsdien lijkt het wel of ze mij ook ontslagen hebben’’, doet Te Wierik zijn verhaal. Er werd van de ene op de andere dag nauwelijks meer naar hem omgekeken. Ineens hadden ze de robuuste verdediger niet meer nodig bij Derby County. Interim-manager Wayne Rooney kreeg de touwtjes in handen, maar nodigde Te Wierik alleen nog maar uit voor een potje in het tweede.", "Eenzaam", ",,Sinds Cocu weg is, train ik nog wel, maar behoor ik niet meer tot de wedstrijdselectie’’, klinkt het vrij eenzaam aan de andere kant van de Noordzee. Corona, nog een onbekend fenomeen toen Te Wierik zijn handtekening zette in Engeland, maakt het leven in Derby er ook niet gemakkelijker op. ,,Dat maakt het dubbel zo zwaar. De dagen zijn lang. Vooral voor mijn vriendin. Ik ga nog wel naar de club, doe mijn trainingen, maar zij heeft niets te doen. Je kunt op dit moment geen kant op hier.’’", "Zaakwaarnemer aan het werk", "Te Wierik heeft zijn hoop gevestigd op de winterstop. Het liefst wil hij terug naar Nederland. Met weemoed denkt hij terug aan zijn mooie tijd bij FC Groningen, waar ze toevallig nog op zoek zijn naar een extra centrale verdediger. De clubleiding van Derby County is er inmiddels van op de hoogte dat hij niet happy is met de situatie. Zaakwaarnemer Harold Eijkelkamp is aan het werk gezet. Een terugkeer naar het Noorden behoort tot de mogelijkheden, maar ook Fortuna Sittard en FC Utrecht hebben interesse.", "Geen spijt", "Het voornaamste is dat Te Wierik weer wil voetballen. ,,Ik mis het.’’ Spijt heeft hij niet van zijn avontuur. ,,Ik ben heel wat wijzer en flink wat ervaringen rijker geworden de afgelopen maanden’’, stelt hij met een zuur lachje vast. ,,Er zijn bovendien wel ergere dingen in de wereld dan dat mijn droom anders loopt dan verwacht. Denk eens aan al die mensen die in het ziekenhuis liggen met corona. Maar goed, ik ben wel eens gelukkiger geweest. Ik hoop dat die tijd snel terugkomt.’’"], "authors": ["William Pomp"], "keywords": ["wierik", "wel", "ontslagen", "hij", "van", "ik", "een", "niet", "te", "mike", "voormalig", "ook", "het", "maar", "ze", "ongelukkig", "mij", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}