{"id": "dd3e0f25-8573-346f-9907-6affe3560451", "title": "Veel meer huurders eisen huurverlaging vanwege loden leidingen", "url": "https://www.parool.nl/amsterdam/veel-meer-huurders-eisen-huurverlaging-vanwege-loden-leidingen~b4e94b83/", "summary": "Loden leidingen in de grond onder een leegstaand huis aan de Waddendijk in Amsterdam Noord.\nDonderdag heeft de Huurcommissie in Amsterdam een hele dag ingeruimd voor zaken rond loden leidingen.\nZo’n huurkorting is mogelijk als een gebrek aan de woning wordt vastgesteld.\nIn de gemeenteraad bleek onlangs dat in 2600 corporatiewoningen nog oude loden leidingen moeten worden weggehaald, voornamelijk in de tuindorpen in Noord.\nDaar bovenop geldt het voor nog zo’n zeshonderd woningen in de rest van de stad.", "paragraphs": ["Loden leidingen in de grond onder een leegstaand huis aan de Waddendijk in Amsterdam Noord. Beeld Jean-Pierre Jans", "Lood in het drinkwater kwam in de herfst van vorig jaar hoog op de politieke agenda toen bewoners van de tuindorpen in Noord alarm sloegen over oude loden leidingen onder hun woningen. Kort daarop waarschuwde de Gezondheidsraad voor de schade die het gevolg kan zijn van lood in het drinkwater, met name voor kleine kinderen.", "Donderdag heeft de Huurcommissie in Amsterdam een hele dag ingeruimd voor zaken rond loden leidingen. Er staan 22 zaken gepland, in het nieuwe jaar volgt de rest. De Huurcommissie werkt als onafhankelijke geschillenbeslechter bij conflicten tussen huurders en hun huisbaas.", "Stok achter de deur", "Huurders kunnen naar de Huurcommissie stappen als hun huisbaas de loden leidingen niet wil weghalen, maar de reden kan ook zijn dat het ze niet snel genoeg gaat. De Huurcommissie kan besluiten tot een fikse korting op de huur, als stok achter de deur. Zo’n huurkorting is mogelijk als een gebrek aan de woning wordt vastgesteld. Daarvan is sprake als de concentratie lood boven de 10 microgram per liter komt.", "Maar de bepaling van de concentratie roept ook weer conflicten op. In sommige woningen van Ymere, binnen de tuindorpen van Noord veelal de huisbaas, blijft de concentratie onder de 10 microgram per liter omdat de kraan volgens de meetmethode die de woningcorporatie erop nahoudt eerst een poos moet doorlopen. Bij metingen van huurdersorganisatie !Woon wordt het eerste glaasje water getapt en dan blijkt dat de concentratie wél boven de norm komt.", "Nog 3200 woningen", "Het kabinet vindt het wenselijk dat 5 microgram de norm wordt en dat is eerder dit jaar ook de aanbeveling geweest in de richting van de Huurcommissie. Daarom hoopt !Woon dat de Huurcommissie bij deze zaken al strenger optreedt. De uitspraak volgt binnen acht weken.", "Bij drie van de zaken bij de Huurcommissie gaat het om woningen van Ymere. Met !Woon is afgesproken dat de uitspraken in deze zaken maatgevend zijn voor andere huurders. In de gemeenteraad bleek onlangs dat in 2600 corporatiewoningen nog oude loden leidingen moeten worden weggehaald, voornamelijk in de tuindorpen in Noord. Daar bovenop geldt het voor nog zo’n zeshonderd woningen in de rest van de stad."], "authors": ["Bart Van Zoelen"], "keywords": ["eisen", "van", "als", "leidingen", "meer", "het", "huurcommissie", "loden", "huurverlaging", "een", "dat", "zaken", "veel", "vanwege", "huurders", "voor"], "pubDate": "2020-12-10T08:06:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}