{"id": "dd446e8a-e289-37de-b452-c713f6956bdb", "title": "Maradona had een lijfarts, net als Mao, Poetin en Trump. Dan weet je: er is iets mis", "url": "https://volkskrant.nl/columns-opinie/maradona-had-een-lijfarts-net-als-mao-poetin-en-trump-dan-weet-je-er-is-iets-mis~be6b959c/", "summary": "Een lijfarts is een dokter die eindverantwoordelijk is voor de gezondheid van zijn broodheer, en daartoe soms dagelijks een gezondheidscheck doet.\nMao had een lijfarts, die later overigens een vernietigend boek over hem heeft geschreven.\nTrump ook, al is dat niet echt een dokter maar een osteopaat.\nAls iemand een lijfarts aanstelt, is er iets mis.\nJe zou kunnen zeggen dat een lijfarts een symptoom is van de ziektes paranoia en grootheidswaan.", "paragraphs": ["Maradona had een lijfarts. Die man heet Leopoldo Luque (goede naam) en hij wordt nu aangeklaagd omdat hij beter zijn best had moeten doen om de legende in leven te houden. Het gaat me nu even niet om die aanklacht, maar om het mysterieuze beroep van lijfarts. Een lijfarts is een dokter die eindverantwoordelijk is voor de gezondheid van zijn broodheer, en daartoe soms dagelijks een gezondheidscheck doet. Een paar honderd jaar geleden had elke koning er een. Dezer dagen is dat niet meer zo – Willem-Alexander kan zich allerlei gekkigheid veroorloven maar gaat alleen naar de dokter als hij ziek is.", "Mao had een lijfarts, die later overigens een vernietigend boek over hem heeft geschreven. Poetin heeft een lijfarts. Trump ook, al is dat niet echt een dokter maar een osteopaat.", "Als iemand een lijfarts aanstelt, is er iets mis. Je zou kunnen zeggen dat een lijfarts een symptoom is van de ziektes paranoia en grootheidswaan."], "authors": ["Paulien Cornelisse"], "keywords": ["weet", "van", "trump", "poetin", "dokter", "lijfarts", "maar", "die", "hij", "mao", "een", "je", "om", "niet", "en", "mis", "iets", "net", "maradona"], "pubDate": "2020-11-30T19:26:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}