{"id": "dd4a3dbe-f4e1-3164-a0f4-1bf34bd6ad90", "title": "Meerderheid Amerikanen wil aftreden of afzetting Trump", "url": "https://www.metronieuws.nl/in-het-nieuws/buitenland/2021/01/meerderheid-amerikanen-wil-aftreden-of-afzetting-trump/", "summary": "Meerderheid Amerikanen wil aftreden of afzetting TrumpEen meerderheid van de Amerikanen vindt dat president Donald Trump het Witte Huis moet verlaten voor de officiële machtsoverdracht aan Joe Biden op 20 januari.\nTwee derde houdt het staatshoofd verantwoordelijk voor het ophitsen tot de bestorming van het Capitool afgelopen woensdag.\nVeruit de meesten van de voorstanders van het afzetten of aftreden van de Republikeinse president zijn aanhangers van de Democratische partij.\nTwee Republikeinse senatoren hebben zich ook uitgesproken voor het vertrek van Trump, hoewel zij niet hebben gezegd of ze een afzettingsprocedure zullen steunen.\nVan de mensen die zich nog altijd niet bij het verlies van Trump willen neerleggen is 99 procent Republikeins.", "paragraphs": ["Meerderheid Amerikanen wil aftreden of afzetting Trump", "Een meerderheid van de Amerikanen vindt dat president Donald Trump het Witte Huis moet verlaten voor de officiële machtsoverdracht aan Joe Biden op 20 januari. Twee derde houdt het staatshoofd verantwoordelijk voor het ophitsen tot de bestorming van het Capitool afgelopen woensdag. Er kwamen toen vijf mensen om het leven, onder wie een politieagent.", "Ruim de helft, 56 procent, vindt dat de bestorming directe gevolgen voor zijn positie moet hebben. Dat blijkt uit een peiling van de zender ABC News en onderzoeksbureau Ipsos.", "Veruit de meesten van de voorstanders van het afzetten of aftreden van de Republikeinse president zijn aanhangers van de Democratische partij.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "The President told them to come to DC on Jan 6 to stop the steal. He told them to march to the Capitol. He told them to fight like hell. They followed his orders. The insurrectionists hunted lawmakers. They sought to hang the @VP. Multiple people died. We. Must. Impeach. https://t.co/SYrlAphhk1 — Ted Lieu (@tedlieu) January 10, 2021", "Impeachment", "Nog ongeveer tien dagen te gaan, en dan is Joe Biden officieel president van de Verenigde Staten. Toch groeit de druk op Trump om af te treden steeds meer. De Democraten brengen naar verwachting komende week een aanklacht uit die kan leiden tot afzetting van de president, zijn ‘impeachment’. Twee Republikeinse senatoren hebben zich ook uitgesproken voor het vertrek van Trump, hoewel zij niet hebben gezegd of ze een afzettingsprocedure zullen steunen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "If you impeach Trump his followers will riot. If you don’t impeach Trump his follows will riot AND you won’t have impeached Trump. Those are the only two choices. — Victor LaValle (@victorlavalle) January 10, 2021", "Uit de peiling blijkt ook dat twee derde van de Amerikanen vindt dat Biden legitiem de verkiezingen heeft gewonnen. Van de mensen die zich nog altijd niet bij het verlies van Trump willen neerleggen is 99 procent Republikeins.", "Lees ook: 31.000 medewerkers acute zorg gevaccineerd, vaccinatiebereidheid ‘meer dan 95 procent’"], "authors": [], "keywords": ["meerderheid", "van", "afzetting", "aftreden", "voor", "om", "toestemming", "amerikanen", "te", "wil", "trump", "het", "president", "niet", "dat"], "pubDate": "2021-01-10T20:08:48Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}