{"id": "dd4cae3a-e53c-343d-8580-91f39e10bf4f", "title": "Realityserie ‘In real life’ is meer au bain marie dan snelkookpan", "url": "https://trouw.nl/achterpagina/realityserie-in-real-life-is-meer-au-bain-marie-dan-snelkookpan~bf14ae2a/", "summary": "KRO-NCRV wil weten wat er werkelijk in die mensen omgaat: ‘In real life laat zien hoe twintigers anno nu met elkaar omgaan en discussiëren.\nBeschaafd en aardig maakten de jongeren met verschillende opleidingsniveaus, culturele achtergronden en interesses kennis met elkaar.\nOf tussen de dominante, veganistische illustrator Carmen en het Instagrammende, uit Taiwan geadopteerde meisje Shen-en dat haar kans afwacht om huisgenoot Juul te strikken en fotograferen.\nAlfaman Victor Reinier en pittige dame Imanuelle Grives zullen (zee)ziek van elkaar worden, tonen de teasers.\nLevensverhalen komen naar boven, en onenigheid zal van het dek spoelen als de uitputting nabij is.", "paragraphs": ["Weer een programma over millennials, dacht ik sceptisch over de nieuwe dagelijkse serie ‘In real life’. We hadden recentelijk de serie ‘Dertigers’, kennelijk zijn nu de twintigers aan de beurt. (Zelf wacht ik met smart op de serie ‘Veertigers’). Maar goed, elke leeftijdsgroep draagt zijn eigen last. De huidige adolescenten leven door hun façade op sociale media meer dan ooit door de ogen van de ander. Dan is het ook schier onmogelijk om jezelf te vinden.", "KRO-NCRV wil weten wat er werkelijk in die mensen omgaat: ‘In real life laat zien hoe twintigers anno nu met elkaar omgaan en discussiëren. Hoe ze elkaar inspireren, hun meningsverschillen uitpraten, vriendschappen sluiten, verliefd worden en weer uit elkaar gaan.’", "Nou nou. Zet vier meisjes en vier jongens die studeren, werken, zoeken en ‘influencen’ drieënhalve maand bij elkaar in huis, en de omroep verwacht dat er een snelkookpan ontstaat. De eerste aflevering maandag was meer een opwarmertje au bain marie. Beschaafd en aardig maakten de jongeren met verschillende opleidingsniveaus, culturele achtergronden en interesses kennis met elkaar. ‘Hun angsten, dromen en uitdagingen zijn de basis voor dit programma in deze roerige, onzekere tijd.’", "Realityserie ‘In real life’: een brave kennismaking tussen verschillende twintigers.", "Ik hoop van harte dat daarvan iets authentieks zichtbaar wordt, maar de televisiewetten zijn lastig te negeren. Wie een hogedrukpan wil, moet hoge druk toevoegen. Nietszeggende gesprekjes horen we al genoeg om ons heen.", "Toch siert het KRO-NCRV dat die de jongelui juist niet opzadelt met Big Brother- achtige spelelementen van concurrentie of schaarste, om te zien hoe ze zich redden. In het echte leven maken mensen ook afwachtend kennis en houden ze in eerste instantie beleefd rekening met elkaar. Ik ben heus benieuwd wat die Marokkaans-Nederlandse Selim gaat doen nu hij is afgestudeerd aan de TU Eindhoven. En of het gaat wringen tussen de hardwerkende schoonheidsspecialist Kim en de Thais-Nederlandse kunstenaar Mean die slechts wacht op zijn vervolgopleiding. Of tussen de dominante, veganistische illustrator Carmen en het Instagrammende, uit Taiwan geadopteerde meisje Shen-en dat haar kans afwacht om huisgenoot Juul te strikken en fotograferen.", "Heel af en toe is zo’n gesprekje informatief. Shen-en tegen de rustige Eva: “Wat lees je?” “Turks fruit.” “Waar gaat het over? Mijn laatste boek las ik in groep vijf.”", "We zullen zien of de kabbelende gesprekjes en dito kijkcijfers aan intensiteit gaan winnen.", "Als programma’s dan toch mensen bij elkaar zetten en volgen, kijk ik liever het nieuwe ‘Alle hens aan dek’ op SBS6. Actie! Mensen met meer levensverhaal! De voice-over van acteur Jeroen Spitzenberger praat het avontuur van vijf bekende Nederlanders geestig aan elkaar.", "Onder leiding van schipper en topzeiler Hans Bouscholte zeilen ze zonder ervaring drie weken lang over de ruwe Noordelijke Oceaanroute van de Canarische Eilanden naar Nederland. Het drammerige karakter van militair Marco Kroon beukt op de groep als de golven. Alfaman Victor Reinier en pittige dame Imanuelle Grives zullen (zee)ziek van elkaar worden, tonen de teasers.", "Levensverhalen komen naar boven, en onenigheid zal van het dek spoelen als de uitputting nabij is. Ik wil wel zien hoe Bouscholte al die elementen trotseert.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["van", "dan", "het", "meer", "snelkookpan", "bain", "au", "met", "ik", "die", "zijn", "marie", "op", "realityserie", "real", "en", "een", "life", "elkaar"], "pubDate": "2020-11-17T17:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}