{"id": "dd5242ae-8eb6-306a-914b-797b1c6fd515", "title": "Wethouder Marjolein Moorman: ‘Op mijn 30ste had ik 30.000 euro schuld’", "url": "https://www.parool.nl/ps/wethouder-marjolein-moorman-op-mijn-30ste-had-ik-30-000-euro-schuld~bc2fac3c/", "summary": "Wethouder Marjolein Moorman (46) belandde als twintiger in grote schulden na het overlijden van haar ouders.\n‘Ik herinner mij vooral de stress.’Politiek is persoonlijk, vindt wethouder Marjolein Moorman, waarmee ze bedoelt te zeggen dat persoonlijke ervaringen voor haar een drijfveer vormen.\nZe zeiden alleen dat we wat vaker gingen fietsen.”En zo moest Moorman op 25-jarige leeftijd een schuld van 30.000 euro wegwerken.\nIk heb het idee dat sprake was van een opeenstapeling van pech, van kleine schulden die uitgroeiden tot een grote schuld.\nDat ze op jonge leeftijd zijn overleden, is tragisch, maar ook grote pech.", "paragraphs": ["Wethouder Marjolein Moorman (46) belandde als twintiger in grote schulden na het overlijden van haar ouders. Ze gebruikt deze ervaring bij haar aanpak van schuldproblematiek. ‘Ik herinner mij vooral de stress.’", "Politiek is persoonlijk, vindt wethouder Marjolein Moorman, waarmee ze bedoelt te zeggen dat persoonlijke ervaringen voor haar een drijfveer vormen. Daarom wil ze, na overleg met haar broers, vertellen over de schulden waarmee zij, drie twintigers, kampten na het vroege overlijden van hun ouders. En hoe Moorman die ervaringen gebruikt als wethouder armoedebeleid en schuldenaanpak.", "Ze wil met haar verhaal begrip kweken voor Amsterdammers die diep in de schulden zitten en laten zien dat financiële problemen lang niet altijd verwijtbaar zijn. Ze hoopt het taboe weg te nemen. Want dat is misschien wel het grootste probleem: mensen schamen zich voor hun financiële problemen en wachten gemiddeld vijf jaar voordat ze hulp zoeken. Intussen lopen de schulden op.", "“Dan moet ik zelf maar zo dapper zijn om mijn verhaal te vertellen,” zegt Moorman. “Ik wil het niet dramatiseren, maar in het calvinistische Nederland zijn we geneigd te denken dat schulden vooral onze eigen schuld zijn.”", "Moorman zit in haar werkkamer in de Stopera. Aan de ­muren hangen tekeningen van haar kinderen, te midden van een grote poster van Barack Obama en een oproep om de petitie tegen het lerarentekort te onderteken. Het is duidelijk: hier zit een PvdA-politica, die als wethouder niet alleen verantwoordelijk is voor de aanpak van armoede en schulden, maar ook voor onderwijs.", "Een warme jeugd", "Moorman groeide op in Wassenaar, eerst in een flatje, daarna in een huurhuis. “Mijn ouders kwamen uit Den Haag, maar verhuisden na hun trouwen naar Wassenaar, om ons, de kinderen, een omgeving te bieden met perspectief, waaraan we ons konden optrekken.” Het was een klassiek PvdA-gezin, waarin verheffing centraal stond en de Varagids op tafel lag. Marjolein Moorman is de oudste van drie kinderen.", "Ze spreekt van een warme jeugd, met lieve ouders. Haar vader schopte het na de mulo tot ambtenaar bij het ministerie van Financiën. Hij volgde avondonderwijs om op te kunnen klimmen. Haar moeder had de mulo niet afgemaakt en was huisvrouw. Pas veel later haalde ze alsnog haar vwo-diploma en ging ze werken.", "Toen Moorman 20 jaar was, overleed haar vader. Plotseling. Hij liet, tot ieders schrik, een enorme schuld na, die terechtkwam bij zijn echtgenote. Ze leefden inmiddels ­gescheiden, maar waren volgens de wet nog getrouwd. Moormans moeder ging extra werken om te kunnen aflossen, maar zij werd al snel ongeneeslijk ziek en overleed toen haar dochter net 25 jaar was en op de Universiteit van Amsterdam werkte aan haar promotie.", "De erfenis: een schuld van 60.000 euro.", "Natuurlijk, ze konden de erfenis weigeren. De notaris had dat ook voorgesteld. “Dan zouden we ook afzien van alle persoonlijke spullen van onze ouders en daarmee van veel herinneringen.” Moorman en haar oudste broer ­besloten ieder een schuld van 30.000 euro op zich te ­nemen, waardoor de jongste broer, die al moest bijlenen om te studeren, niet nog meer schulden hoefde te ­maken.", "Erg zuinig", "“Mensen denken vaak in hokjes: kijk, een PvdA-wethouder, gepromoveerd en opgegroeid in Wassenaar. Die zal wel met een gouden lepel in de mond geboren zijn.”", "Waar de schulden vandaan kwamen, weet Moorman niet. Als kind gingen de financiële sores langs haar heen. Van buitensporige uitgaven lijkt geen sprake, van kopen op krediet evenmin. “Veel herinneringen zijn vervaagd, ook bij mijn broers. Wat ik wel weet, is dat mijn ouders juist erg zuinig waren. Mijn moeder maakte vloerbedekking uit restjes tapijt en onze bank was van spijkerbroekenstof. Op een gegeven moment bracht mijn moeder haar trouwring naar de stadsbank van lening en moest de auto de deur uit. Ik had geen idee dat ze dit deden vanwege financiële problemen. Ze zeiden alleen dat we wat vaker gingen fietsen.”", "En zo moest Moorman op 25-jarige leeftijd een schuld van 30.000 euro wegwerken. “We kregen direct aan­maningen binnen,” zegt ze. “Ik kan mij vooral de stress herinneren, de onzekerheid. De vraag hoe we hier uit konden komen, beheerste onze gedachten.”", "Moorman en haar broer besloten hun probleem bij de bank op tafel te leggen. Zo kwamen ze tot een schuldsanering avant la lettre. De Rabobank verstrekte een lening, waarmee ze in een keer hun schuld konden afbetalen. Sindsdien hadden ze nog één schuldeiser: de bank. Dit gaf rust, ze moesten voortaan een maandbedrag betalen en konden hun uitgaven hierop aanpassen.", "De uitkomst kwam uit onverwachte hoek. Haar moeder werkte voor een Amerikaans, beursgenoteerd bedrijf en had obligaties, die dus ook in de erfenis zaten. Alleen zat er een slot op in verband met de beursregels: de obligaties mochten pas na een jaar of langer worden verkocht. Niet dat ze veel waard waren. Maar terwijl Moorman druk bezig was met de schuldsanering, liep de beurskoers langzaam op. “Ik geloof niet in God, maar dit was wel onze redding.”", "Beeld Jitske Schols", "Ze heeft geluk gehad, benadrukt Moorman. Geluk dat veel schuldenaren niet hebben. “Ik wil mijn problemen uit die tijd niet vergelijken met mensen die het veel zwaarder hebben. Maar ik heb wel geleerd dat schulden een leven overnemen. Uit onderzoek blijkt dat schuldenstress leidt tot IQ-dalingen. Mensen in schulden maken onverstandige keuzes; ze openen hun post niet meer, laten aanmaningen aan zich voorbijgaan, waardoor schulden alleen maar verder oplopen. Ze krijgen levenslang.”", "Overzicht en hulp", "Moorman neemt het haar ouders niet kwalijk. “Ze hebben dit nooit gewild. Het is eerder verdrietig dan verwijtbaar. Ik heb het idee dat sprake was van een opeenstapeling van pech, van kleine schulden die uitgroeiden tot een grote schuld. Dat ze op jonge leeftijd zijn overleden, is tragisch, maar ook grote pech. Mijn vader had een overlijdensrisicoverzekering, maar doordat hij betalingsachterstanden had, trad die niet in werking. Mijn moeder kreeg dit allemaal op haar bord.”", "Moorman heeft de schulden inmiddels ver achter zich gelaten en heeft als wethouder een ruim inkomen. “Ik heb geleerd om nooit een schuld aan te gaan. En ik probeer mijn kinderen de waarde van geld bij te brengen. Mijn dochter is oud genoeg voor kleedgeld, zo leert ze met geld om te gaan.”", "Haar ervaringen spelen een belangrijke rol in de schuldenaanpak die ze als wethouder voor ogen heeft. Komende woensdag debatteert de gemeenteraad over haar nieuwe plannen, met daarin onder meer een pauzeknop, die ervoor moet zorgen dat aanmaningen en incasso’s stoppen als een Amsterdammer zich meldt bij schuldhulp. Dan ­lopen de financiële problemen niet nog meer op.", "“Het probleem met schulden is,” zegt Moorman, “dat als je eenmaal een verkeerde afslag hebt genomen, je nooit meer terugkomt op de hoofdweg. Daarom hebben mensen in schulden meer rust nodig, een pauze. Om overzicht te krijgen en hulp te zoeken. Het is belangrijk dat we open zijn over schulden. Als mensen zich schamen, zoeken ze geen hulp en blijven ze in hun ellende hangen. Daarom moeten we onze verhalen met elkaar delen.”", "Cijfers over 2019 - 25.000 inwoners van Amsterdam hebben betalingsachterstanden. - Gemiddelde schuld: 26.000 euro. - 68.000 bezoeken aan de financiële spreekuren. - 8200 Amsterdammers in schuldhulpverlening. - 78 woningontruimingen om financiële redenen. - 50 miljoen euro aan schulden gesaneerd via de gemeentelijke Kredietbank. - In Amsterdam is beslag gelegd op bijna 5000 bijstandsuitkeringen."], "authors": ["Michiel Couzy"], "keywords": ["wethouder", "van", "marjolein", "het", "moorman", "op", "30ste", "ik", "schuld", "schulden", "mijn", "een", "ze", "en", "haar", "te", "euro", "30000", "dat"], "pubDate": "2020-11-20T11:27:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}