{"id": "dd6e37e5-3e1a-3177-9293-73eb03dd4322", "title": "Verplichte coronatest voor inkomende reizigers komt er toch aan", "url": "https://www.metronieuws.nl/lifestyle/reizen/2021/01/verplichte-coronatest-voor-inkomende-reizigers-komt-er-toch-aan/", "summary": "Verplichte coronatest voor inkomende reizigers komt er toch aanDe Tweede Kamer steunt de spoedwet van het kabinet die een negatieve coronatest (PCR) verplicht stelt voor reizigers die ons land binnenkomen vanuit een risicogebied.\nDat bleek vandaag tijdens de behandeling van het wetsvoorstel.\nVerder zijn er zorgen over virusmutaties die in Zuid-Afrika en het Verenigd Koninkrijk zijn gevonden.\nZe gaf toe toe dat ze op het vliegveld de nepcoronatest had overlegd.\nVandaag nog stemming over coronatestDe Kamer kwam terug van het reces om de spoedwet te behandelen.", "paragraphs": ["Verplichte coronatest voor inkomende reizigers komt er toch aan", "De Tweede Kamer steunt de spoedwet van het kabinet die een negatieve coronatest (PCR) verplicht stelt voor reizigers die ons land binnenkomen vanuit een risicogebied. Zij moeten die test voorafgaand aan de reis doen. Dat bleek vandaag tijdens de behandeling van het wetsvoorstel.", "Het kabinet kondigde de PCR-testplicht eind vorige maand aan, maar de rechter vond de juridische basis onvoldoende. De spoedwet moet de testplicht een extra wettelijke basis geven. Maar de Kamerleden zijn niet helemaal tevreden.", "Nog een extra coronatest", "VVD’er Jeroen van Wijngaarden vroeg zich af waarom het niet eerder is geregeld. Verder zijn er zorgen over virusmutaties die in Zuid-Afrika en het Verenigd Koninkrijk zijn gevonden. Het moet mogelijk worden voor reizigers uit dit soort landen op Schiphol nog een extra test te doen, vinden onder meer D66 en PvdA.", "Alleen DENK is tegen het wetsvoorstel en noemt het „mosterd na de maaltijd”. Een verplichte coronatest vormt ook een inbreuk op de lichamelijke integriteit, verklaarde Tunahan Kuzu. Hij vreest dat de testplicht een „opmaat is naar een coronapaspoort”. Ook werkt de testplicht volgens hem fraude in de hand. Dat is een zorg van meer partijen.", "Nederlandse tiener opgepakt na fraude", "De angst van Kuzu werd deze week al waarheid. Een Nederlands meisje van 17 jaar dat positief was getest op het coronavirus is dinsdag in Zwitserland opgepakt omdat ze de haar opgelegde quarantaine wilde ontvluchten. Ze stond op het punt naar Nederland te vliegen met een negatieve nepcoronatest, meldt de politie. De tiener werd opgepakt in Zürich kort voordat ze aan boord wilde gaan. Ze gaf toe toe dat ze op het vliegveld de nepcoronatest had overlegd.", "Vandaag nog stemming over coronatest", "De Kamer kwam terug van het reces om de spoedwet te behandelen. Het kabinet had eerder deze week om een spoedoverleg gevraagd. De Tweede Kamer stemt vandaag nog over de wet. De Eerste Kamer zal het voorstel dan morgen behandelen.", "Lees ook: Dit zijn de populairste babynamen van 2020 (en zo populair is jouw naam)"], "authors": ["Metroen Anp", "Metro En Anp"], "keywords": ["kamer", "toch", "komt", "verplichte", "er", "zijn", "ze", "inkomende", "die", "van", "en", "een", "aan", "voor", "reizigers", "op", "het", "coronatest", "dat"], "pubDate": "2021-01-07T11:56:59Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}