{"id": "dd74b762-f5e9-3b0d-85a1-7a1f97a3705d", "title": "Ok van Batenburg (1930-2020): de man die op 1 januari 1960 de zee indook", "url": "https://volkskrant.nl/mensen/ok-van-batenburg-1930-2020-de-man-die-op-1-januari-1960-de-zee-indook~b6ac67e7/", "summary": "Ok van Batenburg.\nHiermee begon hij een traditie die uitgroeide tot een van de grootste evenementen van Nederland: de jaarlijkse Nieuwjaarsduik met inmiddels meer dan 50 duizend deelnemers.\nHoofdsponsor Unox benoemde Ok van Batenburg enkele jaren geleden tot Duikmeester.\nOk van Batenburg overleed op 15 december aan de gevolgen van corona –de reden dat de Nieuwjaarsduik van 2021 moest worden afgelast.\nOk van Batenburg was een van de twee zonen van een Bloemendaalse vrachtwagenchauffeur.", "paragraphs": ["Ok van Batenburg.", "In september haalde hij nog de media nadat zijn huwelijkspartner Jankees Boer inbrak in het verzorgingshuis De Rijp in Bloemendaal waar hij wegens corona in quarantaine verkeerde.", "Jankees (56) wilde de 90-jarige Ok van Batenburg niet in de steek laten, nadat hij hem al jaren als mantelzorger thuis onder zijn hoede had genomen. ‘Ik had twee tassen met kleding bij mij, een mondkapje op en handschoenen aan. Ik liep snel langs de receptie. Toen ze mij probeerden tegen te houden, ben ik naar de kamer van Ok gegaan en heb ik de deur op slot gedraaid.’", "Hij week een maand lang niet van zijn zijde. Uiteindelijk zou een verzwakte Ok toch corona krijgen, waar hij 15 december aan overleed. ‘Het is een wonder dat hij het zo lang heeft uitgehouden. Hij was al zeker twintig keer per ambulance weggevoerd van ons huis’, zegt Jankees Boer. ‘Tia’s, hersenattaques, een hartaanval, vasculaire dementie, ik weet niet wat hij allemaal al gehad heeft.’", "Mogelijk is zijn leven gerekt door zijn sport. Ok van Batenburg was zijn werkzame leven zweminstructeur. Bekend werd hij als de initiatiefnemer van de Nieuwjaarsduik. Onder het motto ‘even een frisse neus halen na die ongezonde toestanden rond de feestdagen’, dook hij op 1 januari 1960 met zijn vrienden van de Haarlemse zwemclub Njord’59 bij Zandvoort de Noordzee in.", "Hiermee begon hij een traditie die uitgroeide tot een van de grootste evenementen van Nederland: de jaarlijkse Nieuwjaarsduik met inmiddels meer dan 50 duizend deelnemers. Hoofdsponsor Unox benoemde Ok van Batenburg enkele jaren geleden tot Duikmeester. Hij vertelde een keer over de beruchtste Nieuwjaarsduik: die van 1963 toen de ijsschotsen in de Noordzee dreven: ‘We liepen erin tot aan onze knieën en ik riep: ‘terug, terug. Laat je niet vallen’. Je kon helemaal niets doen met je spieren, het was zelfs moeilijk om je benen op te trekken. Dat was een heel griezelige ervaring.’", "Tientallen jaren was hij zelf van de partij. Daarna was hij altijd bij het evenement aanwezig. Ok van Batenburg overleed op 15 december aan de gevolgen van corona –de reden dat de Nieuwjaarsduik van 2021 moest worden afgelast.", "Ok van Batenburg was een van de twee zonen van een Bloemendaalse vrachtwagenchauffeur. Hij woonde in de meest armlastige wijk van het villadorp, de zogenoemde vlooienbuurt. Al jong was hij gek op water. Hij besloot naar het Cios te gaan voor een sportopleiding. Hij vond een baan als sportleider bij het revalidatiecentrum Heliomare in Wijk aan Zee.", "Daarnaast gaf hij zwemles bij een hele reeks van clubs. Hij was een ambassadeur van het openwaterzwemmen. Bij de zwemmara­thon Stavoren-Medemblik was hij steevast van de partij, op de volgboot als coach van deelnemers.", "Eind jaren zestig kwam hij uit de kast als homoseksueel. Hij was bang dat hij door zijn ouders het huis zou worden uitgezet, maar zijn moeder zei geruststellend: ‘Dat wisten we allang’. Hij had moeite zich aan een partner te hechten. Dat lukte pas na zijn pensioen toen hij trouwde met Jankees, zelf openwaterzwemmer van de Amsterdamse vereniging De Dolfijn.", "Een andere passie van hem was beelden maken, iets waar hij zich na het pensioen steeds meer in bekwaamde. Zijn eerste beeld was dat van de engel Gabriël zonder de vleugels. Hij maakte homo-erotische kunstwerken in brons die hij via een galerie in Groningen verkocht. Hierbij liet hij zich vooral inspireren door de bekende Finse kunstenaar Tom of Finland. Daarnaast maakte hij vele keramieken kunstwerken die hij echter allemaal zelf hield."], "authors": ["Peter De Waard"], "keywords": ["ik", "zijn", "van", "zee", "man", "ok", "januari", "een", "bij", "indook", "op", "1960", "het", "batenburg", "hij", "dat", "die"], "pubDate": "2021-01-10T20:02:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}