{"id": "dd87f2e9-21b5-3fda-83f0-f69309831f78", "title": "Yasmin over vader Simon: ‘Soms verschillen we van mening over ondernemerschap’", "url": "https://www.parool.nl/ps/yasmin-over-vader-simon-soms-verschillen-we-van-mening-over-ondernemerschap~b234162b/", "summary": "Yasmin deed de opleiding versneld, daardoor heeft ze een echte studententijd een beetje gemist.\nMijn vrouw en ik hebben ervaring als ondernemers; we weten hoe je een bedrijf leidt, en Yasmin is de toekomst.\nAls we een conflict hebben, kunnen de vonken ervan af vliegen, maar zodra er een gast is, heeft ze een glimlach op haar gezicht.\nAls hij merkt dat het niet zo goed met me gaat, zegt hij: ‘Je hoeft niet alles te zeggen, maar gaat het goed met je?’ Hij is heel trots op me.\nToch is hij altijd vrolijk; andere mensen zullen niet merken dat hij dingen aan zijn hoofd heeft.", "paragraphs": ["Simon en Yasmin. Beeld Harmen De Jong", "Simon Leemans (53)", "“Ik heb dertig jaar met mijn broer een schoenenbedrijf gerund. Leemans schoenen was een familiebedrijf, wij waren de derde generatie. Ondernemen zit echt in mijn bloed, en het bloed kruipt waar het niet gaan kan.", "Na 5 havo deed Yasmin een toelatingstoets tot de hotelschool. Ze werd niet aangenomen. Toen is ze eerst een mbo-opleiding gaan doen, in twee jaar in plaats van vier. Daarna probeerde ze het nog een keer bij de hotelschool en werd ze wél toegelaten.", "Als gezin aten we regelmatig bij de hotelschool. Yasmin deed de opleiding versneld, daardoor heeft ze een echte studententijd een beetje gemist. Toen ze na haar studie bij een café ging werken, heeft ze dat goed kunnen inhalen met haar collega’s daar. Ze werkte er erg graag, mijn vrouw en ik hebben haar moeten overhalen om met ons restaurant De Beren in Amsterdam-Noord te beginnen. Daar is ze nu heel blij mee: het is echt haar eigen toko.", "We vormen een goede combinatie. Mijn vrouw en ik hebben ervaring als ondernemers; we weten hoe je een bedrijf leidt, en Yasmin is de toekomst. Ze is daarnaast ook erg gastvrij. Als we een conflict hebben, kunnen de vonken ervan af vliegen, maar zodra er een gast is, heeft ze een glimlach op haar gezicht.", "Die vriendelijkheid, altijd klaarstaan voor anderen, dat heeft ze van haar moeder. Die komt uit Denemarken, daar is voor elkaar zorgen heel belangrijk. Wij Nederlanders zijn individualistischer.", "Yasmin was een makkelijk kind, maar ze kon heel panisch zijn. Als we op vakantie gingen, moest ik haar tot haar zesde uit de zee tillen en op haar handdoek zetten, puur omdat ze geen zand onder haar voeten wilde. Nu heeft ze dat niet meer zo, al is haar lontje wel een beetje kort. Maar dat had ik op die leeftijd ook. Ik denk dat dat gewoon bij het ouder worden hoort.", "Kerst is heilig bij ons. We gaan graag naar de kerstshow in het tuincentrum, dan zijn we net kleine kinderen die de realiteit ontvluchten. Je hoort vaak dat mensen blij zijn dat de kerstdagen weer voorbij zijn, maar wij hebben dat niet.", "Het lastige aan samenwerken als familie is dat je al snel je werk mee naar huis neemt. Je moet leren om dat te kunnen parkeren. Daar staat natuurlijk tegenover dat je als familie precies weet wat je aan elkaar hebt. We werken goed samen en vullen elkaar echt aan.”", "Yasmin Leemans (23)", "“Mijn vader is knettergek, op een goede manier; een klein kind in een jasje van een 53-jarige. Toen we mijn zusje wegbrachten naar Efterskole in Denemarken, zongen we met zijn allen een Deens lied. Hij zingt dat dan het allerhardst mee, terwijl hij dat écht niet kan. Ik heb dat ook, daardoor gaat alles heel makkelijk tussen ons.", "Hij is naast mijn vader ook mijn beste vriend, ik zou niet weten wat ik zonder hem zou moeten. We voelen elkaar goed aan. Als hij merkt dat het niet zo goed met me gaat, zegt hij: ‘Je hoeft niet alles te zeggen, maar gaat het goed met je?’ Hij is heel trots op me. Toen ik mijn havodiploma haalde, moest hij huilen. Hij was zo blij en emotioneel, alsof ik de Olympische Spelen had gewonnen!", "Toen mijn ouders me vroegen samen een restaurant te beginnen, wist ik dat we als gezin hecht genoeg zijn om dat te kunnen doen. Het is grappig om samen te werken met mijn ouders. Meestal zijn zij degenen die je begeleiden, maar op de werkvloer begeleid ik hen juist in het horecagedeelte. Mijn vader is echt atechnisch, hij vraagt me nog steeds elke keer hoe je bijvoorbeeld een bestand aan een e-mail toevoegt. Dan hoor ik hem aan komen sloffen en weet ik al wat er gaat komen, haha.", "De samenwerking gaat heel goed, maar af en toe verschillen we van mening over ondernemerschap. Ik heb nieuwere ideeën waar hij aan moet wennen, maar gelukkig wel voor openstaat. Zo geloof ik dat een kortere werkweek voor meer efficiëntie en plezier in je werk zorgt, terwijl mijn vader gewend is aan een vijfdaagse werkweek.", "Ik vind het knap hoe mijn vader met tegenslagen omgaat. Hij heeft veel meegemaakt, eerst met de sluiting van de schoenwinkel en toen hij dacht een nieuwe start te kunnen maken, kwam corona. Toch is hij altijd vrolijk; andere mensen zullen niet merken dat hij dingen aan zijn hoofd heeft. Samen maken we er iets moois van: we bezorgen nu maaltijden en hoewel het natuurlijk niet is wat je hoopt als je een restaurant begint, komen we er met z’n allen wel uit.", "Met twee dochters is hij een echte meisjesvader. Hij bracht me overal naartoe en heeft alles voor ons over. Als hij met ons ging winkelen, zat hij op een bankje en zei hij over alles: ‘O, dat staat mooi.’ Ik kan me geen betere vader wensen.”"], "authors": ["Yuki Hochgemuth"], "keywords": ["van", "vader", "het", "mening", "hij", "met", "simon", "ik", "ondernemerschap", "yasmin", "een", "dat", "soms", "en", "ze", "je", "mijn", "verschillen"], "pubDate": "2020-11-24T10:28:21+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}