{"id": "dd8ca927-0d2a-363c-93c3-f1192ac92c74", "title": "‘Vastgehouden worden als ik verdrietig was, bleek een levensbehoefte’", "url": "https://volkskrant.nl/de-gids/vastgehouden-worden-als-ik-verdrietig-was-bleek-een-levensbehoefte~bba060fb/", "summary": "En daar zat ik opeens, thuis, opgescheept met een ‘ik’ die ik niet langer herkende: mijn werk was gestopt, ik was hartpatiënt, en mijn hoop op korte termijn een man te vinden was verijdeld.\nDie drie obligate kussen, daar kon ik zonder, maar vastgehouden worden als ik verdrietig was, bleek een levensbehoefte.\nTwee patiënten op een parkeerplaats, een van 27 en een van 31.\nNooit meer even een hand op mijn arm of een gezicht dicht bij het mijne als ik een kamer binnenkom en iedereen begroet.\nIk geef mezelf kleine taakjes, die ik eerst moet afhebben voor ik weer mag relaxen.", "paragraphs": ["Huidhonger, Anne had nooit gedacht dat ze daar nog eens last van zou hebben. Maar sinds de eerste lockdown snakt ze naar een omhelzing.", "Anne (27): ‘Vlak voor het 13 maart werd, was ik volop aan het daten. Ik was alweer bijna een jaar single en verlangde naar een man voor langere tijd. Tinder had me nooit veel meer opgeleverd dan wat gezellige avonden, dus ik had mijn hoop gevestigd op alle festivals dat seizoen, plekken waar je nog wel ongedwongen ontmoetingen hebt. Maar dat weekend werden die, samen met alle concerten en theatervoorstellingen, voor onbepaalde tijd afgelast. In diezelfde week was ik in het ziekenhuis; ik bleek een hartritmestoornis te hebben. En daar zat ik opeens, thuis, opgescheept met een ‘ik’ die ik niet langer herkende: mijn werk was gestopt, ik was hartpatiënt, en mijn hoop op korte termijn een man te vinden was verijdeld. Vrienden kwamen niet meer langs, bang om mij te besmetten. Mijn eigen ouders zag ik niet meer, want zij en ik waren elkaars mogelijke besmettingsbron. Wie had zoiets een jaar eerder kunnen bedenken, een dochter en haar ouders die een gevaar zijn voor elkaar? Natuurlijk begreep ik de noodzaak van de maatregelen, maar ik zocht troost en het was hard om de onzekerheid over mijn nieuwe gezondheidsconditie in mijn eentje te moeten verwerken.", "Op het moment dat de lockdown inging, had ik contact met twee mannen. Met de een zou ik de serie Friends gaan kijken, maar ga maar eens allebei op een punt van de bank zitten. Het ontbrak hem ook aan bereidwilligheid besef ik, best mogelijk dat Friends voor hem niet meer was dan een opstap naar seks. En daarvan was nu natuurlijk even helemaal geen sprake. Hoelang zou deze situatie duren, vroeg ik me in maart vertwijfeld af. Die drie obligate kussen, daar kon ik zonder, maar vastgehouden worden als ik verdrietig was, bleek een levensbehoefte. Ik herinner me goed de eerste keer dat ik na maanden weer een vriendin omhelsde. Wat een enorme ontlading was dat. Alsof we het leven zelf uitwisselden.", "Met die tweede man heb ik nog wel een wandeling gemaakt. Op de plek waar we elkaar ontmoetten, staken we allebei onwennig ter begroeting een hand in de lucht, geen knieën die elkaar per ongeluk onder tafel raakten, geen glas wijn voor wat extra moed, geen donker café waar ik hem in de ogen kon kijken, maar pittig schraal voorjaarslicht en onze ogen gericht op de straat voor ons. Het gesprek kwam niet op gang, en mijn contacten droogden op. Weer nieuwe mannen aanboren via de datingapp leek me niet verantwoord en ineens werd het verschil tussen mij en mijn vrienden die wel een relatie hadden, groter dan ooit. Zij hadden elkaar om bij weg te kruipen. Van het RIVM mocht ik alleen knuffelen binnen mijn huishouden; waar vond ik zo snel een huishouden? De term huidhonger kwam mijn vocabulaire binnen. Ook niet gedacht dat ik daar nog eens last van zou hebben. En terwijl mijn vrienden noodgedwongen in hun bubbel leefden, kreeg ik van mijn cardioloog te horen dat ik niet meer mocht fietsen en sporten. Die eerste weken tot april heb ik mijn ouders niet één keer gezien.", "Na twee maanden begon ik toch weer te swipen, het RIVM had intussen het begrip ‘knuffelmaatje’ geïntroduceerd. Als ik maar één iemand had die ik af en toe kon omhelzen. Maar dat tinderen stond me zo tegen, ik wilde iemand tegen het lijf kunnen lopen. Een foto geeft niks prijs van iemands motoriek, de manier waarop iemand kijkt, reageert of knipoogt. Op een dag stond ik voor mijn raam op de derde verdieping van een flatgebouw en zag tegenover me op de eerste verdieping een mooie man die naar me lachte. Ik schrok. Had ik mijn knuffelmaatje in het vizier? Een paar dagen later kwam ik aanrijden, toen hij net naar buiten kwam lopen. Ik greep mijn kans en vroeg of hij me wilde helpen mijn boodschappen naar boven te tillen. Maar hij was herstellende van zware corona en nog te zwak. Twee patiënten op een parkeerplaats, een van 27 en een van 31. Hij was al die tijd ook alleen geweest, zijn moeder zette wekelijks wat eten voor de deur. We spraken af dat hij snel langs zou komen, er was onmiddellijk iets wat je spanning en vertrouwdheid zou kunnen noemen, en al snel besloten we dat we elkaars exclusieve knuffelmaatje zouden worden. Ik werd een beetje verliefd. Al denk ik achteraf dat het meer verliefdheid op de verliefdheid was. We zijn goede vrienden geworden en dat is fijn. Hij heeft me echt door de afgelopen periode heen gesleept. Maar die ideale man voor langere tijd werd hij niet. Nu, maanden later, ben ik opnieuw aangewezen op het armoedige swipen. Het leven is steriel geworden.", "Ik mis iemand die mij kent. Het verdriet over mijn leven dat tot stilstand kwam, heeft me overvallen. Nooit meer even een hand op mijn arm of een gezicht dicht bij het mijne als ik een kamer binnenkom en iedereen begroet. Geen vluchtige zoen meer als ik bijvoorbeeld afspreek bij de ingang van het theater. Alle tientallen aanrakingen per week die voor onmiddellijke ontspanning zorgden zonder dat ik het in de gaten had, ik mis ze, een pijnlijk missen. Naarmate de tijd verstrijkt, verandert er wel iets. Ik ga weer naar werk, en mijn ouders omhels ik weer – we konden niet anders. Soms denk ik: als ik me al zo somber voel, hoe zal het voor anderen zijn die veel gevoeliger zijn voor depressies? Ik maan mezelf iedere dag naar buiten te gaan. Ik geef mezelf kleine taakjes, die ik eerst moet afhebben voor ik weer mag relaxen. En laatst sprak ik zomaar een man aan op straat. ‘Beetje raar misschien, maar ik vind jou heel aantrekkelijk.’ Hij lachte en zei: ‘Wat lief om te zeggen, maar ik heb al een relatie.’ Ik lachte terug en liep door. Ik zou het zo weer doen. De gedachte dat anderen mijn lot bepalen, is onverdraaglijk.’"], "authors": ["Corine Koole"], "keywords": ["ik", "mijn", "voor", "en", "een", "vastgehouden", "bleek", "dat", "levensbehoefte", "op", "het", "verdrietig", "maar", "worden", "als", "die"], "pubDate": "2020-12-31T09:50:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}