{"id": "dd9274f4-d924-3d50-94eb-24d3cd333710", "title": "Verbod op filmen agenten in Frankrijk herzien", "url": "https://www.parool.nl/wereld/verbod-op-filmen-agenten-in-frankrijk-herzien~bd9b62c0/", "summary": "Beeld AFP“De wet zal volledig worden herschreven waarna een nieuwe versie wordt ingediend,” zei Christophe Castaner, fractieleider van LaRem in het parlement, op een persconferentie.\nOndanks hevige protesten ging een meerderheid van de Franse Tweede Kamer vorige week akkoord met het omstreden verbod.\nOp een overtreding staat maximaal een jaar gevangenisstraf en een boete van 45.000 euro.\nVerhelderenDe woede van de demonstranten die afgelopen weekend demonstreerden werd versterkt door recente beelden van een zwarte man die werd mishandeld door politieagenten.\nDe wet is niet door iedereen begrepen en er waren twijfels bij journalisten, andere Fransen en zelfs binnen onze regeringsmeerderheid.", "paragraphs": ["Hevige protesten in Parijs na het omstreden Franse wetsvoorstel. Beeld AFP", "“De wet zal volledig worden herschreven waarna een nieuwe versie wordt ingediend,” zei Christophe Castaner, fractieleider van LaRem in het parlement, op een persconferentie.", "Ondanks hevige protesten ging een meerderheid van de Franse Tweede Kamer vorige week akkoord met het omstreden verbod. Afgelopen zaterdag gingen weer tienduizenden Fransen de straat op in tal van steden. De wet tast volgens critici de persvrijheid en de vrijheid van meningsuiting aan.", "Het verspreiden van beelden met herkenbare politieagenten zou in het wetsvoorstel een misdrijf worden als de verspreider de kwaadaardige bedoeling heeft een agent schade te berokkenen. Op een overtreding staat maximaal een jaar gevangenisstraf en een boete van 45.000 euro.", "Activisten stellen dat met beelden hardhandig optreden van de politie aan de kaak kan worden gesteld. De regering wilde er juist agenten mee beschermen. Zij zijn steeds vaker doelwit van bedreigingen en geweld.", "Verhelderen", "De woede van de demonstranten die afgelopen weekend demonstreerden werd versterkt door recente beelden van een zwarte man die werd mishandeld door politieagenten.", "“We erkennen dat er twijfels zijn. De wet is niet door iedereen begrepen en er waren twijfels bij journalisten, andere Fransen en zelfs binnen onze regeringsmeerderheid. Dat is waarom het noodzakelijk is om het te verhelderen,” zei Castaner van La République en marche (LaRem).", "Parlementariërs hebben maandagavond een ontmoeting met premier Jean Castex en de betrokken ministers ‘voor een eerste gedachtewisseling’ over een wetswijziging, aldus Castaner. Het doel is volgens hem simpel: de veiligheid van de politie versterken én het fundamentele recht op informatie garanderen."], "authors": [], "keywords": ["filmen", "van", "frankrijk", "wet", "het", "op", "met", "verbod", "agenten", "een", "en", "herzien", "er", "door", "worden"], "pubDate": "2020-12-01T11:14:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}