{"id": "dd96e0c7-4c63-3f13-bc45-90edb3b50e38", "title": "Oma’s Soep: heel lekker eten zonder poespas, met een mooi verhaal", "url": "https://www.parool.nl/ps/oma-s-soep-heel-lekker-eten-zonder-poespas-met-een-mooi-verhaal~bc05fa05/", "summary": "Vandaag valt de naam ‘Oma’s Soep: ’t Keukentje’ me op, een zaak die ik nog niet kende.\nHet klinkt zo schattig, dat ik het menu wel móet bekijken.\nDan drie typen stamppot en wat extraatjes voor bij de soep, zoals een soepstengel of roggebrood.\nJe betaalt €5,95 voor 330 ml, niet heel goedkoop, maar zeker als je de gedachte erachter kent, vind ik het een nette prijs.\nZonder poespas, maar degelijk gemaakt, met een mooi verhaal.", "paragraphs": ["Beeld Monique van Loon", "Waar bestellen we?", "Soms heb ik een bepaald restaurant al langer op het oog om voor deze rubriek te recenseren, maar vaker ontstaat de keuze spontaan tijdens het scrollen op de verschillende bezorg-apps. Vandaag valt de naam ‘Oma’s Soep: ’t Keukentje’ me op, een zaak die ik nog niet kende. Het klinkt zo schattig, dat ik het menu wel móet bekijken.", "En, wat biedt dat zoal?", "Vijf soorten groentesoep, elk te bestellen in verschillende groottes en desgewenst met extra toppings, zoals kruiden, pitten of Opa’s ballen – waar ik stiekem veel te hard om moet lachen. Dan drie typen stamppot en wat extraatjes voor bij de soep, zoals een soepstengel of roggebrood. En tot slot: één toetje (appeltaart).", "De gerechten lijken heerlijk ouderwets – Hollandse erwtensoep, andijviestamp met jus – maar de kaart blijkt moderner dan gedacht, want er zijn zelfs vleesloze rookworsten en gehaktballen. Enne, veel grootmoeders recepten zijn van zichzelf gewoon al vegan, natuurlijk.", "Pas als ik besteld heb en meer informatie over de organisatie opzoek (want wie zijn toch oma Nettie en oma Loekie die vermeld staan op het menu?), kom ik achter de aard van dit keukentje op de Da Costakade. Want wat blijkt: Oma’s soep wordt gemaakt door (eenzame) ouderen en jonge vrijwilligers, van overgebleven groenten die worden opgehaald bij supermarkt­keten Marqt. Zo wordt dus zowel eenzaamheid als voedselverspilling tegengegaan.", "Ik raak er ontroerd van, zeker als ik de lieve foto’s van de omaatjes op de website bekijk.", "Fietsen maar…", "Na 25 minuten neem ik de bestelling aan. Alles is zeer netjes verpakt in duurzame materialen en er zit zelfs een handgeschreven briefje bij. Mijn hart smelt nog een beetje meer.", "Ik proef de champignonsoep en tomatensoep, beide vegetarisch. Ze smaken exact zoals ik hoopte: simpel, maar hartverwarmend. Echt zoals bij oma. Je betaalt €5,95 voor 330 ml, niet heel goedkoop, maar zeker als je de gedachte erachter kent, vind ik het een nette prijs. Ik zou er ook zeker een kaasstengel (€0,75) bij bestellen, die is pittig kazig en knapperig.", "Wat fijn!", "Bij de stamppot van zoete aardappel met broccoli, bosui en vegetarische rookworst (€9,45) vind ik geen worst, maar wel drie vegaballetjes. De portie is groot: zeker 600 gram. Het recept van oma Carla smaakt me goed, de stamp is aangenaam gekruid, heeft een prettige, grove structuur en vooral de broccolistam geeft een fijne bite. Alleen de jus zou opknappen van een fikse tik zout, maar ach.", "Tot slot: oma’s appeltaart (€4,50). Een flinke punt gezelligheid, niet te zoet, ­precies goed. Al met al heb ik heel lekker gegeten. Zonder poespas, maar degelijk gemaakt, met een mooi verhaal. Vrolijk kerstfeest!"], "authors": ["Monique Van Loon"], "keywords": ["ik", "mooi", "zoals", "heel", "bij", "soep", "met", "poespas", "lekker", "eten", "van", "en", "een", "zonder", "omas", "op", "verhaal", "het", "maar"], "pubDate": "2020-12-26T13:54:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}