{"id": "dd9b7ec4-44a2-3897-b4e4-a618c7c281ce", "title": "#7 is de meest besproken en ook meest uitgevoerde Composition 1960", "url": "https://www.parool.nl/kunst-media/7-is-de-meest-besproken-en-ook-meest-uitgevoerde-composition-1960~b3b8c7ad/", "summary": "De meest besproken en ook meest uitgevoerde Composition 1960 is #7.\nHet stuk bestaat uit twee boven elkaar geplaatste noten, een B en een Fis, die samen een kwint vormen.\nBeïnvloed door de esthetiek van de Fluxusbeweging schreef hij met zijn Compositions 1960 ‘happenings’, al had hij er een doortimmerd verhaal bij.\nAan de uiterste polen van ‘klank’ bevonden zich de wetten van de fysica en de sfeer van de metafysica.\nOm jezelf uit te dagen, maar vooral ook om La Monte Young de eer te bewijzen die hem toekomt.", "paragraphs": ["Composition 1960 #7 van La Monte Young.", "Op eerste kerstdag van 1960, zestig jaar geleden, voltooide de toen 25-jarige Amerikaanse componist La Monte Young, geboren in het gehucht Bern in de staat Idaho, een serie van vijftien Compositions 1960, stukken waarmee hij, in de slagschaduw van John Cage’ beroemde stilte­stuk 4’33” uit 1953, de notie van wat muziek was en kon zijn, tot haar maximale waarden verbreedde.", "De meest besproken en ook meest uitgevoerde Composition 1960 is #7. Het stuk bestaat uit twee boven elkaar geplaatste noten, een B en een Fis, die samen een kwint vormen. Als speelaanwijzing staat er­onder ‘to be held for a long time’ geschreven. Lang aanhouden. Hoe lang, dat wist alleen Young.", "Terug in de tijd", "In 1960 werd in de klassieke muziek – het is in deze tijd van opbloeiend conservatisme steeds lastiger voor te stellen – volop geëxperimenteerd. Als student compositie aan de universiteit van Californië in Berkeley wilde Young een pesterig, maar niettemin diep gevoeld statement maken tegen de academische concertsfeer die daar toen heerste (en die anno 2020 nog steeds amper is veranderd).", "Beïnvloed door de esthetiek van de Fluxusbeweging schreef hij met zijn Compositions 1960 ‘happenings’, al had hij er een doortimmerd verhaal bij. Muziek was in zijn ogen slechts een onderdeel van het concept ‘klank’. Aan de uiterste polen van ‘klank’ bevonden zich de wetten van de fysica en de sfeer van de metafysica. Muziek was daarmee tegelijkertijd zeer grijpbaar en verklaarbaar (trillende lucht­moleculen, geregeerd door getalsverhoudingen) als wel totaal ongrijpbaar en mysterieus (gevoel, emotie).", "Composition #7 bewijst het. Een kwint is een eenvoudig interval, maar door die lang aan te houden, en Young dacht daarbij aan minimaal tachtig minuten, komen er bij de luisteraar fascinerende psychoakoestische processen op gang.", "Waarom nu herbeluisteren?", "Om jezelf uit te dagen, maar vooral ook om La Monte Young de eer te bewijzen die hem toekomt. Hij is de enige aartsvader van de minimal music, maar zijn roem wordt allang ruimschoots overvleugeld door Terry Riley, die met het stuk In C een hit had die Young moet ontberen. Ook Steve Reich en Philip Glass, feitelijk de tweede generatie minimalisten, zijn veel beroemder. Maar doordat hij bijna geen uitvoeringen van zijn werk toestaat, heeft Young dat uitsluitend aan zichzelf te wijten. Hij zou het niet anders willen.", "Verder luisteren?", "Op Spotify is één uitvoering te vinden, van pianist Jeroen van Veen. Die duurt 4 minuten en 33 seconden. Lachen. Of die het stuk recht doet, is weer een andere vraag."], "authors": ["Erik Voermans"], "keywords": ["zijn", "van", "composition", "young", "en", "een", "hij", "ook", "meest", "1960", "te", "het", "besproken", "uitgevoerde", "die"], "pubDate": "2020-12-28T11:46:04Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}