{"id": "ddb0d4b8-cefa-3629-860e-4c4f34c8db7b", "title": "Met westerse steun wordt Oekraïne langzaam weer zeewaardig, maar niet zonder gevaar", "url": "https://trouw.nl/nieuws/met-westerse-steun-wordt-oekraine-langzaam-weer-zeewaardig-maar-niet-zonder-gevaar~bfdadaff/", "summary": "Beeld Sander SoewarganaVerlies van tweederde van het zeewaardige oorlogsmaterieelHoewel Oekraïne geen lid is van het militaire bondgenootschap helpen Navo-landen volop bij het herstel van de verdediging van het door oorlog geplaagde land.\nDe annexatie van de Krim betekende voor de Oekraïense marine niet alleen het verlies van de thuishaven, Sebastopol, maar ook tweederde van het zeewaardige oorlogsmaterieel.\n“Als het aan ons ligt is Oekraïne niet slechts een land aan zee, maar een echte maritieme staat”, spreekt de directeur plechtig.\nIn 2015 sneuvelden een paar van zijn vrienden aan het oostfront: een reden voor hem niet voor de marine te kiezen maar voor de grote vaart.\nEen woordvoerder van het Kremlin waarschuwde dezelfde dag nog voor ‘negatieve consequenties voor de stabiliteit in de Zwarte Zee’.", "paragraphs": ["Ondanks de grijze schuimkoppen plonst zijn oude vader onverveerd het water in. Zelf kijkt Grigori Kornjenko, begin dertig, liever toe vanaf het strand. Hier, bij zijn geboortedorp Otsjakiv, ontmoet het zoete water van de rivier Dnjepr het zoute water van de Zwarte Zee, vertelt hij. “Kijk, en daar wordt gegraven”, wijst de jongeman op een ponton in de verte. Het baggeren is bedoeld om de toegang van zeeschepen tot de haven van Cherson te garanderen, weet Kornjenko.", "Maar Otsjakiv is ook militair strategisch gelegen. De verdieping van de vaargeul geeft Amerikaanse oorlogsfregatten de gelegenheid aan te meren in de marinebasis, een eindje verderop. Het fonkelnieuwe hekwerk rond het terrein, dat doorloopt tot de kade waar marine-schepen liggen, bewijst dat de Amerikanen zijn neergestreken in het dorp. “Zij renoveren onze oude Sovjet-basis. Dat geeft de mensen weer wat werkgelegenheid”, zegt Grigori Kornjenko, advocaat in de Oekraïense hoofdstad Kiev en nu op familiebezoek.", "Beeld Sander Soewargana", "Verlies van tweederde van het zeewaardige oorlogsmaterieel", "Hoewel Oekraïne geen lid is van het militaire bondgenootschap helpen Navo-landen volop bij het herstel van de verdediging van het door oorlog geplaagde land. En dat is nodig. De annexatie van de Krim betekende voor de Oekraïense marine niet alleen het verlies van de thuishaven, Sebastopol, maar ook tweederde van het zeewaardige oorlogsmaterieel. De huidige vloot bestaat uit een dozijn gevechts- en patrouillevaartuigen en slechts één fregat. In september sloot Oekraïne een overeenkomst met Groot-Brittannië ter waarde van anderhalf miljard euro, waarmee acht aanvalsschepen kunnen worden gebouwd. “Als we in ons eentje tegenover Rusland zouden staan, slokken ze ons op”, aldus de Oekraïense marine-commandant over de deal. “Dan zou het monster Europa een stap naderen.”", "Ook de lokale scheepsbouw is betrokken bij de modernisering van de vloot. Dat blijkt op de scheepswerf van Mikolajiv, een havenstad vijftig kilometer landinwaarts vanaf Otsjakiv. Graanproducent Nibulon, een joekel van een landbouwbedrijf dat over een eigen vloot beschikt, kan in samenwerking met een Franse scheepsbouwer vijf patrouilleboten produceren voor de Oekraïense kustwacht. “We moeten onze grenzen bewaken, vooral aan zee. Dat is de enige manier om onze onafhankelijkheid te garanderen”, aldus directeur Oleksiej Vadatoerski, die een rondleiding toestaat over zijn werf.", "Volop in bedrijf", "Die blijkt, in contrast met de haveloze industrie van Mikolajiv, volop in bedrijf te zijn; de arbeiders werken er met de modernste West-Europese apparatuur. “Als het aan ons ligt is Oekraïne niet slechts een land aan zee, maar een echte maritieme staat”, spreekt de directeur plechtig.", "De vraag is hoeveel ruimte Rusland de Oekraïners toestaat. In september was de Zee van Azov, vanaf Otsjakiv bezien aan de andere zijde van de Krim, het toneel van ‘Kavkaz’, een gigantische militaire oefening onder leiding van de Russen. Twee jaar geleden ging het mis: toen ramde de Russische kustwacht een boot van de Oekraïense marine om vervolgens een aantal schepen in beslag te nemen.", "Boedapest memorandum", "Maar Oekraïne laat zich sindsdien niet onbetuigd. In juli was het land gastheer van ‘Sea Breeze’, een marine-oefening met 26 oorlogsschepen uit verschillende Navo-landen. “Die gezamenlijke training betekent dat we niet alleen staan tegen de Russische agressie”, zegt scheepswerf-chef Oleksiej Vadatoerski. “Het is nodig om onze vrijheid, onze onafhankelijkheid en onze ‘bizniz’ te garanderen.”", "De “illegale overname van Oekraïense grondgebied”, zoals hij de annexatie van de Krim noemt, zit de directeur dwars. Hij herinnert fijntjes aan het ‘Boedapest memorandum’, een verdrag uit 1994, waarbij Oekraïne zijn nucleaire wapenarsenaal opgaf in ruil voor garanties voor de eigen soevereiniteit van de kant van de VS, Groot-Brittannië en Rusland. “Aan die verplichtingen is niet voldaan”, constateert Oleksiej Vadatoerski.", "‘Blijkbaar kunnen we ons niet eens verdedigen’", "De inwoners van Otsjakiv kijken meewarig toe bij de “wapenwedloop”, zoals Ilja Gritsjenko de wederopbouw van de Oekraïense vloot omschrijft. De 24-jarige dorpeling blijkt kapitein te zijn op een schip van een windmolenpark-bouwer in de Noordzee: nu is hij met verlof, wat hem de gelegenheid biedt de verjaardag van zijn moeder te vieren in het enige restaurant dat Otsjakiv rijk is. In zijn kindertijd gingen ze met vakantie op de Krim, vertelt hij. “Ik dacht dat Oekraïne een groots land was, maar blijkbaar kunnen we ons niet eens verdedigen”, aldus Gritsjenko.", "Naast de deal met de Britten heeft hij ook gelezen over een koopcontract met de Amerikanen: voor liefst zeshonderdmiljoen dollar levert de VS zestien patrouilleboten aan Oekraïne, inclusief bijbehorend wapentuig. “Die spullen krijgen we niet, die verkopen ze aan ons”, zegt Gritsjenko. “De oorlog gaat niet over onafhankelijkheid, maar past vooral bij de belangen van de Amerikanen”, is zijn conclusie. In 2015 sneuvelden een paar van zijn vrienden aan het oostfront: een reden voor hem niet voor de marine te kiezen maar voor de grote vaart.", "De president zet zichzelf graag neer als de man die vrede wil", "In Otsjakiv is men er niet gerust op. Hoewel de strandtentjes al dichtgespijkerd zijn voor de winter, zijn de radars van het Oekraïense leger, op de militaire basis aan de andere kant van het dorp, volop in bedrijf. De president, Volodimir Zelenski, zet zichzelf graag neer als de man die vrede wil, maar in een speech tot het parlement, afgelopen maand, kondigde hij de bouw van nieuwe marinebases aan. Een woordvoerder van het Kremlin waarschuwde dezelfde dag nog voor ‘negatieve consequenties voor de stabiliteit in de Zwarte Zee’.", "Grigori Kornjenko, wiens vader zich afdroogt na diens frisse najaarsduik, zucht ervan. “Met die spanningen leven we nu elke dag.”", "Lees ook:", "Kozakkenleider heeft last van zijn geweten en is de Russen liever kwijt dan rijk", "", "Sergej Akimov ontving de Russische annexatie van de Krim in 2014 met enthousiasme. Nu heeft de leider van de kozakkenvereniging in Simferopol last van gewetenswroeging.‘De Krim is een kolonie van Rusland.’"], "authors": ["Michiel Driebergen"], "keywords": ["van", "zonder", "het", "maar", "met", "westerse", "zijn", "steun", "niet", "wordt", "een", "weer", "zeewaardig", "dat", "te", "aan", "oekraïne", "voor"], "pubDate": "2020-12-09T11:01:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}