{"id": "ddb70fa8-2e5d-3da1-9b0f-98f1a50cb36a", "title": "Misschien wordt het meer ‘een lekkere huistrui’", "url": "https://volkskrant.nl/columns-opinie/misschien-wordt-het-meer-een-lekkere-huistrui~b0be7739/", "summary": "In de kerstvakantie besloot ik een Scandinavische trui te gaan breien, zo een met een meerkleurig patroon rond de schouders.\nIn je hoofd begint dat als een elegant ding dat wordt gedragen door een mooie en toch intelligente rechercheur (v) uit een Zweedse misdaadserie.\nGaandeweg ontstaat er een bobbelig ding onder je handen en ga je je verwachtingen bijstellen: misschien wordt het meer ‘een lekkere huistrui’.\nMet een zelfgebreide trui kan dat niet, daarvoor zit er te veel tijd in.\nHet bleek eruit te zien als het vest van een gevaarlijke heks uit een donker woud, waarna er maar een ding op zat: uithalen.", "paragraphs": ["In de kerstvakantie besloot ik een Scandinavische trui te gaan breien, zo een met een meerkleurig patroon rond de schouders. In je hoofd begint dat als een elegant ding dat wordt gedragen door een mooie en toch intelligente rechercheur (v) uit een Zweedse misdaadserie.", "Gaandeweg ontstaat er een bobbelig ding onder je handen en ga je je verwachtingen bijstellen: misschien wordt het meer ‘een lekkere huistrui’. Wat ook prima is, die lockdown duurt nog wel even.", "Binnenkort is de trui af en mag ik hem aantrekken. In een winkel beslis ik binnen drie seconden of iets me staat. Met een zelfgebreide trui kan dat niet, daarvoor zit er te veel tijd in. Je moet welwillend observeren, maar toch ook kritisch.", "Ik herinner mij een grijs vest van biowol waar ik heel lang over had gedaan. Het bleek eruit te zien als het vest van een gevaarlijke heks uit een donker woud, waarna er maar een ding op zat: uithalen."], "authors": ["Paulien Cornelisse"], "keywords": ["ik", "er", "trui", "en", "een", "huistrui", "wordt", "misschien", "lekkere", "te", "ding", "het", "meer", "dat", "je"], "pubDate": "2021-01-04T15:22:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}