{"id": "ddc3de4a-3c93-30b0-9230-2766fb8139c9", "title": "Cardi B moet voor rechter verschijnen om gebruik tatoeage op albumcover", "url": "https://nu.nl/achterklap/6095147/cardi-b-moet-voor-rechter-verschijnen-om-gebruik-tatoeage-op-albumcover.html", "summary": "Cardi B moet voor de rechter verschijnen om zich te verantwoorden voor het gebruik van de afbeelding van een tatoeage op de cover van haar eerste mixtape Gangsta Bitch Music, Vol.\nDe maker van de cover heeft toegegeven dat de afbeelding van de tatoeage op de rug van het model van het internet is gehaald.\nBrophy, die de tatoeage daadwerkelijk op zijn rug heeft, vindt het gebruik van zijn tatoeage \"misleidend, beledigend, vernederend en provocerend seksueel\".\nDe advocaat van Brophy eiste eerder 5 miljoen dollar (zo'n 4,1 miljoen euro), omdat de rapper haar carrière zou hebben opgebouwd met behulp van de afbeelding.\nDe rechter heeft de bevindingen van een expert die Brophy had ingeroepen al van tafel geveegd.", "paragraphs": ["Cardi B moet voor de rechter verschijnen om zich te verantwoorden voor het gebruik van de afbeelding van een tatoeage op de cover van haar eerste mixtape Gangsta Bitch Music, Vol. 1. The Hollywood Reporter meldt dat de rapper wordt aangeklaagd door Kevin Brophy jr., die stelt dat zijn beeltenis zonder toestemming is gebruikt op de cover.", "De aanklacht aan het adres van Cardi B is niet nieuw. Brophy liet in 2017 al weten dat hij vindt dat de rapper zijn beeltenis in 2016 gebruikt heeft om haar carrière van de grond te krijgen. Het voortslepende conflict mondt nu toch uit in een proces, waarin een jury zal bepalen of Cardi B schuldig wordt bevonden en de rechter daar eventueel een straf aan verbindt.", "Op de cover van de plaat wordt de suggestie gewekt dat de rapper oraal wordt bevredigd door een mannelijk model. De maker van de cover heeft toegegeven dat de afbeelding van de tatoeage op de rug van het model van het internet is gehaald. Brophy, die de tatoeage daadwerkelijk op zijn rug heeft, vindt het gebruik van zijn tatoeage \"misleidend, beledigend, vernederend en provocerend seksueel\".", "De advocaat van Brophy eiste eerder 5 miljoen dollar (zo'n 4,1 miljoen euro), omdat de rapper haar carrière zou hebben opgebouwd met behulp van de afbeelding. De rechter heeft de bevindingen van een expert die Brophy had ingeroepen al van tafel geveegd. De expert beweerde namelijk dat Cardi B het gros van de inkomsten die ze met de EP heeft verdiend te danken heeft aan de foto op de voorkant. Brophy eiste zelfs meer geld, omdat hij vindt dat de rapper ook later succes te danken heeft aan het gebruik van de afbeelding van de tatoeage op de cover.", "De rechter was het ook niet eens met Cardi B's argument dat de tatoeage voldoende aangepast was om geen toestemming te hoeven vragen en ook in een andere context gebruikt werd. Volgens de rechter waren er niet genoeg creatieve veranderingen. Wanneer de zaak door een jury wordt beoordeeld, is nog niet bekend."], "authors": ["Door"], "keywords": ["rechter", "van", "heeft", "het", "op", "verschijnen", "cardi", "moet", "b", "tatoeage", "om", "dat", "een", "brophy", "gebruik", "wordt", "te", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}