{"id": "dde48a76-d05f-3a29-aa39-2583c0ead5ec", "title": "Met ban van Twitter is Trump zijn megafoon kwijt", "url": "https://www.parool.nl/wereld/met-ban-van-twitter-is-trump-zijn-megafoon-kwijt~baf0d58b/", "summary": "Laten we het doen.’”Bijna een jaar lang beheerde Costanzo het Twitter-account van Trump.\nDat Trump in de jaren erna zou uitgroeien tot een van de meest fanatieke en omstreden twitteraars had niemand verwacht.\n“Je ziet en weet dat deze tweets van meneer Trump zelf zijn, van niemand anders,” zei Costanzo enkele maanden geleden tegen het programma EenVandaag.\nBlack Lives MatterDat dreigement volgde op een actie van Twitter na een omstreden tweet van Trump.\nOok Donald Trump Jr. reageerde op de boycot van zijn vader op Twitter.", "paragraphs": ["Beeld Hollandse Hoogte / European Press Agency (EPA)", "Tot elf jaar geleden moest Donald Trump niets hebben van sociale media. Hij had geen Facebookpagina, gebruikte nauwelijks zelf e-mail. Dat veranderde toen Peter Costanzo in 2009 zijn pad kruiste.", "", "Costanzo was op dat moment online marketing directeur bij de uitgever van Trumps boek Think like a champion. “Het team van Trump kwam naar me toe en zei: ‘Kunnen we dit keer iets doen voor meneer Trump dat nog niet eerder is gedaan?’ Toen vertelde ik over de kracht van sociale media,” vertelt Costanzo later in interviews.", "Twitter stond nog in de kinderschoenen. Toch zag Costanzo het medium met de 140 tekens per bericht als een nieuw middel waarmee de vastgoedmagnaat de verkoop van zijn boek kon stimuleren en een breder publiek kon bereiken.", "Costanzo werd ontboden in de directiekamer op de bovenste verdieping van de Trump Tower in Manhattan. Een kamer, zo herinnert hij zich, die precies leek op de kamer uit Trumps realityshow The Apprentice.", "Zeven minuten", "Hij kreeg zeven minuten om Trump te overtuigen. “Niet vijf minuten, niet tien minuten. Hij was erg enthousiast over het idee. Vooral toen ik uitlegde dat je de traditionele media kon omzeilen en rechtstreeks met fans kon praten.”", "Er was één probleem. Een twitteraccount met de naam @DonaldTrump bestond al. Costanzo: “Ik zei: laten we je @RealDonaldTrump noemen. Jij bent de échte Donald Trump. Hij dacht er een minuut over na en ze: ‘Ik vind het leuk. Laten we het doen.’”", "Bijna een jaar lang beheerde Costanzo het Twitter-account van Trump. Hij verstuurde namens hem onschuldige berichten, vaak quotes uit het boek. Trump zag de meerwaarde er van in en werd er zelf bedreven in. Zijn doel was toen nog simpel: geld verdienen.", "Dat Trump in de jaren erna zou uitgroeien tot een van de meest fanatieke en omstreden twitteraars had niemand verwacht.", "“Je ziet en weet dat deze tweets van meneer Trump zelf zijn, van niemand anders,” zei Costanzo enkele maanden geleden tegen het programma EenVandaag. “Dat is de belangrijkste aantrekkingskracht. Hij geeft mensen het gevoel dat ze een inkijkje in zijn hoofd hebben. Het is een machtig communicatiemiddel. Maar als hij er niet persoonlijk bij betrokken zou zijn, dan zou het nooit hebben gewerkt.”", "Megafoon", "Het commerciële middel werd een politiek middel. Twitter werd de megafoon die hem naar het Witte Huis bracht en waar zijn presidentschap de afgelopen vier jaar op dreef.", "Twitter was Trumps kanaal om beledigingen, politieke aanvallen, zelfpromotie en leugens naar 89 miljoen volgers te pompen. Via zijn account kondigde hij − vaak uit het niets − beleidsplannen aan, ontsloeg hij mensen, verspreidde hij nepnieuws, klaagde hij over de media, kleineerde hij vrouwen, minderheden en vermeende vijanden en blies hij de loftrompet over zijn aanhangers. Hoofdletters, uitroeptekens en kreten van één woord waren zijn handelsmerk.", "“Of je het nu met hem eens bent of niet: het belangrijkste wat je moet begrijpen is dat we nu een president hebben die zijn besluiten deelt op Twitter,” zei Costanzo over de kritiek dat hij een ‘monster’ heeft gecreëerd. “Dit is uniek en ik denk dat dit het presidentschap blijvend zal veranderen.”", "Met de boycot op Twitter − en ook Facebook en Instagram − is die megafoon nu afgepakt. Het is een poging om Trump én zijn aanhangers het zwijgen op de leggen, uit angst voor nog meer geweld en chaos.", "Een half jaar geleden probeerde Trump met een wetswijzing meer controle te krijgen over de sociale media, die volgens hem ‘te bevooroordeeld’ zijn en ‘rechts-conservatieve stemmen onevenredig het zwijgen opleggen’.", "Black Lives Matter", "Dat dreigement volgde op een actie van Twitter na een omstreden tweet van Trump. Die schreef over de Black Lives Matter-rellen in Minneapolis: ‘Als het plunderen begint, start het schieten.’ Twitter verwijderde het bericht niet, maar plaatste een waarschuwing: ‘Deze tweet schendt de Twitter-regels voor het verheerlijken van geweld.’", "Na de aanval op het Capitool is de maat vol. Op Twitter, Facebook en Instagram is hij verbannen. Ook de Twitter­-accounts van belangrijke medewerkers zijn op zwart gezet.", "‘Dit is het resultaat van jarenlang niks doen,’ twittert Joan Donovan, onderzoeksdirecteur van de Harvard University. ‘Techbedrijven gaan er veel te lang van uit dat hun producten neutraal zijn. Maar de politieke elites en de miljonairs achter hen wisten dat deze veronderstelling kon worden bestreden. Dit is een grote mislukking van degenen die deze technologie hebben gebouwd en beweerden dat ze deze konden beveiligen.’", "This is the outcome of years of inaction. The president is not alone in being responsible for the Capitol event. He and others organized it. pic.twitter.com/yTHpbTbmvB — Joan Donovan, PhD (@BostonJoan) 8 januari 2021", "Veel van Trumps (extreem-)rechtse aanhangers zoeken hun heil nu op alternatieve platforms als Grab en Parler, of berichtenservice Telegram. Grab en Parler zijn de afgelopen weken veelvuldig gebruikt als katalysator voor de rellen in Washington.", "Barbaars", "‘Als je niet bereid bent om geweld te gebruiken om de beschaving te verdedigen, wees dan bereid om barbaarse toestanden te accepteren,’ luidde een van de berichten. Anderen beloofden het Capitool te bezetten en plaatsten foto’s van wapens die ze wilden meenemen.", "Apple en Google hebben de app van Parler uit hun webwinkels verbannen, vanwege het aanzetten tot geweld. John Matze, de baas van Parler, is woest. ‘Ik denk dat ze niet echt bezorgd zijn over het ‘geweld’, wat sowieso tegen onze regels is,’ schrijft hij in een bericht. ‘Als het ze echt wat zou schelen, zouden ze proberen te helpen. Niet de app dumpen en een openbare verklaring geven. Wat een vreselijke manier om hiermee om te gaan.’", "Trump is zijn belangrijkste spreekbuis kwijt. Daarmee is hem niet het zwijgen opgelegd. Hij probeerde tevergeefs via een ander account te twitteren, maar dat heeft Twitter voorkomen. Trump overweegt een eigen communicatieplatform op te zetten.", "Nu moet het vooral van zijn familie komen. Dochter Tiffany Trump (27), die tot 6 januari weinig twitterde, heeft sindsdien enkele berichten geretweet waarin de valse beschuldigingen van verkiezingsfraude worden herhaald.", "Ook Donald Trump Jr. reageerde op de boycot van zijn vader op Twitter. ‘Dus de ayatollah en tal van andere dictatoriale regimes kunnen probleemloos Twitter-accounts hebben, ondanks de dreiging van genocide op complete landen en het vermoorden van homoseksuelen enzovoorts, maar de president van de Verenigde Staten moet permanent worden geschorst. Mao zou trots zijn.’"], "authors": ["Tonny Van Der Mee"], "keywords": ["zijn", "van", "het", "en", "met", "een", "kwijt", "dat", "op", "megafoon", "te", "trump", "ban", "hij", "twitter"], "pubDate": "2021-01-09T20:36:45Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}