{"id": "de091887-69fa-3298-9d74-7d2641ccc7fe", "title": "Mijn moeders stiefkinderen (vijftigers) stuurden haar een tikkie voor het rouwboeket van hun vader, is dat niet raar?", "url": "https://trouw.nl/leven/mijn-moeders-stiefkinderen-vijftigers-stuurden-haar-een-tikkie-voor-het-rouwboeket-van-hun-vader-is-dat-niet-raar~b0010882/", "summary": "Beste Beatrijs,De tweede man (84) van mijn moeder is overleden.\nNu sturen zijn volwassen kinderen (van rond de vijftig) mijn moeder een tikkie (!)\nBloemstukken declarerenBeste Bloemstukken declareren,Bloemen geven bij een uitvaart is altijd een vrijwillig gebaar.\nAls iemand er niet voor voelt, dan hoeft het niet.\nZe kan een berichtje ­terug sturen naar zijn kinderen (beter nog: een van hen opbellen) en meedelen dat hun bloemen voor hun eigen rekening zijn.", "paragraphs": ["Beste Beatrijs,", "De tweede man (84) van mijn moeder is overleden. De uitvaart was een week geleden. Nu sturen zijn volwassen kinderen (van rond de vijftig) mijn moeder een tikkie (!) voor de kosten van de rouwstukken die zij zelf namens hun gezin besteld hebben. Weliswaar hebben we allemaal bij dezelfde bloemist besteld, maar er was door de uitvaartleider van tevoren gezegd dat de polis geen bloemen dekt. Ik betaal de bloemen die ik namens mij en mijn dochter heb besteld ook gewoon zelf. Net als mijn zus. Het is toch een beetje raar dat mijn moeder dit nu moet ­betalen?", "Bloemstukken declareren", "Beste Bloemstukken declareren,", "Bloemen geven bij een uitvaart is altijd een vrijwillig gebaar. Als iemand er niet voor voelt, dan hoeft het niet. Wie wel op die manier concreet iets wil bijdragen aan een uitvaart, geeft opdracht aan een bloemist om iets moois samen te stellen en betaalt daar de kosten van. Het is geen manier van doen om de ­rekening naar de echtgenote van de overledene te sturen. Uw moeder hoeft natuurlijk niet te betalen. Ze kan een berichtje ­terug sturen naar zijn kinderen (beter nog: een van hen opbellen) en meedelen dat hun bloemen voor hun eigen rekening zijn.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["raar", "van", "stiefkinderen", "vader", "moeder", "sturen", "tikkie", "vijftigers", "rouwboeket", "niet", "een", "mijn", "en", "te", "uitvaart", "stuurden", "voor"], "pubDate": "2020-11-15T09:28:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}