{"id": "de17dd03-05f4-3116-b8c5-a3e3fc0fcd3b", "title": "Heel Lansingerland door de coronateststraat om Britse coronamutatie", "url": "http://trouw.nl/binnenland/heel-lansingerland-door-de-coronateststraat-om-britse-coronamutatie~b74a81d7/", "summary": "Alle inwoners van de gemeente Lansingerland in Zuid-Holland krijgen een gerichte oproep om zich te laten testen op het coronavirus.\nAanleiding is de uitbraak van de ‘Britse variant’ van het virus bij een school in Bergschenhoek in de gemeente.\nIn de gemeente Lansingerland liggen Bergschenhoek, Bleiswijk en Berkel en Rodenrijs.\nInwoners die positief testen krijgen het dringende advies om thuis te blijven, om te voorkomen dat ze anderen besmetten.\nDe nieuwe versie is besmettelijker dan eerdere varianten van het coronavirus, maar de mutatie richt voor zover bekend niet meer gezondheidsschade aan.", "paragraphs": ["Alle inwoners van de gemeente Lansingerland in Zuid-Holland krijgen een gerichte oproep om zich te laten testen op het coronavirus. Aanleiding is de uitbraak van de ‘Britse variant’ van het virus bij een school in Bergschenhoek in de gemeente. Het is de eerste keer in Nederland dat er gericht extra wordt getest in een gebied waar een grote uitbraak is.", "De oproep van GGD Rotterdam-Rijnmond geldt voor alle inwoners van Lansingerland van twee jaar en ouder, ook als zij geen klachten hebben die doen denken aan een coronabesmetting. Zij krijgen vanaf woensdag een uitnodiging in hun brievenbus, en op woensdag kunnen ook al de eerste mensen worden getest. Daarvoor worden onder meer mobiele testlocaties gebruikt.", "In de gemeente Lansingerland liggen Bergschenhoek, Bleiswijk en Berkel en Rodenrijs. Lansingerland telt iets meer dan 60.000 inwoners.", "De GGD Rotterdam-Rijnmond en het Rotterdamse ziekenhuis Erasmus MC willen met de grootschalige tests beter zicht krijgen op de verspreiding van het coronavirus in de gemeente, waaronder de verspreiding van de ‘Britse variant’. Inwoners die positief testen krijgen het dringende advies om thuis te blijven, om te voorkomen dat ze anderen besmetten.", "Bij ongeveer dertig mensen uit de regio Rotterdam-Rijnmond is de ‘Britse variant’ vastgesteld. Volgens het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) zijn die gevallen “grotendeels gelinkt” aan de uitbraak op basisschool RKBS Willibrord in Bergschenhoek. De nieuwe versie is besmettelijker dan eerdere varianten van het coronavirus, maar de mutatie richt voor zover bekend niet meer gezondheidsschade aan."], "authors": ["Redactie Trouw"], "keywords": ["coronateststraat", "coronamutatie", "van", "voor", "en", "krijgen", "om", "heel", "een", "lansingerland", "britse", "op", "variant", "het", "door", "gemeente"], "pubDate": "2021-01-11T14:08:55Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}