{"id": "de24d981-7707-3009-b728-24561c94a5ad", "title": "Kabinet wil scholen ook dicht om ouders thuis te laten werken", "url": "https://nu.nl/coronavirus/6096730/kabinet-wil-scholen-ook-dicht-om-ouders-thuis-te-laten-werken.html", "summary": "Het kabinet heeft ook besloten de scholen te sluiten omdat ouders met thuiszittende kinderen sneller thuis werken.\nHet kabinet wil juist alle contactmomenten zoveel mogelijk beperken.\n\"We hebben ook geleerd uit de eerste golf, waar de scholen ook gesloten waren, dat het feit dat het basisonderwijs geen fysiek onderwijs geeft, ouders ook helpt zich beter te houden aan een ander advies.\nHet kabinet kijkt nog naar verdere maatregelen om bedrijven hiertoe aan te zetten, maar dat zou eigenlijk niet nodig moeten zijn, vindt de bewindsman.\n357 'Zorgwekkend dat kabinet strategie na lockdown nog niet op orde heeft'Alle scholen moeten vanaf woensdag dichtAlle scholen moeten vanaf woensdag de deuren sluiten en overstappen op online onderwijs.", "paragraphs": ["Het kabinet heeft ook besloten de scholen te sluiten omdat ouders met thuiszittende kinderen sneller thuis werken. Dat heeft minister Hugo de Jonge (Volksgezondheid) maandagavond gezegd in een speciale corona-uitzending van de NOS.", "Als ouders kinderen naar school brengen, is dat toch weer een moment van contact, aldus De Jonge. Het kabinet wil juist alle contactmomenten zoveel mogelijk beperken.", "\"We hebben ook geleerd uit de eerste golf, waar de scholen ook gesloten waren, dat het feit dat het basisonderwijs geen fysiek onderwijs geeft, ouders ook helpt zich beter te houden aan een ander advies. Namelijk: werk zoveel mogelijk thuis.\"", "Dat laatste gaat \"niet erg best\", aldus De Jonge. De minister lichtte later bij het RTL-programma Beau toe dat bedrijven wat hem betreft niet genoeg doen om te voorkomen dat werknemers naar kantoor komen. \"Het bedrijfsleven moet bij zichzelf te rade gaan wat ze nog kunnen doen.\"", "Het kabinet kijkt nog naar verdere maatregelen om bedrijven hiertoe aan te zetten, maar dat zou eigenlijk niet nodig moeten zijn, vindt de bewindsman.", "357 'Zorgwekkend dat kabinet strategie na lockdown nog niet op orde heeft'", "Alle scholen moeten vanaf woensdag dicht", "Alle scholen moeten vanaf woensdag de deuren sluiten en overstappen op online onderwijs. Deze coronamaatregel is in ieder geval tot maandag 18 januari van kracht. Net als tijdens de lockdown in het voorjaar worden wel uitzonderingen gemaakt.", "Zo mogen leerlingen in het examenjaar nog naar school. Ook kunnen lessen in het praktijkonderwijs doorgang vinden. Daarbij mogen er op scholen nog examens en tentamens aangeboden worden aan kwetsbare kinderen.", "Scholen en kinderdagverblijven worden bij de GGD's steeds vaker gemeld als de plekken waar mensen denken dat ze besmet zijn geraakt."], "authors": ["Door"], "keywords": ["dat", "om", "nog", "niet", "wil", "ook", "ouders", "naar", "te", "laten", "worden", "thuis", "werken", "scholen", "het", "kabinet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}