{"id": "de658cac-bca6-3cd2-a3d1-64a551ff7f88", "title": "Elektrische versie van originele Range Rover in aantocht", "url": "https://nu.nl/auto/6095083/elektrische-versie-van-originele-range-rover-in-aantocht.html", "summary": "Het Britse bedrijf Lunaz heeft een model aan zijn aanbod van elektrische klassiekers toegevoegd.\nNa auto's als de Rolls-Royce Phantom V, de Rolls-Royce Cloud, Bentley S2 Flying Spur en Jaguar XK120 gaat het concern nu ook de originele Range Rover uit 1970 van een elektrische aandrijflijn voorzien.\nDe elektrische Range Rover is er in twee uitvoeringen: de Town en Country.\nVoordat de auto's worden omgebouwd, worden ze eerst volledig gerestaureerd.\nMede hierdoor kost de elektrische Range Rover omgerekend minimaal 270.000 euro, exclusief belastingen.", "paragraphs": ["Het Britse bedrijf Lunaz heeft een model aan zijn aanbod van elektrische klassiekers toegevoegd. Na auto's als de Rolls-Royce Phantom V, de Rolls-Royce Cloud, Bentley S2 Flying Spur en Jaguar XK120 gaat het concern nu ook de originele Range Rover uit 1970 van een elektrische aandrijflijn voorzien.", "Lunaz zal aanvankelijk vijftig exemplaren van de eerste serie, gebouwd tussen 1970 en 1974, omvormen tot elektrische auto. De specificaties van het model zijn nog niet vrijgegeven, wel is bekend dat de eerste auto's volgend jaar de fabriek zullen verlaten.", "De elektrische Range Rover is er in twee uitvoeringen: de Town en Country. In de Town-uitvoering is volgens Lunaz extra veel aandacht voor comfort, terwijl de Country-versie op gebruik in het terrein gericht is. De Town is verkrijgbaar met korte of lange wielbasis.", "Voordat de auto's worden omgebouwd, worden ze eerst volledig gerestaureerd. Mede hierdoor kost de elektrische Range Rover omgerekend minimaal 270.000 euro, exclusief belastingen.", "Kijk voor meer foto's op AutoWeek.nl"], "authors": ["Door"], "keywords": ["range", "van", "originele", "rover", "elektrische", "het", "voor", "zijn", "autos", "en", "versie", "aantocht", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}