{"id": "de6ae52e-c971-3add-9515-259d64ffbf94", "title": "De schrik van 2020: een profiel van een virus", "url": "http://trouw.nl/wetenschap/de-schrik-van-2020-een-profiel-van-een-virus~b6a2eedc/", "summary": "Maar soms slaat een filmpje aan: een bozig kijkende kat, een gek Koreaans dansje of een kunstje met een waterfles.\nModel van een spike-eiwit van Sars-Cov-2.\nversmelt de vetmantel van het virus met de celwand en kan de genetische code van het virus, de blauwdruk naar binnen.\nVermoedelijk maakte een foutje, een mutatie, die het sleuteleiwit van het virus deed passen op een humane lichaamscel.\nMaar, waarschuwen genetici: verschillen in de code verklaren niet het volledige gedrag van het virus.", "paragraphs": ["Precies een jaar geleden maakte China melding van een vreemde longziekte in Wuhan. Het virus is inmiddels de wereld overgegaan, maar zijn identiteit heeft het nog lang niet prijsgegeven. Een profiel.", "Veel gekkigheid die via sociale media de wereld wordt ingeslingerd, blijft in kleine kring steken. Een familielid of een vriend stuurt het door en dan houdt het op. Maar soms slaat een filmpje aan: een bozig kijkende kat, een gek Koreaans dansje of een kunstje met een waterfles. Ineens lijkt iedereen te willen dat anderen het ook zien en gaat het filmpje in vliegende vaart de wereld rond. Het gaat viraal, zeggen we tegenwoordig.", "2020 heeft de mensheid geleerd waar dat woord vandaan komt. In de nadagen van 2019, maar misschien ook wel maanden eerder, slaagde een virus erin om van de ene mens naar een andere mens over te springen. Het had decennialang gecirculeerd in een groep vleermuizen totdat het, vermoedelijk via een gordeldier, maar daar is het laatste woord nog niet over gezegd, de mens wist te bereiken. Met een paar genetische veranderingen paste het zich aan zijn nieuwe gastheer aan. En kon het zijn reis over de wijde wereld beginnen.", "Het was een nieuw, onbekend virus. Opmerkelijk is dat niet, er zijn miljoenen soorten virussen, volgens sommige schattingen zelfs miljarden. Verreweg de meeste zijn onbekend, een emmer zeewater levert zo maar een schat aan nieuwe soorten. Minder dan zevenduizend virussen hebben een naam en slechts 250 soorten hebben de aantekening dat ze de mens kunnen besmetten.", "Helemaal onbekend was de nieuwkomer ook niet. Al vrij snel nadat in de Chinese stad Wuhan een mysterieuze longziekte was gesignaleerd, werd de boosdoener geïdentificeerd. Het bleek een coronavirus te zijn, een familie waarvan de meeste leden in dieren rondwaren. En die gekenmerkt worden door eiwituitsteeksels op hun vetmantel die er - onder een elektronenmicroscoop - uitzien als een stralenkrans, als de corona van de zon.", "Model van een spike-eiwit van Sars-Cov-2. Dit is de sleutel waarmee het virus lichaamscellen van zijn gastheer kan binnendringen. Beeld EPA", "Sars en Mers", "Zeven familieleden hebben de sprong naar de mens gemaakt. Vier daarvan zijn oude bekenden. Wellicht veroorzaakten ze ooit een epidemie, nu zijn ze iedere winter nog goed voor vele verkoudheden. In 2002 verscheen het Sars-virus ten tonele dat een grote pandemie leek te veroorzaken. In een paar maanden tijd werden achtduizend mensen besmet van wie er 774 overleden. De slachtoffers waren zo ziek dat ze snel konden worden geïsoleerd en het virus weinig kans kreeg zich te verspreiden. Een half jaar na de eerste besmetting was het met het Sars-virus gedaan. Het Mers-virus dat in 2013 opdook, was nog dodelijker - één op de drie geïnfecteerden overleefde de ziekte niet - maar juist daardoor reikte de pandemie niet ver.", "Het nieuwste coronavirus blijkt geniepiger. De meeste besmettingen gaan gepaard met milde klachten, veel mensen merken zelfs helemaal niets van een infectie. Het virus kan daardoor bij zijn rondgang over de wereld lang onder de radar blijven. Veel landen hebben achteraf moeten constateren dat er op het moment dat ze hun eerste geval vaststelden, al vele besmettingen waren geweest.", "Op 11 februari krijgt het zijn officiële naam. Tot dat moment is het als het Wuhan-virus door het leven gegaan, of 2019-nCoV, maar vanaf nu is het Sars-CoV-2, een coronavirus dat ernstige, acute ademhalingsproblemen (severe acute respiratory syndrome) veroorzaakt.", "Maar anders dan bij zijn broertje Sars-Cov-1 is de opmars van de nieuwe variant niet te stuiten. De WHO heeft nog maar net gemeld dat de uitbraak in China door een coronavirus is veroorzaakt of andere landen melden hun eerste besmetting. Thailand, Zuid-Korea en Japan zijn de eerste. Een paar dagen daarna is het al raak in de Verenigde Staten en Frankrijk. Geen continent blijft gespaard. Als de WHO op 11 maart de uitbraak een pandemie noemt, zijn 114 landen getroffen en 120.000 mensen besmet, van wie er ruim vierduizend zijn overleden. Een jaar na de officiële uitbraak staat de teller op 77 miljoen besmettingen en 1,7 miljoen doden.", "Vechten met een kopieermachine", "Het virus wordt de oorlog verklaard. Landen werpen verdedigingslinies op, sluiten hun grenzen, proberen de onzichtbare vijand op alle mogelijke manieren te bestrijden. Maar een virus is geen gewapende krijger, het is niet uit op vernietiging. Een virus probeert alleen zichzelf zo snel mogelijk te vermenigvuldigen. We zijn in gevecht met een kopieermachine.", "Of nog exacter uitgedrukt: de kopieermachine zijn we zelf. Het virus is niet meer dan een blauwdruk voor zijn eigen reproductie. Eenmaal binnengedrongen in een cel geeft het de machinerie van zijn gastheer instructies om alle ingrediënten te verzamelen en die aaneen te rijgen tot een nieuw virus. Als de cel helemaal uitpuilt, barst hij uiteen en kunnen alle versgemaakte virussen op zoek naar nieuwe gastheercellen, naar nieuwe kopieermachientjes.", "Dat binnendringen is nog een kunst apart. De uitsteeksels van het virus, de zogeheten spike-eiwitten, hechten zich aan receptoren op longcellen. Als het goed past, als een sleutel in een slot. versmelt de vetmantel van het virus met de celwand en kan de genetische code van het virus, de blauwdruk naar binnen.", "Op dat moment zou in de cel het alarm af moeten gaan. Zo zou de cel interferon moeten aanmaken waarmee het hele reproductieproces in de cel lam wordt gelegd. Het virus kan zich niet meer vermenigvuldigen en de manke cel wordt opgeruimd. Ware het niet dat coronavirussen de sensoren voor dit alarmsysteem onklaar weten te maken.", "Sars-CoV-2 virusdeeltjes van een Amerikaanse patiënt onder een microscoop. Beeld AP", "Snelheid", "Het is slechts één van de trucs die het virus heeft om ongestoord kopieën van zichzelf te laten maken. Maar snelheid blijft het devies, voor controle is weinig tijd. Terwijl cellen bij het kopiëren van hun genetische code nauwgezet controleren of alles op de juiste plek terechtkomt, raffelt een virus dit proces zo snel mogelijk af. Dat blijkt de beste strategie. Voordat het afweersysteem de indringer ontdekt heeft, zijn er zo al talloze kopieën gemaakt.", "Veel kopieën zijn daardoor vanwege een foutje niet levensvatbaar, maar dat maakt voor de grote bulk niet uit. En een enkele keer heeft het virus voordeel van zo’n misser. Dat moet gebeurd zijn toen het virus in China besmettelijk voor de mens werd. Vermoedelijk maakte een foutje, een mutatie, die het sleuteleiwit van het virus deed passen op een humane lichaamscel.", "In zijn zoektocht naar nieuwe gastheercellen laat het virus een spoor van vernieling achter zich. Daar is het zelf nauwelijks schuldig aan. Het is het afweersysteem van de gastheer dat over zijn toeren raakt en een enorme ravage aanricht.", "Het merkwaardige is: zo gaan vele virussen te werk. Wat maakt dit nieuwe coronavirus zo bijzonder? Waardoor beperkt de rooftocht zich niet tot de longen en kampen veel patiënten ook met klonteringen in het bloed, met schade aan hart of nieren? Het virus dringt soms zelfs door tot de hersenen.", "Genetische code", "De genetische code van Sars-CoV-2 geeft niet op alle vragen antwoord. Wetenschappers zien in die code van ongeveer 30.000 ‘letters’ kleine verschillen met zijn broertje Sars-CoV-1. Bijvoorbeeld in het gebied waar de blauwdruk voor het spike-eiwit is opgeslagen. Dat verschil zou kunnen verklaren waardoor het nieuwe virus beter hecht aan de receptoren van de longcellen. Een verklaring die aan gezag wint, nu nieuwe mutaties in datzelfde gebied Sars-Cov-2 nog besmettelijker hebben gemaakt. Ook heeft dit nieuwe virus een eiwit waarmee het zijn vetmantel beter kan laten versmelten met het celmembraan. Waardoor het makkelijker naar binnen kan. Sars-1 had dat niet.", "Maar, waarschuwen genetici: verschillen in de code verklaren niet het volledige gedrag van het virus. Of misschien moet je zeggen: wij doorgronden zo’n code nog niet voldoende om daaruit alles te verklaren.", "Zoiets geldt ook voor de ziektebeelden. Voor de meeste mensen is Covid-19 een virale longinfectie waar hun immuunsysteem een antwoord op vindt. Ook gezonde mensen kunnen er goed ziek van worden, maar ze knappen er weer van op. Sommigen houden er langdurig last van of ze houden er zelfs blijvende schade aan over. Bij een kleine groep - een paar procent - gaat het goed mis. Duidelijk is dat leeftijd een risicofactor is, net als overgewicht.", "Bij sommige mensen blijkt het immuunsysteem door een genetische variatie niet opgewassen tegen dit virus. Een enkele keer lijkt het erop dat de afweer maar niet tot rust kan komen nadat het virus bestreden is. Maar waardoor? Wellicht zijn ook andere virussen tot hetzelfde in staat, suggereerden artsen onlangs tegen de nieuwssite Statnews, maar heeft dit virus zoveel miljoenen weten te infecteren dat we zijn hele palet te zien krijgen.", "Beeld Getty Images", "Op stel en sprong", "Het virus heeft een kijkje in de wetenschappelijke keuken geboden. Ook voor de academie was het nieuw en onbekend. Wetenschappers doen er doorgaans jaren over voordat ze zo’n nieuwkomer enigszins doorgronden, maar nu moest het op stel en sprong. De wereld wilde antwoorden. Die kwamen vrij snel - vanuit het veld, het laboratorium of de kliniek - maar ze hielden lang niet allemaal stand. Dat is normaal voor de wetenschap. Eén studie is nog geen bewijs, een resultaat wordt pas met inkt in de boeken geschreven als het door meerdere partijen is bevestigd.", "Zo golden hydroxychloroquine of remdesivir een tijdje als effectieve middelen tegen de ziekte, maar bleef bij nader onderzoek van die effectiviteit weinig over. Ook leek het er op dat het immuunsysteem een besmetting weer snel vergat. Voortdurend doken verhalen op van mensen die opnieuw besmet waren, wat zou betekenen dat het virus vrijelijk zou blijven rondrazen en een vaccin kansloos was. Maar de herbesmettingen bleken uitzonderingen, de meeste mensen lijken zeker een jaar beschermd te zijn.", "Intussen zijn vele vragen nog onbeantwoord. Hoeveel virus moet iemand binnen krijgen om besmet te worden? Een kleine groep van de geïnfecteerden - misschien nog geen twintig procent - is goed voor tachtig procent van de besmettingen. Dat is bekend, maar wie zijn deze superverspreiders? Hoe kun je ze herkennen?", "En misschien de belangrijkste vraag: hoe goed en hoe lang gaan de vaccins ons beschermen? De rapportcijfers zijn tot nu toe uitstekend, maar gaan ze die ook in de praktijk waarmaken? Of weet dit coronavirus aan het vaccin te ontsnappen?", "Mutaties", "Het virus is nog geen grote veranderaar gebleken. Het griepvirus muteert tot zes keer zo snel. Maar het coronavirus muteert wel, er zijn nu zo’n 4000 mutaties rond dat spike-eiwit gezien. Als zo’n mutatie voordeel biedt - zoals bij de besmettelijkere varianten die in het Verenigd Koninkrijk of Zuid-Afrika opdoken - zal hij zich snel verspreiden.", "Daarom is het niet ondenkbaar dat een mutatie waarmee het virus aan de vaccins ontsnapt, succesvol wordt zodra een groot deel van de bevolking is ingeënt en immuun is voor de huidige variant. Een zekerheid is het ook niet. De vaccins stimuleren het immuunsysteem om antistoffen te maken die het spike-eiwit van het virus afplakken, blokkeren. De ‘kunst’ voor het virus bestaat eruit om zijn spike-eiwit zo te veranderen dat de antistoffen er geen grip meer op hebben terwijl het eiwit nog steeds past op de receptoren van de cel.", "Het mazelenvirus is dat kunstje nooit gelukt. Diens spike-eiwit is fragiel gebleken, elke mutatie maakt het meteen kapot. Het spike-eiwit van Sars-CoV-2 is flexibeler. Of het flexibel genoeg is, zal moeten blijken.", "Lees ook:", "'Die bedreigingen zijn niet oké’", "Interview met Marion Koopmans: ‘We moeten voorbereid zijn op Disease X, de ziekteverwekker die we nog niet kennen’"], "authors": ["Joep Engels"], "keywords": ["zijn", "van", "2020", "en", "schrik", "een", "te", "profiel", "op", "virus", "het", "niet", "dat"], "pubDate": "2021-01-03T08:13:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}