{"id": "de914ef6-22f9-33a9-b81c-1a08c085efda", "title": "Zuid-Holland wil nóg harder vooruit, en dus wil de provincie dat je sneller kunt reizen tussen Leiden en Dordrecht", "url": "https://trouw.nl/binnenland/zuid-holland-wil-nog-harder-vooruit-en-dus-wil-de-provincie-dat-je-sneller-kunt-reizen-tussen-leiden-en-dordrecht~b28c3b3e/", "summary": "De ruggengraat die de vernieuwing moet gaan dragen, is een nieuwe lightrail die van Leiden naar Dordrecht loopt.\nAndere lightrailtrajecten in Zuid-Holland zijn succesvol als snelle bovengrondse metro en blijken een trekpleister voor gewilde nieuwbouw voor forensen.\nTotale kosten voor het Rijk: 2,5 miljard euro voor de hele lightrail, een half miljard voor alle extra stations.\nMomenteel vechten gemeentes en provincies voor geld uit het Nationale Groeifonds dat voor de komende vijf jaar twintig miljard euro ter beschikking stelt.\n“Maar wij maken meer kans door het als gezamenlijk project in te dienen.", "paragraphs": ["Zuid-Holland mag dan met bijna een kwart van de Nederlandse economie uiterst succesvol zijn, toch bleef de groei achter bij andere regio’s. “Er zijn hier zoveel spelers dat samenwerking niet van de grond kwam”, verklaart rector magnificus Tim van der Hagen van de TU Delft.", "Dat lijkt verleden tijd. Met een ambitieus plan, Groeiagenda Zuid-Holland, slaan zo’n veertig partijen - gemeentes, provincies, universiteiten en grote bedrijven - de handen ineen. De ruggengraat die de vernieuwing moet gaan dragen, is een nieuwe lightrail die van Leiden naar Dordrecht loopt.", "Andere lightrailtrajecten in Zuid-Holland zijn succesvol als snelle bovengrondse metro en blijken een trekpleister voor gewilde nieuwbouw voor forensen. Bij de nieuwe lijn, die langs het bestaande treinspoor moet komen, kunnen 170.000 woningen verrijzen. Dat is een vijfde van de 845.000 nieuwbouwwoningen die minister Ollongren (binnenlandse zaken) Nederland als opgave heeft gesteld tot 2030.", "Innovatietop", "Hoogleraar Van der Hagen wijst erop dat een lightrailverbinding tussen de universiteiten van Leiden, Rotterdam, Den Haag en Delft noodzakelijk is om als land aan de innovatie-top te blijven. Het dichtbevolkte Zuid-Holland verwacht 400.000 extra inwoners. Meer asfalt gaat de files niet oplossen, stelt de rector. “Je moet het openbaar vervoer goed regelen.”", "Beeld Louman & Friso", "Hij legt uit hoe zijn TU Delft is veranderd van een academisch instituut in een ‘innovatief ecosysteem’. Op de campus zetelen 245 bedrijven plus TNO. “Een vak als geneeskunde kan niet meer zonder techniek en vergt intensieve samenwerking tussen bijvoorbeeld onze werktuigbouwkundigen en de artsen van Erasmus universiteit en ziekenhuis in Rotterdam. Ook moeten onze studenten daar en in Leiden onderwijs volgen. Dus een snelle lijn zonder spoorboekje tussen de campussen is voor ons superbelangrijk. Delft is een wereldspeler op quantumgebied, Zuid-Holland staat bovenaan met AI, Kunstmatige Intelligentie, dat moet zo blijven.”", "Aan het eind van de geplande lightraillijn ligt Dordrecht. Dat is nu met 120.000 inwoners lastig bereikbaar, en om het nog zuurder te maken raast de HSL in een tunnel voorbij. Wethouder Piet Sleeking (van de partij Beter Voor Dordt) van ruimtelijke ordening snakt daarom net als Van der Hagen naar de betere verbindingen die de lightrail belooft: “De vraag naar woningbouw is groot en we willen de groene gebieden ontzien. Daarom willen wij onze 10.000 geplande woningen vooral langs de 7,5 kilometer lange spoorzone bouwen. Studenten en anderen die we daar huisvesten moeten een frequente, snelle verbinding krijgen, als we het autogebruik willen terugdringen”, zegt Sleeking.", "Extra stations", "Dordrecht wil een modern centraal station en extra stations erbij in nieuwbouwwijken Leerpark en Amstelwijk, het keerpunt van de lijn. Totale kosten voor het Rijk: 2,5 miljard euro voor de hele lightrail, een half miljard voor alle extra stations. Momenteel vechten gemeentes en provincies voor geld uit het Nationale Groeifonds dat voor de komende vijf jaar twintig miljard euro ter beschikking stelt.", "Hoeveel kans maakt de nieuwe Zuid-Hollandse lightrail volgens Dordrecht, dat er ‘zeer bij gebaat zou zijn’? “Het is afwachten”, zegt Sleeking behoedzaam. “Maar wij maken meer kans door het als gezamenlijk project in te dienen. Zuid-Holland is zo dichtbevolkt, en we groeien maar door. Hoogwaardig openbaar vervoer is daarbij een voorwaarde.”", "Lees ook:", "Forenzen kiezen massaal voor lightrail: ‘Deze groei is niet voorzien’", "Hoe houden groeiende steden hun binnenstad leefbaar? Vandaag het slot van een serie: lightrail uiterst succesvol met verbinden Zuid-Holland."], "authors": ["Sybilla Claus"], "keywords": ["van", "als", "lightrail", "zuidholland", "het", "wil", "reizen", "provincie", "die", "tussen", "een", "en", "dat", "nóg", "vooruit", "sneller", "leiden", "voor"], "pubDate": "2020-12-03T13:42:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}