{"id": "deb595ee-ba72-388b-a647-b95e0cdb28ec", "title": "Kan Ajax een vierde verlies in december voorkomen?", "url": "https://www.parool.nl/sport/kan-ajax-een-vierde-verlies-in-december-voorkomen~b9683c48/", "summary": "Er was kritiek op de clubleiding van Ajax, die beter Labyad had kunnen verhuren aan Club Brugge in plaats van Lang.\nDecember is pas elf dagen oud en Ajax heeft al drie keer verloren: van Liverpool, FC Twente en Atalanta Bergamo.\nHet is prettig om afstand te houden.”Heeft PEC Zwolle al eens een eredivisiewedstrijd gewonnen van Ajax in Amsterdam?\nDie bizarre bekerfinale tussen Ajax en PEC Zwolle in 2014.\nAjax nam een 1-0 voorsprong door een schitterende vrije trap van Ricardo van Rhijn.", "paragraphs": ["Noa Lang met achter hem Daley Blind en Frenkie de Jong. Ajax speelde in maart 2019 voor het laatst tegen PEC Zwolle (2-1). Beeld anp", "Hoe eindigde Ajax-PEC Zwolle vorig seizoen?", "Dat duel werd door het vroegtijdig afbreken van het seizoen niet gespeeld. De laatste keer dat beide teams tegenover elkaar stonden, was op 13 maart 2019. Ajax kwam op 1-0 door Dusan Tadic, Vito van Crooij maakte in de 79ste minuut gelijk. Ajax leek in de kampioensrace dure punten te verspelen, maar debutant Noa Lang voorkwam dat. Uit de voorzet van de invaller maakte Daley Blind de winnende.", "Viel de naam Noa Lang woensdagavond ook niet even na de uitschakeling tegen Atalanta Bergamo?", "Ja, vaak in combinatie met die van Zakaria Labyad. Er was kritiek op de clubleiding van Ajax, die beter Labyad had kunnen verhuren aan Club Brugge in plaats van Lang. Een beetje kort door de bocht. Labyad en Lang zijn allebei geen voetballers die het verschil maken tussen wel of niet overwinteren in de Champions League. Bij Ajax had Lang weinig uitzicht op speeltijd toen Ajax hem groen licht gaf om naar Club Brugge te gaan – en hij wilde zelf graag. Mohammed Kudus was de eerste optie als nummer 10, maar dat zul je altijd zien: de Ghanees raakte vlak na het vertrek van Lang zwaar geblesseerd.", "Hoe gaat het met Lang in België?", "Prima. Hij speelt vaak, de club staat keurig tweede en Brugge eindigde net als Ajax op de derde plaats in de Champions Leaguepoule. Ze kunnen elkaar dus na de winterstop treffen in de Europa League.", "Heeft Ajax de kater van woensdagavond al weggespoeld?", "Een halve dag kregen de spelers daarvoor van trainer Erik ten Hag. Het is maar de vraag of dat voldoende is. December is pas elf dagen oud en Ajax heeft al drie keer verloren: van Liverpool, FC Twente en Atalanta Bergamo. De 2-1 nederlaag tegen Twente deed pijn, maar de concurrentie profiteerde nauwelijks. Ook Vitesse verloor (van PEC Zwolle), PSV en Feyenoord speelden gelijk. Ten Hag: “Ik had vooraf voorspeld dat clubs in december punten zouden morsen, het is voor ons allemaal zwaar. Als je zelf foutloos blijft, kun je uitlopen. Nu was ik blij dat we aan kop bleven in de eredivisie, ondanks het verlies. Het is prettig om afstand te houden.”", "Heeft PEC Zwolle al eens een eredivisiewedstrijd gewonnen van Ajax in Amsterdam?", "Nog nooit. Dat lukte PEC alleen in de strijd om de Johan Cruijff Schaal in 2014. Sinds de eerste competitiewedstrijd tussen beide clubs boekte PEC in Amsterdam twee keer een doelpuntloos gelijkspel tegen Ajax, in 1989 en 2014.", "Welk verhaal uit de oude doos komt in de aanloop naar dit duel naar boven?", "Die bizarre bekerfinale tussen Ajax en PEC Zwolle in 2014. Ajax nam een 1-0 voorsprong door een schitterende vrije trap van Ricardo van Rhijn. Daarna moest het duel in De Kuip worden stilgelegd vanwege een vuurwerkbombardement van Ajaxsupporters. Bekend is het beeld van een woedende Edwin van der Sar die het veld betreedt en door de microfoon naar de eigen aanhang briest: “Kappen met die shit!” Het werden later gevleugelde woorden op de burelen van de Johan Cruijff Arena. De finale verliep voor Ajax daarna desastreus. Het werd 5-1 voor PEC Zwolle. Van de huidige selectie waren alleen Daley Blind en Davy Klaassen daarbij."], "authors": ["Dick Sintenie"], "keywords": ["verlies", "van", "en", "vierde", "een", "kan", "zwolle", "voorkomen", "lang", "op", "het", "ajax", "dat", "pec"], "pubDate": "2020-12-12T07:00:10Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}