{"id": "ded00b9c-bc34-31e3-83a6-65b8e5f3ccfd", "title": "VS en China aan kop in wapenindustrie", "url": "https://volkskrant.nl/economie/vs-en-china-aan-kop-in-wapenindustrie~be745528/", "summary": "Een militaire parade op het Tiananmenplein in Peking, 2019.\nLockheed Martin, Boeing, Northrop Grumman, Raytheon and General Dynamics waren samen goed voor een omzet van 137 miljard euro.\nHun omzet groeide volgens het onderzoek met bijna 5 procent, als gevolg van de moderniseringsslag van het zogenoemde Volksbevrijdingsleger van het land.\nVoor het eerst hoort een bedrijf uit het Midden-Oosten tot de lijst van grootste leveranciers van militaire goederen en diensten.\nDe fusie laat volgens (het onafhankelijke en betrouwbaar geachte ) Sipri zien dat de wapenindustrie in het hele Midden-Oosten in opkomst is, door ‘een sterke lokale vraag en de behoefte om minder afhankelijk te zijn van buitenlandse leveranciers’.", "paragraphs": ["Een militaire parade op het Tiananmenplein in Peking, 2019. Beeld AFP", "De vijf grootste wapenfabrikanten zijn nog altijd Amerikaanse bedrijven. Lockheed Martin, Boeing, Northrop Grumman, Raytheon and General Dynamics waren samen goed voor een omzet van 137 miljard euro. Tel je daarbij de omzet op van andere Amerikaanse bedrijven in de top-25, dan zijn de Verenigde Staten goed voor 61 procent van de totale omzet in wapens en aanverwante dienstverlening.", "China is de andere grootmacht in de ranglijst. Met AVIC, CETC en Norinco heeft het drie bedrijven bij de grootste tien. Hun omzet groeide volgens het onderzoek met bijna 5 procent, als gevolg van de moderniseringsslag van het zogenoemde Volksbevrijdingsleger van het land.", "Voor het eerst hoort een bedrijf uit het Midden-Oosten tot de lijst van grootste leveranciers van militaire goederen en diensten. Het bedrijf Edge in de Verenigde Arabische Emiraten ontstond vorig jaar door een fusie van 25 bedrijven. Daarmee komt de onderneming op plek 22 van de lijst. De fusie laat volgens (het onafhankelijke en betrouwbaar geachte ) Sipri zien dat de wapenindustrie in het hele Midden-Oosten in opkomst is, door ‘een sterke lokale vraag en de behoefte om minder afhankelijk te zijn van buitenlandse leveranciers’.", "In de top-25 van Sipri staan geen Nederlandse bedrijven. Dat geldt ook voor de in voorgaande jaren gepubliceerde top-100 die door het Zweedse instituut werd gepubliceerd."], "authors": ["Marc Van Den Eerenbeemt"], "keywords": ["van", "een", "vs", "en", "bedrijven", "omzet", "zijn", "grootste", "wapenindustrie", "op", "voor", "kop", "het", "aan", "china"], "pubDate": "2020-12-07T18:35:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}