{"id": "df1b9a21-4d1d-3ce0-a9bd-2c88b0d07b6b", "title": "Programmadirecteur Anne Colenbrander: ‘Er gaat niets boven werk in het echt zien’", "url": "https://www.parool.nl/kunst-media/programmadirecteur-anne-colenbrander-er-gaat-niets-boven-werk-in-het-echt-zien~b5c42983/", "summary": "Kunst geeft glans aan het leven, doordat het inspireert, ontroert of juist omdat het schuurt.’’Heeft u kunst van huis uit meegekregen?\nEerder dit jaar heb ik voor het eerst online werk gekocht.’’Is het belangrijk dat u en uw partner het altijd eens zijn over een aankoop?\n‘‘Die lijst loopt uiteen van het vroege werk van Ryan McGinley naar Gregory Crewdson en van Diane Arbus via Henri Cartier-Bresson naar Edward Hopper en Wassily Kandinsky.\nHet werk van Scheltens & Abbenes is clean, goed doordacht en met veel oog voor detail uitgevoerd.\nEn ik word ontzettend vrolijk van het abstracte, collageachtige werk van Ruth van Beek, waar lichtheid, humor en originaliteit uit spreekt.’’Anne Colenbrander is programming & project director in de internationale culturele en non-profitsector.", "paragraphs": ["Scheltens & Abbenes, Trailer #2: White Lillium (2016), The Ravestijn Gallery. Beeld GALLERY VIEWER", "Wat betekent kunst voor u?", "‘‘Kunst is een onafscheidelijk onderdeel van mijn leven. Het is voor mij ook een manier om mezelf te uiten en de wereld om mij heen te begrijpen. Kunst geeft glans aan het leven, doordat het inspireert, ontroert of juist omdat het schuurt.’’", "Heeft u kunst van huis uit meegekregen?", "‘‘Mijn ouders vonden het belangrijk onze creatieve ontwikkeling te stimuleren, dus ik heb allerlei verschillende hobby’s gehad: van muziek en toneel tot dansen en fotografie. Van jongs af aan namen mijn ouders mijn broer en mij mee naar galeries en musea, en thuis hadden we veel kunst: schilderijen en grafisch werk van kunstenaars zoals Armando, Ger Lataster, Pieter Defesche, Klaas Gubbels en A.R. Penck.’’", "Waar haalt u uw informatie over het wel en wee in de kunstwereld vandaan?", "‘‘Door mijn werk heb ik een groot netwerk in de kunst- en fotografiewereld opgebouwd, dus dat is voor mij een belangrijke bron van informatie. Verder lees ik veel kranten en volg ik verschillende publicaties, instellingen en initiatieven online.’’", "Waar bekijkt u het liefste kunst?", "‘‘Online is een goede manier om inspiratie op te doen, maar er gaat niets boven werk in het echt zien; met je neus bovenop de penseelstreken van Van Gogh, het onopgemaakte bed van Tracey Emin of The Weather Project van Olafur Eliasson in Tate Modern - die moét je echt zelf zien om de kracht ervan te ervaren.’’", "Ruth van Beek, Untitled: Figure 67 (2020), The Ravestijn Gallery. Beeld GALLERY VIEWER", "Hoe vaak per jaar koopt u kunst?", "‘‘Ik koop eigenlijk altijd werk in oplage. Dat is vooral uit praktische overwegingen; ik heb een beperkt budget en unieke werken vallen over het algemeen in een segment dat ik me, nog, niet kan veroorloven. Daarnaast vind ik het belangrijk dat werken goed ingelijst zijn - bij de aanschaf van een werk houd ik dus ook rekening met eventueel extra budget voor het inlijsten.’’", "En waar koopt u dan: in de galerie, op een kunstbeurs, op een veiling of online?", "‘‘Ik verzamel voornamelijk fotografie, en over het algemeen koop ik dat in een galerie, al heb ik ook weleens iets op een beurs aangeschaft. Eerder dit jaar heb ik voor het eerst online werk gekocht.’’", "Is het belangrijk dat u en uw partner het altijd eens zijn over een aankoop?", "‘‘Ik ben begonnen met verzamelen lang voordat ik mijn partner leerde kennen; het overgrote deel van mijn collectie bezat ik al voordat hij in mijn leven kwam. Het aankopen en verzamelen van werk hoort echt bij mij en hij laat me vrij in mijn keuze iets wel of niet aan te schaffen.’’", "Daniëlle van Ark, Share Moments. Share Life (2017), tegenboschvanvreden. foto’s gallery viewer Beeld GALLERY VIEWER", "Is er een galerie waar u een speciale band mee heeft?", "‘‘Ik heb lang bij Foam gewerkt en de opbouw van mijn collectie is daar begonnen, dus met Foam Editions zal ik altijd een speciale band houden.’’", "Als u een onbeperkt budget had, van wie zou u dan een werk aankopen?", "‘‘Die lijst loopt uiteen van het vroege werk van Ryan McGinley naar Gregory Crewdson en van Diane Arbus via Henri Cartier-Bresson naar Edward Hopper en Wassily Kandinsky. Ik realiseer me dat deze werken buiten mijn bereik zullen blijven, maar dromen kan natuurlijk altijd.’’", "Wie zijn uw favoriete kunstenaars?", "‘‘Door de jaren heen heeft het werk van Daniëlle van Ark een enorme ontwikkeling doorgemaakt; van fotografie is het opgeschoven naar meer grafisch werk, waarin zij allerlei technieken op een interessante manier weet te combineren. Het werk van Scheltens & Abbenes is clean, goed doordacht en met veel oog voor detail uitgevoerd. Hun beelden stralen een bijna afstandelijke perfectie uit. En ik word ontzettend vrolijk van het abstracte, collageachtige werk van Ruth van Beek, waar lichtheid, humor en originaliteit uit spreekt.’’", "Anne Colenbrander is programming & project director in de internationale culturele en non-profitsector. Beeld Fiona Makkink", "Manuela Klerkx en Oscar van Gelderen", "Een langere versie lezen of zelf kunst kopen? www.galleryviewer.com"], "authors": ["Manuela Klerkx En Oscar Van Gelderen"], "keywords": ["ik", "gaat", "er", "echt", "niets", "van", "boven", "mijn", "voor", "en", "een", "programmadirecteur", "zien", "colenbrander", "te", "het", "werk", "dat"], "pubDate": "2021-01-11T13:31:38Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}