{"id": "df1eafbf-66bc-3e61-af25-316586fcd3c1", "title": "Marina Landwehr was een icoon voor een hele generatie studenten van de UvA", "url": "https://volkskrant.nl/mensen/marina-landwehr-was-een-icoon-voor-een-hele-generatie-studenten-van-de-uva~b01be3d1/", "summary": "Beeld Daniël Rommens (Folia)‘Toen we hoorden dat ze was overleden, zijn we meteen een inzameling begonnen voor een overlijdensadvertentie in de Volkskrant.\nZe was een icoon voor een hele generatie studenten van de UvA op wier studentenleven ze voor altijd een stempel drukte.\nVijf jaar geleden werd ze voor het studentenblad Folia geïnterviewd door de huidige Volkskrant-journalist Stan Putman.\nToen was ze al vele jaren de koffiejuffrouw van het Atrium Café op het Binnengasthuisterrein, waar ze de bar de naam de Heksenketel gaf.\nCollega’s die de reputatie hadden vaak te laat te komen, wekte ze met een appje.", "paragraphs": ["Marina Landwehr. Beeld Daniël Rommens (Folia)", "‘Toen we hoorden dat ze was overleden, zijn we meteen een inzameling begonnen voor een overlijdensadvertentie in de Volkskrant. En hoewel ze al twee jaar weg was, waren bijna tweehonderd studenten bereid daarvoor geld te ­doneren. We hadden ineens veel meer geld dan we daarvoor nodig hadden’, zegt Suzanne Potjer, ex-student die haar herinneringen aan de koffiejuffrouw van de Universiteit van Amsterdam koestert en een van de initiatiefnemers was van de crowdfunding.", "Marina Landwehr was niet alleen geliefd. Ze was een icoon voor een hele generatie studenten van de UvA op wier studentenleven ze voor altijd een stempel drukte. ‘Leip, lief, brutaal, grappig, ze was alles tegelijk’, werd de tekst in de advertentie. Haar dood op 17 november in een hospice in Nijmegen aan de gevolgen van alvleesklierkanker was voor velen een even ­onverwachte als grote klap.", "Vijf jaar geleden werd ze voor het studentenblad Folia geïnterviewd door de huidige Volkskrant-journalist Stan Putman. Toen was ze al vele jaren de koffiejuffrouw van het Atrium Café op het Binnengasthuisterrein, waar ze de bar de naam de Heksenketel gaf.", "Veel studenten noemden Landwehr hun ‘tweede moeder’. Ze schonk niet alleen cappuccino, ze maakte met iedereen een babbeltje, ze vermaakte de studenten met Amsterdamse humor en gaf relatie-adviezen. Ze was met haar luide stem zeer aanwezig. Ook hoogleraren, schoonmakers en ­cateraars konden niet om haar heen. Door sommigen werd ze aanvankelijk ook gevreesd want ze gaf zonder aanziens des persoons iedereen lik op stuk.", "Ze provoceerde graag. ‘Ik heb één keer op de Oudemanshuispoort bij die omhooggevallen apenkoppen van rechten gestaan. Het was verschrikkelijk’, zo verdedigde ze haar eigen stekkie op het Binnengasthuisterrein in het interview met Folia. Dat zou niemand haar kunnen afnemen. Ze werd zelfs genomineerd als UvA’er van het jaar.", "In 2017 moesten het Atrium Café en de Heksenketel toch sluiten omdat het gebouw werd gerenoveerd voor de inrichting van de nieuwe universiteitsbibliotheek. Landwehr werd overgeplaatst naar de Leeuwenkuil, de coffee-corner van het P.C. Hoofthuis aan de Spuistraat. Een jaar later ging ze weg. Dat had met privéredenen te maken, maar ze vond het ook minder leuk omdat ze een baas boven zich kreeg.", "Ze trok in bij haar vriend in Nijmegen. Uit een eerdere relatie had ze een dochter, Kimberley. ‘In 2019 kreeg ze rugklachten’, zegt Kimberley, nu 21. ‘De huisarts dacht dat het met fysio wel te verhelpen zou zijn. Maar het werd steeds erger. Het bleek kanker te zijn. Op mijn verjaardag, 30 september, was de ­situatie kritiek. Ze kwam er overheen en heeft nog twee maanden mogen leven.’", "Marina Landwehr was een echte Jordanese. Ze ging naar de huishoudschool die ze niet afmaakte en ging op zoek naar een baantje ­– eerst als bloemschikker, later werkte ze voor het AMC, Blokker en Sligro.", "Maar ze werd volgens haar dochter pas gelukkig toen ze in 2007 haar eigen plekje kreeg en koffie mocht gaan serveren in het Atrium Café. Dat deed ze op een ­eigen zeer uitgesproken manier. Collega’s die de reputatie hadden vaak te laat te komen, wekte ze met een appje. Formeel was ze in dienst bij de cateraar van de universiteit, maar die wisselde elke vijf jaar.", "Voorwaarde was altijd dat de nieuwe cateraar haar in vaste dienst overnam. Want de studenten konden niet zonder haar. Ze was, zoals werd gezegd, een ‘tof wijf’ bij wie studenten niet alleen voor de koffie aanklopten."], "authors": ["Peter De Waard"], "keywords": ["van", "studenten", "landwehr", "een", "het", "marina", "en", "generatie", "ze", "werd", "op", "voor", "hele", "haar", "met", "uva", "icoon"], "pubDate": "2020-12-15T21:05:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}