{"id": "df3b2729-3d7a-3c59-b3bb-10be5bcaa33c", "title": "Schotland eerste land met gratis menstruatieproducten", "url": "https://www.parool.nl/wereld/schotland-eerste-land-met-gratis-menstruatieproducten~b28e652a/", "summary": "De Schotse premier Nicola Sturgeon is blij met de maatregel: “Trots om te stemmen voor deze baanbrekende wetgeving, die Schotland het eerste land in de wereld maakt dat gratis menstruatieproducten verstrekt aan iedereen die dat nodig heeft,” schreef zij op Twitter.\n“Niemand zou zich zorgen moeten maken over waar haar volgende tampon, maandverband of herbruikbaar product vandaan moet komen,” zei het Schotse Labour-parlementslid Monica Lennon, de indiener van het wetsvoorstel.\n“Schotland zal niet het laatste land zijn dat ongesteldheidsarmoede naar de geschiedenis verwijst, maar we kunnen het eerste zijn,” aldus Lennon.\nIn 2018 werd Schotland al het eerste land dat gratis hygiëneproducten aanbiedt op scholen en universiteiten.\nWel stelde de staatssecretaris dat feministisch platform De Bovengrondse meerdere signalen van ongesteldheidsarmoede in Nederland heeft opgevangen.", "paragraphs": ["Activisten die vóór de nieuwe wet zijn, demonstreren bij het Schotse parlement. Beeld Getty Images", "De nieuwe Schotse wet voorziet erin dat tampons en maandverband op bepaalde openbare plekken als buurtcentra, jeugdclubs en apotheken vrij verkrijgbaar zijn. De Schotse belastingbetaler gaat dat jaarlijks zo’n 24 miljoen pond (ongeveer 27 miljoen euro) kosten.", "De Schotse premier Nicola Sturgeon is blij met de maatregel: “Trots om te stemmen voor deze baanbrekende wetgeving, die Schotland het eerste land in de wereld maakt dat gratis menstruatieproducten verstrekt aan iedereen die dat nodig heeft,” schreef zij op Twitter.", "“Niemand zou zich zorgen moeten maken over waar haar volgende tampon, maandverband of herbruikbaar product vandaan moet komen,” zei het Schotse Labour-parlementslid Monica Lennon, de indiener van het wetsvoorstel. “Schotland zal niet het laatste land zijn dat ongesteldheidsarmoede naar de geschiedenis verwijst, maar we kunnen het eerste zijn,” aldus Lennon.", "In 2018 werd Schotland al het eerste land dat gratis hygiëneproducten aanbiedt op scholen en universiteiten. Zo’n 10 procent van de menstruerende bevolking in Groot-Brittannië kan zich geen menstruatieproducten veroorloven, kwam in 2017 naar voren uit een enquête. Velen van hen spijbelden daarom tijdens de ongesteldheid.", "In Nederland werden vorig jaar Kamervragen over ongesteldheidsarmoede gesteld door PvdA-Kamerleden aan toenmalig staatssecretaris van Sociale Zaken en Werkgelegenheid Tamara van Ark (VVD). Die zei destijds in de beantwoording dat er nog geen ‘onderbouwde informatie’ was die erop duidt dat hetzelfde probleem in Nederland voorkomt. Wel stelde de staatssecretaris dat feministisch platform De Bovengrondse meerdere signalen van ongesteldheidsarmoede in Nederland heeft opgevangen."], "authors": ["Het Parool"], "keywords": ["eerste", "gratis", "van", "het", "op", "met", "schotse", "die", "zijn", "menstruatieproducten", "land", "dat", "en", "ongesteldheidsarmoede", "schotland"], "pubDate": "2020-11-25T01:22:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}