{"id": "df3b08b3-3b2e-3238-9e5a-d9cc3dbe5faa", "title": "Waar blijven de visvervangers in de supermarkt?", "url": "https://nu.nl/eten-en-drinken/6097371/waar-blijven-de-visvervangers-in-de-supermarkt.html", "summary": "\"De enkele visvervangers die er zijn, zijn daardoor moeilijk te vinden.\"\nHet is de vraag of er een grote groep is die visvervangers wil in plaats van vis.\nWaarom er zo weinig visvervangers zijn, vroeg ook Maiko van der Meer zich een jaar geleden af.\nDe smaak van visvervangers is volgens Mosch prima.\n\"Hoewel ze qua smaak wat ons betreft geen 100 procent kopie hoeven te zijn, als ze maar lekker zijn.", "paragraphs": ["Het koelschap met vleesvervangers in de supermarkt puilt tegenwoordig uit van de vegetarische burgers, worsten en spekjes. Het aanbod aan visvervangers is veel kleiner. Is er geen vraag naar vanuit de consument of is de smaak van vis gewoonweg moeilijk na te bootsen?", "Niemand kan inmiddels meer om de vleesvervangers heen, maar toch is de productcategorie nog vrij nieuw. \"Vlees is duidelijk verdeeld in kip, rund- en varkensvlees. Bij de dierlijke vervangers is er nog nauwelijks sprake van segmentatie\", meent foodstrateeg Femke Mosch. \"De enkele visvervangers die er zijn, zijn daardoor moeilijk te vinden.\"", "Het is de vraag of er een grote groep is die visvervangers wil in plaats van vis. \"Nederlanders eten hoe dan ook weinig vis. Dat komt bijvoorbeeld doordat ze een hele vis in de pan te confronterend vinden, en omdat we niet van graatjes houden\", aldus Mosch. \"Bovendien is vis vaak duurder dan een biefstukje. En vlees vinden we nou eenmaal meer waard om te kopen dan vis.\"", "Waarom er zo weinig visvervangers zijn, vroeg ook Maiko van der Meer zich een jaar geleden af. Hij startte een bedrijf in visvervangers: Novish. Inmiddels verkopen ze burgers, sticks en bites in zes landen. \"We zien dat er wel degelijk vraag naar is. Ik vermoed dat de opkomst van vleesvervangers ons heeft geholpen. Die zijn steeds beter en smakelijker geworden.\"", "“Ook in de visserij zijn er zaken die niet goed gaan. Denk aan overbevissing, bijvangst en gebruik van antibiotica.” Maiko van der Meer, Novish", "Waarom de visvervangers met 1-0 achter lijken te staan, heeft volgens Van der Meer onder meer te maken met de knuffelfactor. \"Steeds meer mensen vinden het zielig dat varkens en koeien worden geslacht. Ze zijn ook bezorgd over antibioticagebruik en milieuschade. Dat zijn redenen om voor een plantaardige vleesvervanger te kiezen. Mensen vinden het niet zielig als een vis wordt gedood.\"", "Een klein deel van de vegetariërs, de zogenoemde pescotariërs, eet toch vis. Dat is altijd zo geweest en zal ook wel zo blijven. \"Maar dat is eigenlijk raar\", vindt Mosch. \"Dat heeft met die emotie te maken, die is veel groter bij dieren met vier poten dan met vissen.\"", "Maar ook in de visserij zijn er zaken die niet goed gaan, en dat beseffen steeds meer consumenten. \"Denk aan overbevissing waardoor sommige rassen dreigen uit te sterven, bijvangst waar niets mee wordt gedaan, en kweekvis waarbij veel antibiotica wordt gebruikt\", aldus Van der Meer.", "Ook visvervangers bevatten omega 3-vetzuren", "Dan zijn er nog de gezondheidsaspecten van vis. \"Vis is gezond vanwege onder andere de omega 3-vetzuren die het bevat. Van oudsher is daarom het advies om één keer per week vis te eten\", zegt Van der Meer. \"Het grappige is dat het advies tegenwoordig twee keer per week is. Dat komt doordat het gehalte vetzuren in bijvoorbeeld gekweekte zalm de afgelopen jaren gehalveerd is.\"", "Ook visvervangers kunnen omega 3-vetzuren bevatten. De vetzuren komen in vis terecht door de kleine visjes die ze eten, die op hun beurt algen met omega 3-vetzuren hebben gegeten. \"Door algen te gebruiken in onze producten, bevatten onze visvervangers dus ook de gezonde stoffen uit vis.\"", "De smaak van visvervangers is volgens Mosch prima. Dat geldt zeker voor de gepaneerde varianten. \"Vervang daarom alsjeblieft alle vissticks door plantaardige sticks. We zijn overigens wel fervent sushi-eters in Nederland, daar zouden ze eens iets op moeten verzinnen.\"", "Volgens Van der Meer zijn sushi-achtige rauwe zalm en tonijn inderdaad lastiger om na te bootsen. \"Hoewel ze qua smaak wat ons betreft geen 100 procent kopie hoeven te zijn, als ze maar lekker zijn. Wij hopen volgend jaar dergelijke producten op de markt te kunnen brengen.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["visvervangers", "zijn", "van", "vis", "waar", "supermarkt", "en", "blijven", "te", "het", "meer", "dat", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}