{"id": "df3f0710-5349-38de-af4d-8d5cc03adbff", "title": "Rollenspel in de klas verkent grens tussen twee vrijheden: ‘Ik zei: er is een collega van me onthoofd’", "url": "https://volkskrant.nl/nieuws-achtergrond/rollenspel-in-de-klas-verkent-grens-tussen-twee-vrijheden-ik-zei-er-is-een-collega-van-me-onthoofd~b894cfb9/", "summary": "Op een school in Tilburg speelden de leerlingen een rollenspel.\n‘Ik zei: er is een collega van me onthoofd.’In de les wordt gediscussieerd over een spotpret van de Amerikaanse president Donald Trump.\nWe vinden dat er een grens is aan de vrijheid van meningsuiting.’‘Het feit dat andere mensen boos worden – is dat een reden om van iedereen de vrijheid van meningsuiting te beperken?’ vraagt een vertegenwoordiger van Partij B.Een lid van Partij E: ‘Wanneer is een spotprent precies beledigend?\n‘Wanneer de vrijheid van meningsuiting wordt ingeperkt, verandert onze democratie in een dictatuur.’Partij C krijgt ook een minuut.\nEn dat grondrechten, zoals de vrijheid van godsdienst en de vrijheid van meningsuiting, soms met elkaar botsen.", "paragraphs": ["De ministers van Onderwijs riepen Nederlandse scholen op aandacht te besteden aan de onthoofding van de Franse docent Samuel Paty. Op een school in Tilburg speelden de leerlingen een rollenspel. ‘Wij zijn dus tegen spotprenten van heilige personen.’", "‘Spotprenten kunnen aanleiding voor terrorisme zijn’, zegt Cato (15) op maandagmorgen tegen drie klasgenoten, die bij haar aan tafel zitten in een klaslokaal vol gifgroene stoelen", "‘Daarom moeten ze verboden worden’, zegt Kebo (15), die tegenover haar zit en alles noteert wat gezegd wordt.", "‘Spotprenten over heilige personen’, specificeert Jaap (15).", "‘En dan noemen we straks ook die Franse docent’, zegt Cato.", "Zo gaat het er vanochtend aan toe tijdens de vergadering van Partij A, die hier in de hoek van het lokaal spreekt over een nieuw wetsontwerp om spotprenten te verbieden.", "De fractieleden, leerlingen van 4-vwo van De Nieuwste School in Tilburg, zullen het voorstel – dat niet per se hun eigen standpunten weerspiegelt – straks verdedigen in een fictief parlement, waar ze te maken krijgen met Partij B tot en met Partij E. Twee van die partijen zijn faliekant tegen een verbod. De laatste partij, nodig voor een parlementaire meerderheid, twijfelt nog.", "Onthoofd", "Docent Gijs Abrahams (29) geeft met dit rollenspel, dat hij afgelopen weekend in elkaar heeft gezet, gehoor aan de oproep van Onderwijsministers Ingrid van Engelshoven en Arie Slob. Zij vroegen Nederlandse scholen om maandag aandacht te besteden aan de moord op docent Samuel Paty, die twee weken geleden onthoofd werd nadat hij tijdens een les op een school in een Parijse voorstad spotprenten van de profeet Mohammed getoond had.", "‘Nederland staat vierkant achter leraren en de grondwettelijke vrijheid van meningsuiting’, schreven de bewindslieden in een brief aan het onderwijsveld. ‘Docenten moeten in vrijheid en veiligheid hun werk kunnen doen zodat onze kinderen en jongeren zich kunnen ontwikkelen tot zelfstandige burgers die kunnen samenleven in een land dat wordt gekenmerkt door vrijheid, gelijkwaardigheid en solidariteit.’", "Abrahams kan zich vinden in de oproep uit Den Haag, al plaats hij wel een kanttekening. De meeste scholen, zegt hij, hebben vorige week al lang en breed aandacht besteed aan de gebeurtenissen in Frankrijk. Zelf heeft hij dat direct na de herfstvakantie gedaan. ‘Ik zei: er is een collega van me onthoofd.’", "In de les wordt gediscussieerd over een spotpret van de Amerikaanse president Donald Trump. Beeld Marcel van den Bergh / de Volkskrant", "En ja, toen heeft hij ook de omstreden spotprenten van de profeet Mohammed laten zien. ‘Als nieuwsitem’, zegt hij. ‘Ze vonden het wel spannend. Ik heb er bij verteld dat ze voor sommige mensen beledigend zijn.’", "Niet dat hij vindt dat elke docent op elke school die cartoons zou moeten laten zien. Dat moet iedereen zelf inschatten, zegt hij, het hangt van de context af. Bij hem op school ligt het ook niet zo gevoelig, omdat ze niet veel leerlingen met een islamitische achtergrond hebben. ‘Hier moet je de discussie soms zelf flink aanzwengelen. Dat ik denk: hoezo heb je hier geen mening over?’", "Boos", "Als Partij A tot en met E klaar zijn met de voorbereiding, neemt Kebo plaats achter het spreekgestoelte. Hij krijgt één minuut, daarna mogen de andere partijen vragen stellen.", "‘Wij zijn dus tegen spotprenten van heilige personen’, zegt Kebo. ‘Want zo’n spotprent kan heel veel agressiviteit opwekken. Dat kan ook de aanleiding zijn voor terrorisme. We vinden dat er een grens is aan de vrijheid van meningsuiting.’", "‘Het feit dat andere mensen boos worden – is dat een reden om van iedereen de vrijheid van meningsuiting te beperken?’ vraagt een vertegenwoordiger van Partij B.", "Een lid van Partij E: ‘Wanneer is een spotprent precies beledigend? Waar ligt de grens?’", "‘Wij vinden dat je te allen tijde je mening mag delen – ook via spotprenten’, zegt de woordvoerder van Partij B even later in haar minuut spreektijd. ‘Wanneer de vrijheid van meningsuiting wordt ingeperkt, verandert onze democratie in een dictatuur.’", "Partij C krijgt ook een minuut. ‘Het is belangrijk dat mensen hun mening kunnen uiten’, zegt Dièz (15). ‘Maar mensen moeten niet het gevoel krijgen dat een heilige persoon beledigd wordt. Ook zou er meer geld naar religieuze scholen en gebedshuizen moeten.’", "Leerlingen werken in groepjes en maken spotprenten Beeld Marcel van den Bergh / de Volkskrant", "Spelregels", "En zo belanden de leerlingen in een uur tijd in de verschillende uithoeken van het debat over de vrijheid van meningsuiting.", "De les blijkt te kort om het rollenspel ook daadwerkelijk af te maken. Daardoor kan in dit Tilburgse parlement nog geen meerderheid gesmeed worden voor of tegen het verbod op spotprenten van heilige figuren. Dat komt later wellicht nog. Of niet.", "Voor docent Gijs Abrahams is het vooral belangrijk dat de leerlingen nog eens gezien hebben dat we in een rechtsstaat leven waarin bepaalde spelregels gelden. En dat grondrechten, zoals de vrijheid van godsdienst en de vrijheid van meningsuiting, soms met elkaar botsen.", "De vraag is wat er wel en niet mag binnen dat spanningsveld, vertelt Abrahams in de laatste minuten van de les. ‘In Nederland is wat meer ruimte voor diversiteit’, zegt hij, waarbij hij doelt op de striktere scheiding tussen kerk en staat in Frankrijk. ‘Wij hebben katholieke scholen, protestantse scholen, islamitische scholen. In Frankrijk bestaat dat nauwelijks. Dat zorgt hier wel voor spanning. Want als er geen duidelijke grens is, krijg je discussie.’"], "authors": ["Rik Kuiper"], "keywords": ["vrijheid", "van", "zegt", "verkent", "het", "twee", "rollenspel", "onthoofd", "hij", "op", "tussen", "ik", "een", "klas", "dat", "en", "zei", "vrijheden", "te"], "pubDate": "2020-11-02T18:53:36+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}