{"id": "df43ade7-f342-3766-b370-e28541f90e67", "title": "Spoorzoeken met het treinkaartje: waarom zijn internationale treinreizen toch zo duur?", "url": "https://volkskrant.nl/nieuws-achtergrond/spoorzoeken-met-het-treinkaartje-waarom-zijn-internationale-treinreizen-toch-zo-duur~bae1aad5/", "summary": "De docent marketing wist dat hij meer geld kwijt zou zijn dan met het vliegtuig.\nMet het vliegtuig kostte het stukken minder.’ Hoeveel?\nDe kosten voor een retour Rotterdam – Chambéry (1946 kilometer) en een retour Lille – Chambéry (1576 kilometer) rekende Kohnstamm om naar de prijs per kilometer.\nElf bijzondere treinreizen voor als je niet wilt vliegen Van Polen tot de poolcirkel, waarom niet met de trein?\nTelt Nederland vijf vervoerders op het spoor, wie door het Verenigd Koninkrijk wil reizen moet bij 25 loketten aankloppen.", "paragraphs": ["Traag, ingewikkelde dienstregelingen, maar toch vooral duur, of in elk geval duurder dan het vliegtuig. Het spoor heeft zijn imago niet mee bij de reiziger die naar het buitenland wil. Is het internationale treinkaartje echt zo prijzig, of lijkt dat maar zo?", "Max Kohnstamm wist waar hij aan begon, toen hij voor een huttentocht in de Franse Alpen onderzocht of hij zijn bestemming per trein kon bereiken, om het milieu te ontzien. De docent marketing wist dat hij meer geld kwijt zou zijn dan met het vliegtuig. Toch overviel het verschil hem. ‘Via NS International kwam ik uit op 825 euro voor drie personen. Met het vliegtuig kostte het stukken minder.’ Hoeveel? ‘525 euro minder.’", "Dat gapende gat zette Kohnstamm aan het denken. Hoe komt die prijs zo hoog? Hij besloot na te gaan wat hij kwijt zou zijn als hij pas in het Franse Lille op de trein zou stappen, de eerste halte na de grens met België. De kosten voor een retour Rotterdam – Chambéry (1946 kilometer) en een retour Lille – Chambéry (1576 kilometer) rekende Kohnstamm om naar de prijs per kilometer. Die kwam bij internationale ticket neer op 15 cent. Over het binnenlandse spoor op 8 cent.", "Er valt wat af te dingen op deze vergelijking, maar toch blijft de vraag: waarom kost het eerste kwart van de reis dan zo veel? En jaagt NS International op deze manier de consument niet het vliegtuig in, vraagt Kohnstamm zich af. Hij is niet de enige.", "Een groeiend aantal reizigers ontdekt de laatste jaren de trein als duurzaam alternatief voor het vliegtuig. De Treinreiswinkel, een Leidse specialist in treintickets, ziet sinds 2016 de verkoop van internationale reizen elk jaar met zo’n 30 procent groeien. Die worden geboekt door klanten die bij een buitenlandse trip bewust kiezen voor een langere reistijd, meerdere overstappen en ingewikkelde dienstregelingen. Slow travelling, voor een schoon geweten.", "Maar waarom moet een groter karma ook zo veel meer kosten? Vijf overwegingen tussen de rails:", "1. De tucht van de markt", "Bij NS International hebben ze bewondering en begrip voor Kohnstamm. Bewondering voor zijn rekenvondst. Begrip voor zijn frustratie. Toch kan het buitenlandloket van de NS weinig doen aan Kohnstamms ‘dure’ ticket, zegt directeur Heike Luiten. ‘De reis van Rotterdam naar Chambéry kost zoveel omdat die deels wordt afgelegd met de Thalys en de tgv.’ De tarieven voor de hogesnelheidsverbindingen met en in Frankrijk komen tot stand onder de tucht van de vrije markt, legt Luiten uit. Ze vallen niet onder de concessies die de Nederlandse, Belgische en Franse overheden met ‘hun’ spoorwegmaatschappijen hebben gesloten, met maximumtarieven.", "De kaartjes voor de Thalys, de tgv, maar ook voor de Eurostar naar Londen, volgen daarom dezelfde wetten als die voor een vliegticket. Op basis van historische en actuele reserveringen bepalen de vervoerders de prijzen: ze kijken naar vraag en aanbod. Dat aanbod is begrensd. Luiten: ‘Als je een treinkaartje koopt voor de Thalys of Eurostar, zijn de rit en je stoel gegarandeerd, net als in een vliegtuig.’", "De tarieven voor internationale treinen kunnen om die reden net zo hard jojoën als die voor het vliegtuig. De rekensommen die Kohnstamm maakte hebben op andere dagen en tijdstippen een heel andere uitkomst. ‘Een enkele zitplaats die net voor de Thalys is verkocht, kan de prijs van tickets al laten stijgen’, stelt Luiten. Van het ene op het andere moment ontstaat er schaarste en gaat de prijs omhoog. De NS participeert weliswaar in Thalys, met treinen, machinisten en conducteurs, maar heeft amper invloed op de tarieven. Die worden door de aandeelhouders vastgesteld: de Belgische, Franse en Duitse spoorwegen.", "Elf bijzondere treinreizen voor als je niet wilt vliegen Van Polen tot de poolcirkel, waarom niet met de trein? Daarmee kom je ook op bijzondere plekken, en het is nog veel beter voor het milieu ook. Dit zijn de mooiste bestemmingen waarbij de reis erheen ook echt onderdeel is van de reis.", "2. Meer tarieven dan treinen", "Een beetje internationale treinreis gaat door meerdere landen, met elk eigen tarieven en meerdere aanbieders. Telt Nederland vijf vervoerders op het spoor, wie door het Verenigd Koninkrijk wil reizen moet bij 25 loketten aankloppen. Het Duitse spoor telt vijftig regionale- en lokale concessies, Verkehrsverbünden, met elk eigen prijstabelletjes. Europa mag dan één zijn, zijn spoor is een lappendeken die niet overal netjes is gestikt.", "Het is dus ingewikkeld om een internationale treinreis te boeken, zegt directeur Helmut Brall van Treinreiswinkel: ‘Absoluut. We danken er voor een deel onze bestaansreden aan.’ Er is nog een obstakel: van niet elke buitenlandse spoorwegmaatschappij kun je in Nederland kaartjes kopen. Zelfs wij niet, zegt Ilona Gaasendam, pricing manager van NS International. Het kan zomaar zijn dat de sporende globetrotter goedkoper uit is door in Duitsland kaartjes te kopen voor een regionaal of lokaal boemeltje in plaats van een internationale ticket te kopen voor dezelfde route. Niettemin zijn via NS International 3.300 bestemmingen in Europa te boeken.", "Reizigers bij Amsterdam Centraal. Beeld ANP", "Wat de argeloze reiziger misschien ook over het hoofd ziet: kortingskaarten of een dienst als Ouigo; een armeluisversie van de tgv in Frankrijk. Die biedt minder luxe, maar goedkopere kaartjes.", "3. Zoeken met een lampje", "Leek het spoor maar meer op de luchtvaart. Vanaf Schiphol vertrekken elke dag ruim zestig vluchten naar Londen. Vanaf Amsterdam Centraal drie rechtstreekse treinen. Wie naar Londen wil vliegen, heeft de keuze uit tientallen aanbieders die elkaar met stuntprijzen de tent uit concurreren. De treinreiziger kan kiezen tussen Eurostar of niks.", "Die beperkte keuze zie je af aan internetsites, zegt Jeppe Bijker, oprichter van Green Tickets, een website waarop reizigers voor elke reismiddel kunnen zien wat de ecologische voetafdruk is en de ‘groene’ treinreis meteen kunnen boeken. ‘De goedkoopste vliegtickets kun je op duizenden websites zoeken. Die sites bestaan amper voor treintickets.’", "Daar komt langzaam verandering in. Populair onder liefhebbers van de trein is de website Happyrail.com, die in 2016 is opgezet door de Treinreiswinkel. De website biedt inmiddels 35 duizend bestemmingen aan. ‘Onze droom is dat de langste treinreis ter wereld, van Lissabon naar Ho Chi Minh Stad over 17.852 kilometer, online te boeken is.’ Happyrail lijkt een succes. Directeur Brall: ‘Het aantal boekingen steeg vorig jaar met 120 procent.’", "Beeld de Volkskrant", "Toen hij Green Tickets opzette, merkte Bijker dat vervoerders er soms geen brood in zien om hun gegevens beschikbaar te stellen voor prijsvergelijkers. Of ze hebben domweg de technische kennis niet. Behoorlijk betalen voor klanten die ze via andere kanalen krijgen, doen spoorbedrijven sowieso niet: ‘Hotels of luchtvaartmaatschappijen betalen 5- tot 10 procent commissie. Wij krijgen van trein- en busmaatschappijen 2- tot 3 procent.’", "4. Reken je rijk", "De vliegende reiziger rekent zichzelf ook nog vaak ten onrechte rijk, constateerde de website Treinreiziger.nl eind vorig jaar na een onderzoekje onder tweeduizend bezoekers. Je zou denken dat de treinliefhebber beter weet, maar 80 procent schatte de transferkosten van de luchthaven naar het centrum van Londen te laag in. Een retourtje met trein of bus kost al snel 40 euro, terwijl de reizigers denken dat ze voor 20 euro wel klaar zijn. Tegelijkertijd dachten de geënquêteerden dat de trein naar Londen meer kost dan ze in werkelijkheid kwijt zouden zijn, mits ze tijdig boeken.", "Ook de kosten van parkeren op Schiphol nemen consumenten vaak niet mee in de prijsberekening van hun reis. ‘Consumenten die vliegen kijken meestal niet verder dan de prijs van hun ticket’, constateert Bijker van Green Tickets. ‘Wij rekenen voor elk vervoersmiddel de duur uit, het aantal keren dat je moet overstappen en de CO2-uitstoot van de totale reis, van deur tot deur.’", "5. Wat de boer niet kent…", "Het dure imago van de trein is niet altijd terecht, zegt Gaasendam van NS International. ‘Dat je voor 80 euro op en neer kunt naar München weten een hoop mensen niet.’ Je moet wel op tijd boeken en daar zit hem de kneep. ‘Mensen vinden het heel normaal om maanden van tevoren een vliegtuig te boeken. Maar bij de trein, die ze misschien al elke dag nemen om op hun werk te komen, vinden ze dat vreemd.’", "De globetrotter die kiest voor het spoor is dus niet altijd veel geld kwijt. Gaasendam: ‘Als je in Nederland op de IC naar Berlijn stapt betaal je de gewone kilometerprijs die de NS hanteert.’ Een zitplaats reserveren kost wel extra. NS International biedt vroegboekers geregeld kortingen aan die oplopen tot 75 procent.", "Kijk ook naar de tijdwinst die je kunt boeken met de trein, suggereert Luiten van NS International. ‘De trein levert je af in het hart van de stad. Je hoeft ook niet twee uur voor vertrek op het station te zijn om door de veiligheidscheck en langs de douane te gaan.’ Die tijdwinst meerekenen werkt bij bestemmingen tot maximaal 700 kilometer van het vliegveld. Daarna is de reiziger via het spoor langer onderweg, erkent Luiten. ‘Dan moet je erg van de trein houden. Of aan vliegangst lijden.’ Of natuurlijk aan een ongeneeslijke vorm van vliegschaamte."], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "toch", "die", "treinreizen", "spoorzoeken", "een", "niet", "het", "en", "zo", "internationale", "zijn", "waarom", "voor", "op", "je", "met", "treinkaartje"], "pubDate": "2019-08-12T13:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}