{"id": "df719ca5-be42-3094-aa0e-340ecf8bd481", "title": "Onderbetaalde arbeidskrachten bij de overheid: ‘Ik wil doorgroeien dus schop ik geen stennis’", "url": "https://volkskrant.nl/economie/onderbetaalde-arbeidskrachten-bij-de-overheid-ik-wil-doorgroeien-dus-schop-ik-geen-stennis~b0042654/", "summary": "De onderbetaalde arbeidskrachten zijn verantwoordelijk voor het afhandelen van bezwaren tegen het fosfaatstelsel.\nBeeld Hollandse Hoogte / Flip FranssenDe RVO is verantwoordelijk voor de uitvoering van het beleid van twee ministeries: dat van Economische Zaken en Klimaat en dat van Landbouw, Natuur en Voedselkwaliteit.\nDie juristen zijn hard nodig voor het afhandelen van bezwaren tegen het fosfaatrechtenstelsel.\nHet is niet voor het eerst dat een overheidsdienst personeelstekorten dicht met onderbetaalde arbeidskrachten.\nHoe pak je het aan als je een nieuwe baan wil?", "paragraphs": ["De onderbetaalde arbeidskrachten zijn verantwoordelijk voor het afhandelen van bezwaren tegen het fosfaatstelsel. Beeld Hollandse Hoogte / Flip Franssen", "De RVO is verantwoordelijk voor de uitvoering van het beleid van twee ministeries: dat van Economische Zaken en Klimaat en dat van Landbouw, Natuur en Voedselkwaliteit. Hij zorgt er onder meer voor dat wetten en regels worden nageleefd. Uit een rapport van de inspectie SZW, dat in handen is van de Volkskrant, blijkt dat de overheidsdienst daarbij een constructie gebruikt die in strijd is met de Waadi, de wet waarin uitzendwerk geregeld is. Volgens de inspectie leent de RVO, via detacheerder USG Legal, juristen in die minder betaald krijgen dan hun collega’s in loondienst.", "Die juristen zijn hard nodig voor het afhandelen van bezwaren tegen het fosfaatrechtenstelsel. Sinds januari 2018 is er een limiet aan de hoeveelheid fosfaat die melkveebedrijven mogen uitstoten. Hun fosfaatrechten zijn gebaseerd op de hoeveelheid vee die zij op de peildatum 2 juli 2015 in bezit hadden. De invoering van het stelsel stuitte op veel weerstand bij de boeren, die vonden dat ze te weinig rechten toebedeeld hadden gekregen en vreesden voor meer regeldruk.", "Ironisch genoeg groeide die regeldruk ook de uitvoerder van de regeling boven het hoofd. De RVO bleek onvoldoende mankracht en expertise in huis te hebben om alle bezwaarschriften van boeren af te handelen. Daarvoor heeft de RVO zich gewend tot USG Legal. De juristen die USG inzet, krijgen per uur tot 4 euro 62 bruto minder betaald dan hun collega’s in loondienst bij de RVO. Op maandbasis kan dat verschil oplopen tot 700 euro bruto.", "Het is niet voor het eerst dat een overheidsdienst personeelstekorten dicht met onderbetaalde arbeidskrachten. In 2018 onthulde de Volkskrant een soortgelijke constructie bij de Immigratie- en Naturalisatiedienst. Ook toen was USG Legal een van de betrokken detacheerders.", "Motivatie", "De nieuwe zaak kwam aan het rollen doordat zes gedetacheerden hun beklag deden bij de arbeidsinspectie. ‘Het viel me direct op dat ik weinig verdiende’, zegt een van hen tegen de Volkskrant. ‘Ik kreeg 1.700 euro per maand terwijl ik universitair geschoold ben.’ Al snel bleek dat ze niet de enige was. Alle ingehuurde krachten klaagden over hun lage loon. Het werd een terugkerend gesprek in lunchpauzes en bij de koffieautomaat.", "Dat heeft ook gevolgen voor de motivatie, zegt een andere medewerker. ‘Het verloop is gigantisch, daardoor moeten de boeren ook langer wachten op de beslissingen op hun bezwaar.’ De medewerkers stellen dat ze weinig ruimte voelen om de situatie aan te kaarten. ‘Ik heb ambities, ik wil doorgroeien, dus ga je er geen stennis over schoppen. Dan loop je toch het risico dat je je baan verliest.’", "Volgens hoogleraar arbeidsrecht Evert Verhulp van de UvA is USG Legal juridisch verantwoordelijk. ‘Maar het is slordig van de RVO, een overheidsdienst, dat die zich er niet van heeft vergewist dat de inlener voldoet aan zijn wettelijke verplichtingen en het ingeleende personeel gelijk behandeld wordt.’", "In een reactie weerspreekt USG Legal de bevindingen van de Inspectie SZW. Volgens de detacheerder zijn de juristen niet ter beschikking gesteld aan de RVO, maar werken zij in loondienst voor USG. Daarom hebben ze geen recht op dezelfde vergoeding. Ook de RVO stelt dat het ‘een zaak is tussen USG Legal en zijn medewerkers’.", "Met het rapport van de inspectie in de hand kunnen de gedetacheerde krachten nu naar de rechter stappen om dezelfde arbeidsvoorwaarden af te dwingen als hun collega’s in loondienst. ‘Maar dat zal de arbeidsverhoudingen wel erg op scherp zetten’, vrezen ze.", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? Verdien je wel genoeg? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "stennis", "dus", "dat", "een", "wil", "onderbetaalde", "en", "usg", "rvo", "ik", "geen", "doorgroeien", "op", "voor", "bij", "je", "schop", "overheid", "het"], "pubDate": "2020-09-30T03:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}