{"id": "df735734-15d1-3c0d-8b79-b4100a3d8136", "title": "Amsterdam's outdoor seating flooded with sunlight", "url": "https://www.parool.nl/english/amsterdam-s-outdoor-seating-flooded-with-sunlight~b2d0e729/", "summary": "You can soak up the sun for hours at Kaap Oost Beeld Jesper BootNoordTerraces at the waterside that are not completely surrounded by buildings.\nIt’s also a spot that you can descend on with your children, but it’s even better at Stroop.\nOr for example at the new Proost beer garden, where you can simply light a fire if you want to.\nImagine yourself in a heatwave on the IJ Beeld Mats van SoolingenOostOost has plenty of roof terraces.\nBoerderij Langerlust is an idylllic spot Beeld Mats van SoolingenTranslation: Rohan Minogue", "paragraphs": ["You can soak up the sun for hours at Kaap Oost Beeld Jesper Boot", "Noord", "Terraces at the waterside that are not completely surrounded by buildings. There is great sunbathing in Noord. At Hangar and De Ceuvel, for example – cafes with an industrial atmosphere, but certainly pleasant. Do we still have to mention that you can really enjoy the sun at Pllek? Even in April, you can imagine yourself in the middle of a heatwave on the beach at Pllek. It’s also a spot that you can descend on with your children, but it’s even better at Stroop. Or for example at the new Proost beer garden, where you can simply light a fire if you want to.", "Imagine yourself in a heatwave on the IJ Beeld Mats van Soolingen", "Oost", "Oost has plenty of roof terraces. Think about Hopp Amsterdam and Volkshotel’s Badplaats (more of a spa really, and only open on Sunday afternoon). Then there are a few other nice spots below sea level in Oost, such as Elsa’s, Hesp and the Vergulden Eenhoorn, where it’s pleasant even under a watery sun.", "There is a lovely view out over Oosterpark from the raised terrace of Park at Hotel Arena. Even more green; Flevopark has for years contained a hidden pearl: the distillery ‘t Nieuwe Diep. You can also sun yourself on the waterside: at Riva the boats draw past on the Amstel, as they do at ‘t Huis aan de Amstel on the opposite bank. The Poesiat en Kater brewery certainly has beer, but also a large terrace.", "The Oostelijk Havengebied (Eastern Harbour) and IJburg are of course also part of Oost. You can settle down at Kanis en Meiland on the KNSM-eiland for a couple of hours with a view out over the water. You order your drinks at the outside bar in the huge garden of HappyHappyJoyJoy. Further along: Kaap Oost, for drinks and land sailing for the adventurous.", "Other spots: Café Vrijburcht, with its view over the water and the green of Diemerpark.", "Even when the wind is up, you are well placed at Hopp Amsterdam Beeld Eva Plevier", "Zuid", "You can sit in comfort under a blanket on the terrace at Gent aan de Schinkel when the sun is shining. If you find it too crowded, cycle through to the Blauwe Theehuis in Vondelpark, or to Vondelpark3. At De Waterfront on Nieuwe Meer you can sit right in the sun, but a windcheater is recommended.", "De Pijp has dozens of cafés, but most of them are shaded by trees or buildings. Heinekenplein is open to the sun, for example at De Tulp. And d’Overkant in Rivierenbuurt is located right on a corner with two terraces, so that you can move with the sun. There is also plenty of space at Café Vrijdag.", "The terrace is called the Bierbordes Beeld anp", "West", "Rooftop venues have also become popular in West. You can sit sipping cocktails out of the wind on a beanbag at Floor17. There’s a trendier crowd at Radijs on Admiralengracht. And Westerpark is of course a delightful spot to take the sun, for example at Pacific Park, the Ton Ton Club or at the Westergasterras cafe - whether or not on a beanbag.", "The sun shines unimpeded on a chair or beanbag at the waterside at WestergasTerras in Westerpark. Beeld Steef Fleur", "Centre", "Where can you find a terrace in the centre without having suitcases rolled over your toes? Easy: Hanneke’s Boom and Roest. Yes, we hear you thinking: you could have known. Alright then, the Soundgarden. The terrace is on the Lijnbaansgracht side, not far from the Waterkant’s ‘tropical’ terrace. Pension Homeland’s terrace, which got five stars from our reviewer, is nice and peaceful. Another hidden green oasis: Dignita Hoftuin.", "Nieuwmarkt is a lovely place to sit, but watch your toes Beeld Floris Lok", "Nieuw-West", "Watch the sun go down over the lake at Hotel Buiten, on the northern bank of Sloterplas. And: it’s quite a bike ride, but it’s lovely at Rijk van de Keizer. Here on the outskirts of the city, amid pasture, you could imagine yourself on summer holiday. The roof of Bret near Sloterdijk is a pleasant place to spend your time. At Puck, those who like games can play air hockey.", "Hotel Buiten is on the northern bank of Sloterplas Beeld Hotel Buiten", "Zuidoost", "Good terraces in Zuidoost are far from plentiful, but Oma Ietje on Heesterveld offers pleasant surroundings. This coffee house offers sandwiches and salads, as well as serving seasonal beers. Beer lovers can seek out De Proefzaak, Kleiburg Brewery’s tasting pub.", "Further along, at Gaasperplas, there is Boerderij Langerlust, an idyllic spot set amid green surroundings.", "Then there is Jackie, a brand-new and hidden roof bar where you can enjoy rhubarb cocktails between the grey office blocks.", "Boerderij Langerlust is an idylllic spot Beeld Mats van Soolingen", "Translation: Rohan Minogue"], "authors": ["Het Parool"], "keywords": ["spot", "flooded", "outdoor", "terrace", "sit", "pleasant", "oost", "seating", "green", "beeld", "sunlight", "amsterdams", "example", "waterside", "view"], "pubDate": "2019-04-15T13:30:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}