{"id": "df939960-3105-3424-8ce0-1f5dc178e473", "title": "Tijdelijk akkoord voor vissers: ’Dit biedt enige zekerheid’", "url": "https://www.telegraaf.nl/nieuws/1399379114/tijdelijk-akkoord-voor-vissers-dit-biedt-enige-zekerheid", "summary": "Om duidelijkheid te geven is er nu in Brussel een akkoord bereikt voor het eerste kwartaal van 2021.\nDe komende weken wordt met het Verenigd Koninkrijk en Noorwegen besproken of Europese vissers alsnog in hun wateren hun Europese quota kunnen opvissen.\nHouvast„Ik ben tevreden dat we voor een beetje zekerheid in onzekere tijden voor de vissers hebben kunnen zorgen”, reageert minister Carola Schouten (Landbouw) opgelucht.\n„Het is wel van groot belang dat er snel duidelijkheid komt over een akkoord met het Verenigd Koninkrijk.\nAls dat helder is, kan de Europese Commissie ook handelen en waar nodig maatregelen nemen om de vissers te steunen en helpen.”", "paragraphs": ["Door de Brexit-perikelen is er grote onzekerheid ontstaan in de visserijsector. Als het aan de Britten ligt zijn onze vissers niet meer welkom. Dat kan gevolgen hebben voor de Europese visquota. Om duidelijkheid te geven is er nu in Brussel een akkoord bereikt voor het eerste kwartaal van 2021.", "De komende weken wordt met het Verenigd Koninkrijk en Noorwegen besproken of Europese vissers alsnog in hun wateren hun Europese quota kunnen opvissen.", "Houvast", "„Ik ben tevreden dat we voor een beetje zekerheid in onzekere tijden voor de vissers hebben kunnen zorgen”, reageert minister Carola Schouten (Landbouw) opgelucht. „Het is wel van groot belang dat er snel duidelijkheid komt over een akkoord met het Verenigd Koninkrijk. Als dat helder is, kan de Europese Commissie ook handelen en waar nodig maatregelen nemen om de vissers te steunen en helpen.”"], "authors": ["Onze Parlementaire Redactie"], "keywords": ["enige", "dat", "van", "dit", "een", "en", "verenigd", "europese", "vissers", "akkoord", "biedt", "voor", "tijdelijk", "er", "het", "zekerheid"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}