{"id": "dfb158df-9867-3035-b011-187b36f74347", "title": "Sherida Spitse: ‘Met alle respect: wij zijn geen miljonairs’", "url": "https://volkskrant.nl/sport/sherida-spitse-met-alle-respect-wij-zijn-geen-miljonairs~b4b4710d/", "summary": "Sherida Spitse in actie in het shirt van het Nederlands elftal.\nBij de gang naar het buitenland kan hij eventueel familie meenemen, of personeel aantrekken voor het verzorgen van kinderen.\nSpitse: ‘Je wilt ook geld hebben voor je kinderen, en een toekomst voor je vrouw.\nIk wil alleen op niveau blijven voetballen, en ik denk dat ik bij Ajax nog een paar procent beter kan worden.\nDan gooien we alle spullen erin, en op huis aan.’", "paragraphs": ["Sherida Spitse in actie in het shirt van het Nederlands elftal. Beeld Hollandse Hoogte / Cor Lasker", "Het is mei in Valerenga, Noorwegen. Sherida Spitse kijkt uit het raam en denkt: wat doe ik hier nog? ‘Ik voelde niet meer honderd procent dat het goed was. En dan moet ik daar iets aan doen.’", "Ze is niet de eerste topspeler die terugkeert in de eredivisie, in haar geval naar Ajax. Mandy van den Berg (PSV), Sari van Veenendaal (PSV), Stefanie van der Gragt (Ajax) en Kika van Es (FC Twente), internationals of, in het geval Van den Berg, voormalig international, gingen haar voor dit jaar. Privéredenen speelden daarbij een behoorlijke rol. Ook Van der Gragt werd moeder, deze maand. Van Veenendaal, wiens vriendin in Nederland woont, zei dat er ‘meer is dan voetbal’. Van Es vond het na een jaar Everton mooi geweest en was blij naar huis te gaan. De terugkeer is ook aantrekkelijker geworden, omdat Ajax, PSV en FC Twente met cao’s werken en de internationals een redelijk loon kunnen bieden.", "Spitse ziet het verschil met de voetballende man, voor wie het miljonairschap lonkt als hij tekent voor een buitenlandse topclub. Als hij terugkeert, is het vaak om de loopbaan te besluiten, of hij wil zijn carrière een nieuwe impuls geven omdat hij op de bank is beland. Bij de gang naar het buitenland kan hij eventueel familie meenemen, of personeel aantrekken voor het verzorgen van kinderen. De vrouwelijke prof is geen miljonair. Daarbij praat de vrouw gemiddeld gesproken makkelijker over gevoelens.", "Lieke Martens stikt van de heimwee bij Barcelona, maar zij houdt vol omdat ze in de Europese top wil blijven voetballen. Spitse: ‘Je wilt ook geld hebben voor je kinderen, en een toekomst voor je vrouw. Dan ga je kijken wat mogelijk is. Ik zeg niet dat ik nooit meer naar het buitenland ga, maar op dit moment wil ik bij mijn gezin zijn.’", "Traptechniek", "Middenvelder Spitse debuteerde op haar zestiende in Oranje en reikt tot het astronomische aantal van 180 interlands. Ze heeft een prachtige traptechniek, kan het spel snel verplaatsen en is specialist in strafschoppen en vrije trappen. Ze maakte 41 goals voor Oranje, waarvan tien in de huidige EK-kwalificatiereeks, die volgende week afloopt met een duel tegen Kosovo. Eerst is vrijdag in Breda de herhaling van de WK-finale tegen de Verenigde Staten. ‘We willen nu wel winnen.’", "Als zij over thuis praat, bedoelt ze Emmen, terwijl ze tot eind december voetbalt in Noorwegen. In Emmen woont haar echtgenote Jolien, met de kinderen Jens en Mila. In de eerste periode van de coronatijd was de familie een tijd samen in Emmen. ‘Ik wist niet hoe dat was om elke dag thuis te zijn.’", "Toen ze terugkeerde naar Valerenga, bleven vrouw en kinderen in Emmen. ‘Dat was de afspraak. Jolien had helemaal geen zin meer om naar Noorwegen te gaan. Ik merkte het ook aan de kinderen. Jens, al is hij nog maar 3,5 jaar, zei dat hij nog nooit zo blij was geweest, toen hij op het vliegveld was om naar Nederland te reizen. Het deed pijn toen hij zei: jij moet maar weer hier komen. Ik wil niet meer naar Noorwegen. Mijn plezier ging weg. Niet in het spel voetbal, maar als ik thuiskwam, was er niemand. Dat maakt het moeilijk. Ik sprak ze via Facetime.’", "Wat is een contract dan nog waard? ‘Ik maak keuzes op gevoel. Wij zijn er heel blij mee. Toen we naar Noorwegen gingen, kreeg Jolien eerst ook meteen een baan. Zij had haar eigen ritme. Ze is altijd achter mij aan gegaan. Zij was er uiteindelijk ook voor de kinderen, toen we die kregen. Ik ook wel, maar ik kon trainen en mijn wedstrijden spelen. Zij wilde wat anders, met betrekking tot de toekomst. Met alle respect: wij zijn geen miljonairs. Dus we keken wat slim was om te doen en waar we het gelukkigst konden worden. Dat was en is niet in Noorwegen. Ik wil alleen op niveau blijven voetballen, en ik denk dat ik bij Ajax nog een paar procent beter kan worden. Jolien krijgt een baan bij kinderen met een beperking. Daarvoor heeft ze ook gestudeerd.’", "Financieel ‘komt het ongeveer op hetzelfde neer’. Ze verheugt zich op het voetbal van Ajax, meer op techniek geschoeid dan het fysieke spel in Noorwegen. ‘Het is mooi dat er kwaliteit terugkeert naar de eredivisie. Van Ajax was ik als kind al supporter. Toen kon het nog niet als meisje, lid worden van een club als Ajax. Ik vind het cool dat ik dat shirt straks mag dragen.’ Eerst speelt ze nog een paar duels bij Valerenga, onder meer de bekerfinale op 13 december. ‘We gaan daarna nog één keer met een busje heen. Dan gooien we alle spullen erin, en op huis aan.’"], "authors": ["Willem Vissers"], "keywords": ["alle", "geen", "van", "wij", "het", "spitse", "op", "miljonairs", "zijn", "met", "sherida", "ik", "naar", "hij", "een", "ze", "en", "dat", "respect"], "pubDate": "2020-11-23T20:08:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}