{"id": "dfced056-8e91-3aaa-a013-63188740d7c1", "title": "Het wordt hoog tijd dat BN’ers weer andere dingen gaan doen dan kinderboeken schrijven", "url": "https://volkskrant.nl/cultuur-media/het-wordt-hoog-tijd-dat-bn-ers-weer-andere-dingen-gaan-doen-dan-kinderboeken-schrijven~b9e0deb4/", "summary": "Inmiddels zijn er bijna meer BN’ers met een kinderboek dan zonder.\nWat heb je meegemaakt dat je in dit boek verwerkt hebt?\nEn elke keer zeggen de BN’ers weer dat ze het zo leuk vinden en dat ze er zo veel tijd en zo veel moeite in hebben zitten, etcetera, etcetera.\nDat bekend Nederland het ene na het andere kinderboek uit zijn mouw schudt, wekt de indruk dat het schrijven van zo’n boek makkelijk is en dat iedereen het er wel even bij kan doen.\nBehalve een devaluatie van het ambt, is het schrijven van kinderboeken door BN’ers ook een oneerlijk fenomeen, dat grenst aan broodroof.", "paragraphs": ["Ho eens even, we hoeven niet alle moderne verschijnselen goed te keuren. Er zijn zaken waar we ons tegen kunnen, nee móéten verzetten. Deze week keert Julien Althuisius zich tegen bekende Nederlanders die kinderboeken schrijven.", "Tijdens de eerste lockdown zat Patty Brard met haar man op een berg op Ibiza. Ze hadden ook hun hondjes mee, Bibi en Lulu. De hondjes werden in eerste instantie overmand door de poes van de buren, maar na een week waren ze allemaal vriendjes. Patty dacht toen: wat een mooi gegeven en wat zitten wij hier eigenlijk allemaal met elkaar te doen? Misschien moeten we in de basis leren dat vriendschap en delen heel erg mooi zijn. Dat inspireerde Patty tot het schrijven van een kinderboek over Bibi en Lulu.", "Ik weet dat niet omdat ik erbij was (ik zat tijdens de eerste lockdown niet op een berg in Ibiza) of omdat Patty mij dat heeft toevertrouwd (ik spreek haar zelden), maar omdat ze dit vertelde aan tafel bij Margriet van der Linden in de talkshow M. Patty zat daar om het over haar begin dit jaar verschenen autobiografie en het hernieuwde contact met haar dochter Priscilla te hebben – maar de aanleiding voor haar aanwezigheid was het verschijnen van haar kinderboek. En daar wisten maar mooi even ruim een miljoen Nederlanders nu ook van.", "Voedselgigant Unilever bracht dit jaar weer gratis Sinterklaas-prentenboeken uit. De schrijvers daarvan waren Gordon, Roxeanne Hazes en Maxime Meiland. De drie schaarden zich zo bij een niet bepaald illuster rijtje bekende Nederlanders die kinderboeken hebben geschreven. Maak het uzelf gemakkelijk en zorg voor voldoende water, want dit gaat even duren.", "Jochem Myjer, Yvon Jaspers, Marieke van Ginneken, Monique Westenberg, Daphne Deckers, Youp van ’t Hek, prinses Laurentien, André Kuipers, Angela Groothuizen, Kim-Lian van der Meij, Albert Verlinde, Nicolette Kluijver, Filemon Wesselink, Jim Bakkum, Maryam Hassouni, Tim Douwsma, Rafael van der Vaart, Jeroen van Koningsbrugge, Herman van Veen (eigenaardig gegeven bij het boek De stem van Sinterklaas is dat, wanneer je het voorleest, je dat automatisch met de stem van Herman van Veen doet – probeer maar), Martine Bijl, Edsilia Rombley, Jan en Monique Smit, Babette van Veen, Katja Schuurman, Freek de Jonge, Isa Hoes, Sjinkie Knegt, Wendy van Dijk, Nicolette van Dam, Ayaan Hirsi Ali, Paul de Leeuw en vergeet vooral Wesley Sneijder niet, want stel je voor.", "Er zijn natuurlijk uitzonderingen, maar als deze boeken nooit waren geschreven, was geen kind er rouwig om geweest. Inmiddels zijn er bijna meer BN’ers met een kinderboek dan zonder. En elke keer als zo’n bekende Nederlander met een kinderboek komt, springen media er weer gretig bovenop. Wat las je als kind? Wat heb je meegemaakt dat je in dit boek verwerkt hebt? Wat is de les die je wil meegeven? En elke keer zeggen de BN’ers weer dat ze het zo leuk vinden en dat ze er zo veel tijd en zo veel moeite in hebben zitten, etcetera, etcetera. En dat zal allemaal best, maar steek je liefde, tijd en moeite liever in iets anders.", "Dat bekend Nederland het ene na het andere kinderboek uit zijn mouw schudt, wekt de indruk dat het schrijven van zo’n boek makkelijk is en dat iedereen het er wel even bij kan doen. Dat is natuurlijk niet zo. Een goed kinderboek schrijven is een ambacht dat behalve tijd en moeite ook talent vereist. Draai het eens om. Wat zou de BN’er ervan vinden als kinderboekenschrijvers opeens teamcaptains worden bij Ik hou van Holland of gezinnen met schulden gaan helpen?", "Behalve een devaluatie van het ambt, is het schrijven van kinderboeken door BN’ers ook een oneerlijk fenomeen, dat grenst aan broodroof. Echte kinderboekenschrijvers krijgen met veel pijn, liefde en moeite een boek gepubliceerd en kunnen dan niet rekenen op overvloedige aandacht van kranten, televisie, tijdschriften of mamablogs. Elk door een BN’er geschreven verkocht kinderboek is er weer een minder voor de schrijver – en de markt voor kinderboeken krimpt toch al.", "De hoofdschuldige hier is natuurlijk de opdrachtgever, of dat nou de voedselgigant of een hebzuchtige uitgever is. Zij zouden kinderboeken moeten laten schrijven door kinderboekenschrijvers. Maar de bekende Nederlander is op zijn minst medeplichtig. Die zou heel misschien – en ik weet dat ik nu het onmogelijke vraag – een keertje ergens nee tegen kunnen zeggen. En wij, op onze beurt, moeten ze natuurlijk niet meer kopen."], "authors": ["Julien Althuisius"], "keywords": ["weer", "van", "tijd", "dat", "niet", "een", "kinderboeken", "wordt", "schrijven", "gaan", "en", "doen", "maar", "hoog", "dingen", "je", "met", "kinderboek", "het"], "pubDate": "2020-12-17T14:00:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}