{"id": "dfdf9cd1-7439-34b7-b05e-9614f106b460", "title": "Het onnozele The Comeback Trail wil maar niet grappig worden ★★☆☆☆", "url": "https://volkskrant.nl/cultuur-media/het-onnozele-the-comeback-trail-wil-maar-niet-grappig-worden~b481a26e/", "summary": "Door de stunts op de set eigenhandig te saboteren, móét de op het verongelukken van zijn ster hopende producent nu toch wel binnenlopen.\nZijn The Comeback Trail is een variatie op de alweer vergeten gelijknamige komedie uit de jaren tachtig van Harry Hurwitz.\nDat hoeft geen bezwaar te zijn binnen dit genre, zolang de humor maar kundig wordt geserveerd.\nOndanks de superieure hoofdrolspelers lukt dat maar weinig in het onnozele, door voor de hand liggende grappen en dito verwikkelingen vastgeklonken The Comeback Trail.\ndan ook nog sterft in een pover digitaal effect... Het wil níét grappig worden.", "paragraphs": ["‘Het enige goede aan deze film is dat hij na 90 minuten weer voorbij is’, schrijven de Hollywood-vakbladen over zijn laatste abominabele speelfilm, waar ook nog eens niemand heen gaat. Maar de aan lager wal verkerende filmproducent Max Barber (Robert De Niro) ziet altijd de zon: het einde beviel ze!", "Met geleend geld van de ongeduldige misdaadbons Reggie Fontaine (Morgan Freeman), wordt vlot weer een volgende B-productie opgetuigd. Barber plukt oud-westernheld Duke Montana (Tommy Lee Jones) uit het verzorgingstehuis en verzekert de toch al suïcidale acteur voor enkele miljoenen. Door de stunts op de set eigenhandig te saboteren, móét de op het verongelukken van zijn ster hopende producent nu toch wel binnenlopen.", "Er zullen voldoende capabele regisseurs en ambitieuze producenten rondlopen die hun handen zouden dichtknijpen met de cast van The Comeback Trail. Wat een gerijpte rijkdom, toch? Die bronzen stem van Morgan Freeman (83), de almaar fraaier verweerde kop van Tommy Lee Jones (74) en dan ook nog de hogere mondhoekmimiek van Robert De Niro (77). Maar ja. De Niro leent zich nu eenmaal liever voor weinig vernuftige lach-of-ik-schietkomedies, waarbij het budget goeddeels opgaat aan de gage van de ster. En hij bracht ditmaal zijn oude vrienden mee.", "Regisseur van dienst is George Gallo, als scenarist van de uitstekende jarentachtigactiekomedie Midnight Run óók een oude bekende van De Niro. Zijn The Comeback Trail is een variatie op de alweer vergeten gelijknamige komedie uit de jaren tachtig van Harry Hurwitz. En oogt ongeveer even goedkoop aangekleed als de film die De Niro’s producent Barber maakt - of torpedeert - ín de film. Dat hoeft geen bezwaar te zijn binnen dit genre, zolang de humor maar kundig wordt geserveerd. Ondanks de superieure hoofdrolspelers lukt dat maar weinig in het onnozele, door voor de hand liggende grappen en dito verwikkelingen vastgeklonken The Comeback Trail. Een paar incrowdsteekjes naar de filmwereld zijn nog wel aardig. Zoals de Duitse regisseur die voor de klus solliciteert aan Barber voorstelt de hele film bibberend en onscherp te filmen, om zo op artistieke wijze de gesteldheid van de held te verbeelden.", "Maar De Niro in de weer met een stuntpaard, waarbij de al ver tevoren aangekondigde grap (daar komt de schop!) dan ook nog sterft in een pover digitaal effect... Het wil níét grappig worden."], "authors": ["Bor Beekman"], "keywords": ["van", "nog", "het", "comeback", "wil", "maar", "zijn", "voor", "onnozele", "niro", "op", "grappig", "niet", "trail", "en", "een", "te", "worden"], "pubDate": "2020-12-02T15:26:05+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}