{"id": "dfe067a8-e0af-376c-8c44-3555619b3438", "title": "Kinderen met snotneus niet meer welkom op Bredase scholen", "url": "https://nu.nl/breda/6100851/kinderen-met-snotneus-niet-meer-welkom-op-bredase-scholen.html", "summary": "Kinderen met een snotneus of prikkelhoest zijn niet langer welkom op hun school als ze gebruikmaken van de noodopvang.\nAlleen kinderen van ouders met een cruciaal beroep kunnen er terecht voor noodopvang.\nOnder meer op een school in Rotterdam zijn in korte tijd meerdere mensen besmet geraakt.\nKind ophalenINOS heeft er daarom zelf voor gekozen, na afstemming met GGD West-Brabant, kinderen met verkoudheidsklachten niet langer op te vangen op hun school.\nAls leerlingen toch met een snotneus of andere verkoudheidssymptomen op de noodopvang verschijnen, worden de ouders gebeld om ze te komen ophalen.", "paragraphs": ["Kinderen met een snotneus of prikkelhoest zijn niet langer welkom op hun school als ze gebruikmaken van de noodopvang. Dat heeft INOS Stichting Katholiek Onderwijs Breda vandaag bekendgemaakt. Reden is de grote zorg om de Britse variant van corona.", "Volgens de geldende lockdownmaatregelen zijn de achtentwintig basisscholen die onder INOS vallen momenteel gesloten. Alleen kinderen van ouders met een cruciaal beroep kunnen er terecht voor noodopvang. Van die opvang wordt nu meer gebruikgemaakt door ouders dan tijdens de lockdown afgelopen voorjaar.", "Zowel ouders als medewerkers op de scholen maken zich volgens INOS zorgen om de Britse corona-variant, die ook al in Nederland is vastgesteld. Onder meer op een school in Rotterdam zijn in korte tijd meerdere mensen besmet geraakt. Deze variant verspreidt zich nog makkelijker, en is besmettelijker is voor alle leeftijdsgroepen, ook voor kinderen.", "Zowel de overheid als het RIVM heeft vooralsnog geen aanscherping van de geldende maatregelen aangekondigd naar aanleiding van de berichten over de Britse coronavariant.", "Kind ophalen", "INOS heeft er daarom zelf voor gekozen, na afstemming met GGD West-Brabant, kinderen met verkoudheidsklachten niet langer op te vangen op hun school. Als leerlingen toch met een snotneus of andere verkoudheidssymptomen op de noodopvang verschijnen, worden de ouders gebeld om ze te komen ophalen.", "De extra maatregel is volgens INOS genomen in het belang van de veiligheid van leerlingen, medewerkers en ouders."], "authors": ["Door"], "keywords": ["welkom", "kinderen", "bredase", "van", "ouders", "zijn", "voor", "met", "een", "scholen", "school", "snotneus", "op", "inos", "meer", "niet", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}