{"id": "dff1c263-4661-3fa5-9c7b-d7c2a39b0306", "title": "Op Instagram komen bezorgde moeders in verzet", "url": "https://www.nrc.nl/nieuws/2021/01/07/moeders-prediken-de-revolutie-a4026378", "summary": "Ze vertelt dat ze tegenwoordig vijf, misschien zes uur per nacht slaapt, maar dat ze desondanks steeds scherper wordt.\nZo’n vrouw in huis met haar kinderen en haar zorgen: ik kan me sinds de coronacrisis met haar identificeren.\nIn een van haar filmpjes rijdt ze in haar auto, camera op het dashboard.\nVrouwen kunnen misschien eens nadenken over de gevolgen van het uitdragen van dat heilige moederschap.\nDe vrijheid waar de opstandige moeders op Instagram zo naar verlangen zit ’m niet in het verbranden van mondkapjes, maar in het groter maken van het leven.", "paragraphs": ["Gedurende de eindeloze dagen van deze eindeloze tijd breng ik regelmatig eindeloze uren door op Instagram. En bij het doden van de tijd zoek ik vooral naar lotgenoten. Vrouwen van mijn leeftijd. Met kinderen. Vrouwen die er iedere dag met frisse moed iets van proberen te maken, maar ook op precies de juiste momenten hun kwetsbaarheid tonen.", "Er zijn er veel van. Zogenoemde ‘momfluencers’: vrouwen die heel veel peperdure, handgemaakte plaids en lamswollen jakjes voor de kinderen in hun bezit hebben, maar op gezette tijden in tranen voor de camera vertellen dat ze er compleet doorheen zitten, zodat de eventueel afgunstige kijker opgelucht kan ademhalen. Ik ken inmiddels alle bruinige filters die ze gebruiken om minder uitgeput te lijken. Ik zie regelmatig de oranje fluwelen bank die ik ook heb. En ik griezel bij de door hen zo bewierookte peperdure draagzakken – de statussymbolen voor rijke oermoeders, die hun kind in een soort externe baarmoeder aan zich vast willen ketenen.", "Maar toen ik eenmaal de accounts van alle moedergodinnen, degenen met de duizenden volgers en sponsordeals, had doorgeploegd, kwam ik door het onverbiddelijke algoritme als vanzelf in een ander gebied terecht: daar waar de opstandige moeders wonen. De eerste op wie ik stuit heeft de tekst Don’t let your heart be quarantained boven haar profiel staan. Ze noemt zichzelf nu quarantainecoach, maar voer aanvankelijk onder de naam Moeders voor Morgen. Haar Instagram staat vol met waarschuwende teksten: we worden met z’n allen door onze leiders voor de gek gehouden. We moeten onze kinderen beschermen tegen deze kwade machten. In een bericht op haar tijdlijn spreekt ze over het Stockholmsyndroom en verklaart ze de overheid tot gijzelnemers en de burgers tot gegijzelden.", "Ik bekijk een van haar filmpjes. Ze draagt een bril met doorzichtig montuur en een spijkerhemd. Achter haar een hartstikke wuft bloemenbehang. Ze vertelt dat ze tegenwoordig vijf, misschien zes uur per nacht slaapt, maar dat ze desondanks steeds scherper wordt. Haar toon is die van een geagiteerde moeder die voor de zoveelste keer haar ontremde peuter toespreekt. Ongeduldig, vermoeid, kleinerend.", "Ze zegt ‘uitgepolderd’ te zijn en geen vertrouwen meer te hebben in de politiek. En wij, wij moeten ook niet langer meedeinen. „De realiteit is”, zegt ze, „dat de kampementen verdeeld zijn en we hoe dan ook allemaal het schip in gaan.” „En voor de tere zieltjes onder ons…”, verklaart ze, terwijl ze een beetje naar de camera toe buigt. Even kun je een speld horen vallen. Ze tuit haar lippen, er trilt een spiertje onder haar rechteroog. Ze fluistert: „Wake up and smell the cappuccino.”", "Voor deze crisis begreep ik dan ook niet veel van het verlangen naar een bestaan dat zich in en om het huis afspeelt", "Ik raak gefascineerd door haar nerveuze energie en haar aanmatigende toon. Ze ergert me. Maar dat is niet het enige. Zo’n vrouw in huis met haar kinderen en haar zorgen: ik kan me sinds de coronacrisis met haar identificeren. Ik herken die vermoeide blik, de gejaagdheid, de onrustige stilte om haar heen.", "Ik denk dat iedereen inmiddels wel weet wat isolatie met je doet. Of we nu in een studentenflat onze huisgenoten proberen te ontwijken, in een verzorgingshuis de tikkende klok als meedogenloze en enige kompaan hebben, of juist geen enkele mogelijkheid meer kennen om onszelf even te bevrijden van ons gezin. We zitten klem achter onze mondkapjes en in onze thuiskantoren. Ons recht op zelfbeschikking is ingeperkt. Onze wereld is significant kleiner geworden.", "Foto Getty Images", "Mijn leven speelde zich het voorbije jaar ook voor een groot deel binnenshuis af. Schrijven hoef je niet buitenshuis te doen. Ik ken inmiddels alle butsjes op de muur, de krassen op de vloer, de beschadiging in de derde traptrede. Ik leef repetitief en bescheiden. Ik schrijf in één kamer. Ik kook. Koop bloemen. Steek een kaars aan als de schemering invalt. Zoek winterjassen voor de kinderen uit. Ken ieder schrammetje op hun lijven. Ik denk veel na over vloerkleden.", "’s Avonds komt mijn vriend thuis, omdat hij overdag een film maakt. We praten wat en gaan slapen. ’s Ochtends begint alles opnieuw. Ik maak me in opkomende en wegdeinende vlagen hevige zorgen over de toekomst van mijn kinderen.", "Vroeger had ik een kantoor waar ik graag was, zodat ik kon loskomen van het moederschap. Dat moest om te kunnen werken. Want binnen de ruimte van het gezin ben je nooit van jezelf. Voor deze crisis begreep ik dan ook niet veel van het verlangen naar een bestaan dat zich in en om het huis afspeelt. Ik moest niet dénken aan een leven dat bestaat uit slechts de trage dagen met kleine kinderen. Het gebrek aan een gesprek dat je horizon verbreedt. De keuze om als individu geen plek op te eisen in de publieke ruimte. De tergende moeheid, die vele malen overweldigender kan zijn dan wanneer je naar je werk bent geweest, en moe thuiskomt. De eindeloze details van het thuisleven die zich dagelijks aandienen. De kuren van de stofzuiger, de broodkorsten op de vloer: het leek me een nachtmerrie.", "Er zijn nu genoeg mogelijkheden het stralende middelpunt te zijn van een groep gelijkgestemden", "Maar nu weet ik: er bestaat wel degelijk zoiets als het geluk van een micro-universum waar jij de scepter zwaait. Het huis kan een plek zijn waarin alles, van het beddengoed tot aan de messing douchekop en de kapsels van de kinderen, onder jouw leiding tot stand komt. Het leven als huismoeder is beheersbaar, vol zachte armpjes en overzichtelijke klusjes. Een bestaan als een groot, donzen dekbed. Troostend en bevredigend.", "En toch speelt tegelijkertijd frustratie op. Want jouw harde werk is onzichtbaar voor de buitenwereld. En dat niet alleen. Ook je huisgenoten zien niet wat je allemaal doet. Hoe je brein is opgebouwd uit een ingewikkeld labyrint van tandartsafspraken en kinderfeestjes, waarin alleen jij de weg weet te vinden. Hoe je regelmatig leeft voor de anderen: hun groei, hun geluk, hun kleine pijntjes. Hoe de enige tafel waar je overtuigend met je vuist op kan slaan die in de keuken is. Hoe je al uren wanhopig op Marktplaats naar het perfecte rotanwiegje zoekt, omdat dat móét. Want alle moeders die zo gelukkig lijken op Instagram, hebben dat ding ook.", "Maar waar het lot van de vrouw die zichzelf heeft vastgebeten in het moederschap vóór de komst van het internet de onzichtbaarheid was, zijn er nu mogelijkheden het stralende middelpunt te zijn van een groep gelijkgestemden. Men kan begrip tonen en ontvangen. En: volgers maatschappelijk beïnvloeden.", "En hoewel geen van hen zich met het feminisme associeert, verzetten ze zich wel degelijk tegen de patriarchale macht", "Ik spoel aan bij de moeder van alle moeders -in-verzet. Haar Instagramnaam is Cosmic Woman. Ze wordt bewonderd door Doutzen Kroes en gevolgd door influencers als Jessie Jazz Vuijk en Sophie de Buisonjé. Ze voorspelt al jaren de toekomst via haar contact met een hogere macht, maar sinds Covid-19 heeft haar winkeltje een vlucht genomen. Ze is van mening, net als de andere opstandige moeders, dat we voor het lapje worden gehouden. Dat de werkelijkheid van lockdowns en mondkapjes een leugen is, verzonnen om ons klein te krijgen. En dat niet alleen, ze gelooft in de terugkeer van de vrouwelijke, heilige energie, in monarchvlinders die ons de weg wijzen, en een aanstaande ‘shift’ in onze realiteit.", "In een van haar filmpjes rijdt ze in haar auto, camera op het dashboard. Ze heeft net haar kinderen naar school gebracht. Ze heeft het soort gezicht dat het goed doet zonder make-up. Ze klinkt opgeruimd, hoewel haar woorden doen duizelen. „Boven de hoofden van de mensen wordt een heel groot machtsspel gespeeld. Een energetische ruis van alles wat er in de wereld gebeurt. Wat zo mooi is aan de grote centrale zon, is dat we er allemaal vandaan komen. We zijn allemaal vlinders die daar vandaan komen. Met jouw licht kan ik hier iets betekenen. We zijn een kosmische familie.”", "Het is niet gek dat angstige, verveelde of gefrustreerde mensen graag willen horen dat hun bevrijding aanstaande is. Dat er een einde komt aan deze dagen, aan het gevoel betekenisloos en machteloos te zijn. Als je vast zit in een klein leven, wil je dat iemand je vertelt dat je bijzonder bent. Een strijder. De toekomst van onze wereld. En: niet alleen, maar onderdeel van een groep, een warm bad van mederevolutionairen.", "Lees ook: Op Instagram is engagement te koop", "De consequenties van Covid-19 hebben zichtbaar een zwengel gegeven aan het vermoeden van bezorgde moeders dat de heersende macht niet het beste met haar burgers voor heeft. En hoewel geen van hen zich met het feminisme associeert, verzetten ze zich wel degelijk tegen de patriarchale macht, die hen tot huis, haard en mondkapje heeft veroordeeld.", "Bevangen door een vurig gevoel van noodzaak en momentum plaatsen ze zelfgemaakte filmpjes op Instagram. Sommigen dagelijks. Vanuit hun auto’s en washokken, keukens en achtertuinen roepen ze op tot dingen als gemeenschappelijke meditatie, zeggen ze dat hun „spirituele ontwaken” heeft plaatsgevonden, roemen ze hun eigen politieke inzichten, roepen ze op het vaccin te weigeren, en schamperen ze vol medelijden over degenen die de kranten nog geloven.", "Ze demonstreerden zelfs, in Utrecht, Amsterdam en vorige week in Haarlem, onder de noemer Vrouwen voor Vrijheid, met zo’n 1.750 deelnemers. „Het is tijd om te kiezen in wat voor maatschappij wij willen leven. Wij geloven in de kracht van vrouwen. Wat wij goed kunnen, is met elkaar verbinden. Als je aan de toekomst van onze (klein)kinderen en onze dierbaren komt, veranderen wij in leeuwinnen. Ons fundament als vrij mens is onder druk komen te staan”, zo schrijft deze organisatie op haar website.", "Maar waarom zijn het nou juist de moeders die zich zo roeren? Iederéén heeft toch te maken met een gebrek aan vrijheid?", "Voor iedere moeder met thuiswonende kinderen is de tegenstelling tussen het grote leven buiten en het kleine leven binnen een worsteling", "De pandemie is een perfect decor waartegen de moeder met een klein leven een voorsprong heeft: zij weet al hoe het is om in een isolement te leven. Dit is haar kans. Nu kan ze het voortouw nemen. Of misschien is dit zelfs het moment waarop ze revanche kan nemen op onze samenleving, die tot nu toe zo onverschillig stond tegenover haar prestaties.", "Deze revolutionairen, die burgerlijke ongehoorzaamheid of een nieuwe spiritistische orde aanhangen, zijn misschien wel een logisch product van een land waarin moederschap de hoofdprijs is voor veel vrouwen. Een fulltimebaan wordt nog steeds als afkeurenswaardig gezien voor (jonge) moeders. Een parttimebaan leidt vaak tot frustratie, omdat het moeilijk is om op beide fronten optimaal te presteren. Misschien is het dan prettiger voor veel vrouwen om je, als het financieel mogelijk is, voorover in het moederschap te storten.", "Er zijn genoeg voordelen. Moeders worden geprezen. Je hoeft de ingewikkelde buitenwereld niet in. En het is overzichtelijk om maar één rol te hoeven spelen. Het moederschap wordt op sociale media, door de moeders zelf, beleden en gewaardeerd als lotsbestemming. En uiteindelijk werkt juist die verhevenheid verstikkend. Zelffelicitatie, maar ook miskendheid en geldingsdrang kunnen leiden tot fantasieën over uitverkoren heldendom en een machtige vijand, die onze bijzondere zielen schaterlachend wil knechten.", "Toch zal de opstand van bezorgde moeders op de lange termijn niet veel veranderen. Hun huidige invloed is gebaseerd op de schrik die de pandemie veroorzaakt, hun high is tijdelijk. Waar velen van ons op een dag weer de buitenwereld in kunnen, wacht deze revolutionairen wat er daarvoor al was: het kleine leven. Dat is overigens niet iets om lacherig over te doen – deze vrouwen verdienen geen hoon.", "Voor iedere moeder met thuiswonende kinderen blijft de tegenstelling tussen het grote leven buiten en het kleine leven binnen een worsteling. Toch is er wél een oplossing. Vrouwen kunnen misschien eens nadenken over de gevolgen van het uitdragen van dat heilige moederschap.", "Zo lang vrouwen met kinderen gestimuleerd worden zichzelf aan de buitenwereld voornamelijk als moeder te presenteren, of zelfs een carrière als influencer uit die identiteit te slepen, zijn ze weerloos. Het moederschap zou dan ook niet langer een middel moeten zijn om je relevantie aan de samenleving te bewijzen.", "De vrijheid waar de opstandige moeders op Instagram zo naar verlangen zit ’m niet in het verbranden van mondkapjes, maar in het groter maken van het leven. Want echte vrijheid is geen sprookje, maar een eigen kantoor.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Sarah Sluimer", "Leestijd Minuten"], "keywords": ["ik", "van", "moeders", "komen", "en", "een", "ze", "bezorgde", "op", "verzet", "te", "het", "haar", "dat", "instagram"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}