{"id": "e0259bf1-b5b1-3145-9104-ac5e56129f7e", "title": "China maakt korte metten met waanzinnig hoge salarissen van buitenlandse voetbalsterren", "url": "https://volkskrant.nl/sport/china-maakt-korte-metten-met-waanzinnig-hoge-salarissen-van-buitenlandse-voetbalsterren~bdbaef8c/", "summary": "Met name de salarissen van Europese en Zuid-Amerikaanse spelers zijn een gigantische kostenpost.\nToch loopt onze nationale ploeg achter op die landen.’ De Europese vedetten zouden de ontwikkeling van Chinese voetballers in de weg kunnen staan.\nChelsea ontving 66 miljoen euro voor Oscar en Boca Juniors mocht maar liefst 84 miljoen euro bijschrijven door Tevez te verkopen.\nOscar verdiende In China 24 miljoen euro per jaar en Carlos Tevez was met 37 miljoen euro per jaar in één klap de bestbetaalde speler van de wereld.\nChinese clubs maken transferbedragen over het algemeen niet openbaar, de bedragen zijn schattingen van het staatspersbureau Xinhua.", "paragraphs": ["Givanildo Vieira de Sousa, Qingdao Huanghai's Wang Wei en Joseph Minala duellerend om de bal tijdens een Chinese Super League voetbalwedstrijd. Beeld AFP", "Dit is beduidend minder dan de megasalarissen waarmee topspelers de afgelopen vijf jaar van Europa naar China werden gelokt.", "De bond neemt deze maatregelen omdat veel Chinese clubs in de financiële problemen zijn gekomen. Met name de salarissen van Europese en Zuid-Amerikaanse spelers zijn een gigantische kostenpost. Clubs die zich niet aan de regels houden, kunnen maximaal 24 punten per seizoen in mindering krijgen. Spelers die te veel verdienen, kunnen worden uitgesloten van wedstrijden.", "Bondsvoorzitter Chen Xuyuan zei tegen persbureau Reuters dat ook het belang van het nationale elftal op het spel staat: ‘De clubs uit de Chinese Super League geven tien keer zoveel geld uit als clubs uit Korea en drie keer zoveel als clubs uit Japan. Toch loopt onze nationale ploeg achter op die landen.’ De Europese vedetten zouden de ontwikkeling van Chinese voetballers in de weg kunnen staan.", "Hek van de dam", "De gekte rondom de Chinese competitie begon vijf jaar geleden. Paulinho was de eerste grote voetballer die nog in zijn hoogtijdagen de overstap maakte. Guangzhou Evergrande bood hem in 2015 een salaris van 14 miljoen euro per jaar aan. Daarna was het hek van de dam.", "Graziano Pelle, die furore maakte bij Feyenoord, tekende een contract ter waarde van 18 miljoen euro per jaar. De Braziliaanse vleugelflitser Hulk kreeg eenzelfde salaris aangeboden en leverde zijn oude club Zenit bovendien een transfersom van 55 miljoen euro op.", "De Zuid-Amerikanen Oscar en Tevez overtroffen deze bedragen. Chelsea ontving 66 miljoen euro voor Oscar en Boca Juniors mocht maar liefst 84 miljoen euro bijschrijven door Tevez te verkopen. Oscar verdiende In China 24 miljoen euro per jaar en Carlos Tevez was met 37 miljoen euro per jaar in één klap de bestbetaalde speler van de wereld. Chinese clubs maken transferbedragen over het algemeen niet openbaar, de bedragen zijn schattingen van het staatspersbureau Xinhua.", "Nederlandse toppers hebben zich nooit door het grote geld uit China laten verleiden. Arjen Robben kreeg in 2017, naar eigen zeggen, de kans om er zijn salaris te vervijfvoudigen. Hij zag de sportieve uitdaging niet zitten en sloeg het aanbod af.", "Lucratief avontuur", "De enige Nederlander die naar de Super League vertrok, sinds de financiële omslag van 2015, was Tjaronn Chery. Hij verliet het Engelse Queens Park Rangers in 2017 voor een lucratief avontuur in het oosten. Giovanni van Bronckhorst was in 2020 trainer in China. Hij verdiende, volgens Veronica Inside, 12 miljoen euro per jaar.", "Het besluit van de bond lijkt in te gaan tegen eerder gevoerd beleid. Voetbal is in China onderdeel geworden van het overheidsbeleid. Xi is, net als heel China, dol op voetbal. Het land heeft nooit een rol van betekenis gespeeld en dat frustreert de Chinezen mateloos.", "Door de competitie meer status te geven, hoopte Xi dat China naam zou maken als voetballand. Hij maakte het voor buitenlandse sterren aantrekkelijker om te komen en hij liet duizenden voetbalschooltjes oprichten. Ook sprak hij de ambitie uit om het WK te organiseren en zelfs met de wereldbeker aan de haal te gaan.", "Het resultaat is weinig bemoedigend. Nog steeds gaan vooral uitgerangeerde spelers naar de Chinese competitie en de nationale ploeg komt niet eens in de buurt van kwalificatie voor het WK. China staat op plaats 75 van de Fifa-ranking. En nu dreigt de nationale competitie ook nog aanzien kwijt te raken vanwege de nieuwe regels."], "authors": ["Tobias Kappelle"], "keywords": ["van", "waanzinnig", "maakt", "een", "het", "en", "metten", "salarissen", "voetbalsterren", "te", "zijn", "korte", "chinese", "euro", "hoge", "miljoen", "met", "china"], "pubDate": "2020-12-15T20:35:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}