{"id": "e034356c-1eb8-30ff-aba1-b1a39688e480", "title": "'Er wordt veel meer coke gesmokkeld in haven Rotterdam dan politiek beseft'", "url": "https://nos.nl/nieuwsuur/artikel/2360517-er-wordt-veel-meer-coke-gesmokkeld-in-haven-rotterdam-dan-politiek-beseft.html", "summary": "\"We hebben gezegd, we moeten ook een team maken dat veel meer focust op het geld en de geldstromen.\"\nLangerak: \"We gaan met elkaar op zoek naar degenen die achter de smokkel zitten, die het grote geld verdienen.\"\nOp het moment dat je mensen binnen hebt, moet je ze ook volgen.\"\nHet kabinet loopt met het nemen van maatregelen achter de feiten, vinden partijen van zowel de coalitie als de oppositie.\nMorgen debatteert de Kamer hierover en zelfs regeringspartij VVD zegt dat het opnieuw een pittig debat voor de staatssecretaris zal worden.", "paragraphs": ["De hoeveelheid cocaïne die elk jaar in de Rotterdamse haven in beslag wordt genomen is in drie jaar vertienvoudigd: van ongeveer 4000 naar dit jaar al bijna 40.000 kilogram. Toch wordt nog veel meer coke niet gepakt. Zoveel zelfs dat de in beslag genomen partijen geen enkele invloed op de straatprijs hebben. Ondanks alle nieuwsberichten over coke-vangsten, is de werkelijke omvang en ernst van de drugssmokkel en de corruptie die daarbij komt kijken volgens opsporingsambtenaren veel groter dan de politiek beseft. \"Ik denk dat Den Haag onvoldoende weet wat er precies in de haven gebeurt en wat een belangrijke rol die haven speelt in het criminele plaatje in Nederland\", zegt districtchef Jan Janse van de zeehavenpolitie tegen Nieuwsuur. \"Alle cocaïne waar ruzie over is en waar ze mekaar voor liquideren - al die cocaïne komt via deze haven.\" \"Het is eigenlijk een huis waarvan de voordeur én de achterdeur openstaat. En bij de voordeur vind je ook nog een bordje waarop staat dat de kluis zich op de derde etage bevindt. Met de pincode erbij.\"", "Jan Janse van de zeehavenpolitie Nieuwsuur zoom in", "De organisaties achter de drugstransporten zijn inmiddels uitgegroeid tot criminele multinationals, zegt Bert Langerak, directeur opsporing van de FIOD (de opsporingsdienst van de Belastingdienst). \"We hebben gezegd, we moeten ook een team maken dat veel meer focust op het geld en de geldstromen.\" Daarom is een nieuw team met dertig vaste mensen van politie, FIOD, Openbaar Ministerie en Rijksrecherche opgericht: het Combiteam. Langerak: \"We gaan met elkaar op zoek naar degenen die achter de smokkel zitten, die het grote geld verdienen.\" Onder druk gezet om mee te doen Het team zal zich onder meer richten op corruptie van mensen die in de haven werken, zowel bij particuliere bedrijven als bij de douane. Want zonder corrupte handlangers die bijvoorbeeld de drugs uit de containers halen (zogenoemde uithalers), is smokkel niet mogelijk, zegt Janse. \"Er is een enorm aantal havenwerkers dat zich hier laat verleiden om aan de smokkel mee te doen.\" Criminele organisaties zijn continu bezig met het werven van mensen, beaamt Langerak. Dat is een enorme belasting voor het personeel. \"Stel je voor: je werkt op een haventerrein, je rijdt 's avonds naar huis en je vraagt je af: 'als ik zo meteen mijn auto op de oprit neerzet, staat er iemand te wachten op mij?' Of als je naar de sportschool gaat en iemand spreekt jou aan. Die begint over jouw toegangspasje van de haven. Weet je wat dat met mensen doet?\"", "“ Van de 130 drugsvangsten per jaar worden er maar 30 serieus onderzocht. Jan Janse, zeehavenpolitie", "Ondertussen is het huidige aantal partijen drugs dat in beslag wordt genomen door bijvoorbeeld het gespecialiseerde HARC-team (Hit And Run Cargo) al te veel voor politie en justitie. Ze doen maar in een kwart van de gevallen een uitgebreid onderzoek naar de herkomst. De meeste vangsten leiden dus niet tot strafzaken van de mensen achter de smokkel. Janse: \"Het HARC-team doet 130 vangsten per jaar, daar kunnen ze er eigenlijk maar 30 serieus van onderzoeken. Daar moet echt meer capaciteit op. Maar ik denk we het probleem niet gaan oplossen met alleen meer opsporing.\"", "'Let op welke mensen je binnenhaalt' Volgens hoogleraar ondermijning Emile Kolthoff is het nieuwe Combiteam een mooi initiatief, maar is het minstens zo belangrijk om naast opsporing op preventie in te zetten. \"Om te beginnen kun je zowel bij private organisaties, maar zeker ook bij de overheid, bij de politie en bij de douane véél meer doen aan screening: bij de voordeur kijken welke mensen je binnenhaalt. En niet alleen bij de voordeur, maar ook tijdens hun carrière. Op het moment dat je mensen binnen hebt, moet je ze ook volgen.\" Dat is ook waar de Tweede Kamer al jaren voor pleit, maar waar het nog steeds op wacht. Het kabinet loopt met het nemen van maatregelen achter de feiten, vinden partijen van zowel de coalitie als de oppositie. Zij zeggen een gevoel van urgentie bij staatssecretaris Alexandra van Huffelen te missen en nemen geen genoegen met de toezeggingen die ze tot nu toe deed. Morgen debatteert de Kamer hierover en zelfs regeringspartij VVD zegt dat het opnieuw een pittig debat voor de staatssecretaris zal worden."], "authors": ["Hanneke De Jonge En Bas Haan", "Jan Janse", "Dit Is Een Artikel Van"], "keywords": ["wordt", "veel", "je", "haven", "van", "bij", "met", "politiek", "een", "coke", "het", "er", "rotterdam", "en", "op", "gesmokkeld", "dat", "meer", "dan", "die"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}