{"id": "e03a5f0f-1b9f-30b9-b1b7-236c8e6ff757", "title": "Een constructief gesprek voeren zonder welles-nietes-spelletjes: zo doe je dat", "url": "https://volkskrant.nl/de-gids/een-constructief-gesprek-voeren-zonder-welles-nietes-spelletjes-zo-doe-je-dat~b41caf04/", "summary": "En daardoor mis je het meest interessante stuk van het gesprek.’Het tegenovergestelde van selectief luisteren is ‘beschikbaar luisteren’, aldus Van Rossem.\n‘Luisteren is een vaardigheid’, zegt journalist Kate Murphy, auteur van het boek ‘Je luistert niet: wat je niet hoort maar wel wilt weten’.\nNet als met mediteren moet je de afleidingen in je hoofd erkennen en je aandacht terugbrengen naar de persoon met wie je praat.\nAls je dat een paar keer doet, gaat het steeds makkelijker.’ Hoe meer je oefent, hoe beter je erin wordt.\nOf om de stemming van je gesprekspartner te peilen: Wanneer zou je met plezier op dit gesprek terugkijken?’Beeld Matteo Bal", "paragraphs": ["Interesse tonen en goed luisteren is één ding, het stellen van de juiste vragen is ook belangrijk. Beeld Matteo Bal", "Leer tot tien tellen", "‘We zijn geneigd om wat we horen van de ander direct te toetsen aan onze eigen opvattingen, denkbeelden, normen en waarden’, zegt Paul van der Lugt van Stichting Dialoog, een organisatie die trainingen aanbiedt om tot een heldere dialoog te komen. ‘Als je niet oppast, leidt dit ertoe dat ieder een stelling inneemt en je elkaar vervolgens gaat bestoken met argumenten.’ Dat mag dan misschien tot verbaal vuurwerk leiden, maar het is geen recept voor een goed gesprek.", "Op deze manier toon je namelijk geen echte interesse in de zienswijze van de ander en zal je ook niet snel tot nieuwe inzichten komen. En dat zou toch het doel moeten zijn van een constructief gesprek. ‘Je wilt dat zo’n gesprek iets nieuws brengt, iets waar je zelf nog niet aan had gedacht, waardoor je buiten je eigen bubbel treedt.’ Leer dus tot tien tellen en geef niet direct toe aan de eigen primaire reactie.", "De kunst van het luisteren", "‘Veel mensen luisteren selectief. Ze zijn op zichzelf gericht en luisteren met in hun achterhoofd wat ze al weten en haken daar op aan’, zegt Kristof Van Rossem, auteur van het boek Het Filosofisch Gesprek. ‘Stel: iemand zegt de woorden ‘moeder’ en ‘loslaten’. Dan heb jij daar allerlei associaties bij die de ander misschien helemaal niet heeft.’ Hierdoor is er direct sprake van miscommunicatie. En dat terwijl het ontdekken van gemeenschappelijke opvattingen (‘Dat heb ik ook’ of ‘Ik snap precies wat je bedoelt!’) heel nobel voelt. Je probeert immers je gesprekspartner te begrijpen. ‘Het nadeel is echter dat je de boodschap verkeerd interpreteert en niet ziet waar het verschil in opvatting precies ligt. En daardoor mis je het meest interessante stuk van het gesprek.’", "Het tegenovergestelde van selectief luisteren is ‘beschikbaar luisteren’, aldus Van Rossem. ‘Je hoort de ander aan vanuit het besef dat hij of zij compleet anders denkt dan jij. De vragen die je stelt moeten in dienst staan van de verheldering en verdieping van wat een ander zegt.’ In de praktijk betekent dit dat je vooral doorvraagt. Herhaal bijvoorbeeld een belangrijk kernwoord, zoals: ‘mondkapje?’ Of vraag naar de betekenis van wat iemand zegt: wat betekent dit nu? ‘Door deze kleine interventies is de kans groot dat je gesprekspartner uiteindelijk iets anders zegt dan dat jij denkt.’", "Oefenen, oefenen, oefenen", "Aandachtig luisteren mag ingewikkeld zijn, gelukkig is het wel te leren. ‘Luisteren is een vaardigheid’, zegt journalist Kate Murphy, auteur van het boek ‘Je luistert niet: wat je niet hoort maar wel wilt weten’. ‘Je wordt beter naarmate je het meer doet. Net als met mediteren moet je de afleidingen in je hoofd erkennen en je aandacht terugbrengen naar de persoon met wie je praat. Als je dat een paar keer doet, gaat het steeds makkelijker.’ Hoe meer je oefent, hoe beter je erin wordt. En af en toe falen hoort erbij.", "Angst voor stiltes", "Een belemmering voor goed luisteren vormt de vrees voor de stilte, zegt Murphy niet voor niets. Die angst is universeel, blijkt uit onderzoek, al kunnen ze er in landen als Japan en Finland, waar bescheidenheid zit ingebakken in de cultuur, een paar seconden langer tegen dan in de Verenigde Staten en West-Europa. Door die angst denken we al na over onze reactie als anderen nog aan het woord zijn – en missen we een groot deel van hun verhaal.", "Murphy citeert in haar boek onderzoek van de Nederlandse sociaal psycholoog Namkje Koudenburg, waaruit blijkt dat mensen zich ongemakkelijk voelen door stiltes tijdens videochatsessies, zelfs als ze weten dat technische problemen daarvan de oorzaak kunnen zijn. Maar met stiltes laten vallen vertraag je automatisch het gesprek, waardoor je beter kunt nadenken over wat er precies is gezegd.", "Voelt het bijzonder ongemakkelijk om eventjes bewust niets te zeggen, dan kun je die stilte ook aankondigen door een opmerking als: ‘Daar moet ik even over nadenken’, aldus Murphy. Daarmee laat je merken ‘dat je recht wil doen aan wat de ander heeft gezegd’, schrijft ze.", "Maak onderscheid tussen feiten en gevoelens", "Interesse tonen en goed luisteren is één ding, het stellen van de juiste vragen is ook belangrijk. Hoe doe je dat? Volgens het model van Stichting Dialoog zijn er verschillende soorten vragen, die je kunt indelen in vijf categorieën: feiten, gevoelens, begrippen, doelen en middelen. Vragen over de feiten kunnen bijvoorbeeld zijn: wanneer, waar en hoe is deze mening bij jou ontstaan? Wat is er gebeurd?", "‘Een geoefende vragensteller heeft ook scherp in de gaten of er op een vraag naar de feiten ook een feit terugkomt of eerder een opvatting of gevoel’, zegt Van der Lugt, co-auteur van het Praktijkboek dynamische oordeelsvorming. ‘Je kunt bijvoorbeeld vragen: Waar ben je bang voor?’ Met zo’n vraag kom je bij de gevoelens die achter een mening schuilgaan. Soms loont het ook om te vragen naar iemands doelen: ‘Wat wil jij met deze uitspraak bereiken?’ Hierdoor kom je erachter wat het belang is en waar het de ander dus eigenlijk om gaat.", "Vraagvrees en ongemak", "Er bestaat veel vraagvrees, zeker rondom gevoelige kwesties als racisme. ‘Een gesprek over racisme kan aanvoelen als een mijnenveld’, zegt praktisch filosoof en theatermaker Elke Wiss, auteur van het boek ‘Socrates op sneakers’. ‘Als je iets zegt, zeg je misschien te veel. Als je niets zegt, zeg je misschien te weinig. En als je een vraag stelt, is het misschien een domme vraag. Toch is dat geen excuus om dat gesprek dan maar niet aan te gaan.’", "Het ongemak dat een gesprek over racisme kan opleveren, kun je het beste gewoon benoemen, zegt Wiss. ‘Realiseer en accepteer dat ongemak erbij hoort en spreek uit dat je op zoek bent naar wijsheid, dat je wil leren – niet dat je je mening wil verkondigen of iemand wil overtuigen.’ Als je dat doel voor ogen houdt en je eigen oordeel even weet uit te stellen, kun je door het ongemak heen een zinnig gesprek voeren over een thema als racisme.’", "Neem een time-out", "Af en toe even afstand nemen van het gesprek kan helpen om alle informatie beter tot je te laten komen en zo beter te luisteren, zo tipt interviewer Frénk van der Linden. ‘Ik heb bijvoorbeeld bewust een kleine blaas. Ik zeg gewoon heel vaak tijdens interviews dat ik even naar de wc ga, vanwege die kleine blaas’, zegt Van der Linden. ‘Op die manier creëer ik een time-out en kan ik even nadenken over hoe het gesprek loopt, wat er gebeurt, wat de ander precies zei. Dat helpt enorm.’", "Onderbreek de persoon die eindeloos preekt", "De kans bestaat dat je iemand treft die jou vooral gebruikt om stoom af te blazen, waardoor er sprake is van eenrichtingsverkeer. Wat kun je dan doen? ‘Je bewijst zo iemand uiteindelijk een dienst door hem of haar te onderbreken. Vertel dat je het niet volgt en vraag of het wat bondiger kan’, zegt Van Rossem. Vind je het vervelend, benoem dat dan gewoon.", "Maar, zo benadrukt Van Rossem, ‘niet iedereen is in staat om een goed gesprek te voeren waarbij twee partijen aan bod komen. ‘Sommige mensen zijn niet opgegroeid met een gesprekscultuur. Dan kun je beter samen gaan fietsen of tuinieren.’", "Bespreek het gesprek", "Het kan geen kwaad om tijdens het gesprek soms even uit te zoomen en op metaniveau naar het gesprek te kijken en te analyseren, meent Van der Lugt. ‘Dat kun je doen door te vragen: ‘hoe is het voor jou om zo’n vraag te krijgen? Welke vraag heb je nog niet gesteld waarvan jij denkt dat die wel belangrijk is? Of om de stemming van je gesprekspartner te peilen: Wanneer zou je met plezier op dit gesprek terugkijken?’", "Beeld Matteo Bal"], "authors": ["Anna Van Den Breemer"], "keywords": ["zo", "van", "wat", "zegt", "zonder", "voeren", "constructief", "het", "doe", "een", "je", "dat", "en", "gesprek", "wellesnietesspelletjes", "te", "niet"], "pubDate": "2020-10-28T14:32:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}