{"id": "e04960cc-6bc6-3702-9564-dbf2dc716588", "title": "Waldemar Post (1936-2020): perfectionist die 50 jaar voor de Volkskrant tekende", "url": "https://volkskrant.nl/mensen/waldemar-post-1936-2020-perfectionist-die-50-jaar-voor-de-volkskrant-tekende~bb761dff/", "summary": "Tekeningen moesten voor Waldemar Post haarscherp zijn, de mensen moesten direct herkenbaar zijn er een moest een vleugje karikatuur in zitten.\nBehalve voor de Volkskrant tekende hij voor HP/De Tijd, Opzij, Vrij Nederland, Avenue en Playboy.\nVriend en collega Peter van Straaten noemde Post ‘een van de laatste echte tekenaars’.\nBeeld Waldemar Post / Anthon BeekeGeert Wilders.\nBeeld Waldemar Post", "paragraphs": ["Tekenaar Waldemar Post, in zijn werkkamer. Beeld Joost van den Broek", "Zijn vrouw Aggie Nieuwint is ontsteld. ‘Drie weken geleden mankeerde hij nog niets. Hij was top. Toen was er corona en was hij een week thuis. Het leek wel mee te vallen. Maar daarna kwam hij in het ziekenhuis, aan de zuurstof. Er zijn geen woorden voor.’", "Post, zoon van een impresario en variété-artiest, begon in 1957 bij de Volkskrant. Van 1975 tot 1990 was hij ook docent illustratie aan de Gerrit Rietveld Academie. Hij had vier kinderen, waarvan twee met zijn huidige vrouw Aggie.", "Tekeningen moesten voor Waldemar Post haarscherp zijn, de mensen moesten direct herkenbaar zijn er een moest een vleugje karikatuur in zitten. Hij gruwde als lezers moesten raden wie het nu precies was. ‘De trend is nu: trek je vooral niets van de lezer aan’, zei hij in 2008 in een interview met de Volkskrant. ‘Niets voor mij, maar dat zal wel ouderwets zijn.’", "Hoewel hij ze zelf ouderwets noemde, werden zijn tekeningen nog altijd zeer gewaardeerd. Vorig jaar was er in Den Haag nog een expositie van zijn werk. Behalve voor de Volkskrant tekende hij voor HP/De Tijd, Opzij, Vrij Nederland, Avenue en Playboy.", "Ook ontwierp hij theateraffiches en programma’s, boekillustraties, boekomslagen en was hij lange tijd de vaste vormgever van Madame Tussauds in Londen. ‘Een geslaagde karikatuur bevat iets van commentaar. Iets vervreemdends, waarover de kijker kan nadenken’, zei hij. Vriend en collega Peter van Straaten noemde Post ‘een van de laatste echte tekenaars’. ‘Ik begrijp niet waarom hij niet wereldberoemd is.’", "Post was uiterst secuur. Hij maakte soms wel drie tekeningen per dag, maar die moesten perfect zijn. Ook na vijftig jaar had hij nog faalangst. Zelf citeerde Post graag de Franse schilder Ingres: ‘Schilderen heb je in een uur onder de knie, leren tekenen kost je minstens 25 jaar.’", "Rita Verdonk voor HP/ De Tijd in 2006. Beeld Waldemar Post / Anthon Beeke", "Geert Wilders. Beeld Waldemar Post", "Renate Dorrestein. Beeld Waldemar Post", "Harry Mulisch. Beeld Waldemar Post"], "authors": ["Peter De Waard"], "keywords": ["waldemar", "perfectionist", "van", "nog", "post", "volkskrant", "voor", "die", "hij", "zijn", "50", "een", "en", "beeld", "jaar", "19362020", "tekende"], "pubDate": "2020-12-04T05:00:53+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}