{"id": "e055d584-380e-3159-abc4-c98ec4d85968", "title": "Hoe deze zzp’er (45) in vier jaar van blut naar parttime pensioen ging", "url": "https://volkskrant.nl/werken/hoe-deze-zzp-er-45-in-vier-jaar-van-blut-naar-parttime-pensioen-ging~b465bbae/", "summary": "Dorothée Loorbach had vier jaar geleden door een reeks tegenvallers nog maar 3,97 euro op haar rekening.\nDit artikel verscheen eerder op Intermediair.nlVan 3,97 naar 50.000 euro op de bankMet nog 0 euro op haar rekening – haar laatste 3,97 euro maakte ze over naar haar dochter – startte ze Het Geldproject.\nNu zei ik: ik bied waarde, ik wil graag dat daar iets tegenover staat.\nEn dat kreeg ik.’Ze heeft nu zo’n 50.000 euro achter de hand als buffer, investeert iedere maand in bitcoins en indexfondsen en is parttime met pensioen.\nDan kun je je leven op een heel andere manier gaan opbouwen.", "paragraphs": ["Dorothée Loorbach had vier jaar geleden door een reeks tegenvallers nog maar 3,97 euro op haar rekening. Inmiddels is ze ‘rijker dan ooit’. Beeld Matteo Bal", "Op advies van een administratiekantoor had ze haar belastingaangifte te lang uitgesteld. Ineens kreeg ze een grote aanslag die ze niet gespreid mocht betalen. Haar hele buffer in één klap weg. Inmiddels noemt Loorbach zichzelf ‘rijker dan ooit’.", "Dit artikel verscheen eerder op Intermediair.nl", "Van 3,97 naar 50.000 euro op de bank", "Met nog 0 euro op haar rekening – haar laatste 3,97 euro maakte ze over naar haar dochter – startte ze Het Geldproject. Ze stelde zichzelf ten doel in een jaar tijd van die 0 euro een fortuin te maken, kondigde haar plannen om daar een boek over te schrijven aan op YouTube, en verkocht diezelfde dag nog 64 boeken à 10 euro in pre-order.", "Ze benaderde deskundigen en financieel succesvolle ondernemers (onder wie Annemarie van Gaal en Hennie van der Most) en vroeg wat hun waardevolste lessen waren. Ze verslond talloze boeken en podcasts van experts en tekende al haar opgedane kennis op, om zo ook andere zelfstandigen te kunnen helpen. Ze leerde over ondernemerschap, businessmodellen, schaalbaarheid en nog veel meer, maar het belangrijkste inzicht dat ze opdeed was dat het allemaal neerkwam op iets wat ze ook van haar oma haar had kunnen leren: geef minder uit, verdien meer, investeer slim – en de belangrijkste: schat jezelf op waarde.", "Dorothée Loorbach schreef een boek over haar geldproject. Beeld Annina Romita", "Maximaal 28 uur werken per week", "Vier jaar later is haar boek er: Blut-Hoe niks de weg werd naar alles (2020), heet het. En inmiddels is ze allesbehalve dat. Al binnen een half jaar na de start van haar project was ze vrij van geldzorgen. Hoe? Ze verhoogde haar tarieven, vroeg het dubbele of meer, en kréég het ook.", "‘Ik ging er altijd van uit dat opdrachtgevers geen geld hadden’, zegt ze. ‘Als hogescholen zeiden: we hebben geen budget, dan zei ik: maakt niet uit joh, geef me maar een fles wijn of een onkostenvergoeding. Die neiging hebben meer zzp’ers. Maar daarmee verpest je de markt. Door elke keer maar weer ‘ja’ te zeggen tegen belachelijk lage tarieven, zeg je eigenlijk: het is oké dat we onderbetaald worden. Nu zei ik: ik bied waarde, ik wil graag dat daar iets tegenover staat. En dat kreeg ik.’", "Ze heeft nu zo’n 50.000 euro achter de hand als buffer, investeert iedere maand in bitcoins en indexfondsen en is parttime met pensioen. Ze weigert meer dan 28 uur per week te werken. ‘Ik doe alleen nog maar klussen die 100 procent bij me passen. Voor mijn gevoel werk ik helemaal niet meer, omdat ik zoveel plezier heb in wat ik doe.’", "Verdubbel je tarief", "Geld, dat is maar bijzaak, vindt ze nu. Vanaf het moment dat haar geldnood voorbij was – want geld onbelangrijk maken kan pas als je het eerst belangrijk genoeg maakt, ontdekte ze – ging haar zoektocht niet meer zozeer over rijk worden, maar werd het een onderzoek naar de diepere betekenissen van geld. Een fortuin bleek voor haar iets heel anders te zijn dan een grote zak met geld.", "‘Wat me het meest heeft verwonderd, is dat ik juist door alles te verliezen wat ik dacht dat ik was en nodig had, zag hoeveel rijkdom ik in mijn leven had. De dingen waar multimiljonairs hun geld aan uitgeven om gelukkig te zijn, had ik nog steeds: rust, stilte, ik kon met mijn kind spelen, ik kon naar buiten, koffiedrinken in de tuin, een boek lezen. Als je niets meer hebt, kom je bij de essentie van wie je bent. Dan kun je je leven op een heel andere manier gaan opbouwen. Zelfs nu ik geen schaarste meer ervaar op welk gebied dan ook, leef ik nog steeds alsof ik weinig geld heb. Ik heb niet meer nodig. Ik ben rijker dan ooit, maar dat bleek ik al te zijn toen ik niets meer had in materiële zin.’", "Loorbachs lessen voor andere zzp’ers: Schat jezelf op waarde. ‘Als iets je makkelijk afgaat, moet je niet denken dat het niets waard is; dat komt omdat je talent hebt, of ervaring. Je kunt iets wat een ander niet kan en voegt dus waarde toe. Daar mag iets tegenover staan.’ Schat je tijd op waarde. ‘Tijd is geld, hoor je vaak, maar andersom geldt hetzelfde. Hoe hoger je uurtarief, hoe meer tijd je hebt. En hoe meer tijd, hoe meer leven. Je kunt altijd meer geld maken, maar niet meer tijd.’ Je kunt best meer vragen. ‘Als je maar hardop durft te zeggen: dit is wat ik doe en dit is wat het jou oplevert, dan zijn bedrijven bereid veel meer te betalen dan jij nu denkt. Communiceer de waarde, niet de kosten.’ Durf kritisch te zijn op klussen die je alleen doet voor het geld. ‘Zeg alleen maar ja tegen de dingen die je graag doet. Daarin ben je waarschijnlijk ook het beste, dus daar zul je meer voor gevraagd worden, waardoor je uiteindelijk een expertstatus kunt opbouwen, meer waarde biedt en ook weer kunt terugvragen.’ Verlies de essentie niet uit het oog. ‘Niemand zegt op zijn sterfbed: wat ben ik blij dat ik zo hard heb gewerkt. Het gaat uiteindelijk altijd om tijd met je dierbaren en tijd voor jezelf, nooit om werk, geld, status en spullen.’"], "authors": ["Roxanne Vis"], "keywords": ["zzper", "pensioen", "van", "deze", "parttime", "hoe", "meer", "het", "naar", "op", "ik", "ging", "ze", "je", "en", "haar", "jaar", "een", "vier", "dat"], "pubDate": "2020-09-03T10:51:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}