{"id": "e05abe50-3c2f-3934-bc5d-35c7ab628de2", "title": "OMT: 'Alle scholen een week online onderwijs betekent circa 60 minder IC-opnames'", "url": "https://nos.nl/nieuwsuur/artikel/2359922-omt-alle-scholen-een-week-online-onderwijs-betekent-circa-60-minder-ic-opnames.html", "summary": "Het Outbreak Management Team (OMT) ziet de oplopende aantallen besmettingen onder middelbare scholieren als een potentiële bron van besmettingen onder de verdere bevolking.\nHet OMT doelt daarmee op het oplopende aantal coronabesmettingen onder pubers (13-17 jaar).\nAndere aanpakHet OMT vindt het een goed idee om leerlingen vaker te testen in het geval van een uitbraak op een school.\nHier zouden volgens het OMT antigeentesten ook een rol in kunnen spelen, bij kinderen met én zonder klachten.\nEerder pleitte kinderarts-epidemioloog Patricia Bruijning in Nieuwsuur ook voor een andere aanpak op scholen.", "paragraphs": ["Het Outbreak Management Team (OMT) ziet de oplopende aantallen besmettingen onder middelbare scholieren als een potentiële bron van besmettingen onder de verdere bevolking. \"Dat komt de algemene infectiebestrijding niet ten goede.\" Dit blijkt uit het laatste advies aan het kabinet.", "Het OMT doelt daarmee op het oplopende aantal coronabesmettingen onder pubers (13-17 jaar). Uit het bron- en contactonderzoek van de GGD'en blijkt in 21 onderzochte schoolclusters dat circa de helft van de besmettingen plaatsvond op school (9 van de 21). De andere helft, 12 van de 21, buiten school.", "RIVM-directeur Jaap van Dissel zei eerder in de Kamer dat volgens hem besmettingen met name rondom de scholen plaatsvonden. \"Bijvoorbeeld als jongeren samen naar school fietsen of in een groepje bij een supermarkt staan.\"", "Andere aanpak", "Het OMT vindt het een goed idee om leerlingen vaker te testen in het geval van een uitbraak op een school. Hier zouden volgens het OMT antigeentesten ook een rol in kunnen spelen, bij kinderen met én zonder klachten.", "Eerder pleitte kinderarts-epidemioloog Patricia Bruijning in Nieuwsuur ook voor een andere aanpak op scholen. Bruijning haalde daarbij een Engelse studie aan. \"Daarbij namen ze op gezette tijden monsters af in een hele groep mensen, of ze nu klachten hebben of niet. Daaruit komen ook positieve testen onder jongeren die geen klachten hebben.\"", "Bruijning zei ook: \"Geef bijvoorbeeld tijdelijk online les als er meerdere besmettingen zijn in een klas en zorg ervoor dat je het contact tussen leerlingen vermindert, bijvoorbeeld tijdens pauzes.\"", "Het OMT benadrukt in het laatste advies aan het kabinet ook dat er meer moet worden ingezet op andere mogelijkheden om besmettingen op scholen tegen te gaan, zoals het voorkomen dat leerlingen te dicht bij elkaar komen en het spreiden van pauzes. Leerlingen op middelbare scholen hoeven - opvallend genoeg - op dit moment geen 1,5 meter afstand te houden van elkaar, alleen van de docent. Buiten de les, op de gang of in de aula, dragen ze wel een mondkapje."], "authors": ["Renee Van Hest En Karin Brans", "Redacteuren Nieuwsuur", "Dit Is Een Artikel Van"], "keywords": ["betekent", "icopnames", "circa", "van", "het", "op", "besmettingen", "online", "onderwijs", "omt", "minder", "een", "ook", "dat", "scholen", "week", "te"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}