{"id": "e0693ce9-5ee4-3a13-83e2-f412785c096f", "title": "Britten sluiten douaneakkoord met Verenigde Staten", "url": "https://nu.nl/economie/6097143/britten-sluiten-douaneakkoord-met-verenigde-staten.html", "summary": "Het Verenigd Koninkrijk heeft een douaneakkoord gesloten met de Verenigde Staten.\nDe Britse minister van Financiën Jesse Norman bestempelt het akkoord als een belangrijke overeenkomst die zorgt voor continuïteit na de Brexit.\nOok biedt het akkoord een wettelijke basis voor regelingen om de handelsstromen voor importeurs en exporteurs te vergemakkelijken\", aldus Norman.\nDe Britten willen nog een vrijhandelsakkoord met de VS, maar voorlopig richten ze zich op de gesprekken met de EU over een Brexit-deal.\nVerbetering: In een eerdere versie van dit artikel schreven we dat het een handelsakkoord betrof.", "paragraphs": ["Het Verenigd Koninkrijk heeft een douaneakkoord gesloten met de Verenigde Staten. Door de overeenkomst, waar afspraken over douaneformaliteiten in staan, wordt het voor de twee landen mogelijk om onderling vrije handel te blijven drijven.", "De Britse minister van Financiën Jesse Norman bestempelt het akkoord als een belangrijke overeenkomst die zorgt voor continuïteit na de Brexit. Daarbij toont het akkoord volgens hem de kracht van de samenwerking tussen de Amerikaanse en Britse douane.", "\"Deze overeenkomst stelt ons in staat om samen te blijven werken aan de bestrijding van douanedelicten door informatie en ervaringen uit te wisselen. Ook biedt het akkoord een wettelijke basis voor regelingen om de handelsstromen voor importeurs en exporteurs te vergemakkelijken\", aldus Norman.", "Het akkoord is niet hetzelfde als een vrijhandelsakkoord. De Britten willen nog een vrijhandelsakkoord met de VS, maar voorlopig richten ze zich op de gesprekken met de EU over een Brexit-deal.", "Hoewel het er vorige week op leek dat de onderhandelingen tussen het Verenigd Koninkrijk en de EU zouden uitlopen op een no deal, lijkt er nu een wat positievere wind rondom de onderhandelingen te waaien.", "Verbetering: In een eerdere versie van dit artikel schreven we dat het een handelsakkoord betrof. Dit is later aangepast naar douaneakkoord."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "om", "sluiten", "douaneakkoord", "een", "het", "en", "overeenkomst", "te", "akkoord", "staten", "op", "britten", "voor", "verenigde", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}