{"id": "e06e4f6d-4eeb-3d92-aa7d-104c162cddaa", "title": "‘Aan nietsdoen heb ik een hekel’", "url": "https://volkskrant.nl/mensen/aan-nietsdoen-heb-ik-een-hekel~b7c5c446/", "summary": "Een jonge schaapherder wordt verliefd op een seizoensarbeider.\nIk heb van een boek van Jeroen Brouwers een theaterproductie gemaakt, Het Hout, over een jongenspensionaat waar het wemelt van machtsmisbruik en seksuele intimidatie.\nIk geniet van het samenzijn met mensen.’VakantieplekIbiza / Rio de JaneiroBeeld Getty Images‘Ik zou vakantie prima kunnen missen, omdat ik een hekel heb aan nietsdoen.\nDie stad bruist 24 uur per dag en ik hou van het temperament van de Brazilianen.\nIk was er tijdens de voorbereiding van het carnaval en de mensen waren constant aan het dansen door de straten.’OchtendritueelKrant lezen‘Ik heb een heel strak ochtendritueel.", "paragraphs": ["Het Magazine ploft ieder weekend ook op de mat bij bekendere Nederlanders. We vroegen er vijf om uw Weekendgids te zijn, onder wie Michiel van Erp.", "Het favoriete Volkskrant Magazine-onderdeel van regisseur en documentairemaker Michiel van Erp (57)? Het grote interview. Zelf vertelt hij ook graag verhalen over mensen die zoeken, die zichzelf en het leven willen begrijpen. ‘Zodat ik het leven zelf ook beter ga begrijpen.’ Hij is trots op I.M., zijn dramaserie gebaseerd op het gelijknamige boek van Connie Palmen, die later dit jaar wordt uitgezonden op NPO1. ‘I.M. is een ode aan de liefde.’", "Film", "God’s Own Country", "‘Deze film maakte veel indruk op me. Het verhaal speelt zich af op het platteland in Engeland. Een jonge schaapherder wordt verliefd op een seizoensarbeider. De bijna beestachtige liefde raakte mij.’", "Muziek", "Nina Simone / Anohni / Ramses Shaffy", "Ramses Shaffy. Beeld Alamy Stock Photo", "‘Ik ben echt een enorme fan van Nina Simone, zij kan zo groots en meelevend over de pijn van het leven zingen. Vooral het nummer Wild as the wind vind ik mooi. Daarnaast ben ik groot fan van Anohni (Antony Hegarty) en zijn nummer Hope there’s someone. Je krijgt een inkijkje in zijn ziel als hij zingt. Thuis zet ik nog weleens het nummer We leven nog op, van Ramses Shaffy. Dat weerspiegelt Ramses en ook mijn manier van leven, namelijk het leven omarmen en vol leven.’", "Boek", "Het hele oeuvre van Jeroen Brouwers", "‘In bijna elk boek van Brouwers staat een man centraal die niet gelukkig kan zijn. Mijn lievelingsboek van hem is Bezonken rood, over wat hij als kind meemaakte in een jappenkamp. Hij ziet de extreme vernedering van zijn moeder en begint haar te verafschuwen, omdat zij buigt voor de jap. Ik heb van een boek van Jeroen Brouwers een theaterproductie gemaakt, Het Hout, over een jongenspensionaat waar het wemelt van machtsmisbruik en seksuele intimidatie. Het mechanisme dat schuilgaat achter het collectief verzwijgen van wantoestanden fascineert mij. Bovendien is dat een thema dat erg speelt in de film- en theaterwereld.’", "Het duizendste Volkskrant Magazine is verschenen. Scroll, swipe en klik door die 1000 magazines en zie hoe vaak er een VVD’er op de cover stond. Hoe vaak een hond. Op welke covers we kozen voor naakt, welke fotograaf hofleverancier was en hoeveel Anton Corbijn er afleverde.", "Drankje", "Grüner Veltliner (witte wijn)", "‘Mijn echtgenoot en ik nodigen vaak vrienden uit om bij te praten. Hij kookt dan en ik zorg voor de wijn. Veel mensen hebben een hekel aan die feestdagen, maar ik juist niet. Ik vind Kerst heel leuk, vooral de diners. Ik geniet van het samenzijn met mensen.’", "Vakantieplek", "Ibiza / Rio de Janeiro", "Beeld Getty Images", "‘Ik zou vakantie prima kunnen missen, omdat ik een hekel heb aan nietsdoen. Toch vlieg ik ieder jaar naar Ibiza, daar ben je zo en dat is een avontuurlijke plek. Mijn favoriete vakantiebestemming is Rio de Janeiro. Die stad bruist 24 uur per dag en ik hou van het temperament van de Brazilianen. Ik was er tijdens de voorbereiding van het carnaval en de mensen waren constant aan het dansen door de straten.’", "Ochtendritueel", "Krant lezen", "‘Ik heb een heel strak ochtendritueel. Ik sta elke morgen om half acht op, lees de papieren Volkskrant en begin daarna vrij snel met werken. Twee keer per week ga ik naar een personal trainer, want je moet toch iets aan je lichaam doen om het te onderhouden.’"], "authors": ["Zoë Spaaij"], "keywords": ["van", "het", "op", "hij", "die", "zijn", "ik", "hekel", "een", "en", "leven", "nietsdoen", "aan", "heb"], "pubDate": "2020-11-05T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}