{"id": "e0715027-4ee7-3a95-b8ca-3a43120bc982", "title": "Techblog – Europa akkoord met miljardenovername Fitbit door Google", "url": "https://volkskrant.nl/wetenschap/techblog-europa-akkoord-met-miljardenovername-fitbit-door-google~b3095f2d/", "summary": "Europa akkoord met miljardenovername Fitbit door Google - 17 december 2020Google mag maker van slimme stappentellers Fitbit overnemen.\nDertig staten onder leiding van Colorado beschuldigen Google van het voortrekken van zijn eigen producten (zoals YouTube) binnen zijn zoekresultaten.\nToen Facebook het libra-project onthulde, zei het dat het van plan was om één mondiale digitale valuta te creëren.\n(LV)Ook Snapchat komt met TikTok-kloon - 24 november 2020Snapchat komt met een TikTok-achtige functionaliteit onder de naam Spotlight.\nHet Amerikaanse ministerie van Handel zegt nu het eerdere decreet van Trump niet te handhaven in afwachting van het verdere verloop van het juridische proces.", "paragraphs": ["Europa akkoord met miljardenovername Fitbit door Google - 17 december 2020", "Google mag maker van slimme stappentellers Fitbit overnemen. Volgens de Europese Commissie brengt de deal de concurrentie niet in gevaar, omdat de activiteiten van Google en Fitbit elkaar maar beperkt overlappen. Wel stelt Brussel strenge voorwaarden aan de deal.", "Google kondigde eind vorig jaar aan Fitbit over te willen nemen voor 2,1 miljard dollar. Het Amerikaanse bedrijf maakt onder meer fitnesstrackers en smartwatches. Eerder dit jaar stelde de Europese Commissie nog een diepgravend onderzoek in naar de overnameplannen. De mededingingswaakhond in Brussel was bezorgd dat de transactie de al dominante positie van het Amerikaanse techconcern op de online-advertentiemarkt zou versterken door de enorme hoeveelheid persoonlijke gegevens die Fitbit kan leveren.", "Om de zorgen te ondervangen heeft Google veel toezeggingen moeten doen. Zo mogen de door Fitbit vergaarde data niet ingezet worden voor bijvoorbeeld advertenties. Ook moet Google de Fitbit-gegevens opslaan in een aparte ‘datasilo’, zodat de data niet per ongeluk vermengd raakt met andere gegevens.", "Verder heeft Brussel voor in ieder geval de komende tien jaar eisen gesteld ten aanzien van Googles mobiele besturingssysteem Android. Google moet ervoor zorgen dat andere aanbieders van zogeheten wearables hun fitnesstrackers straks ook nog kunnen verbinden met Android-smartphones, en dat ze niet door Google op achterstand gezet worden.", "Deze week presenteerde de Europese Commissie twee nieuwe wetsvoorstellen die speciaal bedoeld zijn voor techbedrijven als Google. Een ervan, de Digital Markets Act, moet juist rekening houden met nieuwe machtsconcentraties, vóórdat een nieuw monopolie ontstaat. De goedkeuring van de Fitbit-overname gebeurt uiteraard nog op basis van de oude mededingingswet. (LV)", "De Fitbit Blaze Beeld REUTERS", "Facebook stopt bevoordeling neutrale nieuwsorganisaties- 17 december 2020", "Facebook heeft een wijziging teruggedraaid waarmee berichten van neutrale nieuwsorganisaties voorrang kregen op radicalere bronnen. Het algoritme dat de nieuwsfeed samenstelde gaf meer ‘gewicht’ aan berichten van betrouwbare bronnen in de dagen na de verkiezingen in de Verenigde Staten. Daardoor zagen bijvoorbeeld CNN en The New York Times hun Facebookverkeer toenemen, terwijl dat voor bijvoorbeeld het radicaal-rechtse Breitbart juist afnam.", "Die wijziging is teruggedraaid, ontdekte The New York Times. Volgens Facebook zelf was de maatregel sowieso bedoeld als tijdelijk, al vroegen volgens de krant sommige medewerkers van Facebook of de ‘leukere nieuwsfeed’ niet kon blijven.", "Bepaalde bronnen wel of geen voorrang geven of betichten van misinformatie is een dilemma voor platforms als Facebook. Los van de vraag wie bepaalt wat ‘goede’ informatie is: radicale bronnen leveren veel verkeer en (dus) advertentie-inkomsten op. (PS)", "Techbedrijven treden op tegen misinformatie, ook als die uit het Witte Huis komt In 2016 werd techbedrijven verweten dat dankzij hen desinformatie ongehuinderd werd verspreid. Bij de verkiezingen in Amerika dit jaar namen de bedrijven juist een actieve houding aan. Over hoe dat ging, gaat dit verhaal. En lees ook deze column van Laurens Verhagen: YouTube, Facebook en Twitter kunnen niet anders dan blijven ingrijpen.", "Amerikaanse staten beschuldigen Google van machtsmisbruik rond online advertenties - 17 december 2020", "Opnieuw wordt er een grote zaak gestart tegen Big Tech. Dit keer zijn het tien Amerikaanse staten die onder leiding van Texas de handschoen tegen Google oppakken. Inzet is de dominantie van Google op het gebied van online adverteren. De aanklagers gebruiken een honkbal-analogie: Google is pitcher, catcher en scheidsrechter tegelijk. Door de gehele keten van het online adverteren in handen te hebben, zou Google innovatie tegenhouden en de belangen van consumenten schaden.", "Google stelt in reacties tegenover The New York Times en the Verge dat de beschuldigingen ongegrond zijn, dat de prijzen van online advertenties de laatste jaren scherp gedaald zijn en dat er voldoende concurrentie is. Ondertussen hangt er nog een andere nieuwe zaak boven het hoofd van de techgigant. Dertig staten onder leiding van Colorado beschuldigen Google van het voortrekken van zijn eigen producten (zoals YouTube) binnen zijn zoekresultaten. In oktober startte het ministerie van Justitie ook al een zaak tegen Google over zijn dominantie op het gebied van zoeken. (LV)", "Breaking: Texas attorney general announces ad tech antitrust probe against Google https://t.co/K40ypDxTrN pic.twitter.com/CLzdW1fwkH — The Verge (@verge) 16 december 2020", "Uber geeft droom om zelf zelfrijdende auto’s te maken voorlopig op - 16 december 2020", "Uber geeft de droom om zelf technologie te ontwikkelen om zelfrijdende auto’s te kunnen maken voorlopig op. Het bedrijf verkoopt de afdeling voor zelfrijdende auto’s aan Aurora, een startup op dat gebied, zo werd vorige week bekend.", "Vijf jaar geleden lijfde het bedrijf een aantal topdeskundigen op het gebied van robotica in om in de toekomst ook zelfrijdende taxi’s te kunnen maken. Sindsdien is meer dan een miljard dollar in die technologie geïnvesteerd, dat is zo’n 820 miljoen euro. De tak die zich met zelfrijdende auto’s bezighoudt kwam in 2018 in het nieuws doordat een testvoertuig een dodelijk ongeluk had veroorzaakt.", "De verkoop betekent overigens niet dat Uber niet meer gelooft in de komst van autonome voertuigen op zichzelf. Het bedrijf investeerde bijna 330 miljoen euro in de startup Aurora. Dat bedrijf is opgericht door oud-werknemers van Tesla, Uber en Google. Uber zelf zegt zich vooral te willen storten op het zo winstgevend mogelijk maken van de kernonderdelen van het bedrijf: het vervoeren van mensen en maaltijden. (PS)", "Pornhub verwijdert grootste deel video’s op de site - 14 december 2020", "Pornhub heeft het grootste deel van de video’s op zijn site verwijderd. Alles wat door gebruikers is geüpload, is of wordt offline gehaald. Alleen video’s die door pornostudio’s of door pornomodellen zelf zijn geüpload, mogen blijven staan. De stap volgt op het besluit van creditcardbedrijven Mastercard en Visa om geen betalingen voor de pornosite meer te verwerken.", "Mastercard en Visa besloten eind vorige week daartoe omdat er op Pornhub video’s van kindermisbruik en verkrachtingen te vinden zouden zijn. Die beschuldiging werd gedaan in een opiniestuk in The New York Times.", "Sinds de oprichting van de site in 2007 konden gebruikers zelf video’s plaatsen. Sinds vorige week konden er al geen nieuwe gebruikersvideo’s meer geplaatst worden. ‘Voortaan is elke video op Pornhub van een geverifieerde uploader’, schrijft het bedrijf in een reactie.", "De site benadrukt dat het hiermee verder gaat dan Facebook, Instagram, TikTok, YouTube, Snapchat of Twitter. Verder stelt Pornhub: ‘De afgelopen drie jaar heeft Facebook zelf gemeld dat er 84 miljoen keer beelden van kindermisbruik op hun platform aangetroffen werd. Bij Pornhub werden in die tijd 118 gevallen gemeld.’ De pornosite stelt dat er een hetze tegen het bedrijf gevoerd wordt door organisaties die tegen alle vormen van pornografie zijn. Het zijn volgens Pornhub dezelfde krachten die de afgelopen vijftig jaar onder andere ook Playboy en de LBGTQ-gemeenschap demoniseerden.", "Het merendeel van de site bestond uit video’s van gebruikers. Volgens Vice News stond de teller afgelopen zondag nog op 13,5 miljoen video’s, maandagmiddag zijn het er nog maar 2,9 miljoen. (LV)", "Mastercard breekt banden met Pornhub vanwege kindermisbruik - 11 december 2020", "Creditcardbedrijf Mastercard gaat niet langer betalingen op pornosite Pornhub.com verwerken. Het besluit komt nadat een columnist van de The New York Times de site ervan had beschuldigd video’s met kindermisbruik of onvrijwillige seks toe te laten. Branchegenoot Visa meldde betalingen op Pornhub niet te accepteren zolang er een eigen onderzoek naar de kwestie loopt.", "Eigen onderzoek van Mastercard heeft uitgewezen dat via Pornhub.com inderdaad onwettig beeldmateriaal is verspreid, waarmee de interne regels van de creditcardmaatschappij zijn geschonden. ‘We hebben de financiële instellingen die de site met ons netwerk verbinden opdracht gegeven betalingen niet te accepteren.’ Mastercard onderzoekt ook of op andere sites waarvoor het betalingen faciliteert illegale video’s staan.", "In een reactie op het artikel in de The New York Times kondigde de pornosite, die gebruikers toestaat zelf filmpjes te uploaden, niet langer video’s te accepteren van afzenders van wie de identiteit niet te achterhalen is. (LV)", "Beeld EPA", "Whatsapp vindt nieuwe privacylabels van Apple niet eerlijk - 9 december 2020", "Whatsapp is niet blij met de nieuwe privacylabels van Apple. De Facebook-dochter klaagt tegenover nieuwssite Axios dat Apple bedrijven verplicht informatie te geven over hun privacyinstellingen die Apple zelf niet hoeft prijs te geven.", "Apple wil apps in de Appstore voortaan voorzien van privacylabels en eist daarom van bedrijven die apps in de onlinewinkel willen aanbieden dat ze laten zien wat ze allemaal aan data verzamelen. Volgens Whatsapp is deze maatregel in het nadeel van derde partijen, omdat de eigen berichtenapp van Apple - iMessage - al vooraf geïnstalleerd is en dus niet in de Appstore hoeft te worden gedownload. Aan deze app wordt dus ook geen label gehangen.", "Volgens een woordvoerder is het belangrijk dat de labels consistent zijn voor zowel apps van Apple zelf als voor die van externe partijen. (LV)", "Apple verlangt voortaan privacy-informatie van app-aanbieders Beeld Apple", "Washington Post: Huawei testte software voor herkenning gezichten Oeigoeren - 9 december 2020", "Het Chinese technologieconcern Huawei Technologies heeft testen gedaan met software voor camerasystemen die de gezichten kan herkennen van Oeigoeren, de islamitische minderheidsgroep die China wordt onderdrukt. Volgens The Washington Post kon daarbij een automatisch alarmsignaal afgaan naar Chinese veiligheidsdiensten.", "Huawei en Megvii verklaren tegenover de Amerikaanse krant dat er inderdaad testen zijn geweest, maar dat de technologie niet is ingezet voor gebruik.", "The Washington Post baseert zich op interne documenten van Huawei die werden ontdekt door onderzoeksorganisatie IPVM. Huawei zou samen met het Chinese techbedrijf Megvii de softwaretesten in 2018 hebben uitgevoerd met beveiligingscamera’s die gezichten in een mensenmassa kunnen scannen op leeftijd, geslacht en etniciteit. Zodra een gezicht werd herkend met kenmerken van de Oeigoerse gemeenschap kon een ‘Oeigoer-alarm’ afgaan. De politie zou dan een arrestatie kunnen verrichten.", "De Verenigde Staten zetten vorig jaar nog de grote Chinese producent van bewakingscamera’s Hikvision op een zwarte lijst. Die surveillanceapparatuur wordt volgens de VS gebruikt in bijvoorbeeld interneringskampen waarin volgens schattingen 1 miljoen Oeigoeren worden vastgehouden. (LV)", "Huawei tested AI software that could recognize Uighur minorities and alert police, report says https://t.co/XlOkpbwpET — The Washington Post (@washingtonpost) 8 december 2020", "Pornhub neemt meer maatregelen tegen verspreiding kinderporno - 9 december 2020", "Pornhub, een van ‘s werelds grootste websites met pornografisch beeldmateriaal, heeft dinsdag een reeks maatregelen aangekondigd tegen illegale filmpjes op het platform. De maatregelen zijn een reactie op een artikel in The New York Times. De site ligt overigens al langer onder vuur.", "Columnist en onderzoeksjournalist Nick Kristof onthulde in die krant dit weekend dat in een substantieel deel van de 6,8 miljoen video’s die jaarlijks op Pornhub worden gepost, seksueel misbruik van minderjarigen en verkrachting te zien is. In het artikel komen ook slachtoffers aan het woord, van wie ongevraagd beeldmateriaal online is geplaatst, dat in veel gevallen blijft opduiken. Kristof wees op het probleem dat gebruikers video’s rechtstreeks van de website kunnen downloaden, waardoor verwijderde illegale inhoud door iedereen weer opnieuw geüpload kan worden.", "Pornhub zegt dat vanaf nu alleen nog partners van de website en personen die via de website advertentie-inkomsten genereren nog video’s kunnen uploaden. In het nieuwe jaar komt daar een verificatieproces bij, zodat elke gebruiker weer inhoud kan uploaden, aldus het bedrijf. Een andere maatregel is dat alleen betalende gebruikers video’s kunnen downloaden.", "Maandag startten creditcardbedrijven Mastercard en Visa een onderzoek naar hun banden met Pornhub en verzekerden ze dat ze de banden met het moederbedrijf, MindGeek, zouden verbreken als blijkt dat de site zich niet aan de wet houdt.", "Volgens Pornhub wordt de website zo’n 115 miljoen keer per dag gezocht. De miljoenen nieuwe video’s die in 2019 werden geüpload op Pornhub vormden bij elkaar ongeveer 1,36 miljoen uur aan beeldmateriaal, meer dan 150 jaar.", "Pornhub limits uploads and disables downloads after New York Times exposé https://t.co/Eiun7vYnoe pic.twitter.com/tz3H08t8WW — The Verge (@verge) 8 december 2020", "Eerste koptelefoon van Apple kost 629 euro - 8 december 2020", "Apple heeft vandaag de AirPods Max aangekondigd, een draadloze koptelefoon met actieve ruisonderdrukking die over de oren gedragen wordt. Veel van de functies zijn gelijk aan die van de populaire draadloze oortjes, de AirPods. Bij de Max legt Apple verder de nadruk van de hoofdband die de druk van het gewicht voor de drager moet verlichten. Het apparaat kan zogenoemde ‘ruimtelijke audio’ afspelen, waardoor geluid in surround sound net zo moet klinken als in de bioscoop.", "De AirPods Max wegen bijna 385 gram en gaan op een batterijlading tot 20 uur mee. Apple betreedt hiermee een nieuwe markt en moet met de Max concurreren met vergelijkbare (draadloos en noise cancelling) modellen van een groot aantal andere fabrikanten, waaronder Sony en Bose. De recent geïntroduceerde (en goed geteste) WH 1000 XM4 kost echter wel fors minder: 260 euro in vergelijking met 629 euro voor de AirPods Max. (LV)", "Beeld Apple", "TikTok krijgt weer gelijk van hof in beroep tegen besluit Trump - 8 december 2020", "De soap rondom TikTok in de VS gaat onverminderd door. Het Chinese moederbedrijf Bytedance heeft namelijk van een tweede Amerikaans hof gelijk gekregen in het bezwaar dat het had ingediend tegen het bevel van president Donald Trump om alle Amerikaanse activiteiten over te doen aan een partij in de VS.", "Vorige maand gaf een andere rechter al een soortgelijk oordeel. Afgelopen vrijdag gaf de Amerikaanse regering TikTok geen hernieuwd uitstel meer om zijn activiteiten in de Verenigde Staten af te stoten. Wel gaan de gesprekken tussen het bedrijf en de overheid over de gedwongen verkoop onverminderd door.", "Trump vaardigde op 14 augustus een presidentieel decreet uit waarmee Bytedance, de Chinese eigenaar van de razend populaire filmpjesapp met meer dan 100 miljoen Amerikaanse gebruikers, werd bevolen de activiteiten in de VS binnen 90 dagen af te stoten omdat de gegevens van Amerikaanse gebruikers bij de Chinese overheid terecht zouden komen, iets wat Bytedance overigens ontkent.", "In september ging Trump akkoord met een deal tussen ByteDance, Oracle en Walmart waarbij de Amerikaanse activiteiten van TikTok in een nieuw bedrijf zouden worden ondergebracht. Deze deal is echter nog niet afgerond. (LV)", "Second judge says Trump can’t ban TikTok https://t.co/MmehaA1nO6 pic.twitter.com/nPh6FAUSPA — The Verge (@verge) 8 december 2020", "Twitter verbiedt ook haatzaaien over ras en etniciteit - 3 december 2020", "Twitter verbiedt vanaf woensdag ook haatzaaien in de vorm van ‘taal die mensen dehumaniseert op basis van ras, etniciteit en nationaliteit’, heeft het bedrijf bekendgemaakt in een verklaring. Vorig jaar verbood het microblogplatform al haatzaaien op basis van religie of sociale klasse, waar in maart nog leeftijd, handicap en ziekte aan werden toegevoegd.", "De nieuwe regels op Twitter zijn ‘essentiële concessies’ op het gebied van wat gebruikers wel en niet kunnen zeggen, aldus de burgerrechtenorganisatie Color of Change, die wil dat techbedrijven in actie komen tegen haatzaaien op het internet. Onder meer Twitter staat al geruime tijd onder druk om meer te doen tegen haatzaaiende berichten. Een woordvoerder van Twitter stelt dat het bedrijf al vanaf het begin van plan was om meer categorieën toe te voegen aan het antidiscriminatiebeleid.", "Color of Change had graag gezien dat Twitter het beleid al voor de Amerikaanse presidentsverkiezingen had aangepast, aldus een verklaring. Voorzitter Arisha Hatch vindt ook dat Twitter openheid van zaken moet geven over de manier waarop moderatoren worden getraind of de effectiviteit van de kunstmatige intelligentie die het platform gebruikt om overtredingen van de regels op te sporen.", "Our rules continually evolve to help keep people safe. Today, we’re expanding our hateful conduct policy to address language that dehumanizes people on the basis of race, ethnicity, or national origin. — Twitter Safety (@TwitterSafety) 2 december 2020", "Teams meest gedownloade iPhone-app in Nederland, gevolgd door CoronaMelder - 2 december 2020", "Microsoft Teams is dit jaar in Nederland de meest gedownloade app voor de iPhone, zo heeft Apple bekendgemaakt. Op twee staat een nieuwkomer: CoronaMelder. TikTok, DigiD en Zoom complementeren de top vijf. De populairste betaalde iPhone-app was Wonderweeks, een app voor jonge ouders.", "Daarnaast heeft Apple de app Wakeout! verkozen tot de beste iPhone-app van dit jaar. Wakeout! biedt korte oefeningen van 30 seconden die zijn aangepast op de omgeving waar je je op dat moment bevindt - oefeningen voor in de slaapkamer, het vliegtuig, de keuken of terwijl je achter je bureau zit. Among Us is in ons land het afgelopen jaar de meest gedownloade game. (LV)", "Facebook doopt cryptoproject libra om tot ‘diem’ - 2 december 2020", "Facebook heeft zijn even controversiële als moeizame project voor een cryptomunt een nieuwe naam gegeven. De digitale munt die eerder libra zou gaan heten, wordt nu omgedoopt tot ‘diem’.", "Toen Facebook het libra-project onthulde, zei het dat het van plan was om één mondiale digitale valuta te creëren. Daarmee zou iedereen wereldwijd, dus ook de 1,7 miljard mensen die geen bankrekening hebben, overal ter wereld geld kunnen overmaken met hetzelfde gemak als het versturen van een sms-bericht.", "Het libra-project liep tegen een muur van weerstand aan. Toezichthouders maken zich zorgen dat libra de invloed van centrale banken zou kunnen ondermijnen, met financiële instabiliteit tot gevolg. Ook bestaat vrees dat de cryptomunt door criminelen makkelijk kan worden gebruikt voor bijvoorbeeld witwassen.", "Diem moet tegemoet komen aan de zorgen van toezichthouders. De munt zal gekoppeld worden aan de dollar. E En het consortium waarin Facebook aan diem werkt zegt ook plannen te hebben om witwassen via de munt tegen te gaan. Het is nog altijd niet bekend wanneer de nieuwe cryptomunt wordt gelanceerd. (LV)", "Beeld REUTERS", "Apple aangeklaagd in Europa om bewust vertragen iPhones - 2 december 2020", "De Belgische en Spaanse consumentenbonden klagen Apple aan vanwege het opzettelijk vertragen van iPhones via een software-update. Deze was volgens Apple nodig om de batterij van de iPhone 6 te ontzien, maar werd volgens de organisaties ingezet om klanten te verleiden nieuwe iPhones te kopen.", "Afgelopen zomer stuurde koepelclub Euroconsumers al brieven naar Apple, met het verzoek Europese consumenten te compenseren. Woensdag werden in België en Spanje zogenoemde class action-rechtszaken aangespannen, waarin namens een groep mensen om compensatie wordt gevraagd. In Italië en Portugal zijn de komende weken rechtszaken gepland. In totaal gaat het over meer dan 3 miljoen iPhones die verkocht werden in de vier landen tussen 2014 en 2020. Euroconsumers vraagt gemiddeld een vergoeding van 60 euro per telefoon.", "Eerder werd het bedrijf om vergelijkbare redenen aangeklaagd door tientallen Amerikaanse staten. In die zaken stemde Apple uiteindelijk in met een schikking van respectievelijk 113 miljoen dollar en maximaal 500 miljoen dollar.", "Een iPhone 6 Plus Beeld Apple", "Nederlandse wetenschappers willen verbod op zelfdenkende wapens – 1 december 2020", "Ruim 170 Nederlandse wetenschappers op het gebied van kunstmatige intelligentie en robotica vragen de regering om een verbod op dodelijke autonome wapens. Dat zijn wapensystemen die zonder menselijke tussenkomst doelen kunnen selecteren en aanvallen.", "De oproep komt op een strategisch moment: mogelijk herziet de regering haar standpunt over deze wapens binnenkort. Nederlandse experts uiten hun zorgen over de groeiende rol van kunstmatige intelligentie bij de ontwikkeling van wapens. Met deze wapens wordt volgens hen de drempel verlaagd om oorlog te voeren en kunnen conflicten sneller escaleren.", "De open brief aan de regering is ondertekend door wetenschappers van onder meer de Universiteit Leiden, de UvA, de TU Delft en de Rijksuniversiteit Groningen. Vredesorganisatie PAX sluit zich aan bij de dringende oproep van de experts en benadrukt dat er nu op politiek vlak iets moet veranderen om de ontwikkeling van dodelijke autonome wapens tegen te gaan. (LV)", "VERDER LEZEN: Stop de killerrobots, zeggen nu ook de robotmakers zelf Hoe de mens ervoor kan zorgen dat killerrobots niet op eigen houtje over leven en dood gaan beslissen", "CoronaMelder werkt nu samen met andere Europese covidapps – 30 november 2020", "De nieuwste versie van CoronaMelder voor Android en iOS laat deze app nu ook met vergelijkbare corona-apps uit andere Europese landen communiceren. De EU heeft dit mogelijk gemaakt, door een zogenoemde European Federated Gateway Server te ontwikkelen. Andere landen, waaronder Duitsland, sloten hier al eerder op aan.", "In de praktijk betekent dit dat als mensen de grens overgaan, ze niet een andere app hoeven te installeren. Op dit moment is dat vooral handig voor mensen die in grensgebieden wonen. CoronaMelder is door meer dan vier miljoen mensen gedownload, maar het ministerie tast nog altijd in het duister over de effectiviteit. (LV)", "Beeld Hollandse Hoogte / ANP", "Consumentenbond sleept privacywaakhond voor rechter in Google-zaak – 30 november 2020", "De Consumentenbond stapt naar de rechter omdat de Autoriteit Persoonsgegevens (AP) nog altijd geen besluit heeft genomen over een klacht van de bond tegen Google uit 2018. Volgens de AP is de Ierse toezichthouder leidend in het onderzoek naar Google. Maar de Consumentenbond vindt dat de privacywaakhond op nationaal niveau aan zet is.", "In 2018 hebben meerdere Europese consumentenorganisaties klachten ingediend over Google. Het bedrijf vraagt volgens de organisaties aan gebruikers van een Android-smartphone niet op de juiste manier om toestemming voor het opslaan van locatiegegevens en overtreedt daarmee de privacywet. Deze locatiegeschiedenis staat standaard uit, maar zodra je een Android-smartphone in gebruik neemt en een Google-account aanmaakt, stuurt Google je richting het ‘inschakelen’ hiervan, aldus de Consumentenbond.", "Naar aanleiding van de klachten is de Ierse toezichthouder een onderzoek gestart, omdat het Europese hoofdkantoor van Google in Ierland is gevestigd. Google verklaarde in 2018 dat het bedrijf er ‘constant aan werkt om zijn privacy-instellingen te verbeteren’.", "In 2018 dienden we een klacht en een handhavingsverzoek bij @toezicht_AP in tegen @Google. Daar is nog altijd geen besluit over genomen. Intussen kan Google zijn gang blijven gaan. Daarom stappen we naar de rechter.", "", "👨‍⚖️ Lees hier meer:", "➔ https://t.co/Mh3dmqpbkV pic.twitter.com/Q214LlsOAi — Consumentenbond (@Consumentenbond) 30 november 2020", "‘Eind 2020 hebben 1 miljard mensen toegang tot 5G’ – 30 november 2020", "Ruim een miljard mensen zullen tegen het eind van het jaar in het dekkingsgebied van het mobiele 5G-netwerk wonen, ofwel 15 procent van de wereldbevolking. Dat verwacht althans het Zweedse netwerkbedrijf Ericsson. Nog niet iedereen zal het dan ook daadwerkelijk gebruiken; Ericsson voorziet dan 220 miljoen afgesloten 5G-abonnementen, waarvan bijna 80 procent, in China.", "Volgens Ericsson zal 5G eind 2026 meer dan de helft van alle mobiele data voor zijn rekening nemen. Tegen die tijd moeten er 3,5 miljard 5G-abonnementen afgesloten zijn. (LV)", "Regering Trump verlengt deadline TikTok opnieuw – 26 november 2020", "ByteDance, het Chinese moederbedrijf van de populaire filmpjesapp TikTok, krijgt opnieuw uitstel van de Amerikaanse regering om zijn activiteiten in de Verenigde Staten af te stoten. Voor de gedwongen deal zou de deadline eigenlijk vrijdag aflopen. Dat wordt nu 4 december.", "Eerder deze maand werd de deadline ook opgeschoven. ByteDance voert over de kwestie ook nog een rechtszaak bij het Amerikaanse hof van beroep. Daar kregen de Chinezen te horen dat ze nog tot 14 december de tijd hebben om bepaalde documenten in te dienen in hun bezwaarprocedure. Er lopen dus meerdere deadlines door elkaar heen.", "De app met meer dan 100 miljoen Amerikaanse gebruikers ligt al enige tijd zwaar onder vuur in de VS. Volgens Trump slaat TikTok te veel gegevens op, die via ByteDance bij de Chinese overheid terechtkomen. Hij eiste daarom dat de Amerikaanse activiteiten van TikTok aan een Amerikaanse partij worden verkocht. In september ging hij akkoord met een deal tussen ByteDance, Oracle en Walmart waarbij de Amerikaanse activiteiten van TikTok in een nieuw bedrijf zouden worden ondergebracht.", "KB geeft middeleeuwse plaatjes nieuw leven als memes – 24 november 2020", "De KB, de nationale bibliotheek, heeft een zogenoemde meme-generator gelanceerd met afbeeldingen uit de Middeleeuwen. Volgens de initiatiefnemers kan iedereen zo ervaren hoe in de Middeleeuwen afbeeldingen werden gebruikt om een boodschap te verspreiden – net als vandaag.", "Een 'middeleeuwse' meme. Beeld KB", "Memes zijn visuele internetgrappen die online breed gedeeld worden, maar het concept is al veel ouder, stelt de KB. ‘Het gebruik van afbeeldingen om bijvoorbeeld een politieke, religieuze of maatschappijkritische boodschap te verspreiden, was in de beeldcultuur van laaggeletterde samenlevingen (zoals het Europa van de Middeleeuwen) buitengewoon populair.’ Op de meme-site kunnen bezoekers zelf memes maken van afbeeldingen uit middeleeuwse handschriften. Verder zit bij elke afbeelding een filmpje waarin een specialist het verhaal achter het plaatje vertelt. (LV)", "Consumentenbond staat slachtoffers cybercriminaliteit bij - 24 november 2020", "De Consumentenbond gaat slachtoffers van cybercriminaliteit, zoals helpdeskfraude, phishing of hacks bijstaan via een – betaalde – ‘cyberhulplijn’. Daarop geven experts telefonisch advies en kijken op afstand mee met de gedupeerde consument.", "De experts zullen onder meer de oorzaak van de digitale kraak proberen te achterhalen, waarbij ze ook zullen proberen om de schade zoveel als mogelijk te beperken. Daarnaast dragen ze ook oplossingen voor, belooft de bond.", "De eerste vijf minuten zijn gratis, daarna betaalt de beller 1,20 euro per minuut. Niet-leden van de Consumentenbond betalen 1,49 euro per minuut. (LV)", "Ook Snapchat komt met TikTok-kloon - 24 november 2020", "Snapchat komt met een TikTok-achtige functionaliteit onder de naam Spotlight. Gebruikers kunnen daar korte video’s uploaden. Het bedrijf verdeelt elke dag 1 miljoen dollar (845 duizend euro) onder de makers van de populairste video’s, in de hoop de nieuwe dienst tot een succes te maken.", "Gebruikers kunnen hun reguliere video-snaps naar Spotlight sturen. De beelden die in Spotlight worden getoond, zijn gemodereerd. Er kunnen ook geen openbare reacties achtergelaten worden.", "Spotlight komt in eerste instantie alleen beschikbaar in de Verenigde Staten, Canada, Australië, Nieuw-Zeeland, het Verenigd Koninkrijk, Ierland, Noorwegen, Zweden, Denemarken, Duitsland en Frankrijk. Wanneer Nederland precies volgt, is nog niet bekend.", "Dat social media elkaars succesvolle functionaliteiten kopiëren is niet nieuw. Eerder kwam ook Instagram met een TikTok-kloon onder de naam Reels. En datzelfde Instagram kopieerde vier jaar geleden al Stories van Snapchat, waarbij foto’s en video’s na 24 uur verdwijnen. Twitter nam vorige week een vergelijkbare stap door Fleets te introduceren, berichten die eveneens na een etmaal verdwijnen. (LV)", "Apple halveert commissie op betaalde apps van kleinere bedrijven - 18 november 2020", "Apple halveert de commissie die het op verkopen in de eigen appstore rekent voor bedrijven met een omzet tot 1 miljoen dollar. Voor die ondernemingen rekent de maker van de iPhone voortaan 15 procent commissie, in plaats van 30 procent.", "Volgens Apple geldt het nieuwe percentage voor de meeste ontwikkelaars die software aanbieden in de winkel van het bedrijf. Naar eigen zeggen is het bedoeld als steun in de rug voor de ondernemingen tijdens de coronacrisis. De nieuwe regeling geldt vanaf 1 januari.", "Over de commissies die Apple hanteert, is de laatste tijd veel te doen. Ontwikkelaar Epic Games (Fortnite) stapte naar de rechter, omdat de spelletjesmaker vindt dat Apple met de winkel een illegaal monopolie beheert en zich schuldig maakt aan machtsmisbruik. Het is ontwikkelaars niet toegestaan ​​hun apps beschikbaar te stellen via eigen websites.", "Ook andere diensten zoals Spotify klagen al langer over de praktijken van Apple. De Europese Commissie doet momenteel onderzoek naar aanleiding van de klacht van Spotify. (LV)", "Big Apple news. Apple is reducing its App Store cut to 15% for most app developers in January. This is a BIG deal for indie app developers that usually have to pay 30% on app revenues and in-app purchases. Details here: https://t.co/S878cPgzdf pic.twitter.com/Livxh3ofxW — Tom Warren (@tomwarren) 18 november 2020", "Twitter introduceert berichten die na 24 uur weer verdwijnen - 17 november 2020", "In navolging van chatapps en socialmediadiensten als Snapchat en Instagram, komt ook Twitter nu met de mogelijkheid om berichten te posten die na 24 uur vanzelf weer verdwijnen. Fleets, zoals de dienst heet, moet gebruikers ‘minder druk laten ervaren’ als ze hun vluchtige gedachten op het netwerk zetten. Het is niet mogelijk een Fleet te retweeten of er op te reageren. Privéreacties zijn wel toegestaan.", "Fleets is de afgelopen maanden al in een aantal landen getest. In Nederland komt de functie vanaf donderdag beschikbaar. (LV)", "That thing you didn’t Tweet but wanted to but didn’t but got so close but then were like nah.", "", "We have a place for that now—Fleets!", "", "Rolling out to everyone starting today. pic.twitter.com/auQAHXZMfH — Twitter (@Twitter) 17 november 2020", "Conceptsmartphone Oppo heeft uitrolbaar scherm - 17 november 2020", "De Chinese smartphonefabrikant Oppo heeft een concepttoestel gepresenteerd met een uitrolbaar scherm. Daarmee is het toestel naar wens breder te maken.", "De Oppo X 2021, zoals de telefoon heet, heeft ingerold een schermdiagonaal van 6,7 inch en kan uitrollen tot 7,4 inch. Om het toestel uit te rollen, zit er een motortje in de behuizing verwerkt. Gebruikers zouden zelf kunnen kiezen tot hoe ver ze het toestel willen uitrollen, waarbij de software direct wordt aangepast aan het nieuwe schermformaat.", "Het gaat vooralsnog om een concept. Oppo heeft nog geen concrete plannen om een oprolbare telefoon op de markt te brengen.", "Totale verwarring over toekomst TikTok in de Verenigde Staten - 13 november 2020", "Niemand lijkt meer te weten wat er met TikTok gaat gebeuren in de VS. Donderdag liep een scherpe deadline af, maar te midden van alle onderhandelingen, rechtszaken én de chaotische verkiezingen is de status van alle beslissingen nogal onduidelijk geworden. Het Amerikaanse ministerie van Handel zegt nu het eerdere decreet van Trump niet te handhaven in afwachting van het verdere verloop van het juridische proces. Dat zou dus betekenen dat TikTok zijn activiteiten in de VS gewoon kan voortzetten.", "Ondertussen heeft ByteDance, eigenaar van de populaire filmpjesapp, van het Amerikaanse hof van beroep een maand uitstel gekregen (tot 14 december) in de lopende bezwaarprocedure. Het Chinese concern verzet zich tegen het bevel van president Donald Trump om alle Amerikaanse activiteiten over te doen aan een partij in de Verenigde Staten. Volgens ByteDance is de correspondentie met de Amerikaanse autoriteiten geheel stilgevallen. (LV)", "Trump admin puts a hold on TikTok ban it seems to have forgotten about https://t.co/LRqNI0p719 — Ars Technica (@arstechnica) 12 november 2020", "Google maakt einde aan onbeperkte gratis opslag voor foto’s - 12 november 2020", "Ook bij Google duren gratis feestjes niet eindeloos. Toen het techbedrijf vijf jaar geleden zijn fotodienst Google Photo lanceerde, was de belofte even aantrekkelijk als duidelijk: onbeperkte foto-opslag in de cloud. Gratis. Althans: voor wie genoegen neemt met het bewaren van foto’s in ‘hoge kwaliteit’. Wie per se de originelen wil bewaren, moet de portemonnee trekken.", "Dat laatste zal vanaf juni volgend jaar ook de foto’s in hoge kwaliteit gebeuren. Tot 15 GB blijft dat gratis, daar bovenop moet de klant een abonnement nemen op de cloudopslag. Tot die tijd kan de liefhebber de clouddienst van Google nog even gratis volpompen met foto’s en video’s.", "De dienst is zeer succesvol. Vorig jaar bereikte Google Photo de mijlpaal van 1 miljard gebruikers. Deze uploaden iedere week 28 miljard nieuwe foto’s en video’s. (LV)", "All your existing photos and videos backed up in High quality and any new content you back up in High quality before June 1, 2021 are exempt from this change and will not count toward your Google Account storage. pic.twitter.com/lRaY4mQNFN — Google Photos (@googlephotos) 11 november 2020", "TikTok vraagt de VS vlak voor deadline uitstel voor verbod - 11 november 2020", "Bytedance, de Chinese eigenaar van de populaire filmpjesapp TikTok, tast in het duister over de status van de door de Verenigde Staten afgedwongen verkoop van zijn activiteiten. President Trump bepaalde afgelopen zomer dat de app in de VS verboden moest worden per 12 november, tenzij Bytedance zijn TikTok-activiteiten van de hand zou doen. Volgens de zittende president vormt de video-app een veiligheidsrisico voor Amerikanen.", "Die voorbereidingen voor de verkoop zijn in volle gang: er moet een Amerikaanse tak (TikTok Global) komen waarin het Amerikaanse softwarebedrijf Oracle en supermarktketen Walmart een belang krijgen. Die complexe deal wacht nog op afronding en definitieve toestemming van de Amerikaanse en Chinese autoriteiten, terwijl de deadline van de ban angstig dichtbij komt.", "Bytedance vroeg al eerder uitstel aan, maar hoorde daar niets meer op. Sindsdien is de communicatie volgens de Chinezen geheel stilgevallen. Vandaar dat Bytedance nu naar het Hof van Bezwaar in Washington is gestapt om te voorkomen dat het gedwongen wordt de verkoop deze week af te ronden. (LV)", "Beeld ANP", "Apple voorziet MacBooks en Mac Mini van eigen chip - 11 november 2020", "Apple heeft de eerste drie computers gepresenteerd die uitgerust worden met de zelfontworpen M1-chip van het bedrijf. De primeur gaat naar de 13 inch MackBook Air en MacBook Pro. Ook de Mac Mini, een desktopcomputer met een los scherm, krijgt de nieuwe chip.", "De nieuwe M1-chip is volgens Apple niet alleen zeer snel, maar ook extreem zuinig, waardoor de laptops langer met een volle batterijlading doen. De grafische processor, die nodig is voor het verwerken van bijvoorbeeld video en graphics in spelletjes, is ingebouwd. Apple spreekt over ‘de grootste update ooit’ voor zijn Mac-computerlijn.", "De fabrikant kondigde de overstap van Intel-chips naar de eigen chips in juni aan. De nieuwste versie van Apples besturingssysteem MacOS draait op beide soorten chips. Dat geldt niet per definitie voor bestaande software, maar daarvoor biedt Apple oplossingen, zodat die via een omweg ook gewoon op de nieuwe hardware werkt. (LV)", "De Apple Mac Mini Beeld Apple", "Geen compensatie voor gebruikers Zoom na gelieg over versleuteling - 10 november 2020", "Zoom heeft afspraken gemaakt met de Amerikaanse toezichthouder FTC (Federal Trade Commission) over het verbeteren van zijn veiligheid. Aanleiding van het onderzoek door de FTC was de belofte van Zoom dat gesprekken via het videoplatform end-to-end versleuteld zouden zijn. Zoom zou dit in ieder geval vanaf 2016 ten onrechte aan zijn klanten hebben beloofd, aldus de waakhond.", "Eerder dit jaar onthulde nieuwssite The Intercept dat die sterke encryptie (vergelijkbaar met bijvoorbeeld WhatsApp) er helemaal niet is bij Zoom. Weliswaar werden gesprekken versleuteld, maar Zoom zelf had de sleutel in handen en dus in potentie ook toegang tot de inhoud van de gesprekken.", "Vorige maand kondigde Zoom aan dat de échte end-to-end-encryptie binnenkort het geval is. Belangrijkste afspraak met de FTC is nu dat Zoom belooft zijn beveiliging beter op orde te krijgen. De Democratische leden van de toezichthouder kunnen zich niet vinden in de deal. Zij hadden liever gezien dat gebruikers ook gecompenseerd worden door Zoom voor de misleiding. Zoom groeide tijdens de coronapandemie hard: van 10 miljoen in december vorig jaar naar 300 miljoen in april. (LV)", "Zoom lied to users about end-to-end encryption for years, FTC says https://t.co/aMP348E1O1 by @JBrodkin — Ars Technica (@arstechnica) 9 november 2020", "Ook Facebook gaat over op Steven Bannon-ban - 10 november 2020", "Facebook heeft een reeks pagina’s verwijderd die onder beheer staan van de voormalige strateeg van het Witte Huis, Steve Bannon. Op de zeven pagina’s, met in totaal bijna 2,5 miljoen volgers, stonden berichten met misleidende informatie en onjuiste berichten over stemfraude bij de Amerikaanse presidentsverkiezingen, zo meldt de New York Times.", "Ook heeft Facebook twee video’s van Bannon verwijderd wegens aanzetten tot geweld. Twitter haalde vorige week al een account van Bannon van het web, terwijl YouTube een video verwijderde waarin de voormalig adviseur van president Donald Trump fantaseerde over het onthoofden van de vooraanstaande immunoloog Anthony Fauci en FBI-baas Christopher Wray. Facebook verwijderde toen ook al deze afzonderlijke video, maar gaat nu dus verder.", "Bannon wordt gezien als een van de architecten van de verkiezingsoverwinning van Trump in 2016. Hij kreeg daarna een belangrijke adviseurspost in het Witte Huis, waar hij in 2017 weer vertrok. (LV)", "Facebook said on Monday it removed a network of pages affiliated with Steve Bannon that had worked together to push false information about the presidential election. The pages were followed by roughly 2.5 million people.https://t.co/mrDV0xvwlH — The New York Times (@nytimes) 10 november 2020", "Slimme speakers Amazon na zes jaar ook in Nederland leverbaar - 5 november 2020", "Voor het eerst brengt Amazon zijn slimme Echo-speakers ook in Nederland op de markt, als ‘internationale versie’. De fabrikant, die in de Verenigde Staten marktleider is met zijn praatpalen, start met twee recent geïntroduceerde modellen: de Echo en de kleinere Echo dot. Het zijn beide bolvormige speakers die aangedreven worden door Amazons eigen spraaktechnologie, Alexa genaamd.", "Net als bij concurrent Google kunnen gebruikers via de speakers opdrachten geven (denk aan het bedienen van Spotify of slimme lampen), vragen stellen of het NOS-nieuws laten voorlezen. Alexa kijkt daarbij naar de locatie. Wie bijvoorbeeld vraagt wie de koning is, zal te horen krijgen: ‘Willem Alexander’. Maar, anders dan bij Google of Apple, begrijpt Alexa de Nederlandse taal niet. Opdrachten moeten dus in het Engels worden gedaan. Ook kunnen Nederlanders niet lokaal winkelen via stemcommando’s.", "Amazon was in 2014 de eerste fabrikant die slimme speakers op de markt bracht. De Echo kost 100 honderd euro (evenveel als de nieuwe Google Nest Audio), de Echo Dot 60 euro. (LV)", "Gadgetdesk - De praatpaal van Google is nu ook een echte muziekspeaker", "Amazon Echo Beeld Amazon", "Miljarden blijven binnenstromen voor makers Pokémon Go - 4 november 2020", "Ziet u nog wel eens groepjes kinderen samenklonteren terwijl ze over de oplichtende schermen van hun mobieltjes gebogen staan? Grote kans dat ze de app Pokémon Go hebben opgestart. De augmentedrealitygame, waarbij spelers in de echte wereld op jacht moeten naar wezentjes, kwam in 2016 uit en werd al snel een hype. Opvallend genoeg is dit jaar het succesvolste tot nu toe, gemeten naar omzet. Volgens de analisten van Sensor Tower bedroeg de omzet in 2020 al 1 miljard dollar. In totaal gaven spelers in vier jaar 4,2 miljard dollar uit. Uitgever Niantic heeft op de coronacrisis ingespeeld door meer mogelijkheden voor binnenshuis gamen in te bouwen. (LV)", "Beeld Sensor Tower", "Spotify werkt ook op Apple Watch zónder iPhone - 4 november 2020", "Toegegeven, het is een first world problem, maar wel eentje waar een groep sportieve muziekliefhebbers wakker van kunnen liggen: de onmogelijkheid om Spotify op hun Apple Watch te gebruiken zonder ook hun iPhone op zak te hebben. Vooral met sporten zou dat prettig zijn. Voorwaarde is dan nog wel dat er een wifiverbinding is of dat het horloge een eigen simkaart heeft. Spotify is druk aan het testen en heeft inmiddels tegenover techsite Techcrunch gezegd dat de optie voor iedereen beschikbaar wordt. Apples eigen muziekdienst is overigens al veel langer beschikbaar op de slimme horloges, zonder dat er een iPhone in de buurt hoeft te zijn. (LV)", "Spotify op een Apple Watch Beeld Spotify", "Zelfwissende berichten binnenkort optie bij WhatsApp - 3 november 2020", "Gebruikers van WhatsApp kunnen binnenkort berichten met een beperkte levensduur versturen. De nieuwe functie is nog niet gelanceerd, maar de berichtendienst heeft al wel een uitleg op zijn site geplaatst.", "Met de nieuwe functie worden berichten, inclusief foto’s en video’s, na zeven dagen automatisch verwijderd. De verdwijnende berichten kunnen zowel in individuele chats als voor groepsgesprekken worden ingesteld. WhatsApp waarschuwt wel dat mensen alleen verdwijnende berichten moeten aanzetten bij personen die ze vertrouwen. Mensen kunnen namelijk nog wel berichten doorsturen of er screenshots van maken om zo de berichten te bewaren.", "Concurrenten als Signal bieden deze optie overigens al langer en bovendien met meer mogelijkheden. Gebruikers kunnen hier kiezen of berichten na vijf seconden moeten verdwijnen, een week of iets er tussenin.", "Het is nog niet bekend wanneer de functie bij WhatsApp, dat dagelijks zo'n honderd miljard berichten aflevert, officieel wordt gelanceerd. (LV)", "Beeld EPA", "Campagnewebsite Trump voor korte tijd gehackt - 28 oktober 2020", "Vorige week nog was president Trump heel stellig: niemand wordt gehackt. Toch is zijn campagnesite dinsdag het slachtoffer geworden van een hack. Voor korte tijd werd de normale inhoud vervangen door een nepbericht dat de site zou zijn overgenomen door de FBI. ‘De wereld heeft genoeg van het nepnieuws dat dagelijks door president Trump wordt verspreid’, zo was op de site te lezen.", "De hackers suggereerden dat ze gevoelige informatie in handen hebben. Dit ging vergezeld van een adres voor cryptovaluta waar belangstellenden geld op konden storten. Het is het tweede incident rondom Trump in korte tijd. Vorige week claimde een Nederlandse beveiligingsonderzoeker dat hij complete toegang had tot Trumps Twitter-account. (LV)", ".@realDonaldTrump's campaign website has been hacked. Doing research for a climate change article and this is what pops up: pic.twitter.com/Kjc2ELSdAV — Gabriel Lorenzo Greschler (@ggreschler) 27 oktober 2020", "Google verbiedt advertenties op pagina’s met Zwarte Piet - 28 oktober 2020", "Google verbiedt advertenties waarin Zwarte Piet te zien is. Verder kan op YouTube voortaan geen geld meer verdiend worden met video’s van Zwarte Piet of Roetveegpiet, zo maakte Google Nederland bekend.", "Het nieuwe advertentiebeleid betekent een wijziging voor uitgevers die gebruik maken van advertentiediensten van Google. Veel grote Nederlandse uitgevers doen dat, waaronder ook Volkskrant-uitgever DPG. Zij mogen op pagina’s met Zwarte Piet of Roetveegpiet geen advertenties via de netwerken van Google tonen. Dit beleid gaat ergens de komende weken in, zegt Google.", "Video’s van Zwarte Piet mogen onder bepaalde voorwaarden nog wel op YouTube verschijnen omdat Google naar eigen zeggen ‘het publieke debat niet in de weg wil zitten’. (LV)", "Gegevens van duizenden Nederlanders verhandeld op marktplaats - 28 oktober 2020", "Op een Russische onlinemarktplaats worden digitale vingerafdrukken van duizenden Nederlanders verhandeld. Die kunnen worden gebruikt voor identiteitsfraude. Er is een toegangscode nodig om binnen te komen en nieuwe gebruikers worden alleen toegelaten op uitnodiging.", "Op de marktplaats staan meer dan 260.000 gedetailleerde profielen, blijkt uit onderzoek van de TU Eindhoven. KPN Security doet ook al een tijd onderzoek naar het forum en ontdekte daar de gegevens van duizenden Nederlanders.", "De cybercriminelen verkopen niet alleen verzamelde gebruikersnamen en wachtwoorden, maar bieden kopers ook de kans om in te loggen vanaf de computers van slachtoffers. Bedrijven en instanties verzamelen basisinformatie als het type browser, het besturingssysteem en de locatie van gebruikers. Daarmee maken ze een digitale vingerafdruk om gebruikers te herkennen en fraude te voorkomen. Als cybercriminelen zo’n vingerafdruk hebben, denken organisaties dat de echte gebruiker inlogt.", "Via de marktplaats is het mogelijk om toegang te krijgen tot internetbankieren, DigiD, webwinkels en sociale media van mensen, maar ook accounts die mensen gebruiken voor hun werk. Volgens de onderzoekers van TU Eindhoven varieert de prijs van een ‘virtuele identiteit’ van 1 dollar tot ongeveer 100 dollar. (LV)", ". Beeld TU Eindhoven", "TikTok vertelt voortaan waarom video’s worden verwijderd - 23 oktober 2020", "Net als andere socialmediaplatformen worstelt TikTok met racisme, haat en andere onwelgevallige video’s die worden verspreid. Sinds deze week laat TikTok zijn gebruikers weten waarom beelden zijn verwijderd. Ook krijgen makers de mogelijkheid bezwaar aan te tekenen tegen deze beslissing.", "TikTok treedt al langer op tegen bijvoorbeeld antisemitisme, homohaat, het ontkennen van de holocaust en nazisme. Ook inhoud die bekeringstherapie voor homo’s bevordert, is niet toegestaan. Sinds kort is daar ook ‘gecodeerde taal’ bijgekomen. Te denken valt in dat geval aan de cijfercombinatie 88, die voor Heil Hitler (HH) staat. (LV)", ". Beeld Tiktok", "Facebook Dating alsnog van start in Nederland - 22 oktober 2020", "Facebook bindt de strijd aan met datingwebsites als Lexa en Pepper met de lancering van Facebook Dating in Nederland en een groot deel van de rest van Europa. In onder meer de Verenigde Staten bestaat de dienst al ruim een jaar.", "Mensen die de nieuwe functionaliteit gaan gebruiken, hoeven volgens Facebook niet bang te zijn dat dat aan al hun vrienden op het netwerk kenbaar wordt gemaakt. Ook kunnen gebruikers onder meer ‘stiekem’ kenbaar maken aan een connectie op Facebook dat ze open staan voor meer dan vriendschap. Dat wordt dan alleen bekendgemaakt wanneer die andere persoon aangeeft daar ook zo over te denken.", "Facebook Dating zou in eerste instantie al in februari in Europa worden gelanceerd, maar de Ierse privacywaakhond stak daar toen een stokje voor. Facebook had volgens de Ierse autoriteiten toen nog niet voldoende duidelijk gemaakt wat de gevolgen van de introductie van de nieuwe functionaliteit zouden zijn voor de privacy van gebruikers van de dienst.", "De datingdienst is beschikbaar binnen de bestaande Facebook-app, maar is wel een aparte omgeving waarvoor een nieuw profiel moet worden aangemaakt. (LV)", "Een van de opties binnen Facebook Dating: secret crush Beeld Facebook", "Telegram overspoeld met nep-naaktbeelden dankzij bot - 21 oktober 2020", "Op WhatsApp-alternatief Telegram is een bot actief waarmee gebruikers in een handomdraai naaktbeelden kunnen creëren op basis van één enkele foto van een vrouw. Volgens onderzoek van het Nederlandse Sensity - gespecialiseerd in zogenoemde deepfakes - zouden ongeveer 680.000 vrouwen hiervan het slachtoffer zijn geworden.", "Software waarmee van een gewone foto een naaktfoto kan worden gemaakt is niet nieuw, maar volgens de onderzoekers is het maken van gemanipuleerde foto’s nog niet eerder zo laagdrempelig geweest. Veel foto’s worden van social media gepakt en daarna bewerkt. Eén foto is genoeg als basis voor de computergegenereerde naaktfoto met het oorspronkelijke hoofd. (LV)", ". Beeld Sensity", "Computercrimineel doet zijn voordeel met coronacrisis - 21 oktober 2020", "Computercriminelen hebben munt geslagen uit de coronacrisis. Ze hebben bijvoorbeeld snel ingespeeld op de groei van thuiswerk en videovergaderingen en waren beveiligers te vlug af, constateert het Europese Agentschap voor Cyberveiligheid (ENISA).", "Cybercriminelen pasten zich snel aan de pandemie en haar gevolgen aan, schrijft het agentschap in zijn jaarrapport. Het lukt hun steeds beter om mensen heel gericht te belagen. Zo bedienden ze zich van nieuwe, sluwe manieren om inloggegevens te stelen of te hergebruiken, lokten ze mensen naar phishing-websites of deden ze zich voor als bekenden om informatie los te krijgen. Ook wisten ze steeds vaker telefoons en andere mobiele apparaten binnen te dringen.", "Deze gevaren gaan alleen nog maar toenemen, waarschuwt ENISA. Verder waarschuwt het voor zogenoemde deepfakes, met kunstmatige intelligentie gemanipuleerde videobeelden. (LV)", "Breaking news📢: #ENISA has just published its 8th Threat Landscape report identifying & evaluating the top cyber threats from January 2019 to April 2020.", "", "➡️Malware", "⬆️Identity Theft", "⬆️Phishing", "⬆️Ransomware", "", "Check out the full publication: https://t.co/wN9ukOtIxo #EnisaTL20 pic.twitter.com/bkLqtay54J — ENISA (@enisa_eu) 20 oktober 2020", "Adblocker blijkt ineens kwaadaardige software - 20 oktober 2020", "Gebruikers van de Chrome-extensies Nano Adblocker en Nano Defender doen er goed aan deze programmaatjes zo snel mogelijk uit hun browser te verwijderen. Sinds de ontwikkelaar vanwege gebrek aan middelen besloot de rechten van de hand te doen, is het hommeles. De nieuwe eigenaren misbruiken de extensies, waarmee de advertentieblokker inmiddels verworden is tot malware, schrijft Ars Technica.", "Nano uploadt nu gebruikersdata en zorgt ervoor dat eigenaren zonder dat ze het weten likes uitdelen op Instagram-posts. De extensies hebben 300.000 actieve gebruikers. Google heeft de extensies inmiddels uit zijn Chrome Web Store verwijderd. (LV)", "Google biedt ook voor spraakassistent een incognitomodus aan - 8 oktober 2020", "Voor Google’s spraakassistent (Google Assistant) komt binnenkort een gastfunctie beschikbaar, die met een stemcommando geactiveerd kan worden. Deze privacyvriendelijke optie is vergelijkbaar met de incognitomodus die Google eerder al bij zijn Chrome-browser, YouTube en Maps beschikbaar stelde.", "Normaliter worden alle spraakopdrachten die aan het mobieltje of een praatpaal worden gegeven (‘Hey Google, zet de lamp op oranje’ bijvoorbeeld) opgeslagen, samen met alle andere activiteit die iemand via zijn account verricht. Die activiteit wordt na een tijd automatisch gewist, maar dat kan ook altijd handmatig gebeuren (én per stem trouwens). In de gastmodus wordt de activiteit helemaal niet vastgelegd. Ook wordt hiermee voorkomen dat andere personen via een spraakopdracht bijvoorbeeld toegang tot een agenda krijgen. (LV)", "Het nieuwste product van Google dat ook geschikt is voor spraakopdrachten: Google Nest Audio Beeld Google", "Facebook laat na verkiezingsdag VS tijdelijk geen politieke advertenties toe - 7 oktober 2020", "Facebook staat na het sluiten van de stembureaus in de Amerikaanse presidentsverkiezingen op 3 november tijdelijk geen politieke advertenties meer toe om misbruik of verwarring te voorkomen. Ook gaat het socialemediaplatform berichten die voortijdig een winnaar uitroepen voorzien van een label met informatie van gezaghebbende nieuwsmedia en verkiezingsfunctionarissen.", "‘Als een kandidaat of partij de overwinning te vroeg opeist, voordat grote nieuwsmedia de winnaar hebben aangewezen, zullen we meer specifieke informatie toevoegen’, stelden directiemedewerkers van Facebook in een verklaring. Te denken valt volgens het bedrijf aan notificaties die aangeven dat nog niet alle stemmen geteld zijn. Ook gaat het bedrijf berichten die de suggestie wekken op te roepen tot het intimideren van kiezers en medewerkers van stembureaus verbieden.", "Eerder maakte Facebook al bekend advertenties te verbieden waarin wordt beweerd dat stemfraude wijdverbreid is, de geldigheid van de uitslag van de komende Amerikaanse presidentsverkiezingen wordt tegengesproken of waarin een wijze van stemmen wordt betwist.", "Oudere afleveringen van ons Techblog leest u hier."], "authors": ["Pieter Sabel", "Laurens Verhagen"], "keywords": ["van", "dat", "die", "een", "het", "en", "door", "te", "miljardenovername", "akkoord", "techblog", "op", "fitbit", "voor", "europa", "met", "google"], "pubDate": "2020-12-17T16:45:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}