{"id": "e08d9352-db5b-308b-9e0e-8fb275afc07c", "title": "Extra afleveringen Op1 en Goedemorgen Nederland vanwege lockdown", "url": "https://nu.nl/media/6096837/extra-afleveringen-op1-en-goedemorgen-nederland-vanwege-lockdown.html", "summary": "Dat betekent onder meer dat Op1, waarvan vrijdag de laatste aflevering te zien zou zijn, ook volgende week maandag, dinsdag en woensdag wordt uitgezonden.\nDaarnaast komt ook Goedemorgen Nederland van WNL met extra uitzendingen.\n\"We gaan langer door met Op1 en Goedemorgen Nederland, zodat we van 's morgens vroeg tot 's avonds laat nieuws en duiding kunnen blijven brengen\", aldus Shula Rijxman, bestuursvoorzitter van de NPO, dinsdag in een reactie.\nIn december beginnen verder diverse programma's aan een nieuwe reeks, zoals Heel Holland Bakt (27 december) en Een Huis Vol (21 december).\nHet nieuwe programma van Matthijs van Nieuwkerk, Matthijs gaat door, wordt uitgezonden vanaf Oudejaarsavond.", "paragraphs": ["De NPO past de programmering aan vanwege de lockdown. Dat betekent onder meer dat Op1, waarvan vrijdag de laatste aflevering te zien zou zijn, ook volgende week maandag, dinsdag en woensdag wordt uitgezonden.", "Daarnaast komt ook Goedemorgen Nederland van WNL met extra uitzendingen. Dit programma is nu ook tijdens de kerstvakantie te zien op werkdagen.", "\"We gaan langer door met Op1 en Goedemorgen Nederland, zodat we van 's morgens vroeg tot 's avonds laat nieuws en duiding kunnen blijven brengen\", aldus Shula Rijxman, bestuursvoorzitter van de NPO, dinsdag in een reactie.", "In december beginnen verder diverse programma's aan een nieuwe reeks, zoals Heel Holland Bakt (27 december) en Een Huis Vol (21 december). Het nieuwe programma van Matthijs van Nieuwkerk, Matthijs gaat door, wordt uitgezonden vanaf Oudejaarsavond. Op 2 januari begint een nieuw seizoen van Wie is de Mol?"], "authors": ["Door"], "keywords": ["afleveringen", "van", "zien", "extra", "een", "nederland", "vanwege", "en", "ook", "wordt", "te", "programma", "lockdown", "s", "goedemorgen", "op1"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}