{"id": "e09c1309-b216-35a9-8e96-11138bcf4cfc", "title": "Brandweer rukt opnieuw uit voor autobranden in Zwolle", "url": "https://nu.nl/zwolle/6094770/brandweer-rukt-opnieuw-uit-voor-autobranden-in-zwolle.html", "summary": "Drie auto's zijn in de nacht van vrijdag op zaterdag in brand gevlogen in Zwolle.\nTwee van de drie autobranden vonden in dezelfde straat plaats.\nDe brandweer kreeg de eerste melding over een autobrand om 0.25 uur binnen.\nDoor het snelle bluswerk kon worden voorkomen dat beide auto's volledig uitbrandden en dat nabije auto's vlam vatten.\nDe brandweer kreeg een melding over een autobrand op het Simon van Slingelandtplein in de wijk Diezerpoort.", "paragraphs": ["Drie auto's zijn in de nacht van vrijdag op zaterdag in brand gevlogen in Zwolle. Twee van de drie autobranden vonden in dezelfde straat plaats.", "De brandweer kreeg de eerste melding over een autobrand om 0.25 uur binnen. Die autobrand vond plaats op de Morra in de wijk Aa-landen.", "Ter plaatse bleken twee afzonderlijke auto's in brand te staan. Tussen beide auto's zat ongeveer 25 meter. Door het snelle bluswerk kon worden voorkomen dat beide auto's volledig uitbrandden en dat nabije auto's vlam vatten.", "Nog geen twee uur later was het opnieuw raak. De brandweer kreeg een melding over een autobrand op het Simon van Slingelandtplein in de wijk Diezerpoort. De brandweer kon hier eveneens door snel ingrijpen voorkomen dat de auto volledig uitbrandde. De politie heeft een aangetroffen jerrycan in beslag genomen voor onderzoek.", "De oorzaak van de drie branden is niet officieel vastgesteld, maar gezien de schade aan de voertuigen en de tijdstippen passen de branden in het patroon van eerdere brandstichtingen in Zwolle.", "Afgelopen week brandde midden in de nacht ook al een Mercedes uit in Stadshagen. De politie doet verder onderzoek naar de autobranden."], "authors": ["Door"], "keywords": ["van", "opnieuw", "uit", "drie", "een", "voor", "het", "zwolle", "autos", "op", "dat", "twee", "brandweer", "rukt", "autobranden", "autobrand"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}