{"id": "e0a75ccf-a8a5-3b04-a4e6-e0c257e6529a", "title": "NOS start regionaal journaal: minder stropdassen, meer echte mensen", "url": "https://trouw.nl/cultuur-media/nos-start-regionaal-journaal-minder-stropdassen-meer-echte-mensen~bb6c856e/", "summary": "Dat zit er dik in nu er een nieuwe regionale editie komt.\nOok het Limburgs, Drents en Gronings zijn waarschijnlijk meer te horen in het NOS Journaal Regio.\n“Ik begrijp het Fries zelf steeds beter”, zegt Rob van Dijk, presentator bij RTV Utrecht en anchorman van het nieuwe landelijke programma.\nVast staat wel dat de redactie “minder stropdassen en meer echte mensen” wil brengen dan het ‘gewone’ journaal, zegt Van Dijk.\nDus: niet de verbreding van de provinciale weg, maar wel de gevolgen van de brexit voor de vissers uit Urk, geeft Van Dijk als voorbeeld.", "paragraphs": ["Gaat het Fries vaker klinken in het Journaal? Dat zit er dik in nu er een nieuwe regionale editie komt. Ook het Limburgs, Drents en Gronings zijn waarschijnlijk meer te horen in het NOS Journaal Regio. Dat is een samenwerking van alle regionale omroepen en de NOS, vanaf maandag dagelijks te zien op NPO2 om 18.15 uur.", "“Ik begrijp het Fries zelf steeds beter”, zegt Rob van Dijk, presentator bij RTV Utrecht en anchorman van het nieuwe landelijke programma. “Maar gelukkig zijn er collega’s van Omrop Fryslân die de taal echt spreken. Bij een live gesprek schakelen we vanwege de verstaanbaarheid wel over op het Nederlands.” Van Dijk vervult zijn rol in afwisseling met presentatrice Nejifi Ramirez, afkomstig van AT5.", "Dichterbij", "Of het belangrijkste nieuws maandag uit de noordelijke provincies komt, is nu nog niet bekend. Vast staat wel dat de redactie “minder stropdassen en meer echte mensen” wil brengen dan het ‘gewone’ journaal, zegt Van Dijk. De lokale verslaggevers kennen de regio goed, waardoor hun items ook ‘dichterbij’ zullen komen. Een redactie bepaalt welke regionale onderwerpen ook voor de rest van het land interessant zijn.", "Dus: niet de verbreding van de provinciale weg, maar wel de gevolgen van de brexit voor de vissers uit Urk, geeft Van Dijk als voorbeeld. “RTV Noord bracht afgelopen jaar een reportage over een optocht van met lampjes versierde trekkers langs een verzorgingshuis. Dat zou ook goed passen in het nieuwe journaal.”", "Van Dijk heeft er veel zin in en voelt ook trots: “Met dit landelijke platform krijgen wij als regionale omroepen ook een soort erkenning.”", "Lees ook:", "Inspectie SZW onderzoekt schijnconstructies regionale omroepen", "De Inspectie SZW doet op verzoek van vakbond FNV onderzoek naar schijnzelfstandigheid en het onderbetalen van medewerkers van regionale omroepen RTV Oost en Omroep Brabant."], "authors": ["Iris Pronk"], "keywords": ["stropdassen", "regionale", "meer", "er", "zijn", "dijk", "ook", "mensen", "journaal", "van", "start", "en", "een", "nos", "minder", "regionaal", "echte", "het", "dat"], "pubDate": "2021-01-03T16:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}