{"id": "e0c1f2e4-8163-35fb-ad50-03726fe0b978", "title": "‘Ik loop liever in oude kleren dan dat ik rommel eet’", "url": "https://nrc.nl/nieuws/2021/01/11/ik-loop-liever-in-oude-kleren-dan-dat-ik-rommel-eet-a4026966", "summary": "Dat ging heel goed, ik werd zelfs partner bij het kantoor, maar ik zag mezelf daar niet tot mijn pensioen zitten.\nToen ik voor het eerst een natuurwijn proefde, bij pionier Helmer Otterman in Amsterdam, vond ik dat meteen ontzettend interessant.\nIk loop liever in oude kleren en zou mijn auto nog de deur uit doen, in plaats van rommel te eten.\nIk kon als een struisvogel mijn kop in het zand steken en geld opmaken dat ik eigenlijk moest sparen voor de jaaraangifte, bijvoorbeeld.\nSparen: „Weinig, alles investeer ik mijn bedrijf.” Laatste grote uitgave: Fiets van het merk Kona (800 euro).", "paragraphs": ["in", "‘Na mijn studie psychologie ben ik toevallig de headhunterswereld ingerold. Dat ging heel goed, ik werd zelfs partner bij het kantoor, maar ik zag mezelf daar niet tot mijn pensioen zitten. Ik kon er mijn creativiteit niet kwijt en het gebakkenluchtgehalte in die wereld ging me op een gegeven moment tegenstaan.", "„Natuurwijn heeft me al vanaf mijn studietijd getrokken: dat is puur. De wijnboeren voegen niks aan de wijn toe en halen er niks uit. Toen ik voor het eerst een natuurwijn proefde, bij pionier Helmer Otterman in Amsterdam, vond ik dat meteen ontzettend interessant. Het smaakte licht, fris, spannend. Heel anders dan die wijn uit de supermarkt, toch een soort frisdrank met alcohol.", "„Mijn aanvankelijke plan was een wijnbar te openen in Amsterdam, met alleen maar natuurwijnen. Maar ik bleek toch niet zo’n horecatype. Daarom ben ik de wijnen gaan importeren onder de naam Wilde Wijnen, samen met een partner. Eerst nog als hobby; sinds twee jaar is het mijn fulltime werk.”", "„Ook al kost een fles natuurwijn gemiddeld 15 euro, veel geld verdienen we er niet mee. Alles in de natuurwijnwereld gebeurt met de hand en is kleinschalig. Een jonge wijnmaker uit het gebied rond de Rhône wiens wijn we importeren, maakt bijvoorbeeld maar 8.000 flessen per jaar. Dat is niet veel. Ik zeg wel eens: ik werk nu tien keer zo hard voor maar één tiende van het salaris. Maar de vrijheid en plezier die ik nu ervaar, zijn me het waard.”", "uit", "‘Het was na mijn kantoorleven als headhunter wel even schakelen qua leefstijl. Eerder gingen we vaker uit eten en konden we makkelijker op wintersport met ons gezin met drie kinderen. Nu moeten we daar een paar jaar voor sparen. Dat vind ik eigenlijk ook wel gezond.", "„Waar ik wel veel geld aan uitgeef, is eten en drinken. Goede kaas, goed brood, dure koffiebonen. Ik loop liever in oude kleren en zou mijn auto nog de deur uit doen, in plaats van rommel te eten.", "„Vroeger was ik een ramp met geld. Ik kon als een struisvogel mijn kop in het zand steken en geld opmaken dat ik eigenlijk moest sparen voor de jaaraangifte, bijvoorbeeld. Door schade en schande ben ik wijs geworden, ook doordat mijn vrouw een stuk verstandiger is op dat gebied. Mijn truc is nu niet zomaar alles in een impuls te kopen, maar het een paar dagen te laten liggen om te bedenken of ik iets echt wil. Ik ben een enorme muziekliefhebber en kan hebberig worden van mooie versterkers of gitaren. Maar na een paar dagen denk ik vaak: ach, ik kan ook wel zonder.”", "Netto-inkomen: gemiddeld 2.000 euro Lasten: hypotheek, g/w/l (300 euro), telecom (125 euro), verzekeringen (325 euro), auto privé (200 euro), boodschappen (1500 euro), abonnementen Spotify/Netflix/Donald Duck/NRC (50 euro), goede doelen (10 euro), kat Louis (20 euro), personal trainer (75 euro), kleding (50 euro), horeca (75 euro). Sparen: „Weinig, alles investeer ik mijn bedrijf.” Laatste grote uitgave: Fiets van het merk Kona (800 euro).", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Jette Pellemans", "Leestijd Minuut"], "keywords": ["ik", "oude", "van", "euro", "dan", "het", "rommel", "mijn", "en", "een", "met", "eet", "loop", "maar", "dat", "kleren", "liever"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}