{"id": "e0e7c97a-315d-353b-a6b6-7965526537c4", "title": "Steunpakket met 3,7 miljard uitgebreid, grotere tegemoetkoming horeca", "url": "https://www.parool.nl/nederland/steunpakket-met-3-7-miljard-uitgebreid-grotere-tegemoetkoming-horeca~b1f15a55/", "summary": "Wie 30 procent omzetverlies heeft – het minimumpercentage om voor TVL in aanmerking te komen – krijgt 50 procent vergoed.\nDe verruiming van de TVL geldt voor het gehele vierde kwartaal van 2020 en het eerste kwartaal van 2021 en gaat met terugwerkende kracht in.\nHet is nu ‘een kwestie van volhouden’, stelt Wiebes, en dat betekent dat het steunpakket ‘meeveert’ en nog niet afgebouwd wordt.\nMinister Wopke Hoekstra van Financiën stelt dat het op dit moment nodig is ‘om wat extra’s te doen’.\nMaar volgens Hoekstra kan de schatkist die extra uitgaven dragen en is het nu vooral van belang dat bedrijven niet onnodig omvallen en banen verdwijnen.", "paragraphs": ["Beeld Nosh Neneh", "Bedrijven die op dit moment helemaal geen omzet hebben, omdat ze vanwege corona dicht zitten, krijgen maximaal 70 procent van hun omzetverlies helemaal vergoed. Wie 30 procent omzetverlies heeft – het minimumpercentage om voor TVL in aanmerking te komen – krijgt 50 procent vergoed. De verruiming van de TVL geldt voor het gehele vierde kwartaal van 2020 en het eerste kwartaal van 2021 en gaat met terugwerkende kracht in.", "Aanvankelijk wilde het kabinet de loondoorbetalingsregeling NOW versoberen, maar daar wordt nu van afgezien. Volgens minister Eric Wiebes van Economische Zaken is er ‘een klein lichtje’ aan het einde van de tunnel doordat er nu vaccins op de markt komen. Het is nu ‘een kwestie van volhouden’, stelt Wiebes, en dat betekent dat het steunpakket ‘meeveert’ en nog niet afgebouwd wordt.", "Molensteen", "Het kabinet riep horecaondernemers, verhuurders en brouwerijen eerder op samen om de tafel te gaan zitten en te onderhandelen over de huurprijzen, die bij veel cafés en restaurants als een molensteen om de nek hangen. Wiebes hoopt dat dit ook in de toekomst blijft gebeuren, omdat de maximale vergoeding van 70 procent niet voor alle gesloten bedrijven genoeg zal zijn om de doorlopende vaste lasten te kunnen dekken.", "Minister Wopke Hoekstra van Financiën stelt dat het op dit moment nodig is ‘om wat extra’s te doen’. Het kabinet trok al 33,7 miljard euro uit, daar komt nu bijna 4 miljard euro bij. Maar volgens Hoekstra kan de schatkist die extra uitgaven dragen en is het nu vooral van belang dat bedrijven niet onnodig omvallen en banen verdwijnen."], "authors": ["Laurens Kok"], "keywords": ["van", "het", "steunpakket", "op", "met", "miljard", "tegemoetkoming", "uitgebreid", "37", "horeca", "grotere", "en", "te", "om", "nu", "dat", "wiebes", "procent"], "pubDate": "2020-12-09T10:27:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}