{"id": "e0edf887-7f69-386e-af62-10c2a8a04035", "title": "'Niets lekkerder dan terugdenken aan al die rampzalige oud & nieuwfeestjes'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5205729/bij-ons-thuis-niets-lekkerder-dan-terugdenken-aan-die-rampzalige-oud-en", "summary": "\"Gewoon thuis, hapje eten en vooral niet tot 24 uur want er is toch geen vuurwerk\", zei ik opgelucht.\n\"Wordt oud & nieuw misschien dit jaar eens níét rampzalig\", zei ik hoopvol tegen manlief.\n\", zei ik en vertelde over die ene keer dat het spekglad was, ergens midden jaren negentig.\nIk had me die avond laten inspireren door Madonna en droeg een loeistrakke zwart satijnen jurk, glitterpanty en open sandaaltjes.\nDie avond ben ik zo vaak uitgegleden met mijn fiets, dat ik in een gescheurde jurk en onder de blauwe plekken de disco bereikte.", "paragraphs": ["Het was een avond zoals de meeste andere avonden dit jaar. Samen met manlief op de bank, ik verstopt onder mijn fleecedeken. We hadden een Netflix-overdosis opgelopen en zaten daarom maar wat te lummelen op onze mobieltjes. Vriendin M. appte of we oud & nieuw bij haar kwamen vieren. \"Gewoon thuis, hapje eten en vooral niet tot 24 uur want er is toch geen vuurwerk\", zei ik opgelucht. Gezellig samen eten en op tijd naar bed, het leek me heerlijk. \"Wordt oud & nieuw misschien dit jaar eens níét rampzalig\", zei ik hoopvol tegen manlief. \"Nou, zo rampzalig is oud & nieuw toch ook weer niet?\", mompelde hij.", "\"Oh, jawel!\", zei ik en vertelde over die ene keer dat het spekglad was, ergens midden jaren negentig. Ik was een jaar of vijftien, gok ik. Het was zo glad die nacht dat zelfs taxi’s niet reden. Daarom moesten we een halfuur fietsen door de vrieskou. Ik had me die avond laten inspireren door Madonna en droeg een loeistrakke zwart satijnen jurk, glitterpanty en open sandaaltjes. Niet heel handig, nee. Die avond ben ik zo vaak uitgegleden met mijn fiets, dat ik in een gescheurde jurk en onder de blauwe plekken de disco bereikte. Het was verschrikkelijk."], "authors": [], "keywords": ["ik", "terugdenken", "nieuwfeestjes", "niets", "dan", "al", "zo", "rampzalige", "en", "een", "oud", "aan", "op", "zei", "het", "niet", "lekkerder", "die"], "pubDate": "2020-12-30T06:18:54Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}