{"id": "e0ed3b7f-ef95-3fa3-93c9-76ef7949c0bb", "title": "Honda e: Stads-EV met 5 schermen (en aquarium) blijft verbazen", "url": "https://www.dvhn.nl/aangeboden/Honda-e-Stads-EV-met-5-schermen-en-aquariu-blijft-verbazen-26292689.html", "summary": "“Jullie zijn van harte welkom!” klinkt de enthousiaste stem van Joop Hoogenberg van Honda Borghstede .\nHet onderstel en het lage zwaartepunt zorgen voor een ongekend goede wegligging en veel rijcomfort.\n“De Honda e is een auto waar je een glimlach van krijgt”Datzelfde gevoel hou je als je in de e plaatsneemt.\nDaarop zie je niet alleen het beeld van de zijspiegels en het instrumentarium, maar heb je ook twee breedbeeld touchscreen-schermen tot je beschikking.\nNaast usb-poorten voor en achter behoren ook een 220 volt en HDMI-uitgang tot de standaarduitrusting.", "paragraphs": ["Opgetogen stappen we binnen bij Autobedrijf Borghstede in Assen. Na de lovende reacties vroegen we de oudste Honda-dealer van het land of we mochten komen kennismaken met de nieuwste elektrische auto van het Japanse merk: de Honda e. We werden bevestigd in ons vermoeden dat Honda iets heel bijzonders op de weg gebracht heeft. Én dat ze aan de Industrieweg in Assen overlopen van oprechte autoliefde - of ze nu hybride zijn, of volledig elektrisch.", "“Jullie zijn van harte welkom!” klinkt de enthousiaste stem van Joop Hoogenberg van Honda Borghstede . “Maar ik heb ook nog wat anders staan dat jullie interessant zullen vinden.”", "Overbodig te zeggen dat onze nieuwsgierigheid nu bijna niet meer te bedwingen is. Als we die middag de showroom in Assen binnenlopen, en Joop ons een kop koffie heeft ingeschonken, wordt duidelijk wat hij ons wilde laten zien. Tussen een paar fonkelnieuwe Honda CR-V Hybrids en de laatste generatie Jazz (eveneens met stekkerloze hybride aandrijving) staat een in nieuwstaat verkerende CRX uit 1987 met 127.000 kilometer op de teller; een soort tijdcapsule op wielen.", "Veel rijcomfort", "Hoe luidt het gezegde ook alweer? ‘Om het heden te begrijpen en de toekomst te zien, moet je het verleden kennen.’ Net als de CRX destijds is de Honda e een auto die het anders doet dan de concurrentie. Voor een compacte stadsauto zit de auto namelijk ongelofelijk degelijk in elkaar. Het onderstel en het lage zwaartepunt zorgen voor een ongekend goede wegligging en veel rijcomfort. loading", "Conceptcar", "Maar laten we niet op de zaken vooruitlopen; wat overheerst als je de Honda e voor het eerst in het echt ziet, is z’n enorme aaibaarheid, zowel van binnen als van buiten. De e is een soort tamagotchi op wielen (voor wie zich de Japanse rage nog kan herinneren); het is een auto waar je een glimlach van krijgt. Van de speelse ronde LED voor- en achterlichten, tot de zwarte stekkerklep op de voorzijde en de standaard digitale zijspiegels: het is alsof Honda een conceptcar in productie heeft laten gaan.", "“De Honda e is een auto waar je een glimlach van krijgt”", "Datzelfde gevoel hou je als je in de e plaatsneemt. De cockpit is ronduit spectaculair, waarbij de aandacht meteen uitgaat naar liefst vijf schermen, die het dashboard over de hele breedte vullen. Daarop zie je niet alleen het beeld van de zijspiegels en het instrumentarium, maar heb je ook twee breedbeeld touchscreen-schermen tot je beschikking. Zo kun je bijvoorbeeld het eerste scherm gebruiken voor navigatie, terwijl je passagier op het andere scherm door z’n Spotify-lijst scrollt. loading", "Computer op wielen", "Om terug te komen op die tamagotchi - het trendsettende digitale interactieve huisdiertje van vroeger: met een druk op de knop verander je die twee schermen in een enorm aquarium, inclusief tropische vissen die je kunt voeren door op het beeldscherm te tikken (een gimmick waar we ons langer mee vermaakten dan we durven toegeven). Het zet de toon voor de rest van de uitrusting. De eerste volledig elektrische Honda mag dan als stadsauto in de markt zijn gezet; als het aankomt op multimedia en connectiviteit is de e een zwaargewicht. Naast usb-poorten voor en achter behoren ook een 220 volt en HDMI-uitgang tot de standaarduitrusting. Daarmee kun je tijdens het laden bijvoorbeeld de Nintendo of Playstation van de kinderen op het scherm aansluiten. loading", "‘Single Pedal Control’", "Daar komen wij overigens niet aan toe. De accu van de e blijft de hele rit op spanning, al komt dat waarschijnlijk ook doordat we fan zijn van de optie Single Pedal Control , dat het gaspedaal met een druk op de knop omtovert in gas- en rempedaal in één; laat je het gas los, dan remt de auto tot stilstand, waarbij de auto de vrijgekomen energie weer omzet in stroom voor de accu.", "Om z’n as", "Als we de parkeerplaats van Borghstede oprijden, blijkt dat een paar uur nauwelijks voldoende is om alle mogelijkheden van de Honda e te leren kennen. Tijdens het inparkeren ervaren we op de valreep nog even de ongekend korte draaicirkel, waarbij de e zo ongeveer om z’n eigen as draait. En zo heeft de Japanse EV vast nog veel meer verrassingen voor ons in petto. Er zit niks anders op: we zullen binnenkort nog eens met de e op pad moeten. Al was het maar om de vissen eten te geven.", "loading", "Wil je de Honda e zelf ervaren? Rij dan eens langs bij Autobedrijf Borghstede aan de Industrieweg in Assen of kijk op www.honda-borghstede.nl"], "authors": ["Autobedrijf Borghstede", "Aangeboden Door"], "keywords": ["honda", "aquarium", "je", "van", "een", "voor", "te", "het", "stadsev", "en", "verbazen", "op", "dat", "met", "schermen", "blijft"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}