{"id": "e100afed-63d3-3967-944e-e2620efd7fe6", "title": "Bedrijf in nood: 'Het doet pijn om gewaardeerde collega’s te ontslaan'", "url": "https://nu.nl/ondernemen/6098331/bedrijf-in-nood-het-doet-pijn-om-gewaardeerde-collegas-te-ontslaan.html", "summary": "Ook voor buitensportcentrum Outdoor Valley in Bergschenhoek was het een pittig jaar.\nKleine lichtpuntjes in een donker jaarOndanks alle tegenslag heeft Rövekamp dit jaar kunnen omschakelen en zijn er toch nog inkomsten binnengekomen.\n\"Gelukkig mochten de sportscholen weer open na de eerste golf en dat betekende dat wij weer geld konden gaan verdienen met bijvoorbeeld ons (buiten)fitnessgedeelte.\n\"Het is pijnlijk om jaren te bouwen aan een team waar je trots op bent, en dat je vervolgens afscheid moet nemen van een aantal zeer gewaardeerde collega's.\n\"Er zijn collega's die uren hebben ingeleverd, zodat we op die manier minder mensen hoeven ontslaan.\"", "paragraphs": ["Steeds meer bedrijven verkeren in zwaar weer als gevolg van de coronacrisis. Ook voor buitensportcentrum Outdoor Valley in Bergschenhoek was het een pittig jaar. Directeur Erik Rövekamp: \"We maken 815.000 euro omzetverlies.\"", "Tijdens de eerste coronagolf moesten sportfaciliteiten sluiten. Het was een bittere pil voor het buitensportcentrum. \"We zijn toen gaan investeren in de drie horecagelegenheden die ook bij Outdoor Valley horen. De hoop was dat we hier in de winter - nu dus - inkomsten uit konden halen, maar dat is helaas niet het geval\", aldus Rövekamp.", "Vlak voor aanvang van de crisis overleefde het buitensportcentrum ook nog een fikse brand. De financiële buffers moesten daardoor aangesproken worden. \"Toen de crisis begon, waren die eigenlijk al op. Het voorjaar was juist het moment dat we hoopten te gaan compenseren.\"", "Kleine lichtpuntjes in een donker jaar", "Ondanks alle tegenslag heeft Rövekamp dit jaar kunnen omschakelen en zijn er toch nog inkomsten binnengekomen. \"Gelukkig mochten de sportscholen weer open na de eerste golf en dat betekende dat wij weer geld konden gaan verdienen met bijvoorbeeld ons (buiten)fitnessgedeelte. De mountainbike- en kanoverhuur doet het ontzettend goed.\"", "Ook merkt de directeur dat mensen behoefte hebben aan recreatie. \"Normaal gesproken is het in deze winterperiode rustig bij ons, maar nu zien we dat men er op zaterdag en zondag toch op uittrekt. Groepslessen buiten mogen we niet meer aanbieden, maar in tweetallen bewegen mag nog steeds. De fietsenverhuur loopt ook aardig en er wordt wat meer koffie en thee afgehaald. Dat zijn kleine lichtpuntjes.\"", "Afscheid van collega's", "Het ergste van de crisis vindt Rövekamp dat hij afscheid moest nemen van werknemers. \"Het is pijnlijk om jaren te bouwen aan een team waar je trots op bent, en dat je vervolgens afscheid moet nemen van een aantal zeer gewaardeerde collega's. Dat doet gewoon pijn\", benadrukt hij. \"En er gaat ook een stukje kennis en knowhow verloren bij het vertrek van mensen.\"", "Gelukkig ervaart hij veel solidariteit onder zijn werknemers. \"Er zijn collega's die uren hebben ingeleverd, zodat we op die manier minder mensen hoeven ontslaan.\"", "“We maken gebruik van alle subsidiemogelijkheden die er zijn.”", "Rövekamp vindt de inspanningen van de overheid verdienstelijk, maar worstelt wel met de tegenstrijdige regelgeving. \"Er ontstaat veel oneerlijkheid omdat gemeentes worden vrijgelaten de regels zelf te interpreteren\", zegt de directeur. \"Onze gasten hebben er moeite mee als ze zien dat de woonboulevards open zijn en het centrum vol is met mensen tijdens Black Friday, maar wij onze evenementen moeten afgelasten.\"", "Outdoor Valley kampt dit jaar met een omzetdaling van ruim 8 ton. Rövekamp: \"We maken gebruik van alle subsidiemogelijkheden die er zijn.\" Hij duimt dat de politiek de NOW-regeling niet gaat afbouwen. \"Al het personeel moet je later weer opnieuw aannemen. Ik begrijp dat de regeling niet eeuwig aan kan houden, maar iets langer zou prettig zijn.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["om", "er", "zijn", "doet", "te", "die", "van", "ontslaan", "en", "nood", "collegas", "een", "gewaardeerde", "bedrijf", "op", "het", "pijn", "maar", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}