{"id": "e101e52f-a255-3345-927a-874148b5babd", "title": "Waarom er helemaal niets terechtkomt van de kringlooplandbouw", "url": "https://volkskrant.nl/columns-opinie/waarom-er-helemaal-niets-terechtkomt-van-de-kringlooplandbouw~bc6c9e58/", "summary": "Deze week: waarom daar helemaal niets van terechtkomt, omdat de boeren niet willen en de overheid geen beleid voert om ander gedrag af te dwingen.\nIn het ‘realisatieplan’ gooit Schouten de uitvoering van de revolutie met een soepele beweging over de heg.\nIn opdracht van het ministerie voerde onderzoeksbureau Motivaction twee keer kwantitatief ‘belevingsonderzoek’ onder boeren uit, voorjaar 2019 het eerste, afgelopen augustus het tweede.\nEn: het invoeren van een systeem van verhandelbare stikstofrechten.\nMaar zelfs als alle besproken maatregelen zouden worden ingevoerd, is de kringlooplandbouw van minister Schouten nog steeds mijlenver weg.", "paragraphs": ["Vorige week zagen we hoe minister Carola Schouten van Landbouw de revolutie predikt. Ze wil af van de landbouw die steeds goedkoper produceert maar tegelijkertijd steeds meer schade berokkent aan natuur en milieu, en streeft naar ‘kringlooplandbouw’. Deze week: waarom daar helemaal niets van terechtkomt, omdat de boeren niet willen en de overheid geen beleid voert om ander gedrag af te dwingen.", "Op Schoutens visie (Waardevol en verbonden) van twee jaar geleden volgde dik een jaar terug het ‘realisatieplan’ van de visie, Op weg met nieuw perspectief. Zo inspirerend als de visie was, zo teleurstellend dit realisatieplan.", "In het ‘realisatieplan’ gooit Schouten de uitvoering van de revolutie met een soepele beweging over de heg. De praktijk moet het doen. De boeren zelf. Ze vertrouwt op ‘de energie die bij de mensen in de regio’s en in de diverse agroketens aanwezig is’. Haar taak? ‘Het herkennen, erkennen en waarderen van grote of soms schijnbaar kleine stappen die bijdragen aan de ontwikkeling richting kringlooplandbouw zie ik als een belangrijke taak van de overheid.’", "Willen de boeren dan kringlooplandbouw? De meesten niet. En het worden er steeds minder ook. In opdracht van het ministerie voerde onderzoeksbureau Motivaction twee keer kwantitatief ‘belevingsonderzoek’ onder boeren uit, voorjaar 2019 het eerste, afgelopen augustus het tweede.", "Alles kits", "En? Niks aan het handje. Alles kits op de boerderij. De huidige manier van boeren is al prima toekomstbestendig, vinden acht op de tien boeren. Kringlooplandbouw? Ruim de helft van de boeren ziet vooral nadelen. En hoe gaat het met de natuur? Twee op de drie boeren vinden dat het nu goed gesteld is met de natuur in Nederland.", "Nee, spontaan gaat de revolutie dus niet tot stand komen. Daar is ook niets uitzonderlijks aan. Als je een sector wilt veranderen, moet je nieuwe spelregels opstellen. Dát is de taak van de overheid. Herkennen, erkennen en waarderen is prachtig (en prima pr voor de bewindsvrouwe in overall), maar we moeten het niet verwarren met de kerntaak van de overheid.", "Welk beleid is nuttig? Hoe verander je de kostprijslandbouw in kringlooplandbouw met effectief en efficiënt overheidsbeleid? Daar zal dan toch zeker bij de planbureaus wel over nagedacht worden? Je zou het denken. Die hebben geen last van politieke schroom.", "Publicatie Planbureau", "De planbureaus publiceren in de aanloop naar verkiezingen de zogeheten ‘kansrijk’-publicaties. Het zijn maatregelen die een kabinet zou kunnen nemen in een volgende kabinetsperiode die kansrijk zijn in de zin dat ze effectief en efficiënt gestelde doelen helpen bereiken. Het Planbureau voor de Leefomgeving (PBL) tekende in deze reeks in mei van dit jaar voor Kansrijk landbouw- en voedselbeleid. Ik ging er dus eens goed voor zitten.", "Maar het hoofdstuk uit deze publicatie dat over kringlooplandbouw gaat, stelt teleur. Niet dat er geen goede ideeën in besproken worden. Bijvoorbeeld: (hoge) belastingen gaan heffen op het gebruik van bestrijdingsmiddelen en kunstmest. En: het invoeren van een systeem van verhandelbare stikstofrechten. Maar zelfs als alle besproken maatregelen zouden worden ingevoerd, is de kringlooplandbouw van minister Schouten nog steeds mijlenver weg. Het is, oneerbiedig gezegd, vooral gefriemel in de marge.", "Dus: de huidige landbouweconomie is kapot. De aarde kan de last niet meer dragen (aldus de minister). De boeren vinden het in meerderheid wel best. De minister wil voorlopers ‘erkennen en waarderen’, maar geen beleid voeren. En de beleidsadviseurs gaan deze werelduitdaging aan met een speelgoedgereedschapskist.", "Mag dit serieuzer?"], "authors": ["Frank Kalshoven"], "keywords": ["terechtkomt", "van", "waarom", "helemaal", "het", "op", "met", "die", "niets", "een", "niet", "en", "boeren", "er", "kringlooplandbouw"], "pubDate": "2020-11-06T17:16:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}