{"id": "e11272e8-a807-36c7-a149-82ca702c26d9", "title": "Een vriendin vertelde me dat eeuwige jeugd een gedachte-experiment is: als je erin gelooft, blijf je jong", "url": "https://volkskrant.nl/columns-opinie/een-vriendin-vertelde-me-dat-eeuwige-jeugd-een-gedachte-experiment-is-als-je-erin-gelooft-blijf-je-jong~bceb79bc/", "summary": "De stad had gewaarschuwd voor stormachtig weer, maar als je je eenmaal hebt aangemeld voor het waarschuwingssysteem van de stad, word je om de haverklap voor van alles en nog wat gewaarschuwd, van vermiste bejaarden tot ongelukken op drukke kruispunten.\nIk had me weer niets van de waarschuwingen aangetrokken, hoewel zelfs een Shakespeare-geleerde in de krant had gesteld dat we ‘het einde van het stuk’ naderen en dat dat doorgaans het moment is dat de catastrofe begint.\nWachtend op de catastrofe was ik een vriendin gaan bezoeken die me vertelde dat eeuwige jeugd een gedachte-experiment was: als je erin geloofde, bleef je jong.\nZij geloofde er vandaag heftig in, ze had een vest aangetrokken dat voortdurend van haar schouders gleed zodat ze feitelijk halfnaakt voor me zat.\nIk zei tegen hem: ‘Na al die jaren moet me één ding van het hart.", "paragraphs": ["De stad had gewaarschuwd voor stormachtig weer, maar als je je eenmaal hebt aangemeld voor het waarschuwingssysteem van de stad, word je om de haverklap voor van alles en nog wat gewaarschuwd, van vermiste bejaarden tot ongelukken op drukke kruispunten. Ik had me weer niets van de waarschuwingen aangetrokken, hoewel zelfs een Shakespeare-geleerde in de krant had gesteld dat we ‘het einde van het stuk’ naderen en dat dat doorgaans het moment is dat de catastrofe begint. Het was onduidelijk met wie we de huidige president moesten vergelijken, King Lear of toch Richard III. Henry VIII?", "Wachtend op de catastrofe was ik een vriendin gaan bezoeken die me vertelde dat eeuwige jeugd een gedachte-experiment was: als je erin geloofde, bleef je jong. Zij geloofde er vandaag heftig in, ze had een vest aangetrokken dat voortdurend van haar schouders gleed zodat ze feitelijk halfnaakt voor me zat.", "Ook had ze haar ex-schoonzoon op bezoek gehad. Ik vind het pleiten voor moeders als ze met hun ex-schoonzoon vriendschappelijke betrekkingen onderhouden.", "De ex-schoonzoon was een kettingrokende stoïcijn en de vriendin zei, toen de eeuwige jeugd was afgehandeld: ‘Waar jij zit, daar zat hij gisteren. Ik zei tegen hem: ‘Na al die jaren moet me één ding van het hart. Je hebt mijn dochter ontvoerd. Ze was pas 19.’ Hij inhaleerde, haalde zijn schouders op en antwoordde dat ze indertijd ontvoerd wilde worden.’", "Ik mompelde: ‘Misschien had je die ontvoering moeten laten rusten. Het was geen echte ontvoering toch, het was meer dat je dochter in de ban was van je ex-schoonzoon, ze was behekst, zeg maar.’", "De vriendin deed geen poging meer haar vest voor haar ontblote bovenlichaam te houden, een shakespeariaanse furie had bezit van haar genomen. ‘Hij is van mijn leeftijd’, riep ze, ‘hij had ook mij kunnen ontvoeren.’"], "authors": ["Arnon Grunberg"], "keywords": ["van", "jeugd", "het", "op", "voor", "ik", "vertelde", "vriendin", "een", "je", "gedachteexperiment", "jong", "eeuwige", "ze", "dat", "erin", "haar", "gelooft"], "pubDate": "2020-12-09T17:25:47+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}