{"id": "e1245ade-a05e-3d3c-b400-d24f9f6fba0e", "title": "Mercedes reserveert tientallen miljarden voor elektrisch rijden", "url": "https://nu.nl/auto/6094598/mercedes-reserveert-tientallen-miljarden-voor-elektrisch-rijden.html", "summary": "De raad van commissarissen van Daimler, het moederbedrijf van Mercedes-Benz, heeft zijn steun uitgesproken voor 70 miljard euro aan investeringen gedurende de komende vijf jaar.\nHet leeuwendeel van het bedrag vloeit naar Mercedes, waar het ingezet zal worden om sneller en meer elektrische modellen op de markt te brengen.\nBovenop het bedrag van 70 miljard euro reserveert Daimler nog eens 1 miljard euro voor bijscholing van het personeel en bescherming van de werkgelegenheid.\nDaarnaast gaat Mercedes zich meer richten op duurdere modellen met hogere winstmarges, zoals de Maybach-uitvoeringen en AMG-auto's met elektrische aandrijflijn.\nDeze modellen staan op een speciaal ontwikkeld platform.", "paragraphs": ["De raad van commissarissen van Daimler, het moederbedrijf van Mercedes-Benz, heeft zijn steun uitgesproken voor 70 miljard euro aan investeringen gedurende de komende vijf jaar. Het leeuwendeel van het bedrag vloeit naar Mercedes, waar het ingezet zal worden om sneller en meer elektrische modellen op de markt te brengen.", "Waar de investeringen precies terechtkomen, is nog niet bekend. Daimler houdt het erop dat er wordt geïnvesteerd in \"het versnellen van de transformatie richting elektrificatie en digitalisatie\".", "Hieronder valt niet alleen de ontwikkelingsafdeling, maar bijvoorbeeld ook werk als het ombouwen van bestaande productie locaties naar fabrieken voor elektrische auto's.", "Bovenop het bedrag van 70 miljard euro reserveert Daimler nog eens 1 miljard euro voor bijscholing van het personeel en bescherming van de werkgelegenheid.", "De investeringen worden voor een belangrijk deel bekostigd door middel van besparingen elders. De komende vijf jaar wil Daimler de vaste kosten met 20 procent omlaag brengen. Daarnaast gaat Mercedes zich meer richten op duurdere modellen met hogere winstmarges, zoals de Maybach-uitvoeringen en AMG-auto's met elektrische aandrijflijn.", "Ook staan er een groot aantal elektrische modellen van Mercedes voor de bovenkant van de markt op stapel, zoals de EQS, EQS SUV, EQE en EQE SUV. Deze modellen staan op een speciaal ontwikkeld platform. Daar tegenover staan de EQA en EQB, die hun basis delen met de brandstofmodellen GLA en GLB en daardoor minder kostbaar zullen zijn.", "Kijk ook op AutoWeek.nl"], "authors": ["Door"], "keywords": ["van", "mercedes", "het", "op", "elektrische", "met", "daimler", "modellen", "elektrisch", "staan", "miljarden", "en", "reserveert", "rijden", "tientallen", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}