{"id": "e1320446-5206-32fb-9ee3-4e8be0d0741b", "title": "Dringen in de natuur vereist ingrijpen", "url": "https://trouw.nl/opinie/dringen-in-de-natuur-vereist-ingrijpen~b34b5f16/", "summary": "Het worden al met al bijzondere en rustige Kerstdagen, met hooguit drie personen extra aan tafel.\nDringen aan de dis is er dit keer dus niet bij, dringen in de natuur wordt daarentegen een steeds normaler beeld.\nHet Covid-vaccin zal uiteindelijk de samenleving weer van het slot halen.\nVan natuurbeheerders mag verwacht worden dat ze hiertegen optreden, om het natuurbelang strikt te bewaken.\nHet inkorten van die circuits voor mountainbikers is sowieso een goede zaak, dat doet de natuur aanwijsbaar goed.", "paragraphs": ["De coronamaatregelen stellen de samenleving op de proef. Waar het sociale verkeer danig is versoberd, trekt de natuur veel bekijks. Dat vraagt om aanpassing van ons gedrag én om verstandig beheer van natuurgebieden. Dat gedrag wordt toch al zo beproefd nu familie- en vriendenbezoek beperkt zijn en sportscholen, clubs, musea, theaters en de meeste winkels hun deuren gesloten houden. Het worden al met al bijzondere en rustige Kerstdagen, met hooguit drie personen extra aan tafel. Dringen aan de dis is er dit keer dus niet bij, dringen in de natuur wordt daarentegen een steeds normaler beeld.", "Recent beklaagden jagers op de Veluwe zich erover dat hun bos tegenwoordig zo vol is dat ze onvoldoende everzwijnen kunnen schieten. Wild houdt zich namelijk meer dan gewoonlijk schuil nu het drukker in de bossen is. Zelfs aan de randen van de dag is het tussen de bomen te druk om voldoende zwijnen af te schieten. Natuurlijk is het vervelend als faunabeheerders met jachtgeweren gefnuikt worden in hun ambities. Want waar zwijnen tot overlast zijn, zal ingegrepen moeten worden. Maar kan de jacht niet een jaartje minder, om eventueel volgend jaar een tandje bij te zetten? Het Covid-vaccin zal uiteindelijk de samenleving weer van het slot halen.", "Bovendien is het begrijpelijk dat een samenleving die voor de tweede keer in één jaar voor weken achtereen wordt opgehokt, gaat zoeken naar passend vertier. Netflixen wordt je tenslotte ook eens zat en na al dat thuiswerken is er niks lekkerder dan de frisse buitenlucht.", "Dat daarbij velen de bossen, duinen, heide en strand ontdekken, is winst: iedere kennismaking met natuur is waardevol en mag je niemand onthouden. Maar de natuur is kwetsbaarder dan je denkt. Geen Black Friday-taferelen svp, feesten of ander massale activiteiten in bos of duin. Van natuurbeheerders mag verwacht worden dat ze hiertegen optreden, om het natuurbelang strikt te bewaken. Zo is het helemaal niet onlogisch als bepaalde paden worden afgesloten om bosbewoners rust te gunnen. Of mountainbikers en wandelaars die zich buiten hun paden wagen, worden gecorrigeerd. Het inkorten van die circuits voor mountainbikers is sowieso een goede zaak, dat doet de natuur aanwijsbaar goed. Populaire natuurgebieden kunnen verder de toestroom van auto’s vaak niet aan. Overvolle parkeerplaatsen, auto’s langs de straten: ook dat roept om een oplossing. Daarbij lijkt handhaving de beste oplossing, een aanwijzing of boete voor de notoire overtreder. Jammer maar helaas, volgende keer vroeger opstaan dan maar? Of misschien is de fiets een betere optie?", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Jeroen Den Blijker"], "keywords": ["natuur", "van", "dringen", "en", "een", "om", "wordt", "vereist", "te", "het", "worden", "dat", "ingrijpen"], "pubDate": "2020-12-23T07:12:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}