{"id": "e1411e13-7701-3e3a-9659-2dc11abcf424", "title": "Trambestuurder vindt verloren surprise van 12-jarige Bodhi terug", "url": "https://www.parool.nl/amsterdam/trambestuurder-vindt-verloren-surprise-van-12-jarige-bodhi-terug~b9d6aa27e/", "summary": "Haar zoon kwam die middag uit school en stapte bij de Van Baerlestraat op tram 5 richting Amstelveen.\n“Toen hij bij het eindpunt, Amstelveen Centrum, de tram verliet, bedacht hij zich: ‘O nee, mijn surprise staat nog in de tram!\nHeel sip kwam hij thuis.”De moeder besloot hierop meteen via de Facebookpagina Amsterdam Durft te Vragen een oproep te plaatsen.\nDe derde reactie was van een Nick; het bleek de trambestuurder te zijn.\nDe trambestuurder zei dat hij bij een ronde door de tram de surprise was tegengekomen.", "paragraphs": ["Bodhi met zijn teruggevonden surprise. Beeld Maaike Hoffstedde", "“Ik vroeg hem nog, gaat het lukken met je surprise?,” vertelt moeder Maaike Hoffstedde. Haar zoon kwam die middag uit school en stapte bij de Van Baerlestraat op tram 5 richting Amstelveen. “Toen hij bij het eindpunt, Amstelveen Centrum, de tram verliet, bedacht hij zich: ‘O nee, mijn surprise staat nog in de tram! Heel sip kwam hij thuis.”", "De moeder besloot hierop meteen via de Facebookpagina Amsterdam Durft te Vragen een oproep te plaatsen. De derde reactie was van een Nick; het bleek de trambestuurder te zijn. Hij had toevallig net zijn pauze, opende zijn Facebook en zag het bericht voorbijkomen. “Het was echt zo toevallig! Binnen zeven minuten na het plaatsen van mijn oproep had ik contact met nota bene de trambestuurder zelf!,” vertelt Maaike enthousiast.", "De trambestuurder zei dat hij bij een ronde door de tram de surprise was tegengekomen. “Het was een arcadekast met Pacman erop, erg mooi!”, aldus Maaike. “Hij heeft hem vervolgens bij hem voorin de tram bewaard.”", "‘Een heel leuk moment’", "Nadat Maaike en Bodhi door Nick waren gevraagd snel richting diezelfde halte te komen, waar hij niet veel later weer langs zou rijden, sprongen de twee meteen op de fiets. Eenmaal daar aangekomen overhandigde de trambestuurder de surprise aan Bodhi. “Hij was zo blij, echt een heel leuk moment.”", "De moeder denkt wel te weten hoe Bodhi de surprise heeft kunnen vergeten. “Hij is een enorme ov-fan; alle tramlijnen weet hij uit zijn hoofd. Tijdens die rit zal hij zo in het moment op zijn gegaan dat hij daardoor helemaal vergat zijn surprise mee te nemen.”", "Toen ze de gelukkige uitkomst ook op de Facebookpagina deelde, reageerden er honderden mensen. “Echt hartverwarmend,” aldus Maaike. “We kregen zoveel leuke reacties. De trambestuurder werd een held genoemd, en terecht!”"], "authors": ["Het Parool"], "keywords": ["12jarige", "van", "vindt", "verloren", "het", "op", "hij", "bodhi", "trambestuurder", "zijn", "surprise", "maaike", "een", "te", "tram", "terug"], "pubDate": "2020-12-05T16:40:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}