{"id": "e149163a-6e35-3c3c-9b11-55ff0812b3c3", "title": "Tip voor Edgar: het is gewoon Oljauw, zoals in poesiemauw", "url": "https://volkskrant.nl/columns-opinie/tip-voor-edgar-het-is-gewoon-oljauw-zoals-in-poesiemauw~bfe24404/", "summary": "Olhanense, Olhanense, à vitóriaBradam vozes das gentes de OlhãoNaar de overwinning, schreeuwen de stemmen van de mensen van Olhão.\nHet stadje deed mij denken aan het Amsterdam van de jaren tachtig: overal leegstand, slooppanden, ruïnes en vuil.\nDe helft van de middenstand was op de fles en het krioelde van de zwervers, alcoholisten, junkies en hoeren.\nDaar voelde ik mij verbonden met het Portugese volk, en helemaal als wij scoorden tegen Benfica of Sporting en ik spontaan gezoend werd door tandeloze vissersmannen en naar geitenpoep riekende keuterboertjes.\nTip voor Edgar, die tijdens zijn debuut tegen Lusitano afgelopen zondag meteen een rode kaart kreeg: het is gewoon Oljauw, zoals in poesiemauw.", "paragraphs": ["Na het bericht over de komst van Edgar Davids naar Sporting Clube Olhanense twee keer vol ongeloof gelezen te hebben, hief ik spontaan ons clublied aan.", "Olhanense, Olhanense, à vitória", "Bradam vozes das gentes de Olhão", "Naar de overwinning, schreeuwen de stemmen van de mensen van Olhão.", "Ik vernam uit betrouwbare bron dat mijn opgewekte cursiefjes over de Algarve – en over Olhão in het bijzonder – voor de pitbull uit Amsterdam-Noord de directe aanleiding vormden om trainer te worden van onze plaatselijke trots.", "Toen ik hier negen jaar geleden kwam wonen, speelde Olhanense nog in de Primeira Liga.", "Het stadje deed mij denken aan het Amsterdam van de jaren tachtig: overal leegstand, slooppanden, ruïnes en vuil. De helft van de middenstand was op de fles en het krioelde van de zwervers, alcoholisten, junkies en hoeren.", "Dat was nog eens thuiskomen.", "Op zondagmiddag bezocht ik de wedstrijden van Olhanense. Genieten hoor, in dat immer zonovergoten, kneuterige Estádio José Arcanjo.", "Daar voelde ik mij verbonden met het Portugese volk, en helemaal als wij scoorden tegen Benfica of Sporting en ik spontaan gezoend werd door tandeloze vissersmannen en naar geitenpoep riekende keuterboertjes.", "Ik waande mij weer in het stadion van FC Wageningen in de jaren zeventig, waar de tegenstanders al met 1-0 achter stonden als ze met trillende beentjes de imposante Wageningse Berg nog moesten beklimmen.", "Die ouderwetse voetbalbeleving had ik ook bij Ajax begin jaren tachtig: kopstoten naar binnen hakken in café Meerzicht, vijf minuten voor aanvang van de wedstrijd een kaartje en Koetjesrepen kopen, een nakkie pakken in de wietwalmen van Vak O en met zijn allen in de sloot achter de tribune pissen, beker bier in de hand.", "Olhão staat op de kaart sinds ik schreef dat het pittoreske vissersstadje het best bewaarde geheim van Portugal is, maar met mijn cluppie daarentegen ging het bergafwaarts.", "Olhanense zonk naar de Derde Divisie en speelt nu hotseknotsvoetbal tegen clubs als Moncarapachense. Zonder publiek.", "Gelukkig brengen krasse Engelse knarren het stadionnetje iedere ochtend tot leven met walking football. Rond het middaguur klinkt het laatste fluitsignaal en gaan ze gezellig afdrinken in de buurtkroeg.", "Voor Davids moet mijn stadje hoe dan ook een aangename exotische verrassing zijn na zijn laatste baan bij Telstar, onder de rook van de Hoogovens.", "Tip voor Edgar, die tijdens zijn debuut tegen Lusitano afgelopen zondag meteen een rode kaart kreeg: het is gewoon Oljauw, zoals in poesiemauw.", "Bem-vindo, pitbullinho!"], "authors": ["Arthur Van Amerongen"], "keywords": ["ik", "zijn", "van", "poesiemauw", "voor", "en", "zoals", "edgar", "met", "naar", "een", "gewoon", "olhanense", "het", "oljauw", "tip"], "pubDate": "2021-01-11T14:00:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}