{"id": "e171ddf0-26f9-3826-a88c-2e226cc8b308", "title": "De Volkskeuken: roerei van zijdetofu met lente-ui en paddestoelen", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-roerei-van-zijdetofu-met-lente-ui-en-paddestoelen~bf2e5b0d/", "summary": "Met iets meer vocht wordt het zachter en wat luchtiger.\nEn met een pakje zijdetofu (doe die vooral níét in de pers) heb je gewoon een zacht ei.\nStrooi de groene lente-uiringetjes, een snufje kala namak en een schepje edelgistvlokken erover, schep en warm nog even goed door, breng op smaak met zout en peper.\nBesprenkel met wat sesamolie en serveer met brood.\nDep de tofu droog, verkruimel (grof of fijn, naar wens) met een vork en volg verder het recept hierboven.", "paragraphs": ["Beeld Pay-Uun Hiu", "Een tofupers vond ik altijd volstrekt overbodig. Nóg een keukendochter, naast de pastamachine, de ijsmachine en de frituurpan. Ik bakte de tofu zoals ik het van mijn moeder had geleerd: in blokjes in een laag olie, laten uitlekken op keukenpapier en klaar voor verdere bereiding in een groenteroerbak of wat dan ook.", "Natuurlijk kwam die tofupers er toch. Omdat ik opeens dolgraag roerei wilde – vegan roerei, welteverstaan. Alle recepten die ik erop nasloeg, leidden naar tofu en de tofupers, want door het vocht uit de tofu te persen wordt-ie dus droger en kun je hem kruimelen zoals ei in de koekenpan.", "Het leuke van zo’n basic persje (twee plankjes, lange schroeven, veren aan weerszijden en vleugelmoeren om aan te draaien) is dat je ook kunt reguleren hoe stevig je de tofu wilt hebben. De eerste keer had ik de boel wel erg enthousiast aangedraaid en werd mijn roerei heel compact. Met iets meer vocht wordt het zachter en wat luchtiger. Eigenlijk net als een ei dat je korter of langer kookt. En met een pakje zijdetofu (doe die vooral níét in de pers) heb je gewoon een zacht ei. Een snuf Indiaas zwart zout (kala namak) geeft er net die zwavelachtige eismaak aan en met edelgistvlokken krijgt de tofu nog een extra umami-oppepper (beide te koop bij de natuurwinkel).", "Ingrediënten 300 g zijdetofu of stevige tofu scheut olie 3 lente-uien, in ringetjes, wit en groen gescheiden 100 g paddestoelen, in schijfjes scheutje mirin (Japanse rijstwijn) scheutje (vegan) vissaus ¼ theel. geelwortelpoeder ¼ theel. kala namak 1 theel. edelgistvlokken sesamolie", "Voor de variant met zijdetofu: laat de tofu uitlekken in een vergiet of zeef. Verhit wat olie in de wok of een ruime koekenpan. Fruit het witte gedeelte van de lente-ui, doe de paddestoelen erbij en laat ze slinken. Roerbak mirin, (vegan) vissaus, een snufje geelwortel en eventueel een scheutje chiliolie mee. Voeg de tofu toe en schep voorzichtig om tot die de structuur van roerei heeft. Strooi de groene lente-uiringetjes, een snufje kala namak en een schepje edelgistvlokken erover, schep en warm nog even goed door, breng op smaak met zout en peper. Besprenkel met wat sesamolie en serveer met brood.", "Voor de variant met stevige tofu: pers de tofu circa 1 uur. Gebruik een pers of snijd de tofu in plakken, wikkel die in enkele lagen keukenpapier en leg er iets zwaars op. Dep de tofu droog, verkruimel (grof of fijn, naar wens) met een vork en volg verder het recept hierboven."], "authors": ["Pay-Uun Hiu"], "keywords": ["zijdetofu", "van", "wat", "lenteui", "het", "met", "die", "ik", "roerei", "paddestoelen", "een", "volkskeuken", "en", "tofu", "je"], "pubDate": "2020-11-12T12:52:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}