{"id": "e174361d-02a1-31e8-9c16-9ec801d138ff", "title": "YouTube verwijdert video's met claims over fraude bij verkiezingen VS", "url": "https://nu.nl/tech/6095658/youtube-verwijdert-videos-met-claims-over-fraude-bij-verkiezingen-vs.html", "summary": "YouTube gaat vanaf woensdag video's verwijderen waarin claims worden gedaan over grootschalige fraude tijdens de Amerikaanse verkiezingen, maakt het bedrijf bekend.\n\"Genoeg individuele staten hebben inmiddels de resultaten van hun verkiezingen officieel vastgesteld en we weten nu wie de nieuwe president wordt\", schrijft YouTube.\nDat gaat grotendeels om gezaghebbende nieuwsbronnen, maar zo'n 12 procent van de meest bekeken video's over de verkiezingen valt daarbuiten.\nHet platform voegt factchecks toe bij zoekopdrachten die mogelijk naar desinformatie kunnen leiden.\nDe afgelopen maanden werd zo'n 200.000 keer een factcheck getoond bij zoekopdrachten die iets met de verkiezingen te maken hebben.", "paragraphs": ["YouTube gaat vanaf woensdag video's verwijderen waarin claims worden gedaan over grootschalige fraude tijdens de Amerikaanse verkiezingen, maakt het bedrijf bekend.", "\"Genoeg individuele staten hebben inmiddels de resultaten van hun verkiezingen officieel vastgesteld en we weten nu wie de nieuwe president wordt\", schrijft YouTube. Dat is Democraat Joe Biden, maar veel aanhangers van de huidige president Donald Trump houden vol dat er fraude is gepleegd bij deze verkiezingen en dat Trump de daadwerkelijke winnaar is.", "\"Gezien deze feiten gaan wij vanaf nu content verwijderen waarin misleidende claims worden gedaan over fraude of fouten die een impact op de uitslag van de verkiezingen zouden hebben. In de komende weken schalen wij de handhaving van dit beleid op.\"", "YouTube wijst erop dat veel mensen op het platform nieuws over de verkiezingen bekijken. Dat gaat grotendeels om gezaghebbende nieuwsbronnen, maar zo'n 12 procent van de meest bekeken video's over de verkiezingen valt daarbuiten.", "Het platform voegt factchecks toe bij zoekopdrachten die mogelijk naar desinformatie kunnen leiden. De afgelopen maanden werd zo'n 200.000 keer een factcheck getoond bij zoekopdrachten die iets met de verkiezingen te maken hebben."], "authors": ["Door"], "keywords": ["van", "bij", "verkiezingen", "claims", "met", "die", "fraude", "youtube", "zon", "vs", "dat", "zoekopdrachten", "verwijdert", "videos", "hebben"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}