{"id": "e17ccd89-4a36-310f-bcaa-bb4d59e17ad9", "title": "De Volkskeuken: tacoschelpen met bataat, munt en hoorntjes des overvloed", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-tacoschelpen-met-bataat-munt-en-hoorntjes-des-overvloed~b38d0c46/", "summary": "Tacoschelpen met bataat, munt en hoorntjes des overvloeds.\nWaar ik naartoe wil, is dat we toen en nu nog altijd dol zijn op knapperige dingen met iets romigs erbij.\nDe merken die de taco’s verkopen, leveren er hele pakketten en andere parafernalia bij, maar dan bevaar je het steeds hetzelfde nep-Mexicaanse smaakriviertje.\nBak de ui met bataat en paddestoelen in een koekepan in de olie, op halfhoog vuur, afgedekt.\nNiet per ongeluk korter, zoals ik een keer deed, want dan zijn ze taai.", "paragraphs": ["Tacoschelpen met bataat, munt en hoorntjes des overvloeds. Beeld Onno Kleyn", "Chips met dipsaus, daar is mijn culinaire carrière mee begonnen. Althans, het fabrieken van die dipsaus – die chips kochten we. Ik was 11 of 12 en roerde woest experimenterend allerlei muffe poeders uit het roemruchte kruidenrekje door mayonaise. Vooral kerrie natuurlijk. Oom Harry prees mijn resultaat bij een verjaardag.", "Je had zakjes Duyvis voor dipsaus – alweer poeder door de mayo – en humoristische reclame daarvoor, over ‘lippizaner uitjes, alleen te koop op de markt van Maastricht – voor zevenen!’ en nog zo wat. Waar ik naartoe wil, is dat we toen en nu nog altijd dol zijn op knapperige dingen met iets romigs erbij. Daverend nationaal voorbeeld: de kroket.", "Maar er is meer. Alleen bij ons – dacht ik – kun je tacoschelpen kopen, gefrituurde maïstortilla’s om te vullen met calorieën van gevarieerde textuur, waar altijd wat smeuïgs en romigs tussen moet zitten. Een fijne uitvinding. Dan kun je stoer roepen dat je nooit chips eet en ondertussen lekker op die taco’s aanvallen. De merken die de taco’s verkopen, leveren er hele pakketten en andere parafernalia bij, maar dan bevaar je het steeds hetzelfde nep-Mexicaanse smaakriviertje. Saai. Er kan meer!", "Ingrediënten 30 g gedroogde hoorntjes des overvloed 2-3 bataten 2 rode uien, in flinters 5 eetl. olijfolie 1 teen knoflook 2 eetl. mosterdzaadjes wat chilivlokken 2 little gems/miniromana’s bosje verse munt 1 pak tacoshells 250 ml zure room of Griekse yoghurt", "Week de paddestoelen een kwartier of langer in warm water. Knijp uit en scheur grote wat kleiner. Schil de bataten en snijd in kleine blokjes.", "Bak de ui met bataat en paddestoelen in een koekepan in de olie, op halfhoog vuur, afgedekt. Na 10-15 minuten zijn ze beetgaar, zet halverwege het vuur wat lager. Voeg ten slotte de knoflook en mosterdzaadjes toe en bak nog even mee. Breng op smaak met zout en chilivlokken.", "Snijd de miniromana’s in de lengte in tweeën en daarna dwars in heel dunne reepjes. Pluk de blaadjes munt van de takken.", "Verwarm de tacoschelpen in de oven zoals op de verpakking staat: minstens 15 minuten op 125 graden. Niet per ongeluk korter, zoals ik een keer deed, want dan zijn ze taai.", "Haal per keer voor elke eter 1 taco uit de oven. Ieder vult zelf en kloddert er zure room of yoghurt bij. Eet en klieder."], "authors": ["Onno Kleyn"], "keywords": ["ik", "er", "van", "bataat", "en", "tacoschelpen", "met", "volkskeuken", "een", "des", "op", "overvloed", "munt", "het", "hoorntjes", "wat", "je"], "pubDate": "2021-01-10T16:30:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}