{"id": "e18fb499-5249-3883-bd9a-9b5edb69a72f", "title": "Hotelkamers: smeriger dan je denkt. Zo maak je er toch het beste van", "url": "https://volkskrant.nl/de-gids/hotelkamers-smeriger-dan-je-denkt-zo-maak-je-er-toch-het-beste-van~ba0b70cd/", "summary": "Hoe maak je je hotelverblijf zo aangenaam mogelijk?\n‘De sprei trek ik direct van het bed’, zegt Noël van Bemmel, reizen-redacteur van de Volkskrant.\n‘Vooropgesteld dat het wordt bijgehouden, zal geen hotelmanager toegeven dat het wassen van de beddensprei geen enkele prioriteit heeft.\nNeem een foto van de kluiscodeEen handige tip van The New York Times: neem een foto van je kluiscode, ook al kies je eigenlijk altijd voor de datum van je verjaardag.\nBen je vergeetachtig, neem dan ook direct een foto van het nummer van je hotelkamer.", "paragraphs": ["Na een lange vlucht of dag vol uitstapjes is het fijn om uit te puffen in je hotelkamer, waar je je graag de eerste bewoner waant, zonder sporen van de vorige gast. Hoe maak je je hotelverblijf zo aangenaam mogelijk? Tips voor een schone en fijne hotelovernachting.", "Verwijder de sprei", "Het zou de eerste handeling moeten zijn van iedere hotelgast, vóórdat je checkt of er een minibar is: verwijder de sprei. ‘De sprei trek ik direct van het bed’, zegt Noël van Bemmel, reizen-redacteur van de Volkskrant. Hij werkte vroeger zelf ooit als schoonmaker in een vijfsterrenhotel in Amsterdam en weet dus uit ervaring dat hotelkamers schoner lijken dan ze daadwerkelijk zijn. En: de sprei wordt zeker niet na elke gast gewassen. Hoe vaak dan wel? In een eerder stuk constateerden we al dat het weinig zinvol is om een enquête te houden onder hotels over de wasfrequentie van de spreien. ‘Vooropgesteld dat het wordt bijgehouden, zal geen hotelmanager toegeven dat het wassen van de beddensprei geen enkele prioriteit heeft. Enkele kennissen uit de hotelbranche wilden er wel wat over kwijt, vooropgesteld dat hun naam niet zou worden genoemd.’", "Dus blijft het bij anonieme bronnen. ‘Iemand die een paar jaar in een driesterrenhotel heeft gewerkt vertelt dat de (inderdaad druk bewerkte spreien) gemiddeld om de zevende gast worden gewassen, dat is ongeveer eens in de twee maanden. Een alarmerender bericht ontvingen we uit een vijfsterrenhotel. Daar worden de spreien gewassen als ze zichtbaar vuil zijn (wat best vaak is volgens onze deep throat) en anders één keer per jaar. De tipgever, al jaren werkzaam in de vijfsterrenwereld, voegt eraan toe: ‘Ik ga daarom nooit met een schone pyjama op de sprei zitten.’ Verder haalt hij z’n schouders op over spreienwasserij: ‘Heb je weleens de moed gehad om een laken op te tillen en naar het matras te kijken?!’", "Aaf Brandt Corstius wijdde een column aan de ranzigheid van hotelkamers en vakantiehuisjes. ‘De gemiddelde sprei op een hotelbed staat stijf van oud sperma, bloed, urine en andere, daar heb je het woord alweer, lichaamsvloeistoffen. Die spreien worden aanzienlijk minder vaak gewassen dan de lakens. Of misschien wel nooit. Ze doorstaan een boel, en absorberen dat ook.’ Dat is de reden dat Brandt Corstius, ‘de sprei tussen duim en wijsvinger oppak, hem onderin de kast gooi en mijn handen grondig ga wassen. Daarna is het een kwestie van psychologisch oorlogvoeren met de schoonmaker die hem elke dag terug op het bed legt, een strijd die de schoonmaker overigens meestal wint. Die lichaamsvloeistoffen moeten op dat bed. Dat is de overtuiging van menig hotel.’", "Hotel Boschrijck op Terschelling: geen sprei", "Tv kijken? Eerst even poetsen", "Uit onderzoek blijkt namelijk dat in 81 procent van de hotelkamers schadelijke bacteriën zijn gevonden. De meest vieze plekken? De afstandbediening en de lichtknopjes, en dus niet, zoals je misschien zou verwachten, de wc. De plekken die het meest worden aangeraakt door mensen bieden een goede omgeving voor microben om zich te verzamelen. Nöel van Bemmel herinnert zich uit zijn tijd als schoonmaker dat er gemiddeld zo'n vijftien minuten voor een kamer stonden. ‘De badkamer maakte je schoon met water en daarna poetste je alles glimmend met de vieze handdoeken. Je was vooral bezig met de vraag of de supervisor het zal goedkeuren.’", "Inspecteer de waterkoker", "Journalist Harrison Jacobs ontdekte tijdens zijn vele overnachtingen in hotels over de hele wereld een goede graadmeter om te zien hoe schoon een hotelkamer is: het koffiezetapparaat of de waterkoker. ‘In bijna elke hotelkamer staat er wel eentje en dat kan je een hoop vertellen over de nauwkeurigheid van de schoonmaakploeg’, schrijft Jabobs in een artikel voor Business Insider. ‘Omdat koffiezetapparaten en waterkokers constant vol zitten met water of condens zijn ze een waar paradijs voor bacteriën, schimmels en roest. Als ze niet regelmatig grondig worden schoongemaakt met azijn, worden ze al snel smerig. Als kleine apparaten die vervelend zijn om schoon te maken, worden koffiezetapparaten en waterkokers vaak over het hoofd gezien.’", "Zin gekregen in een (schoon) hotel? Onze reisredacteuren testten de bedden, het ontbijt en de service van meer dan honderd hotels van Amsterdam tot New York. Bekijk hier de kaart, selecteer op locatie of prijsklasse en lees wat zij vonden van het Kurhaus in Scheveningen, een Tree House in Bangkok en het brugwachtershuisje om de hoek.", "Slaapmasker en oordoppen", "Je weet van te voren nooit of je hotelburen ’s nachts in beschonken staat zullen thuiskomen of in het bezit zijn van een huilbaby. Het is dus geen overbodige luxe om goede oordoppen mee te nemen, en een fijn slaapmasker om je te beschermen tegen hardnekkige gordijnkieren of irritant flikkerende blauwe lampjes van apparaten.", "Neem een foto van de kluiscode", "Een handige tip van The New York Times: neem een foto van je kluiscode, ook al kies je eigenlijk altijd voor de datum van je verjaardag. Ben je vergeetachtig, neem dan ook direct een foto van het nummer van je hotelkamer. Om misverstanden met de minibar te voorkomen, kun je de inhoud bij aankomst even fotograferen.", "Neem een waslijn mee", "Een spoedwasje in een hotel kan aardig duur zijn, dus wie een frisse onderbroek of T-shirt wenst, doet er handig aan om een lijn of stuk touw mee te nemen. ‘Die kun je spannen tussen een lamp en deurklink bijvoorbeeld’, zegt Nöel Van Bemmel. Breng een flesje multifunctionele zeep mee in je koffer, waarmee je zowel je kleding als je lichaam kunt wassen.", "Hoe houd je ongewenste gasten uit je hotelkamer? Reisgadget The Wedge werd ontwikkeld door Ila, een merk dat zich focust op vrouwvriendelijke veiligheidsgadgets. De hippe en lichte Ila Wedge houdt niet alleen ongewenste gasten buiten de deur, het heeft ook een alarm dat afgaat wanneer iemand het staafje onder de deur probeert te forceren, schrijft journalist Debbie Pappyn in De Morgen. Zeker voor vrouwelijke, single reizigers kan dit een extra veiligheidsgevoel geven. Maar het is ook handig in de betere hotels of logies, zelfs de zeer onwelkome minibarchecker zal je kamer niet meer binnenkomen. De Ila Wedge kost ongeveer 16 euro en is te koop via The HandPicked Collection."], "authors": ["Anna Van Den Breemer"], "keywords": ["zo", "van", "toch", "het", "op", "denkt", "zijn", "hotelkamers", "maak", "smeriger", "een", "je", "en", "dat", "te", "om", "er"], "pubDate": "2019-08-01T16:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}