{"id": "e19f62c6-4fe5-3c5c-9b18-29700d1b353e", "title": "Waarom staakt Ikea z’n propagandaglossy?", "url": "https://nrc.nl/nieuws/2020/12/14/waarom-staakt-ikeazn-propagandaglossy-a4023777", "summary": "De catalogus was een commerciële verkoopfolder en een propagandaglossy voor modern wonen en samenleven ineen.\nUniek is het natuurlijk niet dat een catalogus een uithangbord is van aspiraties, identiteit en levensstijl.\nOok Ikea wil online winnen.\nDe Europese Commissie doet al jaren onderzoek naar vernuftige afspraken tussen de Nederlandse Belastingdienst en Ikea die wel heel gunstig waren voor de meubelgigant.\nIkea kan zonder catalogus, Ikea en Nederland kunnen ook best zonder fiscaal El Dorado.", "paragraphs": ["Het was, zei Ikea zelf, een emotionele beslissing. Begrijpelijk. Verleden, heden én toekomst kwamen samen in dat ene besluit. Einde catalogus. De dubbeldikke glossy was op z’n piek een onvermijdelijk accessoire geworden in 200 miljoen huishoudens wereldwijd. Dat was 2015.", "Het glansblad was zijn oorspronkelijke doel - de verkoop van betaalbare, soms lastig te assembleren kasten, banken en andere vrolijke woonaccessoires - toen al lang voorbij. De catalogus verkocht inmiddels ook een levensstijl: stedelijk (praktische meubels, ook voor kleinbehuisden), duurzaam en groen (Ikea was een koploper met eigen windmolens) en inclusief (elke minderheid ziet zichzelf terug op de foto’s). De catalogus was een commerciële verkoopfolder en een propagandaglossy voor modern wonen en samenleven ineen. Hopelijk legt het Internationaal Instituut voor Sociale Geschiedenis een mooie verzameling aan van dit tijdsbeeld.", "Uniek is het natuurlijk niet dat een catalogus een uithangbord is van aspiraties, identiteit en levensstijl. De ‘uitvinder’ van het genre, het Amerikaanse postorderbedrijf Sears, Roebuck & Co, bezorgde zijn klanten op de prairie en in kleine steden in het uitgestrekte Midden-Westen met zijn catalogus vanaf 1896 ook de laatst mode, de moderne tijd en de Amerikaanse droom van welvaart en vooruitgang.", "Lees ook dit portret: Hoe Ikea in veertig jaar onze harten en huizen veroverde", "De Ikea-catalogus hoorde bij het verzendhuis waarmee oprichter Ingvar Kamprad ooit was begonnen. Dat is het verleden.", "Ikea opende vervolgens winkels. Steeds grotere winkels, buiten het centrum, met genoeg laad- en losruimte voor klanten en leveranciers. Omzet nu: bijna 40 miljard euro. Winkels met ontbijt en ballenbak. De massaproductie en de uitgekiende prijs-kwaliteitverhouding hebben een onweerstaanbare aantrekkingskracht op consumenten van alle leeftijden op vijf continenten. Het ultieme uitje in coronatijd.", "Eén van de klassiekers in de Ikea-winkel, de ‘verplichte’ looprichting die je door de hele winkel leidt, is in coronatijd elders alom gekopieerd. Dat is het heden.", "Ikea opent ook kleinere winkels ín steden. Want klanten veranderen, hun mobiliteit verandert. Ook Ikea wil online winnen. De toekomst. Einde catalogus.", "Het staken van de productie en verspreiding van de catalogus maakt ook een eind aan de spanning tussen Ikea als verantwoordelijke en klimaatbewuste onderneming en de resulterende bomenkap en vervuiling. Die spanning tussen zelfbeeld en de uitvoering is inherent aan bedrijven die een voorbeeldrol willen spelen.", "Datzelfde geldt voor de omgang met werknemers en vakbonden. Wie als bedrijf uitgesproken het goede wil doen, wekt teleurstelling als de uitvoering tegenvalt. Hoe verder weg van de wortels in Zweden, hoe slechter de arbeidsvoorwaarden, is de ervaring van vakbonden.", "Het meest extreem is de tegenstelling tussen beeld en praktijk als het om belastingen gaat. Oprichter Kamprad moest niks hebben van de hoge Zweedse belastingdruk. Mede daarom heeft Ikea één van zijn hoofdkantoren in Nederland. Dat geldt als een dienstbaar belastingparadijs voor multinationals. De Europese Commissie doet al jaren onderzoek naar vernuftige afspraken tussen de Nederlandse Belastingdienst en Ikea die wel heel gunstig waren voor de meubelgigant.", "De Commissie vermoedt illegale staatssteun. Nederland bestrijdt dat. Maar waarom nog? De tijdgeest verandert. Multinationals pamperen, hoezo? Fatsoenlijk belasting betalen zonder fiscale fratsen is wel zo maatschappelijk verantwoord. Ikea kan zonder catalogus, Ikea en Nederland kunnen ook best zonder fiscaal El Dorado.", "Menno Tamminga schrijft op deze plaats elke dinsdag over ondernemingsbeleid en economie.", "NRC Lunchkoers De belangrijkste ontwikkelingen in de economie, op de beurzen en in het zakenleven Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Menno Tamminga", "Leestijd Minuten"], "keywords": ["van", "dat", "een", "en", "ook", "staakt", "ikea", "zn", "catalogus", "waarom", "voor", "op", "propagandaglossy", "het"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}