{"id": "e1a02c14-07f8-3b45-a8e4-d64df7acbe6f", "title": "China en Nepal zijn het eindelijk eens: Mount Everest is 86 centimeter hoger dan gedacht", "url": "https://volkskrant.nl/nieuws-achtergrond/china-en-nepal-zijn-het-eindelijk-eens-mount-everest-is-86-centimeter-hoger-dan-gedacht~b62ed480/", "summary": "Nepal en China, op wier grondgebied de Mount Everest ligt, hebben dinsdag hun jarenlange onenigheid over de hoogte bijgelegd na een uitgebreide meetmissie.\nDat is een tikkeltje meer dan Nepal dacht, en bijna vier meter hoger dan China aannam.\nEn in 1954 schatten Indiërs de hoogte op 8.848 ( iets te laag).\nStaatsmedia benadrukken dat het gaat om een gezamenlijke verklaring over de hoogte van de Everest en dat dit het begin is van een ‘nog hechtere band’ tussen beide volken.\nEen goede band met buurland Nepal is geopolitiek in het belang van China, al was het maar om Nepals rol als toevluchtsoord voor Tibetanen te verkleinen.", "paragraphs": ["De Mount Everest blijkt 86 centimeter hoger dan gedacht. Beeld EPA", "De bergtop is formeel 86 centimeter hoger vastgesteld. Nepal en China, op wier grondgebied de Mount Everest ligt, hebben dinsdag hun jarenlange onenigheid over de hoogte bijgelegd na een uitgebreide meetmissie. De hoogste berg ter wereld is vanaf heden 8.848,86 meter hoog. Dat is een tikkeltje meer dan Nepal dacht, en bijna vier meter hoger dan China aannam.", "Wetenschappers uit beide landen konden het eerder niet eens worden over de vraag of de sneeuwtop ook meegerekend moest worden. Ook waren er zorgen of de berg misschien gekrompen was na een grote aardbeving in 2015. Vorige metingen waren verouderd en niet met moderne apparatuur verricht. In 1856 schatte een Brits team de hoogte nog op 8.842 meter (6 meter te laag dus). En in 1954 schatten Indiërs de hoogte op 8.848 ( iets te laag).", "President Xi van China kondigde eind 2019 aan dat het net als de Nepalezen een nieuwe meting zou verrichten en dat de onderzoekers met elkaar zouden coördineren om tot een nieuwe gezamenlijke hoogte te komen. De meetmissie duurde in totaal anderhalf jaar. Een team uit Nepal bereikte de top in mei 2019. Een team uit China was er in mei 2020, waarmee ze dit coronajaar de enige klimmers waren die op de top mochten komen.", ". Beeld .", "Ingewikkelde meting", "Met de nieuwste meettechnieken is allereerst vastgesteld waar de voet van de berg begint. Nepal nam als startpunt voorheen het gemiddeld zeeniveau van de Golf van Bengalen, maar Indiërs vonden een punt dichter bij de Everest dat een accurater startpunt voor de Nepalese onderzoekers bleek te zijn. Chinese onderzoekers gebruikten als startpunt het zeeniveau van de Gele Zee.", "Vanaf daar zijn door beide teams een reeks meetstations langs de berg aangelegd. De hoogte werd onder meer berekend door de hellingshoek te meten tussen het startpunt en de meetstations. Zowel het Nepalese als het Chinese team installeerde tot slot onafhankelijk van elkaar geavanceerde meetapparatuur op de top om het hoogste punt met en zonder sneeuw te berekenen. Bij die missie verloor de Nepalese hoofdonderzoeker Khimlal Gautam een teen door bevriezing.", "In de klimmerswereld is verheugd gereageerd op de vaststelling van de nieuwe hoogte. ‘Nu kunnen we eindelijk allemaal uitgaan van één getal’, zegt Santa Bir Lama, de president van Nepalese klimmersbond.", "Ook in China is opgetogen gereageerd. Staatsmedia benadrukken dat het gaat om een gezamenlijke verklaring over de hoogte van de Everest en dat dit het begin is van een ‘nog hechtere band’ tussen beide volken. Een goede band met buurland Nepal is geopolitiek in het belang van China, al was het maar om Nepals rol als toevluchtsoord voor Tibetanen te verkleinen."], "authors": ["Natalie Righton"], "keywords": ["everest", "hoger", "van", "dat", "een", "gedacht", "hoogte", "en", "eens", "eindelijk", "te", "zijn", "nepal", "op", "china", "het", "mount"], "pubDate": "2020-12-08T18:46:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}