{"id": "e1a9079b-68c2-3a7f-a5a5-a0be5c60d182", "title": "Willem II-Ajax in 2007: Roger zou die titelkans wel even verzilveren", "url": "https://www.parool.nl/sport/willem-ii-ajax-in-2007-roger-zou-die-titelkans-wel-even-verzilveren~b0ba9e24/", "summary": "Mike Trésor van Willem II maakt in 2019 de 1-0 tegen Ajax.\nMisschien maar beter ook voor Ajax, dat eind vorig jaar in eigen stadion tegen Willem II een historische 2-0 nederlaag leed.\nDe verliespartij op 6 december stond niet op zichzelf.\nWat is er geworden van Willem II na het vorige sprankelende seizoen?\nHet lijkt wel of Willem II die klap niet meer te boven is gekomen.", "paragraphs": ["Mike Trésor van Willem II maakt in 2019 de 1-0 tegen Ajax. Beeld ANP Sport", "Hoe eindigde Willem II-Ajax vorig seizoen?", "Die wedstrijd werd niet gespeeld in het onafgemaakte seizoen. Misschien maar beter ook voor Ajax, dat eind vorig jaar in eigen stadion tegen Willem II een historische 2-0 nederlaag leed. Mike Trésor en oud-Ajacied Damil Dankerlui maakten de goals. De verliespartij op 6 december stond niet op zichzelf. Valencia en AZ duwden de Amsterdammers in de dagen daarna nog verder in de put.", "Is Ajax de decemberdip van dit jaar al te boven?", "Daar lijkt het wel op. Na de nederlagen tegen Liverpool, FC Twente en Atalanta Bergamo volgden overwinningen op PEC Zwolle, FC Utrecht (beker) en ADO Den Haag.", "Wat is er geworden van Willem II na het vorige sprankelende seizoen?", "De club plaatste zich voor Europees voetbal, maar werd in de derde voorronde van de Europa League van het veld geveegd door Glasgow Rangers (0-4). Het lijkt wel of Willem II die klap niet meer te boven is gekomen. De Tilburgers kwijnen weg in de onderste regionen van de eredivisie.", "Logische vraag: waar ligt dat aan?", "Het Brabants Dagblad concludeert dat vooral de geblesseerde Dries Saddiki wordt gemist. Hij vormde met Pol Llonch een sterk defensief duo op het middenveld. Het aantal balveroveringen daalde, en daardoor ook het aantal countermogelijkheden: van 15 per wedstrijd naar 6. Het aantal reële scorings­kansen per wedstrijd zakte van 2,2 naar 1,2. Bovendien knapten Saddiki en Llonch veel vuil werk op voor aanvallende middenvelder Mike Trésor, die dit seizoen van een creatieve voetballer een kwetsbare speler is geworden.", "Op welke speler richten we de schijnwerpers?", "Op Mohammed Kudus. Hij is herstellende van een meniscusoperatie, maar heeft de training weer hervat. Trainer Erik ten Hag neemt de Ghanees echter niet mee naar Willem II. “We bereiden Kudus voor op de tweede seizoenshelft. We hopen dat hij er op 10 januari tegen PSV bij kan zijn,” zei Ten Hag dinsdagavond over de technisch begaafde krachtpatser die vooral in de Champions League zo node werd gemist.", "Welk verhaal uit de oude doos komt in de aanloop naar dit duel naar boven?", "De historische eredivisieontknoping van 29 april 2007. Ajax leek op de laatste speeldag te profiteren van een uitglijder van AZ bij Excelsior, maar miste het kampioenschap op één goal: de Amsterdammers wonnen met 2-0 van Willem II, maar de titel ging naar PSV, dat Vitesse met 5-1 versloeg.", "Ajax kreeg in de slotfase in Tilburg een uitgelezen mogelijkheid een derde treffer te maken. De ploeg kreeg een indirecte vrije trap in het strafschopgebied van Willem II. De spe­cialisten Wesley Sneijder en Kenneth Perez stonden bij de bal, maar de Spanjaard Roger zei: “Laat mij hem nemen, ik schiet hem erin.” Sneijder: “Hij stond nog niet eens twee minuten in het veld. En wij lieten ons afbluffen. Ik kan nog steeds niet bevatten dat we op die manier een hoofdprijs hebben verloren.”"], "authors": ["Dick Sintenie"], "keywords": ["ii", "van", "het", "2007", "naar", "iiajax", "en", "een", "zou", "maar", "titelkans", "op", "verzilveren", "roger", "willem", "niet", "wel", "die"], "pubDate": "2020-12-23T06:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}