{"id": "e1b16973-2470-3931-acbd-ec7e65327aee", "title": "Zo veranderde de wilsverklaring van een praatpapier in een doodvonnis", "url": "https://trouw.nl/opinie/zo-veranderde-de-wilsverklaring-van-een-praatpapier-in-een-doodvonnis~bfc63daa/", "summary": "Om te benadrukken dat een wilsverklaring onverminderd geldig blijft, ook als de opsteller inmiddels wilsonbekwaam is geworden, maakt hij de vergelijking met een testament.\nMaar Den Hartogh gaat er zo aan voorbij dat er wel een cruciaal verschil is tussen een testament en een wilsverklaring.\nSlechts een verzoekEen bij de notaris opgemaakt testament heeft een juridische geldigheid zonder meer, terwijl de context waarbinnen een wilsverklaring geldigheid bezit die van een verzoek is, niet van een recht op euthanasie.\nIk ben het eens met de uitspraak van de Hoge Raad en met de bijgestelde euthanasiecode dat een wilsverklaring interpretatie behoeft.\nJe moet dus vaststellen dat haar wilsverklaring, in plaats van een praatpapier, haar doodvonnis is geworden.", "paragraphs": ["Het onvoorspelbare verloop van de ziekte dementie is naast de status van de wilsverklaring een ingewikkelde combinatie die samenkomt in de nieuwe richtlijn van de regionale toetsingscommissies voor euthanasie bij diepe dementie. Daarom houdt de richtlijn de gemoederen al een tijdje bezig – ook de mijne.", "Een wilsverklaring kan, in bijzondere omstandigheden, het mondelinge verzoek tot euthanasie vervangen. Maar het gekke is dat een wens om levensbeëindiging die op papier gezet is, méér juridische status lijkt te bezitten dan een mondeling geuite wens. Dat is ook het misverstand dat Govert den Hartogh oproept (Trouw, 17 december 2020).", "Om te benadrukken dat een wilsverklaring onverminderd geldig blijft, ook als de opsteller inmiddels wilsonbekwaam is geworden, maakt hij de vergelijking met een testament. Dat verliest ook niet zijn juridische geldigheid als iemand niet meer weet wat hij heeft laten opschrijven. Maar Den Hartogh gaat er zo aan voorbij dat er wel een cruciaal verschil is tussen een testament en een wilsverklaring.", "Slechts een verzoek", "Een bij de notaris opgemaakt testament heeft een juridische geldigheid zonder meer, terwijl de context waarbinnen een wilsverklaring geldigheid bezit die van een verzoek is, niet van een recht op euthanasie.", "Ik ben het eens met de uitspraak van de Hoge Raad en met de bijgestelde euthanasiecode dat een wilsverklaring interpretatie behoeft. Dat klemt des te meer in de zaak van de zogenaamde koffie-euthanasie, die de aanleiding vormde voor de recente aanpassing van de richtlijn.", "Niet eenduidig", "De wilsverklaring van de mevrouw in dat voorbeeld was namelijk niet eenduidig. Zij stelde dat zij euthanasie zou willen – ik citeer – ‘wanneer ik daar zelf de tijd rijp voor acht’. Je moet dus vaststellen dat haar wilsverklaring, in plaats van een praatpapier, haar doodvonnis is geworden.", "Zij heeft door vergevorderde dementie niet meer kunnen duidelijk maken of dat moment inderdaad was aangebroken. Anderen hebben dat voor haar besloten, niet zijzelf.", "Het dementieel syndroom kent vele gedaantes – van Alzheimer tot vasculaire dementie en van Lewy Body tot frontotemporale dementie. Het verloop van de ziekte verschilt bovendien per individu.", "In de omgang met iemand met dementie worden woorden steeds minder belangrijk; het gaat meer en meer om het kunnen duiden van de gevoelens die achter de woorden schuilgaan – het is een inzicht dat ik heb opgedaan in de jaren dat ik in een verpleeghuis werkte.", "Diep ongelukkig", "Ik ben er dan ook niet zeker van dat de mevrouw uit de casus ook werkelijk dood wilde. Ik ben er wel van overtuigd dat zij bij tijden diep ongelukkig was en de grip op haar leven volkomen kwijt. Een van de manieren waarop ze haar ongeluk uitte, was een roep om de dood.", "De discussie over de wilsverklaring van iemand met dementie spitst zich toe op de vraag hoe zijn nieuwe zelf zich verhoudt tot zijn vroegere zelf. Maar die tegenstelling is oneigenlijk. Soms is iemand zijn oude zelf en praat alsof er niets aan de hand is; op een ander moment lijkt er van zijn eerdere zelf niet veel meer over in het hier en nu.", "Menen dat die ambiguïteit is opgeheven nu de hoogste rechter zich heeft uitgesproken, zoals Den Hartogh in zijn opiniebijdrage suggereert, is een miskenning van de complexiteit van leven met dementie.", "Meebewegen met dierbare", "Mij lijkt het dan ook verstandiger om ons oor te luisteren te leggen bij de mantelzorgers. Die hebben, vaak door schade en schande wijs geworden, geleerd hoe je kunt meebewegen met de ambivalente uitingen van een dierbare.", "Zo doen zij zowel het vroegere zelf als het tegenwoordige zelf van iemand met dementie recht.", "Annemarieke van der Woude was geestelijk verzorger in een verpleeghuis.", "Lees ook:", "Het huidige gedrag van een wilsonbekwame kan en mag niet doorslaggevend zijn", "De richtlijnen voor euthanasie bij ernstig demente personen zijn duidelijk, anders dan Theo Boer schrijft, meent Govert den Hartogh, emeritus hoogleraar ethiek aan de Universiteit van Amsterdam en oud-lid van een regionale toetsingscommissie. Gedrag nu van de wilsonbekwame kan niet doorslaggevend zijn.", "Arts legt dementerenden niet ‘het zwijgen op’, maar blijft euthanasie toetsen aan de wet", "De suggestie wordt gewekt dat artsen de koffie-euthanasiezaak aan zouden grijpen om ook bij levenslustige dementerenden met een wilsverklaring tot euthanasie over te gaan. Dat is geenszins het geval, stelt strafrechtstudent Blanca de Louw."], "authors": ["Annemarieke Van Der Woude"], "keywords": ["praatpapier", "van", "zo", "wilsverklaring", "en", "veranderde", "een", "met", "ook", "doodvonnis", "het", "niet", "dat", "die"], "pubDate": "2021-01-07T13:31:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}