{"id": "e1b8c388-34ba-3e44-a3c3-1db3e90c77a5", "title": "Hans van der Togt keert terug op tv", "url": "https://www.telegraaf.nl/entertainment/464174938/hans-van-der-togt-keert-terug-op-tv", "summary": "De omroeper gaat niet aankondigen wat er op televisie te zien zal zijn, maar zal namens streaminggids Guidinc.\n„Ook als ik het niet gezien heb.”De nieuwe omroepklus zal Hans daarom gemakkelijk af gaan, zeker gezien het feit dat hij het vanuit huis kan doen.\n„Het mooie is, ik presenteer gewoon vanaf mijn eigen bank.” Naast een comeback op tv krijgt de presentator vanaf vrijdag ook zijn eigen videokanaal op de socials van Guidinc.\nJeroen van de Goeij van Guidinc.\nWe zijn trots dat we Hans aan boord hebben, want zijn kijktips zijn goud!”", "paragraphs": ["De omroeper gaat niet aankondigen wat er op televisie te zien zal zijn, maar zal namens streaminggids Guidinc. kijkers door de wirwar van streamingdiensten leiden. „Dat is natuurlijk thuiskomen voor mij, want ik kijk al jarenlang altijd alles en ik heb dus eigenlijk alles al gezien”, laat hij weten. „Ook als ik het niet gezien heb.”", "De nieuwe omroepklus zal Hans daarom gemakkelijk af gaan, zeker gezien het feit dat hij het vanuit huis kan doen. „Het mooie is, ik presenteer gewoon vanaf mijn eigen bank.” Naast een comeback op tv krijgt de presentator vanaf vrijdag ook zijn eigen videokanaal op de socials van Guidinc. In Checken of Skippen geeft hij dan de beste kijktips.", "Jeroen van de Goeij van Guidinc. is blij met de oude nieuwe aanwinst. „Hans is een icoon. Voor de oudere generatie een vertrouwde verschijning, voor de jongere generatie meteen iemand waar je meer van wil zien. We zijn trots dat we Hans aan boord hebben, want zijn kijktips zijn goud!”"], "authors": [], "keywords": ["van", "togt", "hans", "terug", "guidinc", "keert", "tv", "ik", "zijn", "op", "voor", "hij", "het", "der", "zal"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}