{"id": "e1bad201-770c-3d78-b9a7-5af8a5cac452", "title": "Google brengt infotainmentsysteem Android Auto naar Nederland", "url": "https://nu.nl/tech/6094531/google-brengt-infotainmentsysteem-android-auto-naar-nederland.html", "summary": "Google brengt Android Auto in de komende maanden officieel naar Nederland, zo maakt het bedrijf in een blogbericht bekend.\nMet het systeem kunnen mensen hun Android-telefoon koppelen aan het dashboardscherm in de auto, om bijvoorbeeld te navigeren.\nHet systeem van Google maakt het mogelijk om een telefoon met het infotainmentscherm van een auto te verbinden.\nNu zegt Google het systeem 'in de komende maanden' naar 36 nieuwe landen te brengen.\nOm van het systeem gebruik te maken is wel een auto nodig met een infotainmentsysteem dat Android Auto ondersteunt.", "paragraphs": ["Google brengt Android Auto in de komende maanden officieel naar Nederland, zo maakt het bedrijf in een blogbericht bekend. Met het systeem kunnen mensen hun Android-telefoon koppelen aan het dashboardscherm in de auto, om bijvoorbeeld te navigeren.", "Het systeem van Google maakt het mogelijk om een telefoon met het infotainmentscherm van een auto te verbinden. Vervolgens kunnen gebruikers daarop onder meer de route bekijken met Google Maps, muziek bedienen op Spotify of inkomende telefoontjes beantwoorden.", "Android Auto bestaat al sinds 2015, maar was vooralsnog niet beschikbaar in Nederland. Nu zegt Google het systeem 'in de komende maanden' naar 36 nieuwe landen te brengen. Daar zitten naast Nederland ook België en Luxemburg bij. Google heeft nog geen exacte datum bekendgemaakt.", "Om van het systeem gebruik te maken is wel een auto nodig met een infotainmentsysteem dat Android Auto ondersteunt. Op de telefoon moet minimaal het besturingssysteem Android 6 geïnstalleerd zijn.", "Android Auto is Googles antwoord op CarPlay van Apple, dat sinds 2014 te gebruiken is. De Google-concurrent biedt dit systeem al enkele jaren in Nederland aan."], "authors": ["Door"], "keywords": ["android", "van", "nederland", "het", "op", "naar", "met", "google", "systeem", "auto", "infotainmentsysteem", "een", "te", "brengt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}