{"id": "e1c573fd-02da-3ad1-bb4a-d4a37080818e", "title": "Kookboek getest: Ovenheerlijke recepten uit een bijbel", "url": "https://www.telegraaf.nl/lifestyle/7166123/kookboek-getest-ovenheerlijke-recepten-uit-een-bijbel", "summary": "Een woord dat de eerste keer viel bij een lasagne met zoete aardappel van Chickslovefood, mijn favoriete receptensite als ik doordeweeks een snel en makkelijk recept zoek.\nErgens botst hun concept met weinig ingrediënten en keuken-shortcuts met dat label ’bijbel’ dat geboden, moeilijkheden en een allesomvattendheid in zich draagt.\nVerdeel over de ovenschaal, besprenkel met wat olie en breng op smaak met een flinke snuf zout en peper.\nDoe de gekookte kip in een kom en maak er met behulp van een hand- mixer pulled chicken van.\nHaal de zoete aardappel uit de oven en voeg de paprika, rode ui en pulled chicken toe.", "paragraphs": ["Mijn kinderen klasseren zo goed als alles wat uit de oven komt als „ovenheerlijk”. Een woord dat de eerste keer viel bij een lasagne met zoete aardappel van Chickslovefood, mijn favoriete receptensite als ik doordeweeks een snel en makkelijk recept zoek. Die lasagne behoort intussen tot onze keukencanon en duikt ook min of meer op in de Ovenbijbel van Chickslovefood.", "Ergens botst hun concept met weinig ingrediënten en keuken-shortcuts met dat label ’bijbel’ dat geboden, moeilijkheden en een allesomvattendheid in zich draagt. Maar bij nader inzien vind ik er alles in terug. Een minder zondige kapsalon, een carrotcake die de drie worteltaartsceptici in huis heeft bekeerd en klassiekers als moussaka die het concept ’vasten’ doen vergeten. Het boek zit al vol post-its.", "Het uitgeteste recept wijst zichzelf. We hadden alleen geen kippendij, maar kippenborstfilets.", "Veruit het meest bevredigend is de gekookte kip met de mixer te lijf gaan. Met drievoudig resultaat: het levert pulled chicken op waar ik met twee vorken nog steeds aan bezig was geweest, een nieuwe shortcut in mijn keukencanon en lekker krokante draadjes.", "Voor herhaling vatbaar, oordeelde het duiveltje aan tafel, terwijl drie engeltjes er het ultieme avondmaal bij een familiefilm in zien.", "Voor de vegetarische zoon maakten we na stap 6 trouwens een schotel apart, zonder de kip.", "Ook al ovenheerlijk, blijkbaar.", "Recept: Ovenschotel met pulled chicken en zoete aardappel", "Nodig", "1 kg zoete aardappels", "500 g kippendijfilet", "2 rode paprika’s", "2 rode uien", "100 g cheddar", "Bereiding", "Verwarm de oven voor tot 200° C en vet een ovenschaal in.", "Schil de zoete aardappels en snijd ze in grove stukken.", "Verdeel over de ovenschaal, besprenkel met wat olie en breng op smaak met een flinke snuf zout en peper.", "Zet 30 minuten in de oven tot ze beginnen te verkleuren.", "Kook intussen de kip 20 minuten.", "Snijd de paprika’s in grove stukken.", "Pel de uien en snijd ze in ringen.", "Rasp de cheddar.", "Doe de gekookte kip in een kom en maak er met behulp van een hand- mixer pulled chicken van. Geen mixer? Je kunt ook twee vorken gebruiken.", "Haal de zoete aardappel uit de oven en voeg de paprika, rode ui en pulled chicken toe. Meng goed en breng op smaak met zout en peper.", "Maak af met de geraspte cheddar erbovenop en bak nog zo’n 15 minuten in de oven tot de cheddar is gesmolten."], "authors": ["Liesbeth Aelvoet"], "keywords": ["van", "uit", "recepten", "een", "zoete", "het", "en", "pulled", "ovenheerlijke", "bijbel", "getest", "tot", "op", "oven", "met", "kookboek"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}