{"id": "e1dbf8c9-db4c-3632-b04c-3de48abdecb8", "title": "Scorende Bas Dost: ’Bij je debuut ben je extra gemotiveerd’", "url": "https://www.telegraaf.nl/sport/112904685/scorende-bas-dost-bij-je-debuut-ben-je-extra-gemotiveerd", "summary": "Voordien had Dost nog niet al te vaak de bal geraakt, maar een echte spits heeft maar één kans nodig.\nJe wil laten zien wat je kan.”Dost scoort al bij de vierde club op rij bij zijn debuut.\nNa zijn goals bij zijn eerste wedstrijd voor VfL Wolfsburg, Sporting Lissabon en Eintracht Frankfurt is het dus ook na 13 minuten al prijs bij Club Brugge.\nNa de rust kreeg Dost meteen rust, omdat de Nederlander de afgelopen maanden nog niet al te vaak speelde.\nⒸ HH/ANPExtra gemotiveerd„Bij je debuut ben je extra gemotiveerd”, aldus de Nederlander, die tijdens de rust uit voorzorg werd vervangen.", "paragraphs": ["Voordien had Dost nog niet al te vaak de bal geraakt, maar een echte spits heeft maar één kans nodig. Charles De Ketelaere zwiepte een heerlijke voorzet in de zestien, waar Dost niet aarzelde en in één keer afwerkte. „De bal kwam prima en ik raak hem lekker ook”, klonk het bij de aanvaller. „Tijdens je eerste wedstrijd ben je altijd gemotiveerd. Je wil laten zien wat je kan.”", "Dost scoort al bij de vierde club op rij bij zijn debuut. Na zijn goals bij zijn eerste wedstrijd voor VfL Wolfsburg, Sporting Lissabon en Eintracht Frankfurt is het dus ook na 13 minuten al prijs bij Club Brugge. Na de rust kreeg Dost meteen rust, omdat de Nederlander de afgelopen maanden nog niet al te vaak speelde. Geen risico’s nemen, dacht coach Philippe Clement. David Okereke, die bijna drie keer zoveel kostte als Dost, was zijn vervanger.", "Dost loopt juichend weg na zijn debuuttreffer. Ⓒ HH/ANP", "Extra gemotiveerd", "„Bij je debuut ben je extra gemotiveerd”, aldus de Nederlander, die tijdens de rust uit voorzorg werd vervangen. „Ik heb een beetje last van mijn been, anders had mijn gevoel nog beter geweest”, lachte Dost voorzichtig na de wedstrijd.", "Van een lange aanpassingsperiode is dus geen sprake. In tegenstelling tot Krmencik liet Dost er geen maanden gras over groeien. „Ik heb een heel goed gevoel bij Club Brugge. Het oefencomplex is fantastisch, dat heb ik nog niet veel gezien. En de jongens stonden meteen open voor mijn spel. Ik zag meteen dat ik hen kon uitleggen hoe ik het best aangespeeld wordt. Dat is echt een fijn gevoel.”", "Zijn eerste goal bracht ook meteen drie puntjes op, waardoor Club verder wegloopt van de concurrentie. En als Dost blijft scoren aan dit tempo, hebben ze in Brugge met dat prijskaartje van 4 miljoen euro zowaar een koopje gedaan.", "Bron: Nieuwsblad/ vh, jve"], "authors": ["Onze Telesportredactie"], "keywords": ["ik", "extra", "zijn", "dost", "nog", "en", "een", "gemotiveerd", "meteen", "ben", "bij", "debuut", "niet", "bas", "scorende", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}