{"id": "e1e51e93-1b2b-3c29-b69b-10521b037d79", "title": "Vrouw uit Hijken brengt verdwenen steen voor overleden Frits (17) terug. Ze had de kei per ongeluk meegenomen", "url": "https://www.dvhn.nl/drenthe/Vrouw-uit-Hijken-brengt-verdwenen-steen-voor-overleden-Frits-17-terug-26340226.html", "summary": "De verdwenen witte steen voor de overleden Frits Pronk (17) uit Bovensmilde is terug.\nHij scharrelde over het heideveldje en aan de rand kroop hij door het schapengaas.\nFrits volgde de opleiding landbouwmechanisatie en liep stage bij bollenkweker Seubring in Brunsting en werkte op het lelieveld naast het natuurgebied.\nOma vond de steen een mooie markering voor de plek waar haar kleinzoon was uitgestrooid.\nToen het verhaal van opa Frits woensdagavond online ging, stuitte de mevrouw uit Hijken al gauw op het bericht over de verdwenen steen.", "paragraphs": ["De verdwenen witte steen voor de overleden Frits Pronk (17) uit Bovensmilde is terug. Een vrouw uit Hijken had hem per ongeluk meegenomen.", "De vrouw, die niet met haar naam in de krant wil, las gisteravond op de website van Dagblad van het Noorden het stukje over de verdwenen witte steen ter nagedachtenis aan de jonge Frits Pronk. De steen was weggenomen aan de rand van het natuurgebied Duikersveentje aan de Brunstingerweg in Brunsting bij Beilen. ,,Ik wist het gelijk, die heb ik meegenomen. Het was zo’n mooie steen, die past fraai bij mijn buren in de tuin.”", ",,Ik heb een jonge hond en was met hem aan de wandel door het natuurgebied. Hij scharrelde over het heideveldje en aan de rand kroop hij door het schapengaas. Ik liep achter hem aan en zag toen die witte steen liggen. Er stond niets op en er was ook geen bordje bij geplaatst. Ik hem hem in de hand meegenomen naar huis en aan mijn buren gegeven.”", "Uit beekje in de Dordogne", "De oma van Frits Pronk had de steen meegenomen uit een beekje in de Franse Dordogne, toen ze daar met haar kinderen en kleinkinderen vakantie hield. Samen met Frits had ze de steen opgeduikeld.", "De jongen uit Bovensmilde overleed op 4 juni 2019 aan kanker en precies een jaar later is zijn as verstrooid op de akker langs het Duikersveentje. Frits volgde de opleiding landbouwmechanisatie en liep stage bij bollenkweker Seubring in Brunsting en werkte op het lelieveld naast het natuurgebied. Oma vond de steen een mooie markering voor de plek waar haar kleinzoon was uitgestrooid.", "Opa Frits", "Opa Frits Pronk (74) meldde zich woensdag bij deze krant en vertelde dat de steen weg was. Het moest tussen eind november en half december zijn gebeurd. Opa wilde de steen graag terug, wat die had voor de familie een grote emotionele waarde. Zijn dochter had vorige maand al een oproep op Facebook gezet. Die leverde niets op.", "Toen het verhaal van opa Frits woensdagavond online ging, stuitte de mevrouw uit Hijken al gauw op het bericht over de verdwenen steen. ,,Ik heb hem eind november meegenomen. Ik ben ‘s morgens naar mijn buren gelopen en die wilden ook graag dat de steen weer teruggebracht werd. Ik heb hem vanmorgen op de oude plek terug gelegd. Naast het lantaarntje dat opa er had neergezet.”", "Hoe is het mogelijk, zo snel", "Opa Pronk is erg blij dat de steen weer op zijn vertrouwde ligt. ,,Hoe is het mogelijk, zo snel.” Ook de ouders van Frits zijn blij dat de witte steen terug is. ,,We zullen contact opnemen met de vindster. Misschien moeten we er maar een markering bij zetten dat de steen ter nagedachtenis aan onze zoon is”, zegt moeder Margreet."], "authors": ["Willem Dekker"], "keywords": ["ik", "meegenomen", "terug", "frits", "uit", "ze", "vrouw", "die", "verdwenen", "ongeluk", "en", "een", "aan", "steen", "overleden", "hem", "voor", "op", "het"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}