{"id": "e1e5a083-ec83-3229-84ad-43599c2c63d2", "title": "Vijf surfers kwamen om, vijf families vertellen hun verhaal", "url": "https://www.volkskrant.nl/kijkverder/v/2020/vijf-surfers-kwamen-om-vijf-families-vertellen-hun-verhaal~v398366/", "summary": "Hun studie liep op zijn eind.\nNog even en ze zouden hun studentenhuizen in Delft verlaten.\nMaar mocht het echt te hard waaien, dan konden ze ook op het strand hangen ‘en een beetje chillen in het water’.\nKolkende massa.’ Die ochtend had Ruurd, een andere collega van van Gazo, het enthousiasme in de appgroep van de vrienden aangewakkerd.\nNiemand die kon weten dat het voor Sander, Joost, Pim, Mathijs en Max de laatste keer zou zijn.", "paragraphs": ["In veel opzichten waren ze elkaars evenbeeld. Ze hadden vroeger hetzelfde soort kattekwaad uitgehaald, op de middelbare school gingen ze even gemakkelijk met alle groepjes om. Hun studie liep op zijn eind. Nog even en ze zouden hun studentenhuizen in Delft verlaten.", "‘Ongezellige wind. Maar wel golven’, appte Mathijs. Max was ‘hyped voor de storm’, liet hij weten. Maar mocht het echt te hard waaien, dan konden ze ook op het strand hangen ‘en een beetje chillen in het water’. Surfen was voor beiden vooral een hobby, waaraan ze toegaven als het uitkwam en geen andere dingen erdoor in de knel kwamen. Max had niet eens een eigen surfplank.", "Eigenlijk wilden Mathijs en hij liever naar Hoek van Holland, maar op de webcam zagen de golven er te ruig uit. Het werd Scheveningen, 20 kilometer noordelijker. Max’ vader woonde er praktisch om de hoek, toch had hij er nog nooit gesurft.", "Naast het terras van viszaak Het Haringhuisje stapten ze uit de donkerblauwe Volvo van Max. Mathijs maakte met zijn telefoon een foto waarop Max de cap van zijn geleende zwarte wetsuit over zijn hoofd had getrokken en met twee handen een shaka maakte, en zette hem op Snapchat. Op de achtergrond zwaaiden Nederlandse vlaggen driftig heen en weer. Er stond een flinke noord-noordoostenwind, kracht 7.", "Twee deuren verder verzamelden zes van de surfvrienden zich voor de deur van Gazo. Pim en Joshua waren nog onderweg met de fiets. Ze zouden Max en Mathijs passeren, zonder te weten wie deze twee Delftse studenten waren.", "‘Vanavond lekker beginnen bij de Noord. Kolkende massa.’ Die ochtend had Ruurd, een andere collega van van Gazo, het enthousiasme in de appgroep van de vrienden aangewakkerd.", "‘Hatsa!’, had Sander geantwoord.", "Nu was het kwart voor 7. Iedereen had zijn wetsuit aan. De zee was vanavond hun speeltuin.", "Niemand die kon weten dat het voor Sander, Joost, Pim, Mathijs en Max de laatste keer zou zijn."], "authors": ["September"], "keywords": ["vijf", "verhaal", "van", "vertellen", "het", "op", "mathijs", "voor", "zijn", "families", "ze", "om", "kwamen", "en", "een", "max", "hun", "surfers"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}