{"id": "e1f16982-985f-3ccd-8557-874a153fcbdc", "title": "Jaarwisseling zonder incidenten in een stille stad", "url": "https://www.parool.nl/amsterdam/jaarwisseling-zonder-incidenten-in-een-stille-stad~b1192c27/", "summary": "Achter de ramen staan ze te kijken of er nog iets van vuurwerk te zien zal zijn vanavond.\nToch nog iets van een feestje.\nZometeen doen we die van Tomorrowland.”Als het twaalf uur is, wordt een paar honderd meter verderop zwaar siervuurwerk afgestoken.\nNa een minuut of tien klinkt slechts nu en dan een knal.\nIn Floradorp zijn er vuren buiten en staan er mensen met drankjes in hun handen in groepjes te praten.", "paragraphs": ["Vuurpijlen en sterretjes in Amsterdam. Beeld Joris Van Gennip", "Normaal gesproken verplaatsen rond deze tijd grote groepen mensen zich door de stad. Nu lijkt het gros van de Amsterdammers thuis te zitten. Achter de ramen staan ze te kijken of er nog iets van vuurwerk te zien zal zijn vanavond.", "Een groepje van vier twintigers telt alvast af. Ze hebben de hele avond doorgebracht met het kijken naar livestreams via internet. “Die van de Jeugd van Tegenwoordig was leuk,” zegt een meisje. “We hebben in de huiskamer gedanst. Toch nog iets van een feestje. Zometeen doen we die van Tomorrowland.”", "Als het twaalf uur is, wordt een paar honderd meter verderop zwaar siervuurwerk afgestoken. Heel even lijkt het op een normale oud en nieuw, maar dan is het weer rustig. Na een minuut of tien klinkt slechts nu en dan een knal.", "“Ik woon al 25 jaar in Nederland,” zegt een man met een mondkapje. “Maar dit is de saaiste oud en nieuw ooit.”", "Kindervuurwerk", "Onderweg naar het centrum staan hier en daar groepjes jongeren op straat voor een voordeur. Ze proosten en steken kindervuurwerk af. Overduidelijk worden er thuisfeestjes gegeven waar meer dan vier personen aanwezig zijn. Toch zijn er nergens grote meutes.", "In de binnenstad is al helemaal geen sprake van enig feest. De uitgaanspleinen zijn doodstil. Alleen op de Dam wordt het even na twaalven druk, als dronken toeristen zich daar verzamelen. Om te zorgen dat er voldoende afstand bewaard wordt, posteert de Mobiele Eenheid zich zichtbaar rond het monument en voor het paleis. Daarop neemt de drukte snel af.", "Dronken toeristen verzamelen zich op de Dam. Beeld Joris Van Gennip", "Ongeregeldheden", "In Oost zijn wat ongeregeldheden. De politie grijpt in nadat jongelui zwaar vuurwerk hebben afgestoken en er vernielingen zijn aangericht. Wat volgt is een kat- en muisspel tussen de ME en groepen jongeren. Na drie kwartier is de rust hersteld.", "Op de Osdorper Ban worden vijf aanhoudingen verricht nadat er vuurwerk naar de politie wordt gegooid.", "Ook in Noord wordt zwaar vuurwerk afgestoken. In Floradorp zijn er vuren buiten en staan er mensen met drankjes in hun handen in groepjes te praten. “Gezellig he?” zegt een buurtbewoner. Om daar vervolgens aan toe te voegen: “We houden het rustig hoor. Vanwege de corona.”"], "authors": ["Wouter Laumans"], "keywords": ["er", "zijn", "van", "vuurwerk", "stille", "jaarwisseling", "en", "zonder", "een", "wordt", "stad", "incidenten", "te", "het", "zich"], "pubDate": "2021-01-01T02:54:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}