{"id": "e1f5a008-7656-31f2-9ffe-66ff043c4a30", "title": "Er moet ook iemand zijn die het opneemt voor de antivaxxers", "url": "https://volkskrant.nl/columns-opinie/er-moet-ook-iemand-zijn-die-het-opneemt-voor-de-antivaxxers~b4af8dfa/", "summary": "De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is: heel eng wat er nu gebeurt.\nHet vaccin is immers niet gevaarlijk, het beschermt jou en de mensen om je heen en het is uiteindelijk de enige oplossing voor deze crisis.\nHet is dus verleidelijk om met overgave stelling te nemen tegen de antivaxxers, maar het wordt dringen op dat standpunt.\nDe wetten van het publieke debat bepalen dat er ook iemand moet zijn die het opneemt vóór de antivaxxers.\nHet is een kwestie van tijd voordat iemand zichzelf overschreeuwt en bijvoorbeeld stelt dat je door een prik te weigeren het recht op gezondheidszorg zou moeten verliezen.", "paragraphs": ["De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is: heel eng wat er nu gebeurt.", "Het coronadebat gaat de vaccinfase in. Eerst hebben we het nog over de traagheid van de hele operatie en wiens schuld dat is. Daarna kunnen we nog even vooruit met de vraag welke groep eerst mag. Maar als het prikken eenmaal op gang is en de voorrangsregels zijn bepaald, heeft de opiniewereld nieuw voer voor discussie nodig.", "Dat voer wordt geleverd door antivaxxers: mensen die het vaccin weigeren. Een ambitieuze opiniemaker bedenkt nu alvast wat zijn standpunt wordt ten opzichte van deze groep. Dat lijkt eenvoudig. Het vaccin is immers niet gevaarlijk, het beschermt jou en de mensen om je heen en het is uiteindelijk de enige oplossing voor deze crisis. Het is dus verleidelijk om met overgave stelling te nemen tegen de antivaxxers, maar het wordt dringen op dat standpunt. De ene opiniemaker zal nog venijniger naar de ‘wappies’ uithalen dan de ander. Daar is dus weinig eer te behalen.", "De wetten van het publieke debat bepalen dat er ook iemand moet zijn die het opneemt vóór de antivaxxers. Daar ligt meer ruimte, maar diskwalificeer jezelf niet door hun onzinargumenten over te nemen. Slimmer is het om even te wachten tot de woede aanzwelt. Het is een kwestie van tijd voordat iemand zichzelf overschreeuwt en bijvoorbeeld stelt dat je door een prik te weigeren het recht op gezondheidszorg zou moeten verliezen.", "Hoewel er geen enkele aanwijzing is dat zo’n voorstel werkelijkheid wordt, is dit het moment waarop je instapt. Dit wordt jouw paradepaardje. Jij laat je ‘liever niet uit over de vraag of zo’n vaccin veilig is ’, maar jij vindt wel ‘dat we in een land leven waar iedereen gelijke rechten heeft’, dit voorstel ‘doet je denken aan andere tijden’ en jij, vanaf nu veelvuldig uitgenodigd deelnemer aan het coronadebat, ‘vindt het heel eng wat er nu gebeurt.’"], "authors": ["Thomas Hogeling"], "keywords": ["opneemt", "wordt", "er", "zijn", "ook", "te", "antivaxxers", "die", "je", "van", "en", "een", "moet", "voor", "nu", "op", "iemand", "het", "dat"], "pubDate": "2021-01-04T14:00:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}