{"id": "e2220274-649c-3c22-8e01-84f88e2d434d", "title": "Argentijnse voetballegende Diego Maradona overleden", "url": "https://www.ewmagazine.nl/cultuur/achtergrond/2020/11/argentijnse-voetballegende-maradona-60-overleden-790492/", "summary": "De Argentijnse voetballegende Diego Armando Maradona is op 60-jarige leeftijd overleden na een hartstilstand.\nMaradona werd na zijn opname in het ziekenhuis overgebracht naar een revalidatiekliniek, waar hij van zijn verslaving zou gaan afkicken.\nTot zijn overlijden bekend werd, werd het stil rondom ‘Pluisje’, zoals zijn bijnaam luidde.\nIn totaal speelde hij voor bovengenoemde clubs 491 wedstrijden, waarin hij 259 keer scoorde.\nVoor het Argentijnse elftal speelde Maradona 91 interlands (34 doelpunten).", "paragraphs": ["De Argentijnse voetballegende Diego Armando Maradona is op 60-jarige leeftijd overleden na een hartstilstand. De Argentijnse voetbalbond bevestigt berichten daarover van nationale en internationale media. Maradona, die speelde tussen 1976 en 1997, wordt door velen beschouwd als de beste voetballer ooit.", "Begin deze maand, op 2 november, werd in een ziekenhuis in La Plata opgenomen met een slechte gezondheid. Als gevolg van psychische klachten werden bij hem verschijnselen van bloedarmoede en uitdroging geconstateerd, zei zijn arts. Een dag later werd Maradona geopereerd in het ziekenhuis, waar een bloedstolsel in zijn hersenen verwijderd.", "Maradona werd na operatie overgebracht naar afkickkliniek", "Na de operatie voelde hij zich soms verward, volgens zijn lijfarts door ‘onthouding’ vanwege een alcoholverslaving. Maradona werd na zijn opname in het ziekenhuis overgebracht naar een revalidatiekliniek, waar hij van zijn verslaving zou gaan afkicken. Tot zijn overlijden bekend werd, werd het stil rondom ‘Pluisje’, zoals zijn bijnaam luidde.", "Maradona speelde in Argentinië voor Argentinos Juniors, Boca Juniors en Newell’s Old Boys. In Europa speelde hij voor het Spaanse FC Barcelona en Sevilla. Zijn grootste successen op clubgebied vierde hij bij het Italiaanse Napoli: hij leidde die club in 1987 en 1990 naar de enige twee landstitels in de historie. In totaal speelde hij voor bovengenoemde clubs 491 wedstrijden, waarin hij 259 keer scoorde. Voor het Argentijnse elftal speelde Maradona 91 interlands (34 doelpunten).", "‘Hand van God’ en goal van de eeuw in kwartfinale WK 1986", "Het hoogtepunt van Maradona’s carrière voor de nationale ploeg van Argentinië was het winnen van het Wereldkampioenschap Voetbal in Mexico in 1986. Zijn meest memorabele wedstrijd was de kwartfinale tegen Engeland (2-0 winst), waarin hij scoorde met een handsbal, die door Maradona zelf ‘de hand van God’ werd genoemd. Zijn tweede treffer in het duel was een solo die begon op eigen helft. Wereldvoetbalbond FIFA verkoos het doelpunt tot goal van de eeuw:", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Voor de Speciale Editie WK Voetbal uit 2006 schreef Joost Galema een verslag van het WK 1986 waar Maradona schitterde. Lees het stuk hieronder terug:"], "authors": [], "keywords": ["maradona", "van", "voetballegende", "het", "argentijnse", "hij", "voor", "zijn", "speelde", "overleden", "werd", "een", "en", "diego"], "pubDate": "2020-11-25T17:29:16+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}