{"id": "e230f2f8-18a3-33b2-8972-d2054e2a8f22", "title": "PSV toont aan dat Ajax voorlopig alleen financieel de sterkste is", "url": "https://nrc.nl/nieuws/2021/01/10/37564624-a4027005", "summary": "Ajax tegen PSV, het beste wat het Nederlands clubvoetbal te bieden heeft, werd 2-2.\nDe Duitse coach Roger Schmidt van PSV sprak van een „Topspiel” en Ajax-coach Erik ten Hag zei desgevraagd dat dit duel qua „bagage” gelijk staat aan tien gewone Eredivisieduels.\nZe hebben nu alvast „geanticipeerd” voor het geval deze transferperiode nog spelers worden verkocht, waar Overmars rekening mee houdt.\nAls één of twee keer de Champions League niet wordt gehaald, moet je vol aan de bak”, zei Toon Gerbrands, algemeen directeur van PSV, onlangs in VI.\nHet kapitaal van Ajax kan het vernuft van PSV zondag niet breken.", "paragraphs": ["De intensiteit deed het gemis aan publiek bijna vergeten, deze zondag in een koude Johan Cruijff Arena. Voetbalgevecht op de limiet, zoals het al even niet vertoond was in de Eredivisie, de competitie met al zijn gebreken. Ajax tegen PSV, het beste wat het Nederlands clubvoetbal te bieden heeft, werd 2-2.", "De aanloop was lang, naar deze januarimaand vol opgespaarde topduels. De beloning is er nu naar, bij de eerste ‘topper’ van het seizoen. Het spatte ervan af, in fases. Vol pressing, omschakelmomenten, fraaie goals. En felle één-tegen-één-duels, zoals dribbelaar Antony van Ajax tegen PSV-back Philipp Max.", "De Duitse coach Roger Schmidt van PSV sprak van een „Topspiel” en Ajax-coach Erik ten Hag zei desgevraagd dat dit duel qua „bagage” gelijk staat aan tien gewone Eredivisieduels. Het had veel weg van een Europese wedstrijd, erkende de 18-jarige Ajacied Ryan Gravenberch. „Ik heb in beide kuiten kramp gekregen.”", "Enerverende titelrace", "Zo mag je concluderen dat in de huidige economische crisis, waarin ook het wankele Nederlands profvoetbal financieel hard wordt geraakt, de top er kwalitatief niet per se op achteruit is gegaan. Een enerverende titelrace lijkt zich te gaan ontwikkelen, met nog negentien speelronden te gaan: achter koploper Ajax zitten PSV (één punt minder) en Feyenoord en Vitesse (drie punten minder) er kort op.", "Ajax, de financiële powerhouse, heeft zichzelf opgelegd dat het de landstitel moet winnen. Dan is het verzekerd van directe kwalificatie voor de Champions League, en daarmee van minimaal 40 miljoen euro aan Europese inkomsten. Zo probeert het zich tussen de Europese elite te wringen – én de concurrentie in Nederland structureel achter zich te laten.", "In de aanvallende financiële strategie – waarin Ajax veel investeert met het oog op toekomstig Europees succes – kan het eigenlijk geen stap terug meer doen. In dat licht moet de recordaankoop van de Frans-Ivoriaanse spits Sébastien Haller afgelopen week worden gezien. Voor 22,5 miljoen euro werd hij gekocht van West Ham United. Met Daley Blind en Dusan Tadic is hij de derde Premier League-speler die de club in drie jaar haalt.", "„Misschien betaal je soms iets te veel”, zei directeur voetbalzaken Marc Overmars zondag bij ESPN. Maar ze trekken liever de portemonnee dan dat ze voor een mindere optie gaan. Ajax kende een spitsenprobleem; Klaas-Jan Huntelaar en Lassina Traoré zijn geblesseerd en talent Brian Brobbey heeft zijn aflopende contract nog niet verlengd.", "Haller, die zondag inviel en direct de assist gaf bij de 2-2, was het dure buitenkansje dat voorbijkwam. Overmars spreekt tegen dat Haller een paniekaankoop is om het seizoen te redden, wat hier en daar werd gesuggereerd. Ze hebben nu alvast „geanticipeerd” voor het geval deze transferperiode nog spelers worden verkocht, waar Overmars rekening mee houdt.", "Risico’s", "Met Haller, Davey Klaassen, Mohammed Kudus en Sean Klaiber kocht Ajax, in coronatijd, voor bijna 50 miljoen aan nieuwe spelers. Zonder risico is dit beleid van Ajax niet. De club gaat over dit seizoen zeer waarschijnlijk al diep-rode cijfers schrijven, door het spelen zonder publiek. Als het onverhoopt ook Champions League-plaatsing misloopt, is het de vraag hoe lang het offensief boekhouden nog houdbaar is.", "„Ze [Ajax] nemen ook grote risico’s. Dat is duidelijk. Als één of twee keer de Champions League niet wordt gehaald, moet je vol aan de bak”, zei Toon Gerbrands, algemeen directeur van PSV, onlangs in VI.", "PSV probeert de power play van Ajax op zijn eigen manier tegen te gaan. In Eindhoven is de strategie nu voor een groot deel gebaseerd op de vooruitstrevende coach Schmidt, die voor dit seizoen meerdere spelers van naam naar Eindhoven heeft weten te krijgen, onder wie Max en Mario Götze.", "Het kapitaal van Ajax kan het vernuft van PSV zondag niet breken. De achtervolger leek hongeriger uit de winterstop te zijn gekomen, met een explosieve openingsfase: 0-2 na twintig minuten. PSV leek twee tempo’s hoger te spelen dan Ajax. Het is het soort voetbal dat voormalig werktuigbouwkundige Schmidt graag ziet – overrompelend, als een machine.", "De Franse verdediger Olivier Boscagli passt strak in op Donyell Malen, die met een magnifiek hakje spits Eran Zahavi vrij zet voor het doel: 0-1, na twee minuten.", "Een drone van zendgerechtigde ESPN zoemt onrustig door de Johan Cruijff Arena, op zoek naar mooie beelden. Die komen er volop. Balverlies Antony, PSV-aanjager Ibrahim Sangaré neemt over, Malen sprint diep, legt af op Zahavi, die hoog in de hoek binnenschiet. Ajax wordt kapot gespeeld in die fase.", "Het beeld van de onmacht en frustratie bij Ajax: Antony die een bal hard de lege tribunes intrapt na een mislukte aanval. Maar PSV kent ook zijn kwetsbaarheden, is eerder dit seizoen al vaker ver teruggevallen in niveau, zoals tegen sc Heerenveen. Dat gebeurt ook nu.", "De wedstrijd kantelt en Ajax trekt het initiatief gaandeweg naar zich toe. Quincy Promes maakt kort voor rust 1-2, na knap doorzetten van Tadic op links. En dan, na de rust, het bord omhoog: Haller, net twee dagen binnen bij Ajax, komt voor de onzichtbare spits Zakaria Labyad.", "Ajax voert de druk op, creëert hachelijke momenten voor de goal. PSV staat vast, krijgt geen tijd om te ademen. Uit de draai maakt de Braziliaan Antony de gelijkmaker. Ajax ruikt dat er meer mogelijk is, maar PSV blijft met hangen en wurgen overeind.", "Het was goed, levendig, vol actie. Laat het een voorbode zijn voor meer moois in januari – en de maanden erna.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Steven Verseput", "Januari Om", "Leestijd Minuten"], "keywords": ["voorlopig", "financieel", "van", "voor", "en", "een", "psv", "toont", "sterkste", "aan", "te", "op", "alleen", "het", "ajax", "dat"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}