{"id": "e25760d5-9859-3327-823e-697deb461f3f", "title": "Bij een snotterende leraar de hele klas naar huis: ‘we geven af-en-toe-onderwijs’", "url": "https://volkskrant.nl/nieuws-achtergrond/bij-een-snotterende-leraar-de-hele-klas-naar-huis-we-geven-af-en-toe-onderwijs~be81093f/", "summary": "Ook de leraar moet bij een lichte loopneus een coronatest doen en thuis op de uitslag wachten.\nAls een leerkracht vanwege klachten naar huis moet of op een test(uitslag) wacht en er is geen invaller beschikbaar, dan moet voortaan de hele klas naar huis.\n‘Maar vanaf het begin van het schooljaar, drie weken geleden, was het meteen een drama.\nMaar ik heb deze week wel voor het eerst in twintig jaar weer zelf een ochtend voor een groep gestaan.\nWat doe je als leerkracht als een halve klas op school zit en een halve klas thuis?", "paragraphs": ["Ook de leraar moet bij een lichte loopneus een coronatest doen en thuis op de uitslag wachten. Omdat invallers schaars zijn, worden nu al hele schoolklassen naar huis gestuurd. Directeuren maken zich zorgen over de herfst- en de wintermaanden. ‘Als team discussieren we tegenwoordig de hele dag over snot’", "Eva Vesseur had als directeur zelf al voor de klas gestaan, er waren al kinderen over andere groepen verdeeld, de intern begeleider en de administratief medewerker hadden ook al eens bijgesprongen nadat een leerkracht met coronaklachten thuis was gebleven.", "In de lerarenkamer van basisschool Klein Amsterdam in Amsterdam-Noord zag Vesseur paniek en vermoeidheid om zich heen. Ze besloot vorige week dat het genoeg was en greep in. Als een leerkracht vanwege klachten naar huis moet of op een test(uitslag) wacht en er is geen invaller beschikbaar, dan moet voortaan de hele klas naar huis.", "‘Supervervelend voor de ouders, die een dag vrij moeten nemen’, zegt Vesseur. ‘Maar als we zo zouden doorgaan, zit met Kerst het halve team overspannen thuis.’", "Op voorhand waren er zorgen over het nieuwe schooljaar in het basis- en voortgezet onderwijs. Volgens de Algemene Vereniging van Schoolleiders maakt van 600 ge-enquêteerde schooldirecteuren 83 procent zich zorgen of er straks genoeg personeel is. En uit een peiling van onderwijsbond AOb blijkt dat bijna 90 procent van het personeel in het voortgezet onderwijs bezorgd is om zelf besmet te raken, of iemand anders op school te besmetten. In juni, toen nog niet alle middelbare scholieren tegelijk naar school mochten, was dat nog 50 procent.", "‘Ik had gedacht dat het pas erg zou worden in oktober’, zegt Vesseur. ‘Maar vanaf het begin van het schooljaar, drie weken geleden, was het meteen een drama. De onrust is groot, er staan veel invallers voor de groep. Ik ben er nog steeds niet achter wie welke dag zou moeten werken, zo veel uitval en inval is er al geweest.’", "‘Af-en-toe-onderwijs’", "‘We geven af-en-toe-onderwijs’, zegt Simone Koene, leerkracht van groep 1-2 op Klein Amsterdam. ‘Ik denk dat ouders er de komende maanden van uit moeten gaan dat kinderen niet elke dag naar school kunnen.’", "Vesseur: ‘Ik zou van het kabinet meer steun willen voor het onderwijs. Niet in geld. Maar uitspreken dat dit probleem er is, zou al helpen. Het voelt nu alsof wij falen, omdat we een klas naar huis moeten sturen. Ongetwijfeld zijn er scholen met een briljante oplossing, maar de tijd om daarover met elkaar van gedachten te wisselen is er niet.’", "Acht van de veertien leerkrachten op Klein Amsterdam, dat pas twee jaar bestaat en vooralsnog alleen aan de groepen 1 tot en met 6 lesgeeft, hebben na de zomervakantie al minstens een dag thuisgezeten. Op de eigen buitenschoolse opvang vielen nog eens zeven medewerkers tijdelijk uit.", "Voorrang", "Ook Vesseur pleit voor voorrang voor leraren bij een coronatest, een breed gedragen opvatting in het onderwijs. ‘Wat er nu gebeurt, is precies waar we altijd al bang voor waren. Maar we kunnen er niet op anticiperen, juist daar baal ik zo van.’", "Valt een leerkracht weg, dan vraagt Vesseur het uitzendbureau waarmee ze een contract hebben of er een invaller beschikbaar is. ‘Tot acht uur ’s avonds is het afwachten of ze iemand voor je vinden. Afgelopen maandag hadden ze om zes uur een invaller gevonden, maar belden ze om half acht dat diegene zich had teruggetrokken. Dat is een rotbericht. Als ouder hoor je dan om acht uur ’s avonds: je kind is morgen de hele dag thuis, je kunt niet naar je werk.’", "Koene probeert in de eerste weken van een schooljaar een band op te bouwen met de ouders van de nieuwe kinderen in haar klas. Omdat veel op afstand gebeurt, is dat al lastiger. ‘Ik hoop maar dat ouders het verschil zien tussen de situatie en de persoon, en het mij niet kwalijk nemen als ik een dag thuis moet blijven. Dat ze niet denken: wat een slechte gezondheid heeft die leerkracht, die is om de haverklap verkouden.’", "Begrip", "Ouders reageren over het algemeen begripvol, zegt Vesseur. ‘Er schiet weleens iemand uit zijn slof. Maar het is ook niet leuk als je kind al twee weken thuis zit met een snotneus.’", "Heeft een kind ouder dan 6 jaar een snotneus of andere corona-achtige klachten, dan kan de school besluiten het naar huis te sturen. Maandag kregen drie kinderen van Klein Amsterdam dat bericht te horen, allemaal hadden ze een snotneus. Heel vervelend, zegt Vesseur. ‘Een kind wil vaak niet naar huis.’", "Maar hoe definieer je snot? Is het geel, groen, is het hard of zacht? Hoe veel snot is genoeg om een kind uit de klas te halen en zijn ouders op te bellen? Vesseur: ‘Dat zijn echt vreemde gesprekken in de lerarenkamer. Maar als team discussiëren we daar tegenwoordig de hele dag over.’", "‘We hebben al geïnformeerd bij een commercieel lab’ Erik Adema, schoolleider van OBS De Rietpluim in Nuenen ‘Eind vorige week kregen de eerste collega’s klachten. Vóór corona zouden ze denken: ik haal nog eens een keer mijn neus op, ik neem een extra zakdoek mee en ik ga gewoon naar mijn werk. Maar ja, nu moeten ze thuisblijven. ‘Op dit moment zijn drie van onze leerkrachten en één onderwijsassistent net getest of ze wachten tot ze getest kunnen worden. Van de veertig teamleden. Ik ben ze dan dus vier of vijf dagen kwijt. En we hebben niet zomaar een vervanger. Gelukkig kunnen we intern wat schuiven, dus ik heb nog geen groepen naar huis hoeven sturen. Maar ik heb deze week wel voor het eerst in twintig jaar weer zelf een ochtend voor een groep gestaan. Dat is leuk, maar mijn werk wordt ondertussen niet door iemand anders overgenomen. ‘Het duurt lang voordat mensen de testuitslag hebben. Wij hebben daarom ook geïnformeerd bij een commercieel lab op Eindhoven Airport. Als je daar ’s ochtends getest wordt, heb je ’s avonds de uitslag. Dat is duur, 150 euro. Onderwijsgeld moet ergens anders heen. Aan de andere kant: een vervanger voor één dag kost 350 euro. ‘Een ander probleem is dat we de afgelopen week twee groepen hadden waar negen kinderen thuis moesten blijven. Wat doe je als leerkracht als een halve klas op school zit en een halve klas thuis? Daar worstelen we nog mee.’", "‘Straks zit misschien een kwart van de leerlingen thuis’ Arco Hak, directeur van de Eliëzer- en Obadjaschool voor speciaal (basis)onderwijs: ‘Op een school voor speciaal onderwijs kun je niet zomaar klassen verdelen. Wij hebben hier leerlingen met gedragsproblemen en psychiatrische aandoeningen. Veel van hen zijn erg gehecht aan structuur. Komen ze in een andere klas bij een andere leerkracht, dan zijn ze hun draai kwijt. Ze gaan zich bijvoorbeeld agressief gedragen. Er is soms geen houden meer aan. ‘Vervangers zijn nauwelijks te vinden, dus als iemand ziek is sturen we de klas naar huis. Dat gebeurt sinds het begin van het schooljaar elke week wel een keer. En ik voorzie dat het de komende maanden vaker gaat gebeuren. Op het hoogtepunt van de griepgolf van vorig jaar bleven drie van de vijfentwintig klassen thuis. Nu leerkrachten ook met geringe klachten niet mogen werken, kan straks misschien een kwart van de leerlingen niet naar school komen. ‘Dat heeft enorme consequenties. Voor al die leerlingen moet oppas of opvang georganiseerd worden. En de ontwikkeling van die kinderen stagneert. Dat zagen we voor de zomer ook al, toen ze niet naar school mochten. Sommigen waren daarna niet meer gewend te werken. We moesten ze echt weer trainen om zich een halfuur achter elkaar te concentreren. ‘Daarom moeten leerkrachten voorrang krijgen bij de GGD. Ik vind het onbegrijpelijk dat het nu zo lang duurt voor ze ergens terecht kunnen, dat ze soms 50 kilometer moeten rijden en dat de uitslag ook zo’n tijd op zich laat wachten. Dan denk ik echt: tjongejonge.’"], "authors": ["Mark Misérus", "Rik Kuiper", "Paulien Plat"], "keywords": ["leraar", "van", "bij", "huis", "het", "snotterende", "op", "naar", "hele", "afentoeonderwijs", "een", "ze", "klas", "geven", "dat", "en", "niet", "er", "voor"], "pubDate": "2020-09-09T19:44:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}