{"id": "e259a717-3e0d-32cc-96d8-175fdd3a153d", "title": "De toeslagenaffaire onderstreept dat overheden de principes van de rechtsstaat lastig en hinderlijk vinden", "url": "https://trouw.nl/politiek/de-toeslagenaffaire-onderstreept-dat-overheden-de-principes-van-de-rechtsstaat-lastig-en-hinderlijk-vinden~be1fb387/", "summary": "Hij had wel gezocht naar het lichtknopje, zei hij, maar hij had het niet gevonden.\nEen rapport waarin een huisjuriste al in 2017 op het onbehoorlijke en onrechtmatige optreden van de afdeling Toeslagen wees, verdween in een la, de juriste zelf van het tapijt.\nWant overheden zelf houden veelal niet van deze principes.\nDe consequentie daarvan is, zei Kortmann, dat de Tweede Kamer zich niet moet gedragen als ‘een claque van de macht’, maar als een zelfstandige ­tegenmacht.\nHet geluk bij het ongeluk van de toeslagenaffaire is dat de Tweede Kamer deze tendens heeft doorbroken en zich laat gelden als herkenbare volksvertegenwoordiging.", "paragraphs": ["Haar politieke spoor is nogal dwarrelig, maar in het verhoor van voormalig staatssecretaris Wiebes over diens rol in de toeslagenaffaire legde het Kamerlid Van Kooten-Arissen de vinger trefzeker op de pijnlijke plek: ‘U kwam in het donker, het bleef donker en u vertrok in het donker’.", "Wiebes, staatssecretaris van financiën van 2014 tot 2017, beaamde deze conclusie. Hij had wel gezocht naar het lichtknopje, zei hij, maar hij had het niet gevonden. ‘Ik heb de strijd tegen de duisternis verloren’. De gelatenheid, het fatalisme bijna, waarmee hij zijn bekentenis deed, was op zich al ontluisterend, maar reikt verder. Het roept ernstige twijfel op over de politiek-bestuurlijke staat van ons land. Wat is de verantwoording van bewindslieden tegenover het parlement nog waard als zij zelf niet weten wat er onder hun politieke leiding gebeurt?", "De mini-enquête naar de toeslagenaffaire raakt daarom aan de existentie van ons bestel. De betekenis daarvan steekt dieper dan de gebeurtenissen in een marginale partij die deze week veel media-aandacht trokken. Meer in elk geval dan ‘de ramp in slow motion’, die zich achter de gevel van het machtige ministerie van financiën voltrok en nu het vertrouwen in de overheid ernstig op de proef stelt. Premier Rutte zou later in de week zeggen: ‘Burgers moeten zich in de rechtsstaat beschermd weten tegen een almachtige overheid, die ons allemaal kan vermorzelen’.", "Gesloten bolwerk", "De publieke verantwoording is de kern van ons bestel, het hart van de parlementaire democratie. De grondwet legt de regering niet voor niets een informatieplicht aan het parlement op. Dat veronderstelt dat ministers en staatssecretarissen binnen hun departement adequaat worden geïnformeerd. Natuurlijk kunnen zij niet ­weten wat er allemaal in de uitvoering gebeurt. Zij moeten bevoegdheden ­delegeren, maar wel, leert het handboek over ons staatsbestel, ‘onder de stilzwijgende voorwaarde dat zij te ­horen krijgen als er iets aan de hand is dat buiten de bestuursroutine valt’.", "De Belastingdienst is altijd een meer dan normaal gesloten bolwerk in Den Haag geweest. Toenmalig Kamervoorzitter Anne Vondeling omschreef de dienst bijna een halve eeuw geleden in zijn boek ‘Tweede Kamer, lam of leeuw?’ als ‘een groot, hiërarchisch ­opgebouwd apparaat met een sterk traditionele inslag’. Hij kon het weten, want hij was in de jaren zestig enige tijd minister van financiën. Terug in de Kamer kritiseerde hij des te scherper het tekort aan openheid. ‘De sfeer van geheimhouding en vertrouwelijkheid gaat vaak veel te ver’.", "Net als Wiebes nu, meende Vondeling dat de top signalen vanuit het apparaat over fouten en onbillijkheden zou moeten aanmoedigen en waarderen. Op dat punt is er klaarblijkelijk niets veranderd. Een rapport waarin een huisjuriste al in 2017 op het onbehoorlijke en onrechtmatige optreden van de afdeling Toeslagen wees, verdween in een la, de juriste zelf van het tapijt. ‘Iets zorgt ervoor dat de meldingen van misstanden niet door de leemlagen heenkomen’, zei Wiebes.", "Politieke tinnegieters", "In de toeslagenaffaire is de kwalijke aanpak van onschuldige burgers naar buiten gekomen dankzij klokkenluiders, geduldig spitwerk van de journalisten Klein (RTL) en Kleinnijenhuis (Trouw) en aanhoudende vragen van de Kamerleden Omtzigt (CDA) en Leijten (SP). De gezonde achterdocht van deze controlerende machten heeft het dus uiteindelijk gewonnen van de neiging van de uitvoerende macht de vuile was binnen te houden.", "Dat onderstreept eens te meer de oproep waarmee de staatsrechtsgeleerde Tijn Kortmann in 2009 afscheid nam van de Radboud Universiteit: ‘Wees klaarwakker als de overheid de principes van de democratische rechtsstaat predikt. Want overheden zelf houden veelal niet van deze principes. Ze zijn lastig, hinderlijk’. Naar andermaal is gebleken riep hij niet onrechte de politieke denker ­Augustinus aan, die al in de vijfde eeuw vaststelde dat de staat die zich niet onderwerpt aan het recht, nauwelijks verschilt van een roversbende.", "De consequentie daarvan is, zei Kortmann, dat de Tweede Kamer zich niet moet gedragen als ‘een claque van de macht’, maar als een zelfstandige ­tegenmacht. Onder de vaak broze ­coalitiekabinetten is de afgelopen veertig jaar een zekere gedweeheid van het parlement usance geworden. Het geluk bij het ongeluk van de toeslagenaffaire is dat de Tweede Kamer deze tendens heeft doorbroken en zich laat gelden als herkenbare volksvertegenwoordiging. Niet alleen komt zij op voor burgers in het nauw, maar ook laat ze zien dat ernst en geduld in het controleren van de uitvoerende macht van essentiële betekenis zijn om het vertrouwen in onze democratie te ­behouden.", "Daarom verdient de enquête meer aandacht dan de soap in de familie van politieke tinnegieters.", "Hans Goslinga schrijft elk weekend een beschouwing over de staat van onze politiek en onze democratie. Lees ze hier terug."], "authors": ["Hans Goslinga"], "keywords": ["rechtsstaat", "hinderlijk", "van", "als", "principes", "het", "op", "hij", "toeslagenaffaire", "lastig", "een", "niet", "vinden", "en", "dat", "zich", "overheden", "onderstreept"], "pubDate": "2020-11-28T01:00:39+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}