{"id": "e2792fde-6c60-3133-ad6b-df8028a9cc82", "title": "Dé vraag in China: waar is Alibaba-oprichter Jack Ma?", "url": "https://www.parool.nl/wereld/de-vraag-in-china-waar-is-alibaba-oprichter-jack-ma~b7098505/", "summary": "De in China zeer bekende miljardair en zakenman Jack Ma is al weken niet meer in het openbaar gezien.\nMa lijkt in ongenade gevallen, sinds hij eind oktober op een forum in Shanghai kritiek leverde op de financiële wereld in China.\nRuim een week later grepen de Chinese autoriteiten in: Ant Group, het financiële bedrijf van Jack Ma, mocht op het laatste moment toch niet naar de beurs.\nHij zette met technisch onderlegde types een website op met informatie over China.\nMa werd een van de rijkste Chinezen, met een vermogen van meer dan 40 miljard euro.", "paragraphs": ["De in China zeer bekende miljardair en zakenman Jack Ma is al weken niet meer in het openbaar gezien. Was hij te populair geworden naar de zin van Peking?", "Ma, de steenrijke en populaire oprichter van grote Chinese bedrijven als Alibaba en Taobao, staat altijd graag in de schijnwerpers om zijn mening te geven. Hij staat daarbij soms op gevoelige tenen.", "", "Wellicht is dat hem nu opgebroken. Ma lijkt in ongenade gevallen, sinds hij eind oktober op een forum in Shanghai kritiek leverde op de financiële wereld in China. Die is volgens hem ingeslapen en niet innovatief, de banken en verzekeraars drijven te gemakkelijk op steun van de overheid.", "", "Ruim een week later grepen de Chinese autoriteiten in: Ant Group, het financiële bedrijf van Jack Ma, mocht op het laatste moment toch niet naar de beurs. Het had de grootste beursgang ooit moeten worden, maar ergernis over Ma’s kritiek telde zwaarder dan geloofwaardigheid bij de beleggers.", "Eigenzinnig", "President Xi Jinping vond het blijkbaar tijd om af te rekenen met de onvoorspelbare miljardair. Niemand mag in China boven de partij en haar leiding staan. Ma’s populariteit kan Xi een doorn in het oog zijn geworden.", "Juist zijn eigenzinnige optreden maakte Ma geliefd in China, ook op sociale media. Bij de twintigste verjaardag van zijn bedrijf Alibaba in 2019 trad hij op als rockster, met donkere zonnebril en zwart leren jasje. In interviews en tv-programma’s drijft hij graag de spot met zichzelf.", "Afgewezen voor wel dertig banen, onder meer bij de politie en zelfs bij fastfoodketen KFC, liep de jonge Ma een tijd met zijn ziel onder zijn arm. Hij had Engels geleerd door toeristen rond te leiden in zijn geboortestad Hangzhou en gaf enige tijd les in die taal, maar werd afgewezen voor prestigieuze opleidingen.", "In 1994 kreeg de toen 30-jarige Ma lucht van iets nieuws: het internet. Hij zette met technisch onderlegde types een website op met informatie over China. Later vertelde hij dat het bij de presentatie uren duurde voor de pagina’s geladen waren, vanwege de trage verbindingen. Toch stroomden adverteerders toe.", "Gekelderd", "Enkele jaren later sloeg Ma zijn slag met de oprichting van de online handelsplatformen Alibaba en Taobao. Daarna volgde onder meer het financiële bedrijf Ant Group. Ma werd een van de rijkste Chinezen, met een vermogen van meer dan 40 miljard euro. De waarde van zijn bedrijven is de afgelopen weken gekelderd, vanwege het afblazen van de beursgang en onderzoeken naar de dominante positie van Alibaba en de financiële praktijken van Ant. Dat Ma zelf niet in het openbaar verschijnt om tekst en uitleg te geven over de toekomst van zijn bedrijven, helpt ook niet.", "Ondertussen blijft onduidelijk waar hij zelf is. Het gebeurt in China vaker dat hooggeplaatste figuren ineens van hun voetstuk vallen, meestal gevolgd door beschuldigingen van corruptie. Aan de andere kant is het onwaarschijnlijk dat de populaire zakenman, lid van de Communistische Partij, gevangen zou zitten.", "Vooralsnog lijkt het erop dat Ma zich even schuilhoudt tot de toorn van Xi is gezakt. Maar de president heeft een geheugen als een olifant en als Ma veel langer buiten beeld blijft, wordt ook zijn zakelijke toekomst onzeker."], "authors": ["Gijs Moes"], "keywords": ["zijn", "van", "waar", "en", "een", "met", "alibabaoprichter", "dé", "china", "op", "te", "hij", "het", "jack", "vraag", "ma"], "pubDate": "2021-01-06T09:30:14Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}