{"id": "e2a53a56-3c3b-37b2-b63c-4a4a88f8c3fe", "title": "Chelsea-huurling Familia-Castillo vertrekt bij AZ, FC Emmen haalt Vlak", "url": "https://www.nu.nl/voetbal/6101262/chelsea-huurling-familia-castillo-vertrekt-bij-az-fc-emmen-haalt-vlak.html", "summary": "FC Emmen neemt Jari Vlak over van FC Volendam.\nVolgens VI maakt Familia-Castillo, die in de Eredivisie maar één keer in actie kwam voor AZ, het seizoen op huurbasis af bij ADO Den Haag.\nFC Emmen kon Jari Vlak maandagochtend op het trainingsveld verwelkomen.\nFC Emmen kon Jari Vlak maandagochtend op het trainingsveld verwelkomen.\nDe ploeg van Dick Lukkien kon maandagochtend de 22-jarige Vlak op het trainingsveld verwelkomen.", "paragraphs": ["Juan Familia-Castillo vertrekt per direct bij AZ. De jeugdinternational werd door Chelsea verhuurd aan de Alkmaarse club, maar kwam weinig aan spelen toe. FC Emmen neemt Jari Vlak over van FC Volendam.", "Volgens VI maakt Familia-Castillo, die in de Eredivisie maar één keer in actie kwam voor AZ, het seizoen op huurbasis af bij ADO Den Haag. Zowel ADO als Chelsea heeft dat nog niet bevestigd.", "De vleugelverdediger verwacht bij ADO meer speeltijd te krijgen. Hij wordt de derde nieuwkomer deze transferperiode bij de Haagse club, die eerder Marko Vejinovic en Daryl Janmaat vastlegde.", "ADO staat na vijftien wedstrijden met tien punten op de zestiende plaats. Woensdag neemt de ploeg van trainer Ruud Brood het thuis op tegen VVV-Venlo, dat slechts één plek hoger op de ranglijst staat.", "FC Emmen kon Jari Vlak maandagochtend op het trainingsveld verwelkomen. FC Emmen kon Jari Vlak maandagochtend op het trainingsveld verwelkomen. Foto: Pro Shots", "FC Emmen heeft eerste winterse versterking binnen", "Naast ADO is ook Emmen actief op de transfermarkt. De ploeg van Dick Lukkien kon maandagochtend de 22-jarige Vlak op het trainingsveld verwelkomen.", "Dit seizoen was de middenvelder bij FC Volendam een vaste kracht in het elftal van Wim Jonk. Vlak speelde zestien wedstrijden in de Keuken Kampioen Divisie en maakte daarin vier doelpunten.", "\"Met zijn kwaliteiten kan hij direct een versterking zijn, maar het is ook zeker een interessante speler met het oog op de toekomst\", aldus voorzitter Ronald Lubbers op de website van Emmen. In het contract van de middenvelder zit een optie voor een extra jaar verwerkt.", "Emmen is na vijftien wedstrijden de hekkensluiter van de Eredivisie. De ploeg heeft slechts vijf punten en wacht nog altijd op de eerste overwinning van het seizoen. De Emmenaren spelen dinsdag in het Erve Asito tegen Heracles."], "authors": ["Foto", "Door"], "keywords": ["van", "het", "fc", "emmen", "az", "vertrekt", "een", "wedstrijden", "ado", "chelseahuurling", "op", "bij", "vlak", "familiacastillo", "haalt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}