{"id": "e2b9e52e-3603-35fb-9f75-ea12f15d6628", "title": "'VS willen derde Libische Lockerbie-verdachte aanklagen'", "url": "https://nos.nl/artikel/2361001-vs-willen-derde-libische-lockerbie-verdachte-aanklagen.html", "summary": "De VS bereiden een zaak voor tegen een derde Libische verdachte van de aanslag op een vliegtuig in 1988 boven het Schotse Lockerbie.\nDaarbij kwamen 270 mensen om het leven, voor het merendeel Amerikanen.\nMaandag is het 32 jaar geleden dat het vliegtuig verongelukte.\nDe Amerikanen vermoeden dat hij betrokken was bij het maken van de bom waarmee het vliegtuig werd opgeblazen.\nDaarop stelde Amerika strenge economische sancties in tegen het Libische regime van Muammar Kadhafi.", "paragraphs": ["De VS bereiden een zaak voor tegen een derde Libische verdachte van de aanslag op een vliegtuig in 1988 boven het Schotse Lockerbie. Dat melden Amerikaanse media op basis van anonieme bronnen.", "Begin deze eeuw werd al één verdachte veroordeeld en eentje vrijgesproken voor de aanslag op een vliegtuig van Pan Am, dat van Londen op weg was naar New York. Daarbij kwamen 270 mensen om het leven, voor het merendeel Amerikanen. Maandag is het 32 jaar geleden dat het vliegtuig verongelukte.", "De nieuwe verdachte heet Mohammed Abouajela Masud. De Amerikanen vermoeden dat hij betrokken was bij het maken van de bom waarmee het vliegtuig werd opgeblazen. Masud is al sinds 2015 in het vizier bij de autoriteiten samen met een andere verdachte: Abdullah al-Senussi, de zwager van de voormalige Libische leider Kadhafi.", "Tegen Al-Senussi wordt voor zover bekend nog geen zaak begonnen. Hij is in Libië in 2015 veroordeeld tot de doodstraf.", "Het is nog maar de vraag of Mohammed Abouajela Masud ook echt voor een rechter moet verschijnen. Zijn laatste bekende verblijfplaats is een Libische gevangenis.", "Schotse rechtbank in Nederland", "De vertrekkende Amerikaanse minister van Justitie William Barr zou er persoonlijk op hebben aangedrongen nu een zaak tegen Masud te beginnen. Hij was bijna 30 jaar geleden ook minister van Justitie toen Abdel Basset Ali al-Megrahi en Lamen Khalifa Fhimah, twee leden van de Libische geheime dienst, werden aangeklaagd.", "Libië weigerde de twee jarenlang uit te leveren. Daarop stelde Amerika strenge economische sancties in tegen het Libische regime van Muammar Kadhafi. Van hem wordt vermoed dat hij de opdracht voor de aanslag heeft gegeven. In 1999 werd tot een compromis besloten: de verdachten werden uitgeleverd aan Nederland waar Schotse rechters de zaak behandelden.", "Fhimah werd vrijgesproken. Al-Megrahi werd veroordeeld tot levenslang, maar vrijgelaten in 2009 vanwege zijn slechte gezondheid. Hij zou vanwege kanker nog maar drie maanden te leven hebben. In Libië werd hij als held ontvangen. Hij overleed in 2012.", "De veroordeelde Al-Megrahi bleef betrokkenheid ontkennen. Zijn familie is dit jaar postuum in beroep gegaan tegen zijn veroordeling bij het Schotse Hooggerechtshof."], "authors": [], "keywords": ["hij", "van", "lockerbieverdachte", "libische", "een", "voor", "willen", "het", "aanklagen", "werd", "op", "derde", "dat", "vs", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}