{"id": "e2c41919-ab8a-326e-ac69-4ee9b4af38fd", "title": "Tennisser Koolhof zet als dubbelspeler Nederlandse traditie voort", "url": "https://volkskrant.nl/sport/tennisser-koolhof-zet-als-dubbelspeler-nederlandse-traditie-voort~bda0b098/", "summary": "Tactisch overleg tussen Wesley Koolhof (l) en zijn Kroatische dubbelpartner Nikola Mektic.\nZijn prestaties op dit podium komen voor velen, ook Koolhof zelf, als een verrassing.\nAls enkelspeler kwam hij nooit verder dan de 462ste plaats op de wereldranglijst, als dubbelaar staat hij nu 13de van de wereld.\nDat het succes van Koolhof lang op zich heeft laten wachten komt door verschillende oorzaken.\nIk was dit jaar zelfs de beste verdienende Nederlandse tennisser.’ Op de vraag of zijn carrière geslaagd is als hij de ATP Finals wint, is zijn antwoord duidelijk.", "paragraphs": ["Tactisch overleg tussen Wesley Koolhof (l) en zijn Kroatische dubbelpartner Nikola Mektic. Beeld AFP", "Veel topsporters bereiken hun hoogtepunt lang voordat ze de leeftijdsgrens van 30 jaar passeren, maar bij Wesley Koolhof ligt dat anders. ‘Mijn carrière begint pas net’, zegt de 31-jarige dubbelspecialist uit Duiven die deze week in Londen debuteert bij de ATP finals. ‘31 is niet oud voor een dubbelspeler en de resultaten beginnen nu te komen. Hopelijk is dit het begin van een mooie carrière.’", "Koolhof speelt zaterdag met zijn Kroatische dubbelpartner Nikola Mektic in de halve finale van de ATP Finals, de officieuze WK tennis. In de groepsfase wonnen ze twee van de drie duels.", "Zijn prestaties op dit podium komen voor velen, ook Koolhof zelf, als een verrassing. Als enkelspeler kwam hij nooit verder dan de 462ste plaats op de wereldranglijst, als dubbelaar staat hij nu 13de van de wereld. Afgelopen zomer verloor hij met zijn partner, de nummer vier van de dubbelranglijst, de finale van de US Open en haalde hij op Roland Garros de halve finale.", "Tweede kans", "Veel tennissers jagen eerst succes in het enkelspel na, om daarna pas de stap naar het dubbelspel te maken. Hierdoor kunnen spelers die het niet redden als eenling hun carrière een tweede kans geven. Dat geldt ook voor Koolhof. Hij besloot zich in 2013 op het dubbelen toe te leggen. Onder leiding van coach Marco Kroes, die hij kende uit zijn geboortedorp Duiven, ontwikkelde hij zich tot specialist. Maar pas dit jaar vond hij aansluiting bij de wereldtop.", "Dat het succes van Koolhof lang op zich heeft laten wachten komt door verschillende oorzaken. Koolhof had veel verschillende dubbelpartners en kon nooit op een constante manier doorgroeien. Nu is zijn vaste partner ook een wereldtopper in het dubbelspel en dat is een groot voordeel.", "Koolhof: ‘Ik heb me, met hulp van mijn coach, omhooggewerkt op de wereldranglijst. Daardoor willen goede dubbelspelers nu met mij spelen. Dat de combinatie met Mektic zo goed werkt, is daar een gevolg van.’ Mektic heeft volgend jaar zijn landgenoot Mate Pavic als partner gekozen, Koolhof gaat verder met de Poolse tennisser Lukasz Kubot, de nummer zeven van de dubbelranglijst.", "Achtergrond", "Koolhof denkt ook dat hij door zijn achtergrond alsnog heeft kunnen slagen in het proftennis. Zijn vader Jurrie was in de jaren tachtig van de vorige eeuw succesvol als voetballer bij PSV en het Nederlands elftal. Zoon Wesley kreeg de financiële mogelijkheden om zich te ontwikkelen. ‘Tennis is een van de duurste sporten ter wereld. Vooral het reizen kost veel geld en het prijzengeld op de kleine toernooien is erg laag. Gelukkig heb ik de mazzel gehad dat mijn ouders me daarin konden steunen’, zegt Koolhof vanuit Londen, waar hij een hotel deelt met vedetten uit het enkelspel als Rafael Nadal en Novak Djokovic.", "Aan het dubbelspel doen de beroemde enkelspelers niet mee. Vanwege het gebrek aan grote namen in de top van het dubbel is er een langlopende discussie of de toppers in het enkelspel ook het dubbelspel zouden kunnen domineren, als ze zich zouden concentreren op die discipline. Voormalig dubbelspecialist Jacco Eltingh (50), tweevoudig winnaar van de ATP-finals, denkt van niet: ‘Als Federer zich nu volledig op het dubbelen richt, dan heb je een zware dobber aan hem. Maar het is niet zo dat hij zomaar meteen nummer één van de wereld in het dubbel wordt.’", "Reflexen", "Het is daadwerkelijk een ander spel, zo legt de huidige directeur van de tennisbond uit: ‘Enkelspelers zijn grotere atleten, maar dubbelaars zijn veel beter als het gaat om het korte spel en de reflexen. Nadal en Djokovic staan alleen maar op de baseline. Die krijgen bijna nooit een bal vanaf twee meter afstand op zich afgevuurd.’", "Wat Koolhof zo’n goede dubbelspeler maakt, is dat hij heel solide is, vindt Eltingh: ‘Hij heeft geen mokerservice en ook niet de beste volley van de wereld, maar zijn eerste-servicepercentage is heel hoog en hij maakt weinig fouten.’ Zijn voormalige dubbelpartner Paul Haarhuis, tegenwoordig bondscoach, is het daarmee eens en voegt toe dat het vooral de snelle handen van Koolhof zijn die aan het net het verschil maken.", "Het gaat Koolhof voor de wind, ook financieel. Hij verdiende dit jaar ruim 330.000 dollar aan prijzengeld. ‘Het prijzengeld in het dubbelspel is sinds kort hoger, waardoor ik goed kan rondkomen. Ik was dit jaar zelfs de beste verdienende Nederlandse tennisser.’ Op de vraag of zijn carrière geslaagd is als hij de ATP Finals wint, is zijn antwoord duidelijk. Dat is van de Nederlandse spelers alleen het koppel Eltingh/Haarhuis (1993 en 1998) en Jean-Julien Rojer gelukt (2015).", "‘Mijn carrière begint pas net. Ik zou vooral heel graag een keer een grandslamtoernooi willen winnen.’"], "authors": ["Tobias Kappelle"], "keywords": ["koolhof", "dubbelspeler", "van", "als", "tennisser", "zet", "het", "op", "traditie", "hij", "zijn", "een", "en", "dat", "voort", "nederlandse"], "pubDate": "2020-11-20T17:19:35+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}