{"id": "e2c9d9fc-3d5d-381a-85e5-a46fdb1c8c36", "title": "VanMoof ziet fietsverkoop verdrievoudigen door coronacrisis", "url": "https://nu.nl/economie/6095261/vanmoof-ziet-fietsverkoop-verdrievoudigen-door-coronacrisis.html", "summary": "Het bedrijf verkocht in de eerste elf maanden van dit jaar wereldwijd ruim 200 procent meer fietsen dan tussen januari en december 2019, meldt VanMoof dinsdag.\nVooral tijdens de eerste gedeeltelijke lockdown ontdekten veel mensen de fiets als alternatief voor het openbaar vervoer.\nOm aan de toenemende vraag te voldoen breidt het bedrijf wereldwijd flink uit.\nZo zijn er driehonderd nieuwe medewerkers bijgekomen, die voor het grootste deel bij de klantenservice en in de winkels werken.\nDe omzet komt voor het grootste gedeelte uit het buitenland.", "paragraphs": ["Het Amsterdamse fietsenmerk VanMoof profiteert flink van de coronacrisis. Het bedrijf verkocht in de eerste elf maanden van dit jaar wereldwijd ruim 200 procent meer fietsen dan tussen januari en december 2019, meldt VanMoof dinsdag.", "In Nederland groeide de verkoop in diezelfde periode met 121 procent. Vooral tijdens de eerste gedeeltelijke lockdown ontdekten veel mensen de fiets als alternatief voor het openbaar vervoer.", "Om aan de toenemende vraag te voldoen breidt het bedrijf wereldwijd flink uit. Zo zijn er driehonderd nieuwe medewerkers bijgekomen, die voor het grootste deel bij de klantenservice en in de winkels werken. In totaal werken er zo'n 500 mensen bij VanMoof. Daarnaast zijn er nu over de hele wereld 31 nieuwe winkels.", "VanMoof werd in 2009 opgericht door de broers Taco en Ties Carlier. Het bedrijf ontwerpt fietsen en heeft over de hele wereld winkels. De omzet komt voor het grootste gedeelte uit het buitenland. VanMoof heeft sinds de oprichting 155.000 fietsen verkocht."], "authors": ["Door"], "keywords": ["door", "werken", "zijn", "coronacrisis", "fietsen", "voor", "winkels", "het", "er", "vanmoof", "en", "verdrievoudigen", "ziet", "fietsverkoop", "bedrijf"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}