{"id": "e2ebbee0-0a3f-340f-8ca6-7c7c86d93b8e", "title": "Dit is waarom je dinsdag sokken tegenkomt op meerdere locaties in Rotterdam", "url": "https://nu.nl/rotterdam/6094928/dit-is-waarom-je-dinsdag-sokken-tegenkomt-op-meerdere-locaties-in-rotterdam.html", "summary": "Op willekeurige plekken in Rotterdam kun je dinsdag gekleurde sokken zien hangen: De sok van Rotterdam.\nHet thema van de Rotterdamse sok is Vrije vogels in Rotterdam, en dat staat symbool voor vrijheid zonder grenzen.\nDe sokken die je in de stad vindt, mag je gewoon meenemen of weggeven.\nNaast de actie van dinsdag zijn de sokken ook voor 12,50 euro te koop via deze website.\nDe sok van Rotterdam is een samenwerking tussen Rotterdamse straatkunstenaar Gilly Nelom, de Nico Adriaans Stichting, atelier ViaKunst en Let's do Goods.", "paragraphs": ["Op willekeurige plekken in Rotterdam kun je dinsdag gekleurde sokken zien hangen: De sok van Rotterdam. De organisatie Let's do Goods vraagt daarmee aandacht voor daklozen. Sokken worden voor daklozen namelijk het minst gedoneerd, maar zijn juist nodig.", "Het thema van de Rotterdamse sok is Vrije vogels in Rotterdam, en dat staat symbool voor vrijheid zonder grenzen. De sokken die je in de stad vindt, mag je gewoon meenemen of weggeven. De locaties worden bekendgemaakt via sociale media.", "Naast de actie van dinsdag zijn de sokken ook voor 12,50 euro te koop via deze website. Let's do Goods doneert één paar sokken aan nachtopvang Nico Adriaans Stichting voor ieder paar dat verkocht wordt. Ook werkt de organisatie samen met het Leger des Heils. Samen zorgen ze ervoor dat de donaties daar terechtkomen waar de impact het grootst is.", "De sok van Rotterdam is een samenwerking tussen Rotterdamse straatkunstenaar Gilly Nelom, de Nico Adriaans Stichting, atelier ViaKunst en Let's do Goods.", "Iedere maand lanceert Let's do Goods een design uit een andere stad. Na Amsterdam en Tilburg is het nu de beurt aan Rotterdam. Ook Breda, Utrecht en Berlijn zitten op dit moment in de pijplijn."], "authors": ["Door"], "keywords": ["tegenkomt", "van", "waarom", "locaties", "dit", "meerdere", "het", "op", "sok", "dinsdag", "rotterdam", "lets", "sokken", "je", "en", "ook", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}