{"id": "e310ecc8-9171-338c-ad0c-021219f0ed37", "title": "Is er na radicalisering een weg terug? Dat onderzoeken de gebroeders Dardennes in het dwingende relaas Le jeune Ahmed ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/is-er-na-radicalisering-een-weg-terug-dat-onderzoeken-de-gebroeders-dardennes-in-het-dwingende-relaas-le-jeune-ahmed~b702744e/", "summary": "Abrupt vallen we dit dichtgesnoerde leven binnen, in Le jeune Ahmed.\nTerwijl Le jeune Ahmed enkele antwoorden suggereert, gaat het de Dardennes eigenlijk om iets anders.\nDat geeft Le jeune Ahmed, gesitueerd in een ogenschijnlijk gematigde moslimgemeenschap, de allure van een uitgebeende thriller.\nHoewel Le jeune Ahmed de dwingende kracht mist van het beste werk van de Dardennes en het einde niet geheel overtuigt, is die regieprijs verdiend.\nEn het is lovenswaardig dat ze de morele rechtlijnigheid van die laatste films inruilden voor een dwingend relaas zonder makkelijke oplossingen.", "paragraphs": ["Idir Ben Addi and Myriem Akheddiou in Le jeune Ahmed (2019) Le Jeune Ahmed", "Drama Regie Jean-Pierre en Luc Dardenne Met Idir Ben Addi, Myriem Akheddiou, Victoria Bluck, Claire Bodson, Othmane Moumen, Amine Hamidou, Laurent Caron 90 min., in 34 zalen.", "Twee maanden geleden maakte de 13-jarige Ahmed gemakkelijk lol en speelde hij graag videogames. Nu lijkt hij een volkomen andere jongen. Eentje die walgt van ongelovigen en uit zijn huiswerkklas wegrent om tijdig in de moskee te zijn. Geen glimlach die Ahmeds vroomheid doorbreekt.", "Abrupt vallen we dit dichtgesnoerde leven binnen, in Le jeune Ahmed. De camera wijkt nooit van Ahmeds zijde en absorbeert meteen diens rusteloosheid. Het is de vertrouwde aanpak van de Waalse gebroeders Luc en Jean-Pierre Dardenne: al in La promesse (1996) en Rosetta (1998) weigerden ze het publiek bij de hand te nemen met keurig uitgewerkte introducties van de hoofdpersonages. Alsof ze bij het volgen van hun jonge, op de rand van de maatschappij balancerende helden geen tijd te verliezen hadden.", "Op die manier brengt hun negende, opmerkelijk compacte speelfilm ook iets over van de schok die nog nadreunt in de directe omgeving van Ahmed (Idir Ben Addi), en dan vooral bij zijn moeder (Claire Bodson) en lerares Inès (Myriem Akheddiou). Wat is er met de jongen gebeurd? Hoe kwam hij onder de invloed van imam Youssouf (Othmane Moumen)? Terwijl Le jeune Ahmed enkele antwoorden suggereert, gaat het de Dardennes eigenlijk om iets anders. Eerder dan te onderzoeken waarom Ahmed radicaliseerde, vragen ze zich af of er een weg terug is.", "Dat geeft Le jeune Ahmed, gesitueerd in een ogenschijnlijk gematigde moslimgemeenschap, de allure van een uitgebeende thriller. Gespannen kijkt de film toe terwijl Ahmed een mes in zijn sok verstopt en aanbelt bij Inès, die dood moet omdat ze Koranteksten tot kinderliedjes bewerkt. Een noodlottige actie die Ahmed in de jeugddetentie doet belanden, zonder spoor van berouw.", "De gebroeders Dardenne, geregelde prijswinnaars op het Filmfestival van Cannes, moesten het na twee Gouden Palmen en de juryprijs dit jaar doen met de prijs voor Beste regie. Hoewel Le jeune Ahmed de dwingende kracht mist van het beste werk van de Dardennes en het einde niet geheel overtuigt, is die regieprijs verdiend. Al is het maar vanwege de krachtige, bloedserieuze vertolking die ze aan debutant Idir Ben Addi ontlokten. Diens gezicht lijkt vaak een masker, gestold in ernst en haat. Pas wanneer Ahmed onder begeleiding gaat meehelpen op een boerderij en aldaar de spontane Louise (Victoria Bluck, eveneens in haar eerste filmrol) leert kennen, zie je glimpen van het kind dat onder al die lagen indoctrinatie – misschien – nog altijd bestaat.", "Fijn, dat de Dardennes weer knap werk leverden met jonge, niet-professionele acteurs, nadat ze voor gevestigde namen hadden gekozen in Deux jours, une nuit (2014) en La fille inconnue (2016). En het is lovenswaardig dat ze de morele rechtlijnigheid van die laatste films inruilden voor een dwingend relaas zonder makkelijke oplossingen. De vraag of Ahmed nog te redden valt, kan je nog lang bezig houden – ook al is Le jeune Ahmed net niet de mokerslag die hij wil zijn.", "De gebroeders Dardenne over waarom ze herhaaldelijk vastliepen bij het maken van hun film over een jonge, geradicaliseerde moslim", "In Le jeune Ahmed tracht een Belgisch jongetje van 13 zijn ‘afvallige’ juf overhoop te steken. De Waalse broers Dardenne worstelden bij hun bekroonde drama over wat erná gebeurt. Kún je eigenlijk wel losraken van religieus fanatisme?", "Gijs Groenteman gaat in onze illustere archiefkast in gesprek met mensen die hem hebben verwonderd. Rapper Pepijn Lanen, schrijver Paulien Cornelisse en kunsthandelaar Jan Six passeerden al de revue."], "authors": ["Kevin Toma"], "keywords": ["jeune", "van", "radicalisering", "het", "onderzoeken", "le", "die", "relaas", "ahmed", "een", "ze", "en", "te", "gebroeders", "terug", "er", "weg"], "pubDate": "2019-07-03T14:35:10+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}