{"id": "e3275495-9cdf-3a20-850a-b36bbfef4a16", "title": "Ambtenaar die bijverdiende als taxichauffeur onterecht ontslagen", "url": "https://www.parool.nl/amsterdam/ambtenaar-die-bijverdiende-als-taxichauffeur-onterecht-ontslagen~b1289d9a/", "summary": "De man werkte al sinds begin 2019 als taxichauffeur, naast zijn werkzaamheden bij het ingenieursbureau van de gemeente.\nVoor zijn bijbaan had hij expliciet toestemming gekregen van de gemeente - zolang hij er open en transparant over was.\nToen de gemeente er achter kwam dat ze steun verleende aan een eigen - nog werkende - medewerker, werd hij op staande voet ontslagen.\nDat zijn partner via een uitzendbureau óók voor de gemeente werkte, droeg bij aan de twijfels rondom de integriteit van de man.\nDe ambtenaar had fouten gemaakt tijdens het invullen van het Tozo-formulier, maar volgens de rechter was dat niet uit kwade wil.", "paragraphs": ["Beeld ANP", "Dat schrijft taxivakblad Taxipro. De man werkte al sinds begin 2019 als taxichauffeur, naast zijn werkzaamheden bij het ingenieursbureau van de gemeente. Voor zijn bijbaan had hij expliciet toestemming gekregen van de gemeente - zolang hij er open en transparant over was.", "Toen zijn bijkomende inkomsten wegvielen door corona ontving hij via de Tozo-regeling in totaal ongeveer 4500 euro coronasteun van de gemeente. Toen de gemeente er achter kwam dat ze steun verleende aan een eigen - nog werkende - medewerker, werd hij op staande voet ontslagen. Dat zijn partner via een uitzendbureau óók voor de gemeente werkte, droeg bij aan de twijfels rondom de integriteit van de man.", "De kantonrechter oordeelde dat de reden voor ontslag niet dringend genoeg was. De ambtenaar had fouten gemaakt tijdens het invullen van het Tozo-formulier, maar volgens de rechter was dat niet uit kwade wil."], "authors": ["Het Parool"], "keywords": ["taxichauffeur", "als", "van", "werkte", "het", "hij", "ontslagen", "die", "ambtenaar", "gemeente", "bijverdiende", "zijn", "niet", "dat", "onterecht", "er", "voor"], "pubDate": "2020-12-10T15:41:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}