{"id": "e32ca9e9-0828-3d61-9558-81f7101f65ad", "title": "Rotterdams onderzoek: Drillrap leidt in weinig gevallen tot geweld", "url": "https://nu.nl/binnenland/6095851/rotterdams-onderzoek-drillrap-leidt-in-weinig-gevallen-tot-geweld.html", "summary": "Drillrap vormt in weinig gevallen de directe aanleiding tot geweld, blijkt uit donderdag gepubliceerd onderzoek van criminologen Robby Roks en Jeroen van de Broek van de Erasmus Universiteit Rotterdam.\nHet onderzoek werd uitgevoerd in opdracht van de gemeente, naar aanleiding van de toename van het aantal geweldsincidenten onder jongeren.\nVoor het onderzoek keken de onderzoekers naar de relatie tussen drillrap, sociale media en geweld.\n\"Hoewel geweld een grote rol speelt in drillrap, is er maar in weinig gevallen een link tussen de muziek en daadwerkelijke geweldsincidenten\", concluderen ze.\nUit het onderzoek blijkt dat de steekpartij in Scheveningen het enige incident is waarbij sprake is van een directe link met drillrap.", "paragraphs": ["Drillrap vormt in weinig gevallen de directe aanleiding tot geweld, blijkt uit donderdag gepubliceerd onderzoek van criminologen Robby Roks en Jeroen van de Broek van de Erasmus Universiteit Rotterdam. Het onderzoek werd uitgevoerd in opdracht van de gemeente, naar aanleiding van de toename van het aantal geweldsincidenten onder jongeren.", "Voor het onderzoek keken de onderzoekers naar de relatie tussen drillrap, sociale media en geweld. Er werd gekeken naar 56 politieregistraties van steekincidenten in 2018 en 2019 waarbij jongeren betrokken waren.", "\"Hoewel geweld een grote rol speelt in drillrap, is er maar in weinig gevallen een link tussen de muziek en daadwerkelijke geweldsincidenten\", concluderen ze. In de meeste gevallen blijft het bij muziek en communicatie via sociale media, aldus de onderzoekers.", "In videoclips voor drillrapnummers worden vaak wapens getoond en bedreigingen geuit. Rivaliserende drillrapgroepen worden er soms in uitgedaagd.", "Genre in verband gebracht met fatale steekpartij", "Afgelopen zomer werd het muziekgenre meerdere keren in verband gebracht met gewelddadige misdrijven, zoals bij een dodelijke steekpartij in Scheveningen.", "Op 10 augustus overleed een negentienjarige Rotterdammer na een steekincident bij De Scheveningse Pier. Het incident bleek een gevolg van een ruzie tussen twee rivaliserende drillrapgroepen uit Amsterdam en Rotterdam. De twee groepen zouden al eerder met elkaar in conflict zijn gekomen.", "Uit het onderzoek blijkt dat de steekpartij in Scheveningen het enige incident is waarbij sprake is van een directe link met drillrap. \"Niet zozeer omdat uit deze registratie blijkt dat drill een rol speelt, maar omdat een van de betrokkenen op basis van andere bronnen een bekende driller blijkt\", schrijven de onderzoekers.", "Onvolledig beeld vanwege te snelle link met drillrap", "Roks en Van de Broek wijzen erop dat er geen goed en volledig beeld van geweldincidenten onder jongeren ontstaat wanneer er te snel en te gemakkelijk een link wordt gelegd met drillrap, zoals nu vaak gebeurt.", "Toch is de manier waarop de rappers zich in de muziek en de videoclips presenteren niet zonder risico, waarschuwen de onderzoekers. \"Gevaarlijke en gewelddadige poses in muziek en op sociale media kunnen namelijk wel resulteren in fysiek geweld. Met name als de authenticiteit van drillers publiekelijk in twijfel wordt getrokken. Ben je wel zo gevaarlijk als je doet voorkomen in je clips? Dit is zeker een gevaar wanneer de ruziënde partijen elkaar fysiek treffen, maar in veel gevallen komt het niet zo ver.\"", "Stelling"], "authors": ["Door"], "keywords": ["tot", "van", "geweld", "weinig", "link", "het", "met", "gevallen", "muziek", "onderzoek", "leidt", "rotterdams", "en", "een", "drillrap", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}