{"id": "e3361a43-2d5b-30f8-b365-4f674c96a73d", "title": "Al veertig jaar maakt het NOS Jeugdjournaal niet kinderachtig nieuws: ‘Als het rot is, is het rot’", "url": "https://trouw.nl/cultuur-media/al-veertig-jaar-maakt-het-nos-jeugdjournaal-niet-kinderachtig-nieuws-als-het-rot-is-is-het-rot~bfebbe08/", "summary": "Vriendelijk glimlachend vertelde de allereerste presentatrice hoe het landbouwgif van de tuinders in het Westland het drinkwater verontreinigde.\nDe formule is in veertig jaar niet veranderd, zegt chef Ronald Bartlema die inmiddels 21 jaar bij het Jeugdjournaal werkt.\nAl vanaf het begin vinden de meeste mensen het Jeugdjournaal een fijn programma, zegt Bartlema.\nIn het begin was het Jeugdjournaal maar drie keer per week op televisie en duurde een aflevering zes minuten.\nLees ook:Het jaaroverzicht van het NOS Jeugdjournaal: wat een ellende, wat een lolRenate van der Bas zag een 2020 dat wel en niet leek op haar 2020, in het jaaroverzicht van het NOS Jeugdjournaal.", "paragraphs": ["“Hallo.” Met dit simpele woordje begon Leontien Ceulemans precies veertig jaar geleden het eerste Jeugdjournaal. Vriendelijk glimlachend vertelde de allereerste presentatrice hoe het landbouwgif van de tuinders in het Westland het drinkwater verontreinigde. “De mensen daar zijn wel erg geschrokken.” In de reportage komen kinderen van tuinders aan het woord. Een meisje vertelt dat ze het water gewoon drinken, omdat “ze er eerder ook niks aan hebben overgehouden”. In plat Haags voegt een blond jongetje toe: “Mijn vader gebruikt dat spul niet, hoor.”", "De eerste uitzending op 5 januari 1981 duurde zes minuten en sindsdien was er vijf keer per week een Jeugdjournaal. Inmiddels is er elke dag een Jeugdjournaal en doordeweeks zelfs twee. Na Ceulemans traden meer dan 25 presentatoren in haar voetsporen, onder wie Robert ten Brink, Marga van Praag, Milouska Meulens en Welmoed Sijtsma.", "De formule is in veertig jaar niet veranderd, zegt chef Ronald Bartlema die inmiddels 21 jaar bij het Jeugdjournaal werkt. Breng het nieuws zoals het is, leg alles goed uit in duidelijke taal en betrek er kinderen bij, zodat de kijkers begrijpen wat het voor hen betekent. “Het is geen kinderprogramma met nieuwtjes, maar een nieuwsprogramma voor kinderen. We maken het voor negen- tot twaalfjarigen. Bij elk onderwerp is de vraag: wat merken zij hiervan?” Zo legden Finn en Phileine uit Joure vorige week uit hoe vervelend het was dat ze met oud en nieuw niet samen met hun ouders konden aftellen tot twaalf uur. De hoteleigenaren moesten acuut weg omdat de ramen uit hun hotel waren geblazen door een reusachtig carbidkanon.", "Het decor in 2017, met presentatrice Welmoed Sijtsma. Beeld Hollandse Hoogte / Werry Crone", "‘We zochten ook naar kleine verhalen en lichtpuntjes over corona’", "Het nieuws is altijd leidend, zegt Bartlema. “Vroeger waren er ook oorlogen en grote demonstraties. Maar dit jaar was wel extreem omdat we een pandemie hebben en dat heeft niemand eerder meegemaakt. We hebben er heel bewust over nagedacht hoe we dat gingen doseren zodat we de kijkers niet helemaal murw zouden maken met alleen maar slecht nieuws. Maar je moet wel vertellen hoe het is. Als het rot is, is het rot. De dagkoersen met besmettingen en opnames hebben we bewust niet gedaan. We zochten ook naar kleine verhalen en lichtpuntjes, zoals kinderen die op afstand iets positiefs doen voor ouderen. Zo schattig. Kinderen hebben een enorm empathisch vermogen.”", "Als er iets is veranderd, zegt Bartlema, is het dat we nog meer zijn opgeschoven naar de belevingswereld van kinderen. “We kijken nog beter naar wat hen bezighoudt. Welke trends volgens ze, van welke muziek houden ze? Tegenwoordig speelt zich dat vooral af op YouTube en Instagram. Daar zitten hun helden.”", "Sinds de uitzendingen twintig minuten duren, is er meer ruimte voor dat soort onderwerpen, zegt Bartlema. “Vroeger hadden we maar tien minuten. Bij een grote ramp zoals de aanslag op het Bataclan-theater in Parijs, heb je dan bijna de hele uitzending nodig om dat uit te leggen. We kunnen nu veel completer zijn.” Ook het aantal kijkers is sindsdien toegenomen. Dagelijks kijken er nu zo’n 345.000 mensen. Sinds 2009 heeft het Jeugdjournaal ook een eigen YouTube-kanaal met inmiddels 546.000 abonnees.", "Al vanaf het begin vinden de meeste mensen het Jeugdjournaal een fijn programma, zegt Bartlema. “We zijn eigenlijk een beetje een knuffelprogramma. Het was nooit moeilijk om belangrijke mensen voor de camera te krijgen, maar misschien worden we nu nog wel serieuzer genomen dan vroeger. Afgelopen jaar waren premier Mark Rutte en minister Hugo de Jonge altijd bereid ons te woord te staan, dat is inmiddels vanzelfsprekend. In het buitenland is dat anders. In Duitsland probeerden ze Merkel te strikken voor een verkiezingsdebat, maar no way, dat ging nooit lukken. Wij worden altijd serieus genomen en dat maakt het Nederlandse Jeugdjournaal misschien wel uniek in de wereld.”", "Jeugdjournaaltrivia De eerste uitzending van het Jeugdjournaal was op 5 januari 1981, precies 25 jaar na de eerste uitzending van het NOS Journaal, dat toen nog NTS Journaal heette. In het begin was het Jeugdjournaal maar drie keer per week op televisie en duurde een aflevering zes minuten. Inmiddels is er dagelijks een Jeugdjournaal, duurt de avonduitzending twintig minuten, en kijken er dagelijks gemiddeld 345.000 mensen naar. Sinds 2010 is er ook een kort ochtendbulletin om 08:45. In 2009 won het Jeugdjournaal de Gouden Stuiver, de prijs voor beste kinderprogramma. Vanavond heeft het Jeugdjournaal online vanaf 18:45 een speciale uitzending waarbij de kijkers een kijkje krijgen achter de schermen. In de reguliere uitzending om 19.00 is er aandacht voor veertig jaar Jeugdjournaal in tien minuten.", "Lees ook:", "Het jaaroverzicht van het NOS Jeugdjournaal: wat een ellende, wat een lol", "Renate van der Bas zag een 2020 dat wel en niet leek op haar 2020, in het jaaroverzicht van het NOS Jeugdjournaal. Hopelijk klopt voor de meeste kinderen de geschetste teneur wel: het was een zwaar jaar, maar wat hebben we een lol gehad."], "authors": ["Nienke Schipper"], "keywords": ["nieuws", "er", "van", "jaar", "en", "voor", "rot", "een", "maakt", "met", "nos", "kinderachtig", "niet", "jeugdjournaal", "het", "maar", "veertig", "dat"], "pubDate": "2021-01-04T21:00:23Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}