{"id": "e33a117e-7ddd-3b9f-89b7-3bad11886723", "title": "Een trouw publiek voor ‘Twij deuntjes veur ain cent’ en dat al twintig jaar", "url": "https://www.dvhn.nl/cultuur/Een-trouw-publiek-voor-%E2%80%98Twij-deuntjes-veur-ain-cent%E2%80%99-en-dat-al-twintig-jaar-26347726.html", "summary": "Vroeg of laat komen ze allemaal langs in Twij deuntjes veur ain cent , het streektaalprogramma van Radio Noord.\nTwij deuntjes veur ain cent trekt op het nieuwe tijdstip drie keer zoveel luisteraars.\n,,Toegankelijk en herkenbaar, een programma met een vast publiek’’, zegt producent Rolf Schreuder.\nTwij Deuntjes met familiegevoel,,Wij maken het met ons tweeën, in een wisselwerking.\nMet de streektaalartiesten geven wij een familiegevoel, aan Twij deuntjes .’’Zondag 3 januari werd in een vier uur durende uitzending op RTV Noord het twintigjarig jubileum van Twij deuntjes veur ain cent gevierd.", "paragraphs": ["Streektaalmuziek van Josien Bakker tot Arnold Veeman, de hipsters van Steernvanger tot de rappers van Wat Aans. Vroeg of laat komen ze allemaal langs in Twij deuntjes veur ain cent , het streektaalprogramma van Radio Noord.", "Het protest tegen de voorgenomen stopzetting van het programma leidde ertoe dat het werd verplaatst van werkdagen tussen 18.00 en 19.00 uur naar zondagmorgen van 10.00 tot 12.00 uur. Twij deuntjes veur ain cent trekt op het nieuwe tijdstip drie keer zoveel luisteraars.", ",,Toegankelijk en herkenbaar, een programma met een vast publiek’’, zegt producent Rolf Schreuder. Henk Scholte mag dan de stem van het programma zijn; aan de knoppen drukt Schreuder evenzeer zijn stempel op Twij deuntjes . Schreuder tekende ook voor Alle 50 Goud , de Grunneger 1000 en (met Erik Hulsegge) de Ede Staal-podcast Credo .", "Twij Deuntjes met familiegevoel", ",,Wij maken het met ons tweeën, in een wisselwerking. Dat is iets wat je niet kunt regisseren, dat is de chemie die Henk en ik met elkaar hebben. Met een andere producent krijg je een ander programma. Met de streektaalartiesten geven wij een familiegevoel, aan Twij deuntjes .’’", "Zondag 3 januari werd in een vier uur durende uitzending op RTV Noord het twintigjarig jubileum van Twij deuntjes veur ain cent gevierd. ,,Het begon er ooit mee dat Noord een streektaalprogramma wilde, waar ik het format voor schreef.’’", "Henk raakt nooit uitgepraat", "De omroep benaderde Henk Scholte van het Centrum Groninger taal en cultuur, voor de presentatie. ,,Henk is geen gelikte diskjockey, maar hij is nieuwsgierig en hij weet heel veel’’, aldus Schreuder. ,, Twij deuntjes heeft in het verleden ook gastpresentatoren gekend, maar Henk raakt nooit uitgepraat.’’", "In de studio aan het Martini Kerkhof namen zangers als Eddy Koekkoek, Harry Niehof en Bert Hadders hun eerste Groningstalige nummers op. Schreuder: ,,Onze missie was om het Gronings onder de aandacht van het publiek te brengen, maar tegelijkertijd de streektaalmuziek op een hoger plan te brengen.’’", "Het hoeft niet eens mooi te zijn", "Sinds het uitbreken van de coronapandemie wordt Twij deuntjes in Schreuders thuisstudio vooraf opgenomen. Voor elke uitzending komt hij met een basislijst. ,,Daar gaan Henk en ik mee aan de slag. Wat past daarbij? Dat gaat soms heel associatief en binnen het programma is ook ruimte voor afwijkende stemmen; bekend en onbekend, korte of lange nummers. Ruimte voor het onverwachte zit ingebakken. Er kan heel veel, zolang het maar streektaal is. Het hoeft niet eens mooi te zijn, als het maar van ons is.’’"], "authors": ["Louis Van Kelckhoven"], "keywords": ["van", "twintig", "publiek", "voor", "jaar", "en", "een", "veur", "met", "twij", "deuntjes", "schreuder", "trouw", "het", "henk"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}