{"id": "e34733b3-1217-3da8-a7b9-4dab8f456684", "title": "Verstappen verrast in Abu Dhabi met derde poleposition in carrière", "url": "https://volkskrant.nl/sport/verstappen-verrast-in-abu-dhabi-met-derde-poleposition-in-carriere~b26692d2/", "summary": "Verstappens eerste poleposition van het jaar kwam in de laatste race van een seizoen waarin nagenoeg alles al is beslist.\nMercedes heerst namelijk in Abu Dhabi sinds 2014: geen ander team vertrok er sinds dat jaar van de eerste startplek.\nVoor Verstappen was zijn poleposition daarom voornamelijk een opsteker met oog op volgend jaar, als hij hoopt wel tot het einde van het seizoen om de wereldtitel te strijden met de Mercedessen.\nZo zat hij kort klem met zijn hand tussen zijn knie en het stuur, waardoor hij een ronde moest afbreken.\n‘Het was een lang seizoen voor het team, met veel races in een kort tijdsbestek.", "paragraphs": ["Max Verstappen tijdens de persconferentie voorafgaand aan de Grote Prijs van Abu Dhabi. Beeld EPA", "Verstappen start daardoor de GP van Abu Dhabi zondag vanaf de eerste plek. Daarmee heeft hij meteen een uitstekende kans op de overwinning. Vier van de laatste vijf races in het emiraat werden gewonnen door de coureur die vertrok vanaf ‘pole’.", "Verstappens eerste poleposition van het jaar kwam in de laatste race van een seizoen waarin nagenoeg alles al is beslist. Sportief heeft de 23-jarige Nederlander dus weinig aan zijn eerste startplek. Onverwacht was het wel. Mercedes heerst namelijk in Abu Dhabi sinds 2014: geen ander team vertrok er sinds dat jaar van de eerste startplek.", "Voor Verstappen was zijn poleposition daarom voornamelijk een opsteker met oog op volgend jaar, als hij hoopt wel tot het einde van het seizoen om de wereldtitel te strijden met de Mercedessen.", "‘Dit voelt goed’, zei Verstappen in de persconferentie na de kwalificatie, waarin hij zei dat de kwalificatie voor zijn gevoel niet eens vlekkeloos verliep. Zo zat hij kort klem met zijn hand tussen zijn knie en het stuur, waardoor hij een ronde moest afbreken.", "Verstappen: ‘Gedurende het seizoen kwamen we de hele tijd ietsje dichterbij. Het was alleen de hele tijd net niet genoeg. Dus het voelt erg goed om toch eens op deze stoel te zitten dit jaar.", "‘Het was een lang seizoen voor het team, met veel races in een kort tijdsbestek. Dus dit motiveert iedereen enorm om het morgen af te maken.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "seizoen", "verstappen", "poleposition", "een", "het", "verrast", "derde", "te", "abu", "zijn", "eerste", "carrière", "dhabi", "hij", "met"], "pubDate": "2020-12-12T14:53:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}