{"id": "e354a93f-b11a-386c-91cd-63db394beaaa", "title": "Broekers: pogingen om ongewenste vreemdelingen uit te zetten mislukken te vaak", "url": "https://nos.nl/artikel/2289566-broekers-pogingen-om-ongewenste-vreemdelingen-uit-te-zetten-mislukken-te-vaak.html", "summary": "Staatssecretaris Broekers-Knol vindt het onacceptabel dat pogingen om ongewenste vreemdelingen terug te sturen de afgelopen vijf jaar meer dan 10.000 keer mislukten.\nZe wil zo nodig harde maatregelen nemen om landen te dwingen uitgeprocedeerde asielzoekers terug te nemen, zei ze bij haar eerste optreden als staatssecretaris van Justitie en Veiligheid in de Tweede Kamer.\nUit cijfers van de Dienst Terugkeer en Vertrek en wetenschappelijk onderzoek blijkt dat uitgeprocedeerde asielzoekers relatief weinig worden uitgezet.\nGeld inhouden, landingsrechten inperkenVerschillende partijen drongen er in de Tweede Kamer op aan om ontwikkelingsgeld in te houden of landingsrechten in te perken als landen niet willen meewerken aan terugkeer van asielzoekers.\nZe beloofde de Kamer \"kabinetsbreed keihard te werken\" aan een oplossing van dit probleem.", "paragraphs": ["Staatssecretaris Broekers-Knol vindt het onacceptabel dat pogingen om ongewenste vreemdelingen terug te sturen de afgelopen vijf jaar meer dan 10.000 keer mislukten. Ze wil zo nodig harde maatregelen nemen om landen te dwingen uitgeprocedeerde asielzoekers terug te nemen, zei ze bij haar eerste optreden als staatssecretaris van Justitie en Veiligheid in de Tweede Kamer.", "De kersverse staatssecretaris belooft na de zomer met voorstellen te komen. Ook wil ze kijken wat Nederland kan leren van Noorwegen. Dat land heeft in herkomstlanden Noorse ambtenaren werken die de terugkeer proberen te bevorderen.", "Uit cijfers van de Dienst Terugkeer en Vertrek en wetenschappelijk onderzoek blijkt dat uitgeprocedeerde asielzoekers relatief weinig worden uitgezet. Iets meer dan 18 procent van de uitgeprocedeerden verlaat daadwerkelijk Nederland.", "Geld inhouden, landingsrechten inperken", "Verschillende partijen drongen er in de Tweede Kamer op aan om ontwikkelingsgeld in te houden of landingsrechten in te perken als landen niet willen meewerken aan terugkeer van asielzoekers. \"Een land als Ivoorkust krijgt 208 miljoen euro aan Europees ontwikkelingsgeld\", zei Kamerlid Becker (VVD). \"Daar moeten we voorwaarden aan stellen.\"", "De staatssecretaris is het daarmee eens. \"Het kan niet zo zijn dat een land geld krijgt en weigert mensen terug te nemen.\" Ze beloofde de Kamer \"kabinetsbreed keihard te werken\" aan een oplossing van dit probleem.", "VVD'er Broekers-Knol volgde vorige week haar partijgenoot Mark Harbers op, die opstapte omdat de Kamer onder zijn verantwoordelijkheid verkeerd was geïnformeerd over ernstige misdrijven waarbij asielzoekers betrokken waren. De afgelopen zes jaar was Broekers-Knol voorzitter van de Eerste Kamer."], "authors": [], "keywords": ["asielzoekers", "van", "vaak", "zetten", "mislukken", "staatssecretaris", "vreemdelingen", "broekers", "ongewenste", "pogingen", "ze", "te", "uit", "om", "en", "kamer", "dat", "aan", "terugkeer"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}