{"id": "e3799344-4d48-30fb-86ee-4bd123a979d8", "title": "Waarom het zo moeilijk is iets te zeggen over de angstcultuur op het werk", "url": "https://volkskrant.nl/werken/waarom-het-zo-moeilijk-is-iets-te-zeggen-over-de-angstcultuur-op-het-werk~bb482546/", "summary": "We wisten daardoor op een gegeven moment niet meer hoe we ons werk moesten uitvoeren.\nWe probeerden alleen maar te voorkomen dat ze zou flippen.’Op het werk van de Limburgse was sprake van een angstcultuur.\nEn volgens een onderzoek uitgevoerd door marktonderzoeksbureau Panelwizard onder ruim duizend medewerkers ervaart 17 procent een angstcultuur op het werk.\nEr moet maandelijks een bepaalde omzet worden behaald en dat zorgt ervoor dat een leidinggevende de druk op zijn medewerkers opvoert.\nAls ze op de snelweg de afslag nadert die ze moest nemen om bij haar werk te komen, krijgt ze hartkloppingen.", "paragraphs": ["Angstcultuur op het werk: ‘We waren vooral bezig niet op te vallen’ Beeld Matteo Bal", "Ze was ’s ochtends voordat ze naar haar werk ging zó gespannen dat ze haar ontbijt niet kon binnenhouden, vertelt Sara (niet haar echte naam). Als een berg zag ze op tegen de dagstart – door een collega ook wel ‘galgje spelen’ genoemd – omdat hierbij de projecten waarmee iedereen bezig was uitvoerig werden afgekraakt.", "Dit artikel verscheen eerder op Intermediair.nl", "Haar leidinggevende was nogal temperamentvol en onvoorspelbaar, vertelt de 31-jarige medewerker van een communicatiebureau. ‘Wat ze de ene dag goed vond, vond ze de andere dag verschrikkelijk. We wisten daardoor op een gegeven moment niet meer hoe we ons werk moesten uitvoeren. We probeerden alleen maar te voorkomen dat ze zou flippen.’", "Op het werk van de Limburgse was sprake van een angstcultuur. Over de precieze definitie daarvan bestaat discussie, maar volgens organisatiepsycholoog Roy Sijbom, die onderzoek doet naar leiderschap en hoe leidinggevenden omgaan met suggesties van werknemers, is er bij een angstcultuur sprake van een onveilige werksituatie, hebben werknemers het gevoel dat ze geen fouten mogen maken, is er een sterke machtsrelatie tussen leidinggevenden en werknemers en wordt hiervan ook misbruik gemaakt.", "Sterke machtsrelatie tussen leidinggevenden en werknemers", "Uit het Intermediair Imago Onderzoek blijkt dat een kwart van de hoogopgeleiden die actief op zoek zijn naar nieuw werk, dat doet vanwege zijn leidinggevende. En volgens een onderzoek uitgevoerd door marktonderzoeksbureau Panelwizard onder ruim duizend medewerkers ervaart 17 procent een angstcultuur op het werk.", "Vooral hiërarchische organisaties zijn hier vatbaar voor, zegt Sijbom. ‘Over het algemeen geldt: hoe gecentraliseerder de macht is, hoe groter de kans hierop. Werknemers worden dan bijvoorbeeld angstig om hun onvrede te uiten of fouten aan te stippen, omdat ze bij hun beoordeling afhankelijk zijn van één persoon. Ze zijn bang dat wanneer ze iets ter sprake brengen, dit gevolgen heeft voor hun promotiekansen of beoordeling.’", "Kortetermijndoelen en burn-outs", "Dat onderschrijft coach Meike van Tilburg, die onder meer leiderschapstrainingen geeft. Met haar bedrijf Mindfulbizz komt ze bij veel organisaties met een angstcultuur over de vloer. Naast hiërarchische organisaties ziet zij dat vooral bedrijven die financieel onder druk staan hiervoor gevoelig zijn. ‘Kortetermijndoelen en het behalen van targets krijgen dan de overhand. Er moet maandelijks een bepaalde omzet worden behaald en dat zorgt ervoor dat een leidinggevende de druk op zijn medewerkers opvoert. Door de stress die hierbij komt kijken, schakelt het menselijk brein over op de automatische piloot. Werknemers blijven doorwerken, ook als ze moe zijn. Ze doen meer van hetzelfde, raken in zichzelf gekeerd en er is minder ruimte voor overleg.’", "Dat is niet alleen funest voor het welbevinden van werknemers – burn-outs, onveilige gevoelens en wantrouwen liggen op de loer – maar uiteindelijk ook voor de organisaties zelf. ‘Het zorgt voor een lagere productiviteit’, zegt Sijbom. ‘Werknemers raken gedemotiveerd, durven minder ideeën aan te dragen, wat ten koste gaat van de creativiteit, het verzuim wordt hoger en de teamgeest verdwijnt.’", "‘Zonde’, voegt Van Tilburg toe, ‘zo creëer je een achterstand ten opzichte van je concurrenten en maak je niet optimaal gebruik van de kwaliteit van werknemers.’", "Baas erop aanspreken", "Dat een angstcultuur de arbeidsethos niet ten goede komt, ervoer ook Bianca Simons (42). Zij coacht nu ondernemers, maar werkte drie jaar geleden nog voor een gemeente. Zeven jaar lang werkte ze onder ‘een baas met dictatoriale trekken’. ‘Hij liep bijvoorbeeld constant over de afdeling en riep dan: ‘tikgeluiden meisjes, tikgeluiden!’. Ook schoot hij geregeld uit zijn slof. In eerste instantie werden we er onzeker van, maar uiteindelijk word je onverschillig’, vertelt ze. ‘We dachten op een gegeven moment: laat hem maar denken dat we aan het werk zijn. Maar ondertussen waren we vooral bezig met niet te veel opvallen. We waren 40 uur per week aanwezig, maar verre van productief.’", "Simons was een van de weinigen die haar baas erop durfde aan te spreken, zegt ze. ‘Toen ik een keer tegen hem zei dat ik een korte vraag voor hem had, schreeuwde hij: ik heb hier nu geen tijd voor. Daarop heb ik me omgedraaid en toen hij me terugriep, heb ik hem genegeerd.’ Even later werd Simons op het matje geroepen. ‘Hij sprak op denigrerende toon dat ik naar hem moest luisteren, waarop ik zei: als jij je als een tiran wilt gedragen, moet je dat doen, maar ik laat me niet zo behandelen. Vanaf dat moment hield hij zich koest.’", "Psychologische veiligheid creëren", "Als individu is het vaak lastig om een angstcultuur aan te kaarten, ziet Sijbom, laat staan te veranderen. Vooral als ze door de hele organisatie verweven is. ‘Wanneer het enkel om een afdeling gaat, is het makkelijker. Dan kun je op de lagen erboven afstappen. Maar het vereist vooral zelfinzicht en veranderbereidheid van het (top)management om hiermee echt aan de gang te gaan.’", "Om uiteindelijk ‘psychologische veiligheid’ te creëren, oftewel een omgeving waarbij medewerkers ideeën durven te delen en fouten durven toe te geven, moeten leidinggevenden zich kwetsbaar opstellen. ‘Als je wilt dat medewerkers eerlijk zijn, moet je als manager ook fouten durven toe te geven.’", "Over die capaciteit beschikte de baas van communicatiebureaumedewerker Sara in elk geval niet. Achteraf vraagt de Limburgse zich af hoe ze het tweeënhalf jaar heeft weten uit te zingen bij het bedrijf. En hoewel ze inmiddels een leuke nieuwe baan heeft, zijn de gevolgen van haar oude werk nog altijd voelbaar. Als ze op de snelweg de afslag nadert die ze moest nemen om bij haar werk te komen, krijgt ze hartkloppingen. En vraagt haar huidige leidinggevende nu: heb je even? Dan denkt ze meteen: wat heb ik fout gedaan? ‘Maar het fijne is: bij deze baas is het gesprek vrijwel altijd positief.’"], "authors": ["Madelon Meester"], "keywords": ["van", "dat", "een", "angstcultuur", "en", "zo", "maar", "te", "iets", "ze", "zijn", "moeilijk", "waarom", "op", "zeggen", "werk", "het"], "pubDate": "2020-09-30T10:04:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}