{"id": "e37a0f33-dc2e-3c92-a450-7d5f4a264389", "title": "Review: OnePlus Nord is een betaalbare toptelefoon die weinig fout doet", "url": "https://nu.nl/reviews/6066993/review-oneplus-nord-is-een-betaalbare-toptelefoon-die-weinig-fout-doet.html", "summary": "De OnePlus Nord is eindelijk weer eens een goedkoper toestel van de Chinese telefoonmaker OnePlus, dat ooit naam maakte op de markt van midrange-telefoons.\nDie camera's zijn het benoemen waard, want het gaat om een camera met een behoorlijke 32 megapixels en een 8 megapixel-groothoeklens.\nDe OnePlus Nord gaat op een volle acculading een dag mee.\nMet de OnePlus Nord bevestigt OnePlus nog steeds pricefighters in huis te hebben.\nNatuurlijk doet de OnePlus Nord iets onder voor dure toptelefoons, maar voor 399 euro krijg je een toestel dat over de hele linie weinig steekjes laat vallen.", "paragraphs": ["De OnePlus Nord is eindelijk weer eens een goedkoper toestel van de Chinese telefoonmaker OnePlus, dat ooit naam maakte op de markt van midrange-telefoons. Met zijn nieuwste smartphone laat het bedrijf zien daar nog steeds heer en meester te zijn.", "OnePlus was een paar jaar geleden een echte pricefighter. Met zijn telefoons bood de fabrikant kwaliteitstelefoons tegen een scherpe prijs. Maar in de afgelopen jaren verschoof de focus van OnePlus steeds meer naar toestellen voor in het hogere prijssegment. De OnePlus 8 kwam eerder dit jaar voor 700 euro op de markt, de Pro-variant voor 900 euro.", "De verschuiving was jammer voor de mensen die altijd voor OnePlus-telefoons kozen vanwege hun prijs-kwaliteitverhouding. Met de OnePlus Nord wil het bedrijf ook de doelgroep weer aanspreken die niet de hoofdprijs voor een nieuw toestel wil betalen, maar ook niet te veel wil inboeten op prestaties. De OnePlus Nord kost 400 euro. De telefoon moet daarvoor enkele concessies doen ten opzichte van de toptoestellen, maar die zijn te verwaarlozen.", "Het scherm heeft een ververssnelheid van 90 Hz. (Foto: NU.nl/Rutger Otto)", "Scrollen gaat soepel", "De OnePlus Nord heeft een lekker groot, voorkantvullend amoledscherm van 6,44 inch. Omdat het toestel vrij smal is, voelt het niet te lomp in de hand. In het scherm is verder een vingerafdrukscanner verwerkt (er is geen 3D-gezichtsscanner), die tijdens het testen soms wel wat moeite had om de vinger direct te herkennen.", "Het scherm ondersteunt een verversingssnelheid van 90 Hz, wat betekent dat hij 90 keer per seconde ververst wordt. Veel concurrerende telefoons bieden schermen met 60 Hz. Het beeld van de OnePlus Nord oogt over het algemeen soepel tijdens het scrollen, vooral in menu's of op webpagina's. Slechts op een paar momenten treden alsnog kleine haperingen op. Dat ligt waarschijnlijk aan de Snapdragon 765G-chip in het toestel, die niet zo krachtig is als de processors van dure telefoons.", "Achterop heeft de telefoon vier cameralenzen. (Foto: NU.nl/Rutger Otto)", "Vol met camera's", "In de linker bovenhoek van het scherm is in een uitsnede ruimte gereserveerd voor twee selfiecamera's. Die camera's zijn het benoemen waard, want het gaat om een camera met een behoorlijke 32 megapixels en een 8 megapixel-groothoeklens. Daarmee maak je foto's met een kijkhoek van 105 graden. Zeer geschikt voor selfies waarop je ruimte laat voor de omgeving, of als je groepsselfies wil maken. Bij weinig licht worden de foto's helaas snel wazig, al biedt de nachtmodus enig soelaas.", "Toch maken de camera's voorop over het algemeen goede foto's. Daarnaast kun je ermee filmen in een 4K-resolutie met zestig beelden met seconde. Wellicht prettig nieuws voor vloggers.", "De focus op camera's in die midrange-toestel is opvallend, omdat OnePlus (tot dit jaar met de OnePlus 8 en OnePlus 8 Pro) nooit uitblonk op cameragebied. Inmiddels is dat verbeterd in de toptoestellen en ook in de Nord zit dat over het algemeen goed. Zeker bij daglicht presteren de standaard- en groothoeklens naar behoren, bij schemer wordt de fotokwaliteit minder.", "Met de telefoon kun je ook macro-foto's maken. De resultaten zijn prima, maar dit blijft echt een functie voor liefhebbers. Ook de dieptesensor bewijst zijn nut niet helemaal. Zelfs zonder die lens kun je, met dank aan de software, prima portretfoto's maken. Hierbij is het onderwerp op de voorgrond scherper dan de achtergrond.", "Specificaties OnePlus Nord Scherm: 6,4 inch (2.400 bij 1.080 pixels)", "Processor: Snapdragon 765G", "Werkgeheugen: 8GB of 12GB", "Opslag: 128GB of 256GB (niet uitbreidbaar)", "Camera's achter: Standaard (48MP), groothoek (8MP), macro (2MP), dieptesensor", "Camera's voor: Standaard (32MP), groothoek (8MP)", "Accu: 4.115 mAh", "Gewicht: 184 gram", "5G-ondersteuning: Ja", "Accu snel vol, speaker is matig", "De OnePlus Nord is voorzien van een 4.115mAh-accu. Bij doorsnee gebruik haalt hij de avond met gemak. Het toestel ondersteunt geen draadloos opladen, maar is via de kabel wel snel weer vol. Van 0 tot 100 procent in ongeveer een uur.", "Een nadeel van het toestel is de enkele speaker onderop. Kijk je naar een filmpje op YouTube en houd je de OnePlus Nord horizontaal, dan hoor je het geluid slechts van één kant komen. Overigens kan het volume aardig hoog, maar is de kwaliteit niet fantastisch. Er is geen koptelefoonaansluiting aanwezig, maar de telefoon werkt wel met draadloze koptelefoons of oordoppen met een USB-C-kabel.", "De OnePlus Nord gaat op een volle acculading een dag mee. (Foto: NU.nl/Rutger Otto)", "Conclusie", "Met de OnePlus Nord betreedt OnePlus wederom de markt van de middenklasser. Het bedrijf laat zien in de laatste jaren stappen gemaakt te hebben en weet vernieuwingen uit zijn toptoestellen naar het betaalbare segment te brengen. Met de OnePlus Nord bevestigt OnePlus nog steeds pricefighters in huis te hebben.", "Het 90Hz-scherm voelt prettig en de software is doorgaans vlot en soepel in gebruik. Ook de cameralenzen doen het naar behoren. Verwacht geen wonderen, maar OnePlus heeft echt stappen gemaakt op dit gebied en dit toestel maakt prima foto's, zeker bij goed licht.", "Natuurlijk doet de OnePlus Nord iets onder voor dure toptelefoons, maar voor 399 euro krijg je een toestel dat over de hele linie weinig steekjes laat vallen."], "authors": ["Door", "Rutger Otto"], "keywords": ["van", "weinig", "doet", "betaalbare", "het", "op", "die", "met", "fout", "oneplus", "een", "je", "en", "review", "nord", "toptelefoon", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}