{"id": "e37a7a48-f5e4-3a37-adb1-200f81d89be9", "title": "Trekt China zich misschien iets aan van Arjen Lubach?", "url": "https://volkskrant.nl/columns-opinie/trekt-china-zich-misschien-iets-aan-van-arjen-lubach~b429e45a/", "summary": "Als op de bekende netten ’s avonds de kletsende klasse weer bij elkaar kruipt, zijn er op de perifere netten leerzame documentaires te zien.\nEn ten tweede dat de economische hervormingen zouden worden doorgezet en het tempo daarvan zelfs zou worden versneld.\nVolgens berekeningen zal hierdoor het bbp van China nog eens een half procentpunt per jaar extra toenemen.\nUit de documentaire bleek dat China van zijn huidige pad niet zal afwijken, ongeacht wat Arjen Lubach vindt van wat in Hongkong gebeurt of wat het lot van de Oeigoeren is.\nAls er een metro moet worden gebouwd en er staat een huis in de weg, dan wordt die gesloopt’, zei een ondernemer in The Asian Century.", "paragraphs": ["Als op de bekende netten ’s avonds de kletsende klasse weer bij elkaar kruipt, zijn er op de perifere netten leerzame documentaires te zien.", "Maandagavond toonde National Geographic de eerste aflevering van de serie The Asian Century over de razendsnelle opkomst van China onder Deng Xiaoping, de man die meedeed aan de Lange Mars van Mao in 1935 en begin jaren negentig zijn eigen mars hield langs de economische zones in het zuiden van China.", "Hierbij maakte hij twee dingen duidelijk. Ten eerste dat de communistische partij het monopolie van de macht zou houden. En ten tweede dat de economische hervormingen zouden worden doorgezet en het tempo daarvan zelfs zou worden versneld. Directe reden was de ineenstorting van de Sovjet-Unie na de democratische revolutie in augustus 1991. Een half jaar later bestond de Sovjet-Unie niet meer en begonnen daar en in de satellietstaten eindeloze etnische conflicten.", "Deng Xiaoping wilde dit scenario hoe dan ook vermijden, maar dat kon in zijn ogen alleen door armoede uit te bannen. De wijze waarop deed er niet toe. ‘Of een kat wit of zwart is maakt niet uit zolang die maar muizen vangt’, was zijn parool. De beste muizenvangers waren kapitalisme en privé-eigendom.", "Vijfentwintig jaar later is China na de VS de grootste economische macht. En niemand twijfelt eraan dat de VS binnenkort zal worden overtroffen. Terwijl in de eurozone iedereen elkaar weer in haren vliegt en de VS met de verkiezingssoap een soort Belarus aan het worden is, floreert de economie van China al weer. De industriële productie is al weer 6,3 procent hoger dan een jaar geleden voor corona en de consumentenuitgaven zijn 4,3 procent gestegen.", "China zette zondag zijn handtekening onder de vorming van de grootste handelszone in de wereld, waarvan dit land de spil is. Behalve China nemen aan het nieuwe handelsblok ook Japan en de Aziatische tijgers plus grondstoffenland Australië deel. Doel is 90 procent van alle importtarieven te slechten. Hierdoor wordt China minder afhankelijk van de VS en Europa. Volgens berekeningen zal hierdoor het bbp van China nog eens een half procentpunt per jaar extra toenemen.", "Uit de documentaire bleek dat China van zijn huidige pad niet zal afwijken, ongeacht wat Arjen Lubach vindt van wat in Hongkong gebeurt of wat het lot van de Oeigoeren is. De Chinese autoriteiten maar ook Chinese ondernemers zijn vastbeslotener dan ooit dat economische hervormingen niet gepaard hoeven te gaan met politieke vrijheden.", "‘In westerse landen zijn er oppositiepartijen. Zij blokkeren de boel of vertragen de besluitvorming. Als de communistische partij wil dat iets gebeurt, gebeurt het ook. Als er een metro moet worden gebouwd en er staat een huis in de weg, dan wordt die gesloopt’, zei een ondernemer in The Asian Century.", "De kletsende klasse brandt aan zo’n onderwerp zijn vingers niet."], "authors": ["Peter De Waard"], "keywords": ["van", "dat", "misschien", "niet", "lubach", "een", "en", "iets", "zijn", "er", "worden", "arjen", "trekt", "zich", "het", "aan", "china"], "pubDate": "2020-11-18T18:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}