{"id": "e37ec417-eb9e-3073-a7a1-273caa2ee077", "title": "De ‘groene’ bus? Die komt door corona wat later – zo’n twee jaar, denkt ING", "url": "https://volkskrant.nl/nieuws-achtergrond/de-groene-bus-die-komt-door-corona-wat-later-zo-n-twee-jaar-denkt-ing~b1363de38/", "summary": "Beeld Marcel van den BerghSinds de eerste lockdown in maart van dit jaar maakt een groot aantal mensen geen of minder gebruik van het openbaar vervoer.\nOmdat vervoerders in het zicht van teruggelopen inkomsten het risico van dure aanbestedingen niet aandurven, blijven provincies zitten met nieuwe concessies.\nDat doel moet in 2030 bereikt zijn en is overeengekomen door het Rijk, provincies, de grote steden en vervoerders.\nAan het begin van dit jaar reed 15 procent van de 5.300 bussen in het openbaar vervoer rond op een batterij.\nVorige week werd bekend dat de Rotterdamse vervoerder RET tussen de 35 en 50 nieuwe elektrische bussen en bijbehorende laadinfrastructuur besteld.", "paragraphs": ["Een chauffeur laadt zijn bus op in de busremise in Utrecht. Beeld Marcel van den Bergh", "Sinds de eerste lockdown in maart van dit jaar maakt een groot aantal mensen geen of minder gebruik van het openbaar vervoer. Het stads- en streekvervoer merkt dat ook: het aantal passagiers zit nog steeds maar op de helft van wat ze vorig jaar rond deze tijd vervoerden.", "Omdat vervoerders in het zicht van teruggelopen inkomsten het risico van dure aanbestedingen niet aandurven, blijven provincies zitten met nieuwe concessies. Dat constateert het economisch bureau van ING. De terugval in ticketinkomsten en onzekerheid over toekomstige reizigersaantallen hebben tot verlenging van aflopende concessies in 2020, 2021 en ook al 2022 geleid. Het gaat daarbij onder andere om de regio’s IJssel-Vecht, Zaanstreek-Waterland en Arnhem-Nijmegen.", "Uitgangspunt van alle aanbestedingen is de vervanging van alle dieselbussen door bussen die rijden op stroom. Dat doel moet in 2030 bereikt zijn en is overeengekomen door het Rijk, provincies, de grote steden en vervoerders. Nederland ligt aan kop bij de elektrificatie van stads- en streekbussen. Aan het begin van dit jaar reed 15 procent van de 5.300 bussen in het openbaar vervoer rond op een batterij. In heel Europa lag dit naar schatting rond de 4 à 5 procent.", "‘Stevige uitdaging’", "Omdat een aantal concessies al was begonnen voor het coronavirus toesloeg, zijn er dit jaar wel nieuwe e-bussen in gebruik genomen. Hun aandeel komt eind dit jaar waarschijnlijk uit op 22 procent, aldus de ING-onderzoekers. Maar de instroom van nieuwe bussen in de komende twee jaar wordt afgeremd.", "Niet iedereen laat zich afschrikken door de financiële risico’s. Vorige week werd bekend dat de Rotterdamse vervoerder RET tussen de 35 en 50 nieuwe elektrische bussen en bijbehorende laadinfrastructuur besteld.", "‘We staan door de coronacrisis tijdelijk voor stevige uitdagingen, maar er is in onze regio op de langere termijn een grote rol weggelegd voor het ov’, stelt Maurice Unck, algemeen directeur. ‘De bevolkingsaanwas zet door, de druk op de ruimte neemt toe en de noodzaak om schoon vervoer aan te bieden, is onveranderd.’ De nieuwe bussen moet eind volgend jaar gaan rijden.", "Toekomstige zekerheid", "‘Wat opvalt is dat de regio’s die het vervoer in eigen hand hebben via een gelieerd ov-bedrijf, zoals Amsterdam en Rotterdam, door willen gaan met investeren’, zegt ING-onderzoeker Rico Luman. ‘In de meeste regio’s is het vervoer echter volledig geprivatiseerd en daar ligt het anders. Ov-bedrijven hebben te weinig comfort om bij de bestaande condities mee te doen aan aanbestedingen.’", "Investeringen in duurdere elektrische bussen en laadstations vereisen een behoorlijke mate van toekomstige zekerheid nodig als ov-bedrijven dit uit eigen zak moeten betalen, aldus Luman. Het rijk betaalt vanwege de coronacrisis nu een beschikbaarheidsvergoeding tot het midden van volgend jaar, maar die dekt slechts 93 procent van de verliezen af.", "Luman: Om de stijgende lijn van elektrificatie vast te houden, lijkt extra ondersteuning voor investerende ov-bedrijven onvermijdelijk. Door de rol als aanbesteder is dit in eerste instantie aan de decentrale overheden.’"], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "wat", "dit", "bussen", "het", "twee", "op", "later", "groene", "die", "ing", "zon", "een", "en", "komt", "jaar", "vervoer", "door"], "pubDate": "2020-11-26T14:01:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}