{"id": "e39bba44-be68-3873-8652-815922a85255", "title": "Aantal coronabesmettingen op scholen blijft groeien", "url": "https://www.parool.nl/nederland/aantal-coronabesmettingen-op-scholen-blijft-groeien~bbbcd075/", "summary": "Beeld ANPWanneer iemand positief test op het coronavirus, vragen gezondheidsdiensten in het brononderzoek onder meer waar ze denken dat ze besmet zijn geraakt.\nDat is 8,5 procent van het aantal mensen bij wie de bron bekend is.\n‘Schokkende weekcijfers’In de afgelopen zeven dagen zijn 43.103 nieuwe coronagevallen geregistreerd, wat neerkomt op een gemiddelde van ruim 6150 per dag.\nDat is ongeveer gelijk aan het aantal nieuwe besmettingen die het RIVM op dinsdag meldt.\nAura Timen, hoofd van het Centrum Landelijke Coördinatie Infectieziektebestrijding van het RIVM, gaf eerder op dinsdag al aan dat de drukte rond Black Friday waarschijnlijk heeft bijgedragen aan de snellere stijging van het aantal besmettingen.", "paragraphs": ["Beeld ANP", "Wanneer iemand positief test op het coronavirus, vragen gezondheidsdiensten in het brononderzoek onder meer waar ze denken dat ze besmet zijn geraakt. Bij iets minder dan de helft van de gevallen is dit bekend. De belangrijkste ‘settings van besmetting’ zijn nog altijd de thuissituatie, bezoek van vrienden of familie en het werk.", "Van de mensen die afgelopen week positief zijn getest, wijzen 1650 de school of de kinderopvang aan als de vermoedelijke bron. Dat is 8,5 procent van het aantal mensen bij wie de bron bekend is. De week ervoor waren 1464 mensen besmet geraakt op de school of de kinderopvang. Nog een week eerder ging het om 1453 mensen en de week daar weer voor betrof het iets meer dan duizend mensen. De cijfers maken geen onderscheid tussen scholieren, leerkrachten, onderwijsondersteunend personeel en opvangmedewerkers.", "Onder tieners worden naar verhouding de meeste coronagevallen vastgesteld. Het Outbreak Management Team had daarom voorgesteld om de komende kerstvakantie te verlengen, maar het kabinet is daar niet enthousiast over.", "‘Schokkende weekcijfers’", "In de afgelopen zeven dagen zijn 43.103 nieuwe coronagevallen geregistreerd, wat neerkomt op een gemiddelde van ruim 6150 per dag. Dat is ongeveer gelijk aan het aantal nieuwe besmettingen die het RIVM op dinsdag meldt. Het RIVM noemt de nieuwe weekcijfers ‘zorgwekkend’.", "Aura Timen, hoofd van het Centrum Landelijke Coördinatie Infectieziektebestrijding van het RIVM, gaf eerder op dinsdag al aan dat de drukte rond Black Friday waarschijnlijk heeft bijgedragen aan de snellere stijging van het aantal besmettingen."], "authors": ["Het Parool"], "keywords": ["coronabesmettingen", "van", "mensen", "aantal", "op", "het", "nieuwe", "zijn", "groeien", "rivm", "dat", "scholen", "week", "blijft", "aan"], "pubDate": "2020-12-08T17:56:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}