{"id": "e3a0c999-bcf5-382c-80c9-c970977646ac", "title": "Wakker worden met uitzicht op de duinen", "url": "https://volkskrant.nl/de-gids/wakker-worden-met-uitzicht-op-de-duinen~b2e62487/", "summary": "Bij Strandhotel Zoomers heb je vanuit je kamer op de duinen bij Castricum.\nMisschien, maar wel eentje waar je toch naar verlangt, net zoals je naar wakker worden van de zon, croissants en nonchalante ontbijtbordjes kunt verlangen.\nZelfs op een winderige dag in maart is het niet moeilijk voor te stellen hoe je hier op een zomeravond, fris geregendoucht na een stranddag, de zon in de zee ziet zakken.\nEén miniem minpuntje dan: een schuifdeur naar het balkon was iets handiger geweest dan een klapdeur.\nUiteindelijk maakt in slaap vallen bij het geluid van een bulderende zee veel goed.", "paragraphs": ["Bij Strandhotel Zoomers heb je vanuit je kamer op de duinen bij Castricum.", "In slaap vallen bij het ruisen van de zee. Klinkt als een vakantiecliché? Misschien, maar wel eentje waar je toch naar verlangt, net zoals je naar wakker worden van de zon, croissants en nonchalante ontbijtbordjes kunt verlangen. Een leven zoals in een tijdschrift, zeg maar. Strandhotel Zoomers biedt dat, voor zoveel nachten als uw budget het toelaat.", "Niet alleen de ligging stemt tevreden – het hotel ligt exact op de Castricumse overgang van duin naar strand – iedere kamer is ook nog ingericht door de slimme ontwerpers van HKliving, van de begerenswaardige vazen op het hoofdbord van het bed tot de jaloersmakende prints aan de wanden. Veel van het meubilair is van hout en riet in modern pastel. Zelfs op een winderige dag in maart is het niet moeilijk voor te stellen hoe je hier op een zomeravond, fris geregendoucht na een stranddag, de zon in de zee ziet zakken.", "De inrichting van de kamer met veel hout en riet.", "Eigenaren Carina Bijl en Arthur van den Berg droomden al tien jaar van deze plek, uiteindelijk bouwden ze dit stijlvolle hotel waar eerst Carina’s ouderlijk huis stond, midden in het Noord-Hollands Duinreservaat. Toch detoneert het gebouw niet dankzij de houten betimmering. Ook de warmte van de centrale pelletkachel en de energie van de 280 zonnepanelen sluiten aan bij het natuurgevoel. Eén miniem minpuntje dan: een schuifdeur naar het balkon was iets handiger geweest dan een klapdeur. De frisse lucht komt ’s nachts de kamer wel heel enthousiast de kamer binnengewerveld. Uiteindelijk maakt in slaap vallen bij het geluid van een bulderende zee veel goed.", "Strandhotel Zoomers Vanaf € 95. Zeeweg 10, Castricum"], "authors": ["Margot C. Pol"], "keywords": ["van", "een", "het", "en", "wakker", "naar", "duinen", "kamer", "op", "zoomers", "worden", "je", "met", "bij", "uitzicht"], "pubDate": "2020-03-13T14:00:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}