{"id": "e3a0197d-9b75-3078-b986-a0c60746ef5c", "title": "Sunny Bergman: Activisten zijn keihard nodig voor de democratie", "url": "https://trouw.nl/cultuur-media/sunny-bergman-activisten-zijn-keihard-nodig-voor-de-democratie~b7a8eec6/", "summary": "Frank – hij wordt net als de andere personages met zijn voornaam aangeduid – is beroepsactivist en een van de hoofdpersonen in Sunny Bergmans nieuwste documentaire ‘Oproerkraaiers’.\n“Ik ben een activist en vind dat een enorme verrijking voor mijn leven, maar ik merk dat activisme bij veel mensen weerstand oproept.\nBeeld VPROMet Oproerkraaiers wil Bergman laten zien dat activisten meer zijn dan een stelletje onruststokers, dat ze broodnodig zijn voor de democratie.\nIk voel een noodzaak, een onrecht, of iets waar ik het niet mee eens ben, wat ik graag wil veranderen.\n“Aanvankelijk zeiden ze dat ze zich zorgen maakten om armoede en vereenzaming van ouderen, en dat snap ik wel”, zegt Bergman.", "paragraphs": ["Hallo Booking.com! Kan er iemand naar buiten komen en verantwoording afleggen?” Frank uit Amsterdam staat met zijn megafoon voor het hoofdkantoor van de reisorganisatie. Hij vindt het belachelijk dat het bedrijf miljarden winst maakt, geen belasting afdraagt en ook nog overheidssteun krijgt in de coronacrisis. “We zijn jullie zat. Fuck you!” Erg druk is het niet bij de demonstratie, ook vanwege de coronamaatregelen. Naast hem staan nog een man in een scootmobiel en twee verdwaalde toeschouwers.", "Frank – hij wordt net als de andere personages met zijn voornaam aangeduid – is beroepsactivist en een van de hoofdpersonen in Sunny Bergmans nieuwste documentaire ‘Oproerkraaiers’. Bergman volgde hem en andere activisten van onder meer Extinction Rebellion (XR), Kick Out Zwarte Piet (KOZP) en Farmers Defence Force (FDF). Alle groepen lieten het laatste jaar flink van zich horen, maar de film kreeg een extra impuls toen dit voorjaar plotseling door het hele land grote protesten ontstonden na de dood van de Amerikaan George Floyd. “Ik had echt het gevoel dat ik deze keer helemaal in de actualiteit zat”, zegt Bergman terwijl ze met een kop thee voor haar scherm ploft.", "Middenin de wereldrevolutie", "Het grootste deel van de film is gemaakt tijdens de coronacrisis, dus dat was behoorlijk improviseren, vertelt Bergman. Maar de Black Lives Matter-demonstratie die dit voorjaar spontaan ontstond in Amsterdam vlak na de eerste lockdown, was een cadeautje. “Binnen tien minuten stonden er duizenden mensen op de Dam. We wisten niet wat ons overkwam. Ineens waren we bezig met de wereldrevolutie.”", "Bergman werd het protesteren met de paplepel ingegoten. Haar vader nam haar mee naar de grote anti-kernwapen-demonstraties in het begin van de jaren tachtig. In de film zien we haar als klein meisje met een ‘Stop de neutronenbom’-bord dat bijna zo groot is als zijzelf. Nu is ze alweer jaren betrokken bij KOZP. “Ik ben een activist en vind dat een enorme verrijking voor mijn leven, maar ik merk dat activisme bij veel mensen weerstand oproept. Het wordt vaak ervaren als extreme vorm van uiting. Mensen denken dat de waarheid ergens in het midden ligt, maar volgens mij is dat niet zo. Er is een klimaatcrisis en daar moeten we wat aan doen, racisme is slecht en dat moeten we afschaffen.”", "Activist Frank bij het stadhuis. Beeld VPRO", "Met Oproerkraaiers wil Bergman laten zien dat activisten meer zijn dan een stelletje onruststokers, dat ze broodnodig zijn voor de democratie. “Deze film is eigenlijk een ode aan de activist.” Ze brengt in beeld dat activisten vaak weerstand oproepen (“Moet je niet aan het werk?”), maar ook wat ze kunnen bewerkstelligen, en hoe activisten worden gecriminaliseerd of hardhandig in politiebusjes worden gesmeten. Volgens Bergman hebben we veel dingen die we tegenwoordig doodnormaal vinden te danken aan de oproerkraaiers van vroeger. Te denken valt aan kleinere klassen in het onderwijs, of abortus en de positie van de vrouw in het algemeen. Dat daarbij soms moet worden geprovoceerd is onvermijdelijk.", "Dat vindt ook activist Frank, die niet terugdeinst voor wat burgerlijke ongehoorzaamheid. Hij wordt regelmatig gearresteerd, voert aan de lopende band rechtszaken en is zelfs zijn huis kwijtgeraakt, omdat zijn buren vonden dat hij een gevaar voor de omgeving was. Het kan Frank niet deren, hij gaat gewoon door: “Een dag niet gedemonstreerd is een dag niet geleefd”.", "Toch is het volgens Bergman niet altijd nodig om de barricades op te gaan, er zijn ook andere vormen van activisme. Zoals bijvoorbeeld haar eigen documentaires. “Ik maak altijd films met een duidelijk doel. Ik voel een noodzaak, een onrecht, of iets waar ik het niet mee eens ben, wat ik graag wil veranderen. En dan hoop ik dat mijn films bijdragen aan bewustwording en verandering. Ik vind het belangrijker om impact te hebben dan om prijzen te winnen.” Dat geldt ook voor eerdere films zoals ‘Beperkt houdbaar’ en ‘Sletvrees’ waarin ze het schoonheidsideaal en de dubbele seksuele moraal aan de kaak stelde.", "Dat die films niet journalistiek objectief zijn, is volgens Bergman geen bezwaar. Het is volgens haar een illusie om te denken dat journalistiek neutraal is, het is belangrijker om daar transparant in te zijn. Daarom steekt ze haar opvattingen ook niet onder stoelen of banken. “Ik wil helemaal niet kiezen tussen activisme en journalistiek. Ook journalisten die neutraliteit belangrijk vinden, nemen hun eigen perspectief mee. Alleen al in onderwerpkeuze, de vragen die je stelt of de voice-over die je eronder monteert. Met al die dingen kleur je de blik van de kijker of de lezer. Dus ik ben gewoon duidelijk over mijn perspectief en wereldbeeld. Ik vind dat eerlijk en dus zie ik ook geen conflict.”", "Ongemakkelijk op de tractor", "Om niet alleen in haar eigen straatje te blijven hangen zocht Bergman ook groepen op waar ze het niet mee eens is. Zo zocht ze aansluiting bij de anti-abortusbeweging, maar die weigerden medewerking. Ze mocht wel mee met de boeren van FDF en stapte, nog voor de coronacrisis uitbrak, in de tractor bij boer Mick. “Dat was heel ongemakkelijk. Ik zat heel krap achterin, en het duurde echt tien uur voor we in Den Haag waren. Bovendien moest ik filmen, het geluid doen en ook nog navigeren. Dat ging vrij snel mis en toen raakte ik mijn stagiaire in de tractor achter me ook nog kwijt en die had de hapjes bij zich.”", "Maar het was vooral ongemakkelijk om zo lang zo dicht bij iemand te zitten waarmee je van mening verschilt. “Op zich kan ik wel met ze meevoelen want ook zij vechten hard voor hun zaak. Maar als ik met ze probeerde te praten over de klimaatcrisis, dan zeiden ze: ‘Er is geen klimaatcrisis’. Ja, dan zijn we wel vrij snel uitgepraat.”", "Hoewel de frictie duidelijk is, wordt het nergens echt vijandig. Dat komt volgens Bergman omdat ze ook hier open was over haar opvattingen. “Ik heb me niet anders voorgedaan dan dat ik ben, ik heb hoogstens soms op mijn tong gebeten. Maar toen ze me vroegen of ik de volgende keer ook een FDF-T-shirt wilde dragen, zei ik wel dat ik het niet met ze eens ben.”", "De boeren zien zichzelf als actievoerder, en dus niet als activisten. “Activisten zijn iets agressievere mensen”, zegt een boerin in de film. En hoewel de boerenprotesten aanvankelijk worden gefaciliteerd door de politie met escortes over de snelweg en ze de publieke opinie aan hun kant lijken te hebben, is verderop in de film te zien dat de sfeer grimmiger wordt. Boeren rijden over dranghekken en volgens hoofdpersoon Mick is het ‘pure discriminatie’ dat ze niet meer met de tractor naar de protesten mogen. Inmiddels wordt FDF in het nieuwe terrorismerapport genoemd als mogelijke dreiging. Van de gemoedelijke sfeer is dan ook weinig over als ze ‘Boeren, boeren’, schreeuwen bij bijeenkomsten die onder meer worden gesponsord door veevoederbedrijven. “Halvering van de veestapel is immers ook halvering van hun inkomsten”, zegt een van de boeren, die het eigenlijk heel logisch vindt dat de industrie zich ermee bemoeit.", "Behouden of juist vooruit", "Ook dat wilde Bergman in beeld brengen: de lobby. Ook Extinction Rebellion maakt zich druk over de inmenging van instituten en bedrijven. “De boeren hebben over het algemeen best mijn sympathie”, zegt activist Ronald. “Het gaat over het systeem waar ze in zijn gelokt. Gefinancierd door de Rabobank, geconstrueerd met de universiteit in Wageningen en gesteund door grote voedselbedrijven. En dan tegen de boer zeggen: jij moet maar verduurzamen. Dat vind ik echt een gotspe.”", "Grofweg zijn de actievoerders onder te verdelen in twee categorieën: mensen die dingen willen veranderen en mensen die de dingen liever willen houden zoals ze zijn. KOZP en XR vinden dat er iets moet veranderen in de maatschappij, de boeren protesteren juist tegen de stikstofmaatregelen omdat ze hun manier van leven willen behouden. “Maar misschien kun je ook zeggen dat er mensen zijn die vechten voor hun eigen belang, en mensen die vechten voor het algemene belang”, aldus Bergman.", "Bij het filmen van een boerenprotest stuit Bergman nog op een heel nieuw soort activisme, dat van mensen die twijfelen aan alle gevestigde instituten en denken dat er een alternatieve macht is die de wereld regeert. “Fake news”, schreeuwen de demonstranten van protestbeweging ‘Nederland in Opstand’ in de camera. “De media zijn niet te vertrouwen.” Ze blijken QAnon-aanhangers die zich solidair hebben verklaard met de boeren en ook protesteren tegen de coronamaatregelen. Ze zien het virus als onderdeel van het complot tegen de maatschappij. “Aanvankelijk zeiden ze dat ze zich zorgen maakten om armoede en vereenzaming van ouderen, en dat snap ik wel”, zegt Bergman. “Maar opeens blijkt corona de schuld te zijn van een groot pedonetwerk en is Trump de verlosser. Dat vind ik een hele rare redenatie. Maar ik ben blij dat ik ze toch heb gesproken, al is het zijdelings. Dit is nu zo actueel en wijdverspreid, eigenlijk zou je er een hele film over moeten maken.”", "2Doc: Oproerkraaiers, maandag 7 december, 20.25 uur bij VPRO op NPO 2.", "Lees ook:", "Op de nieuwe Sunny Bergman kún je (m/v) niet boos zijn", "“Vindt u het moeilijk om man te zijn?”, vraagt Sunny Bergman iemand bij de voetbalclub in haar film ‘Man Made’. “Ik heb er geen moeite mee. Ik ben het al vanaf mijn geboorte”, reageert hij."], "authors": ["Nienke Schipper"], "keywords": ["van", "sunny", "het", "zijn", "ik", "nodig", "democratie", "een", "ze", "en", "dat", "keihard", "niet", "ook", "activisten", "bergman", "voor"], "pubDate": "2020-12-02T13:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}