{"id": "e3acba97-feb8-3635-8cd0-8210af151b0c", "title": "De witwasspeurneuzen van Fourthline zijn de schrik van de maffiosi", "url": "https://volkskrant.nl/economie/de-witwasspeurneuzen-van-fourthline-zijn-de-schrik-van-de-maffiosi~b67585d7/", "summary": "Ondertussen bleek uit de controles van Fourthline dat zijn mobiele telefoon Duits was.\nDus ja, dan is er wel iets aan de hand.’Tweehonderd checksDe baas toont zich blij met de bezoekers op zijn kantoor, op een steenworp van het Amsterdamse Vondelpark.\nDe hoodies en het groene haar van het handvol programmeurs en analisten dat er vandaag rondloopt, tonen wat voor bedrijf Fourthline graag wil zijn.\nAls je rondloopt op fintech-conferenties zie je veel partijen die beweren de next big thing te zijn op het gebied van klantcontroles.\n‘De gemiddelde Nederlander heeft geen enkele moeite met het delen van zijn geolocatie met bedrijven als Google of Apple.", "paragraphs": ["De witwasspeurneuzen van Fourthline in Amsterdam. Beeld Eva Faché", "Bedrijf: Fourthline Waar: Amsterdam en Barcelona Sinds: 2017 Aantal werknemers: 185 Jaaromzet: ‘miljoenen’", "De klant die een tijdje terug een bankrekening probeerde te openen, had een Brits paspoort, maar zei in Frankrijk te wonen. Ondertussen bleek uit de controles van Fourthline dat zijn mobiele telefoon Duits was. En de locatie van het apparaat verwees naar Jekatarinenburg in Rusland. ‘Die werd dus afgewezen’, vertelt CEO Krik Gunning.", "Dit Nederlandse bedrijf screent miljoenen klanten voor onder meer ING-dochter Yolt, KPN, Bol.com en de snel groeiende mobiele bank N26. ‘KYC’, know your customer, heet dat in financiële sectortaal. Dat moet liefst binnen enkele minuten gebeuren. Want wie, bijvoorbeeld, een bankrekening opent via de telefoon of computer heeft geen zin om te wachten.", "Maar het moet ook betrouwbaar. Ondernemingen die witwassers, terroristen en andere criminelen over het hoofd zien, kunnen de laatste jaren rekenen op forse boetes - zie de 775 miljoen euro die ING in 2018 moest betalen. Of de weigering van de Brits-Frans-Duits-Russische klant in dat licht terecht was? Gunning lacht: ‘Diezelfde persoon heeft daarna geprobeerd met tien heel goede paspoorten opnieuw binnen te komen. Dus ja, dan is er wel iets aan de hand.’", "Tweehonderd checks", "De baas toont zich blij met de bezoekers op zijn kantoor, op een steenworp van het Amsterdamse Vondelpark. ‘Dankzij jullie heb ik voor het eerst sinds eind september weer een goede reden om hier te komen.’ Vanwege de gedeeltelijke lockdown zijn de meeste bureaus leeg. De hoodies en het groene haar van het handvol programmeurs en analisten dat er vandaag rondloopt, tonen wat voor bedrijf Fourthline graag wil zijn. Een tech-startup, geen klassieke financiële instelling.", "Zelf komt de 43-jarige Gunning wel uit die hoek. Geboren in de Verenigde Staten, zoon van Schiphol president-commissaris Louise Gunning-Schepers, begon hij zijn carrière bij ABN Amro. Fusies en overnames. Via een eigen advieskantoor belandde hij bij Safened, een platform voor spaarders. Die klanten moesten gescreend worden. ‘De bestaande systemen hiervoor vonden we bot gezegd niet goed genoeg’, zegt Gunning. ‘Dus zijn we zelf iets gaan bouwen.’ Andere bedrijven toonden zoveel belangstelling dat vorig jaar besloten is de activiteiten apart voort te zetten, onder de vlag van Fourthline.", "‘We doen per klant meer dan tweehonderd automatische checks, van het identiteitsbewijs tot de vraag of er negatieve berichten over iemand zijn verschenen in de media’, legt Gunning de werkwijze uit. ‘Het frustrerende is dat ons systeem nooit af is. Honderd procent waterdicht bestaat niet, maar je moet wel beter zijn dan de alternatieven. Het werkt net als bij fietsendieven hier in het centrum. Zolang ik twee sloten heb, en de fiets ernaast maar één, wordt die van mij niet gejat.’", "Krik Gunning. Beeld Eva Faché", "Maffiabazen", "De vergaderkamer waar we zitten, luistert naar de naam ‘the capo’. Het is een knipoog naar de fraudevoorvallen waarop Fourthline in haar korte bestaan stuitte. In dit geval ging het om sanctielijsten. Bij elke nieuwe klant wordt gekeken of die daarop voorkomt. Gunning: ‘Het eerste wat criminelen doen bij een nieuwe bank, is testen in hoeverre deze controles op orde zijn. Dat merkten wij in Italië. In de eerste week zagen we alle maffiabazen langskomen.’", "Nog een andere kamer dan, knalblauw tapijt, ‘the mule’. Gunning: ‘Criminelen maken graag gebruik van veel verschillende rekeningen. Soms gebruiken ze daar geldezels voor. Dat zijn mensen die hun bankrekening laten misbruiken voor criminele zaakjes. Ik kan, op basis van onze data, een adres in Nederland aanwijzen waarvan ik zeker weet dat daar geldezels zitten. Dat hebben we natuurlijk gemeld bij de politie, maar eigenlijk ontbreekt het in Nederland aan een juridisch kader om zulke informatie te delen.’", "Heel veel lawaai", "Blijft Fourthline zelfstandig, of mikken de eigenaren op een lucratieve overname door een grote partij? Anderhalve week geleden schreef het FD over de verkoop van een andere startup, betaaldienstverlener Payvision, aan ING. De bank heeft inmiddels bijna 200 miljoen euro moeten afschrijven op die aanwinst. Verkoper was Rudolf Booker - tevens president-commissaris van Fourthline.", "‘Payvision staat helemaal los van Fourthline, dus daar kan ik verder niks over zeggen’, reageert Gunning. ‘Maar wat onze eigen toekomst betreft: de komende jaren zijn wij zoet met heel hard groeien in Europa. Komend kwartaal verdubbelen wij onze omzet. En ik ben ervan overtuigd dat we uiteindelijk ook bij de echt grote banken binnenkomen.’ Daarbij is hij de eerste om toe te geven dat startups in deze sector goed zijn in grote woorden. Grinnikend: ‘Er wordt door heel veel partijen heel veel lawaai gemaakt. Als je rondloopt op fintech-conferenties zie je veel partijen die beweren de next big thing te zijn op het gebied van klantcontroles. Bij ons komt eerst het product, en daarna pas de marketing.’", "Over toekomst gesproken: Fourthline ziet nog veel mogelijkheden om criminele geldstromen aan te pakken. De Nederlandse Vereniging van Banken schat dat inmiddels zo'n 8000 mensen zich bezighouden met de strijd tegen witwassen. Meer samenwerking zou hun werk stukken efficiënter maken. En, vindt Gunning: ‘Nederland mag best meer investeren in opsporing. Nu gebeurt er nog veel te weinig met de honderdduizenden meldingen vanuit de financiële sector.’", "Ook burgers zelf kunnen iets extra's doen, meent hij. ‘De gemiddelde Nederlander heeft geen enkele moeite met het delen van zijn geolocatie met bedrijven als Google of Apple. Maar als de bank er om vraagt, zou ineens de privacy in het geding zijn. Dat vind ik onbegrijpelijk. Ik zou het juist geweldig vinden als mijn bank, voordat ik een groot bedrag overmaak, wil weten waar ik mij bevind. Of desnoods vraagt om een selfie, om zeker te weten dat ik het ben die achter de telefoon zit en niet een crimineel. Waarom niet?’"], "authors": ["Koen Haegens"], "keywords": ["van", "het", "witwasspeurneuzen", "op", "die", "zijn", "ik", "maffiosi", "fourthline", "een", "dat", "te", "en", "schrik"], "pubDate": "2020-11-22T17:56:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}