{"id": "e3b957f8-0c2b-31a1-b617-ba3c89f49a99", "title": "Drukte in Haarlemse binnenstad, gemeente houdt situatie in de gaten", "url": "https://nu.nl/haarlem/6096653/drukte-in-haarlemse-binnenstad-gemeente-houdt-situatie-in-de-gaten.html", "summary": "Premier Mark Rutte houdt maandag een toespraak naar aanleiding van het oplopende aantal coronabesmettingen in Nederland.\nIk begrijp dat het nodig is, maar als ondernemer doet het veel pijn\", zegt Petra van giftshop Aap en Poes.\nZe is afhankelijk van klanten in de winkel en verkoopt niet veel online.\nEen sluiting tot en met 19 januari zal een behoorlijke impact hebben op haar en haar winkel.\nDe eigenaresse van een schoenenwinkel vindt een sluiting tot en met 19 januari veel te fors.", "paragraphs": ["Het is maandag druk in de binnenstad van Haarlem. Rond 13.00 uur zagen winkeliers al een grotere toestroom van klanten dan normaal gesproken. De situatie in de stad wordt nauwlettend in de gaten gehouden, meldt een gemeentewoordvoerder. Vooralsnog zijn er in Haarlem geen extra handhavers ingezet.", "Mensen doen massaal inkopen uit vrees voor de 'harde lockdown'. Premier Mark Rutte houdt maandag een toespraak naar aanleiding van het oplopende aantal coronabesmettingen in Nederland. Alle niet-essentiële winkels zouden vanaf dinsdag niet meer open mogen.", "\"Vreselijk. Ik begrijp dat het nodig is, maar als ondernemer doet het veel pijn\", zegt Petra van giftshop Aap en Poes. Ze is afhankelijk van klanten in de winkel en verkoopt niet veel online. Een sluiting tot en met 19 januari zal een behoorlijke impact hebben op haar en haar winkel. \"Het doet heel veel met je, omdat je niet weet waar dit stopt.\"", "De eigenaresse van een schoenenwinkel vindt een sluiting tot en met 19 januari veel te fors. \"Dat is te lang, voor bezoekers en de ondernemers. Er komt helemaal niets meer van omzet binnen\", aldus de eigenaresse.", "Welke winkels als essentieel worden bestempeld, is nog niet duidelijk. Alleen levensmiddelenwinkels mogen naar alle waarschijnlijkheid nog open."], "authors": ["Door", "Nh Nieuws"], "keywords": ["situatie", "van", "drukte", "niet", "een", "en", "gaten", "haarlemse", "winkels", "binnenstad", "gemeente", "voor", "houdt", "met", "winkel", "het", "veel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}