{"id": "e3b9b77e-80c3-33ff-83ec-99e78b7db816", "title": "Tbs voor man die dronken geweld pleegde in Zwolle met twee jaar verlengd", "url": "https://nu.nl/zwolle/6094004/tbs-voor-man-die-dronken-geweld-pleegde-in-zwolle-met-twee-jaar-verlengd.html", "summary": "De tbs-maatregel opgelegd aan een 32-jarige man die in 2012 een celstraf en tbs kreeg voor meerdere geweldplegingen in Zwolle is met twee jaar verlengd.\nWillem L. kreeg in 2012 naast een celstraf van vijf jaar tbs met dwangverpleging opgelegd.\nHij was hard op weg de poorten van de kliniek te verlaten tot vorig jaar de maatregel met een jaar werd verlengd.\nDe nieuwe kliniek moet hem eerst leren kennen en daarom vroeg de officier van justitie om een verlenging van de tbs met twee jaar.\nZijn raadsman vroeg om een verlenging met uiterlijk een jaar, maar de rechters gingen mee in de eis.", "paragraphs": ["De tbs-maatregel opgelegd aan een 32-jarige man die in 2012 een celstraf en tbs kreeg voor meerdere geweldplegingen in Zwolle is met twee jaar verlengd. Dat meldt de rechtbank in Zwolle dinsdag.", "Willem L. kreeg in 2012 naast een celstraf van vijf jaar tbs met dwangverpleging opgelegd. In februari 2010 stak hij een man neer wat hem een poging tot doodslag opleverde. In maart raakte hij dronken betrokken bij openlijke geweldplegingen tegen onschuldige en willekeurige voorbijgangers.", "De celstraf is allang voorbij, maar dat geldt voorlopig nog niet voor de maatregel. Hij was hard op weg de poorten van de kliniek te verlaten tot vorig jaar de maatregel met een jaar werd verlengd.", "Daarna pikte hij niets meer van de medewerkers van de Oostvaarderskliniek. Vervolgens bleek ook dat hij buiten hun medeweten om een telefoon had aangeschaft. Hij wil overgeplaatst worden naar een andere kliniek en dat levert vertraging op.", "De nieuwe kliniek moet hem eerst leren kennen en daarom vroeg de officier van justitie om een verlenging van de tbs met twee jaar. Zijn raadsman vroeg om een verlenging met uiterlijk een jaar, maar de rechters gingen mee in de eis."], "authors": ["Door", "De Stentor"], "keywords": ["man", "van", "tbs", "geweld", "verlengd", "twee", "hij", "met", "kliniek", "pleegde", "een", "en", "zwolle", "jaar", "dat", "om", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}