{"id": "e3cd9626-78d1-3abf-8c4e-ecbbf1d8ae83", "title": "Nieuwe verfilming van Roald Dahls The Witches amuseert, maar doet het rustig aan met de horror ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/nieuwe-verfilming-van-roald-dahls-the-witches-amuseert-maar-doet-het-rustig-aan-met-de-horror~bfd4dade/", "summary": "Beeld FilmstillJaagt de nieuwe verfilming van The Witches kinderen even hoog de gordijnen in als de gevreesde eerdere versie uit 1990?\nMaar daarmee is nog niet gezegd dat de nieuwe adaptatie van Roald Dahls kinderboek uit 1983 onvoldoende eng zou zijn.\nZo is er is de opperheks, ditmaal wervelend verbeeld door Anne Hathaway: een geëxalteerde grand dame met een Joker-achtig opgerekte mond vol punttanden.\nZemeckis voegt een nieuwe laag toe door Dahls verhaal naar een gesegregeerd Amerika te verplaatsen, maar zijn The Witches schiet door in het gebruik van digitale effecten.\nHoe de Britse schrijver reële kinderangsten vervlocht met het fantastische, blijft uitzonderlijk.", "paragraphs": ["Beeld Filmstill", "Jaagt de nieuwe verfilming van The Witches kinderen even hoog de gordijnen in als de gevreesde eerdere versie uit 1990? Vermoedelijk niet. Maar daarmee is nog niet gezegd dat de nieuwe adaptatie van Roald Dahls kinderboek uit 1983 onvoldoende eng zou zijn.", "Zo is er is de opperheks, ditmaal wervelend verbeeld door Anne Hathaway: een geëxalteerde grand dame met een Joker-achtig opgerekte mond vol punttanden. En bubbelen er paarse builen in kindergezichten als die omgetoverd worden in muizen; óók best griezelig. Maar wat macaber sadisme en pure horror betreft trapt regisseur Robert Zemeckis (Back to the Future, Forrest Gump) op de rem, vergeleken bij zijn beruchte voorganger Nicolas Roeg.", "De engste kinderfilm aller tijden, The Witches (1990), draait in een nieuwe versie in de bioscoop. Hoe griezelig mag een kinderfilm eigenlijk zijn?", "The Witches speelt zich ditmaal af in het Alabama van de jaren zestig, waar een onverzettelijke grootmoeder (Octavia Spencer) haar plotseling wees geworden kleinzoon onder haar hoede neemt. Als kind was zij er ooit getuige van dat een heks haar vriendinnetje in een kip veranderde, en ook nu loert er buiten iets kwaads. In het luxueuze hotel waar oma en kleinzoon onderduiken, stuitten zij op de aldaar vergaderende Vereniging ter Preventie van Kindermishandeling, de dekmantel van een troep heksen. Het dwars door het hotel voerende kat-en-muisspel beginnen.", "Terwijl de beide matriachen - opperheks en oma - en de stijve hotelmanager (Stanley Tucci) vermakelijk acteerwerk bieden, worden de kinderrollen bleu ingevuld. Zemeckis voegt een nieuwe laag toe door Dahls verhaal naar een gesegregeerd Amerika te verplaatsen, maar zijn The Witches schiet door in het gebruik van digitale effecten. Met haar uitschuifarmen en zweefvermogen verwordt Hathaways heks tot een kermisattractie. De animatie van de muizenkinderen oogt pover.", "Chris Rock mag het geheel inleiden en afsluiten als de vertelstem van de inmiddels oudere kleinzoon, maar de sterk aangezette voordracht van de komiek laat zich moeilijk rijmen met het timide joch in de film.", "Dat The Witches desondanks plezierig uitpakt, getuigt van de kracht van Dahls vertelling. Hoe de Britse schrijver reële kinderangsten vervlocht met het fantastische, blijft uitzonderlijk. In het boek, en ook nu weer in de film."], "authors": ["Bor Beekman"], "keywords": ["van", "rustig", "roald", "verfilming", "het", "nieuwe", "met", "maar", "witches", "horror", "een", "haar", "en", "er"], "pubDate": "2020-11-25T17:35:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}