{"id": "e3d08a6f-ac79-3395-aa4d-26f2f09bbd2b", "title": "Afgedankte Ajacied Queensy Menig glorieert tegen zieltogend Ajax", "url": "https://volkskrant.nl/sport/afgedankte-ajacied-queensy-menig-glorieert-tegen-zieltogend-ajax~b2a2b061/", "summary": "Het is een verhaal dat klopt en dat enigszins afleidt van een paar andere zaken, over gebrek aan kwaliteit op bepaalde posities bijvoorbeeld.\nIk heb er negen jaar gespeeld.’Queensy Menig scoorde twee keer tegen zijn oude club Ajax en leidde daarmee FC Twente naar de overwinning.\nRyan Gravenberch is een geweldig talent, maar niemand mag verwachten dat een jongen van 18 elke week de beste is.\nWout Brama is dolblij met de gewonnen wedstrijd tegen Ajax, hij wordt omhelst doorJulio Pieguezuelo.\nIk had het gevoel dat ik alles kon doen, maar ik mocht niets.", "paragraphs": ["Andre Onana kijkt machteloos naar de bal, de 1-2 van Queensy Menig is binnen. Beeld Guus Dubbelman / de Volkskrant", "Zo gaat dat, als de favoriet verliest van de outsider, zoals Ajax zaterdag overkwam tegen FC Twente. Dan gaat het verhaal over de koploper, vóór een belangrijke wedstrijd in de Champions League tegen Atalanta Bergamo. Het verhaal van slappe hap op 80 procent, inspiratieloos voetbal en, als berouw na de zonde, zelfverwijt. De trainer is boos en kritisch. Hij is verantwoordelijk. Hij had het niet zien aankomen, stelt Erik ten Hag.", "Zijn diagnose is simpel: te weinig tempo. Slechte restverdediging. Technische fouten. Geen focus. Niet goed in duels. Tweede bal niet gewonnen. Geen lef, geen initiatief. Verkeerde keuzes aan de bal. Het is een verhaal dat klopt en dat enigszins afleidt van een paar andere zaken, over gebrek aan kwaliteit op bepaalde posities bijvoorbeeld.", "De pretoogjes zijn desondanks Amsterdams en ze glinsteren in de koele nacht. Queensy Menig (25) is geboren in Zuid-Oost, met de blik gericht op de Arena. ‘Ik woonde vlak bij station Strandvliet’, vertelt hij zondag aan de telefoon. ‘Als ik uit het raam keek, kon ik de Arena zien. Als kind ging ik vaak lopend naar de training op de Toekomst. Ik heb er negen jaar gespeeld.’", "Queensy Menig scoorde twee keer tegen zijn oude club Ajax en leidde daarmee FC Twente naar de overwinning. Beeld Guus Dubbelman / de Volkskrant", "De beste willen zijn", "Wat hem het meest is bijgebleven? ‘De mentaliteit van Ajax: altijd de beste willen zijn. Altijd. Heel vaak ook de beste zijn. Dan is het speciaal dat wij nu met FC Twente, jaren later, met zoveel oud-spelers van Ajax, de beste zijn op zo’n avond. Terwijl Ajax Europese top is.’", "Want Twente is gewoon beter, al had Ajax best kunnen winnen of een gelijkspelletje kunnen halen. Menig scoort twee keer. Na het tweede doelpunt glijdt hij perfect over de knieën en is zijn juichkreet tot hoog in het lege stadion te horen. Hij voetbalde en scoorde voor Ajax, brak nooit helemaal door en begon aan een reis langs de internationale velden, die hem bij Nantes, Oldham en PEC Zwolle bracht. Nu is hij dus bij FC Twente. Het is zijn beste seizoen als prof, met vijf doelpunten al in negen duels.", "De dribbel op snelheid naar binnen is een specialiteit van hem. Hij omspeelt bij goal één Perr Schuurs en later Sean Klaiber als marionetten, zoekt de lange hoek en schiet buiten bereik van doelman André Onana binnen. Na afloop prikt hij vlug zijn oorbellen in om op tv zijn verhaal te doen. Op zondag: ‘Bij de eerste goal kap ik de bal goed af. Daaraan kon Schuurs niet zo veel doen. Bij de tweede treffer had Klaiber meer kunnen doen, denk ik. Hij had me naar buiten kunnen dringen.’", "Ajax is zeker in defensief opzicht ook niet zo goed. Het is begrijpelijk dat directeur voetbal Marc Overmars over een tussenjaar sprak voor het seizoen begon. Op het laatst kocht Ajax middenvelder Davy Klaassen, maar de selectie is gemiddeld gesproken minder dan in voorgaande jaren, zeker omdat spelers als Kudus (nu geblesseerd) en Antony niet meteen een elftal dragen. Ryan Gravenberch is een geweldig talent, maar niemand mag verwachten dat een jongen van 18 elke week de beste is.", "Wout Brama is dolblij met de gewonnen wedstrijd tegen Ajax, hij wordt omhelst doorJulio Pieguezuelo. Beeld Guus Dubbelman / de Volkskrant", "Vroeger blind gemaakt", "Ajax heeft geen topspits en dat is vreemd voor een club met dergelijke aspiraties. In de moeilijke wedstrijden is Dusan Tadic vaak spits, terwijl hij dat eigenlijk niet is. Lassina Traoré, die ook geblesseerd raakte, maakt best veel doelpunten, maar hij is bepaald geen wonder van vernuft. Klaas Jan Huntelaar is op zijn retour. Eerst viel jongeling Brian Brobbey in, alvorens Huntelaar kwam en bij zijn eerste balcontact een kans miste die hij vroeger blind had gemaakt.", "Daarbij geeft Ajax veel ruimte weg. Dat was in voorgaande seizoenen ook vaak zo, maar toen liep het meestal goed af. Ajax mag voor menigeen favoriet zijn voor de titel, het zal best lastig worden, met onder meer AZ als ingespeeld team en PSV als opkomende kracht. Allereerst is het zaak woensdag te winnen van Atalanta om het avontuur in de Champions League te verlengen.", "Dat zijn heel andere problemen dan die van Menig, die de duels met PSV en RKC miste vanwege corona. ‘Dat was mentaal zwaar. Ik had helemaal geen klachten. Ik had het gevoel dat ik alles kon doen, maar ik mocht niets. Ik wil gewoon steeds beter spelen en zo hoog mogelijk eindigen met FC Twente. Ik geniet van het moment.’", "Of hij zijn moeder al heeft gesproken? ‘Natuurlijk, die spreek ik elke dag. Meteen na de wedstrijd had ze me al allemaal berichtjes gestuurd. Yes. Hartjes. Kusjes. Trots. Love you.’"], "authors": ["Willem Vissers"], "keywords": ["menig", "van", "ajax", "ajacied", "het", "afgedankte", "hij", "zijn", "op", "ik", "queensy", "glorieert", "een", "en", "dat", "zieltogend", "tegen"], "pubDate": "2020-12-05T22:19:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}