{"id": "e3dbe749-80aa-3bb7-ad4a-781609216d85", "title": "Een kapje voor het bloeden", "url": "https://www.nrc.nl/nieuws/2021/01/08/een-kapje-voor-het-bloeden-a4026624", "summary": "Stel dat dat waar is, wie ben je dan als je een mondkapje voordoet waarop de lippen twee frikandellen zijn?\nOf als je een kabouter of Snoop Dogg voor je mond hebt?\nVan de Griendt draagt zelf het vaakst het mondkapje met Snoop Dogg, waar hij positieve reacties op krijgt bij de bakker.\nDat dat kapje populair is blijkt ook uit de bestellingen, maar het meest besteld is tot nu toe toch het ontwerp van illustrator Paul Faassen.\nHet geeft deze tijd bondig weer: een kapje voor het bloeden.", "paragraphs": ["Kleren maken de man, het mondkapje de mens. Stel dat dat waar is, wie ben je dan als je een mondkapje voordoet waarop de lippen twee frikandellen zijn? Of als je een kabouter of Snoop Dogg voor je mond hebt? De kans is groot dat wie een frikandel voor zijn mond plaatst vegetariër is, of juist op snackbartypes valt.", "De mondkapjes met deze afbeeldingen zijn het initiatief van de fotografen Martijn van de Griendt en Rick Rindertsma. Samen lanceerden ze begin deze maand het project ‘Be cool met een mondkapje voorjesmoel’.", "Dat klinkt beter dan ‘wees zoet met een mondkapje voorjesnoet’, vindt Van de Griendt. Toen hij het eindexamenwerk van Rindertsma vorig jaar had beoordeeld, ontstond het plan om samen mondkapjes te ontwerpen met afbeeldingen van hun foto’s, en van andere kunstenaars en fotografen. Omdat ze niet aan de pandemie willen verdienen, gaat de opbrengst van de verkochte mondkapjes naar de Stichting Zwerfjongeren Nederland. Daarnaast zorgen ze ervoor dat Straatnieuws-verkopers in Utrecht allemaal zo’n mondkapje krijgen. Woensdag mogen ze een exemplaar uitzoeken.", "Van de Griendt draagt zelf het vaakst het mondkapje met Snoop Dogg, waar hij positieve reacties op krijgt bij de bakker. Dat dat kapje populair is blijkt ook uit de bestellingen, maar het meest besteld is tot nu toe toch het ontwerp van illustrator Paul Faassen. Hij maakte er eentje met een enorme pleister. Het geeft deze tijd bondig weer: een kapje voor het bloeden.", "De ontwerpen zijn te bekijken op voorjesmoel.nl"], "authors": ["Toef Jaeger", "Leestijd Minuten"], "keywords": ["zijn", "van", "voor", "een", "met", "ze", "kapje", "mondkapje", "het", "bloeden", "dat", "je"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}