{"id": "e3df5ac8-40bd-3906-ad64-f8a7772aa255", "title": "Steun voor ‘botte lockdown’, kritiek op sluiting scholen", "url": "https://nrc.nl/nieuws/2020/12/15/alleen-gemor-over-accenten-botte-lockdown-a4023997", "summary": "Een dag na het afkondigen van een strenge lockdown spraken vrijwel alle politieke partijen in de Tweede Kamer hun steun uit voor het nieuwe beleid, dat bedoeld is om ziekenhuizen te ontlasten.\nVeelvuldig werd gewezen op het contrast met kerken, waar bijeenkomsten nog wel mogen.\nHet Outbreak Management Team, het gremium van experts dat het kabinet adviseert, heeft niet expliciet geadviseerd om de basisscholen te sluiten.\nHet effect daarvan op het aantal besmettingen is waarschijnlijk pas medio januari zichtbaar.\nAsscher noemde het „riskant” dat het kabinet niet stuurt op besmettingscijfers, maar op stijgende ziekenhuisopnames ná het groeiend aantal besmettingen.", "paragraphs": ["Het coronavirus mag dan nog niet onder controle zijn, de politieke discussie hierover was dat dinsdag wel – in ieder geval een paar uur lang. Een dag na het afkondigen van een strenge lockdown spraken vrijwel alle politieke partijen in de Tweede Kamer hun steun uit voor het nieuwe beleid, dat bedoeld is om ziekenhuizen te ontlasten.", "Zelfs Geert Wilders, nooit te beroerd om het kabinet te geselen met striemende kritiek, zei de noodzaak in te zien van extra harde maatregelen. De PVV-leider zag veel „onmacht” in het pakket en noemde sommige maatregelen „disproportioneel”, vooral richting de detailhandel en de horeca. „Niettemin zullen wij er wel steun aan verlenen, gelet op de enorme gevolgen voor de zorg.”", "Daarmee lijkt de strategie van premier Mark Rutte (VVD) te hebben gewerkt. Ruim voor zijn toespraak maandagavond nam hij fractieleiders mee in de zware boodschap die hij in het Torentje zou gaan verkondigen. Politieke leiders werden uitgenodigd en vertrouwelijk bijgepraat over de zorgwekkende besmettingscijfers, in het bijzijn van experts zoals RIVM-directeur Jaap van Dissel. Dat maakte indruk: dinsdag, tijdens het debat over het nieuwe coronaregime, was de toon opvallend minder hoog dan bij eerdere debatten.", "Over de nieuwe ‘coronaspoedwet’ had vrijwel niemand het. Die wet, die recent in werking is getreden en ook deze week werd toegepast, regelt hoe het kabinet in noodsituaties kan handelen en hoe de Kamer dit kan controleren. De afgelopen maanden zorgde die wet voor hoogoplopende emoties. Maar dinsdag mopperde alleen Wilders hierover, in een bijzin.", "Kansenongelijkheid", "Toch klonk er ook kritiek. Niet over de noodzaak van de lockdown, maar over accenten binnen de maatregelen. Zoals de sluiting van scholen, vijf weken, inclusief basisscholen. Terwijl volgens GroenLinks-leider Jesse Klaver uit onderzoek blijkt hoezeer kinderen gebukt gaan onder zo’n sluiting. „De kansongelijkheid loopt enorm op”, aldus Klaver. „De prijs die de volgende generatie moet betalen is te groot.”", "Lees ook dit interview met de Kinderombudsvrouw over de schoolsluiting: ‘Er bekroop me een gevoel van schaamte’", "De PvdA en regeringspartij D66 riepen het kabinet op om te bekijken of basisscholen toch op 11 januari open kunnen, een week eerder dan maandag door Rutte werd aangekondigd. PvdA-leider Lodewijk Asscher wilde „een steunpakket voor de kinderen”, zoals bedrijven ook hulp krijgen.", "Veelvuldig werd gewezen op het contrast met kerken, waar bijeenkomsten nog wel mogen. Is het grondrecht om naar de kerk te gaan, vroeg Asscher zich af, belangrijker dan het grondrecht om naar school te gaan? Rutte: „De meeste kerken handelen buitengewoon verantwoordelijk.” Ook de Eredivisie gaat de komende weken door. Voor Schiphol gelden ook geen extra restricties. Pieter Heerma (CDA) noemde recente beelden van op elkaar gepakte reizigers op de luchthaven „moeilijk te verkroppen” en diende een door de hele coalitie gesteunde motie in over beperking van vliegreizen. En waarom, wilde Esther Ouwehand van de Partij voor de Dieren weten, gaan scholen dicht maar coronabrandhaarden zoals slachthuizen niet?", "Tijdens het coronadebat vonden in Den Haag demonstraties plaats tegen de lockdown. Foto David van Dam", "Zo werd het toch nog een echt debat. Volgens Rutte was de sluiting van scholen nodig. „Alleen in het basisonderwijs spreek je al over anderhalf miljoen kinderen. Dat zijn heel veel bewegingen daaromheen.” Klaver eiste een wetenschappelijke onderbouwing, geen „drijfzand”. Het Outbreak Management Team, het gremium van experts dat het kabinet adviseert, heeft niet expliciet geadviseerd om de basisscholen te sluiten. Rutte zei dat wel te begrijpen. „We hebben niet meer de luxe om ons per maatregel af te vragen wat het precieze effect daarvan is.” Kortom: de crisis is te groot geworden voor maatwerk. Ook over het eerder openen van scholen was Rutte niet enthousiast. Dat komt door Oud en Nieuw. Het effect daarvan op het aantal besmettingen is waarschijnlijk pas medio januari zichtbaar. „Dat vinden wij echt spannend.”", "Aan de beelden uit Schiphol had Rutte zich „verschrikkelijk” geërgerd, maar volgens hem was sprake geweest van „een piekmoment waarbij die anderhalve meter niet is gehouden”. Er was contact met de luchthaven „om dit soort beelden te beperken”. Coalitiepartner ChristenUnie gromde dat het om meer gaat „dan beelden alleen”. Rutte greep het debat ook aan voor goed nieuws: voor de ‘non-food-detailhandel’ komt er een „voorraadvergoeding”. Veel winkels zitten door de lockdown met onverkoopbare kerstspullen.", "Asscher wilde weten wat voor lessen Rutte geleerd heeft. Kon de „botte lockdown” niet voorkomen worden? Asscher noemde het „riskant” dat het kabinet niet stuurt op besmettingscijfers, maar op stijgende ziekenhuisopnames ná het groeiend aantal besmettingen. „Dat doen álle landen in de westerse wereld”, zei Rutte. ,,Ik meen oprecht niet dat wij te vroeg of te laat ingrijpen.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Stéphane Alonso", "Leestijd Minuten"], "keywords": ["van", "dat", "rutte", "een", "sluiting", "botte", "en", "steun", "ook", "te", "lockdown", "kritiek", "op", "voor", "scholen", "het"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}