{"id": "e3e5439e-95da-3931-bb16-7c3be97592f7", "title": "Winnaar Nobelprijs voor de Vrede: Honger kan erger zijn dan corona", "url": "https://www.metronieuws.nl/in-het-nieuws/buitenland/2020/12/honger-kan-erger-zijn-dan-corona/", "summary": "Winnaar Nobelprijs voor de Vrede: Honger kan erger zijn dan coronaHonger in de wereld (de hongerpandemie) zou wel eens erger zou kunnen zijn dan corona.\nDaarvoor waarschuwde het hoofd van het Wereldvoedselprogramma (WFP) van de Verenigde Naties vandaag nadat hij de Nobelprijs voor de Vrede had ontvangen.\nHet WFP, dat de medische logistiek coördineerde tijdens de coronaviruspandemie, werd in oktober uitgeroepen tot winnaar van de prijs voor 2020.\nEn alsof dat nog niet erg genoeg is, van die 270 miljoen zijn er 30 miljoen voor hun overleving 100 procent van ons afhankelijk”, voegde hij toe.\nLees ook: Voor het eerst meer dan 3000 coronadoden in de VS op één dag", "paragraphs": ["Winnaar Nobelprijs voor de Vrede: Honger kan erger zijn dan corona", "Honger in de wereld (de hongerpandemie) zou wel eens erger zou kunnen zijn dan corona. Daarvoor waarschuwde het hoofd van het Wereldvoedselprogramma (WFP) van de Verenigde Naties vandaag nadat hij de Nobelprijs voor de Vrede had ontvangen.", "Ongeveer 270 miljoen mensen wereldwijd, gelijk aan de gecombineerde bevolking van Duitsland, het Verenigd Koninkrijk, Frankrijk en Italië, staan ​​op de rand van de hongerdood, stelde David Beasley van het WFP tijdens de ceremonie die online werd gehouden. Het WFP, dat de medische logistiek coördineerde tijdens de coronaviruspandemie, werd in oktober uitgeroepen tot winnaar van de prijs voor 2020.", "Marcheren richting de hongerdood", "„Door zoveel oorlogen, klimaatverandering, het gebruik van honger als politiek en militair wapen en een wereldwijde gezondheidspandemie die dit allemaal exponentieel erger maakt, marcheren 270 miljoen mensen naar de hongerdood,” zei Beasley.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Today the 2020 Nobel Peace Prize was delivered to the World Food Programme, @WFP. Read the full acceptance speech by WFP Executive Director David Beasley: https://t.co/1pdubiVQa6 pic.twitter.com/dzUTv2BHsh — The Nobel Prize (@NobelPrize) December 10, 2020", "„Niet voldoen aan hun behoeften zal een hongerpandemie veroorzaken die de impact van COVID zal overstijgen. En alsof dat nog niet erg genoeg is, van die 270 miljoen zijn er 30 miljoen voor hun overleving 100 procent van ons afhankelijk”, voegde hij toe.", "Door corona niet in Oslo", "In plaats van de gebruikelijke ceremonie in het stadhuis van Oslo met hoogwaardigheidsbekleders, onder wie de Noorse koning Harald, bleven de WFP-functionarissen in hun hoofdkwartier in Rome vanwege de coronapandemie.", "De uitreiking van de overige Nobelprijzen, voor geneeskunde, natuurkunde, scheikunde, literatuur en economie, is ook online. Die worden traditioneel in Stockholm uitgereikt.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Join us: On December 10th, @WFP will accept the #NobelPeacePrize. Tune in live to mark this moment together with the Prime Minister of Norway @erna_solberg, @massari, @FemiOke and many others. — David Beasley (@WFPChief) December 7, 2020", "Half november werd duidelijk dat chef Beasley van het Wereldvoedselprogramma de Nobelprijs voor de Vrede niet persoonlijk in ontvangst zou nemen. Hij noemde het rondwarende coronavirus als reden.", "Honger mag geen wapen zijn", "Het comité kende de prijs vorige maand toe aan het WFP, vooral voor zijn inspanningen om te voorkomen dat honger als wapen wordt gebruikt in conflicten en in oorlogen. De uitreiking in de Noorse hoofdstad is normaal gesproken op 10 december, de sterfdag van Alfred Nobel (1833-1896), initiatiefnemer van de prestigieuze prijs.", "De prijs bestaat uit 10 miljoen Zweedse kronen (zo’n 960.000 euro), een diploma en een medaille en is voor mensen die zich hebben ingezet voor het bevorderen van de vrede. De traditionele lezing en het banket zijn uitgesteld naar volgend jaar.", "Lees ook: Voor het eerst meer dan 3000 coronadoden in de VS op één dag"], "authors": ["Metroen Anp", "Metro En Anp"], "keywords": ["vrede", "erger", "van", "dan", "miljoen", "nobelprijs", "het", "die", "zijn", "kan", "corona", "wfp", "niet", "en", "honger", "winnaar", "aan", "voor"], "pubDate": "2020-12-10T14:50:45+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}