{"id": "e3ed6f3b-1565-3bbe-ac0d-fb36e5fb01b5", "title": "Hybride warmtepomp in trek: 'Goede tussenstap naar gasloos'", "url": "https://nu.nl/economie/6100678/hybride-warmtepomp-in-trek-goede-tussenstap-naar-gasloos.html", "summary": "Een hybride warmtepomp is een combinatie van een elektrische warmtepomp en een hr-ketel.\nOok producent ATAG gaat groot inzetten op de verkoop van hybride warmtepompen.\nAls je een elektrische pomp kunt bijschakelen, kun je de lasten behoorlijk drukken.\"\nNu krijg je die ook als je een elektrische warmtepomp koopt en één isolerende maatregel neemt.\nEen hybride warmtepomp kost na aftrek van subsidie zo'n 3.000 euro en gaat ongeveer vijftien jaar mee.", "paragraphs": ["Hybride warmtepompen winnen terrein in de strijd tegen klimaatverandering en hoge energierekeningen. Volgens de grootste fabrikanten groeit de vraag aanzienlijk en nieuwe subsidieregels maken de aankoop aantrekkelijker voor huiseigenaren.", "Een hybride warmtepomp is een combinatie van een elektrische warmtepomp en een hr-ketel. Uit recent onderzoek van de Consumentenbond en zes andere organisaties blijkt dat hiermee 200 tot 600 euro per jaar kan worden bespaard op de energierekening.", "\"De verkoop van hybride warmtepompen is vooral interessant voor bestaande woningen die nog niet goed genoeg geïsoleerd zijn om volledig elektrisch te worden verwarmd\", zegt Stijn Otten van HeatTransformers, aanbieder van warmtepompen in Nederland. Otten schat in dat in 2020 zo'n tienduizend tot twaalfduizend hybride warmtepompen zijn geïnstalleerd.", "Ter vergelijking: in heel 2019 werden in totaal zo'n 45.000 warmtepompen verkocht. Dat is voor een land met acht miljoen huizen niet veel, maar het is een groeimarkt, verzekert een woordvoerder van Remeha, dat afgelopen jaar warmtepompspecialist Techneco overnam.", "Ook producent ATAG gaat groot inzetten op de verkoop van hybride warmtepompen. \"De vraag naar deze tussenoplossing op de weg naar gasloos verwarmen groeit\", zegt een woordvoerder. \"Consumenten zullen de hybride pomp vaker tegenkomen in onze communicatie.\"", "'Gas wordt de komende jaren alleen maar duurder'", "Dat er groeiende aandacht is voor hybride varianten is geen gekke ontwikkeling, vindt Rolf Heynen van onderzoeksbureau Dutch New Energy Research. \"Voor huiseigenaren met zonnepanelen is het een logische volgende stap. Elektriciteitsverbruik is geen grote kostenpost meer dankzij zonnepanelen en de heffingskorting die iedereen jaarlijks krijgt. Gasverbruik nog wel, en gas wordt de komende jaren alleen maar duurder. Als je een elektrische pomp kunt bijschakelen, kun je de lasten behoorlijk drukken.\"", "Een gemiddeld huishouden heeft voor de verwarming (geen tapwater) ongeveer twee derde minder gas nodig met een hybride warmtepomp, zo staat in een tussenrapportage van een uitgebreid onderzoek dat komende zomer wordt afgerond. Het stroomverbruik neemt wel toe. Milieu Centraal schat in dat met de huidige mix van grijs-groene stroom gemiddeld 20 procent minder CO2 voor verwarming en warm water wordt uitgestoten als huizen een hybride warmtepomp hebben. De elektriciteit in Nederland wordt steeds groener, dus de CO2-winst neemt jaarlijks toe.", "“Als je nou voor de komende vijftien jaar zo'n pomp neemt, kun je op momenten die logisch zijn - bijvoorbeeld een verbouwing - beter gaan isoleren.” Puk van Meegeren, Milieu Centraal", "\"Onder beleidsmakers wordt een hybride warmtepomp gezien als goede tussenstap op weg naar gasloos wonen\", zegt Puk van Meegeren van voorlichtingssite Milieu Centraal. \"Nadat in 2017 bekend is gemaakt dat Nederland in 2050 gasloos moet zijn, werd de optie nog niet zo serieus genomen. Er is immers nog steeds gas nodig om de woning te verwarmen. De stap naar volledig gasloos is voor veel huizen echter best complex. Als je nou voor de komende vijftien jaar zo'n pomp neemt, kun je op momenten die logisch zijn - bijvoorbeeld een verbouwing - beter gaan isoleren en energiezuiniger gaan ventileren, zodat je uiteindelijk helemaal over kan op elektrisch.\"", "Van Meegeren wijst er ook op dat de subsidieregels dit jaar interessanter zijn geworden. Tot 1 januari moest je nog twee isolatiemaatregelen nemen om subsidie te krijgen. Nu krijg je die ook als je een elektrische warmtepomp koopt en één isolerende maatregel neemt. \"Je kunt dus bij de aanschaf van de warmtepomp ook met subsidie glas vervangen.\" Een hybride warmtepomp kost na aftrek van subsidie zo'n 3.000 euro en gaat ongeveer vijftien jaar mee."], "authors": ["Door", "Stefan Ten Teije"], "keywords": ["trek", "zijn", "van", "hybride", "goede", "naar", "voor", "en", "een", "warmtepomp", "op", "gasloos", "dat", "tussenstap", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}