{"id": "e40c54f7-06f9-39f9-b096-cb7af15be240", "title": "Iedereen een prik: hoe vaccineren we de wereld?", "url": "https://www.parool.nl/wereld/iedereen-een-prik-hoe-vaccineren-we-de-wereld~ba9d46c3/", "summary": "Om ziektes als mazelen, polio en difterie de wereld uit te helpen, organiseert Unicef al 2 miljard vaccinaties per jaar.\nNiet zo gek dat Unicef een van de pijlers is van Covax, een internationaal samenwerkingsverband van landen, bedrijven, organisaties en filantropen als Bill en Melinda Gates, dat wereldwijd een goede verdeling van coronavaccins nastreeft.\nHet is een ellenlange checklist om te zorgen dat ieder­een klaar is.\nLaszlo: “We hopen dat we volgend jaar in de 92 lage- en middeninkomenslanden 20 procent van de mensen kunnen vaccineren.\n“Voor ons is het van groot belang corona de wereld uit te krijgen.", "paragraphs": ["Mannen staan in de rij voor voedselhulp in Johannesburg, Zuid-Afrika. Straks is het wachten op vaccinaties. Beeld AFP", "De aarde heeft bijna 8 miljard bewoners en uiteindelijk zullen de meesten van hen tegen het coronavirus moeten worden gevaccineerd. Ook de Nederlandse tak van de kinderorganisatie van de Verenigde Naties is hard bezig met de voorbereidingen, zegt Suzanne Laszlo, directeur van Unicef Nederland. De ervaring is in huis. Om ziektes als mazelen, polio en difterie de wereld uit te helpen, organiseert Unicef al 2 miljard vaccinaties per jaar. In 2021 zullen nog eens 2 miljard injecties extra worden gegeven tegen het coronavirus. Kwetsbaren en zorgwerkers krijgen voorrang.", "Zijn er koelcellen?", "Niet zo gek dat Unicef een van de pijlers is van Covax, een internationaal samenwerkingsverband van landen, bedrijven, organisaties en filantropen als Bill en Melinda Gates, dat wereldwijd een goede verdeling van coronavaccins nastreeft. “Dit is de corebusiness van wat wij doen,” zegt Laszlo. “Corona gaat pas de wereld uit als de hele wereld is ingeënt. Want wij kunnen het hier wel op orde hebben, maar als de besmettingsproblemen elders in de wereld niet zijn opgelost, is uiteindelijk niemand geholpen. We staan daarom aan de vooravond van de grootste operatie uit onze geschiedenis.”", "Binnen Covax onderhandelt Unicef bijvoorbeeld over de prijs van vaccins en zorgt voor transport en het uiteindelijke toedienen. “We bereiden gemeenschappen over de hele wereld voor, zodat we aan de slag kunnen zodra het vaccin ergens kan worden afgeleverd. Denk aan voorlichtingscampagnes. Je moet het vertrouwen van de bevolking hebben om grootschalig te kunnen vaccineren. Op veel plekken kent men ons, omdat we al jaren vaccinatieprogramma’s runnen.”", "Extra vaccinaties", "“Op dit moment kijken we heel zorgvuldig wat er allemaal nog nodig is voor al die extra vaccinaties. Hebben we genoeg deskundige mensen ter plaatse, zijn er koelcellen aanwezig, welk vaccin kan waar het beste worden ingezet? Het is een ellenlange checklist om te zorgen dat ieder­een klaar is. Met drones brengen we vaccins naar afgelegen gebieden. De ervaring heeft ons in 75 jaar geleerd dat je op deze manier ziektes de wereld uit krijgt.”", "Solidariteit is mooi, maar ondertussen denken de meeste landen toch eerst aan zichzelf. Rijke landen hebben meer middelen en expertise dan armere, waardoor sommige delen van de wereld wel tot 2024 moeten wachten voordat iedereen ook daar is gevaccineerd. Laszlo: “We hopen dat we volgend jaar in de 92 lage- en middeninkomenslanden 20 procent van de mensen kunnen vaccineren. Daarin moet je meenemen dat het eerste jaar het tempo van de vaccinproductie nog goed op gang moet komen en er ter plaatse ook infrastructuur moet zijn geregeld.”", "“Vanaf 2022 zal het sneller gaan, maar het is niet reëel te denken dat je dan even de andere 80 procent van de bevolking doet. Je kunt wel steeds opschalen en de logistiek steeds verbeteren en versnellen, maar drie jaar gaat het zeker nog wel duren.”", "Suzanne Laszlo, directeur Unicef Nederland. Beeld UNICEF/GUUS SCHOONEWILLE", "Van het virus lijken kinderen wereldwijd minder ziek te worden, maar de effecten van alle coronamaatregelen zijn desastreus voor diezelfde kinderen, zegt Laszlo.", "“Voor ons is het van groot belang corona de wereld uit te krijgen. Als je ziet hoeveel kinderen er niet meer naar school gaan en hoe slecht hun toegang tot gezondheidszorg is geworden – we zitten echt in alarmfase 1. We weten bijvoorbeeld al dat heel veel van die kinderen, met name meisjes, niet meer teruggaan naar school. Ze worden uitgehuwelijkt omdat er dan een mond minder te voeden is. De voedingsproblematiek in deze crisis is immens en groeit enorm. Sommige collega’s zeggen dat we door corona tien jaar terug in de tijd gaan met alles wat we hebben opgebouwd.”"], "authors": ["Bob Van Huët"], "keywords": ["prik", "er", "van", "vaccineren", "en", "jaar", "een", "hoe", "te", "iedereen", "wereld", "het", "worden", "dat", "je"], "pubDate": "2020-12-29T16:08:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}