{"id": "e41e66ff-fb33-3d1d-ad18-61114903f290", "title": "Jose Manuel Mireles (1958-2020), de arts die zelf de wapens opnam", "url": "https://trouw.nl/buitenland/jose-manuel-mireles-1958-2020-de-arts-die-zelf-de-wapens-opnam~b534cb5d/", "summary": "Het was op die 24e februari dat Mireles een beslissing nam die Mexico op de grondvesten deed schudden.\nMireles hield wel van die vergelijking; hij zag zichzelf graag als een guerrillastrijder voor de goede zaak.\nZelf verkeeg Mireles wereldfaam als een van de hoofdrolspelers in de voor een Oscar genomineerde documentaire ‘Cartel Land’, van filmmaker Matthew Heineman.\nMireles, die zich vaak lovend over López Obrador had uitgelaten, wist een baan te bemachtigen als hoofd van een sociale verzekeringsinstituut in Michoacán.\nOp 25 november overleed hij op 62-jarige leeftijd aan Covid-19.", "paragraphs": ["José Manuel Mireles Valverde was woedend op 24 februari 2014. Omringd door dorpsgenoten in Tepalcatepec, een plaatsje op het platteland van de Mexicaanse deelstaat Michoacán, wilde hij antwoord van de mensen die zich hadden verzameld. “Klootzakken, zeg dan wat!”, schreeuwde hij. “Wat gaan we doen aan deze situatie?”", "De situatie waar Mireles het over had was het schrikbewind dat sinds enkele jaren over Tepalcatepec werd uitgeoefend door drugsbende Los Caballeros Templarios. De Templarios waren de feitelijke autoriteit in het gebied, een snikheet, subtropisch laagland omringd door ruige bergen, dat in de volksmond Terra Caliente wordt genoemd, ‘Heet Land’.", "Mireles was een voornaam persoon in Tepalcatepec en omgeving. Als arts in de lokale kliniek was hij getuige van hoe wekelijks jonge meisjes, soms nog geen twaalf jaar oud, door zwijgende, bedrukte ouders zwanger bij hem op consult kwamen. De meisjes waren verkracht door Templarios, werd hem verteld, op feesten vol drugs en alcohol die vaak dagen duurden. De autoriteiten deden niets; enkele ouders die aangifte hadden gedaan, verdwenen spoorloos.", "Het was op die 24e februari dat Mireles een beslissing nam die Mexico op de grondvesten deed schudden. Hij besloot, samen met dorpgsgenoten, niet meer op ingrijpen van de Mexicaanse autoriteiten te wachten en nam de wapens op. Zijn ‘autodefensas’, zelfverdedigingsmilities, zouden in de maanden die volgden een kleine burgeroorlog uitvechten met de Templarios.", "Met zijn borstelsnor leek hij wel op Emiliano Zapata", "Mireles was niet de enige leider van de autodefensas, maar wel verreweg de belangrijkste en meest charismatische. Hij liet zich graag omringd door gewapende strijders fotograferen. Met zijn hoed en dikke borstelsnor leek hij wel een beetje op Emiliano Zapata, de legendarische Mexicaanse revolutionaire leider die begin twintigste eeuw de federale regering uitdaagde met zijn leger van boeren.", "Mireles hield wel van die vergelijking; hij zag zichzelf graag als een guerrillastrijder voor de goede zaak. Als leider van de autodefensas werd hij bewonderd door Mexicanen die hun corrupte leiders en de ultragewelddadige drugsbendes spuugzat waren.", "Mireles was een van de weinige mensen in het dorp die studeerden. Hij werd arts in het lokale kliniekje, interesseerde zich voor politiek en deed enkele pogingen om volksvertegenwoordiger te worden. In de jaren negentig bracht hij korte tijd in de gevangenis door; hij hielp lokale cannabisboeren door ze te waarschuwen als politie en leger het dorpje binnentraden. Na zijn gevangenisstraf bracht hij enkele jaren door in de Verenigde Staten, waar hij voor het Rode Kruis werkte en een belangrijke rol speelde in de gemeenschap van naar het noorden geëmigreerde Michoacanos.", "Wereldfaam door documentaire", "Toen hij terugkeerde naar Michoacán zag hij hoe zijn geboorteregio werd verscheurd door crimineel geweld en hoe de federale en deelstaatautoriteiten niets deden om de bendes te stoppen. In 2014 begon hij aan zijn strijd tegen de Templarios. Vele tientallen mensen kwamen om in het geweld; veel mensen in Michoacán staat nog steeds op het netvlies gebrand hoe kolonnes terreinwagens vol zwaargewapende autodefensas plaatsjes binnenreden en de Templarios verjoegen, vaak na flinke schietpartijen. Zelf verkeeg Mireles wereldfaam als een van de hoofdrolspelers in de voor een Oscar genomineerde documentaire ‘Cartel Land’, van filmmaker Matthew Heineman.", "Zijn opstand zou niet ongestraft blijven. Op 27 juni 2014 werd hij gearresteerd, samen met vijfenveertig anderen. Hij zou drie jaar in de gevangenis blijven op beschuldiging van illegaal wapenbezit en verontschuldigde zich in 2016 voor zijn rol in de opstand van de Tierra Caliente.", "Uiteindelijk kwam het alsnog goed tussen de Mexicaanse staat en José Manuel Mireles. In 2018 kwam de zichzelf links noemende populist Andrés Manuel López Obrador aan de macht als president van Mexico. Mireles, die zich vaak lovend over López Obrador had uitgelaten, wist een baan te bemachtigen als hoofd van een sociale verzekeringsinstituut in Michoacán. Hij werd onderdeel van het systeem waar tegen hij zich zes jaar eerder als gewapende guerrillero verzette. Op 25 november overleed hij op 62-jarige leeftijd aan Covid-19.", "Lees ook:", "Mexico anno 2019: meer geweld, meer massagraven, meer doden", "Een jaar na zijn aantreden heeft de Mexicaanse president Andrés Manuel López Obrador zijn belofte het land veiliger te maken niet ingelost. Nog nooit werden zoveel Mexicanen vermoord als dit jaar."], "authors": ["Jan-Albert Hootsen"], "keywords": ["van", "als", "19582020", "wapens", "hij", "die", "op", "zelf", "het", "zijn", "opnam", "arts", "een", "en", "manuel", "jose", "mireles", "door"], "pubDate": "2020-12-07T19:07:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}