{"id": "e423fb8d-6498-3152-9f2b-07550da85f71", "title": "Tv-persoonlijkheid Amanda Balk thuis overvallen door ‘pakketbezorgers’", "url": "https://www.parool.nl/amsterdam/tv-persoonlijkheid-amanda-balk-thuis-overvallen-door-pakketbezorgers~b74a1f6e/", "summary": "Beeld BrunopressTwee daders deden zich rond half negen voor als pakketbezorgers en overvielen Balk.\nZe was op dat moment samen met haar dochter Vegas thuis, vertelt ze tegen de krant.\nIk voelde niets van de klappen, het enige dat ik schreeuwde, was: ‘Kom niet aan mijn kind!’ Vegas had zich in de kast verstopt.\nParijsHet is de tweede keer in een paar jaar tijd dat Balk, bekend van reality-tv-series als De Gouden Kooi en Echte Meisjes in de Jungle te maken krijgt met een overval.\nVeel bekende Nederlanders zijn de afgelopen maanden thuis overvallen, onder wie René van der Gijp en Nikkie de Jager.", "paragraphs": ["Beeld Brunopress", "Twee daders deden zich rond half negen voor als pakketbezorgers en overvielen Balk. Ze was op dat moment samen met haar dochter Vegas thuis, vertelt ze tegen de krant. “Ze hebben mijn keel dichtgeknepen, mij geschopt en geslagen. Ik voelde niets van de klappen, het enige dat ik schreeuwde, was: ‘Kom niet aan mijn kind!’ Vegas had zich in de kast verstopt. Ik voel me zo verdrietig.” Balk raakte lichtgewond.", "De daders zijn volgens getuigen mogelijk in een voertuig gevlucht. Het is niet duidelijk wat de buit is.", "Parijs", "Het is de tweede keer in een paar jaar tijd dat Balk, bekend van reality-tv-series als De Gouden Kooi en Echte Meisjes in de Jungle te maken krijgt met een overval. Tijdens een weekendje weg in Parijs in 2017 werd ze aangevallen door drie mannen die met knuppels op haar auto begonnen in te slaan. Ze kwam daarbij met de schrik vrij.", "Veel bekende Nederlanders zijn de afgelopen maanden thuis overvallen, onder wie René van der Gijp en Nikkie de Jager. In die zaken zijn zes verdachten aangehouden. Zij zitten nog vast."], "authors": ["Het Parool"], "keywords": ["ik", "door", "zijn", "van", "thuis", "balk", "en", "met", "ze", "een", "pakketbezorgers", "zich", "overvallen", "tvpersoonlijkheid", "dat", "amanda"], "pubDate": "2021-01-07T15:53:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}