{"id": "e428c748-15f7-3a59-8902-068d081ca3ed", "title": "Doorbraak gloort in Europese begrotingscrisis, maar Rutte wil toezeggingen", "url": "https://www.nrc.nl/nieuws/2020/12/09/doorbraak-gloort-in-europese-begrotingscrisis-a4023299", "summary": "Premier Mark Rutte wil eerst meer duidelijkheid over een nieuw compromisvoorstel dat een Europese begrotingscrisis moet voorkomen, voor hij ermee in kan stemmen.\nIn het nieuwe compromisvoorstel van Duitsland, dit half jaar voorzitter van de EU, blijft de tekst over het nieuwe ‘rechtsstaatmechanisme’ ongewijzigd.\nDaarnaast stelt de tekst dat een lidstaat aan een soort ‘noodrem’ kan trekken als de Europese Commissie het land wil korten.\nTen slotte wil Rutte ook van het Europees Parlement weten of het met het voorstel kan instemmen.\nDat ze nu toch akkoord lijken te gaan met het rechtsstaatmechanisme heeft ongetwijfeld ook met die financiële druk te maken.", "paragraphs": ["Premier Mark Rutte wil eerst meer duidelijkheid over een nieuw compromisvoorstel dat een Europese begrotingscrisis moet voorkomen, voor hij ermee in kan stemmen. Voorafgaand aan een Europese topontmoeting zei Rutte donderdagochtend eerst een aantal toezeggingen te willen krijgen.", "Het nieuwe compromis is een voorstel van Duitsland en werd woensdag al met instemming ontvangen in Polen en Hongarije. Die twee landen weigerden akkoord te gaan met de nieuwe Europese meerjarenbegroting, totdat een voorstel om de toekenning van EU-subsidies te verbinden aan respect voor de rechtsstaat van tafel ging. Zonder unanieme instemming kan de nieuwe begroting 1 januari niet van kracht worden en zou een groot deel van de EU-fondsen stil komen te liggen. Het speciale coronaherstelfonds om landen in financiële nood te helpen, zou bovendien niet gevuld kunnen worden.", "In het nieuwe compromisvoorstel van Duitsland, dit half jaar voorzitter van de EU, blijft de tekst over het nieuwe ‘rechtsstaatmechanisme’ ongewijzigd. Wel zouden regeringsleiders in een ‘toelichtende verklaring’ een paar aspecten ervan ophelderen. Zo wordt onderstreept dat alle landen gelijk zullen worden behandeld en dat de toets alleen geldt voor betalingen uit de nieuwe EU-begroting, en niet voor ‘oude’, vertraagde fondsen. Ook wordt vastgesteld dat lidstaten de toets aan het Europees Hof van Justitie in Luxemburg mogen voorleggen. Daarnaast stelt de tekst dat een lidstaat aan een soort ‘noodrem’ kan trekken als de Europese Commissie het land wil korten. Dan moeten de maatregelen door regeringsleiders worden besproken.", "Nog geen definitief fiat", "Vanuit Warschau en Boedapest klonken woensdag instemmende geluiden, hoewel een definitief fiat nog niet is gegeven. Of Nederland uiteindelijk ook met het compromis zal instemmen was donderdagochtend nog niet zeker. Rutte stelde een aantal voorwaarden. Zo mag de reikwijdte van de toets niet smaller worden. En als de EU eerst moet wachten op oordeel van het Europees Hof van Justitie, dan mag dat geen uitstel betekenen: de schendingen moeten daarna met terugwerkende kracht kunnen worden vastgesteld. Ten slotte wil Rutte ook van het Europees Parlement weten of het met het voorstel kan instemmen.", "Voorafgaand aan de Europese topontmoeting klonk er in Brussel hoe dan ook opluchting over een mogelijke uitweg. Een begrotingscrisis zou boven op de financiële klap van de coronacrisis grote gevolgen kunnen hebben. De afgelopen weken leken Warschau en Boedapest zich bovendien alleen maar verder in te graven. Intussen werd vanuit Brussel en Berlijn de druk opgevoerd. Vorige week nog liet de Commissie openlijk weten te werken aan een ander coronafonds, waaraan Polen en Hongarije niet zouden kunnen deelnemen.", "De financiële gevolgen van een crisis zouden voor beide landen ook groot zijn. Dat ze nu toch akkoord lijken te gaan met het rechtsstaatmechanisme heeft ongetwijfeld ook met die financiële druk te maken.", "Lees ook: EU-ruzie komt Rutte niet slecht uit", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Clara Van De Wiel", "December Om", "Leestijd Minuten"], "keywords": ["europese", "van", "doorbraak", "het", "begrotingscrisis", "wil", "maar", "met", "nieuwe", "gloort", "een", "ook", "en", "rutte", "toezeggingen", "te", "niet", "dat"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}