{"id": "e439c012-715e-3d23-a98c-bb6973e45058", "title": "Woedende kroongetuige: advocaten zijn debet aan moord Wiersum", "url": "https://www.parool.nl/nederland/woedende-kroongetuige-advocaten-zijn-debet-aan-moord-wiersum~b3262880/", "summary": "De advocaten van Mohammed Razzouki en een journalist komen aan bij de extra beveiligde rechtbank voor het Marengo-proces.\nBeeld ANPDat zware verwijt maakte een woedende Nabil B. richting raadsman Nico Meijering van verdachte Mohammed Razzouki donderdag in de zwaarbeveiligde ‘bunker’ van de rechtbank in Amsterdam-Osdorp.\nAdvocaten Nico Meijering en Christian Flokstra van verdachte Mohammed Razzouki krijgen vandaag de kans Nabil B. een lange reeks kritische vragen te stellen.\nMeijering noemt de uitspraken van de kroongetuige van donderdagmorgen ‘gevaar zettend voor hem en zijn kantoor’.\nZijn kantoorgenoot Christian Flokstra: “De kroongetuige misbruikt de dood van zijn eigen advocaat om onder zijn leugens uit te komen.”Lees meer over deze zaak in ons liveblog.", "paragraphs": ["De advocaten van Mohammed Razzouki en een journalist komen aan bij de extra beveiligde rechtbank voor het Marengo-proces. Beeld ANP", "Dat zware verwijt maakte een woedende Nabil B. richting raadsman Nico Meijering van verdachte Mohammed Razzouki donderdag in de zwaarbeveiligde ‘bunker’ van de rechtbank in Amsterdam-Osdorp.", "Meijering en Weski suggereerden volgens Nabil B. op eerdere zittingen dat Derk Wiersum en zijn andere advocaat hem hadden geholpen bij het ‘in elkaar puzzelen’ van zijn volgens hen gelogen verklaringen waarin hij Ridouan Taghi en vele medeverdachten van liquidaties en moordplannen beschuldigt.", "Lastercampagne", "“U bent een lastercampagne begonnen tegen mijn advocaat!,” riep Nabil B. vanuit zijn cabine, nadat Meijering hem vragen had gesteld over een iPhone die hij stiekem in zijn cel had ‘om de veiligheid te regelen’ en waarover hij vervolgens onder ede heeft gelogen.", "Geëmotioneerd klonk het vanuit de getuigencabine: “Dat advocaten mij aanvallen als kroongetuige kan ik accepteren. Maar dat u mijn advocaten aanviel... Met die psychopaat vanuit Dubai die meekeek?”", "Met die psychopaat bedoelt B. de toentertijd voortvluchtige Ridouan Taghi, die volgens hem via de media meekreeg dat Weski en Meijering suggereerden dat Nabil B.’s raadslieden hem hielpen bij het opzetten van leugenachtige verklaringen tegen Taghi en zijn groep.", "De kroongetuige suggereert dat Wiersum mede door dergelijke berichten is vermoord.", "Tot bedaren", "De rechtbank lastte aan het einde van de ochtend een extra lange pauze in om Nabil B. weer tot bedaren te laten komen.", "Advocaten Nico Meijering en Christian Flokstra van verdachte Mohammed Razzouki krijgen vandaag de kans Nabil B. een lange reeks kritische vragen te stellen. Ze willen de antwoorden gebruiken in een verzoek om opheffing van Razzouki’s voorlopige hechtenis, omdat de cruciale kroongetuige volgens hen onbetrouwbaar is. Verder bewijs voor Razzouki’s betrokkenheid bij moorden en moordplannen is er volgens de raadslieden nauwelijks.", "Meijering noemt de uitspraken van de kroongetuige van donderdagmorgen ‘gevaar zettend voor hem en zijn kantoor’.", "Zijn kantoorgenoot Christian Flokstra: “De kroongetuige misbruikt de dood van zijn eigen advocaat om onder zijn leugens uit te komen.”", "Lees meer over deze zaak in ons liveblog."], "authors": ["Wouter Laumans", "Paul Vugts"], "keywords": ["van", "het", "zijn", "wiersum", "nabil", "moord", "volgens", "een", "woedende", "en", "advocaten", "dat", "b", "kroongetuige", "debet", "aan"], "pubDate": "2020-12-10T12:35:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}