{"id": "e43b67a5-746d-357c-a7d9-fb355a70cd70", "title": "Dat kan écht niet meer", "url": "https://nrc.nl/nieuws/2020/12/07/dat-kan-echt-niet-meer-a4022839", "summary": "Wat een heerlijk-zelfgenoegzame uitdrukking: ‘Dat is een gepasseerd station.’ Heerlijk, omdat het zo definitief klinkt: iets is achterhaald, echt voorbij.\nZelfgenoegzaam, omdat er altijd weer een volgend station wacht, dat verrassend veel kan lijken op het station dat je zojuist passeerde.\nDaarmee bedoel ik niet dat het afwezig was; hooguit dat je er niet mee te koop liep.\nZe kunnen volhouden dat Baudet het nooit zo heeft geformuleerd, dat FVD-prominenten hem woorden in de mond hebben gelegd.\nIets ‘kan echt niet meer’, iets is definitief ‘een gepasseerd station.’ Totdat een volgende lichting met frisse moed hetzelfde station weer aandoet.", "paragraphs": ["Wat een heerlijk-zelfgenoegzame uitdrukking: ‘Dat is een gepasseerd station.’ Heerlijk, omdat het zo definitief klinkt: iets is achterhaald, echt voorbij. Zelfgenoegzaam, omdat er altijd weer een volgend station wacht, dat verrassend veel kan lijken op het station dat je zojuist passeerde.", "Het was even stil, maar de laatste tijd horen we weer over communisten die zich roeren in de Nederlandse politiek. Nu zijn het leden van Rood, de (voormalige?) jongerenafdeling van de SP, die zich ook wel verzamelen op het zogenoemde ‘Communistische Platform’.", "Zij staan een klassiek marxistische interpretatie van de geschiedenis voor, en wijzen de sociaal-democratische richting af, die moederpartij SP jaren geleden insloeg. Het Platform wil bijvoorbeeld ‘het gebruik van geweld als middel in de klassenstrijd’ niet bij voorbaat afzweren. Er is kritiek op de SP, maar het Platform ziet de partij ook „als hoogste politieke uitdrukking van de arbeidersbeweging in ons land”.", "Ik word weemoedig van zo’n zinnetje, omdat ik in mijn eerste jaar politicologie (UvA) vaak met dit soort marxistische frasen werd geconfronteerd. Het is een bepaald jargon dat je meteen herkent. Ik schiet ervan in de lach, en dat deed ik vroeger ook al.", "Maar de oudere SP-leden horen hun eigen jeugd terug, de woorden en begrippen die ze zelf ooit gebruikten, en daarna hebben ingeslikt. Nu klinkt die oubolligheid opnieuw uit frisse, jonge monden, en grijpt de partijleiding in. ‘Stasi-praktijken’ vinden de jonge communisten binnen de SP. Ik zou cynisch antwoorden: juist de Stasi was ‘de hoogste politieke uitdrukking van de internationale, communistische beweging’. Ken je geschiedenis.", "Het sociale taboe op communisme heeft in ons land maar zo’n twintig jaar geduurd. Het politiek-sociale taboe op antisemitisme hield het zo’n zeventig jaar uit. Daarmee bedoel ik niet dat het afwezig was; hooguit dat je er niet mee te koop liep. Nu weten we dat drie kwart van de FVD-leden heeft gekozen voor ‘partijleider’ Baudet. Zeggen die stemmers het Baudet na: „Bijna iedereen die ik ken is antisemiet?”", "Niet per se. Ze kunnen volhouden dat Baudet het nooit zo heeft geformuleerd, dat FVD-prominenten hem woorden in de mond hebben gelegd. Het meest waarschijnlijke; de Baudet-stemmers halen hun schouders erover op. Het taboe op antisemitisme dat na de Tweede Wereldoorlog zowat absoluut was in Nederland, is sleets geworden.", "Het is een vorm van bagatellisering waarvan ook Donald Trump profiteerde, toen de opname naar buiten kwam met het beruchte: ‘Grab ’m by the pussy.’ Keurige Republikeinen, evangelisch en wel vonden het niet onoverkomelijk.", "Iets ‘kan echt niet meer’, iets is definitief ‘een gepasseerd station.’ Totdat een volgende lichting met frisse moed hetzelfde station weer aandoet.", "Stephan Sanders schrijft elke maandag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 december 2020"], "authors": ["Stephan Sanders", "Leestijd Minuut"], "keywords": ["dat", "van", "die", "niet", "een", "en", "ook", "ik", "meer", "op", "kan", "het", "écht", "station"], "pubDate": "2020-12-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}