{"id": "e4422ec9-c3b9-3e6b-9409-b62ccecabde5", "title": "‘De universiteit moet geen morele bovenmeester worden’", "url": "https://volkskrant.nl/columns-opinie/de-universiteit-moet-geen-morele-bovenmeester-worden~bb03c8ed/", "summary": "Pas als een academicus de regels van zijn vakgebied schendt, is het een ander verhaal.\nMaar als academicus heb je je aan een hoge standaard te houden, ben je gebonden aan argumenten.\n‘Je moet je in ieder geval steeds houden aan standaarden van ethiek en rechtvaardigheid en aan gelijk respect voor iedereen.\nDus als je maar enigszins de schijn wekt dat je tolereert dat Joden en migranten niet deugen, is dat kwaadaardig en tegen de Grondwet in.\nIk verzet me tegen de trend dat de universiteit een morele bovenmeester moet worden.", "paragraphs": ["Paul Cliteur tijdens de installatie van de nieuwe Eerste Kamer. Beeld ANP", "Rob van Eijbergen (hoogleraar integriteit Vrije Universiteit Amsterdam)", "‘Een hoogleraar mag zich zonder last en ruggespraak uitlaten over maatschappelijke issues, sterker nog, dat wordt van hem of haar verwacht. Ingewikkelder wordt het, zoals in het geval van Paul ­Cliteur, als de rol van wetenschapper en politicus wordt gecombineerd. Helder moet zijn wanneer iemand spreekt in de als wetenschapper en wanneer als politicus. In de praktijk is dat onderscheid lastig te maken.", "‘Dat vraagt van de betrokken wetenschapper een grote verantwoordelijkheid welke uitspraken hij of zij in het openbaar doet, om te voorkomen dat de rollen door elkaar gaan lopen. Bij die verantwoordelijkheid hoort het publiekelijk afstand nemen van nazistische en antisemitische uitspraken die een aantal kopstukken van de partij, waar Cliteur tot voor kort aan was verbonden, deden. Terecht dat het Leidse College van Bestuur een onderzoek naar de gang van zaken instelt, dat overigens ook als uitkomst kan hebben dat Cliteur wordt vrijgepleit.’", "Klaas van Berkel (hoogleraar geschiedenis Rijksuniversiteit Groningen en auteur van Academische Vrijheid. Geschiedenis en actualiteit)", "‘Een onderzoek naar een academicus is een paardemiddel. Al heb je nog zo veel kritiek op iemands politieke opvattingen en al heb je een hekel aan Cliteur, zolang het academisch karakter van zijn werk niet in het geding is, is het niet terecht aan zijn academische bezigheden te twijfelen. Thierry Baudet heeft duidelijk antisemitische uitspraken gebezigd, maar van Cliteur heb ik ze nooit gezien of gehoord. Standpunten hebben die niet iedereen deelt, is wezenlijk anders dan de vraag of hij nog wel kan functioneren.", "‘Ik vraag me af of we te schrikachtig zijn geworden. Ineens vragen we ons af: moet wetenschap politiek neutraal zijn? Dat hebben we nooit gedaan, waarom nu plots wel? Wetenschappers mogen verschillende rollen hebben, die moeten ze alleen niet door elkaar halen. Pas als een academicus de regels van zijn vakgebied schendt, is het een ander verhaal. Voor zover de feiten mij bekend zijn, heeft Cliteur niets gedaan waarmee hij die regels schendt en dus kan hij aanspraak maken op academische vrijheid.’", "Paul van der Heijden (em. hoogleraar arbeidsrecht Universiteit Leiden)", "‘De academische vrijheid is zowel in de Nederlandse wet als in het EU-handvest van de grondrechten verankerd en bepaalt dat de overheid zich niet met de aanpak van universitair onderzoek bemoeit. Een waarborg tegen de overheid dus, en dat is een groot goed. Maar zoals bij iedere vrijheid zijn er grenzen: die ligt bij het strafrecht.", "‘Een politieke functie is allerminst in strijd met de academische vrijheid. Wel maakt politieke activiteit die vrijheid tot een balanceeract op een smalle evenwichtsbalk: het gaat om het evenwicht tussen vrijheid en verantwoordelijkheid. Een academicus heeft ook een maatschappelijke verantwoordelijkheid en moet uiterst behoedzaam zijn buiten de academie: kenmerkend voor de wetenschap is de nuance, en die dreigt daarbuiten snel verloren te gaan.", "‘Als een hoogleraar in de media geprononceerde uitspraken doet, kan dat ook een instelling schaden. In feite is een wetenschapper gewoon werknemer bij een hogeschool of universiteit. Als een instituut signalen krijgt van discriminatie, kun je daar niet aan voorbijgaan. Mensen aan de universiteit kunnen verschillende rollen vertolken, maar moeten die rollen wel strikt scheiden. Anders gaat de schoen al gauw wringen.’", "Beate Roessler (hoogleraar ethiek en geschiedenis aan de Universiteit van Amsterdam)", "‘In het geval van Cliteur heb ik niet het idee dat de academische vrijheid in het geding is, omdat hij tot nu toe kan zeggen wat hij wil. Maar als academicus heb je je aan een hoge standaard te houden, ben je gebonden aan argumenten. Daarin heeft Cliteur duidelijk fouten gemaakt. Zo begrijp ik niet hoe hij zijn lot kan verbinden, zoals hij zelf in de Volkskrant zei, aan antisemitische politici. Als hoogleraar is mijn lot privé verbonden aan mijn familie, maar academisch altijd aan de waarheid en aan oprechtheid, zeker niet aan de politiek. Natuurlijk kan je politiek geïnteresseerd zijn en, zoals de meeste academici, een politieke mening hebben en zelfs politiek actief zijn, maar uiteindelijk moet je als hoogleraar duidelijk maken ‘Dit is hoe ik het zie’, ook als studenten een andere mening erop nahouden.", "‘Je moet je in ieder geval steeds houden aan standaarden van ethiek en rechtvaardigheid en aan gelijk respect voor iedereen. Als hoogleraar heb je een bepaalde autoriteit en daar hoor je verantwoordelijk mee om te gaan. Daarbij is het jouw taak studenten en de maatschappij ethische impulsen te geven, je uit te spreken over zaken en te wijzen op onrechtvaardigheden. Ieder mens verdient hetzelfde respect. Dus als je maar enigszins de schijn wekt dat je tolereert dat Joden en migranten niet deugen, is dat kwaadaardig en tegen de Grondwet in. Dan ben je duidelijk over de grenzen van legitimiteit heengegaan.’", "Eric Schliesser (hoogleraar politicologie Universiteit van Amsterdam)", "‘Wetenschap is gericht op waarheids­vinding. Dit staat op gespannen voet met politicus zijn. De politicus moet inconsequent kunnen zijn, vuile handen maken en in naam van fractiediscipline dikwijls het compromis verkiezen boven de waarheid. Daarom is het onverstandig dat academici politieke ambten vervullen. In de wetenschappelijke praktijk moet men proberen belangenverstrengeling te voorkomen.", "‘Wetenschap is aan veel regels gebonden, het idee dat alles zomaar gezegd kan worden, is een misverstand. De kern van academische vrijheid is dat je naar eigen inzicht en expertise vrij bent in je onderzoek; en dat je op die basis inhoudelijke en onwelgevallige kritiek naar meerderen en de maatschappij toe kunt leveren.", "‘Die academische vrijheid wordt nu door het spreekverbod voor alle medewerkers van de rechtenfaculteit aan de Leidse universiteit geschonden. In de kwestie rond Cliteur komen juridische, staatsrechtelijke en academische thema’s samen. Academische juristen hebben hier juist expertise. Daarnaast is de rector van de Leidse universiteit zelf ex-decaan van die rechtenfaculteit. Dus maakt hij het met dit spreekverbod onmogelijk bekritiseerd te worden.", "‘Ter verduidelijking: er is niks mis met geëngageerde wetenschap. Wetenschappers worden door waarden gedreven en kunnen, met goede gedragsregels, op integere wijze wetenschap en verschillende vormen van politiek activisme combineren. Natuurlijk moet er op een universiteit ruimte zijn voor vergaande politieke meningsverschillen. Maar hoe dat valt te rijmen met andere fundamentele randvoorwaarden – zoals de Grondwet, zorgplicht naar studenten, ethisch verantwoord onderzoek – is niet simpel.", "‘De Universiteit Leiden heeft consequent academische vrijheid met vrijheid van meningsuiting verward. De universiteit krijgt nu daarvoor de rekening gepresenteerd.’", "Meindert Fennema (emeritus hoogleraar politicologie UvA)", "‘Een universiteit moet ten koste van alles vermijden dat ze op de stoel van de rechter gaat zitten. Mensen met een strafblad kunnen briljant wetenschapper zijn. Ik verzet me tegen de trend dat de universiteit een morele bovenmeester moet worden. Zelfs als een man zijn vrouw zou slaan, is dat geen reden hem te ontslaan. Straftoewijzing ligt bij de rechter, niet bij een universiteit. Punt hier is dat Cliteur als promotor de leermeester van Baudet was, die was ondergeschikt. Die rollen waren in de partij omgekeerd: Baudet was als partijleider de baas van Cliteur, en dat kan verkeerde invloed hebben gehad. Cliteur lijkt volkomen in de ban van Baudet. Als de universiteit bezorgd is dat dit effect had op de universiteit, zou het onderzoek zich puur moeten richten op de relatie Baudet- Cliteur.’"], "authors": ["Iñaki Oñorbe Genovesi", "Maurits Chabot"], "keywords": ["universiteit", "geen", "van", "als", "bovenmeester", "het", "zijn", "morele", "moet", "een", "je", "en", "dat", "aan", "worden"], "pubDate": "2020-12-09T18:45:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}