{"id": "e45270a8-4fa5-3206-9daa-9443db657aaf", "title": "Elton Kabangu, 22, aanvaller van Willem II, supergezond en toch op de ic: ‘Het is kantje boord geweest’", "url": "https://volkskrant.nl/sport/elton-kabangu-22-aanvaller-van-willem-ii-supergezond-en-toch-op-de-ic-het-is-kantje-boord-geweest~be55565a/", "summary": "Op de neus en mond van de 22-jarige Belgische aanvaller van Willem II zit een zuurstofmasker.\n‘Ik ben conditioneel nog niet waar ik moet zijn’, zegt hij in een van de skyboxen van het Willem II-stadion.\nTot Kabangu op dag vier van zijn zelfisolatie in zijn appartement in Tilburg wakker wordt met de bekende symptomen.\nElton Kabangu aan de bal voor Willem II Beeld BSR AgencyAf en toe breekt de stem van Kabangu als hij in gedachten teruggaat.\nAls ik op het veld sta, denk ik nog weleens aan het ziekenhuis en weet ik waarvoor ik het doe.’", "paragraphs": ["Eind juli, in de aanloop naar de eerste training van Willem II, test Elton Kabangu positief. Vervelend, geen reden tot zorg. Vier dagen later is hij ernstig ziek. Hij belandt op de ic en wordt in coma gehouden. Kabangu traint weer, maar ‘het is kantje boord geweest’.", "‘Kan ik ooit weer negentig minuten voetballen’, is het eerste wat Elton Kabangu zich afvraagt als hij op 30 augustus op de intensive care uit zijn coma ontwaakt. Op de neus en mond van de 22-jarige Belgische aanvaller van Willem II zit een zuurstofmasker. Draden lopen vanaf zijn lichaam naar de apparatuur naast zijn bed. Verder is het leeg in de kamer.", "Zestien dagen eerder is de met corona besmette voetballer in het ziekenhuis in Hasselt in een diepe slaap gebracht. Het gat in zijn geheugen heeft hij opgevuld met dokters die hij in zijn dromen voorbij heeft zien komen. Aan voetballen heeft hij niet gedacht. Maar nu hij zijn ogen voor het eerst opent, schieten zijn gedachten meteen naar het voetbalveld.", "‘Ik wilde zo snel mogelijk weer op het veld staan, maar vroeg me af hoe ik dat ging doen. Ik had al moeite om mijn arm te bewegen. Ik herkende mijn eigen lichaam niet meer’, zegt Kabangu, de enige voetballer in Nederland die met corona op de intensive care belandde. ‘De dokter vertelde me dat het echt kantje boord was.’", "Vier maanden later zit Kabangu, opgeleid door AA Gent en via FC Eindhoven bij Willem II beland, naar eigen zeggen op 70 procent van zijn kunnen. Sinds drie weken traint de buitenspeler weer met de groep mee. Een wedstrijd zit er nog niet in. ‘Ik ben conditioneel nog niet waar ik moet zijn’, zegt hij in een van de skyboxen van het Willem II-stadion.", "Nietsvermoedend ondergaat Kabangu eind juli een dag voor de eerste training van het seizoen een coronatest. Hij heeft in de vakantie extra getraind voor zichzelf en voelt zich fitter dan ooit. Maar als hij – net als twee teamgenoten – positief test, moet hij in quarantaine. Hij baalt, maar gaat ervanuit dat hij na tien dagen weer op het veld staat.", "Tot Kabangu op dag vier van zijn zelfisolatie in zijn appartement in Tilburg wakker wordt met de bekende symptomen. Het zweet loopt over zijn rug, zijn smaak is verdwenen, hij heeft barstende hoofdpijn en moet onophoudelijk hoesten. ‘Ik dacht echt dat ik mijn longen uit mijn lijf zou hoesten.’", "Kabangu is in paniek en belt zijn broer in België, die hem moet komen halen. Hij verblijft twee dagen in quarantaine bij zijn moeder in Halle. Met een mondkapje op en handschoenen aan komt zij drie keer per dag eten naar zijn slaapkamer brengen. Maar als hij twee nachten achter elkaar niet heeft geslapen en bloed begint te hoesten, weet hij dat hij naar het ziekenhuis moet.", "De voetballer verblijft iets meer dan een week op de gewone afdeling, voordat hij vanwege een bijkomende longontsteking en -infectie wordt overgebracht naar de intensive care, waar hij zestien dagen in coma wordt gehouden. In totaal ligt hij 26 dagen in het ziekenhuis. Zelf kan hij zich alleen de binnenkomst herinneren. Snel daarna krijgt hij morfine toegediend tegen de pijn en valt hij in slaap.", "Elton Kabangu aan de bal voor Willem II Beeld BSR Agency", "Af en toe breekt de stem van Kabangu als hij in gedachten teruggaat. De eerste stappen naast zijn ziekenhuisbed voelen alsof hij de hoogste berg ter wereld beklimt. Hij valt 6 kilo af, tot 73 kilo. De spieren die de fysiek sterke aanvaller door de jaren heen heeft opgebouwd, zijn verdwenen.", "‘Het was moeilijk om helemaal vanaf nul te moeten beginnen, maar ik heb mij vastgehouden aan mijn geloof. Ik ben ervan overtuigd dat alles met een reden gebeurt. Nu moet ik door. Ik wil weer terug naar mijn oude niveau.’", "De twee teamgenoten die ook positief werden getest, stonden na een paar dagen op het veld. Net als veel andere besmette voetballers die nauwelijks tot geen klachten hadden, zoals Neymar, Ibrahimovic, Dumfries, Pogba en Gakpo. ‘Ik heb gewoon veel pech gehad’, aldus Kabangu, die zegt nooit voor zijn leven te hebben gevreesd. ‘Wel heb ik ervaren hoe snel het kan omslaan.’", "Hij is voorzichtig geworden. Overal waar hij komt, wast hij zijn handen. Overbodige bezoeken aan de supermarkt laat hij achterwege. Bij Willem II zitten de spelers over vier kleedkamers verdeeld. In het krachthonk mogen maximaal vier spelers tegelijk aanwezig zijn. Alleen op het veld voelt hij zich vrij. Duels vecht hij onverschrokken uit. ‘Het is voor mij de plek waar ik even niet aan corona hoef te denken.’", "Bang om het virus nog een keer op te lopen, is hij niet, al riepen de KNVB en spelersvakbond VVCS voetballers afgelopen weekeinde op elkaar niet te omhelzen na een doelpunt of vlak naast elkaar het veld op te lopen. De kans op besmetting tijdens wedstrijden is klein, maar de organisaties hameren op de voorbeeldfunctie die voetballers hebben.", "Kabangu: ‘Gezamenlijk juichen is een automatisme, al snap ik dat het een verkeerd signaal naar de buitenwereld is.’", "Waar hij het virus heeft opgelopen, weet hij niet. ‘Ik heb ervaren dat niet alleen ouderen of mensen met een zwakke gezondheid heel ziek kunnen worden van corona. Ik moet nog een paar stappen zetten, maar ga er alles aan doen om weer op mijn oude niveau te komen. Als ik op het veld sta, denk ik nog weleens aan het ziekenhuis en weet ik waarvoor ik het doe.’"], "authors": ["Guus Peters"], "keywords": ["ik", "zijn", "van", "het", "toch", "supergezond", "en", "een", "kabangu", "niet", "op", "ic", "ii", "kantje", "willem", "hij"], "pubDate": "2020-12-23T17:58:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}