{"id": "e456e684-0c53-3670-8983-78cc8e4e8fe7", "title": "PSV'ers Götze en Van Ginkel twijfelgevallen voor topper, Zahavi kan spelen", "url": "https://nu.nl/voetbal/6100831/psvers-gotze-en-van-ginkel-twijfelgevallen-voor-topper-zahavi-kan-spelen.html", "summary": "Marco van Ginkel kan in de topper mogelijk zijn langverwachte rentree maken, terwijl Eran Zahavi zeker fit genoeg is om te spelen.\n\"Mario heeft nog steeds wat klachten\", zei Schmidt vrijdag op zijn persconferentie.\n\"Hopelijk kan hij snel aansluiten bij de groepstraining.\nNu hebben we tien dagen goed getraind op De Herdgang en zijn we goed voorbereid op deze wedstrijd tegen een heel sterke tegenstander.\"\nDe topper begint zondag om 16.45 uur in de Johan Cruijff ArenA en staat onder leiding van scheidsrechter Björn Kuipers.", "paragraphs": ["PSV-trainer Roger Schmidt weet pas zaterdag of hij zondag tegen Ajax kan beschikken over Mario Götze. Marco van Ginkel kan in de topper mogelijk zijn langverwachte rentree maken, terwijl Eran Zahavi zeker fit genoeg is om te spelen.", "Götze werkte deze week een individueel trainingsprogramma af op De Herdgang. \"Mario heeft nog steeds wat klachten\", zei Schmidt vrijdag op zijn persconferentie. \"Hopelijk kan hij snel aansluiten bij de groepstraining. Ik moet zaterdag de beslissing nemen of hij meegaat.\"", "Van Ginkel traint al wel volledig mee met de PSV-selectie, maar hij heeft door een zware knieblessure sinds mei 2018 geen wedstrijd meer gespeeld. Schmidt zal ook pas zaterdag een beslissing nemen over de 28-jarige middenvelder.", "\"Marco is een optie voor zondag\", aldus de Duitse trainer, die blij is met de terugkeer van de Chelsea-huurling. \"Marco is een ervaren speler, die op elke positie op het middenveld uit de voeten kan, verdedigend sterk is én een goal kan maken. Op de training zie ik dat hij heel gemotiveerd is. Als hij zich zo blijft ontwikkelen, hebben we er een heel goede speler bij.\"", "PSV-trainer Roger Schmidt heeft weer een bijna volledig fitte selectie tot zijn beschikking. PSV-trainer Roger Schmidt heeft weer een bijna volledig fitte selectie tot zijn beschikking. Foto: Pro Shots", "'We hadden de rust nodig'", "De korte winterstop zorgde er ook voor dat Zahavi, Ryan Thomas, Érick Gutiérrez en Mauro Júnior konden aansluiten bij de groepstraining. \"Zahavi is er zeker bij tegen Ajax, hij zou kunnen starten\", zei Schmidt. \"De andere drie zijn in goede conditie, maar misschien nog niet klaar voor een basisplaats.\"", "De coach is blij dat hij na een pittige eerste seizoenshelft, waarin hij heel veel spelers nodig had door blessures en een corona-uitbraak in de selectie, weer over een bijna volledig fitte selectie kan beschikken.", "\"Het was een korte pauze, maar we hadden de rust nodig. De laatste maanden speelden we alleen wedstrijden en was er bijna geen tijd om te trainen. Nu hebben we tien dagen goed getraind op De Herdgang en zijn we goed voorbereid op deze wedstrijd tegen een heel sterke tegenstander.\"", "Alleen voor verdediger Armando Obispo komt het duel met Ajax zeker te vroeg. De topper begint zondag om 16.45 uur in de Johan Cruijff ArenA en staat onder leiding van scheidsrechter Björn Kuipers.", "Bekijk de uitslagen, het programma en de stand van de Eredivisie"], "authors": ["Foto", "Door", "Nu.Nl Anp"], "keywords": ["zijn", "van", "götze", "zahavi", "voor", "en", "een", "volledig", "kan", "topper", "twijfelgevallen", "spelen", "op", "ginkel", "hij", "schmidt", "psvers"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}