{"id": "e45ca130-84d5-300f-a408-c4d0393b5016", "title": "In Le Métropole herinnert alleen de eindeloze stroom scooters aan het Vietnam van nu", "url": "https://volkskrant.nl/de-gids/in-le-metropole-herinnert-alleen-de-eindeloze-stroom-scooters-aan-het-vietnam-van-nu~bc72d77e/", "summary": "‘Ze zeggen; wat je ook zoekt, je zult het hier vinden’, schreef Greene over Vietnam.\nWie geen geld heeft voor een vijfsterrenhotel, kan altijd op het terras voor de deur een pastis bestellen.\nAlleen de eindeloze stroom scooters die over de brede boulevard met tamarindebomen knettert, herinnert aan het Vietnam van nu.\nHet tegenovergestelde gebeurde: de oude dame werd het officiële gastenverblijf van het communistische regime onder de naam Thong Nhat (Hereniging Hotel).\nVietnam zwoer het communisme af in 1986 en het hotel werd grootscheeps gerenoveerd en uitgebreid met buitenlandse investeerders.", "paragraphs": ["Het terras van Sofitel Legend Metropole in Hanoi. Beeld Marie Wanders", "Van alle Bamboo Bars in de wereld – vaak fantasieloze plekken met Hawaiidecoraties en mierzoete cocktails – is er een die je niet mag overslaan: die in de tuin van het befaamde Métropole-hotel in de Vietnamese hoofdstad Hanoi. Hier dronken – sinds de opening in 1901 – rubberbaronnen en Franse officieren in witte uniformen, geharde oorlogsverslaggevers, revolutionairen, communisten en filmsterren. De schrijver Graham Greene, begin jaren vijftig uitgezonden door het blad Paris Match, bedacht en schreef hier deels zijn roman The Quiet American. ‘Ze zeggen; wat je ook zoekt, je zult het hier vinden’, schreef Greene over Vietnam.", "Kamers kosten € 355 per nacht in het hoogseizoen. Beeld Marie Wanders", "Nog steeds behoort Le Métropole tot de beroemdste hotels ter wereld. Onlangs lieten de Amerikaanse president Donald Trump en de Noord-Koreaanse leider Kim Jong-un er nog een royale lunch staan, na een mislukte onderhandeling. De kamers met glimmend hardhout, oriëntaalse kleden, lampions en louvreschermen doen denken aan de broeierige film Indochine met Catherine Deneuve.", "Wie geen geld heeft voor een vijfsterrenhotel, kan altijd op het terras voor de deur een pastis bestellen. Dan beland je ook in koloniale sferen: de jonge kok met een Franse vlag op zijn boord serveert foie gras en witte asperges, op de stoep staat een Citroën Traction Avant geparkeerd, een jonge gastvrouw uit Nantes zweet glimlachend in haar uniform van rood fluweel. Alleen de eindeloze stroom scooters die over de brede boulevard met tamarindebomen knettert, herinnert aan het Vietnam van nu.", "Gasten van het hotel. Beeld Marie Wanders", "Het zwembad. Ook hier wordt er in 2020 gerenoveerd. Beeld Marie Wanders", "Je zou verwachten dat de Vietnamezen dit clubhuis van de Franse elite onmiddellijk zouden hebben afgebrand na hun onafhankelijkheid in de jaren vijftig. Het tegenovergestelde gebeurde: de oude dame werd het officiële gastenverblijf van het communistische regime onder de naam Thong Nhat (Hereniging Hotel). De Amerikaanse actrice Jane Fonda maakte hier in de jaren zeventig haar landgenoten bittere verwijten, zangeres Joan Baez schreef haar lied ‘Where are you now, my son?’ in de bunker onder de Bamboo Bar. Die is nog steeds te bezoeken, waarbij de gids het liedje in het halfdonker laat horen via een bluetoothspeaker.", "Vietnam zwoer het communisme af in 1986 en het hotel werd grootscheeps gerenoveerd en uitgebreid met buitenlandse investeerders. De Franse Accor hotelgroep gaf het hotel de naam Sofitel Legend Metropole Hotel. ‘Hanoi is trots op haar koloniale erfgoed’, zegt algemeen directeur William Haandrikman. De Nederlandse hotelier werkte eerder in Bangkok, Shanghai, Wenen en Parijs. De burgemeester koestert volgens hem de brede boulevards, de elegante parken en de Franse gevels met balkons en louvreluiken. ‘Heel anders dan in Saigon, waar veel koloniaal erfgoed is afgebroken.’", "Beeld Marie Wanders", "Haandrikman is verantwoordelijk voor alle dertien hotels van de Accorgroep in Noord-Vietnam met nog eens negentien in aanbouw. ‘Het gaat hard, de Vietnamezen hebben haast.’ Franse en Amerikaanse bezoekers worden volgens hem ook met open armen ontvangen. ‘Ja, dat verbaasde mij ook. Maar kijk eens goed naar al die scooters die hier langsrazen; niemand kijkt in zijn achteruitkijkspiegel.’", "Haandrikman adviseert tevens de Vietnamese premier op het gebied van toerisme. ‘Verbetering van de infrastructuur heeft nu de hoogste prioriteit, met op nummer 1: schone openbare toiletten. Dat vinden bezoekers zó belangrijk.’ Ook het Métropole wordt gerenoveerd. Kamers worden samengevoegd, het interieur gemoderniseerd, het belendende park opgeknapt. Daarna krijgt de oude dame waarschijnlijk wéér een nieuwe naam: Raffles Metropole Hanoi, naar het iconische zusterhotel in Singapore dat bekender is in de Engelstalige wereld. Blijft de vraag: wat is er eigenlijk gebeurd met de lunch van Trump en Kim Jong-un? ‘Euh, die hebben we zelf opgegeten.’"], "authors": ["Noël Van Bemmel"], "keywords": ["van", "die", "een", "en", "ook", "hier", "herinnert", "scooters", "le", "stroom", "op", "vietnam", "franse", "eindeloze", "met", "métropole", "het", "nu"], "pubDate": "2020-03-13T14:00:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}