{"id": "e48ed46f-131f-388f-a140-89cc4dd30d5d", "title": "Op de valreep een liefdevolle lofzang", "url": "https://nrc.nl/nieuws/2020/12/17/op-de-valreep-een-liefdevolle-lofzang-a4024191", "summary": "Het klonk als iets tussen een zucht en een orale wind, en het kwam uit de mond van onze premier.\nIk heb mijn liefdevolle lofzang ingedeeld in zeven punten, en ik loop die lijst helemaal met u langs.\nHij gaf mij een pakket en zei: „Ik wilde je nog wat vragen, heb je een glaasje water voor me?\nZe gaf hem een misbaksel van een popdeuntje, beleefd deinde hij mee.\nEen speciale shout-out naar die ene docente Duits die zojuist ‘pffft’ deed en een sigaret opstak tijdens de zoomles.", "paragraphs": ["Pfffft. Dat is hét geluid van 2020. Het klonk als iets tussen een zucht en een orale wind, en het kwam uit de mond van onze premier. Waar ik mij eerder bij elke persconferentie verwonderd afvroeg of de tekstschrijver de basisregels van de retorica niet kende (Pathos! Eros! Logos!), had ik dit keer niets aan te merken. Het was ernst, het ‘pfffft’ ontroerde mij. Met terugwerkende kracht stel ik vast dat de tekstschrijver het al die tijd bij het rechte eind had. Geef onze premier geen emo-speech, daar doet het volk smalend zijn plasje over. Eros? Ach, van de kekke schoenen van Hugo de Jonge raken de meesten al overprikkeld.", "De feiten zijn bekend, ik beperk mij tot pathos. Ik heb mijn liefdevolle lofzang ingedeeld in zeven punten, en ik loop die lijst helemaal met u langs.", "Eén. Om half 9 vanochtend meldde zich een bezwete pakketbezorger aan mijn deur. Hij gaf mij een pakket en zei: „Ik wilde je nog wat vragen, heb je een glaasje water voor me? Ik ben mijn waterfles vergeten.” Ik: „Zit je dienst er bijna op?” „Nee, je bent de eerste.” Ik schrok, hij zag er zó moe uit. Ik spoedde mij naar de keuken, schonk water, dacht aan de film Sorry We Missed You (dramafilm over de penibele situatie van pakjeskoeriers – een must-see!). Lief kabinet, geef alle pakketbezorgers een bonus, en zorg er alsjeblieft voor dat ze ergens behoorlijk naar het toilet kunnen!", "Twee. Onze premier Mark Rutte schoof aan bij Linda’s Wintermaand. Hij vertelde over de dood van zijn moeder. Vervolgens mocht hij muziek uitkiezen. Hij vroeg om Chopin. Dat kon niet, zei Linda. Ze gaf hem een misbaksel van een popdeuntje, beleefd deinde hij mee. Ik knipperde met mijn ogen. Lieve Linda, als je nog eens de premier van Nederland op de bank hebt, en die vertelt je dat zijn moeder net dood is, en dat hij Chopin wil, dan regel je godverdomme de beste pianist van Nederland en geef je hem Chopin! Maak niet de elitaire vergissing dat ‘het SBS-volk’ dat niet aan zou kunnen! Weet dat schoonheid dwars door alle standen verbindt!", "Drie. Hartjes natuurlijk voor alle IC-artsen, thuiszorgmedewerkers, geestelijk verzorgers, ander verplegend personeel!", "Vier. Liefde ook voor alle jongeren die hun studiejaar in duigen zien vallen. En voor alle leraren ook. Een speciale shout-out naar die ene docente Duits die zojuist ‘pffft’ deed en een sigaret opstak tijdens de zoomles. Dat mag niet, dat hoort niet, weet ik ook wel, maar je had erbij moeten zijn. Alle leerlingen hebben nu zin in Duitse les!", "Vijf. Knuffel voor de vader die in alle vroegte uitrukte met een muziekinstallatie en een Kerstman met een slee van lichtjes, en op de laatste schooldag van mijn dochter George Michaels Last Christmas keihard uit de speaker liet schallen. Hartje voor de directrice van basisschool de Zeeheld in Amsterdam, die in allerijl het kerstonbijt naar voren wist te schuiven, zodat de leerlingen met een afgerond gevoel de lockdown ingaan!", "Zes. Pluimpje voor mijn moeder (78). Ze behoort tot ‘De Kwetsbaren’. Als het weer het toelaat, rollatort ze naar buiten, haalt haar afhaalkoffie en gaat dan in een bushokje zitten. Bus komt langs. Buschauffeur zwaait, ze zwaait terug, hij weet dat hij niet moet stoppen. We leven nu al een tijdje in deze Finse film, mijn moeder is er he-le-maal klaar mee. Hou vol, lieve mama.", "Zeven. Tot slot, dank Danny Vera. Heeft Danny al die tijd geweten dat zijn nummer over het verlangen naar de tijd na corona gaat? „I can travel all the roads, you see…”, de hartverwarmende uitsmijter „I’ll Find My Way Back Home”. Zo is het, lieve allemaal. Uiteindelijk vinden we onze weg weer terug naar huis.", "Stine Jensen is filosoof en schrijver. Zij vervangt deze week Clarice Gargard.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Stine Jensen", "Leestijd Minuten"], "keywords": ["van", "dat", "die", "een", "valreep", "en", "ik", "op", "voor", "je", "liefdevolle", "hij", "lofzang", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}