{"id": "e4dd7032-ddc9-31d1-aa68-9f74ac7cc3f4", "title": "Witter dan wit, zwarter dan zwart", "url": "https://www.rtlnieuws.nl/columns/column/5201075/etnisch-profileren-zwart-wit-denken-stereotype", "summary": "Bewust negatieve propaganda van de media, werd geschreven onder de foto op het Instagram-account van RTL Nieuws.\nNatuurlijk is dit absoluut niet het geval, al sluit het ene het andere ook weer niet uit.\nAfgelopen week bezocht ik in het Moco Museum in Amsterdam de tentoonstelling 'The Future is Old' van THE KID.\nDeze jonge kunstenaar zet de polarisatie in de Amerikaanse samenleving op een pijnlijke manier neer.\nDe contrasten tussen zwart en wit classificeert hij op allerlei manieren, om zo de onrecht en frustratie te laten zien waarmee de nieuwe generatie te kampen heeft.", "paragraphs": ["Een vrouw houdt haar handen wanhopig in haar hoofddoek. Dit is de foto die vorige week op social media werd gepubliceerd bij mijn column over de 'verborgen dochters', vrouwen die door hun familie bewust in een isolement worden gedwongen. Bewust negatieve propaganda van de media, werd geschreven onder de foto op het Instagram-account van RTL Nieuws. Want waarom deze foto? Alsof álle vrouwen met een hoofddoek onderdrukt worden.", "Natuurlijk is dit absoluut niet het geval, al sluit het ene het andere ook weer niet uit. Maar dit voorbeeld laat treffend zien hoe groot de invloed van beeld kan zijn.", "Afgelopen week bezocht ik in het Moco Museum in Amsterdam de tentoonstelling 'The Future is Old' van THE KID. Deze jonge kunstenaar zet de polarisatie in de Amerikaanse samenleving op een pijnlijke manier neer. De contrasten tussen zwart en wit classificeert hij op allerlei manieren, om zo de onrecht en frustratie te laten zien waarmee de nieuwe generatie te kampen heeft. Bij mij komt dat meteen binnen."], "authors": [], "keywords": ["wit", "van", "dit", "dan", "foto", "vrouwen", "het", "op", "zien", "witter", "werd", "een", "zwart", "week", "zwarter"], "pubDate": "2020-12-04T05:53:27+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}