{"id": "e4e6b1ff-3f68-3a3c-823d-1c70ded70334", "title": "Primeur: de schilderijen van Bob Ross te zien in museum in Gelderland", "url": "https://www.parool.nl/kunst-media/primeur-de-schilderijen-van-bob-ross-te-zien-in-museum-in-gelderland~bb69be04/", "summary": "Dat heerlijk zalvende, lekker bruine stemgeluid van Ross, waar je vanzelf rustig van werd.\nVan Dyke BrownDe schilderijen tonen de wereld van Bob Ross (1942 – 1995): besneeuwde bergtoppen, veel bomen, een waterval, beekjes, alles uitgevoerd in verf van de eigen Bob Ross Inc. met prachtige namen als Van Dyke Brown (een Amsterdamse band vernoemde zich er ooit naar), Sap Green en Titanium White.\nWat zegt de afwezigheid van mensen op zijn schilderijen over Bob Ross?\nWaarschijnlijk worden de oprechte bewonderaars van zijn werk in aantal verre overtroffen door bezoekers voor wie Ross een cultheld is.\nBuiten staat een enorm billboard met een afbeelding van Ross voor een typisch Bob Ross-landschap.", "paragraphs": ["Beeld The LIFE Images Collection via G", "Midden in de nacht na het uitgaan katjelam of anderszins beneveld thuiskomen en dan bij een laatste rondje langs de tv-kanalen ontdekken dat op AT5 een aflevering van The Joy of Painting bezig was. Het behoorde tot de grote genoegens van de jaren negentig. In dertig minuten schilderde Bob Ross ‘nat in nat’ een landschap vol happy trees em happy mountains met daarboven al even happy clouds. Hij liet het er uitzien alsof iedereen het hem zo na zou doen. Fouten? Die bestonden niet, volgens de cursusleider, wel happy accidents.", "The Joy of Painting was behalve zo cult als cult maar kan zijn ook pure zen-televisie. Dat heerlijk zalvende, lekker bruine stemgeluid van Ross, waar je vanzelf rustig van werd. Hij zei dingen als ‘Make love to the canvas’ en ‘Everything you want, you can build here, this is your world.’ Van het tegenwoordig op internet zo populaire ASMR (autonomous sensory meridian response, dat weldadige gevoel dat je krijgt dankzij bepaalde geluiden) had nog niemand gehoord, maar wat klonk het lekker als Bob met kwast dan wel paletmes zijn verf op het doek aanbracht.", "Op de tentoonstelling Bob Ross | Happy Painting in Museum More in Gorssel komt ook dat auditieve aspect aan bod. In de zaal waar 38 van zijn schilderijen staan opgesteld klinkt uit het plafond zo af en toe niet alleen de stem van Ross maar ook zijn gekras en gekwast op het doek. Sounddouches heten die op vriendelijk volume afgespeelde geluidsfragmenten. Op de wanden zijn uitspraken van Ross aangebracht: Remember how free clouds are... They just lay around, in the sky all day long.", "Van Dyke Brown", "De schilderijen tonen de wereld van Bob Ross (1942 – 1995): besneeuwde bergtoppen, veel bomen, een waterval, beekjes, alles uitgevoerd in verf van de eigen Bob Ross Inc. met prachtige namen als Van Dyke Brown (een Amsterdamse band vernoemde zich er ooit naar), Sap Green en Titanium White. Mensen komen niet voor op de schilderijen. Hooguit een vervallen schuurtje of een brug verwijst naar menselijk leven.", "Wat zegt de afwezigheid van mensen op zijn schilderijen over Bob Ross? Ype Koopmans, artistiek directeur van MORE (dat staat voor Modern Realisme), lacht wat ongemakkelijk: “Eh, misschien wel dat hij geen mensen kon schilderen.” Over de vraag naar zijn favoriete schilderij op de tentoonstelling wijst de directeur direct naar Snow Birches. Te zien is daarop een groep berken, weerspiegelend in water, alles zo gestileerd dat het neigt naar abstractie. Ja, mooi wel, maar absoluut geen typisch Bob Ross-schilderij. Het lijkt wel, nou ja, echte kunst, zeg maar. In zijn voorwoord in de als persoonlijkheidsmagazine vormgegeven catalogus schrijft Koopmans: ‘Wie meent dat Bob Ross geen groot kunstenaar was, heeft waarschijnlijk gelijk.’", "Kunst is ook acteren", "Waarom dan toch een tentoonstelling aan zijn werk gewijd? De waarde van Bob Ross’ programma’s lag volgens de More-directeur vooral in ‘de wijze waarop hij, met een soms doorbrekend straaltje simpele humor, via het canvas zijn publiek bespeelde.’ Dichter en schrijver Jan Hanlo citerend: ‘Alle goede kunst is toch ook acteren.’", "Wie zullen de komende maanden afkomen op de tentoonstelling? Waarschijnlijk worden de oprechte bewonderaars van zijn werk in aantal verre overtroffen door bezoekers voor wie Ross een cultheld is. Daar speelt het museum ook wel op in. Buiten staat een enorm billboard met een afbeelding van Ross voor een typisch Bob Ross-landschap. Greetings from Gorssel staat erbij. We gaan op de sociale media ongetwijfeld heel veel foto’s zien van mensen die met een grote grijns op het gezicht voor de afbeelding poseren.", "De catalogus maakt Bob Ross nergens belachelijk maar staat vol informatie die met name campliefhebbers zal behagen. Wist u dat hij zelf baalde van zijn Oboemakapsel? Ooit had hij vanwege het gemak een permanentje genomen, later kon hij er niet meer vanaf omdat die bos haar zijn handelsmerk was geworden. Letterlijk zelfs: in het logo van Bob Ross Inc. speelde de afrocoupe een belangrijke rol. Bizar: de man met die rustgevende stem was ooit drill instructor bij de Amerikaanse luchtmacht, zo eentje die rekruten stijfschold als ze de pleepotten niet grondig hadden schoongemaakt.", "Met Happy Painting heeft More overigens een wereldprimeur in huis. Merkwaardig genoeg is dit de allereerste tentoonstelling van Ross’ werk. Dat één van de getoonde werken bezit is van een Nederlandse liefhebber is hoogst bijzonder. Er zou ongewijfeld een markt zijn voor Ross’ schilderijen, cultobjectene bij uitstek, maar de maker had liever niet dat er in werd gehandeld. En nu liggen al die schilderijen opgeslagen bij de Bob Ross Inc. Voor zijn tv-programma’s ontving hij ook nimmer een cent. Hij zag de uitzendingen als lange commercials voor de schildersbenodigdheden die zijn eigen bedrijf verkocht.", "Bob Ross | Happy Painting, Museum More, t/m 11/4."], "authors": ["Peter Van Brummelen"], "keywords": ["museum", "van", "bob", "schilderijen", "primeur", "het", "zien", "op", "hij", "zijn", "die", "een", "gelderland", "te", "dat", "ross"], "pubDate": "2020-11-23T12:47:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}