{"id": "e4f0b44f-1b59-3f30-bdca-750785ca7be4", "title": "Overheden, zorg, sport en onderwijs in Groningen zetten zich samen in voor actieve gezonde leefstijl voor alle inwoners", "url": "https://www.dvhn.nl/groningen/appingedam/Overheden-zorg-sport-en-onderwijs-in-Groningen-zetten-zich-samen-in-voor-actieve-gezonde-leefstijl-voor-alle-inwoners-26275736.html", "summary": "Zij gaan zich gezamenlijk inzetten voor een actieve en gezonde leefstijl voor alle inwoners in de provincie Groningen.\nHet Gronings Provinciaal Beweegakkoord beoogt sport en bewegen toegankelijk te maken voor alle inwoners van de provincie.\nHet akkoord is opgesteld door alle Groninger gemeenten, de provincie, onderwijsinstellingen en organisaties uit sport, zorg en welzijn, en het bedrijfsleven.\nZij hebben de intentie een sportklimaat te creëren waarin talent zich maximaal kan ontwikkelen, maar waar ook ruimte is voor ouderen en kinderen om in een veilige en uitdagende omgeving te sporten en bewegen.\nActieve en gezonde leefstijlDe deelnemende partijen zetten zich in voor een actieve en gezonde leefstijl voor alle inwoners in de provincie Groningen, ongeacht leeftijd, beperking, migratieachtergrond of inkomen.", "paragraphs": ["Gedeputeerde Fleur Gräper-van Koolwijk heeft donderdag namens de provincie Groningen haar handtekening gezet onder het Gronings Provinciaal Beweegakkoord. Vertegenwoordigers van 34 organisaties andere organisaties uit de provincie gingen haar voor. Zij gaan zich gezamenlijk inzetten voor een actieve en gezonde leefstijl voor alle inwoners in de provincie Groningen.", "Het Gronings Provinciaal Beweegakkoord beoogt sport en bewegen toegankelijk te maken voor alle inwoners van de provincie. Het akkoord is opgesteld door alle Groninger gemeenten, de provincie, onderwijsinstellingen en organisaties uit sport, zorg en welzijn, en het bedrijfsleven.", "Zij hebben de intentie een sportklimaat te creëren waarin talent zich maximaal kan ontwikkelen, maar waar ook ruimte is voor ouderen en kinderen om in een veilige en uitdagende omgeving te sporten en bewegen.", "Actieve en gezonde leefstijl", "De deelnemende partijen zetten zich in voor een actieve en gezonde leefstijl voor alle inwoners in de provincie Groningen, ongeacht leeftijd, beperking, migratieachtergrond of inkomen.", "De deelnemers werken de komende jaren aan de ambities, doelstellingen en acties die in het akkoord beschreven staan. Daarnaast worden meer organisaties aangemoedigd zich aan te sluiten bij het akkoord."], "authors": [], "keywords": ["alle", "leefstijl", "samen", "zetten", "het", "provincie", "onderwijs", "zorg", "inwoners", "een", "zich", "sport", "en", "te", "organisaties", "overheden", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}