{"id": "e4f57062-fc92-343d-91e5-6630b97eeed1", "title": "Derde explosie bij Poolse winkel, nu in Beverwijk: ‘Dit staat niet op zichzelf’", "url": "https://volkskrant.nl/nieuws-achtergrond/derde-explosie-bij-poolse-winkel-nu-in-beverwijk-dit-staat-niet-op-zichzelf~bc2b8cbb/", "summary": "Ravage bij de Biedronka-supermarkt aan de Ophelialaan in Aalsmeer na een explosie in de nacht van maandag op dinsdag.\n‘Een explosief bij een pand, dat noem ik een aanslag’, zegt burgemeester Martijn Smit van Beverwijk tegen persbureau ANP.\n‘Ik weet alleen dat dit niet op zichzelf lijkt te staan.’NH Nieuws meldde al dat de Poolse winkel van dezelfde eigenaar is als de winkel in Aalsmeer die een nacht eerder doelwit was van een explosie.\nDiezelfde nacht vond ook in Heeswijk-Dinther een explosie plaats bij een Poolse winkel.\nDe politie kan nog niet zeggen of de explosie in Beverwijk verband houdt met de ontploffingen van een dag eerder.", "paragraphs": ["Ravage bij de Biedronka-supermarkt aan de Ophelialaan in Aalsmeer na een explosie in de nacht van maandag op dinsdag. Beeld ANP", "Er is geen gevaar voor instorting, meldt een politiewoordvoerder. De weekmarkt die normaal in de buurt wordt gehouden, wordt een beetje verschoven, maar gaat gewoon door.", "‘Een explosief bij een pand, dat noem ik een aanslag’, zegt burgemeester Martijn Smit van Beverwijk tegen persbureau ANP. ‘Over het onderzoek kan ik geen mededelingen doen’, zegt hij. ‘Ik weet alleen dat dit niet op zichzelf lijkt te staan.’", "NH Nieuws meldde al dat de Poolse winkel van dezelfde eigenaar is als de winkel in Aalsmeer die een nacht eerder doelwit was van een explosie. Diezelfde nacht vond ook in Heeswijk-Dinther een explosie plaats bij een Poolse winkel. Die twee zaken raakten in de nacht van maandag op dinsdag zwaar beschadigd door een explosie, gevolgd door brand. Wat de ontploffingen veroorzaakte, is nog niet bekend.", "Beide winkels opereren onder de naam Biedronka en worden gerund door mensen met een Iraaks-Koerdische achtergrond. Hoewel Biedronka een grote supermarktketen is in Polen, vallen de eigenaren van de winkels in Nederland niet onder de keten. Zij zeiden dinsdag in het duister te tasten over een mogelijk motief.", "De politie kan nog niet zeggen of de explosie in Beverwijk verband houdt met de ontploffingen van een dag eerder. In verband daarmee wordt gezocht naar getuigen of mensen die meer informatie hebben, aldus een woordvoerder van de politie."], "authors": [], "keywords": ["van", "dit", "winkel", "op", "staat", "die", "explosie", "ik", "niet", "een", "nu", "poolse", "nacht", "zichzelf", "wordt", "derde"], "pubDate": "2020-12-09T14:51:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}