{"id": "e4f9f552-2b41-3c8e-8696-53f83c3ad423", "title": "Recensieoverzicht Ammonite: 'Weinig dialogen, des te meer visuele kracht'", "url": "https://nu.nl/film/6095763/recensieoverzicht-ammonite-weinig-dialogen-des-te-meer-visuele-kracht.html", "summary": "In het historische drama Ammonite speelt Kate Winslet een paleontoloog die tijdens haar zoektocht naar fossielen een relatie krijgt met haar vrouwelijke assistent.\nTrouw - vier sterren\"Met een minimum aan dialogen en des te meer visuele kracht stapelt regisseur Francis Lee de bouwsteentjes op voor een groeiende genegenheid, vriendschap, liefde.\n\"Het mag brutaal zijn om een historische figuur een fictieve romance aan te meten.\nMaar Lee maakt van Annings werk misschien wel een metafoor: in je eigen omgeving, net onder het oppervlak, kunnen elementen liggen die je leven een grootse wending geven.\"\n\"Het vormt voor beide vrouwen een bevrijding uit het korset van een Victoriaans Engeland.", "paragraphs": ["In het historische drama Ammonite speelt Kate Winslet een paleontoloog die tijdens haar zoektocht naar fossielen een relatie krijgt met haar vrouwelijke assistent. De film krijgt positieve recensies.", "NRC - drie sterren", "\"Het is schitterend hoe Kate Winslet met de uit een depressie ontwaakte Charlotte (Saoirse Ronan) naar een muziekavondje bij de dokter gaat, haar eerste uitje sinds mensenheugenis, en helemaal niet toegerust is op al die sociale codes waar ze mee te maken krijgt en waar Charlotte zoveel beter in is.\"", "\"Dat maakt Ammonite meer nog dan een lesbische liefdesfilm à la het vergelijkbare Portrait de la jeune fille en feu of revisionistisch feminisme, een film over psychologie en klasse, over de pijn van er niet bij horen en het verlangen naar (h)erkenning.\"", "De volledige recensie in NRC lees je hier.", "Trouw - vier sterren", "\"Met een minimum aan dialogen en des te meer visuele kracht stapelt regisseur Francis Lee de bouwsteentjes op voor een groeiende genegenheid, vriendschap, liefde. Geen broeierige blikken, wel blote voeten op natte keien. Hijgend samen een rotsblok uitgraven. In één bed slapen omdat er maar één bed is.\"", "\"Voorzichtig, zonder grote gebaren, werkt de film toe naar een kordate liefdesscène die om meerdere redenen een bevrijding is voor de twee: verlost van korsetten, te lang gedragen, vuile rokken, benauwende hoeden, verlost ook van een emotioneel pantser dat de vrouwen voor zichzelf hadden opgetrokken.\"", "\"Het mag brutaal zijn om een historische figuur een fictieve romance aan te meten. Maar Lee maakt van Annings werk misschien wel een metafoor: in je eigen omgeving, net onder het oppervlak, kunnen elementen liggen die je leven een grootse wending geven.\"", "De volledige recensie in Trouw lees je hier.", "AD - vier sterren", "\"Ammonite, de titel verwijst naar de zeldzame schelpen waarmee Mary zichzelf in haar levensonderhoud voorziet, leunt zwaar op de beide hoofdrolspeelsters, die tot de besten van hun generatie behoren. Hun lesbische liefde kan floreren zonder dat de buitenwacht daar vat op heeft.\"", "\"Het vormt voor beide vrouwen een bevrijding uit het korset van een Victoriaans Engeland. Het enige obstakel zijn de vrouwen zelf. Wie wil het verste gaan?\"", "De volledige recensie in AD lees je hier."], "authors": ["Door"], "keywords": ["ammonite", "visuele", "van", "weinig", "het", "meer", "op", "naar", "die", "des", "voor", "recensieoverzicht", "een", "je", "te", "en", "dialogen", "kracht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}