{"id": "e51c0f2c-97cd-33e9-bc85-bf609b83cc62", "title": "Bredanaar gaat op zoek naar inbrekers bedrijfsbus, veelplegers aangehouden", "url": "https://nu.nl/breda/6099954/bredanaar-gaat-op-zoek-naar-inbrekers-bedrijfsbus-veelplegers-aangehouden.html", "summary": "De eigenaar van een bedrijfsbus die zaterdagmiddag werd opengebroken in Breda, heeft twee veelplegers zelf opgespoord via Facebook.\nDe politie werd zaterdag rond 16.35 uur naar een woning aan de Dr. Struyckenstraat in Breda gestuurd.\nDaar troffen ze de man van wie de bedrijfsbus eerder deze week was opengebroken en gereedschap was vervreemd.\nVolgens een van de bewoners ging het om geleend gereedschap.\nDe politie vertrouwde de situatie niet en nam het gereedschap mee om te onderzoeken of het gestolen was.", "paragraphs": ["De eigenaar van een bedrijfsbus die zaterdagmiddag werd opengebroken in Breda, heeft twee veelplegers zelf opgespoord via Facebook. Hij kwam achter het adres en ging er zelf naartoe. De politie heeft de twee aangehouden.", "De politie werd zaterdag rond 16.35 uur naar een woning aan de Dr. Struyckenstraat in Breda gestuurd. Daar troffen ze de man van wie de bedrijfsbus eerder deze week was opengebroken en gereedschap was vervreemd. Via camerabeelden op sociale media kwam hij achter het adres van de mogelijke verdachten. Terwijl hij naar de woning reed, belde zijn vriendin de politie om escalatie te voorkomen.", "Afgelopen donderdag was de politie ook al aanwezig in het huis aan de Dr. Struyckenstraat, waarvan de voordeur toen openstond. Toen agenten binnenkwamen in het huis, vonden zij allerlei gereedschap. Volgens een van de bewoners ging het om geleend gereedschap.", "De politie vertrouwde de situatie niet en nam het gereedschap mee om te onderzoeken of het gestolen was. Er was al bekend dat op dit adres twee veelplegers wonen. De spullen bleken gestolen uit de bedrijfsbus van de man die zaterdag voor de betreffende woning stond."], "authors": ["Door"], "keywords": ["twee", "bedrijfsbus", "om", "veelplegers", "gereedschap", "inbrekers", "bredanaar", "naar", "woning", "politie", "van", "en", "een", "zoek", "aangehouden", "gaat", "op", "het", "hij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}