{"id": "e5219268-f26f-31ab-8859-4d974b3414c3", "title": "Iedereen die naar Nederland komt moet nu negatieve coronatest laten zien", "url": "https://www.metronieuws.nl/onderweg/2020/12/iedereen-naar-nederland-moet-negatieve-coronatest-laten-zien/", "summary": "Iedereen die naar Nederland komt moet nu negatieve coronatest laten zienReizigers die naar Nederland willen komen vanuit een risicogebied moeten vanaf nu een negatieve coronatest kunnen tonen die niet meer dan 72 uur oud is.\nDe verplichting geldt voor de meeste landen, aangezien het ministerie van Buitenlandse Zaken het overgrote deel van de wereld als risicogebied aanmerkt.\nMinister van Volksgezondheid Hugo de Jonge kondigde de maatregel vorige week woensdag aan in een brief aan de Tweede Kamer.\nDe verplichting voor reizigers naar Nederland om een negatieve coronatest te kunnen tonen geldt sinds middernacht ook voor mensen die met trein, bus of schip (bijvoorbeeld zeecruises) reizen.\nLees ook: Vaccinatie nu in hele Europese Unie, behalve Nederland: ‘Verbijsterend’", "paragraphs": ["Iedereen die naar Nederland komt moet nu negatieve coronatest laten zien", "Reizigers die naar Nederland willen komen vanuit een risicogebied moeten vanaf nu een negatieve coronatest kunnen tonen die niet meer dan 72 uur oud is.", "De verplichting geldt voor de meeste landen, aangezien het ministerie van Buitenlandse Zaken het overgrote deel van de wereld als risicogebied aanmerkt. Minister van Volksgezondheid Hugo de Jonge kondigde de maatregel vorige week woensdag aan in een brief aan de Tweede Kamer.", "Eerder al VK en Zuid-Afrika", "De verplichting was vorige week al ingesteld voor reizigers uit het Verenigd Koninkrijk en Zuid-Afrika vanwege een gemuteerde variant van het coronavirus die daar rondgaat, en gaat nu dus gelden voor de rest van de wereld. „Het is niet uit te sluiten dat er in andere landen een vergelijkbaar virus zoals in het VK en Zuid-Afrika aangetroffen zal worden”, stelde De Jonge.", "Geen negatieve coronatest? Dan niet mee", "Het zal aan de luchtvaartmaatschappijen en andere vervoersbedrijven zijn om mensen vóór het boarden of instappen te controleren op de testverklaring. Zonder een verklaring mag iemand niet mee. In Nederland worden steekproefsgewijs controles uitgevoerd.", "De verplichting voor reizigers naar Nederland om een negatieve coronatest te kunnen tonen geldt sinds middernacht ook voor mensen die met trein, bus of schip (bijvoorbeeld zeecruises) reizen.", "Lees ook: Vaccinatie nu in hele Europese Unie, behalve Nederland: ‘Verbijsterend’"], "authors": [], "keywords": ["moet", "van", "komt", "naar", "voor", "en", "een", "zien", "nu", "niet", "nederland", "iedereen", "het", "negatieve", "laten", "die"], "pubDate": "2020-12-29T08:16:31Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}