{"id": "e5270f45-c2fa-3f03-95f2-176d2bedbc27", "title": "Deze Moldavische kledingfabriek maakt nu doktersjassen in plaats van dameskleding: ‘De mode-industrie zit in een impasse’", "url": "https://trouw.nl/buitenland/deze-moldavische-kledingfabriek-maakt-nu-doktersjassen-in-plaats-van-dameskleding-de-mode-industrie-zit-in-een-impasse~b0224f49/", "summary": "“De ene dag heeft ze een afspraak bij de bank en wil ze zakelijk gekleed zijn.\nIn ruil verlangt de EU van Moldavische exporteurs dat ze voldoen aan Europese standaarden voor duurzaamheid en arbeidsomstandigheden.\n250 euro per maandOf de economische realiteit van voor de pandemie ooit terugkeert is de vraag.\nRagonaet betaalt haar medewerkers naar het aantal stuks dat ze afleveren: het minimumsalaris is zo’n 250 euro per maand, vertelt ze.\nLokale productieDe oplossing zit in het uitbouwen van haar eigen ‘brand’, gelooft Lilia Ragonaet: exclusieve waar, in plaats van bulkproductie.", "paragraphs": ["Met vaardige vingers glijdt Lilia ­Ragonaet langs de kleerhangers. Ze tovert een damesblouse tevoorschijn: chic getailleerd en voorzien van speelse pofmouwtjes. Het is een exemplaar van haar eerste, eigen ‘brand’. “De moderne vrouw speelt verschillende rollen in de maatschappij”, legt ze uit. “De ene dag heeft ze een afspraak bij de bank en wil ze zakelijk gekleed zijn. De andere dag gaat ze naar een feest: dan moet ze er mooi uitzien.”", "Een hal verderop gaat het er een stuk prozaïscher aan toe. Dat is de werkvloer van de kledingfabriek in Chisinau, waar gezoem en geratel klinkt. Een honderdtal medewerkers, bijna allemaal vrouwen, draaien er hun dienst achter de naaimachine. Wat opvalt is de enorme bergen wit spinvlies om hen heen. Tot afgelopen maart produceerde het bedrijf van Ragonaet, PortaVita, kleurrijke jurken, blouses en tops, in opdracht van Europese modemerken. Nu, met de pandemie, beperkt het bedrijf in Chisinau zich tot het vervaardigen van beschermende pakken voor dokters die covid bestrijden. “Dit gaat nu wel even goed. Maar wat ons morgen te wachten staat, weten we niet.”", "EU-programma De kleding- en textielindustrie van Moldavië telt zo’n 450 bedrijven, waar zo’n 26.000 mensen werkzaam zijn. De branche was de afgelopen jaren goed voor rond de 20 procent van de export: het overgrote deel daarvan gaat naar de Europese Unie, waarmee Moldavië in 2014 een associatieverdrag sloot. In het kader van het EU-project ‘Ready to Trade’ bezocht PortaVita-directeur Lilia Ragonaet afgelopen jaar Nederland, waar ze kennis opdeed en klanten wierf onder modeproducenten en fashionboetieks. In ruil verlangt de EU van Moldavische exporteurs dat ze voldoen aan Europese standaarden voor duurzaamheid en arbeidsomstandigheden. Een rapport van de ‘Schone Kleren Campagne’ (2017) uit nochtans kritiek op de Moldavische textielindustrie, met name op het overwerk bij grote bestellingen tegen honoraria waarvan arbeiders nauwelijks rondkomen. Momenteel kampt de industrie met een tekort aan werknemers: voor de pandemie waren er zo’n 3000 vacatures.", "De ommezwaai naar de productie van medische overjassen, vanaf maart dit jaar, was aanvankelijk ­bedoeld om haar medewerkers hun salaris te kunnen blijven betalen. Met de drie vestigingen van Porta­Vita houdt Ragonaet vierhonderd mensen aan het werk: dat is heel wat in het Oost-Europese land, waar de werkloosheid hoog is en de arbeidsmigratie groot. Tot dit jaar bood de textielindustrie nog wel soelaas, profiterend van lage lonen en de afzetmarkt van de Europese Unie nabij. Maar de pandemie kneep de export af, waardoor de industrie met tientallen procenten kromp. Nu levert PortaVita maandelijks 150.000 beschermende pakken aan Moldavische ziekenhuizen. “Als wij het niet doen, wie dan wel?”, aldus Lilia Ragonaet. Haar personeel werkt met mondmaskers op en handschoenen aan. Naast de naaimachine staat desinfecterende zeep.", "250 euro per maand", "Of de economische realiteit van voor de pandemie ooit terugkeert is de vraag. Tot dit voorjaar werkte PortaVita op bestelling van internationale bedrijven en merken als Primark, Tesco en Didi, in Italië, Groot-Brittannië en Duitsland. De orders bleven komen, mits aan drie voorwaarden werd voldaan: “Hoge kwaliteit, efficiënt werken en op tijd leveren”. Kwaliteit betekent investeren in moderne apparatuur, efficiënt betekent vooral: hard en onregelmatig werken. Ragonaet betaalt haar medewerkers naar het aantal stuks dat ze afleveren: het minimumsalaris is zo’n 250 euro per maand, vertelt ze. Bij meer werk kan dat bedrag verdubbelen.", "Lange tijd waren dit soort inkomens voor veel Moldaviërs voldoende om hen te weerhouden van migratie: de kosten voor levensonderhoud zijn laag en de mensen zijn nu eenmaal verknocht aan hun eigen omgeving. “Zolang mensen het idee hebben dat de situatie ooit beter wordt, dat er een betere toekomst gloort, accepteren ze dat”, aldus Lilia Ragonaet.", "Maar de nieuwe generatie Moldaviërs haalt graag meer uit het leven, weet de directeur. “Als je in het Westen woont, kun je op hoge hakken de deur uit. Je weet dat de straattegels recht liggen en schoon zijn. Hier kun je daar niet van op aan.” Omdat veel Moldaviërs over een Roemeens paspoort beschikken, kunnen ze elk moment in de EU aan de slag. Maar een hoger salaris maakt haar bedrijf minder competitief.", "Lokale productie", "De oplossing zit in het uitbouwen van haar eigen ‘brand’, gelooft Lilia Ragonaet: exclusieve waar, in plaats van bulkproductie. Ze troont haar bezoekers mee naar het kleine bedrijfsmuseum. Daar staat een houten weefgetouw, dat wel een eeuw oud moet zijn. “De wereldeconomie zit in een impasse. Dat geldt ook voor de trendsetters van de mode-­industrie, in de EU en in Amerika.” De toekomst zit in lokale productie, denkt de fabrieksdirecteur, met lokale materialen en lokale tradities, voor lokale klanten. Door een moderne variant van het weefgetouw te ontwikkelen, wil ze de unieke Moldavische borduur- en weeftradities inzetten om haar nieuwe modemerk te perfectioneren. “We moeten de economie herstarten op een andere, betere manier.”", "Lees ook:", "Liefde voor lokale winkel geeft krakende mode- en schoenenbranche nog enig houvast", "Wie een modewinkel of schoenenzaak runt, moet samenwerken, merkgericht zijn en een webwinkel op orde hebben om te overleven."], "authors": ["Michiel Driebergen"], "keywords": ["van", "zit", "voor", "en", "een", "ze", "modeindustrie", "maakt", "met", "moldavische", "nu", "kledingfabriek", "impasse", "aan", "op", "het", "dat", "plaats"], "pubDate": "2021-01-11T11:08:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}