{"id": "e5369a7f-a7e3-3072-adfc-880e1bda954b", "title": "Bij de helpdesk van de Kamer van Koophandel: ‘Ondernemers stoppen pas als het vijf over twaalf is’", "url": "https://volkskrant.nl/nieuws-achtergrond/bij-de-helpdesk-van-de-kamer-van-koophandel-ondernemers-stoppen-pas-als-het-vijf-over-twaalf-is~ba569fa21/", "summary": "En dat hebben veel ondernemers logischerwijs niet, blijkt woensdagochtend bij de helpdesk van de Kamer van Koophandel.\nMagré liet ze rustig uitrazen, want luisteren was het enige dat ze voor ze kon doen.\nSterker nog: het aantal starters dat zich bij de KvK inschreef, overstijgt nog altijd ruim het aantal stoppers.\nVolgens de KvK zijn er namelijk zo’n 1,5 miljoen kwetsbare ondernemers die, als ze zich in de schulden werken, persoonlijk aansprakelijk kunnen worden gesteld.\nAls ik krantenkoppen lees over het sluiten van dit of het faillissement van dat, dan voelt het raar om zelf iets op te bouwen.", "paragraphs": ["Kvk-medewerker Angèle Magré-de Monyé werkt vanuit haar washok en staat ondernemers met vragen over de steunmaatregelen te woord. Beeld Marcel van den Bergh", "Van een intelligente lockdown mag dan nog geen sprake zijn, je moet er wel bijna voor hebben doorgeleerd om de nieuwe coronamaatregelen te doorgronden. En dat hebben veel ondernemers logischerwijs niet, blijkt woensdagochtend bij de helpdesk van de Kamer van Koophandel. Nog voor het middaguur komen zeker tweehonderd telefoontjes binnen: van de visboer die twijfelt of hij onder ‘horeca’ valt tot de winkelier die zich afvraagt of hij zonder koopavonden wel tot 8 uur ’s avonds mag openblijven.", "De hersenen van medewerker Angèle Magré werken op dit soort dagen ‘3 seconden sneller’ dan normaal. De ‘huisarts voor ondernemers’ houdt praktijk in haar washok, waar elke ondernemer wordt aangekondigd door een luide ringtone. Zoals de dansleraar die zich afvraagt of koppels nog wel een chachacha mogen dansen met de nieuwe maatregelen. ‘Kunnen ze anderhalve meter afstand houden tot elkaar?’, informeert Magré. ‘Dan mag het tot dertig personen. En draag een mondkapje.’", "Na 37 jaar in het vak dacht Magré alles wel meegemaakt te hebben. De crisis van de jaren tachtig, de kredietcrisis van 2008. Maar dat was buiten de vernietigende kracht van een pandemie gerekend. Die eerste dagen in maart was er paniek aan de telefoon. Ondernemers waren radeloos, woest soms. Omdat hun droom in duigen viel. Magré liet ze rustig uitrazen, want luisteren was het enige dat ze voor ze kon doen. Alleen bij persoonlijke verwensingen hing ze op.", "Wilt u dit artikel liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "Van paniek is inmiddels geen sprake meer. Overheidsregelingen als de NOW en de Tozo lijken een groot deel van de nood te lenigen. Het aantal ondernemers dat de afgelopen maanden kopje-onder ging was nog altijd lager dan dezelfde periode vorig jaar. Sterker nog: het aantal starters dat zich bij de KvK inschreef, overstijgt nog altijd ruim het aantal stoppers. De KvK noteerde in september 10 procent meer starters dan dezelfde periode vorig jaar.", "‘De crisis biedt kansen’, zegt Magré. Ze zag het de afgelopen maanden aan de opkomst van wandelcoaches, aan de veilingmeester die online pubquizes ging organiseren, een beginnend ansichtkaartenbedrijf. En ook vandaag hangt er een kok aan de lijn die, nu de horeca dicht moet, een eigen cateringbedrijf wil beginnen.", "Toch baren de cijfers Magré ook zorgen. Want ze weet: ‘Ondernemers stoppen pas als het vijf over twaalf is.’ Ze is bang dat ze zich nu diep in de schulden steken om te overleven, terwijl juist tijdig stoppen een boel leed kan voorkomen. Volgens de KvK zijn er namelijk zo’n 1,5 miljoen kwetsbare ondernemers die, als ze zich in de schulden werken, persoonlijk aansprakelijk kunnen worden gesteld.", "Bovendien is de stap naar het ondernemerschap niet altijd vrijwillig. Een oudere man die zijn baan in de industrie is kwijtgeraakt, slaakt een hoorbare zucht door de telefoon. ‘Ik mag nu ergens beginnen als zzp’er, blijkbaar gaat dat tegenwoordig zo. Maar heb ik dan nog recht op WW?’ Een 59-jarige administratief medewerker komt met eenzelfde verhaal. ‘Met mijn leeftijd gaat niemand me nog in loondienst nemen.’", "Het doet Magré denken aan de kredietcrisis van 2008. Toen het zelfstandig ondernemerschap een enorme vlucht nam. ‘Toen had je draaideurconstructies waardoor werknemers op de ene dag ontslagen konden worden en op de andere weer opnieuw konden beginnen als zzp’er bij dezelfde werkgever.’ Op dat soort misstanden is ze scherp. Want ondernemer word je niet, dat ben je, vindt ze.", "Als ze eraan twijfelt of iemand over de juiste eigenschappen beschikt, begint Magré over ingewikkelde zaken als importrechten, fiscale nummers en belastingaangiften. Een positief ontmoedigingsbeleid noemt ze dat. Dan hóórt ze de twijfel vaak toeslaan aan de andere kant van de lijn. Tegen de man uit de industrie zegt ze: ‘U moet vanavond eens een goede borrel drinken en uzelf afvragen of u écht ondernemer wil worden.’ Zijn weifelende lach bevestigt wat ze al dacht.", "Michelle Peters begon met zus Sophie een lijn in kleurzeep SEESOAP", "‘Was je handen stuk’, die uitspraak van Rutte speelde tijdens de 43ste keer handen wassen door mijn hoofd. Ik dacht: als dat zo belangrijk is, kan dat dan niet beter en leuker? Zoals je bij de tandarts als kind kleurstof krijgt. Ik belde mijn zus Sophie, we hebben Google erop nageslagen en het bleek niet te bestaan. Het voelde zó kansrijk dat we dachten: als dan nu. We zijn allebei zzp’er en hebben uit eigen middelen 15 duizend euro geïnvesteerd. Sinds 1 oktober is er een webshop. Als ik krantenkoppen lees over het sluiten van dit of het faillissement van dat, dan voelt het raar om zelf iets op te bouwen. Soms kijken we elkaar aan en denken we: zijn we dit echt aan het doen? Maar deze tijd vraagt gewoon om jezelf opnieuw uit te vinden.’", "De zussen Michelle (links) en Sophie Peters bedachten een coronazeep: Seesoap. Beeld Ruud Voest", "Thomas Vles stopte met zijn digitale weddingplanner", "‘In maart waren we nog heel naïef en dachten we, net als heel Nederland, dat het snel voorbij zou gaan. Maar we zagen hoe elk huwelijk werd gecanceld tot we 100 procent afzeggingen hadden. We wisten: dit gaan we niet alleen dit jaar voelen, maar ook volgend jaar, want huwelijken plan je vooruit. Twee mensen uit ons team wilden door, maar de rest vond het niet meer verantwoord. Nu konden we de deur nog redelijk makkelijk achter ons dicht trekken. Ik vind dat het stigma op stoppen eraf moet. Het wordt gezien als falen. Maar als je niet faalt, dan leer je niet. Ondernemerschap betekent nu eenmaal dat je soms een klap in je gezicht krijgt. Inmiddels ben ik onder meer een reserveer-app voor de horeca begonnen.’"], "authors": ["Marieke De Ruiter"], "keywords": ["pas", "vijf", "ondernemers", "van", "als", "dan", "koophandel", "het", "nog", "twaalf", "stoppen", "een", "ze", "dat", "helpdesk", "en", "je", "kamer"], "pubDate": "2020-10-14T21:51:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}