{"id": "e53e55bf-cca1-38cf-a302-bd178450f25c", "title": "Acteur Gijs Blom wil begrijpen wat soldaat Marinus dreef om voor de Duitsers te vechten", "url": "https://trouw.nl/cultuur-media/acteur-gijs-blom-wil-begrijpen-wat-soldaat-marinus-dreef-om-voor-de-duitsers-te-vechten~bf38da67/", "summary": "Van het oostfront, waar hij gewond raakt, wordt hij overgeplaatst naar Zeeland.\n“Het gaat erom dat je kunt begrijpen dat mensen andere keuzes maken, en dat die keuzes ergens vandaan komen.\nIk bedoel, kijk wat er momenteel gebeurt: in plaats van dat mensen naar elkaar luisteren, zetten ze elkaar weg.\nIk had er voordat ik voor de film werd gevraagd ook nog nooit van gehoord.\nGrootse film over de slag die het lot van de nazi’s bezegeldeHoe raakte een keerpunt van de Tweede Wereldoorlog in de vergetelheid?", "paragraphs": ["Gijs Blom (23) speelt in de nieuwe Nederlandse oorlogsfilm ‘De Slag om de Schelde’ misschien wel de moeilijkste rol: die van de jonge soldaat Marinus, die zich aangetrokken voelt tot de NSB en tijdens de Tweede Wereldoorlog voor het Duitse leger gaat vechten. Van het oostfront, waar hij gewond raakt, wordt hij overgeplaatst naar Zeeland. “Ik vond het een bijzondere uitdaging”, zegt Blom, “om iemand te spelen die voor de veroordeelde kant vecht, en in zijn personage de menselijkheid te zoeken.”", "Volgens Blom gaat het erom tijdens het kijken naar de film langzaam het oordeel weg te nemen en puur naar een mens te kijken. “Het gaat erom dat je kunt begrijpen dat mensen andere keuzes maken, en dat die keuzes ergens vandaan komen. Begrijpen hoe iets heeft kunnen ontstaan is iets anders dan het goedkeuren. Ik bedoel, kijk wat er momenteel gebeurt: in plaats van dat mensen naar elkaar luisteren, zetten ze elkaar weg. Hoe kun je dan een gesprek voeren, en positieve verandering teweeg brengen?”", "Dat De Slag om de Schelde voor de internationale markt de titel ‘The Forgotten Battle’ heeft gekregen, begrijpt Blom wel. “Het gaat inderdaad om een strijd die in de vergetelheid is geraakt. Ik had er voordat ik voor de film werd gevraagd ook nog nooit van gehoord. Mijn vader, die geschiedenisleraar is op een middelbare school, wist er wel van, maar in de geschiedenislessen is het niet meer dan een voetnoot. Ik vind dat best bizar, zeker als je aan die ontzettend grillige strijd denkt en het aantal slachtoffers: er zijn bij de slag zo’n tienduizend burgers en militairen omgekomen.”", "Kijken door de ogen van jonge mensen", "Blom, die eerder dit jaar te zien was als Prins Viridian in de Netflix-serie ‘The Letter for the King’, en inmiddels in het drukke eindexamenjaar van Toneelschool Amsterdam zit, denkt dat het belangrijk is dat het strijdtoneel wordt getoond door de ogen van jonge mensen. “Het helpt om jongeren van nu te betrekken bij wat er toen is gebeurd, en de geschiedenis niet te zien als iets wat afgesloten is. Kijk alleen maar naar de antisemitische tendensen binnen Forum voor Democratie, een Nederlandse politieke partij.”", "“Maar er is ook nog een andere reden waarom ik er zo mee bezig ben”, vertelt Blom. “Ik heb afgelopen zomer twee grootouders begraven, waardoor ik me nog meer realiseerde dat de generatie die de oorlog heeft meegemaakt aan het verdwijnen is. Met mijn opa heb ik vlak voor zijn dood nog naar De Slag om de Schelde kunnen kijken. De film kwam net uit de montage. Er moest nog van alles aan gebeuren. Maar daar kon mijn opa vanaf zijn ziekbed gelukkig doorheen kijken. Het was een onvergetelijke ervaring, want het was de laatste keer dat ik mijn opa heb gezien.”", "Lees ook:", "", "Susan Radder speelt Teuntje met de Zeeuwse no-nonsens mentaliteit", "Actrice Susan Radder vertolkt in ‘De Slag om de Schelde’ de rol van Teuntje, een nuchtere Zeeuwse die met gevaar voor eigen leven het verzet in gaat.", "Grootse film over de slag die het lot van de nazi’s bezegelde", "Hoe raakte een keerpunt van de Tweede Wereldoorlog in de vergetelheid? Deels doordat Hollywood het negeerde, zegt Tobias van Gent, de historicus die adviseerde bij ‘De Slag om de Schelde’, de grootste Nederlandse oorlogsfilm sinds ‘Zwartboek’."], "authors": ["Belinda Van De Graaf"], "keywords": ["van", "wat", "marinus", "gijs", "het", "wil", "soldaat", "die", "ik", "een", "te", "om", "duitsers", "en", "dat", "er", "vechten", "voor"], "pubDate": "2020-12-10T10:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}