{"id": "e54a7f4c-6b0d-31f1-af77-3ea3219291b3", "title": "Europese Commissie keurt overname Fitbit door Google goed", "url": "https://www.nu.nl/tech/6097333/europese-commissie-keurt-overname-fitbit-door-google-goed.html", "summary": "Google mag van de Europese Commissie Fitbit overnemen, maar alleen als de techreus zich aan bepaalde voorwaarden houdt.\nDe Commissie wil er met de voorwaarden voor zorgen dat Google de door Fitbit-horloges verzamelde gegevens niet voor verkeerde doeleinden gebruikt, meldt ze donderdag.\nGoogle kondigde in 2019 aan dat het Fitbit wilde overnemen.\nEerder dit jaar stelde de Europese Commissie nog een diepgravend onderzoek in naar de overnameplannen van Google.\nDe Europese Commissie houdt Google al langer scherp in de gaten.", "paragraphs": ["Google mag van de Europese Commissie Fitbit overnemen, maar alleen als de techreus zich aan bepaalde voorwaarden houdt. De Commissie wil er met de voorwaarden voor zorgen dat Google de door Fitbit-horloges verzamelde gegevens niet voor verkeerde doeleinden gebruikt, meldt ze donderdag.", "Google kondigde in 2019 aan dat het Fitbit wilde overnemen. Het trekt 2,1 miljard dollar (1,7 miljard euro) voor uit voor het bedrijf dat smartwatches maakt die gebruikers bijvoorbeeld kunnen gebruiken bij het sporten.", "Eerder dit jaar stelde de Europese Commissie nog een diepgravend onderzoek in naar de overnameplannen van Google. De mededingingswaakhond in Brussel was bezorgd dat de transactie de al dominante positie van het Amerikaanse techconcern op de onlineadvertentiemarkt zou versterken door de enorme hoeveelheid persoonlijke gegevens die Fitbit kan leveren.", "Om de zorgen te ondervangen, heeft Google een hele lijst aan toezeggingen moeten doen. Zo mogen de door Fitbit vergaarde data niet zomaar ingezet worden voor bijvoorbeeld advertenties. Ook moet Google de Fitbit-gegevens opslaan in een aparte 'datasilo', zodat de data niet per ongeluk vermengd raakt met andere gegevens.", "Verder heeft Brussel voor in ieder geval de komende tien jaar eisen gesteld ten aanzien van Googles mobiele besturingssysteem Android. Google moet ervoor waken dat andere aanbieders van zogeheten wearables hun fitnesstrackers straks ook nog kunnen verbinden met smartphones, en dat ze niet opeens door Google op achterstand gezet worden.", "De Europese Commissie houdt Google al langer scherp in de gaten. Onder leiding van EU-commissaris Margrethe Vestager legde de Europese waakhond het concern eerder al drie boetes op voor marktverstorend gedrag bij het mobiele besturingssysteem Android, resultaten van Google Shopping en advertentiedienst AdSense."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["europese", "goed", "door", "google", "commissie", "van", "keurt", "voor", "niet", "het", "overname", "dat", "fitbit"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}