{"id": "e57e88e8-0420-3714-9c25-752e57438c30", "title": "De trein, stukje fietsen en met een paar uur zit je in je eigen hutje in de Belgische Ardennen", "url": "https://volkskrant.nl/de-gids/de-trein-stukje-fietsen-en-met-een-paar-uur-zit-je-in-je-eigen-hutje-in-de-belgische-ardennen~b59d2ba5/", "summary": "Je mag slapen waar en wanneer je maar wilt.’ Maar wel voor twaalven binnen en zachtjes op de slaapzaal, want klimmers gaan vroeg op.\nEen wandeling over een bergrug, een fietsafdaling of met een kajak over een snelstromend riviertje.\nDe sfeer is een mix van sportkantine – klimmers, fietsers en wandelaars onder elkaar – en een jeugdherberg uit verloren tijden.\nVoor je het weet sta je voor de hut.\nIn alle hutten logeer je voor 7 euro als je lid bent van een bergsportvereniging.", "paragraphs": ["Beeld Marjolein van Rotterdam", "Patron Dirk gaat voor naar de slaapzalen. ‘Hier mag je je slaapzak uitrollen’, zegt hij, wijzend op de aaneengesloten stapelbedden van de Tukhut. ‘Het is vrijheid, blijheid. Je mag slapen waar en wanneer je maar wilt.’ Maar wel voor twaalven binnen en zachtjes op de slaapzaal, want klimmers gaan vroeg op. Wandelaars ook trouwens. ‘Als ik jou was zou ik morgen om 5 uur beginnen.’ Weer ­beneden wijst Dirks arm richting de bar. ‘Met een huttenkaart kun je lokale bieren, wijn en wat versnaperingen krijgen. Warm eten maak je zelf in de keuken of haal je in het dorp. Ontbijt serveren we niet. Ik herhaal het maar: deze hut is selfsupporting.’", "Drie berghutten zijn een huttentocht. En dat is precies wat ik ga doen, en wel in de Belgische Ardennen. Fietsen van hut naar hut, logeren in een slaapzak, pasta eten aan een ruwhouten tafel en bij elke hut iets bergachtigs ondernemen. Een wandeling over een bergrug, een fietsafdaling of met een kajak over een snelstromend riviertje. Daar hoef je dus niet voor naar de Alpen, je kunt er klimaatneutraal heen fietsen vanaf station Maastricht.", "Ik maak we wel een beetje zorgen over het grote aantal slaapzakken. Naast me, boven me. Kom ik nog wel aan slaap toe? Aan de bar lacht hutgenoot Bas mijn gepieker weg. ‘Als je last hebt van gesnurk, snurk je zelf niet hard genoeg.’", "Het is zijn eerste keer in een berghut, maar hij vindt het nu al geweldig. ‘Meer heb je niet nodig en dat voor 7 euro! En het is nog gezellig ook.’", "De hutten zijn eenvoudig ingericht en spotgoedkoop. Beeld Marjolein van Rotterdam", "Hij heeft gelijk. De hutten doen in veel opzichten niet onder voor een echte hooggebergtehut. Aan de wand hangen bergfoto’s en edelweiss, in de kast staan stapels bordspellen, er zijn haken voor rugzakken en rekken voor stinkende schoenen. En de Matratzenlagers natuurlijk. De sfeer is een mix van sportkantine – klimmers, fietsers en wandelaars onder elkaar – en een jeugdherberg uit verloren tijden.", "Bas slaapt in de Tukhut met zijn Brabantse klimclub. De hele dag hangen ze aan de rotsen. Ze klimmen, gaan terug naar de hut om te barbecuen en vallen dan in slaap. ‘Elke dag hetzelfde.’ Alle beroemde rotsen in de buurt komen aan de buurt, inclusief de rotswand langs het riviertje de Ourthe. ‘Die is leuk hoor. Kom morgen ook!’", "Ik kies liever een dagtocht uit de ordner van patron Dirk. Hij tipt een rondje van 12,5 km – Sy-Bomal-Sy – ‘waarin alles zit wat de Ardennen te bieden hebben’. Bossen, beekdalen, rotsen, een zondagsmarkt en de beroemde Les Deux Tilleuls, twee ongelooflijk grote linden op een open plek in het bos. Plus een heuse couloir. Een wat?", "Een schietgebedje naar Jezus en Maria net voor de steile afdaling naar Bomal. Beeld Marjolein van Rotterdam", "Dirk: ‘Stenen die eroderen, glijden naar beneden. Je daalt dan af over een soort puinbaan, die kan gaan glijden. Ik heb het in de beschrijving wat aangedikt, zodat mensen met kinderen goed uitkijken.’ Jaja, denk ik, als ik de volgende morgen voor die afgrond sta. Gelukkig herinner ik me dat Dirk ook heeft gezegd dat er altijd een voorzichtiger alternatief is. In dit geval: een lieflijk bospad dat geleidelijk naar beneden slingert.", "Bij de Chaveehut, 57 kilometer verderop, wil ik gaan kajakken op de Lesse, maar die blijkt onbevaarbaar. Wegens extreme droogte zijn alle verhuurbedrijven gesloten. De hut zit vol klimmers, want een heel scala beroemde Belgische klimgebieden ligt in de buurt. Waard en waardin Wil en Anke weten er alles van. ‘Wil is routemaker’, zegt Anke. ‘We komen hier ons hele leven al om te klimmen. Maar ook als je niet klimt is het tof. Vooral bij Cupret, officieel een van de mooiste dorpen van Wallonië.’", "Het gebied is een walhalla voor wandelaars. Beeld Marjolein van Rotterdam", "Wandelen dus, over een stuk van de GR575 langs de superkitscherige druipgrot bij de kerk van Cupret. GR’s zijn populaire, rood-wit gemarkeerde langeafstandsroutes, maar dit pad wordt amper gebruikt. Eén keer doorkruist een spoorlijn het oneindige groen van varens en bomen. Dorstig loop ik het dorpje Chansis binnen. Niet meer dan een verlaten station, een houtkapbedrijf en wat huizen. Achter een van de huizen staat een ­parasol. Ah, leven! Een jonge vrouw in bikini rijst op van haar stretcher. Ja, natuurlijk heeft ze water. Geef maar, die flessen.", "‘Het is hier uitgestorven, hè?’, zeg ik als ze terugkomt met het water.", "Een raadselachtige glimlach. ‘Het is hier heel rustig, ja.’", "Een Belgische huttentocht kan beginnen in de Vennhut (Vennhütte), vanuit Nederland bereikbaar op de fiets (100 km). Bijvoorbeeld via het hoogste punt van België in Botrange. Stap af op de top en kijk uit over Les Hautes Fagnes, dat zich in volle glorie voor je uitspreidt. Of bij het állerhoogste punt van België, een trap van 22 treden achter café Le signal de Botrange (700 m). De rest van de route gaat vrijwel bergaf. Voor je het weet sta je voor de hut.", "Het allerhoogste punt van België: een trap achter café Le signal de Botrange. Beeld Marjolein van Rotterdam", "De Vennhütte is pas geopend en door de Belgische bergsportvereniging speciaal ingericht voor fietsers en wandelaars. Hij ligt in de Oostkantons, het Duitssprekende en onbekende deel van België. Volgens Wirt Pieter is de streek zo’n hut meer dan waard. ‘Ik kende de Oostkantons van vakanties, die waren fantastisch: de natuur is eindeloos. Er is hier nauwelijks iets veranderd en het is ongelooflijk stil.’", "Op het ‘toppentochtje’ de volgende dag – naar het hoogste punt in de buurt – geef ik Pieter gelijk. Vergezichten over glooiend gestreept grasland, een wit kerktorentje in de verte, een bankje op de Steinkopf (510 m) om naar korenvelden en bosranden te kijken. Onderweg: nul wandelaars en in de dorpen hooguit een enkele uitgeweken Vlaming. Zoals de mevrouw met een onwillig hondje. Ze maakt graag een praatje: ‘Ik moest zó wennen aan dat Duits. Ze zeggen bellen als ze blaffen bedoelen! Maar het is prachtig. Ik ga hier nooit meer weg.’", "Een van de weinige levende wezens tussen de Vennhut en de Tukhut. Beeld Marjolein van Rotterdam", "Onderweg van de Vennhütte naar de Tukhut (70 km) is het al even uitgestorven. Hoe kan dat? Iédere fietser zou hier toch van de hellingen met heerlijk slingerende haarspelden willen zoeven (en oké, er ook weer naar boven klimmen)? Het zijn geen Alpencols, maar allez, hier ontbreekt elk verkeer, hoef je nooit te remmen, ruikt het naar dennengeur en platteland en is er bakker Coco in Rogery. Die verkoopt het lekkerste brood van België. ‘En het goedkoopste! Zeg dat maar tegen uw landgenoten’, roept een klant met een knipoog. De joviale, allang pensioenrijpe bakker schreeuwt intussen dat hij alles zelf doet. Bakken in de nacht en de volgende dag gewoon weer in de winkel. ‘En daarna ga ik nog een beetje toeren!’ Hij lacht zijn laatste tanden bloot.", "Algemene informatie", "De KBF (Klim- en Bergsport Federatie) Venn Hut in Burg-Reuland is net open. Ligt in de Oostkantons, en is de ideale uitvalsbasis voor wandelingen, langlaufroutes en mountainbiketochten in de Belgische Eiffel. De Tukhut ligt ongeveer 40 km ten zuiden van Luik, aan de Ourthe. De hut wordt volgend jaar verbouwd en gaat dan verder onder de naam HerBERG. De Tukhut is van de NKBV, de Nederlandse Klim- en Bergsportvereniging. De Chaveehut is weer van de KBF en ligt weer verder westwaarts (57 km). Vlakbij de grote Belgische klimgebieden, de GR 575 en Cupret, een van de mooiste dorpen van Wallonië.", "In alle hutten logeer je voor 7 euro als je lid bent van een bergsportvereniging. Niet-leden betalen ongeveer het dubbele. Lidmaatschap van de NKBV kost 52,50 euro per jaar en je bent meteen verzekerd. De hutten liggen op precies een dag fietsen van elkaar vandaan. Mooie fietsroutes van de ene naar de andere hut zijn te downloaden op vanrotterdam.eu."], "authors": ["Marjolein Van Rotterdam"], "keywords": ["paar", "fietsen", "van", "zit", "het", "op", "maar", "met", "naar", "ik", "stukje", "hutje", "een", "je", "en", "trein", "uur", "voor"], "pubDate": "2019-05-31T15:00:19+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}