{"id": "e582c170-c189-3b4b-9cae-42d292ff371d", "title": "Op je veertigste met pensioen? Als je slim met je geld omgaat kan het", "url": "https://volkskrant.nl/werken/op-je-veertigste-met-pensioen-als-je-slim-met-je-geld-omgaat-kan-het~b6fd4c71/", "summary": "Uitgaande van een rendement van 4 procent op het geld dat je belegt zou je – uiteraard afhankelijk van wanneer je begint – een stuk eerder dan je AOW-leeftijd kunnen genieten van het Zwitserlevengevoel.\nVolgens hem komt het erop neer dat je je eigen pensioenregeling organiseert.\nEen simpele rekensom leert dan dat je het bedrag dat je jaarlijks nodig hebt, moet vermenigvuldigen met twintig.\nMaar als ik opeens boswachter wil worden, wil ik dat dat ook kan’, zegt ze.\nPsycholoog Launspach: ‘Het leuke is dat je bezig bent met een groot project en met een doel waar je naartoe werkt.", "paragraphs": ["Geen zorgen over vakantiedagen, alle tijd voor familie en vrienden en alleen doen waar je echt gelukkig van wordt. Sommige mensen doen er alles aan om zo vroeg mogelijk met pensioen te gaan. Het liefst al rond hun veertigste. En dat is voor iedereen haalbaar, zeggen ze.", "Nog een jaartje, dan hoeft Puck Landewé (33) nooit meer te werken . ‘Ik kan dan in principe leven van mijn rendement uit beleggingen.’ Ze is op weg om FIRE te worden. Die term staat voor Financial Independence and Retire Early. Het fenomeen waaide over uit de Verenigde Staten en Canada. In een notendop: financieel niet meer afhankelijk zijn van een baan, door zuinig te leven, een groot deel van je inkomen te sparen en te beleggen. Uitgaande van een rendement van 4 procent op het geld dat je belegt zou je – uiteraard afhankelijk van wanneer je begint – een stuk eerder dan je AOW-leeftijd kunnen genieten van het Zwitserlevengevoel.", "Geldmaand Maakt geld echt gelukkig? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met Intermediair geven we de hele maand financiële tips. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl", "Met sparen alleen kom je er niet", "‘Vanuit financieel oogpunt is het niet zo ingewikkeld’, zegt Manfred Stieltjes van Independer, een online platform voor financieel advies. Volgens hem komt het erop neer dat je je eigen pensioenregeling organiseert. Pensioenfondsen gaan ervan uit dat je na je pensioen nog zo’n twintig jaar leeft. Een simpele rekensom leert dan dat je het bedrag dat je jaarlijks nodig hebt, moet vermenigvuldigen met twintig. Stel je bent het gewend om maandelijks 2.000 euro uit te geven, dan heb je al snel 4,5 ton nodig.", "In Nederland krijg je AOW, maar wie FIRE wil worden kijkt niet naar de AOW-leeftijd, maar naar een leeftijd waarop hij of zij zélf wil stoppen met werken. Dan heb je dus helemaal ‘een bak geld’ nodig, zoals Stieltjes het noemt. Toch is hij optimistisch. ‘Het kan wel. Ik heb het doorberekend en het is geen onzin’, zegt hij. ‘Je moet minder uitgeven dan er binnenkomt en dat verschil beleggen. Beleggen is natuurlijk niet zonder risico’s, maar wel noodzakelijk als je FIRE wilt worden. Met sparen alleen kom je er niet.’ Wie dat rendement van 4 procent op beleggingen haalt en de helft van zijn of haar inkomen belegt, zou dan binnen vijftien jaar genoeg geld bij elkaar hebben geharkt om te kunnen stoppen met werken, berekende hij.", "Op je 34e leven van je rendement", "Landewé stuitte zo’n 2 jaar geleden op de FIRE-beweging. Ze had een goede baan in de marketing, maar had het gevoel dat ze vast zat aan gouden handboeien. Toen ze door de ziekte van Pfeiffer veel naar het plafond lag te staren, dacht ze steeds: is dit het nou? Ze sprak erover met haar moeder, die ernstig ziek was. Uiteindelijk gooide Landewé na het overlijden van haar moeder haar leven om.", "Ze verlangde naar vrijheid en besloot eerst haar financiën onder de loep te nemen. ‘Geld is superbelangrijk als je vrijheid wilt, want wat je ook doet in het leven, negen van de tien keer kost het geld’, zegt ze. Om haar zinnen te verzetten na de dood van haar moeder, begon ze haar blog Fireforwomen.com, over haar ervaringen met geld en beleggen. Haar baan zegde ze op en inmiddels helpt ze vrouwen om financieel onafhankelijk te worden met online cursussen over FIRE en over beginnen met beleggen.", "Landewé had een baan en een koophuis toen ze begon met FIRE worden, waardoor ze veel kon beleggen, onder andere in vastgoed. Een goede startpositie maakte het een stuk makkelijker om in korte tijd een groot financieel doel af te tikken. ‘Ik ben nu bezig om mijn huis te verkopen, zodat ik de overwaarde kan investeren in meer vastgoed. Dat betekent wel dat ik niet meer in een mooi groot huis woon. FIRE worden draait om keuzes maken.’", "Wel met pensioen, niet stoppen met werken", "Hoewel Landewé zichzelf over een jaar FIRE noemt, betekent dat niet dat ze stopt met werken. ‘Op dit moment vind ik mijn werk te leuk. Maar als ik opeens boswachter wil worden, wil ik dat dat ook kan’, zegt ze. ‘Ik wil vrijheid en financiële rust, zodat ik levenskeuzes kan maken vanuit mijn hart, in plaats vanuit angst.’", "Helemaal stoppen met werken op zo’n jonge leeftijd is ook niet verstandig, denkt Thijs Launspach, psycholoog en schrijver van boeken als Werk kan ook uit (2020) en Fokking druk (2018). Het klinkt natuurlijk aantrekkelijk, niet meer werken omdat je het geld niet nodig hebt. ‘Maar op een strand luieren is alleen de eerste twee weken fantastisch. Daarna wordt het oersaai en is het een weg naar nihilisme en alcoholisme.’ Je geluksgevoel hangt samen met het gevoel dat je iets zinnigs doet. Dus kies voor vrijwilligerswerk, start eindelijk dat bedrijf, richt een vereniging op of reis de wereld over.", "Nederlandse FIRE-aanhangers hebben ook door dat op jonge leeftijd helemaal stoppen met werken niet de heilige graal is. Daarom is er een substroming ontstaan: HOT, wat staat voor: Happy, Opportunity-rich, Time-rich. HOT gaat over de balans in het hier en nu, niet zoals FIRE om het grote einddoel. Je stelt niet alles in het werk om vroeg met pensioen te gaan, maar zoekt het levensgeluk in het heden. Wil je een dag minder werken om meer tijd te besteden aan je gezin, dan kan dat volgens HOT-aanhangers, omdat je genoeg inkomsten hebt uit je investeringen.", "Puck Landewé (33) kan over een jaar stoppen met werken. Ze kan dan rondkomen van haar inkomsten uit beleggingen Beeld Nander de Wijk", "Hand in hand met het minimalisme", "Wie FIRE of HOT wil worden, moet een groot deel van zijn of haar inkomsten sparen en beleggen. Daarvoor heb je volgens Stieltjes een ijzeren discipline nodig. Het idee is om zuinig en minimalistisch te leven, zodat je nu én later minder geld nodig hebt. Dat gebeurt volgens Landewé automatisch als je op geld focust. ‘Ik koop niet meer zo snel nog een paar schoenen of weer een nieuwe winterjas’, zegt ze. Toch kiest ze er, in tegenstelling tot veel FIRE-aanhangers, niet voor om al haar niet-noodzakelijke kosten te schrappen. ‘Ik laat graag mijn nagels doen en houd van uit eten gaan, ik leef nu’, zegt ze.", "De zuinigheid, het consuminderen, kan ook leuk zijn. Psycholoog Launspach: ‘Het leuke is dat je bezig bent met een groot project en met een doel waar je naartoe werkt. Dat doel kun je bereiken door je eigen slimmigheid. Puzzelen met je huishoudboekje kan dan enorm motiveren.’ En doelen en projecten, daar houden wij mensen sowieso van, aldus Launspach.", "Meer verdienen", "Zelf heeft Landewé geen zin om extreem zuinig te leven, maar dat hoeft ook niet, vindt ze. ‘Je kunt ook zorgen dat je meer verdient, ook als je in loondienst bent. Wanneer heb je voor het laatst onderhandeld over je salaris? Misschien kun je tijdelijk meer werken of extra inkomstenbronnen aanboren. Side hustles, zijn heel populair in de FIRE-beweging. Dan kun je bijvoorbeeld geld verdienen met je hobby en die inkomsten beleggen.’", "Voordat je dat geld gaat beleggen, is het wel belangrijk eerst een spaarbuffer te hebben, benadrukt ze. ‘Zorg dat je het drie tot zes maanden kan uitzingen zonder inkomsten. Dat slaapt gewoon lekkerder. Ga daarna beleggen, want dat is dé manier om vermogen op te bouwen.’", "Hoe begin je met beleg gen Investeer alleen geld dat je écht kunt missen, en dat je niet acuut nodig hebt wanneer je onverwachts een grote uitgave moet doen. Open dan een beleggingsrekening. Dat kan gewoon bij je bank, maar ook bij online ‘brokers’ als DeGiro of BinckBank. Die bedrijven verdienen geld door transactiekosten te rekenen. Houd die kosten zo laag mogelijk, dan blijft er meer geld over om rendement op te verdienen.Lees hier alle tips over beginnen met beleggen.", "Pensioenen weer hip maken", "FIRE worden gaat niet per se over rijk worden en vroeg stoppen met werken, het draait vooral om autonomie. Launspach: ‘Door slimme beslissingen te nemen over je geld heb je controle. Het uiteindelijke doel gaat ook over controle, namelijk over wat je wel en niet doet in je leven.’", "Een ding doet de FIRE-beweging in ieder geval goed, het helpt om jonge mensen bewust te maken van hun pensioen, vindt financieel adviseur Stieltjes. ‘Hoe eerder je begint, hoe beter, dat geldt voor FIRE, maar ook voor andere vormen van oudedagsvoorziening. Misschien waait deze hype over, maar het is goed dat jonge mensen kritisch naar hun uitgaven kijken en verder denken dan vandaag en volgende maand en volgend jaar.’"], "authors": ["Yasmine Esser"], "keywords": ["slim", "geld", "dat", "pensioen", "van", "om", "een", "niet", "het", "en", "te", "op", "kan", "je", "omgaat", "met", "veertigste"], "pubDate": "2020-10-30T11:01:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}