{"id": "e5a5deb7-c321-35f7-89b0-23ec709eedd3", "title": "Hoe rook Napoleon? Project ‘Odeuropa’ moet leiden tot historisch geurmuseum", "url": "https://trouw.nl/cultuur-media/hoe-rook-napoleon-project-odeuropa-moet-leiden-tot-historisch-geurmuseum~b964839d/", "summary": "Dat gaan geurhistorici doen, geholpen door aromaspecialisten van International Flavors and Fragrances (IFF), een grote producent van geur- en smaakstoffen.\nEen uitdaging, want hoe kan een computer op een afbeelding een geur herkennen?\nEen van hun favorieten was de geur van elektriciteit, een ozonachtige lucht.\n“Marinetti rebelleerde met geur, zoals Wim T. Schippers dat later zou doen met zijn pindakaasvloer.”Verbeek heeft al flink gepionierd met geur in het museum.\nIn de eerste kladversie van zijn ‘À la recherche du temps perdu’ repte Proust nog van een stukje geroosterd brood met honing.", "paragraphs": ["Van de kruitdampen van Waterloo tot aan de stank van de beerkar: wetenschappers gaan ­zoveel mogelijk geuren uit het ­Europese verleden in kaart brengen én namaken. Via de neus kunnen museumbezoekers dan als bij toverslag terugreizen naar bijzondere of ­alledaagse momenten uit de geschiedenis.", "Odeuropa heet het project. Het begint op 1 januari, dankzij een subsidie van 2,8 miljoen euro die de Europese Unie net heeft toegekend. “Ons eerste doel is het creëren van een grote geurdatabank”, zegt projectleidster Inger Leemans, hoogleraar culturele geschiedenis aan de Vrije Universiteit in Amsterdam. “Een openbare online encyclopedie, doorzoekbaar op geurstoffen en op bijbehorende verhalen en plaatsen uit de ­periode 1600 tot 1920.”", "Maar wat vooral tot de verbeelding spreekt, is de volgende stap: de vervlogen geuren opnieuw tot leven wekken. Dat gaan geurhistorici doen, geholpen door aromaspecialisten van International Flavors and Fragrances (IFF), een grote producent van geur- en smaakstoffen. Normaal maken ze bij IFF alleen wat consumenten lekker vinden. Nu buigen ze zich ook over de wat minder frisse zaakjes uit het verleden. Ongewassen lijven, open riolen, leerlooierijen…", "Wat levert dat straks op, een walgcatalogus? Een staalkaart van stanken? “De vroegmoderne tijd had inderdaad veel uitdagende geuren”, reageert Leemans eufemistisch. “Veemarkten, slagerijen, brouwerijen en zeepziederijen stonken behoorlijk. Sommige jeneverstokers voerden de resterende pulp aan varkens. Die beesten gingen daar zo van stinken dat ze niet meer op de gewone markt mochten komen.”", "Onheil afwenden", "Maar de geschiedenis kent ook veel aangename geuren. Zo waren er devotionele aroma’s als mirre, wierook en religieuze zalven. En mensen hadden een arsenaal aan geurstrategieën waarmee ze medisch onheil hoopten af te wenden. Het idee was dat je ziek werd van kwalijke geuren, terwijl aangename geuren juist goed waren voor je gezondheid. Daarom probeerden mensen de pest te bezweren met rozemarijn. Ze wierpen strooikruiden op de grond, ze bepoederden en besprenkelden zich met aroma’s en ze droegen pomanders: juwelen in bolvorm die als geurverspreider populair waren bij edellieden en gegoede burgers. Deftige ­dames stopten de bollen tussen de plooien van hun rok om luizen te verdrijven of schaamlucht te maskeren.", "“Mensen hadden vroeger een rijk geurleven”, gaat Leemans verder. “Daar hoorde een uitgebreid vocabulaire bij. In onze ­moderne tijd zijn we veel van die woorden vergeten. Ik hoop dat mensen zich dankzij ons project weer bewust worden van het ­belang van geur en er meer woorden aan gaan geven.” Wrang genoeg helpt corona een handje mee: nu veel patiënten langdurig en misschien wel permanent hun reuk kwijt zijn, zie je in de media vaker berichten over het onderschatte belang van geur.", "Leemans kreeg het idee voor het project toen ze zag dat allerlei disciplines zich de laatste jaren meer met geur zijn gaan bezighouden. Kunst, psychologie, geschiedenis, antropologie, museologie, taal- en letterkunde: overal groeit de belangstelling. ­Odeuropa brengt alles nu samen.", "Het internationale project, opgezet vanuit het ‘Humanities Cluster’ van de Koninklijke Nederlandse Akademie van Wetenschappen, gaat voorlopig drie jaar duren. Geen overbodige luxe, want de onderzoekers moeten een compleet nieuw computermodel ontwikkelen waarmee ze digitale erfgoedcollecties kunnen scannen op informatie over geur. De afgelopen jaren hebben ­bibliotheken en musea enorm geïnvesteerd in het digitaliseren van hun collecties. Dat heeft een schat aan data opgeleverd, onhandig versnipperd over Europese instituten. “We willen al die collecties samen doorzoeken en kijken welke verhalen ze vertellen. Geur is een mooie insteek. Het is onzichtbaar en ontastbaar, maar wel heel merkbaar.”", "Fantastische klachten", "De onderzoekers – afkomstig uit heel Europa – willen historische teksten in zeven verschillende talen bestuderen. Er zitten romans, gedichten, reisverslagen en recepten tussen. Maar ook juridische archieven, waarin soms uitgebreid wordt geklaagd over stank. “Die verslagen zijn fantastisch”, zegt Leemans. “De klachten gaan bijvoorbeeld over ‘lekkende secreten’: mensen stonden letterlijk in de poep van hun buren. Over vaten met rottende vis die werden verkocht aan de schepen van de West-Indische Compagnie. Of over de mannen van de beerkar die te hard reden, waardoor de beer over de rand van de tonnen vloog.”", "Niet alleen teksten, ook schilderijen, gravures en tekeningen kunnen kostbare informatie bevatten over geur. Daarom gaan de onderzoekers ook digitale kunstcollecties doorzoeken met een geautomatiseerd computermodel. Een uitdaging, want hoe kan een computer op een afbeelding een geur herkennen? Kunsthistorici werken daarom samen met experts in artificial intelligence. “We leren het computermodel eerst om alle neuzen op een schilderij te vinden”, zegt Leemans. “Daarna leren we het alleen te kijken naar neuzen vlak bij een object; die zijn waarschijnlijk aan het ruiken. Je kunt zo’n model ook leren om rook te herkennen, of bloemen, voedsel en fruit.”", "Erotisch zweet", "Kunsthistorica Caro Verbeek doet ook mee. Ze is onlangs aan de Vrije Universiteit ­gepromoveerd op de futuristen: rebelse kunstenaars die begin twintigste eeuw de moderniteit omarmden en zich met geur ­afzetten tegen de visueel ingestelde bourgeoisie. “De futuristen verheerlijkten synthetische, niet-natuurlijke geuren. Die ­zagen ze als een uiting van moderniteit, als iets abstracts. Een van hun favorieten was de geur van elektriciteit, een ozonachtige lucht. Ze gebruikten zelfs ozonisatoren om bezoekers in het theater te laten meeruiken.” Filippo Tommaso Marinetti, grondlegger van de futuristische beweging, omschreef zijn ideale geur in zijn toneelstuk ‘Tamburo di Fuoco’ (1932) als volgt: motorolie van een vliegtuig, vermengd met erotisch zweet. “Marinetti rebelleerde met geur, zoals Wim T. Schippers dat later zou doen met zijn pindakaasvloer.”", "Verbeek heeft al flink gepionierd met geur in het museum. In 2015 maakte ze in het Rijksmuseum in Amsterdam een ‘geurtour’ langs het reusachtige schilderij ‘De Slag bij Waterloo’ (1824) van Jan Willem Pieneman. Samen met het aromabedrijf IFF maakte ze destijds de verloren geuren na: paarden, leer, natte aarde, zompig gras, buskruit en Napoleons parfum Aqua Mirabilis – nu bekend als ‘4711 eau de cologne’. Het mengsel bevatte ook angstzweet. “Dat ruikt scherper en intenser dan gewoon zweet”, legt Verbeek uit. “Het heeft iets van komijn. Je herkent de angst direct, ook al heb je er geen woorden voor. Het is pre-­talig, je voelt het in je onderbuik.”", "Het blijkt te werken. Dankzij de geuren voelen bezoekers zich sterker betrokken bij de afgebeelde gebeurtenis. Ze blijven langer bij het schilderij staan, praten er met elkaar over en onthouden beter wat ze hebben ­gezien. Musea zijn daarom enthousiast. ­Tegelijk vrezen ze dat een overdaad aan geur kan storen.", "Het eerste geurmuseum", "Een kwestie van uitproberen, denken de ­onderzoekers. Daarom gaan ze zoveel ­mogelijk geuren namaken en opnieuw ‘ter neuze’ brengen in bibliotheken en musea, of gewoon op straat. Hun eerste plan is een geurtour op het Oosterdok, de oude Amsterdamse haven.", "“Vroeger arriveerden daar de schepen met specerijen uit het oosten”, zegt Verbeek. “Het was de aanvoerplaats voor geurstoffen zoals kruidnagel, foelie, ­civet en muskus uit de koloniën. Die geuren hangen sterk samen met de bloedige koloniale geschiedenis.”", "In de verdere toekomst zou Verbeek het liefst directeur worden van het allereerste geurmuseum. Mocht zo’n museum er ooit komen, dan mag Marcel Proust natuurlijk niet ontbreken. De Franse schrijver liet zijn alter ego ooit een madeleine-cakeje in de lindebloesemthee dopen. De opstijgende geur bracht hem op slag terug naar zijn kindertijd en naar het huis van zijn tante Léonie, waar hij diezelfde geur als zesjarige voor het eerst had geroken. De scène van de hervonden herinnering werd wereldberoemd. De hele handel in madeleines drijft erop. Maar het bizarre is: van oorsprong wás het helemaal geen madeleine. In de eerste kladversie van zijn ‘À la recherche du temps perdu’ repte Proust nog van een stukje geroosterd brood met honing. Later veranderde hij dat in een droog biscuitje. Pas in de derde versie kwam hij met die chique madeleine op de proppen. Een staaltje aromatische ­geschiedverfraaiing – moet kunnen, toch?", "Lees ook:", "Hoe smaakt gebraden reiger?", "Mensen eten soms bizarre vogels, van ortolanen tot meerkoeten. Is dat erg? Niet altijd, schrijft vogelliefhebber Peter Müller in zijn cultuurhistorische bundel ‘De smaak van reiger’. “Elke toch al dode zwaan op je bord scheelt weer een paar plofkippen.”"], "authors": ["Sander Becker"], "keywords": ["tot", "van", "geur", "rook", "hoe", "het", "op", "met", "zijn", "die", "moet", "project", "geurmuseum", "een", "en", "napoleon", "ze", "odeuropa", "leiden", "historisch"], "pubDate": "2020-12-08T13:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}