{"id": "e5a53553-af96-3b3c-a46d-d4017542ca35", "title": "Meer dan 150.000 volledig elektrische auto's geregistreerd in Nederland", "url": "https://nu.nl/auto/6094537/meer-dan-150000-volledig-elektrische-autos-geregistreerd-in-nederland.html", "summary": "Het aantal volledig elektrische auto's in Nederland is het afgelopen jaar meer dan verdubbeld tot 153.312 exemplaren, zo meldden BOVAG en dataprovider RDC donderdag.\nHet meest voorkomende model in ons land is de Tesla Model 3, waarvan er 34.420 rondrijden.\nDe tweede plek is voor de Tesla Model S, die in 2018 een heel goed jaar had en waarvan er nu 12.764 op de weg rijden.\nDe Nissan dankt zijn hoge notering vooral aan het gegeven dat de auto al in 2011 op de markt kwam.\nDe hoogste nieuwe binnenkomer is de Volkswagen ID.3, waarvan er in de afgelopen weken 4.884 naar ons land zijn gehaald.", "paragraphs": ["Het aantal volledig elektrische auto's in Nederland is het afgelopen jaar meer dan verdubbeld tot 153.312 exemplaren, zo meldden BOVAG en dataprovider RDC donderdag. Het meest voorkomende model in ons land is de Tesla Model 3, waarvan er 34.420 rondrijden.", "De tweede plek is voor de Tesla Model S, die in 2018 een heel goed jaar had en waarvan er nu 12.764 op de weg rijden. De Nissan Leaf maakt met 10.494 de top drie compleet. De Nissan dankt zijn hoge notering vooral aan het gegeven dat de auto al in 2011 op de markt kwam.", "De hoogste nieuwe binnenkomer is de Volkswagen ID.3, waarvan er in de afgelopen weken 4.884 naar ons land zijn gehaald. De MG ZS EV, die pas sinds december 2019 te krijgen is, is inmiddels 2.993 keer geregistreerd.", "Op basis van het aantal registraties tot en met november is de Kia Niro dit jaar met 5.802 exemplaren de bestverkochte elektrische auto, gevolgd door de ID.3 en de Tesla Model 3 (4.431 stuks) op de tweede en derde plek."], "authors": ["Door"], "keywords": ["geregistreerd", "nederland", "dan", "elektrische", "meer", "het", "tesla", "op", "met", "zijn", "150000", "volledig", "waarvan", "autos", "en", "jaar", "model", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}