{"id": "e5b5fd94-c1e1-3930-afdb-b36e1aed3c2b", "title": "Druk op kabinet neemt toe om horeca te openen: ‘Stop met zwart-witdenken’", "url": "https://volkskrant.nl/nieuws-achtergrond/druk-op-kabinet-neemt-toe-om-horeca-te-openen-stop-met-zwart-witdenken~b53e22ac/", "summary": "De druk op het kabinet neemt toe om de horeca versneld te heropenen.\nHet lekken van een geheime kabinetsnotitie over de heropening van restaurants sorteert daarmee alsnog het waarschijnlijk gewenste effect.\nMinister Wiebes verklaarde nog dezelfde dag dat het ging om een ‘onvoldragen’ stuk, ‘een concept van een gedachtelijn’.\nDe CDA’er erkende dat een deel van het GGD-personeel dat nu de coronatesten uitvoert, mogelijk voor het vaccineren moet worden ingezet.\nOm te voorkomen dat eenmaal uit de vriezer gehaalde vaccins bederven, ontwikkelt De Jonges ministerie een landelijk aanmeldsysteem, vergelijkbaar met dat voor het testen.", "paragraphs": ["De druk op het kabinet neemt toe om de horeca versneld te heropenen. Woensdag pleitten coalitie- en oppositiepartijen in de Tweede Kamer ervoor op zijn minst te experimenteren met de heropening van restaurants, nu de eigenaren kopje onder dreigen te gaan.", "Het lekken van een geheime kabinetsnotitie over de heropening van restaurants sorteert daarmee alsnog het waarschijnlijk gewenste effect. De notitie, waarover RTL Nieuws dinsdag schreef en die afkomstig was van het ministerie van Economische Zaken, bepleitte het openen van de restaurants met de feestdagen. Het aantal besmettingen zou er eerder door af- dan toenemen: in de restaurants worden de coronaregels beter gehandhaafd dan thuis aan de kerstdis, was de theorie.", "De notitie bleek door Economische Zaken zelf in elkaar geknutseld op basis van openbare besmettingscijfers. Het RIVM zou het document wel onder ogen hebben gekregen, maar niet hebben goedgekeurd. Minister Wiebes verklaarde nog dezelfde dag dat het ging om een ‘onvoldragen’ stuk, ‘een concept van een gedachtelijn’. Toch moesten premier Rutte en minister De Jonge van Volksgezondheid zich op hun persconferentie verdedigen: waarom die horeca niet open?", "Woensdag klonk de notitie ook door in de Tweede Kamer, die over de coronacrisis debatteerde. Geert Wilders zette de toon: de PVV-leider noemde het sluiten van de horeca ‘het domste wat je kunt doen’. Hij kon de redenering van Economische Zaken goed volgen: wie met een vriend of vriendin gaat shoppen, drinkt nu na afloop een borrel thuis, zonder al te veel acht te slaan op de 1,5 meter.", "Het kwam hem op scherpe kritiek te staan van VVD-fractievoorzitter Klaas Dijkhoff, die Wilders beschuldigde van het ‘gebruikmaken van de ellende van mensen om ze voor je politieke karretje te spannen’. De notitie was inhoudelijk veel te mager en zou horecaondernemers ‘valse hoop’ hebben geboden.", "‘De zoveelste dooie mus’", "Toch was Wilders lang niet het enige Kamerlid dat voor meer ademruimte voor de horeca pleitte. Jesse Klaver (GroenLinks) noemde het ‘heel gevaarlijk om allerlei conclusies aan de horecanotitie te hangen’, maar ook hij vond de redenering ‘buitengewoon interessant’, en drong aan op meer onderzoek.", "Het kabinet moet de horeca perspectief bieden op een ‘verantwoorde opening’, stelde D66-fractievoorzitter Rob Jetten. Hij wilde af van het ‘zwart-witdenken’: niet alles hoeft tegelijk open. Wat volgde was een woordenwisseling met Lodewijk Asscher, die de D66'er beschuldigde van het wekken van valse verwachtingen. Jetten zit toch zelf aan de coalitietafel? Regel het of zeg niets, vond Asscher. ‘Dit is de zoveelste dooie mus voor die horecaondernemers.’", "In zijn beantwoording sloeg Rutte de hoop voor de horeca meteen aan diggelen. Hij noemde het ‘echt verschrikkelijk’, maar ‘het kan echt niet anders’ dan zoals het nu gaat. Hij citeerde het Outbreak Management Team: zelfs onder de strengste voorwaarden zal het besmettingscijfer oplopen bij een heropening. Het lekken van de interne notitie vond de premier ‘heel vervelend’. ‘Het geeft verwarring.’", "Andere partijen, zoals het CDA en de ChristenUnie, hielden het bij een pleidooi voor proeven in de horeca, bijvoorbeeld met sneltesten aan de deur. Op zijn persconferentie had het kabinet al dergelijke ‘field labs’ aangekondigd in de cultuur-, sport- en evenementensector, maar niet voor de horeca.", "‘Herhaling Black Friday voorkomen’", "Unaniem waren de partijen in hun afkeuring van de uitpuilende winkelstraten op Black Friday, door het RIVM aangewezen als een van de redenen voor de opleving van het virus. Een onbegrijpelijke drukte, vond de Kamer, en een pijnlijk contrast met de gesloten horeca. Meerdere partijen drongen aan op stevige maatregelen om een herhaling in de dagen voor Kerst te voorkomen.", "Ook het kabinet is daar alles aan gelegen, verzekerde Rutte. Minister Grapperhaus van Justitie en Veiligheid werkt met de voorzitters van de veiligheidsregio’s aan een plan van aanpak. Tot de mogelijkheden behoren de tijdelijke sluiting van winkels, winkelstraten en parkeergarages. Samen met Wiebes wil Grapperhaus afspraken maken met de detailhandel over het handhaven van de regels.", "Met de eerste vaccins in aantocht wilden Klaver, Asscher en Lilian Marijnissen (SP) weten hoeveel mensen door de GGD’s worden klaargestoomd om ze toe te dienen. De reactie van minister De Jonge was onbevredigend: ‘Dat antwoord is op dit moment niet te geven.’ Pas toen duidelijk werd dat het vaccin van BioNTech en Pfizer in grote eenheden zou worden geleverd, is besloten tot het vaccineren op dertig centrale locaties, aldus De Jonge.", "De CDA’er erkende dat een deel van het GGD-personeel dat nu de coronatesten uitvoert, mogelijk voor het vaccineren moet worden ingezet. Dat heeft dan (tijdelijke) gevolgen voor de testcapaciteit.", "Om te voorkomen dat eenmaal uit de vriezer gehaalde vaccins bederven, ontwikkelt De Jonges ministerie een landelijk aanmeldsysteem, vergelijkbaar met dat voor het testen. De medewerkers in de verzorgingshuizen, die als eerste worden gevaccineerd, moeten langs die weg een afspraak maken. Het aanmeldsysteem staat ‘zo vroeg als mogelijk in januari’ klaar, beloofde De Jonge. Op tijd voor de eerste vaccins."], "authors": ["Dion Mebius"], "keywords": ["van", "openen", "neemt", "op", "het", "met", "stop", "een", "te", "om", "kabinet", "en", "dat", "toe", "aan", "zwartwitdenken", "voor"], "pubDate": "2020-12-09T22:14:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}