{"id": "e5bad651-9973-3744-856f-5b2417290e39", "title": "Terug in de tijd: bietensalade voor de goden", "url": "https://www.parool.nl/ps/terug-in-de-tijd-bietensalade-voor-de-goden~b118363b5/", "summary": "Met een nederige Franse rode.\nVervolgens stortte zij zich mensmoedig op haar afdeling Uitgekookt, om de almaar groeiende stapel ingeruilde kookboeken van een tweedehands prijsje te voorzien.\nOnderstebovenNiet veel later kon mevrouw Hamersma zodoende toch nog een beetje op reis: terug in de tijd.\nMet een snelheid waarover zelfs mevrouw Hamersma zich verbaasde, belandde er een bietensalade op het werkblad in de winkel.\n“Ik geloof niet dat ik ooit zo’n kort recept heb gezien.”Aan mij om nu de kasten met ingebrachte wijnen te inventariseren.", "paragraphs": ["Meneer Hamersma weet alles over wijn, mevrouw Hamersma doet niets liever dan koken. Deze week: bietensalade. Met een nederige Franse rode.", "Normaal gesproken brengen we januari altijd door in een zonnig ­buitenland. Maar ja, wat is nog normaal? “Laten we dan maar gaan inventariseren,” zei mevrouw Hamersma, nu behalve haar winkeldeur ook Nederland op slot zat.", "Aldus bracht ze haar voorraad in kaart en bladerde ze terug in haar online bestellingen, om te constateren dat Flavour van Ottolenghi in 2020 het meest verzonden pakketje was. Op de voet gevolgd door De banketbakker van Cees Holtkamp, met dank aan de ­bakmanie die bezit nam van Nederland toen het virus hetzelfde deed. Vervolgens stortte zij zich mensmoedig op haar afdeling Uitgekookt, om de almaar groeiende stapel ingeruilde kookboeken van een tweedehands prijsje te voorzien.", "Ondersteboven", "Niet veel later kon mevrouw Hamersma zodoende toch nog een beetje op reis: terug in de tijd. Ze gniffelde wat toen ze een retrorecept van salade van banaan met gruyère omhoog­hield. “Moet je nou eens zien,” zei ze over de vormgeving van Visual Delights uit 1985, die anno nu pijn doet aan de ogen. Om het daarna onmiddellijk voor auteur Nathalie Hambro op te nemen: “Haar avocado met eieren uit de oven met saus van rauwe tomaten kun je nog zo serveren.”", "Van de stapel viste zij ook Africola, nota bene een splinternieuw boek waarvan de inhoud echter ondersteboven in de kaft was beland. “Misschien is dat wel het concept, omdat het over een restaurant in Australië gaat,” suggereerde ik. Maar mevrouw Hamersma hoorde mij niet meer en meldde tevreden dat sterrenchef Marco Pierre White in het voorwoord de zaak van de Zuid-Afrikaanse Duncan Welgemoed in Adelaide ‘het beste restaurant van de hele wereld’ noemde.", "Mopperkont", "Nu is dat voor haar niet ­zelden een signaal om zo’n oordeel eens aan de ­praktijk te toetsen. Met een snelheid waarover zelfs mevrouw Hamersma zich verbaasde, belandde er een bietensalade op het werkblad in de winkel. “Ik geloof niet dat ik ooit zo’n kort recept heb gezien.”", "Aan mij om nu de kasten met ingebrachte wijnen te inventariseren. Ik wist daarin bijvoorbeeld cabernet franc, de enigszins intellectuele mopperkont uit de Loire. Maar dergelijk rood schenk ik het liefst bij warme bereidingen van de knol.", "In dit geval week ik uit naar pinot noir. Zo bootst biet de wat aardse smaak na die je ook wel in rode bourgogne tegenkomt. Maar ook een lichte grenache maakt vanwege zijn zoete sappigheid en milde tannines deel uit van de bietgeneratie.", "Fruitfeest", "Opvallend was echter dat Ju de Vie, een nederige vin de France waarin grenache slechts een klein deel uitmaakte van een blend met marselan, merlot en mourvèdre, zich nadrukkelijk", "in de kijker speelde. Zou het komen omdat wijnmaker Julien Mus, thans doende in de Rhône-regio, eerder ervaring met pinot noir had opgedaan in Bourgogne?", "Ik noteerde: ‘Ju de Vie. Hap, knap en levenssap. Een groot roodfruitfeest.’ Zelfs de biet kreeg er nog wat extra kleur van.", "Ingrediënten 200 ml extra vergine olijfolie", "100 ml balsamicoazijn", "150 g crème fraîche", "1 el kappertjes", "2 rauwe rode bieten, geschild en fijngeraspt", "¼ rode kool, kern verwijderd, in heel dunne reepjes", "1 kleine rode ui, in dunne ringen", "2 bosjes kervel, alleen de blaadjes", "zeezout en versgemalen witte peper Bietensalade voor de goden (voorgerecht, 4 personen) Gooi alles in een kom en bewaar een paar blaadjes kervel. Meng de boel met je handen. Breng op smaak met zout en witte peper en garneer met de kervel.", "Domaine de la Graveirette 2018, Ju de Vie, Vin de France, Frankrijk. Beeld RV", "De wijn Domaine de la Gravei­ret­te 2018, Ju de Vie, Vin de France", "Frankrijk, €10,49", "(bio­logisch-dynamisch)", "Grapedistrict"], "authors": ["Meneer", "Mevrouw Hamersma"], "keywords": ["ik", "van", "het", "voor", "en", "een", "met", "tijd", "op", "bietensalade", "goden", "hamersma", "terug", "haar", "dat"], "pubDate": "2021-01-08T10:54:51Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}