{"id": "e5bb97ce-0612-38b9-a99d-6c0440d3a9cd", "title": "Als laaglander glijdt Kimberley Bos tussen de besten van de skeleton naar beneden", "url": "https://volkskrant.nl/sport/als-laaglander-glijdt-kimberley-bos-tussen-de-besten-van-de-skeleton-naar-beneden~b5a6191e/", "summary": "Ook in haar discipline, waarin atleten op een slee met het hoofd naar voren als een kogel door het ijskanaal van een bobsleebaan naar beneden schieten, legt corona veel aan banden.\nIn het pas begonnen wereldbekerseizoen was er een tweede en een derde plek in Sigulda, Letland.\n‘Ik wist niet hoe goed de concurrenten waren, ik had ze niet allemaal gezien.\n‘Het komt er nu uit.’ Er is flink gesleuteld aan haar slee: de bepaling van het zwaartepunt, de afstelling van de ijzers.\nDaar hoopt ze op een hereniging met haar Amerikaanse vriend, zelf ook skeletonner.", "paragraphs": ["In een toch al wat onwerkelijke tijd is Kimberley Bos bezig aan een onwerkelijke opmars. Op de skeletonslee heeft ze de aanval ingezet op de wereldtop.", "Kimberley Bos loopt met de telefoon aan het oor door besneeuwd heuvelland vlak buiten Innsbruck. Even een frisse neus halen, meldt de 27-jarige skeletonster uit Ede. Dat is geen probleem. ‘Het ligt hier méters hoog.’", "Veel bewegingsvrijheid is er niet. Ook in haar discipline, waarin atleten op een slee met het hoofd naar voren als een kogel door het ijskanaal van een bobsleebaan naar beneden schieten, legt corona veel aan banden. Ze verblijft met haar coach Joska Le Conté in een appartementje. ‘We zitten echt in een bubbel. We gaan naar de baan van Igls en weer terug. Soms doen we een boodschapje. Verder komen we nergens.’", "Trainingen voorafgaand aan de wedstrijd zijn beperkt. In plaats van drie dagen voorbereiding zijn er twee. Zo blijven de skeletonners gescheiden van de bobsleeërs. Ze zijn zelf ook nog eens verdeeld in twee groepen. Bos heeft er vrede mee. ‘Het went snel. Het is beter dan helemaal niks doen.’", "Tussen de besten", "De restricties hebben haar sportief niet dwarsgezeten. Waar ze de afgelopen jaren telkens aanschurkte tegen de top - als de eerste Nederlandse deelnemer in deze sport roetsjte ze in 2018 op de Olympische Spelen in Zuid-Korea naar de achtste plaats - nestelt ze zich nu als laaglander tussen de besten. In het pas begonnen wereldbekerseizoen was er een tweede en een derde plek in Sigulda, Letland. Eind vorige week was er zilver in Innsbruck. Deze vrijdag is daar ook de vierde wedstrijd.", "Een beetje verrast is ze wel. ‘Ik wist niet hoe goed de concurrenten waren, ik had ze niet allemaal gezien. In Sigulda, een moeilijke, technische baan, zag ik dat ik mijn persoonlijk record had verbeterd, maar wat het waard was: geen idee. Het was een cameraploeg die me vertelde dat ik de tweede tijd had neergezet.’ Voor de volledigheid: de wereldtop was vertegenwoordigd, met uitzondering van de Amerikanen, die besloten het begin van het seizoen in Europa over te slaan.", "Dat ze nu meedoet voor podiumplaatsen heeft meer dan één verklaring, vertelt ze. Ervaring speelt een belangrijke rol, ze stuurt beter, ze is meer in staat de juiste lijnen vast te houden. ‘Het komt er nu uit.’ Er is flink gesleuteld aan haar slee: de bepaling van het zwaartepunt, de afstelling van de ijzers. Ze vertrouwt op de aanwijzingen van haar hoofdcoach, de Brit Kristan Bromley.", "Kennis ruimtevaartingenieur", "De viervoudige olympiër en oud-wereldkampioen, bijgenaamd dr. Ice, ontwerpt met zijn kennis als ruimtevaartingenieur snelle sleeën. Het blijft een eeuwige zoektocht naar de ideale balans tussen controle en snelheid. Extreme ronding gaat ten koste van de bestuurbaarheid. ‘Eigenlijk bekijken we elke week wat het beste is. Het moet wel op afstand, door de coronaregels kan hij er zelf niet bij zijn.’ Wat verder meespeelt is dat ze geen last meer heeft van een blessure aan het bovenbeen. Vorig jaar liep ze bij de start van het seizoen een spierscheuring op. Daardoor kon ze lange tijd niet voluit sprinten.", "Kimberley Bos werd tweede in Sigulda, Letland. Beeld EPA", "De zomer is ze ‘best wel redelijk’ doorgekomen. Ze kon niet naar Winterberg om te trainen, maar vond een alternatief op de atletiekbanen van Papendal en Climax in Ede. Met een slee op wieltjes die in het gareel werd gehouden door een betonnen opstaande rand, oefende ze haar starts; snelheid winnen met gevouwen lijf, de slee aan de hand en dan een duik voorover op het plateautje.", "Voor kracht- en conditietraining koos ze een ongebruikelijke oplossing, thuis in Ede. Haar vader zat achter het stuur van een camper en zij duwde het voertuig de straat door, veertig tot vijftig meter ver, soms tot zes keer toe. Af en toe trapte hij op de rem, als hij vond dat het te hard ging. De motivatie hield ze op peil door afleiding te zoeken. ‘Ik heb me wat meer op voeding geconcentreerd en ik ben thuis ook een moestuin begonnen.’ Ook werkte ze als fysiotherapeute; uren maken om haar diploma te behouden.", "Thuiswonend", "Enige improvisatie behoort toch al tot haar bestaan als topsporter. De toelage die ze krijgt van NOCNSF is niet toereikend om het hele jaar door te komen. Daarom woont ze nog thuis bij haar ouders, het heeft geen zin een eigen appartement te hebben als je de helft van het jaar afwezig bent. Bijdragen van sponsoren zijn noodzakelijk, ze moet soms zelf de boer op. ‘In deze tijd, waar je toch wat minder zichtbaar bent, is het nog een hele toer om die te behouden. Ik hoop dat de laatste resultaten helpen.’ Ze wil graag investeren in de ontwikkeling van een betere slee, meer aangepast aan haar lichaam, met een lagere luchtweerstand. ‘Daar moet toch interesse voor zijn, met het vooruitzicht op een mooi resultaat op de Spelen van 2022.’", "Ze trekt deze weken samen met Le Conté Europa door in een kleine Toyota, beschikbaar gesteld door de lokale dealer. De slee, de aerodynamische helmen en pakken, de spikes, extra proviand en spelletjes om de tijd te doden liggen op de achterbank en in de kofferbak. ‘Normaal gesproken zouden we meer vliegen, maar dan kun je veel minder meenemen. En we hebben toch het idee dat je meer risico op besmettingen loopt.’", "Na de World Cupwedstrijd in Innsbruck keert ze voor de Kerst terug naar Ede. Daar hoopt ze op een hereniging met haar Amerikaanse vriend, zelf ook skeletonner. Ze heeft hem sinds februari, tijdens een wedstrijd in Pyeongchang, niet meer gezien. Dat zijn omstandigheden in het ongebruikelijke seizoen waar ze wat meer moeite mee heeft."], "authors": ["Rob Gollin"], "keywords": ["van", "tussen", "glijdt", "beneden", "laaglander", "bos", "een", "niet", "en", "skeleton", "ze", "te", "besten", "op", "naar", "kimberley", "haar", "met", "het"], "pubDate": "2020-12-17T18:06:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}