{"id": "e5bcea20-b840-31fe-9f4f-4b9d876f1c34", "title": "Zonnepanelen en isolatie 'laaghangend fruit' voor beter energielabel", "url": "https://nu.nl/wonen/6066198/zonnepanelen-en-isolatie-laaghangend-fruit-voor-beter-energielabel.html", "summary": "Als je het voor 1 januari 2021 aanvraagt, ben je fors goedkoper uit.\nMet ingang van volgend jaar wordt het al snel \"een factor 20 duurder\" om een definitief energielabel te regelen voor je woning.\nEnergielabel regelen is voor meeste mensen eenvoudig klusjeIn 2015 hebben alle woningen een voorlopig energielabel gekregen van de overheid.\nHet gaat dan bijvoorbeeld om het type glas, gevelisolatie, het soort verwarming en het ventilatiesysteem.\nHet hangt van je woning af welke maatregelen het meeste opleveren, maar over het algemeen zijn spouwmuurisolatie, zonnepanelen en vloerisolatie \"laaghangend fruit\".", "paragraphs": ["Bij de verkoop van een woning is het energielabel verplicht. Maar ook voor mensen die benieuwd zijn hoe duurzaam hun huis eigenlijk is, is zo'n label interessant. Als je het voor 1 januari 2021 aanvraagt, ben je fors goedkoper uit.", "Met ingang van volgend jaar wordt het al snel \"een factor 20 duurder\" om een definitief energielabel te regelen voor je woning.", "Vanaf dat moment is het namelijk verplicht om een energieadviseur in de arm te nemen, terwijl consumenten nu nog vrij eenvoudig zelf een label kunnen aanvragen.", "\"Waar je nu nog 5 tot 10 euro betaalt voor een energielabel, kost het je straks 150 tot 300 euro\", waarschuwt John Kersemakers, bouwkundig kennisspecialist bij Vereniging Eigen Huis (VEH). \"En het is bovendien de vraag of er wel genoeg energieadviseurs zijn om alle aanvragen tijdig af te handelen.\"", "Energielabel regelen is voor meeste mensen eenvoudig klusje", "In 2015 hebben alle woningen een voorlopig energielabel gekregen van de overheid. Bij de verkoop van je woning is het verplicht een definitief energielabel aan te leveren. Via de site Energielabelvoorwoningen.nl kunnen consumenten hun woningkenmerken controleren en wijzigen.", "Het gaat dan bijvoorbeeld om het type glas, gevelisolatie, het soort verwarming en het ventilatiesysteem. Wijzig je kenmerken? Dan moet je ook bewijsmaterialen aanleveren, zoals foto's en facturen.", "“Het is de moeite waard om dit voor 1 januari te regelen, zeker als je de komende tien jaar verkoopplannen hebt.” John Kersemakers, bouwkundig specialist bij Vereniging Eigen Huis", "Voor de meeste mensen is dit een eenvoudig klusje, stelt Kersemakers. \"Het is de moeite waard om dit voor 1 januari te regelen, zeker als je de komende tien jaar verkoopplannen hebt.\" Zo lang is een energielabel namelijk geldig.", "Energielabels variëren van A - een zeer energiezuinige, goed geïsoleerde woning - tot en met G. Een A-label krijg je niet zomaar, zegt Kersemakers. \"Met de eerste aanpassingen maak je grote stappen, maar als je meer doet, behaal je steeds minder rendement. Voor hele oude panden is het al mooi als je uitkomt op een D-label, voor na-oorlogse woningen is een B-label realistisch.\"", "'Zonnepanelen zijn sowieso een nuttige investering'", "Volgens Henk Visscher, hoogleraar woningkwaliteit en procesinnovatie aan de TU Delft, moeten mensen zich realiseren dat energielabel en energieverbruik twee verschillende dingen zijn. \"Het label geeft een indicatie van de energieprestatie, maar ook het gedrag van huishoudens speelt mee in het uiteindelijke verbruik.\"", "“Het is nu nog marginaal, maar een beter energielabel kan de hypotheek goedkoper maken.” Henk Visscher, hoogleraar woningkwaliteit en procesinnovatie", "Niet tevreden met je huidige energielabel? Het hangt van je woning af welke maatregelen het meeste opleveren, maar over het algemeen zijn spouwmuurisolatie, zonnepanelen en vloerisolatie \"laaghangend fruit\". Van dubbel glas naar HR++-glas rendeert daarentegen nauwelijks, merkt Kersemakers op. Een handige tool om je opties in kaart te brengen is Verbeterjehuis.nl.", "Ook Visscher vindt zonnepanelen sowieso een \"nuttige\" investering. \"Je weet van tevoren precies wat dat oplevert. En verder enkel glas vervangen door dubbel glas, de gevel, de vloer en het dak isoleren, dat hoeft allemaal niet heel duur te zijn.\"", "95 Zo werken zonnepanelen en dit leveren ze op", "Onderhoud of verbouwing aan woning is een goed moment", "Volgens de hoogleraar is het slim om bij een verbouwing of woningonderhoud te bekijken wat er meteen meegenomen kan worden aan energiebesparingsmaatregelen. Dan vallen de extra kosten vaak mee.", "En de investering verdient zich bij de verkoop van de woning (deels) terug. Uit onderzoek van TIAS Business School bleek vorig jaar dat panden met een A- of B-label 10.000 euro meer opleveren dan woningen met het gemiddelde energielabel D.", "\"Ik denk dat het energielabel een steeds belangrijker rol gaat spelen op de woningmarkt, ook bij hypotheekverstrekkingen\", stelt Visscher. \"Het is nu nog marginaal, maar een beter energielabel kan de hypotheek goedkoper maken.\""], "authors": ["Door", "Marijke Verhaar"], "keywords": ["van", "energielabel", "om", "een", "fruit", "zonnepanelen", "en", "te", "laaghangend", "isolatie", "voor", "bij", "je", "beter", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}