{"id": "e5d894c9-77f5-3c07-b876-bcacdb15ea73", "title": "Wat is gevaarlijker: de bibliotheek of de boekhandel?", "url": "https://volkskrant.nl/nieuws-achtergrond/wat-is-gevaarlijker-de-bibliotheek-of-de-boekhandel~b889edec/", "summary": "Na de afkondiging van de extra coronamaatregelen van afgelopen dinsdag stak er een storm van protest op.\nTsjechië is niet het enige land waar boeken onderdeel zijn van de lockdowndiscussie.\nBij ons mogen na een lang Kamerdebat bibliotheken weer mondjesmaat open, maar alleen voor het afhalen van boeken.\nIn Frankrijk beargumenteerden winkeliers dat boeken essentieel zijn, maar dat kon de sluiting van boekwinkels niet voorkomen.\nVoordat u hier een sluiproute denkt te ontdekken: de gezamenlijke bibliotheek van het Nederlandse Baarle-Nassau en het Vlaamse Baarle-Hertog is gesloten.", "paragraphs": ["Een bibliotheek in Den Haag.", "Na de afkondiging van de extra coronamaatregelen van afgelopen dinsdag stak er een storm van protest op. Waarom kun je wel door de gangen van Ikea schuifelen, maar mag je niet naar een openluchtmuseum? Moet de bibliotheek nu echt dicht en de boekwinkel niet? Waar tijdens de eerste coronagolf soms de tegenstelling economie versus gezondheid op tafel lag, lijkt er bij de nieuwe maatregelen een botsing te zijn tussen commercie en cultuur. Hoe zit dat in andere Europese landen? Wordt de bibliotheek daar wel beschermd? En hoe streng zijn ze er voor de winkeliers?", "Frankrijk en België sluiten niet-essentiële winkels, in Nederland mag elke winkel open blijven mits de coronaregels worden gevolgd. Ikea is een mooi voorbeeld. Waar het Zweedse warenhuis tijdens de eerste golf nog vrijwillig de deuren sloot, ook in Nederland, blijven de Nederlandse vestigingen nu gewoon open. In Frankrijk en België zijn alle Ikea’s sinds een paar weken weer gesloten. Ook in Tsjechië kunnen even geen Billy’s in de winkel worden aangeschaft, en trouwens ook geen boeken om de kasten mee te vullen.", "Tsjechië is niet het enige land waar boeken onderdeel zijn van de lockdowndiscussie. Bij ons mogen na een lang Kamerdebat bibliotheken weer mondjesmaat open, maar alleen voor het afhalen van boeken. In Frankrijk beargumenteerden winkeliers dat boeken essentieel zijn, maar dat kon de sluiting van boekwinkels niet voorkomen. Hypermarchés mogen daar om concurrentievervalsing te voorkomen óók geen boeken verkopen. Met rode tape zijn de boekenafdelingen ontoegankelijk gemaakt. In België zijn de boekwinkels en bibliotheken, anders dan tijdens de eerste golf, nu open. De Belgen vinden de boekenuitleen niet echt een belangrijke besmettingshaard en vinden sluiting niet meer nodig. Voordat u hier een sluiproute denkt te ontdekken: de gezamenlijke bibliotheek van het Nederlandse Baarle-Nassau en het Vlaamse Baarle-Hertog is gesloten.", "In het Verenigd Koninkrijk is het beleid erg versnipperd. Kijk maar naar de regels voor sluiting van de bibliotheken. De Schotten mogen gewoon naar de bieb, Engelsen en Noord-Ieren mogen nog wel boeken komen afhalen maar neuzen in kasten is niet meer mogelijk. De inwoners in Wales kunnen helemaal niet terecht in de bibliotheek, maar daar gaat mogelijk, na een strenge lockdown van drie weken, alles weer open op 9 november. Wat alle landen gemeen hebben is dat er ook vanuit de culturele sector veel meer protest is dan tijdens de eerste golf. Europa is ook behoorlijk eensgezind over pretparken: die zijn bijna overal dicht. Zwitserland is een uitzondering."], "authors": ["Serena Frijters", "Xander Van Uffelen"], "keywords": ["van", "wat", "bibliotheek", "boekhandel", "gevaarlijker", "het", "maar", "zijn", "een", "niet", "en", "boeken", "ook", "open"], "pubDate": "2020-11-06T18:14:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}