{"id": "e5da180f-0cdc-3751-be44-72d5f8f679e6", "title": "Pand V&D in Assen verkocht. Warenhuis krijgt zelfde aanpak als 't Forum", "url": "https://www.dvhn.nl/drenthe/VD-pand-in-Assen-verkocht.-Warenhuis-krijgt-zelfde-aanpak-als-t-Forum-26295522.html", "summary": "Het voormalige V&D-pand in Assen is verkocht aan Vastgoed Groningen BV, de ontwikkelaar die twee jaar geleden al ’t Forum kocht.\nIn het leegstaande warenhuis wil het vastgoedbedrijf op de bovenverdieping appartementen bouwen.\nMet de aankoop van het V&D-pand komt er een eind aan jarenlange leegstand sinds het faillissement in 2016.\nDe totale winkeloppervlakte van het terloorgegane warenhuis is 8.500 vierkante meter.\nDe zuidgevel van ’t Forum, uitkijkend op het Koopmansplein, wordt voor een groot deel opgetrokken uit glas, maar Van Bree benadrukt dat het V&D-pand een andere gevel krijgt.", "paragraphs": ["Het voormalige V&D-pand in Assen is verkocht aan Vastgoed Groningen BV, de ontwikkelaar die twee jaar geleden al ’t Forum kocht. In het leegstaande warenhuis wil het vastgoedbedrijf op de bovenverdieping appartementen bouwen.", "Met de aankoop van het V&D-pand komt er een eind aan jarenlange leegstand sinds het faillissement in 2016. De winkels op de begane grond blijven bestaan, op de bovenverdieping wil Vastgoed Groningen BV in drie lagen appartementen bouwen. Ook moet er parkeerruimte gecreëerd worden voor de toekomstige bewoners.", "De totale winkeloppervlakte van het terloorgegane warenhuis is 8.500 vierkante meter. Directeur Thijs van Bree van Vastgoed Groningen BV kan nog niet zeggen hoeveel woningen er gebouwd gaan worden. „Begin volgend jaar starten we met de ontwikkelingen.”", "Zelfde principe", "Twee jaar geleden kocht de vastgoedondernemer al het aangrenzende winkelcentrum ‘t Forum. Daar past de ontwikkelaar hetzelfde principe toe door bovenop de winkels, aan de zuidkant van ‘t Forum, in drie lagen 43 appartementen te bouwen. Een wens van de gemeente, die in de binnenstadsvisie meer plaats inruimt voor wonen in het centrum. ,,We zijn blij dat we een nadrukkelijke rol kunnen spelen bij die transformatie”, zegt directeur Thijs van Bree.", "Volgens Van Bree waren er meer kapers op de kust om het pand te kopen van eigenaar a.s.r. real estate. ,,Wat ideeën betreft zitten we op één lijn met de gemeente. Het is daarom mooi dat we het V&D-pand samen met ’t Forum kunnen ontwikkelen. Het sluit perfect op elkaar aan.”", "‘Intimiteit’", "Dat wil niet zeggen dat beide gebouwen dezelfde uitstraling krijgen. De zuidgevel van ’t Forum, uitkijkend op het Koopmansplein, wordt voor een groot deel opgetrokken uit glas, maar Van Bree benadrukt dat het V&D-pand een andere gevel krijgt. ,,Beide gebouwen zijn uniek. Wat de gemeente graag wil, is twee hoge gevelwanden rondom het Koopmansplein. Dat moet zorgen voor een stukje intimiteit”, weet Van Bree.", "Winkelcentrum ‘t Forum staat ondertussen aan de vooravond van een grootscheepse operatie. In het voorjaar zwiept de sloophamer door de bovenverdieping, waarna de bouw begint van de 43 appartementen."], "authors": ["Robert-Erik Lanting"], "keywords": ["dat", "warenhuis", "assen", "van", "forum", "een", "voor", "wil", "het", "er", "verkocht", "vdpand", "zelfde", "vd", "als", "krijgt", "op", "pand", "aanpak"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}