{"id": "e6084d4b-9074-3e4f-9251-0a5a8e41598b", "title": "Waarom de overheid voor onze wiet gaat zorgen", "url": "https://stories.lab.nos.nl/artikel/2359134-waarom-de-overheid-voor-onze-wiet-gaat-zorgen", "summary": "Waarom de overheid voor onze wiet gaat zorgen do 3 december, 15:16Wat is er gebeurd?\nIn 2017 besloot onze regering te gaan onderzoeken of coffeeshops hun wietvoorraad binnen kunnen krijgen, op een manier die niet verboden is.\nHet telen van wiet (als je dus meer dan 5 plantjes hebt) en het leveren aan coffeeshops is namelijk wel verboden.\nDie wiet zou dan ook best uit de gemeente zelf kunnen komen.\nEn als alles goed gaat kun je dan daarna zeker vier jaar lang wiet van de overheid roken.", "paragraphs": ["Waarom de overheid voor onze wiet gaat zorgen do 3 december, 15:16", "Wat is er gebeurd?", "In 2021 kun je waarschijnlijk voor het eerst een jointje met staatswiet roken. Jep, je leest het goed: wiet waar de overheid achter zit.", "Die is namelijk bezig met het opzetten van een experiment. Daarin worden 10 wiettelers gekozen, die legaal wiet mogen telen en leveren aan coffeeshops. Dat is nu nog verboden .", "En dat klinkt misschien gek, want coffeeshops mogen wél verkopen. Nu krijgen ze hun voorraad dus illegaal. De wietproef van de overheid moet dat veranderen.", "Welke telers mee mogen doen aan de proef, wordt begin volgend jaar waarschijnlijk duidelijk. In dit artikel leggen we je alles uit over die staatswiet die eraan komt.", "Waarom is dit nieuws?", "In 2017 besloot onze regering te gaan onderzoeken of coffeeshops hun wietvoorraad binnen kunnen krijgen, op een manier die niet verboden is. Daarvoor besloten ze een proef te starten met telers die legaal wietplantjes mogen hebben en leveren aan coffeeshops. Die telers worden nu gekozen, de proef start volgend jaar.", "Want ja, je leest het goed: coffeeshops mogen wiet verkopen. Maar wat er gebeurt voordat de jointjes over de toonbank gaan, is verboden.", "Wat is het gedoogbeleid?", "Dat zit zo: in Nederland geldt voor wiet een gedoogbeleid. Wiet is eigenlijk verboden, maar door dat beleid mag je toch maximaal 5 gram op zak hebben, en maximaal vijf plantjes thuis. Daar krijg je geen straf voor.", "Coffeeshops mogen binnen de regels van dat gedoogbeleid ook gewoon verkopen. Maar: niet meer dan 5 gram per persoon, en alleen aan meerderjarigen. En ze mogen per dag niet meer dan 500 gram op voorraad hebben.", "Maar de winkels moeten natuurlijk op de een of andere manier aan die voorraad komen. En daar wordt het ingewikkeld. Het telen van wiet (als je dus meer dan 5 plantjes hebt) en het leveren aan coffeeshops is namelijk wel verboden. Daarvoor geldt geen gedoogbeleid.", "En dus moeten coffeeshops hun voorraad stiekem binnenhalen, via de achterdeur. Die voorraad wordt op allerlei plekken geteeld. Op grotere kwekerijen waar honderden planten staan, of op zolderkamertjes van mensen die een extra zakcentje willen verdienen. De politie rolt elk jaar duizenden van die kwekerijen op.", "Via tussenhandelaren bestellen coffeeshops hun voorraad. Zo hebben ze geen direct contact met de telers. Want dat zou strafbaar zijn.", "Best onhandig dus en deze werkwijze zorgt ook voor problemen. Zo kunnen criminelen flink verdienen aan de illegale handel. Ook is er geen toezicht op de kwaliteit van de wiet. Daarom bedacht het kabinet de wietproef.", "Wat houdt die proef in?", "De proef start in 2021, en duurt dan vier jaar. Tijdens die vier jaar mogen tien telers wiet telen en leveren aan coffeeshops, zonder dat het verboden is. Ze staan dan onder toezicht van de overheid.", "De wiet die zij telen leveren ze aan coffeeshops in tien gekozen gemeenten. Alle shops in die gemeenten gaan de staatswiet verkopen. Het gaat om Arnhem, Almere, Breda, Groningen, Heerlen, Hellevoetsluis, Maastricht, Nijmegen, Tilburg en Zaanstad.", "Wie die tien telers worden, weten we waarschijnlijk in februari 2021. Er vallen er in ieder geval een hoop af: 149 meldden zich voor de proef. Sommige van die kandidaten zijn al jaren bezig met het legaal maken van wietteelt. Ze vinden het bijvoorbeeld belangrijk dat dat biologisch gebeurt, of dat er toezicht komt op de teelt, zodat iedereen precies weet wat-ie koopt. En geld is natuurlijk ook een reden om mee te willen doen. De telers moeten straks zo'n 6500 kilo per jaar kunnen telen, en dus ook verkopen aan de shops.", "Wie mee wilde doen, moest plannen aanleveren. Daarin moesten de telers onder meer uitleggen hoe ze willen gaan telen, en of ze genoeg kunnen leveren. En, heel belangrijk: wáár ze willen gaan telen. Want niet iedere burgemeester zit te wachten op een wietkwekerij in zijn of haar gemeente.", "Wie vindt wat?", "Burgemeesters moeten zorgen voor de openbare orde en veiligheid in hun gemeente. Dus als een burgemeester denkt dat een legale wietkwekerij in hun gemeente voor problemen zorgt, dan kunnen ze zich tegen zo'n kwekerij verzetten. Het advies van gemeentes telt zwaar mee in de selectie van de telers.", "Sommige gemeenten hebben al gezegd dat ze een kwekerij niet zien zitten. De burgemeesters ven Etten-Leur, Emmen en Delfzijl gaven bijvoorbeeld een negatief advies over de aanvragen in hun gemeenten.", "Andere gemeenten zijn wel enthousiast. Bijvoorbeeld Tilburg. Daar doen ze sowieso al mee met de proef, omdat de coffeeshops daar de staatswiet gaan verkopen. Die wiet zou dan ook best uit de gemeente zelf kunnen komen. En ook in Breda mag best zo'n kwekerij komen, vindt burgemeester Paul Depla. Hij snapt niet waarom andere gemeenten het niet zouden willen: \"Het gaat om een legaal product. Ik vraag me af wat die gemeenten dan zeggen als iemand een tomatenkwekerij in hun gemeente wil starten.\"", "Wie uiteindelijk de tien telers worden, horen we waarschijnlijk begin 2021. Daarna krijgen zij en de coffeeshops nog even de tijd om zich voor te bereiden. En als alles goed gaat kun je dan daarna zeker vier jaar lang wiet van de overheid roken."], "authors": [], "keywords": ["zorgen", "wiet", "onze", "dat", "van", "coffeeshops", "een", "voor", "overheid", "het", "gaat", "en", "die", "op", "ze", "waarom"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}