{"id": "e6284ce2-6372-34b6-b62a-47056f780741", "title": "Het merkeliaanse geduld tussen waarden en geografische ambitie", "url": "https://nrc.nl/nieuws/2020/12/16/het-merkeliaanse-geduld-tussen-waarden-en-geografische-ambitie-a4023971", "summary": "De met veto’s dreigende premiers van Hongarije en Polen, omdat ze tijd winnen en hun landen niet van EU-gelden worden uitgesloten.\nBondskanselier Merkel sprak na afloop van „diepe wonden” tussen lidstaten en een meningsverschil dat niet kan worden „weggedefinieerd”.\nDe strijd om de rechtsstaat legt een ongemakkelijke waarheid bloot: de diepe spanning tussen Europa’s hoogste waarden en geografische ambitie; tussen de in het Verdrag verankerde trouw aan de liberale democratie en de wens het hele continent te omspannen.\nBovendien is de Duitse handel met het viertal Polen, Hongarije, Tsjechië en Slowakije even groot als met Frankrijk.\nEn wil het merkeliaanse geduld daadwerkelijk ‘strategisch’ zijn, dan moet intussen de financiële en politieke druk op de schenders aanhouden.", "paragraphs": ["De Europese regeringsleiders overspanden vorige week de diepe kloof inzake de rechtsstaat, dankzij een wankel bruggetje. Iedereen kon zonder gezichtsverlies naar huis. De met veto’s dreigende premiers van Hongarije en Polen, omdat ze tijd winnen en hun landen niet van EU-gelden worden uitgesloten. De andere leiders, omdat toetsing op rechtsstatelijkheid behouden blijft (de inzet van West-Europa) en coronaherstelfonds plus EU-begroting van start kunnen (goed voor Zuid).", "Toch nemen spanningen toe. Publieke opinies roeren zich, het rechtsstaatdebat raakt ideologisch geladen – als clash van niet-onderhandelbare waarden. Teken aan de wand: de leiders kunnen de hete aardappel van de rechtsstaat niet langer naar de Europese Commissie of het Hof van Justitie doorschuiven, zoals ze sinds Viktor Orbáns aantreden in 2010 liefst doen.", "De pandemie zet de zaak op scherp. Nederlandse en andere West-Europese kiezers die afgelopen voorjaar aarzelden om het getroffen Zuid-Europa financieel te hulp te schieten, kregen te horen: „Europa gaat niet alleen over geld, maar ook over waarden.” Dat moet dan wel kloppen. Het versterkt de eis dat EU-subsidies niet in corrupte zakken verdwijnen.", "Bondskanselier Merkel sprak na afloop van „diepe wonden” tussen lidstaten en een meningsverschil dat niet kan worden „weggedefinieerd”. Voor haar critici heeft de EU met dit compromis haar „democratische ziel” verkocht.", "De strijd om de rechtsstaat legt een ongemakkelijke waarheid bloot: de diepe spanning tussen Europa’s hoogste waarden en geografische ambitie; tussen de in het Verdrag verankerde trouw aan de liberale democratie en de wens het hele continent te omspannen. De belofte van ‘1989’ was dat beide tegelijk kon; een democratisch én verenigd Europa. Na hun burgeropstanden zouden ex-communistische Oost-Europese landen ‘net als wij’ worden. In dat proces stoorden meningsverschillen of vertragingen niet, zolang de hoofdbeweging de goede kant op ging.", "Al in 2014 bruuskeerde Orbán deze visie met de uitspraak dat hij van Hongarije een „illiberale democratie” wil maken (een contradictie, want zonder machtenscheiding en individuele vrijheden geen democratie). Maar deze provocatie is door de rest van Europa nimmer beantwoord. Niemand kon of wilde de economische of politieke prijs betalen om de aspirant-autocraat een halt toe te roepen. Noorwegen daarentegen, geen EU-lid, bevroor vanaf 2014 al wél honderden miljoenen euro’s aan bilaterale fondsen voor Hongarije en, recenter, Polen.", "De spanning tussen democratische grondwaarden en geopolitieke aspiraties is zeer sterk voelbaar in Duitsland. Op respect voor grondrechten rust het naoorlogse zelfbeeld van de Bondsrepubliek. Maar het te boven komen van Europa’s Oost-West-breuklijn – die tijdens de Koude Oorlog ook een Duitse deling was – is eveneens staatsreligie. Bovendien is de Duitse handel met het viertal Polen, Hongarije, Tsjechië en Slowakije even groot als met Frankrijk.", "Afgelopen september filosofeerde premier Rutte in de Tweede Kamer vrijelijk over een Unie „zonder Polen en Hongarije”. Ook in Parijs zou je zo’n geluid kunnen horen, bijvoorbeeld inzake Schengen. In Berlijn is het ondenkbaar.", "Geen toeval dat de Duitse bondskanselier, die de gesprekken met Orbán en Morawiecki leidde, voor de top inzette op continentale eenheid en de krassen op haar liberale blazoen op de koop toe nam. Merkel is de enige ‘westelijke’ EU-leider die beide oostelijke dwarsliggers respect inboezemt, aangezien ook zij in een communistische dictatuur opgroeide.", "Het is bekend hoe Merkel, door die ervaring gevormd, met onprettige toestanden omgaat: zij gokt op de toekomst en noemt het „strategisch geduld”. In haar visie is het compromis over de rechtsstaat geen loochening van de Europese waarden, maar de manier om de hoop levend te houden voor de toekomst.", "Europa’s situatie vandaag lijkt eigenaardig veel op die van de jonge Verenigde Staten tussen de Onafhankelijkheidsverklaring van 1776 en de Burgeroorlog van 1861-1865, die een einde maakte aan slavernij in de zuidelijke Staten. Evenals in de VS kan het twee of drie generaties duren voor de spanning tussen principes en continentale eenheid is opgelost, te meer daar de EU niet ten oorlog zal trekken, à la president Lincoln, om waarden-schendende staten in het gelid te krijgen.", "Toch is de stilte doorbroken. De Europese leiders beginnen het dilemma in het gezicht te zien. En wil het merkeliaanse geduld daadwerkelijk ‘strategisch’ zijn, dan moet intussen de financiële en politieke druk op de schenders aanhouden. Roep niet om ‘Polexit’ of ‘Huxit’, maar bied perspectief aan democratische krachten in Polen en Hongarije.", "Luuk van Middelaar is politiek filosoof, historicus en hoogleraar EU-recht (Leiden).", "NRC Europa Onze EU-correspondenten over belangrijke voorstellen tot relletjes uit de wandelgangen Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Luuk Van Middelaar", "Leestijd Minuten"], "keywords": ["van", "tussen", "merkeliaanse", "die", "geografische", "niet", "een", "en", "waarden", "te", "geduld", "ambitie", "op", "voor", "met", "het"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}