{"id": "e6317c8c-2208-3cb2-9809-b11540feb325", "title": "Natuurorganisatie: Laat nieuwe bossen 'wandelen' door landschap", "url": "https://nu.nl/klimaat/6093780/natuurorganisatie-laat-nieuwe-bossen-wandelen-door-landschap.html", "summary": "Natuurorganisatie ARK pleit ervoor dat deze bossen natuurlijk kunnen vormen, en kunnen 'wandelen' door een halfopen landschap.\nZo hebben productiebossen, met lange rijen bomen van precies dezelfde soort en van precies dezelfde leeftijd, doorgaans een lage biodiversiteit.\nJonge bomen worden daar opgegeten, waardoor het bos er veroudert en rond dode bomen nieuwe open plekken ontstaan.\"\nDie dient als een mineralenvoorraad - zoals een bos ook koolstof vastlegt uit CO2.\"\nDoordat die organismen gangen graven wordt de koolstof dieper in de bodem opgeslagen en houdt de bodem ook meer regenwater vast.", "paragraphs": ["In de strijd tegen klimaatverandering wil Nederland de komende tien jaar 185 miljoen bomen planten, genoeg voor 37.000 hectare extra bos. Natuurorganisatie ARK pleit ervoor dat deze bossen natuurlijk kunnen vormen, en kunnen 'wandelen' door een halfopen landschap. Dat komt de soortenrijkdom ten goede, en mogelijk ook het klimaat.", "Met de aanplant moet Nederland tot 2030 in totaal ongeveer 10 procent extra bosoppervlak krijgen. Omdat bomen tijdens hun groei CO2 vastleggen, hoopt de Nederlandse overheid daarmee een extra bijdrage te leveren aan de aanpak van klimaatverandering.", "De komst van extra bos, dat klinkt ook gelijk als winst voor de Nederlandse natuur. Maar dat hangt er sterk vanaf hoe het gebeurt, zeggen ecologen. Zo hebben productiebossen, met lange rijen bomen van precies dezelfde soort en van precies dezelfde leeftijd, doorgaans een lage biodiversiteit.", "“Als we bomen op een natuurlijke manier laten sterven, in een bos dat ook spechten en vleermuizen aantrekt, kan er een dikke laag organisch materiaal vormen. Die dient als een mineralenvoorraad.” Leo Linnartz, ARK", "Als bomen op de verkeerde plek worden aangeplant, kunnen ze bovendien de toenemende droogteproblematiek in de Nederlandse natuur verergeren. En zelfs het klimaat is lang niet altijd gebaat bij extra aanplant van bomen. Zo kan een vochtig heideveld of natuurlijk grasland in de bodem meer CO2 opslaan dan een droog bos.", "Een wandelend bos heeft hogere biodiversiteit", "Natuurorganisatie ARK denkt een oplossing te hebben: 'wandelende bossen'. Het is een concept voor een halfopen landschap dat steeds in beweging is. Sommige delen gaan van grasland naar struikvegetatie en uiteindelijk bos, terwijl elders weer open plekken ontstaan.", "Dat maakt het gebied spannend voor wandelaars en fietsers, maar ook voor de natuur: een halfopen boslandschap biedt ruimte voor grote grazers als wisenten (Europese bizon), en komt de soortenrijkdom van planten, insecten en vogels ten goede, zo vertelt Leo Linnartz van ARK aan NU.nl.", "\"In een natuurlijke situatie hebben grazers veel invloed op de plantengroei. Ze eten jonge bomen, maar helpen het bos ook, bijvoorbeeld door zaden te verspreiden. En bomen hebben belangrijke tactieken om zich in de eerste kwetsbare periode te beschermen tegen grazers - zoals kiemen onder stekelstruiken als de meidoorn.\"", "", "\"In een donker bos kunnen door lichtgebrek geen stekelstruiken groeien. Jonge bomen worden daar opgegeten, waardoor het bos er veroudert en rond dode bomen nieuwe open plekken ontstaan.\"", "Een natuurlijk halfopen ('wandelend') bos heeft hogere biodiversiteit, en legt daardoor ook beter CO2 vast in de bodem. (Afbeelding: Jeroen Helmer, ARK)", "", "En een biodivers bos kan weer meer stikstof en CO2 opslaan", "De hogere biodiversiteit is dus helder. Maar hoe zit het met de andere milieuwaarden? Stikstofvervuiling veroorzaakt in Nederlandse bossen bijvoorbeeld verzuring van de bodem, waardoor tekorten ontstaan aan andere belangrijke mineralen.", "\"Als we bomen op een natuurlijke manier laten sterven, in een bos dat ook spechten en vleermuizen aantrekt, kan er een dikke laag organisch materiaal vormen. Die dient als een mineralenvoorraad - zoals een bos ook koolstof vastlegt uit CO2.\"", "Het ontbreekt nog aan harde cijfers, maar Linnartz denkt dat de wandelende bossen deze reservoirfunctie zelfs beter kunnen vervullen dan in rijen opeengeplant productiebos. \"In een open landschap hebben bomen geen lichtconcurrentie en kunnen ze veel ouder worden, in Nederland tot wel duizend jaar, en al die tijd CO2 opnemen.\"", "Verder is het vooral zaak een natuurlijke waterhuishouding te creëren in een bosrijk gebied, door bijvoorbeeld greppels dicht te gooien en planten zelf hun plek te laten kiezen afhankelijk van de grondwaterstand. \"En dood hout moet op de grond blijven liggen. Dat houdt veel vocht vast. Als de bodem vochtiger is, kan deze ook meer koolstof opslaan.\"", "Daar zit volgens Linnartz ook de toegevoegde waarde van grote grazers in halfopen bos. Waar die rondlopen zitten onder meer veel meer wormen en kevers in de bodem. Doordat die organismen gangen graven wordt de koolstof dieper in de bodem opgeslagen en houdt de bodem ook meer regenwater vast."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["bossen", "bomen", "van", "wandelen", "bodem", "laat", "het", "nieuwe", "natuurorganisatie", "een", "bos", "en", "ook", "dat", "te", "door", "landschap"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}