{"id": "e637614b-6e3f-3509-aded-9146a45c5504", "title": "Rijksmuseum: bezoekersaantal 2020 een kwart van vorig jaar", "url": "https://www.parool.nl/amsterdam/rijksmuseum-bezoekersaantal-2020-een-kwart-van-vorig-jaar~bdf57d20/", "summary": "Beeld ANPDe samenstelling van het publiek veranderde ook.\nEen groot deel van de toeristen bleef weg, terwijl er meer kinderen (20 procent) kwamen dan vorig jaar.\nOok het aantal bezoekers uit Amsterdam nam toe met 26 procent.\nVia social media trok het Rijksmuseum overigens een groter publiek dan ooit.\n“We zijn zowel de overheid, als ons publiek en partners zeer dankbaar voor de steun en waardering die we mochten ontvangen het afgelopen jaar,” zegt museumdirecteur Taco Dibbits.", "paragraphs": ["Beeld ANP", "De samenstelling van het publiek veranderde ook. Een groot deel van de toeristen bleef weg, terwijl er meer kinderen (20 procent) kwamen dan vorig jaar. Ook het aantal bezoekers uit Amsterdam nam toe met 26 procent.", "Via social media trok het Rijksmuseum overigens een groter publiek dan ooit. Met nieuw online-aanbod zoals #rijksmuseumunlocked en #rijksmuseumfromhome was het totale bereik 78 miljoen.", "“We zijn zowel de overheid, als ons publiek en partners zeer dankbaar voor de steun en waardering die we mochten ontvangen het afgelopen jaar,” zegt museumdirecteur Taco Dibbits. “Juist in deze tijden zijn mensen op zoek zijn naar verdieping en verrijking. Het is daarom belangrijk dat het museum open is, zowel fysiek als online.”", "Het Nederlands Openluchtmuseum in Arnhem heeft in 2020 ruim 308.000 bezoekers ontvangen en dat is niet eens de helft minder dan in 2019, want vorig jaar kwamen er 560.000 belangstellenden op af. Het museum kon het afgelopen jaar de vernieuwde Canon van Nederland tonen over belangrijke feiten uit onze geschiedenis en was voor het eerst ook ‘s avonds open met een speciaal programma, hetgeen in de smaak viel bij het publiek."], "authors": [], "keywords": ["zijn", "van", "2020", "dan", "rijksmuseum", "publiek", "jaar", "en", "een", "met", "bezoekersaantal", "ook", "het", "vorig", "kwart"], "pubDate": "2020-12-22T13:42:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}