{"id": "e6740d7d-a765-37c1-bea2-7a8e502bc672", "title": "De rug van Paula", "url": "https://nrc.nl/nieuws/2020/12/04/de-rug-van-paula-a4022646", "summary": "Paula wist ook dat er beelden bestaan van Maradona die op zijn toenmalige vriendin afloopt terwijl zij hem filmt.\nPaula vindt dat je de persoon en de voetballer niet als gescheiden wezens kunt zien, je kunt niet de ene wel eren en de ander niet.\nDe voorzitter van het lokale provinciebestuur roemde Paula voor haar moed.\nIk hoop dat het provinciebestuur iets aan beveiliging doet, want ik maak me zorgen over Paula Dapena.\nEen versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020", "paragraphs": ["Ik maak me zorgen over Paula Dapena, de 24-jarige middenvelder bij de Spaanse voetbalclub Viajes Interrías die deze week wegens dreigementen haar sociale media heeft afgeschermd. Vijfentwintig november, de dag waarop Maradona overleed, was ook de internationale dag voor het uitbannen van geweld tegen vrouwen. Paula Dapena wist dat. Drie dagen later, in de bus onderweg naar het voetbalveld voor een vriendschappelijke wedstrijd tegen Deportivo Abanca, hoorde ze dat de Spaanse voetbalfederatie voor aanvang van elke wedstrijd een minuut stilte vroeg te houden als eerbetoon aan de nu beroemdste dode van de mensheid.", "Paula wist ook dat er beelden bestaan van Maradona die op zijn toenmalige vriendin afloopt terwijl zij hem filmt. Hij roept iets over dat ze te veel met haar telefoon bezig is en deelt twee klappen uit. Het gemak waarmee hij uithaalt verraadt dat hij ook op dit gebied een buitengewoon talent bezat, of geoefend had. Later zei hij dat hij alleen de telefoon had afgepakt en nooit een vrouw geslagen had, maar meerdere van zijn exen hebben over huiselijk geweld geklaagd.", "Voor Paula was dat genoeg reden om Maradona niet alleen een fantastische voetballer te noemen, maar ook een man die vrouwen sloeg. Als de vijfentwintigste geen stilte werd gehouden voor de slachtoffers van dit soort geweld, ging zij niet aan een eerbetoon voor een notoir pleger ervan deelnemen. In de kleedkamer zei ze dat tegen haar teamgenoten, maar wat ze dan wel moest doen, wist ze nog niet.", "Toen Maradona’s herdenkingsminuut inging, liet zij zich zakken en bleef zitten op de grasmat met haar rug gekeerd naar waar de anderen heen keken.", "Paula vindt dat je de persoon en de voetballer niet als gescheiden wezens kunt zien, je kunt niet de ene wel eren en de ander niet. Ze heeft een punt. In de afgelopen jaren konden politici, filmmakers, komieken en katholieken de rotzooi die ze in hun vrije tijd met meisjes en vrouwen uithaalden niet meer ongestraft achter zich laten. De sterspelers lijken nog weg te komen, maar door te zitten heeft Paula de achtervolging ingezet.", "Het beeld van het voetbalveld waar de rij staande speelsters door een enkele die zit gebroken wordt, ging de hele wereld rond en nam op de terugweg de woede van Maradona-fans mee. Een bloemlezing uit de berichten die Paula kreeg: „Ik ga je adres vinden en je benen breken”, „Als je in Argentinië zat was je al dood”, „Ik ga drie negers op je af sturen om je te verkrachten”. De voorzitter van het lokale provinciebestuur roemde Paula voor haar moed. „We zijn allemaal Paula”, zei ze. Maar dat zijn we niet.", "De wedstrijd die volgde nadat Paula was opgestaan, verloor haar club met 10-0. Niet negen, niet elf, maar precies tien doelpunten tegen. Het was alsof Maradona vanuit zijn dood eigenhandig die nederlaag regelde. Volgende week moeten ze weer spelen. Ik hoop dat het provinciebestuur iets aan beveiliging doet, want ik maak me zorgen over Paula Dapena. Sinds 25 november is geweld tegen vrouwen alles behalve uitgeroeid.", "Carolina Trujillo is schrijfster.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Carolina Trujillo", "Leestijd Minuten"], "keywords": ["van", "het", "die", "rug", "een", "ze", "dat", "paula", "en", "niet", "je"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}