{"id": "e67be81e-8645-3949-9bf3-e92c35082750", "title": "Wetenschap en humor gaan samen in het coronaboek van Jim en Dolf Jansen", "url": "https://www.parool.nl/kunst-media/wetenschap-en-humor-gaan-samen-in-het-coronaboek-van-jim-en-dolf-jansen~b2a42b72/", "summary": "In een krappe maand schreven wetenschapsjournalist Jim Jansen en zijn broer, cabaretier Dolf, een boek over corona, wetenschap en humor.\nHet getik van het lepeltje klinkt via de videoverbinding.\nIn de andere hoek van het scherm popt Jim Jansen op, de jongste van de vier Jansen-jongens.\nAls ik een hoofdstuk af had, mailde ik het en meestal had ik binnen een uur zijn column terug.\nDaar kan je van alles van vinden en dat doe ik dan ook.”CoronA tot Z, Dolf en Jim Jansen, Fontaine Uitgevers, 64 blz., €7,99", "paragraphs": ["In een krappe maand schreven wetenschapsjournalist Jim Jansen en zijn broer, cabaretier Dolf, een boek over corona, wetenschap en humor. ‘Dan mailt Dolf zo’n grap en zit ik keihard te lachen op een verder lege redactie.’", "Vaste prik bij de familie Jansen: met z’n allen op oudejaarsdag naar de eindejaarsshow van zoon, broer, zwager, man en vader Dolf in de Kleine Komedie in Amsterdam. Maar zoals dat gaat in dit coronajaar: die kan de familie Jansen vergeten.", "Eigenlijk zou hij zich dezer dagen in het Zaantheater in Zaandam gereedmaken voor een voorstelling van zijn Oudejaars 2020 (Dolf: ‘nooit met het woord conference erachter, dat gebruik ik gewoon niet’), maar in plaats daarvan roert hij nu in een kop koffie in zijn woonkamer. Het getik van het lepeltje klinkt via de videoverbinding. In de andere hoek van het scherm popt Jim Jansen op, de jongste van de vier Jansen-jongens. Hij is journalist en hoofdredacteur van populair-wetenschappelijk tijdschrift New Scientist, dat ook de wetenschapsartikelen voor Het Parool verzorgt.", "Jim Jansen (49): “Natuurlijk is het eeuwig zonde dat deze oudejaarstraditie niet doorgaat. Dat is vaak het enige moment in het jaar dat we als familie helemaal compleet zijn.” Dolf Jansen (57): “Voor Lebbis (Jansens voormalige artistieke wederhelft Hans Sibbel, red.) en mij was spelen in De Kleine Komedie ooit de enige reden om het podium op te gaan. Inmiddels heb ik er waarschijnlijk vaker gestaan dan wie dan ook. Dat ik daar nu voor het eerst in ruim dertig jaar niet speel, is bijna niet te verwerken.”", "Genoeg getreurd, want de Jansens zijn vooral van het vooruitkijken. Dolf Jansen streamt zijn voorstelling ‘hoe dan ook’ op oudejaarsdag. “Wellicht vanuit de Kleine Komedie, maar dan zonder publiek. As we speak is daar overleg over en ik word nu de hele tijd gebeld. Maar ik neem niet op, straks is het slecht nieuws.”", "Contact hadden de broers veelvuldig, toen het plan opkwam om een boek over corona, wetenschap en humor samen te stellen: CoronA tot Z. Via het alfabetprincipe: Jim Jansen zocht en vond in zijn netwerk 26 aansprekende Nederlandse wetenschappers, die ieder hun licht laten schijnen op corona in hun vakgebied. Bij de A van Amerika is dat Robbert Dijkgraaf, directeur op de prestigieuze Princeton-universiteit. Bij de B vertelt Erik Scherder over bewegen. Eindelijk een alfabet waarbij de letter Q niet voor hoofdbrekens zorgt: Heino Falcke vertelt over het begrip quarantaine. Falcke is hoogleraar radioastronomie aan de Radboud Universiteit Nijmegen en maker van de eerste foto van een zwart gat.", "Razendsnel", "Na elk interview geeft Dolf Jansen zijn visie op het onderwerp. “Er zat er echt niet één bij waar ik niets mee kon.” Jim Jansen: “Dat ging allemaal razendsnel, zoals alles wat wij doen snel gaat. Althans, dat vinden anderen. In deze rottijden is het veel beter om iets te maken in plaats van te treuren. En met Dolf is het heerlijk samenwerken. Als ik een hoofdstuk af had, mailde ik het en meestal had ik binnen een uur zijn column terug. Ik geef de voorzet, hij kopt hem in als een trefzekere spits. Met welke voetballer kan ik jou vergelijken, broertje?” Dolf Jansen: “Ik zou eigenlijk Quincy Promes willen zeggen, maar dat is misschien wat pijnlijk nu.”", "Jim Jansen: “Dit ook, hè: ik werk hier als enige op een verder volkomen lege redactie. Maar dan komt Dolf met zo’n grap en zit ik hier in m’n eentje keihard te lachen. Dat is zo vervreemdend.”", "Jim Jansen is actief op het kruispunt van wetenschap en journalistiek, twee sectoren die flink wat kritiek krijgen tijdens de coronacrisis. In hun boek vertelt Mark Deuze over de mediakant – hij is hoogleraar journalistiek aan de Universiteit van Amsterdam. Jim Jansen: “Zijn conclusie is eerlijk en hard. De media doen wat ze moeten doen, nu: checken, checken, checken en nieuws en achtergronden brengen. Feiten dus. Neem de kranten: het is echt een prestatie die jullie dit jaar leveren.”", "Alles in twijfel", "“En toch zijn de feiten niet meer genoeg. Alles wordt in twijfel getrokken, vooral op sociale media. Dat is wrang. En de wetenschap: bij mensen die ertoe doen, wordt de wetenschap na dit jaar alleen maar meer op waarde geschat, vooral door de snelle uitvinding van het vaccin. Mensen die daar niet aan willen, die het allemaal niet geloven: prima, ieder heeft recht op z’n mening. Maar ik ga niet met ze in discussie en luister niet naar ze.”", "Dolf Jansen: “De geluiden die de demonstranten maandag bij de Hofvijver maakten tijdens de toespraak van Rutte geven wel het niveau van denken en argumenteren aan. En als Lange Frans, Tisjeboy Jay en een dansleraar – met alle respect voor dat fantastische beroep – je belangrijkste woordvoerders zijn, zegt dat ook wel iets. Wantrouwen scoort altijd. Het levert alleen niets op. De shit waar we nu in zitten: die is veroorzaakt door de 10, 15 procent van de bevolking die weigert zich aan afspraken te houden. Daar kan je van alles van vinden en dat doe ik dan ook.”", "CoronA tot Z, Dolf en Jim Jansen, Fontaine Uitgevers, 64 blz., €7,99"], "authors": ["Jeroen Schmale"], "keywords": ["ik", "zijn", "van", "dolf", "humor", "en", "jim", "een", "jansen", "wetenschap", "op", "gaan", "samen", "het", "niet", "dat"], "pubDate": "2020-12-21T12:18:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}