{"id": "e684bcf5-fbad-3646-977d-78c907cb008d", "title": "PSV laat voor rust veel kansen liggen en speelt gelijk bij Twente", "url": "https://www.parool.nl/sport/psv-laat-voor-rust-veel-kansen-liggen-en-speelt-gelijk-bij-twente~bd8dedc5/", "summary": "Na een gelijkspel bij Heracles Almelo (1-1) en een nederlaag bij Vitesse (2-1) eindigde de uitwedstrijd tegen FC Twente in 1-1.\nPSV, dat het puntenverlies aan zichzelf te wijten had door vele gemiste kansen voor rust, is nu vierde met 4 punten achterstand op koploper Ajax.\nTrainer Roger Schmidt had voor het eerst sinds lange tijd veel te kiezen.\nPSV werd aan het begin van deze maand zwaar getroffen door het coronavirus en miste tegen ADO Den Haag de nodige spelers.\nPSV vreesde na de nieuwste interlandperiode weer de nodige spelers terug te krijgen met het coronavirus, maar dat bleek niet het geval.", "paragraphs": ["PSV heeft voor de derde keer dit seizoen punten verspeeld in de eredivisie. Na een gelijkspel bij Heracles Almelo (1-1) en een nederlaag bij Vitesse (2-1) eindigde de uitwedstrijd tegen FC Twente in 1-1. PSV, dat het puntenverlies aan zichzelf te wijten had door vele gemiste kansen voor rust, is nu vierde met 4 punten achterstand op koploper Ajax.", "Trainer Roger Schmidt had voor het eerst sinds lange tijd veel te kiezen. PSV werd aan het begin van deze maand zwaar getroffen door het coronavirus en miste tegen ADO Den Haag de nodige spelers. De Eindhovenaren kregen, tot woede van algemeen directeur Toon Gerbrands, geen toestemming voor uitstel. PSV won het duel overigens eenvoudig, met 4-0.", "PSV vreesde na de nieuwste interlandperiode weer de nodige spelers terug te krijgen met het coronavirus, maar dat bleek niet het geval. Van de beoogde basisploeg ontbrak zondag alleen de niet fitte Duitse spelmaker Mario Götze. Noni Madueke verving hem."], "authors": ["Het Parool"], "keywords": ["spelers", "psv", "kansen", "van", "laat", "het", "met", "twente", "liggen", "gelijk", "rust", "tegen", "punten", "te", "speelt", "veel", "nodige", "voor"], "pubDate": "2020-11-22T18:59:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}