{"id": "e68db07f-9375-3c93-8120-4401bdf2f245", "title": "GroenLinks en PvdA: Schaf tijdelijk huurcontract af", "url": "https://www.parool.nl/nederland/groenlinks-en-pvda-schaf-tijdelijk-huurcontract-af~bb33cd7ee/", "summary": "GroenLinks en PvdA stellen vandaag een wetswijziging voor, waardoor huurcontracten voor onbepaalde tijd weer de regel worden.\nBeeld Jakob Van VlietSinds 2016 mogen woningen tijdelijk - voor de duur van maximaal twee jaar - worden verhuurd.\nEn we zien dat bij wisselingen de huurprijs steeds wordt verhoogd.”‘Huurders vogelvrij’Na afloop van een tijdelijk huurcontract mag een verhuurder zelf de nieuwe huurprijs bepalen.\nHuurders zijn vogelvrij.”GroenLinks en PvdA stellen vandaag een wetswijziging voor, waardoor huurcontracten voor onbepaalde tijd weer de regel worden.\nAlleen in uitzonderlijke gevallen mag een woning dan nog tijdelijk worden verhuurd, bijvoorbeeld als het gaat om een vakantiewoning of wanneer een huis om bepaalde redenen tijdelijk leeg staat.", "paragraphs": ["GroenLinks en PvdA stellen vandaag een wetswijziging voor, waardoor huurcontracten voor onbepaalde tijd weer de regel worden. Beeld Jakob Van Vliet", "Sinds 2016 mogen woningen tijdelijk - voor de duur van maximaal twee jaar - worden verhuurd. Het kabinet wilde het destijds aantrekkelijker maken voor eigenaren om huizen te verhuren. Maar volgens de linkse partijen heeft de maatregel gezorgd voor sterk stijgende huurprijzen en onzekerheid onder huurders.", "“Huisbazen kunnen huurcontracten nu veel te makkelijk stopzetten,” vindt GroenLinks-Kamerlid Paul Smeulders. “Dat is zorgelijk en onwenselijk, want tijdelijke huurcontracten veroorzaken veel stress. Je weet niet hoe lang je ergens kunt blijven wonen. En we zien dat bij wisselingen de huurprijs steeds wordt verhoogd.”", "‘Huurders vogelvrij’", "Na afloop van een tijdelijk huurcontract mag een verhuurder zelf de nieuwe huurprijs bepalen. Uit cijfers van het CBS blijkt dat de gemiddelde huurverhoging dit jaar 9,5 procent was bij een wisseling van bewoners. Vorig jaar was die stijging nog 8,2 procent.", "“We moeten ingrijpen om de steeds hogere huren en grotere onzekerheid te bestrijden,” vindt PvdA-Kamerlid Henk Nijboer. “De opmars van tijdelijke huurcontracten is een van de ernstigste ontwikkelingen in de volkshuisvesting. Huurders zijn vogelvrij.”", "GroenLinks en PvdA stellen vandaag een wetswijziging voor, waardoor huurcontracten voor onbepaalde tijd weer de regel worden. Alleen in uitzonderlijke gevallen mag een woning dan nog tijdelijk worden verhuurd, bijvoorbeeld als het gaat om een vakantiewoning of wanneer een huis om bepaalde redenen tijdelijk leeg staat."], "authors": ["Peter Winterman"], "keywords": ["van", "af", "het", "pvda", "tijdelijk", "voor", "worden", "een", "huurcontract", "en", "om", "huurcontracten", "te", "schaf", "groenlinks"], "pubDate": "2020-12-03T08:10:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}