{"id": "e6917a7e-63ab-3027-860f-3462efea97d0", "title": "Eerder met pensioen: dief van je eigen portemonnee?", "url": "https://volkskrant.nl/de-gids/eerder-met-pensioen-dief-van-je-eigen-portemonnee~b4fc4ba9/", "summary": "Ooit was het simpel: op je 65ste verjaardag ging je met pensioen en kreeg je AOW.\nJaarlijks stelt de minister van Sociale Zaken vast welk geboortejaar over vijf jaar met pensioen gaat.\nDat zit zo: pensioenfondsen houden er bij de berekening van het pensioen rekening mee dat het pensioen gedurende zo’n 19 jaar wordt uitgekeerd.\nWie vijf jaar eerder stopt met werken en begint met pensioen opnemen krijgt dan in 24 jaar het bedrag dat voor 19 jaar bedoeld was.\nOok het pensioen van de partner kan daar worden opgevraagd om het totale inkomen op de oude dag te overzien.", "paragraphs": ["Eerder stoppen met werken, voor velen een aanlokkelijk idee. Eindelijk verlost van het juk van de arbeid. Maar kun je eventueel opgebouwd pensioen eerder laten uitbetalen? En welke nadelen kleven daaraan?", "Ooit was het simpel: op je 65ste verjaardag ging je met pensioen en kreeg je AOW. Sinds 2013 is de AOW-leeftijd steeds een beetje hoger geworden, ruim 66 jaar nu en 67 jaar in 2025. Op de website van de Sociale Verzekeringsbank, die de AOW uitbetaalt, kun je zien wanneer je AOW krijgt. Dat is pas vijf jaar voor die dag bekend omdat de AOW is gekoppeld aan de levensverwachting. Jaarlijks stelt de minister van Sociale Zaken vast welk geboortejaar over vijf jaar met pensioen gaat. De AOW-leeftijd gaat wel omhoog, maar niet meer omlaag.", "De AOW is niet hoog, voor een alleenstaande ongeveer 1270 bruto per maand. Daarom sparen mensen in loondienst via de werkgever voor een aanvullend pensioen. Bij de meeste pensioenregelingen start de uitbetaling van dat opgebouwde pensioen gelijk met de AOW. Die zijn aan elkaar gekoppeld.", "Maar wat als je een paar jaar eerder wilt stoppen met werken en dus vroeger pensioen wilt opnemen? Bij de meeste pensioenfondsen kan dat. Vijf jaar eerder, bij sommige fondsen zelfs tien jaar eerder. Dat betekent wel dat de uitkering waarvoor gespaard is, lager wordt. Dat zit zo: pensioenfondsen houden er bij de berekening van het pensioen rekening mee dat het pensioen gedurende zo’n 19 jaar wordt uitgekeerd. Wie vijf jaar eerder stopt met werken en begint met pensioen opnemen krijgt dan in 24 jaar het bedrag dat voor 19 jaar bedoeld was. Ter geruststelling: wie langer leeft dan die gemiddelde 19 jaar houdt gewoon zijn pensioen, die 19 jaar is een gemiddelde – er gaan ook mensen eerder dood.", "Pensioenfondsen gaan er bij hun berekening vanuit dat tot AOW-datum wordt doorgewerkt en dus pensioenpremie betaald wordt. Wie vijf jaar eerder stopt, betaalt vijf jaar geen pensioenpremie. En juist die laatste vijf jaar dikt het pensioen het hardst aan. Vergelijk het met de rente die, toen er nog rente werd betaald, op een bankrekening werd bijgeschreven: de laatste jaren voor pensioen is het gespaarde bedrag het hoogst, dus ook het rentebedrag. Je moet het gespaarde bedrag dus niet alleen over 24 in plaats van 19 jaar verdelen. Het ‘gespaarde’ bedrag voor die 24 jaar is ook lager dan wanneer je die laatste jaren had doorgewerkt.", "Reizen", "Bij de meeste pensioenfondsen kun je ook kiezen voor verschillende hoogte van de maandelijkse pensioenuitkering. De eerste vijf jaar meer en later minder of omgekeerd. De eerste vijf jaar een hoger pensioen kan aantrekkelijk zijn voor mensen die in de eerste jaren nog willen reizen, maar zich dat op hogere leeftijd niet meer zien doen. Veel pensioenfondsen hebben een site waar ‘deelnemers’ kunnen inloggen en ‘spelen’ met startdatum van het pensioen, voor of juist na AOW-start, en variëren met pensioenhoogte, de eerste jaren meer of juist minder.", "‘Spelen’ met die gegevens kan niet op de site mijnpensioenoverzicht.nl. Daar zijn, als het goed is, wel alle opgebouwde pensioenen verzameld. Veel mensen hebben door baanwisselingen bij een paar pensioenfondsen pensioen opgebouwd en dat wordt daar samengebracht. Ook het pensioen van de partner kan daar worden opgevraagd om het totale inkomen op de oude dag te overzien.", "Houdt ook rekening met de belastingen en premies. Die zijn hoger voor de AOW-datum, daarna lager. Dat verschil zit bijvoorbeeld in de AOW-premie. Wie AOW ontvangt, betaalt geen AOW-premie meer. Sommige pensioenfondsen geven een indicatie van de netto uitkering, dus na belastingen, zowel bij pensioenopname voor AOW-datum als daarna. Let op: dat is een indicatie omdat de belastingtarieven jaar in, jaar uit veranderen. Ook zijn persoonlijke omstandigheden van invloed op de belastingaanslag.", "GELDMAAND Maakt geld echt gelukkig? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met Intermediair geven we de hele maand financiële tips. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl/geldmaand.", "Andere manieren om eerder te stoppen met werken", "De oudere die de eindstreep te ver vindt, zou het ook op een akkoordje kunnen proberen te gooien met zijn werkgever. Dat zou op drie manieren kunnen.", "♦ De komende drie jaar wordt een speciale regeling voor ‘zware beroepen’ afgekondigd die vakbeweging, werkgevers en kabinet in het ‘pensioenakkoord’ afspraken. In de drie jaar voor de AOW start, mogen werkgevers werknemers die willen stoppen een uitkering uitbetalen op AOW-niveau. Normaliter betaalt de werkgever bij zo’n uitkering een boete, de komende drie jaar over dit bedrag dus niet. Dat kunnen die werknemers dan zelf aanvullen met pensioen dat zij eerder opnemen. Deze regeling is weliswaar bedoeld voor ‘zware beroepen’ maar iedereen kan natuurlijk bij zijn werkgever een balletje opgooien. Dat is niet per definitie kansloos: een oudere is meestal duurder dan een jonge frisse kracht. De werkgever moet wel een afspraak maken met de Belastingdienst.", "♦ Er is nog een andere mogelijkheid: je eigen ontslag voorstellen. Hoe gek dat ook klinkt, het kan een optie zijn voor mensen die lang bij een werkgever werken. Wie ontslagen wordt, krijgt immers een ‘transitievergoeding’ – ontslagvergoeding. Die is hoger naarmate langer bij dezelfde ‘baas’ is gewerkt. Of de werkgever hier blijmoedig aan meewerkt, is de vraag want zo’n vergoeding is een dure grap. In goed overleg kan ook een lagere vergoeding worden afgesproken. Let wel: over die ‘gouden handdruk’ moet belasting worden betaald, maar mogelijk resteert genoeg om de tijd tot AOW en start van pensioen te overbruggen. Er is geen verplichting om WW aan te vragen en aan sollicitatieverplichtingen te voldoen. Het laatste jaar voor pensionering geldt die sollicitatieplicht in de WW trouwens niet.", "♦ Een derde optie om eerder stoppen is via een zogeheten ‘sociaal plan’, als dat bij het bedrijf is afgesloten. Daarin staan vaak speciale regelingen bij ontslag van oudere werknemers. Bijvoorbeeld aanvullingen van de werkgever op de uitkering. Bij deze uitkering geldt de sollicitatieplicht, maar dus niet in het laatste jaar voor AOW-start.", "Met wat creativiteit zijn er dus verschillende mogelijkheden om al voor de AOW-verjaardag te stoppen met werken. Reken, om verrassingen te voorkomen, de consequenties goed door. Doe dat met hulp van het pensioenfonds of de afdeling personeelszaken. Los daarvan kan een goed gevulde spaarpot of de mogelijke overwaarde van het eigen huis helpen om de periode voor die verjaardag te overbruggen. Ook kun je zelf een pensioenuitkering geregeld hebben. Een zelfgeregelde uitkering is bijvoorbeeld een lijfrente uit een koopsompolis. Deze spaarpotten worden ook wel de derde pijler in ons pensioensysteem genoemd. Ze bestaan naast AOW als eerste en pensioen als tweede pijler."], "authors": ["Gijs Herderscheê"], "keywords": ["van", "dat", "die", "pensioen", "eerder", "een", "het", "en", "portemonnee", "eigen", "jaar", "je", "voor", "met", "dief"], "pubDate": "2020-11-13T09:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}