{"id": "e6a2013b-24be-3eeb-b300-0350a5d4b53d", "title": "In geval van pandemie of andere tegenslag: pak snel een kookboek van Alison Roman", "url": "https://volkskrant.nl/mensen/in-geval-van-pandemie-of-andere-tegenslag-pak-snel-een-kookboek-van-alison-roman~bb91b15c/", "summary": "Na het bekijken van Romans kookboeken, of van één van haar onweerstaanbare kookvideo’s, moet je van goede huize komen wil je niet onmiddellijk het schort voorbinden.\nEn trouwens, die internetbrekende kikkererwtenstoof, dat was toch eigenlijk gewoon een Indiase masala-cholecurry, cultureel toe-geëigend en voorzien van een wit sausje?\nOmdat ze doorzichtig zijn, raakte ik ze wel voortdurend kwijt, daarom verf ik ze tegenwoordig in vrolijke kleurtjes.\nVuong is zelf de kleinzoon van een Amerikaanse soldaat en een Vietnamees meisje die elkaar tijdens de oorlog ontmoetten.\nElke staat is cultureel weer zo anders en eigen, de mensen zijn aardig en genereus, en het eten is ongelooflijk.", "paragraphs": ["De Amerikaanse kok Alison Roman (35) maakte een stormachtig carrière als de domestic goddess of the apocalypse met haar toegankelijke en fraaie thuisgerechten. Een twitterrelletje dit voorjaar deed daar weinig aan af. Onlangs werd haar boek Nothing Fancy (Bijzonder Simpel) vertaald.", "Voor iedereen die snakt naar rumoerige etentjes met vrienden. Die uitkijkt naar schouder aan schouder zitten rond kleine, met schalen, borden en glazen volgebouwde tafels. Of voor degenen die zoeken naar een wat opgewektere stemming tijdens de huidige crisis die het leven immers zo hemeltergend monotoon heeft gemaakt. Voor al die mensen is hier Alison Roman, kookboekenschrijver, internetfenomeen, ‘domestic goddess of the apocalyps’ en ‘prom queen of the pandemic’.", "Na het bekijken van Romans kookboeken, of van één van haar onweerstaanbare kookvideo’s, moet je van goede huize komen wil je niet onmiddellijk het schort voorbinden. En masse maakten mensen haar vegetarisch stoofpotje van kikkererwten en kokosmelk, dat met de nodige instagram-aplomb de wereld overging als #thestew. Enorm slim maakt ze gebruik van spullen die veel mensen toch al in de voorraadkast hebben staan (azijn, ansjovis, vissaus, pepervlokken) om alledaagse ingrediënten levendigheid, pit en diepte te geven. Ze klaagt over hoe zoet ontbijten haar energieniveau op de verkeerde manier ‘spiket’ maakt hartige granola vol noten en zaden, knapperig gemaakt met eiwit (‘eet het met yoghurt en komkommer!’). Bij de kleurrijke, fluks gehusselde salades zitten zorgvuldige aanmaakinstructies (‘Denk wat betreft knapperigheid, zoutigheid, zuurgraad en verslavingsrisico aan Cool Ranch Dorito’s’). De esthetiek, de smaken en de toon sluiten naadloos aan bij de aspiraties van de grootstedelijke vroeg-millennial: haar appartementje in Brooklyn staat vol planten, al haar servies is verschillend, en als ze haar keukenkast openmaakt valt er regelmatig iets op haar hoofd. Ze is minder braaf dan Jamie, minder onbereikbaar dan Nigella, en nooit verlegen om een mening over het een of ander (‘Chocolate chip cookies zijn zwaar overschat’).", "Volgens Alison Roman worden chocolate chip cookies zwaar overschat. Beeld Wikkie Hermkens & Sonny Groo", "Het is beslist niet alsof Alison Roman nog niet bestond voor de pandemie. Ze timmert al jaren aan de weg – werkte sinds haar 19de als patissier bij beroemde restaurants als Sona in Los Angeles, Quince in San Francisco en Milk Bar in New York, en daarna als receptenontwikkelaar bij Bon Appétit en de New York Times. Maar toen iedereen naar binnen moest, bleken veel van haar gerechten een fantastische troost in bange dagen te zijn – en bovendien was er vaak weinig meer voor nodig dan een zak uien en een tube tomatenpasta.", "In mei kwam de terugslag: ze kwam in een stormachtige rel terecht nadat ze in een interview gemene dingen zei over de dure productlijnen van model en celebrity Chrissy Teigen en opruimcoach Mari Kondo – zo’n sellout zou ze zelf nooit willen worden. Sociale media vielen over haar heen; het waren de hete dagen na #blacklivesmatter en haar opmerkingen werden uitgelegd als overduidelijk racisme (Teigen en Kondo zijn beiden Aziatisch). En trouwens, die internetbrekende kikkererwtenstoof, dat was toch eigenlijk gewoon een Indiase masala-cholecurry, cultureel toe-geëigend en voorzien van een wit sausje? Roman bood uitgebreid haar excuses aan en stopte met haar column in de New York Times, en het lijkt alsof ze nog steeds niet helemaal is opgekrabbeld, al gaan er nu geruchten dat ze van plan is binnenkort weer een eigen restaurant te openen.", "Ondertussen is haar tweede boek in het Nederlands vertaald, en het eerste (Dining in, 2017) komt er aan. Roman kan je het gevoel geven dat je voor een fantastisch huisfeestje weinig nodig hebt dan rood gelakte nagels, een gerookte forel, en een groot bord vol zachtgekookte eieren. Daarnaast, fantaseer je, zodra het weer kan zal je zelf een martinibar neerzetten, een garnalencocktailbuffet, je badkuip staat vol ijs en wijnflessen, je haar zit de hele avond goed en je eindigt je diner moeiteloos met amaro en vanille-ijs van de winkel en zelfgebakken koekjes. Effortless fun!", "Gereedschap", "Plastic deegschraper", "Beeld Matfer Bourgeat", "‘Mijn eerste chef gaf me een plastic deegschraper van 4 dollar en zei: ‘Dit is het enige gereedschap dat je ooit nodig zult hebben.’ Dat is natuurlijk niet waar, maar het is wél mijn favoriet. Ik gebruik ‘m om mijn aanrecht en pannen schoon te vegen, kommen beslag of pannen saus leeg te schrapen, gnocchi of deeg te portioneren, en vooral om gehakte uien en andere fijngesneden dingen van mijn snijplank naar mijn pan te transporteren. Ik ben totaal niet van de gadgets want mijn appartement is superklein, maar zonder mijn deegschraper kan ik niet. Het is zaak er één te vinden die flexibel is, maar ook sterk – die van mij komen van het merk Matfer. Omdat ze doorzichtig zijn, raakte ik ze wel voortdurend kwijt, daarom verf ik ze tegenwoordig in vrolijke kleurtjes. Ik breng twee kopjes water met een kopje azijn en een paar druppels voedselkleurstof aan de kook in een pannetje, haal ‘m van het vuur en leg de schraper erin: de kleur wordt steeds feller als je hem langer laat liggen. Dat werkt ook bij paaseieren, trouwens – maar een schraper is nuttiger.’", "Boek", "Op aarde schitteren we even – Ocean Vuong", "‘Naast een rottijd is de afgelopen periode ook nuttig gebleken, als een soort gedwongen re-evaluatie van wat ik belangrijk vind. Ik merkte hoe fijn ik het eigenlijk vind om veel alleen te zijn, terwijl ik daarvoor voortdurend mensen om me heen wilde. Ik ben ook meer gaan lezen – iets wat ik al een paar jaar had laten sloffen. Van dit boek van Ocean Vuong (1988) was ik ondersteboven. Het is een klassiek verhaal over een immigrantenkind dat volwassen wordt en zijn plek zoekt in de wereld, maar op een voor mij geheel nieuwe manier aangevlogen. Vuong is zelf de kleinzoon van een Amerikaanse soldaat en een Vietnamees meisje die elkaar tijdens de oorlog ontmoetten. Het boek is grimmig en tegelijkertijd heel poëtisch, vol thema’s als racisme, homofobie en uitbuiting. Ik was vooral diep onder de indruk van de scènes tussen moeder en zoon, en de beelden van het harde, repetitieve werk dat immigranten in Amerika doen; van de nagelsalon tot de tabaksvelden. Prachtig.’", "Ingrediënt", "Ingemaakte citroenen", "‘Mijn twee favoriete dingen zijn citroen en tafelzuur. Gezouten, ingemaakte citroen is eigenlijk de liefdesbaby van die twee. Ze zijn aromatisch, helder friszuur en zout, super-complex en tegelijkertijd verslavend als de zure matten waarop ik als kind zo dol was. Ik moet me inhouden om ze niet óveral in te stoppen: stoofschotels, soepen, ik plet ze in boter om op brood te doen of een pan bonen mee af te maken, ik doe ze door yoghurt bij wijze van dip en op knapperige, rauwe groenten. Je kunt ze kopen (bijvoorbeeld bij veel Turkse en Marokkaanse winkels, HV) maar zelf maken is heel makkelijk. Snijd acht goed schoongeschrobde, biologische citroenen kruislings helemaal in tot ze alleen bij het puntje nog aan elkaar zitten, bestrooi de binnenkant met een flinke eetlepel grof zout en zet ze rechtop in een ovenschaaltje of een bakje waar ze precies in passen. Dek af met plasticfolie of een deksel en zet een week op een donkere, koele plek. Prop ze dan allemaal stevig in een grote pot zodat ze helemaal onder hun eigen sap staan. Laat minimaal drie weken pekelen en gebruik ze voor van alles (je kunt ze lang bewaren).’", "Film", "The trial of the Chicago 7", "Beeld Netflix", "‘Omdat ik meer probeer te lezen kijk ik tegenwoordig minder televisie, maar voor deze film – die vanwege de pandemie niet naar de bioscopen, maar direct naar Netflix ging – maakte ik een uitzondering. De Chicago Seven was een groep mannen die in 1968 de grote anti-Vietnamprotesten organiseerde tijdens de Democratische Conventie. Ze werden aangeklaagd in een politiek proces wegens ‘samenzwering tegen de staat’, en in de film volgen we dat proces maar ook hoe ze met elkáár in de clinch raken over wat nou het doel is van de protesten. Enorm relevant in deze tijd, want er zijn allerlei parallellen met de huidige politieke situatie in de VS, en met de protestbeweging rond Black Lives Matter. Maar het is daarnaast ook gewoon fantastisch om naar te kijken: Aaron Sorkin (ook de schrijver van films als A Few Good Men, The Social Network en de geweldige serie The West Wing) schrijft de geweldigste dialogen.’", "Kersttip", "Rooster twee kippen", "‘Met Kerst heb ik eigenlijk niet zo veel – ik hou meer van een onverwacht, spontaan feestje op een gewone zaterdag, en mijn favoriete feestdagen zijn pesach en thanksgiving. Veel feestdagen hebben een vrij strikt voorschrift van wat er gegeten moet worden, maar ik ga daar altijd flexibel mee om. Kalkoen is een vogel die mensen alleen eten als de traditie het voorschrijft, en met goede reden: het is eigenlijk helemaal niet zulk lekker vlees. Ik rooster veel liever twee goeie kippen dan één kalkoen: véél lekkerder, minder gedoe, minder kans op mislukkingen. Er zijn een miljoen verschillende manieren om een kip te roosteren, en je moet wel iets heel raars doen (zoals niet genoeg zout toevoegen) wil het mislukken. Ik bestrooi ’m flink met zout, ‘smeer ’m in met boter, vul ’m met citroen en kruiden en rooster ’m dan lang, op lage temperatuur (tweeënhalf tot drie uur op 160 graden). Overigens maak ik ook wel eens een kip alleen voor mezelf, en daar eet ik dan minstens vier dagen van.’", "Stad", "Oaxaca", "Beeld Alamy Stock Photo", "‘Naar een ander land gaan is voor mij de beste manier om tot mezelf te komen, nieuwe inspiratie op te doen en me even helemaal anders te voelen. Reizen is ook wat ik nu het meest mis. Ik ga normaal gesproken iedere winter naar Mexico. Elke staat is cultureel weer zo anders en eigen, de mensen zijn aardig en genereus, en het eten is ongelooflijk. Ik ben verliefd op Oaxaca, de hoofdstad van de zuid-Mexicaanse staat met dezelfde naam, waar de inwoners vasthouden aan hun oude cultuur. Het is er rustig en prachtig, overal is muziek en ze maken ongelooflijk mooi keramiek en textiel. En het éten – daar denk ik bijna iedere dag aan. Ik hang altijd minstens twee dagen rond bij drie vrouwen die voor hun huisje zitten en daar verse tortillas en quesadillas maken, met vullingen als pompoenbloemen en kip met mole amarillo. Niet na te maken, zo fijn – dat is het beste aan op reis zijn.’", "Nagellak", "Essie 66 Clambake", "‘Mijn korte, oranjerode nagels zijn een beetje mijn handelsmerk geworden; er staan waarschijnlijk wel honderd rode nagels in mijn boek. Mensen vragen me soms wat het voor modestatement is, maar ik heb ze gewoon van mijn Californische grootmoeder Prue afgekeken, die áltijd zulke nagels had. Ik heb mijn laatste boek aan haar opgedragen – ze leerde me ook het belang van goede crudité’s en witte wijn met ijs. Toen ik nog in restaurantkeukens werkte, droeg ik natuurlijk geen nagellak, en voor mij hoort het daarom heel erg bij de gezelligheid en feestelijkheid van thuiskoken. Omdat ik nu dertig keer per dag mijn handen was en zo vaak op de foto moet, laat ik tegenwoordig elke paar weken shellacnagels zetten. Maar daarvoor gebruikte ik vaak de nagellak van Essie in kleur 66 – in Amerika heet die ‘Clambake’, schelpenfestijn, dat spreekt me natuurlijk ook enorm aan.’", "Altijd in huis", "Goed vanille-ijs", "Beeld Alamy Stock Photo", "‘Of je nu een enorme banketbakker bent, of juist in de stress schiet van toetjes: het is de moeite waard om eens goed om je heen te speuren of je ergens goed vanille-ijs kunt vinden. Proef gewoon wat er te krijgen is bij ijswinkels, banketbakkers en goede supermarkten, en kies uit wat je de beste vindt. Vanille-ijs is lekker bij alles. Ik zie het een beetje als slagroom, maar dan nóg beter omdat je het niet hoeft te kloppen. De ervaring leert dat je er, als je mensen te eten hebt, áltijd een bestemming voor vindt, of het nou bij je prachtige zelfgebakken taart serveert of, als je uiteindelijk toch geen tijd of zin had om een dessert te maken, of gewoon zó. Vanille-ijs bij het gestoofde fruit. Vanille-ijs met een espresso er overheen (dat heet een affogato). Vanille-ijs in een supersnelle sundae: smelt een chocoladereep met een paar lepels kokosolie en giet dat over het ijs zodat het hard en knapperig wordt, gevolgd door wat gehakte nootjes. Vanille-ijs, mensen!’"], "authors": ["Hiske Versprille"], "keywords": ["tegenslag", "kookboek", "snel", "van", "pak", "roman", "het", "met", "ik", "pandemie", "een", "ze", "geval", "andere", "en", "te", "je", "haar"], "pubDate": "2020-11-19T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}