{"id": "e6ced296-26b2-3cf8-8c5f-9726af81ed1f", "title": "In Overvecht opgepakte man wordt verdacht van achttien woninginbraken", "url": "https://nu.nl/utrecht/6100478/in-overvecht-opgepakte-man-wordt-verdacht-van-achttien-woninginbraken.html", "summary": "Een 47-jarige man die maandag in Overvecht is aangehouden, wordt verdacht van achttien woninginbraken.\nUit de camerabeelden blijkt dat hij op een opvallende fiets was komen aanfietsen.\nBeelden van de verdachte en zijn fiets werden onder politieagenten verspreid.\nEven later konden zij de verdachte op zijn fiets op heterdaad betrappen en aanhouden.\nNa onderzoek kon hij aan achttien verschillende woninginbraken worden gelinkt.", "paragraphs": ["Een 47-jarige man die maandag in Overvecht is aangehouden, wordt verdacht van achttien woninginbraken. Hij kon worden gearresteerd nadat een agent zijn opvallende fiets had herkend.", "Vrijdag werd ingebroken in een woning aan de Wolkammerweg in Westbroek. De inbreker ontvreemdde onder meer laptops en sieraden.", "De dader is vastgelegd op camera. Uit de camerabeelden blijkt dat hij op een opvallende fiets was komen aanfietsen.", "Beelden van de verdachte en zijn fiets werden onder politieagenten verspreid. Ook kon de verdachte in verband worden gebracht met woninginbraken in Utrecht, Bunnik en Nieuwegein.", "Een agent, op dat moment buiten dienst, kwam maandag in Overvecht de opvallende fiets tegen. Hij herkende het rijwiel en belde zijn collega's. Even later konden zij de verdachte op zijn fiets op heterdaad betrappen en aanhouden.", "De man bleek geen vaste woon- of verblijfplaats te hebben. Na onderzoek kon hij aan achttien verschillende woninginbraken worden gelinkt. De verdachte zit nog vast en moet vrijdag voorkomen bij de rechter-commissaris."], "authors": ["Door"], "keywords": ["overvecht", "van", "zijn", "opvallende", "man", "en", "een", "wordt", "verdacht", "woninginbraken", "achttien", "worden", "op", "fiets", "hij", "opgepakte", "verdachte"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}