{"id": "e6e5ff2d-d8c9-3894-afea-e86216305700", "title": "Kiest Boris voor het land of voor de krant?", "url": "https://volkskrant.nl/economie/kiest-boris-voor-het-land-of-voor-de-krant~b6e6e8b4/", "summary": "Op zaterdag 19 februari 2016 reisde de toenmalige Britse premier David Cameron van Brussel naar Londen in de verwachting van een heldenontvangst.\n‘Het akkoord is het papier niet waard waarop het is geschreven.’ Cameron werd vergeleken met Neville Chamberlain die in 1938 zwaaiend met het Verdrag van München terugkeerde.\nHij concludeerde al krantenlezend dat hij de meeste kans had premier te worden als hij een Brexit-campagne zou steunen.\nEn de volgende dag luidde de kop: ‘It’s The Sun Wot Won It’ (Het is The Sun die het won).\nBoris zal liever het licht uitdoen dan met een deal terugkeren dat de kranten niet lusten.", "paragraphs": ["Op zaterdag 19 februari 2016 reisde de toenmalige Britse premier David Cameron van Brussel naar Londen in de verwachting van een heldenontvangst.", "‘s Nachts om twee uur had hij liggend op de grond vanwege hevige rugpijnen enorme concessies afgedwongen. Bondskanselier Angela Merkel die in de Britse delegatiekamer als een zorgzame moeder over hem heen stond gebogen, zei dat de Britten bij wijze van hoge uitzondering de werknemers van Oost-Europese EU-landen zonder vaste baan - zogenoemde ‘uitkeringstoeristen’ - mocht weigeren voor een periode van zeven jaar.", "Dit was wel een uitzonderingsbepaling op het vrije verkeer van personen. Iedereen was verbaasd. Cameron had de uitputtingsslag gewonnen. EU is de grote verliezer, riepen journalisten.", "Maar in Londen aangekomen bleek er voor Cameron geen heldenontvangst te zijn. Integendeel, de anti-Europees gezinde zondagsbladen, die zoals Boris Johnson zelf ook had gedaan, altijd een karikatuur maakten van Brussel (‘EU verbiedt kromme bananen’) maakten er gehakt van.", "‘Het akkoord is het papier niet waard waarop het is geschreven.’ Cameron werd vergeleken met Neville Chamberlain die in 1938 zwaaiend met het Verdrag van München terugkeerde. Dezelfde dag kondigde Cameron voor 23 juni 2016 een Brexit-referendum aan. Het was een fatale fout.", "Boris Johnson telde die zondag zijn knopen. Hij concludeerde al krantenlezend dat hij de meeste kans had premier te worden als hij een Brexit-campagne zou steunen.", "Hij kreeg gelijk. Nu telt hij weer zijn knopen. Voor het land zou een handelsdeal het beste zijn waarbij wordt afgesproken Britse bedrijven die op de Europese markt opereren, niet te bevoordelen met concurrentievervalsende subsidies en buitenlandse vissers toe te laten tot Britse wateren zoals al 400 jaar praktijk is.", "Maar het landsbelang is bij Johnson ondergeschikt aan het persoonlijk belang premier te blijven en historie te schrijven. En daarbij zal hij niet zozeer rekening houden met zijn eigen kabinetsleden, parlementsleden of achterban, maar in de eerste plaats met de kranten van mediatycoon Rupert Murdoch.", "Britse politici gaan gebukt onder het trauma van 1992. In dat jaar leek Labour-leider Neil Kinnock op een monsteroverwinning af te steven na het vertrek van Margaret Thatcher. Op de verkiezingsochtend kopte The Sun: ‘If Kinnock wins today will the last person to leave Britain please turn out the lights’ (Als Kinnock wint, zou de laatste persoon die Groot-Brittannië verlaat alstublieft het licht willen uitdoen).", "John Major werd Thatchers opvolger. En de volgende dag luidde de kop: ‘It’s The Sun Wot Won It’ (Het is The Sun die het won). Sinds die tijd komt de catchfrase bij elke verkiezing terug, zoals vorig jaar na de overwinning van Boris Johnson (It’s The Guardian Wot Lost It).", "Boris zal liever het licht uitdoen dan met een deal terugkeren dat de kranten niet lusten."], "authors": ["Peter De Waard"], "keywords": ["van", "die", "een", "te", "cameron", "zijn", "land", "krant", "op", "voor", "hij", "kiest", "met", "boris", "het"], "pubDate": "2020-12-10T21:24:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}