{"id": "e702c7a4-0dae-3b26-9b40-a2819e06e1ab", "title": "Roosendaalse burgemeester neemt extra maatregelen na vuurwerkoverlast", "url": "https://nu.nl/west-brabant/6092595/roosendaalse-burgemeester-neemt-extra-maatregelen-na-vuurwerkoverlast.html", "summary": "Burgemeester Han van Midden heeft dinsdag extra maatregelen aangekondigd om de vuurwerkoverlast die in Roosendaal is ontstaan te bestrijden.\nDaarnaast fouilleert de politie mensen als er sprake is van een verdenking van het bezit van vuurwerk.\nDat kan en mag niet de bedoeling zijn en dat vraagt nu om krachtige maatregelen\", stelt de burgemeester.\nSamen met de politie en het Openbaar Ministerie (OM) heeft de burgemeester afspraken gemaakt over streng optreden tegen de veroorzakers van overlast.\nNa de invoering van het landelijke vuurwerkverbod tijdens Oud en Nieuw is het aantal klachten van vuurwerkoverlast sterk toegenomen.", "paragraphs": ["Burgemeester Han van Midden heeft dinsdag extra maatregelen aangekondigd om de vuurwerkoverlast die in Roosendaal is ontstaan te bestrijden. Zo geldt vanaf dinsdag 18.00 uur een samenscholingsverbod voor de hele gemeente. Daarnaast fouilleert de politie mensen als er sprake is van een verdenking van het bezit van vuurwerk.", "Van Midden neemt de maatregelen naar aanleiding van de onrustige situatie van de afgelopen dagen, waarbij groepen jongeren in de avond en nachtelijke uren zwaar vuurwerk afstaken en brandjes stichtten.", "\"Wat er nu gebeurt, gaat alle perken te buiten. Dat heb ik gisteren met eigen ogen gezien. Mensen voelen zich niet meer veilig op straat. Er ontstaat schade en mensen en huisdieren worden dagelijks opgeschrikt door luide knallen. Dat kan en mag niet de bedoeling zijn en dat vraagt nu om krachtige maatregelen\", stelt de burgemeester.", "Samen met de politie en het Openbaar Ministerie (OM) heeft de burgemeester afspraken gemaakt over streng optreden tegen de veroorzakers van overlast. Van Midden: \"Ik realiseer me dat het slechts om een handjevol raddraaiers gaat en een groep meelopers, die het verpesten voor alle goedwillende inwoners.\"", "Verder wordt er zorgvuldig gekeken naar andere creatieve manieren waarop de overlast preventief ingeperkt kan worden, bijvoorbeeld door de extra inzet buurtvaders, jongerenwerk en eventueel buurtpreventie. \"Ik wil trouwens ook een compliment maken. Een compliment aan de veel grotere groep jongeren die we niet zien, degenen die zich wél gedragen en zich wél aan de regels houden\", aldus Van Midden.", "Na de invoering van het landelijke vuurwerkverbod tijdens Oud en Nieuw is het aantal klachten van vuurwerkoverlast sterk toegenomen. In een aantal Roosendaalse wijken leidde dat de afgelopen dagen tot steeds meer overlast, waarbij op verschillende plekken ook schade ontstond."], "authors": ["Door"], "keywords": ["van", "dat", "om", "extra", "burgemeester", "die", "een", "roosendaalse", "en", "het", "vuurwerkoverlast", "neemt", "overlast", "er", "zich", "maatregelen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}