{"id": "e714b4c5-0ca0-31cf-8062-88d6a4731847", "title": "Dagboekfragment: het anti-Japanse sentiment bereikt hysterische hoogten", "url": "https://volkskrant.nl/cultuur-media/dagboekfragment-het-anti-japanse-sentiment-bereikt-hysterische-hoogten~bc69092b/", "summary": "Ik weet niet wat ons in godsnaam te wachten staat; we zijn allemaal stante pede voor het leger opgeroepen.\nzoiets doen, maar het zouden spionnen kunnen zijn van de kibei (nisei die studeerden in Japan, red.).\nHet anti-­Japanse sentiment zal hysterische hoogten bereiken en je kunt er op rekenen dat de nisei als Japanners zullen worden gezien.\nIk wilde vanavond naar San Francisco, maar Kenny Murase zegt dat ik getikt ben en dat we op de campus moeten blijven.\nHoe dan ook, we kunnen niet afzijdig blijven en we zullen onze positieve kant moeten laten zien, willen we ooit deel uitmaken van het grote Amerikaanse ideaal.", "paragraphs": ["Aanval op de Amerikaanse basis Ford Island tijdens de aanval op Pearl Harbour. Beeld Getty", "Berkeley, 7 december 1941", "Pearl Harbor. We zijn in oorlog! ­Jezus Christus, de Jappen hebben Hawaï gebombardeerd en de hele vloot tot zinken gebracht. Onvoorstelbaar. Ik weet niet wat ons in godsnaam te wachten staat; we zijn allemaal stante pede voor het leger opgeroepen.", "Warren Tsuneishi maakt zich zorgen om zijn verwanten, want de radio bericht over rellen in San Francisco en er zijn geruchten over sabotage. Ik kan me niet voorstellen dat nisei (nazaten van Japanse immigranten, red.) zoiets doen, maar het zouden spionnen kunnen zijn van de kibei (nisei die studeerden in Japan, red.).", "Ik denk dat de Jappen ons nu ­komen bombarderen, maar ik ga me inschrijven en vechten, ook al ben ik een lafaard en geloof ik niet in oorlog – nu moet het. Ik ben een egoïst. Ik denk niet aan Californië en Amerika, maar aan wat ons nu te wachten staat. Het is mogelijk dat ze vreemdelingen gaan opsluiten. Dus als we willen bewijzen dat we Amerikanen zijn, dan is dit het moment. Het anti-­Japanse sentiment zal hysterische hoogten bereiken en je kunt er op rekenen dat de nisei als Japanners zullen worden gezien.", "Ik wilde vanavond naar San Francisco, maar Kenny Murase zegt dat ik getikt ben en dat we op de campus moeten blijven. Hoe dan ook, we kunnen niet afzijdig blijven en we zullen onze positieve kant moeten laten zien, willen we ooit deel uitmaken van het grote Amerikaanse ideaal."], "authors": ["Erik Van Den Berg"], "keywords": ["dat", "van", "niet", "bereikt", "en", "maar", "sentiment", "ik", "zijn", "op", "antijapanse", "ons", "hysterische", "dagboekfragment", "hoogten", "het"], "pubDate": "2020-12-06T23:00:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}