{"id": "e7152d34-7f2e-3692-9d13-453e11ff7656", "title": "Rome herontdekt het lezen, de boekhandel is een toevluchtsoord", "url": "https://trouw.nl/leven/rome-herontdekt-het-lezen-de-boekhandel-is-een-toevluchtsoord~baafcd0a/", "summary": "Nu we al even samenleven met het virus wordt de vraag naar boeken groter.\nOnafhankelijke boekwinkels hebben ­samen een bezorgsysteem opgezet voordat Amazon het terrein zou kapen en zijn bedreven geraakt in het organiseren van online lezingen­­ en boekenclubs.\nIn 1964 werd bij werkzaamheden onder de vloer een stuk van een boog ontdekt, zo hoog als drie verdiepingen van een palazzo.\nHet bleek de toegangspoort tot de grootste Isistempel van het antieke Rome.\n“Dit pand ertegenover konden we kopen en hier gaan we nooit meer weg.”Ze redden het, met hun vele vaste ­klanten en bovendien wordt door de crisis ­lezen herontdekt.", "paragraphs": ["Toen in maart alles dicht moest behalve winkels met spullen waar een mens niet zonder kan, zoals levensmiddelen en ­medicijnen, klonk het verontwaardigd: “Boeken zijn óók onontbeerlijk, zeker in een tijd als deze”.", "Aan het begin van de pandemie hoorde ik overigens dat niemand zich kon concentreren op een boek: te veel in de ban van de dagelijkse berichten. Dat gold ook voor mij en ik glipte zo vaak mogelijk de deur uit voor stiekeme wandelingetjes om me te vergapen aan de lege stad.", "Nu we al even samenleven met het virus wordt de vraag naar boeken groter.", "Sinds ik hier in 1985 arriveerde zijn er in Rome tweehonderd boekhandels verdwenen. De legendarische Duitse boekentempel Herder tegenover het parlement, maakte plaats voor herenmode en ook in de voormalige Libreria Croce – een van mijn favorieten omdat de vertaling van mijn debuut daar in de etalage lag – kun je tegenwoordig terecht voor kleren.", "Maar nu zijn die kledingzaken leeg en veranderen de boekwinkels die stand hebben gehouden, in een toevluchtsoord, soms met rijen voor de deur.", "Onafhankelijke boekwinkels hebben ­samen een bezorgsysteem opgezet voordat Amazon het terrein zou kapen en zijn bedreven geraakt in het organiseren van online lezingen­­ en boekenclubs.", "Een van de grootste boekhandels van Rome is bij mij om de hoek, maar ik wandel graag twee straten verder naar boek­­­­handel-antiquariaat Cesaretti in de Via del Piè di Marmo, genoemd naar de kolossale marmeren­­­ voet van de godin Isis die daar staat.", "Het bescheiden voorportaaltje voert naar drie hoge, met elkaar verbonden ruimtes waarvan de muren tot aan de nok bedekt zijn met boeken. Een smal pad meandert tussen stapels door.", "De grootste Isistempel van het antieke Rome", "Ik word begroet door twee kleine corpulente heren, Saverio en Amadeo Cesaretti, vierde en vijfde generatie boekverkopers. De opa van Amadeo’s oma begon de zaak in 1888 aan de overkant. In 1964 werd bij werkzaamheden onder de vloer een stuk van een boog ontdekt, zo hoog als drie verdiepingen van een palazzo. Het bleek de toegangspoort tot de grootste Isistempel van het antieke Rome. Archeologen moesten er altijd bij kunnen en dat geschuif met boeken was geen doen. “Dit pand ertegenover konden we kopen en hier gaan we nooit meer weg.”", "Ze redden het, met hun vele vaste ­klanten en bovendien wordt door de crisis ­lezen herontdekt.", "“Maar je moet vroeg beginnen”, zegt Amadeo. “Anders ben je ze kwijt. Voorlezen, voorlezen en daarna moeten kinderen zo snel mogelijk zelf gaan lezen, doet er niet toe wat, zonder ze te kwellen met vragen over structuur en diepere betekenis. Ja, je kunt zeggen, als Dante Beatrice niet was ­tegengekomen had hij de Komedie niet ­geschreven, maar verder niks, dan gaat de lol eraf.”", "Zo is het ook met Rome, lever je uit aan de stad, de diepere lagen komen later wel.", "Rosita Steenbeek is schrijfster en woont deels in Rome. Meer van haar columns leest u hier."], "authors": ["Rosita Steenbeek"], "keywords": ["boekhandel", "van", "zijn", "toevluchtsoord", "voor", "en", "rome", "een", "met", "herontdekt", "het", "niet", "lezen", "je"], "pubDate": "2020-12-19T11:05:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}