{"id": "e7236e33-e9f6-3ec1-ab91-4a74e51890ec", "title": "De ic’s lopen vol: tijd om de kerken te sluiten", "url": "https://trouw.nl/opinie/de-ic-s-lopen-vol-tijd-om-de-kerken-te-sluiten~b820cf1e/", "summary": "Wanneer dit zich verder doorzet, dreigt nu voor het eerst serieus een scenario zwart.\nOok de protesten van een individuele dappere zorgmedewerker bij de ingang van een kerk in Barneveld brengen hier geen verandering in.\nEn uiteraard zijn wij geen voorstander van selectie aan de poort van het ziekenhuis op grond van ongewenst gedrag.\nLees ook:Hoe kan het dat de coronabesmettingen in orthodox-christelijke dorpen zo hard stijgen?\nIn het voorjaar, tijdens de eerste coronagolf, gebeurde het en nu gebeurt het weer: het virus rukt op in gemeenten waar veel behoudende christenen wonen, waarschuwt het RIVM.", "paragraphs": ["De huidige druk op de bedden geeft geen enkele ruimte meer om sommige groepen in onze samenleving ongewenste privileges te verlenen, stellen Radboudumc-intensivisten Hans van der Hoeven, Alec van Veenendaal en Hugo Touw.", "De Kerst is voorbij en de ic-afdelingen liggen ­helemaal vol. Overplaatsingen naar een ander ziekenhuis lukken bijna niet meer en artsen en verpleegkundigen maken zich grote zorgen hoe de komende weken zullen verlopen. De criteria voor opname op de ic verschuiven ongemerkt, eufemistisch ‘code grijs’ genoemd. Wanneer dit zich verder doorzet, dreigt nu voor het eerst serieus een scenario zwart. Een scenario waarin wij patiënten met een goede kans op genezing geen plek zouden kunnen bieden op de ic.", "Gelukkig heeft de in nood afgekondigde strenge lockdown daadwerkelijk voor minder contacten tussen mensen gezorgd en moet het aantal opnames in de ziekenhuizen nu gaan afnemen. De Nederlandse bevolking lijkt, voor het eerst sinds de eerste golf, opnieuw doordrongen te zijn van het feit dat het menens is en houdt zich nu wel min of meer aan de overbekende maatregelen.", "Iedere Nederlander? Nee, een kleine groep streng gelovigen blijft zich actief verzetten en kerkdiensten organiseren. Dit doen zij ondanks de opgelaaide discussie en protesten van de maatschappij en, tot nu toe, dringende maar vrijblijvende verzoeken van burgemeesters en het Outbreak Management Team.", "Ook de protesten van een individuele dappere zorgmedewerker bij de ingang van een kerk in Barneveld brengen hier geen verandering in. Het betreft hier immers een grondrecht, zo wordt geredeneerd. Het is wellicht daarom niet verrassend dat negen van de tien belangrijkste coronabrandhaarden zich in (streng) christelijke gemeenschappen bevinden.", "Eenmaal besmet, wordt er niet meer op de wijsheid van de Almachtige vertrouwd", "Het excuus is simpel. Niet het virus of ons gedrag, maar God bepaalt uiteindelijk of we ziek worden. Als dat eenmaal toch gebeurt en het gaat goed mis, dan wordt er minder op de wijsheid van de Almachtige vertrouwd. In dat geval wordt toch ­liever voor het ziekenhuis gekozen en zo nodig ook voor behandeling op de intensive care.", "En daar wringt de schoen. Tegen deze kerkgangers willen we zeggen: U kent natuurlijk de Tien Geboden als geen ander. En de uitspraak van Jezus: ‘Heb uw naaste lief als uzelf’. Het feit dat u een andere kerkganger besmet, lijkt ons geen teken van naastenliefde, maar goed: uw medekerkganger heeft hier uiteindelijk ook zelf voor gekozen.", "Dat geldt echter niet voor alle andere Nederlanders die een plek op de intensive care nodig hebben, maar die straks niet kunnen krijgen omdat de bedden vol zijn, en voor hen van wie nu de zorg al wordt uitgesteld. Wij gaan er namelijk wel van uit dat met naasten ook niet-gelovigen worden bedoeld.", "Hou op met deze waanzin", "Begrijp ons goed, dit is geen ­aanklacht tegen welke religie of godsdienst dan ook. En uiteraard zijn wij geen voorstander van selectie aan de poort van het ziekenhuis op grond van ongewenst gedrag. Maar u begrijpt hopelijk wel dat ook van u gevraagd wordt om uw steentje bij te dragen aan deze voortgaande crisis.", "Tegen de regering zeggen wij: hou direct op met deze ‘waanzin’ en sluit voorlopig de kerken. De huidige druk op de bedden geeft geen enkele ruimte meer om sommige groepen in onze samenleving ongewenste privileges te verlenen. Voor veel te veel andere burgers zijn de consequenties te groot.", "Hoe mooi zou het zijn als onze christelijke gemeenschap dit nu zelf in zou zien? Het lijkt ons een groot teken van naastenliefde tijdens deze dagen en dat is toch waar het in feite allemaal om draait.", "Lees ook:", "Hoe kan het dat de coronabesmettingen in orthodox-christelijke dorpen zo hard stijgen?", "In het voorjaar, tijdens de eerste coronagolf, gebeurde het en nu gebeurt het weer: het virus rukt op in gemeenten waar veel behoudende christenen wonen, waarschuwt het RIVM. Maar hoe komt dat?", "Ingrijpen bij kerken kan wel degelijk, maar is het nodig?", "Verhindert de vrijheid van godsdienst dat de overheid in de strijd tegen het coronavirus mag ingrijpen bij kerken? Nee, zeggen juristen. Maar over de vraag of het ook nodig is, verschillen ze van mening."], "authors": ["Hans Van Der Hoeven", "Alec Van Veenendaal En Hugo Touw"], "keywords": ["vol", "kerken", "ics", "van", "voor", "en", "om", "sluiten", "een", "tijd", "lopen", "geen", "nu", "te", "op", "het", "maar", "dat"], "pubDate": "2020-12-31T09:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}