{"id": "e72a0be6-308b-32a0-bfb7-f70fe28684ca", "title": "Heftige emoties geven reliëf aan het leven", "url": "https://nrc.nl/nieuws/2020/12/30/heftige-emoties-geven-relief-aan-het-leven-a4025633", "summary": "We onthouden vooral wat afwijkt van het gemiddelde, zei Douwe Draaisma, psycholoog en geheugenexpert, eens in Psychologie Magazine.\nBinnen dansen, al was het maar met vier mensen.\nHeftige emoties geven reliëf aan het leven, ze steken uit boven het zeeniveau van het alledaagse.\nDe immense saaiheid van dit jaar zal het in de herinnering dan ook afleggen tegen de intensiteit van het afwijkende.\nMaar we vergeten hoelang en hoe zwaar die angst op ons drukte, want het voorjaar staat nu in het teken van de verlossing die de zomer bracht en het goede nieuws over het vaccin.", "paragraphs": ["Hoe vaak is een jaar nou écht memorabel? Hoe lekker we ook herkauwen in december, de meeste jaren verdwijnen vlug erna in de anonimiteit. 2020 zal dat niet snel overkomen. De vraag is: hoe zullen we ons dit jaar herinneren?", "Voor sommige mensen zal het hun geschiedenis ingaan als een rampjaar. Degenen die iemand aan corona verloren, zelf langdurig ziek werden, of hun baan of bedrijf kwijtraakten – om wat dingen te noemen.", "Maar mensen die niet zo direct door de crisis geraakt werden, onder wie ikzelf, zullen misschien wel met een goed gevoel terugdenken aan 2020. „Dat voorjaar met die prachtige blauwe luchten”, zullen we tegen elkaar zeggen. „Die wandelingen met glühwein… de binnenlandse uitjes… Irma Sluis…” Steeds vertederder: „Die malle looproutes en de spatmaskers…” Zelfs Zoom-vergaderingen zullen met terugwerkende kracht een plekje in ons hart veroveren. „Haha, weet je nog, dat we dan stiekem nog een pyjamabroek aanhadden?”", "In werkelijkheid waren er natuurlijk veel saaie en ellendige momenten. Maar vanwege hun gelijkvormigheid zullen die worden ingedikt tot één gevoel, dat als een onbeduidend onderdeel kan worden doorgespoeld. We onthouden vooral wat afwijkt van het gemiddelde, zei Douwe Draaisma, psycholoog en geheugenexpert, eens in Psychologie Magazine. „In het grijze middengebied tussen piekervaringen en nare gebeurtenissen wordt flink geruimd.”", "Wél onthoudwaardig zijn nieuwe indrukken en heftige emoties – beide dit jaar overvloedig aanwezig. De angst van het begin, de woede over regelontduikers, maar ook de blijdschap en opluchting bij dingen die weer konden na de eerste golf. Een omhelzing, een terrasje. Binnen dansen, al was het maar met vier mensen.", "Heftige emoties geven reliëf aan het leven, ze steken uit boven het zeeniveau van het alledaagse. De immense saaiheid van dit jaar zal het in de herinnering dan ook afleggen tegen de intensiteit van het afwijkende. Hoe we ons dat afwijkende zelf herinneren, hangt weer af van de afloop, zei Draaisma vorige maand in NRC. Als we gered worden door het vaccin, „dan zullen we wel onthouden hoe erg het was, maar vergeten hoelang we eronder geleden hebben”.", "Ik merk dat nu al. We wéten nog hoe beangstigend het begin was: dat niks zeker was, dat er misschien wel nooit een vaccin zou komen. Maar we vergeten hoelang en hoe zwaar die angst op ons drukte, want het voorjaar staat nu in het teken van de verlossing die de zomer bracht en het goede nieuws over het vaccin.", "Herinneren kan iets magisch hebben. Als de pandemie voorbij is, kan een saaie, frustrerende tijd met wat goedgemikt vergeetwerk zo een prachtige ervaring worden.", "Floor Rusman (f.rusman@nrc.nl) schrijft elke woensdag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 30 december 2020"], "authors": ["Floor Rusman", "Leestijd Minuut"], "keywords": ["emoties", "van", "en", "reliëf", "een", "leven", "met", "maar", "aan", "hoe", "geven", "het", "heftige", "zullen", "dat", "die"], "pubDate": "2020-12-30T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}