{"id": "e731c243-2c34-33c8-8f01-ae48a9429670", "title": "Feyenoorder Haps terug na lange absentie: 'Blij weer bij team te zijn'", "url": "https://nos.nl/artikel/2360924-feyenoorder-haps-terug-na-lange-absentie-blij-weer-bij-team-te-zijn.html", "summary": "De linksback, die voor zijn absentie ook als aanvaller opereerde, kwam op 8 november voor het laatst in actie.\nTrainer Dick Advocaat zag zich daardoor twee weken geleden nog genoodzaakt te benadrukken dat Haps \"gewoon ziek\" was.\nDaar wil ik het graag bij laten en ik hoop dat iedereen dat respecteert\", zegt Haps op de website van Feyenoord.\n\"Ik ben in ieder geval erg blij dat ik weer onderdeel van het team ben.\"\nHet was zwaar om te zien, omdat je het liefst zelf op het veld wil staan\", aldus Haps.", "paragraphs": ["Ridgeciano Haps heeft na weken van afwezigheid de training bij Feyenoord hervat. De linksback, die voor zijn absentie ook als aanvaller opereerde, kwam op 8 november voor het laatst in actie.", "Feyenoord liet destijds weten dat Haps ontbrak om \"medische redenen\". Over de exacte reden van zijn afwezigheid werd door fans van de Rotterdamse club sindsdien druk gespeculeerd.", "Trainer Dick Advocaat zag zich daardoor twee weken geleden nog genoodzaakt te benadrukken dat Haps \"gewoon ziek\" was.", "Haps doorbreekt stilte", "\"De club heeft al gemeld dat mijn afwezigheid te maken had met medische redenen. Daar wil ik het graag bij laten en ik hoop dat iedereen dat respecteert\", zegt Haps op de website van Feyenoord. \"Ik ben in ieder geval erg blij dat ik weer onderdeel van het team ben.\"", "Haps kwam dit seizoen in totaal in tien duels in actie en scoorde daarin vier keer. \"Het is moeilijk te zeggen wanneer ik weer wedstrijden kan spelen. Ik ben er een periode uit geweest. Het is belangrijk dat ik nu weer ga trainen.\"", "\"Ik heb alle wedstrijden van Feyenoord vanuit huis gevolgd. Het was zwaar om te zien, omdat je het liefst zelf op het veld wil staan\", aldus Haps. \"We hebben nog veel om voor te spelen. Er komen nog mooie wedstrijden aan.\""], "authors": [], "keywords": ["lange", "van", "bij", "ik", "blij", "te", "het", "voor", "team", "weer", "terug", "feyenoorder", "op", "dat", "haps", "wedstrijden", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}