{"id": "e734030b-5607-3e0f-aa17-f97eda6ef437", "title": "Shoppen in Londen en verhuizen naar het VK: dit merken wij van de Brexit", "url": "https://nu.nl/economie/6098711/shoppen-in-londen-en-verhuizen-naar-het-vk-dit-merken-wij-van-de-brexit.html", "summary": "Na 1 januari zal onze relatie met het Verenigd Koninkrijk er daardoor heel anders uitzien, maar wat merken we daar eigenlijk van in het dagelijks leven?\nTot oktober mag je nog met een ID-kaart de grens over, maar daarna moet je toch echt een paspoort laten zien.\nMoeilijker wordt het om in het VK te wonen en werken.\nAls ze langer dan vijf jaar in het VK wonen, kunnen ze het verzoek indienen voor een settled status.\nDe onderhandelingen tussen het VK en de EU duurden erg lang omdat het moeilijk was om afspraken te maken over het vissen in elkaars vaarwater.", "paragraphs": ["Vlak voor Kerst werd donderdag na jaren van onderhandelen een Brexit-deal gesloten. Na 1 januari zal onze relatie met het Verenigd Koninkrijk er daardoor heel anders uitzien, maar wat merken we daar eigenlijk van in het dagelijks leven?", "Op vakantie gaan kan nog, maar verhuizen is meer gedoe", "Op persoonlijk vlak zullen Nederlanders weinig van de Brexit merken. Vanaf 1 januari komt aan het vrije verkeer van mensen over de grens een einde. Tot oktober mag je nog met een ID-kaart de grens over, maar daarna moet je toch echt een paspoort laten zien.", "Moeilijker wordt het om in het VK te wonen en werken. Een meerderheid van de Britten wilde de immigratie aan banden leggen en was daarom voorstander van de Brexit. Vanaf 1 januari komt er daarom een op punten gebaseerd systeem waardoor mensen die in het VK willen werken, aan hoge eisen moet voldoen.", "Nederlanders die nu al in het VK wonen, kunnen daar gewoon blijven. Als ze langer dan vijf jaar in het VK wonen, kunnen ze het verzoek indienen voor een settled status. Daarmee mogen ze in het VK wonen, werken, kunnen ze een pensioen opbouwen en gebruikmaken van publieke diensten. Wie nog niet zo lang in het VK woont, kan een pre-settled status aanvragen en die na een paar jaar omzetten in de settled status.", "Toch zal je misschien, ook als je gewoon in Nederland blijft, de gevolgen van de Brexit merken, en wel in je portemonnee. Mogelijk worden bepaalde goederen duurder, maar daarover later meer.", "De visserij krijgt last van de deal", "Ondernemers krijgen veel meer last van de Brexit, en dan met name de visserij. De onderhandelingen tussen het VK en de EU duurden erg lang omdat het moeilijk was om afspraken te maken over het vissen in elkaars vaarwater. Dat mag nog, maar onder voorwaarden.", "Vissers uit EU-landen mogen in Britse wateren 25 procent minder vis vangen (vooral minder haring). De Britten mogen juist meer vangen in Europese wateren, met name schol.", "Dit betekent dat de Nederlandse visserij geld misloopt en daar is de sector dan ook niet blij mee. De Redersvereniging voor de Zeevisserij, belangenbehartiger VisNed en de Nederlandse Vissersbond zeggen dat het duidelijk is dat de visserij een hoge prijs betaalt, aangezien een deel van de vangstrechten van de EU worden overgedragen aan het VK.", "\"Door de omvang van de Nederlandse visserijsector betekent dit honderden miljoenen verlies aan vangstrechten voor Nederland\", schrijven de belangenbehartigers in een verklaring. \"Nederlandse bedrijven hebben een aanzienlijk deel van hun vangstquotum voor makreel en haring in rook op zien gaan. Dit komt nooit meer terug.\"", "Handeldrijven met de Britten wordt ook ingewikkelder", "Maar ook andere ondernemers zullen last krijgen van de Brexit. Tot en met 31 december kan een vrachtwagen nog gewoon een schip in de Rotterdamse haven op rijden, en na aankomst in het VK eenvoudig weer z'n weg vervolgen.", "Na 1 januari wordt dat lastiger. Chauffeurs hebben de juiste export- en douanepapieren nodig en hun vracht kan gecontroleerd worden. Dat kan zorgen voor vertraging, oponthoud en lange files. Omdat vervoerders aan meer eisen moeten voldoen om hun vracht over de grens te kunnen vervoeren, is het te verwachten dat de transport- en administratiekosten hoger worden.", "Die extra uitgaven berekenen bedrijven meestal door aan de consument. Hoe groot de gevolgen hiervan zijn voor de prijzen van Britse producten in Nederland is nog onduidelijk. Maar dat goederen duurder worden, is zeker niet uitgesloten."], "authors": ["Door"], "keywords": ["londen", "verhuizen", "van", "wij", "nog", "naar", "shoppen", "en", "een", "voor", "met", "aan", "vk", "het", "dat", "merken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}