{"id": "e73c968c-809a-32e9-89a0-7a9ca6143405", "title": "Zwolse binnenstad stroomt vol voor laatste kerstinkopen vanwege lockdown", "url": "https://nu.nl/zwolle/6096614/zwolse-binnenstad-stroomt-vol-voor-laatste-kerstinkopen-vanwege-lockdown.html", "summary": "\", vraagt een vrouw terwijl ze haar fiets pal voor het Zwolse Balletjeshuis stalt.\nHoewel de vrouw als tweede in de rij aansluit, staat er enkele minuten later al een rij van zes man voor de winkel.\nVoor het stallen van de fiets op de daarvoor aangewezen plekken lijkt geen tijd; ze staan schots en scheef neergezet aan de zijkant van het Grote Kerkplein.\nDe winkelstraten worden drukker en drukker, de nabijgelegen fietsenstallingen vullen zich snel.\nIk krijg het nieuws over de lockdown net door\", zegt Annelies Scholten, medewerkster van het Zwolse Balletjeshuis.", "paragraphs": ["Volgens winkeliers is het maandag ontzettend druk in de Zwolse binnenstad. Rond 11.45 uur werd bekend dat Nederland vanaf middernacht in een \"harde lockdown\" gaat. Sindsdien wordt het steeds drukker in het centrum van de Overijsselse hoofdstad.", "\"Is dit de rij?\", vraagt een vrouw terwijl ze haar fiets pal voor het Zwolse Balletjeshuis stalt. \"Ik haal hier wel vaker cadeautjes, maar dit heb ik niet eerder meegemaakt.\"", "Hoewel de vrouw als tweede in de rij aansluit, staat er enkele minuten later al een rij van zes man voor de winkel. Voor het stallen van de fiets op de daarvoor aangewezen plekken lijkt geen tijd; ze staan schots en scheef neergezet aan de zijkant van het Grote Kerkplein.", "Het is tekenend voor de situatie in de gehele binnenstad. De winkelstraten worden drukker en drukker, de nabijgelegen fietsenstallingen vullen zich snel. De aangekondigde lockdown zal in eerste instantie duren tot 19 januari, dus ook Zwollenaren willen maandag nog hun laatste inkopen doen.", "Winkeliers zetten zich schrap voor een drukke middag. \"Ik ga m'n collega bellen, want ik denk dat ik zo versterking nodig heb. Ik krijg het nieuws over de lockdown net door\", zegt Annelies Scholten, medewerkster van het Zwolse Balletjeshuis.", "Ook Robin Overweg, portier van Waanders in de Broeren, ziet het snel drukker worden. \"Het is natuurlijk vervelend dat we weer dicht moeten. Ik verwacht echt een Black Monday. Het zou natuurlijk beter zijn als iedereen thuisbleef, maar mensen komen toch massaal boeken kopen.\" Ook parfumeries, lingeriewinkels, schoenenzaken worden drukbezocht."], "authors": ["Door"], "keywords": ["drukker", "vanwege", "zwolse", "van", "stroomt", "vol", "laatste", "voor", "lockdown", "het", "ik", "een", "worden", "kerstinkopen", "rij", "binnenstad"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}