{"id": "e754b582-3dfe-3533-97f6-763858b1e1a0", "title": "Trendy Trentino richt zich op een veeleisend, smaakvol publiek", "url": "https://volkskrant.nl/reizen/trendy-trentino-richt-zich-op-een-veeleisend-smaakvol-publiek~b1343bff/", "summary": "Beeld Noel van BemmelLoop een stukje mee, over het plein van het Noord-Italiaanse bergdorp Madonna di Campiglio.\nEen reusachtig zoutkristal met een gloeilamp erin.\nNog steeds richt het dorp zich op een veeleisend publiek.\nDe ober schrijft je naam op het wijnetiket; voor morgen op je vaste tafeltje.\nEen elegante stad vol palazzi uit de 16de eeuw, brede winkelstraten, pleinen met fonteinen, een middeleeuwse kathedraal en een bisschoppelijk paleis.", "paragraphs": ["Zwembad van het nieuwe Lefay biohotel in Pinzolo. Beeld Noel van Bemmel", "Loop een stukje mee, over het plein van het Noord-Italiaanse bergdorp Madonna di Campiglio. Kijk naar het flanerende publiek: goedgekleed, goedgemutst en een tikje zelfbewust. Een andere sfeer, kortom, dan na een dagje wandelen in Oostenrijk of Frankrijk. Daar kleden bezoekers zich niet om voor een aperitivo, zijn de pleinen vaak verlaten en gaan de rolluiken vroeg dicht. In Campiglio ga je pas om acht uur aan tafel en bestel je spaghetti met octopus uit een slow food-keuken. Hier kom je niet alleen om te wandelen, dat zou echt zonde zijn.", "Neem het uitzicht. Laat ik het maar gewoon zeggen: de Italiaanse Dolomieten zijn de mooiste bergen ter wereld. Natuurlijk, de Alpen zijn ook mooi, evenals de Karpaten, de Kaukasus, de Andes en de Himalaya. Ruig, imposant en nederig stemmend. Maar nergens gloeien de wanden van steen als in de Dolomieten: zachtroze, hard grijs, ijzig blauw. De Monti Pallidi, de bleke bergen, zijn een blank canvas. Een reusachtig zoutkristal met een gloeilamp erin.", "Aan hun voeten liggen klassieke steden. Het elegante Trento, hoofdstad van de rijke provincie Trentino – fraai opgeknapt voor het Concilie van Trente (1545-1563), een religieus congres waarover bewoners praten alsof het gisteren was. En het kleinere Rovereto, een ambachtsstadje vol fraaie koopmanshuizen. Voor beide steden geldt: er staan ambitieuze kunst- en natuurmusea die zich kunnen meten met de beste van Europa.", "Reisspecial Omdat het weer kan en mag: vier vakantiebestemmingen op auto-afstand en tóch in het buitenland. Deel 1: Wandelen in Portugal Deel 2: Het legendarische Hotel Lutetia in Parijs Deel 3: De ruige bergregio van Kroatië Deel 4: Het Noord-Italiaanse Trentino Deel 5: De Vipava Vallei in Slovenië", "‘Dit was altijd een stijlvolle zomerbestemming’, zegt Roberto Masè van familiehotel Crozzon in Madonna de Campiglio. De 72-jarige eigenaar combineert een tweedjasje met klassieke bergschoenen. Keizer Franz Josef en prinses Sissi walsten eind 19de eeuw in de art-deco-zaal van het oude Hotel des Alpes. Die staat er nog steeds, inclusief balzaal. Masè: ‘In de jaren zestig kwamen de vakantiehuisjes van welgestelde Italianen, nog later de skiliften.’ Campiglio onderscheidt zich volgens hem van andere bergstations door de betere winkels en goede restaurants.", "Nog steeds richt het dorp zich op een veeleisend publiek. Neem Crozzon, toch gewoon een berghotel, maar de keuken serveert gerstesoep met varkenswang, yoghurtcake met safraan. De ober schrijft je naam op het wijnetiket; voor morgen op je vaste tafeltje. De kamers zijn net gerenoveerd, zoals die van veel hotels in Campiglio; ruim, met veel hout, vilt en glas. In de kelder een nieuw zwembad met een spa.", "Trento, tussen de oude stad en nieuwe wijk van Renzo piano Beeld Noel van Bemmel", "Het dorp wil concurreren met de betere bergstations van Europa. De helft van de 2,8 miljoen wintergasten komt uit Italië. In de zomer bezoeken een paar honderdduizend bezoekers het station.", "Liftbaas Bruno Felicetti vertelt dat Madonna di Campiglio meer Noord-Europeanen hoopt te lokken door samen te werken met de naastgelegen regio rond het Gardameer. ‘Daar stikt het van de Nederlanders en Duitsers, maar die gaan nooit een dagje de bergen in. Dat is toch raar?’", "Vraag het de bezoekers zelf, families uit Warschau of Zagreb, en ze antwoorden: ‘Noord-Italië is goed bereikbaar per auto en het eten is hier geweldig. Alleen al het kleine Campiglio telt drie restaurants met een Michelinster. Gewoon in een hotel. Chef-kok Sabino van Il Gallo Cedrone: ‘Mijn menu is een reis door heel Italië! We beginnen in Trentino en we eindigen in Sicilië.’", "Wie niet op zoek is naar culinaire hoogstandjes, wandelt een zijvallei in. Alle geluid sterft weg, dennenbomen filteren het zonlicht, geen mens te bekennen - want geen lift. In een houten berghut aan een meertje serveren drie zusters zelfgebakken taart. Of verse pasta. Een dochter des huizes loopt net naar buiten voor een bergwandeling. ‘Kun je alsjeblieft opschrijven dat hier echt nooit een lift mag komen!’", "Het middeleeuwse dorpje Pinzolo, wat lager op de berg, hoort ook bij het gebied. Alleen al een bezoek waard vanwege de befaamde muurschildering Danza Macabra uit 1539: een optocht van dansende skeletten die arm en rijk meevoeren naar het hiernamaals. Een sober stemmende gedachte voor de gasten van het nieuwe Lefay biohotel verderop. Modern design, duurzaam, ambitieus restaurant, 5.000 vierkante meter spa met dampend buitenbad. Investering: 65 miljoen euro.", "Zak nog verder de berg af, door een woeste kloof, en je arriveert in provinciehoofdstad Trento. Een elegante stad vol palazzi uit de 16de eeuw, brede winkelstraten, pleinen met fonteinen, een middeleeuwse kathedraal en een bisschoppelijk paleis. Allemaal tiptop in de verf, want dit is Trentino. Alleen het politiebureau, het postkantoor en de rechtbank staan op instorten, want die worden door de Italiaanse staat onderhouden. De stadsgids: het is gevaarlijk om een pakketje op te halen.", "Loop een wijnbar in naast de dom voor een glaasje Trento DOC bruiswijn en de barman zet de snijmachine aan voor salami, ham, kaas en focaccia. Hoort erbij. De lunch kan zomaar tagliatelle met brandnetels en spek zijn. De topattractie van Trento is echter het wetenschapsmuseum Muse. Een futuristisch gebouw van architect Renzo Piano die er meteen een moderne woonwijk aan vast plakte. We cirkelen omhoog in een glazen atrium langs dinosaurusskeletten en zwermen opgezette vogels. Schoolklassen uit heel Italië bezoeken dit natuurmuseum.", "Een stukje verder in de vallei ligt het stadje Rovereto, op tijd afremmen want je je rijdt er zo voorbij over de snelweg van Innsbruck naar Verona. En dat zou jammer zijn. Niet vanwege het kasteel of het middeleeuwse centrum aan de rivier, maar vooral vanwege het museum voor moderne kunst MART. Architect Mario Botta creëerde een moderne versie van het Pantheon in glas en staal, gevuld met werk van 20ste-eeuwse kunstenaars als Giorgio Morandi, Giorgio de Chirico en local boy Fortunato Depero. Die futurist kreeg ook een apart museum in Rovereto vol illustraties, meubels, wandtapijten en kostuums die nog steeds hun tijd vooruit zijn. Bestel een Campari en bewonder Depero’s klassieke flesje.", "Zelfs de kantine van MART, naast de souvenirshop, is een bestemming op zich. Chef Alfio Ghezzi zegde zijn baan op bij een befaamd sterrenrestaurant in ruil voor meer creatieve ruimte. Zo bedacht hij bij een tentoonstelling over de befaamde danseres Isadora Duncan (blootvoets, etherisch, vrij) een gerechtje met rode biet. Architect Mies van der Rohe (‘less is more’) smeekt volgens Ghezzi om een gerecht met één ingrediënt. ‘Bloem, stronk en bladeren van een bloemkool op diverse manieren klaar gemaakt’.", "Klimaat Reken de CO 2 -belasting van deze reis uit met voorlichtingsorganisatie Milieu Centraal. Vlucht en verblijf zijn te compenseren via treesforall.nl of fairclimatefund.nl. Meer informatie op klimaatwijsopvakantie.nl, milieucentraal.nl/vakantievervoer.", "Madonna di Campiglio. Beeld Bisti", "Dat soort dingen verwacht je niet, als je een weekje wandelen in Trentino boekt. Tot verdriet van het verkeersbureau blijven toeristen ‘s winters hangen in de skistations, en ’s zomers op de campings rond het Gardameer. Terwijl de afstanden klein zijn. Boek bijvoorbeeld een kamer in de eenvoudige bed & breakfast van Sergio Valentini, met uitzicht over Rovereto. Dan zit je al snel voor een bordje Brocoli di Torbole, waarbij de gastheer uitlegt hoe hij boeren overtuigt deze vergeten groente weer te kweken. Want Valentini is tevens slow-food president van Trentino en Zuid-Tirol. ‘Kwaliteit kun je niet los zien van duurzaamheid.’", "Valentini heeft alle tijd om over zijn passie te praten, want zijn vrouw staat achter het fornuis. ‘Het liefst zou ik alle gasten meenemen op een rondje langs aangesloten boeren en veehouders. En daarna samen koken.’ Briljant idee, waar kan de lezer boeken? ‘Meen je dat? Hmm, daar ga ik over nadenken.’", "Madonna de Campiglio ligt 1.100 km van Utrecht en heeft geen treinstation. Trento en Rovereto zijn bereikbaar per trein (drie keer overstappen). B&B in Trento: alcavour34.it. B&B in Rovereto van slowfood-president: locandadelletrechiavi.it/en. Algemene informatie: campigliodolomiti.it/en, visittrentino.info/en. Natuurmuseum Muse in Trento: muse.it/en. Kunstmusea in Rovereto: mart.trento.it."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "smaakvol", "op", "het", "met", "veeleisend", "trendy", "zijn", "die", "trentino", "een", "richt", "zich", "en", "publiek", "je", "voor"], "pubDate": "2020-07-07T17:31:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}