{"id": "e75c495d-77f3-31c0-a521-833e29c3e6b2", "title": "'Over de donkere dagen van dit jaar ligt een sluier van verdriet'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5204856/donkere-dagen-dit-jaar-sluier-van-verdriet-corona-knabbelen-beschermlaag", "summary": "De donkere dagen waren altijd al donker, dit jaar zijn ze voor mijn gevoel zwart.\nIk merk het aan de verhalen van vriendinnen, buren, aan de berichten die ik lees al scrollend door mijn tijdlijn: wij zijn moe.\nWe hebben een tv en een computer, spelletjes en knutselspullen én elkaar om mee te vermaken.\nMaar hoe ik ook probeer om naar de positieve kanten te kijken en hoe vaak ik probeer om aan de dingen te denken waarvoor ik dankbaar ben, soms knaagt het.\nEn knabbelt er iets aan het laagje dat ik bij mezelf heb aangebracht om me tegen 2020 te beschermen.", "paragraphs": ["De donkere dagen waren altijd al donker, dit jaar zijn ze voor mijn gevoel zwart. Ik merk het aan de verhalen van vriendinnen, buren, aan de berichten die ik lees al scrollend door mijn tijdlijn: wij zijn moe. Verdrietig en moe. Uiteraard gaan we moedig voorwaarts, net zolang tot dat ^%$#^#-virus verslagen is, want er zit niets anders op. Maar ik moet eerlijk toegeven: een beetje coronamoe ben ik inmiddels wel.", "Ik wil er zo min mogelijk over zeiken. Want ik ben bang dat ik erin blijf hangen en daar schiet niemand iets mee op. Bovendien: zoveel te zeuren is er niet, dus wat zeur ik nou? We zitten warm en droog, we hebben genoeg te knagen, we hebben lieve familie, vrienden, nou ja, vooral buren op straat om ons heen. We hebben een tv en een computer, spelletjes en knutselspullen én elkaar om mee te vermaken. Maar hoe ik ook probeer om naar de positieve kanten te kijken en hoe vaak ik probeer om aan de dingen te denken waarvoor ik dankbaar ben, soms knaagt het. En knabbelt er iets aan het laagje dat ik bij mezelf heb aangebracht om me tegen 2020 te beschermen."], "authors": [], "keywords": ["ik", "er", "van", "dagen", "jaar", "donkere", "ligt", "sluier", "een", "en", "dit", "om", "aan", "te", "verdriet", "op", "het", "hebben"], "pubDate": "2020-12-23T06:53:17Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}