{"id": "e76169d8-2b7c-3bfd-9f55-abbd0aff806f", "title": "Zakenman eist ruim 2 miljoen euro van Estelle Cruijff", "url": "https://nu.nl/achterklap/6094594/zakenman-eist-ruim-2-miljoen-euro-van-estelle-cruijff.html", "summary": "Jacques Parson, de zakenman van wie Estelle Cruijff haar woning in Amsterdam kocht, eist 2 miljoen euro van haar.\nDat bedrag is een combinatie van het aankoopbedrag en de achterstallige rente die Cruijff bij hem heeft opgebouwd.\nDe rechter in Amsterdam heeft maandag besloten dat voor 11 januari een routekaart moet zijn opgesteld voor het betalen van het bedrag, zo meldt Shownieuws maandag.\nSinds het begin van het jaar wordt in media regelmatig geschreven over de openstaande schuld van Cruijff, zo'n 160.000 euro.\nCruijff kocht in 2017 het appartement in Amsterdam van Parson voor 1,2 miljoen euro.", "paragraphs": ["Jacques Parson, de zakenman van wie Estelle Cruijff haar woning in Amsterdam kocht, eist 2 miljoen euro van haar. Dat bedrag is een combinatie van het aankoopbedrag en de achterstallige rente die Cruijff bij hem heeft opgebouwd.", "De rechter in Amsterdam heeft maandag besloten dat voor 11 januari een routekaart moet zijn opgesteld voor het betalen van het bedrag, zo meldt Shownieuws maandag.", "Sinds het begin van het jaar wordt in media regelmatig geschreven over de openstaande schuld van Cruijff, zo'n 160.000 euro. De socialite was goed bevriend met de schuldeiser, maar door achterstallige betalingen is die vriendschap inmiddels bekoeld.", "Cruijff kocht in 2017 het appartement in Amsterdam van Parson voor 1,2 miljoen euro. De lening voor deze woning sloot ze bij hem af, waarna ze regelmatig betalingen zou gaan doen om die schuld af te lossen. Die betalingen bleken niet te lukken en zo kwam het dat eind 2019 discussies ontstonden. De schuldeiser heeft beslag laten leggen op de woning.", "De rechter vroeg in eerste instantie de twee partijen er zelf uit te laten komen, maar deze zomer bleek dat dat niet gelukt was en dat het tot een uitspraak moest komen. Die uitspraak werd meerdere keren verplaatst.", "Een bron vertelde aan Story dat er voor Cruijff niets anders opzat dan haar woning op Ibiza te verkopen. Dat zou de enige manier zijn waarop zij haar schuld nog kon aflossen. Die woning is echter ook in handen van Parson en dus is het onduidelijk of dit voldoende is. Beide partijen wilden eerder niet reageren op de diverse verhalen."], "authors": ["Door"], "keywords": ["miljoen", "van", "eist", "estelle", "het", "woning", "die", "voor", "cruijff", "haar", "dat", "te", "en", "euro", "ruim", "zakenman"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}