{"id": "e761ff29-ffca-3f34-8904-40a3ffc31f6c", "title": "Eindexamenroosters dit op de schop, kwetsbare groep 8’ers eerder naar school", "url": "https://volkskrant.nl/nieuws-achtergrond/eindexamenroosters-dit-op-de-schop-kwetsbare-groep-8-ers-eerder-naar-school~bbce0a03/", "summary": "Daardoor kunnen leerlingen die tijdens de eerste periode ziek zijn of in quarantaine zitten toch examen doen.\nDie mogelijkheid geldt ook voor leerlingen die staatsexamen doen.\nDe maatregelen van het kabinet bieden uitdrukkelijk de mogelijkheid om ‘kwetsbare’ leerlingen naar school te blijven laten komen.\nSpeciaal onderwijsDaarbij moet volgens de richtlijn bijzondere aandacht uitgaan naar het speciaal onderwijs, het speciaal basisonderwijs en naar nieuwkomers.\nDit geldt eveneens voor leerlingen die thuis geen veilige basis hebben of die thuis onvoldoende begeleiding kunnen krijgen bij het leren.", "paragraphs": ["Een eindexamenleerling in Waalwijk is bezig met opgaven tijdens de eerste coronagolf. Beeld Marcel van den Bergh", "Leerlingen die dit schooljaar eindexamen doen, mogen die examens verdelen over twee verschillende perioden. Daardoor kunnen leerlingen die tijdens de eerste periode ziek zijn of in quarantaine zitten toch examen doen. Leerlingen mogen ook zonder opgaaf van redenen een of meerdere examens doorschuiven naar de tweede periode. Bovendien krijgen eindexamenleerlingen een extra mogelijkheid tot herkansing, in een derde periode. Die mogelijkheid geldt ook voor leerlingen die staatsexamen doen.", "Het eerste tijdvak loopt dit schooljaar van maandag 17 mei tot en met dinsdag 1 juni, staat in de richtlijn van de Rijksoverheid. Het tweede tijdvak van maandag 14 juni tot en met vrijdag 25 juni. Een derde tijdvak voor eventuele laatste herkansingen loopt van dinsdag 6 juli tot en met vrijdag 9 juli.", "Eindexamenleerlingen mogen, in tegenstelling tot andere scholieren en studenten, naar school blijven komen. Dat geldt ook voor studenten die tentamens hebben. Voor leerlingen in groep 8 van de basisschool geldt die uitzondering niet. Scholen mogen wel fysiek onderwijs blijven bieden aan leerlingen die zij als ‘kwetsbaar’ beschouwen. Ook basisscholen willen graag van die mogelijkheid gebruik maken, bleek woensdag.", "Logistieke problemen", "De vele uitzonderingen leveren logistieke problemen op, zeggen vertegenwoordigers van zowel het basis- als het voortgezet onderwijs. Scholen hebben de opdracht om reisbewegingen te beperken, maar veel docenten moeten nu voor één lesuurtje naar school reizen. ‘Het kabinetsbesluit wringt een beetje met wat het ministerie van Onderwijs wil’, zegt Jan Poels, hoofd organisatie bij het Pius X-college in Bladel.", "De beslissing van het kabinet om scholen tot en met zondag 17 januari te sluiten en over te schakelen op onderwijs via internet, leiden tot organisatorische hoofdbrekens. Veel middelbare scholen, volgens de Algemene Vereniging van Schoolleiders zelfs een meerderheid, hebben daarom besloten de kerstvakantie al af te kondigen. Die zou op maandag 21 december ingaan.", "De scholen geven er de voorkeur aan om, in plaats van halsoverkop en slecht voorbereid over te schakelen op online onderwijs, het onderwijs-op-afstand vanaf januari goed te organiseren. ‘Ouders nemen scholen een dagje geen les minder kwalijk dan een rommelende communicatie’, zegt Marc Teulings, directeur van het Haarlem College.", "Scholen hebben bovendien tijd nodig om uit te zoeken welke scholieren extra hulp nodig hebben. De maatregelen van het kabinet bieden uitdrukkelijk de mogelijkheid om ‘kwetsbare’ leerlingen naar school te blijven laten komen.", "Speciaal onderwijs", "Daarbij moet volgens de richtlijn bijzondere aandacht uitgaan naar het speciaal onderwijs, het speciaal basisonderwijs en naar nieuwkomers. Dit geldt eveneens voor leerlingen die thuis geen veilige basis hebben of die thuis onvoldoende begeleiding kunnen krijgen bij het leren. Bij die laatste groep kan het gaan om sociale problemen, bijvoorbeeld ouders die in een vechtscheiding zijn verwikkeld, of om praktische obstakels.", "‘In sommige gezinnen is er één laptop voor zes mensen’, zegt Teulings van het Haarlem College. ‘Als we niet op tijd apparatuur aan die kinderen kunnen geven, ontvangen we ze met open armen.’ Op de vmbo-school van Teulings zullen deze leerlingen dan in een klaslokaal online lessen volgen, onder begeleiding.", "Ook basisscholen zijn druk bezig de leerlingen in kaart te brengen die in aanmerking komen voor fysiek onderwijs, vooral die in groep 8. Dat meldt de PO-Raad, brancheorganisatie voor het primair onderwijs.", "Leerlingen in groep 8 van de basisschool vergen bijzondere aandacht omdat zij dit jaar te horen krijgen welk niveau van vervolgonderwijs voor hen geschikt is. De eindtoets en het schooladvies komen eraan. Bovendien kregen deze kinderen tijdens de eerste golf, toen zij nog in groep 7 zaten, ook al deels thuisonderwijs.", "‘Aan de uitvoering is nog veel onduidelijk in de nieuwe lockdown’, zegt een woordvoerder van de PO-Raad. ‘Zoals wie verantwoordelijk is voor bepaalde kosten. In een ander opzicht is het beleid glashelder: school en leerkracht bepalen welke leerlingen kwetsbaar zijn. Het is ook heel goed mogelijk dat een school zegt: bij ons is een hele klas kwetsbaar.’"], "authors": ["Remco Andersen", "Nick De Jager"], "keywords": ["van", "die", "dit", "school", "groep", "eerder", "een", "en", "onderwijs", "te", "tot", "eindexamenroosters", "op", "voor", "naar", "schop", "8ers", "het", "kwetsbare", "leerlingen"], "pubDate": "2020-12-16T16:30:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}