{"id": "e7876216-8c5d-3742-924a-dce9f7824f05", "title": "Joe Biden laat zich volgende week vaccineren tegen Covid-19", "url": "https://www.nrc.nl/nieuws/2020/12/07/vs-verkiezingsblog-2020-14-a4022833", "summary": "Joe Biden laat zich volgende week vaccineren Trumps opvolger Joe Biden laat zich volgende week in het openbaar vaccineren tegen het coronavirus, liet zijn woordvoering donderdag weten.\nFederale aanklagers in Delaware, de thuisstaat van Hunter Biden en zijn vader Joe Biden, voeren het onderzoek uit.\nOok was hij de eerste zwarte bevelhebber van het centrale commando van het Amerikaanse leger.\nTopimmunoloog Anthony Fauci is benoemd tot hoofdadviseur van Biden op het gebied van het virus.\nZo gaf hij de Democraat de bijnaam „Beijing Biden” en suggereerde hij dat Biden vatbaar was voor Chinese corruptie.", "paragraphs": ["Joe Biden laat zich volgende week vaccineren Trumps opvolger Joe Biden laat zich volgende week in het openbaar vaccineren tegen het coronavirus, liet zijn woordvoering donderdag weten. De president-elect laat het moment vastleggen, in de hoop het publieke vertrouwen in coronavaccinaties te vergroten. Ook in aanwezigheid van pers. Eerder had de zittende vicepresident Mike Pence aangekondigd hetzelfde te doen. Pence en Biden krijgen het vaccin van BioNTech en Pfizer toegediend. Dat is vorige week goedgekeurd voor gebruik door de Federal Drug Administration. Deze week is in de Verenigde Staten een vaccinatiecampagne met het middel opgestart. In het Verenigd Koninkrijk gebeurde dat vorige week al. De Europese Commissie, wiens richtlijnen Nederland volgt, geeft naar verwachting aanstaande maandag groen licht voor het vaccin van Pfizer en BioNTech. In de Verenigde Staten zijn voor de afgelopen 24 uur ten minste 3.700 mensen overleden aan de gevolgen van Covid-19. De gezondheidsautoriteiten registreerden meer dan 231.000 positieve tests. Wat beide statistieken betreft, gaat het om een Amerikaans dagrecord. Eén van de Amerikanen die positief testten op het coronavirus, was minister van Binnenlandse Zaken David Bernhardt. Bij wijze van routinecontrole voor een afspraak met president Donald Trump, werd Bernhardt woensdag getest. Hij is volgens een woordvoerder asymptomatisch en kan in quarantaine doorwerken. Trump liep het virus in oktober op en moest daarvoor enkele dagen worden behandeld in een militair ziekenhuis. De Amerikaanse minister van Binnenlandse Zaken David Bernhardt Foto Brendan Smialowski / AFP", "Buttigieg minister van Transport onder Biden Pete Buttigieg, de voormalig burgemeester die maandenlang meestreed om de Democratische nominatie voor de Amerikaanse presidentsverkiezingen, is door aankomend president Joe Biden voorgedragen als minister van Transport. Dat meldt Biden op zijn website. In een verklaring noemt Biden Buttigieg „een patriot en een probleemoplosser”. De voormalige burgemeester van de stad South Bend in Indiana zou met zijn aanstelling de eerste openlijk homoseksuele minister in de Verenigde Staten worden. Amerikaanse media melden verder dat Jennifer Granholm, voormalig gouverneur van Michigan, topkandidaat is om de nieuwe minister van Energie te worden. Deb Haaland, een afgevaardigde uit New Mexico van inheemse afkomst, zou kandidaat zijn om Binnenlandse Zaken-minister te worden.", "Pete Buttigieg streed eerder mee om de Democratische nominatie voor de presidentsverkiezingen. Foto EPA / Justin Lane", "Ook Bolsonaro en Obrador feliciteren Biden met verkiezingswinst Dinsdag hebben ook de Braziliaanse president Jair Bolsonaro en zijn Mexicaanse ambtsgenoot Andrés Manuel López Obrador de Amerikaanse president-elect Joe Biden gefeliciteerd met zijn verkiezingswinst. Dat melden internationale persbureaus en Bolsonaro zelf op Twitter. De gelukswensen komen zes weken na de uitslag, terwijl die meestal direct na de verkiezingen worden geuit. Het waren vrijwel de laatste regeringsleiders van wie nog felicitaties werden verwacht. De uiterst-rechtse Bolsonaro schrijft dinsdag op Twitter bereid te zijn om met de nieuwe regering van Biden samen te werken en „de soevereiniteit, democratie en vrijheid in de hele wereld” samen te verdedigen. López Obrador, die een nauwe band heeft met de zittende president Donald Trump, zei op een persconferentie dat hij dankbaar is voor Bidens positieve houding tegenover Mexicaanse migranten. Verder onderstreepte hij het belang van een onderlinge relatie „op basis van samenwerking, vriendschap en respect voor onze soevereiniteit”. President Bolsonaro begin december. Foto Sergio Lima / AFP", "McConnell erkent verkiezingswinst Joe Biden De Republikeinse leider in de Amerikaanse Senaat Mitch McConnell heeft zich neergelegd bij het feit dat Joe Biden de presidentsverkiezingen van 3 november heeft gewonnen. Op de Senaatsvloer feliciteerde hij de Democraat dinsdagochtend (Amerikaanse tijd) met zijn overwinning. „Ons land heeft officieel een president-elect en een vicepresident.” Maandag ratificeerden de kiesmannen uit alle vijftig staten plus het federaal district Washington, de hoofdstad, de uitkomst van de verkiezingen in het voordeel van Biden. Hij behaalde 306 kieszetels, terwijl er voor het presidentschap 270 nodig zijn. Biden kreeg in absolute aantallen al ruim zeven miljoen stemmen meer dan zittend president Donald Trump. McConnell donderdag in de Senaat: „Het Kiescollege heeft gesproken. Ik wil president-elect Joe Biden feliciteren. Hij is geen onbekende in dit Huis.” Biden zat voor hij onder Barack Obama vicepresident werd, 36 jaar in de Senaat. McConnell feliciteerde ook de nieuwe vicepresident Kamala Harris, tot voor kort senator namens Californië. „Ondanks onze verschillen, kunnen alle Amerikanen trots zijn op het feit dat voor het eerst een vrouw is verkozen tot vicepresident.” Donald Trump probeerde de afgelopen weken de verkiezingsuitslag aan te vechten, tot aan het Hooggerechtshof aan toe. De president blijft niettemin ten onrechte volhouden dat niet Joe Biden, maar hij de rechtmatige winnaar is. „Er is in ons land nog nooit zoiets gebeurd”, tweette hij vrijwel tegelijkertijd met McConnells toespraak in de Senaat. Van de grootschalige fraude die volgens Trump is gepleegd, is echter nooit bewijs gevonden. Van de zestig rechtszaken die de president en zijn team aanspanden, verloor hij er 59. therecount The Recount Senate Majority Leader McConnell acknowledges Biden’s win for the first time: “The Electoral College has spoken … I want to congratulate President-elect Joe Biden.” https://t.co/zBHNOxATRH 15 december 2020 @ 15:17 Volgen", "Ook Poetin feliciteert Biden als winnaar van de Amerikaanse verkiezingen De Russische president Vladimir Poetin heeft president-elect Joe Biden dinsdag gefeliciteerd met het winnen van de Amerikaanse presidentsverkiezingen begin vorige maand. Dat meldt persbureau Reuters dinsdag. Poetin is een van de laatste regeringsleiders die Biden feliciteren. In een verklaring van het Kremlin liet Poetin weten klaar te zijn voor samenwerking met Biden. „Rusland en de Verenigde Staten, die samen verantwoordelijkheid dragen voor wereldwijde veiligheid en stabiliteit, kunnen ondanks hun verschillen de problemen en uitdagingen van de wereld oplossen.” Maandag koos het college van kiesmannen Biden formeel tot president van de Verenigde Staten. Daarop besloot Poetin zijn felicitaties bekend te maken. Het Kremlin had eerder al laten weten te willen wachten tot de uitslagen officieel waren vastgelegd voordat het zich uitsprak. Dat is ongebruikelijk, meestal worden direct na de verkiezingen felicitaties geuit. Het aantal regeringsleiders dat Trump blijft steunen in zijn strijd tegen de verkiezing van Biden, neemt steeds verder af. Nu hebben vrijwel alleen de Braziliaanse president Jair Bolsonaro en zijn Mexicaanse collega Andrés Manuel López Obrador Biden nog niet erkend als nieuwe president. President Poetin en de toenmalig vicepresident Biden schudden elkaar de hand in Moskou maart 2011. Foto Maxim Shipenkov/EPA", "Biden: ‘democratie zegeviert’ na valse beschuldigingen door Trump Aankomend president Joe Biden heeft maandagavond tijdens een toespraak gezegd dat „de democratie heeft gezegevierd”, nadat leden van het kiescollege eerder op de dag zijn overwinning bij de presidentsverkiezingen in november formeel bevestigden. Dat schrijft AP. Hoewel de democratische instellingen van de Verenigde Staten volgens Biden „op de proef zijn gesteld en bedreigd” door ongefundeerde beschuldigingen van kiesfraude door president Donald Trump en zijn aanhangers, hebben ze het niet begeven, zei hij. „De vlam van democratie is in deze natie lang geleden aangestoken, en nu weten we dat niets - zelfs geen pandemie of misbruik van de macht - die vlam kan doven.” De toespraak van Biden vormde zijn scherpste veroordeling tot nu toe van Trumps weigering om zijn nederlaag toe te geven. Hij riep zijn Republikeinse tegenstanders op om zich neer te leggen bij het resultaat van „eerlijke, vrije verkiezingen”. Het is ongekend dat een Amerikaanse aankomende president daar ruim een maand na zijn verkiezingszege toe moet oproepen. Een grote meerderheid van de Republikeinse leden van het Congres heeft tot nu toe geweigerd de zege van Biden te erkennen, in navolging van Trump - ondanks het feit dat er geen bewijs is geleverd van kiesfraude en tientallen rechtszaken tegen de uitslagen in meerdere staten door rechters tot aan het Hooggerechtshof zijn verworpen. Na de zege van Biden in het kiescollege kwam een aantal Republikeinse senatoren schoorvoetend over de brug. Nooit eerder in de moderne tijd werd tot na de stemming in het Electoral College, een formaliteit, gewacht met erkenning van de winnaar. „De stemming van het kiescollege maakt duidelijk dat Joe Biden nu aankomend president is”, verklaarde Senator Rob Portman uit Ohio. „Het proces is zoals het is en de grondwet moet worden gevolgd”, zei Senator Joni Ernst uit Iowa. Aankomend president Joe Biden maandag tijdens een toespraak in Wilmington, Delaware, nadat het kiescollege hem formeel tot president koos. Foto Patrick Semansky / AP", "Minister van Justitie Bill Barr neemt voor de Kerst ontslag De Amerikaanse minister van Justitie Bill Barr neemt nog voor de Kerst ontslag, heeft hij maandag per brief verklaard. Barr, een trouwe bondgenoot van president Donald Trump die desondanks zijn ongefundeerde beschuldigingen van verkiezingsfraude niet heeft gesteund, verlaat zijn post op 23 december. Plaatsvervangend minister van Justitie Jeff Rosen zal de functie tijdelijk vervullen tot de beëdiging van aankomend president Joe Biden op 20 januari, heeft Trump laten weten in een tweet. realDonaldTrump Donald J. Trump Just had a very nice meeting with Attorney General Bill Barr at the White House. Our relationship has been a very good one, he has done an outstanding job! As per letter, Bill will be leaving just before Christmas to spend the holidays with his family… 14 december 2020 @ 22:39 Volgen Trump heeft de afgelopen weken onvrede geuit over Barr, die begin vorig jaar aantrad als minister van Justitie en zich opstelde als een zeer loyale pleitbezorger van de president. Barr verklaarde eerder deze maand dat zijn ministerie geen grootschalige kiesfraude heeft geconstateerd die de uitslag van de presidentsverkiezingen in het geding zou brengen. Trump houdt al weken vol dat zijn verkiezingsnederlaag te maken heeft met fraude, maar heeft daar geen bewijs voor geleverd. Ook was Trump teleurgesteld in Barr omdat het ministerie van Justitie voor de verkiezingen geen onderzoek aankondigde naar Hunter Biden, de zoon van Joe Biden. De president haalde het afgelopen weekend uit naar Barr nadat The Wall Street Journal schreef dat de minister eerder dit jaar op de hoogte was van een onderzoek naar de belastingen van Hunter Biden. Trump retweette een verklaring van radiopresentator Todd Starnes dat Barr zou moeten worden ontslagen. „Een grote teleurstelling!”, aldus Trump.", "Minister van Justitie Bill Barr tijdens een toespraak in Washington in oktober 2019. Foto Tom Brenner/Reuters", "Electoral College kiest Biden formeel tot president Het Amerikaanse college van kiesmannen heeft Joe Biden maandag formeel gekozen tot president van de Verenigde Staten. Het Electoral College bevestigde zoals verwacht de verkiezingszege van Biden in november. Californië, de staat met de meeste inwoners van de VS, leverde maandagmiddag (plaatselijke tijd) de 55 stemmen van zijn kiesmannen aan Biden, conform de verkiezingsuitslag. Daarmee passeerde de aankomende president de grens van 270 kiesmannen om te winnen. Het kiescollege telt 538 leden. In alle vijftig staten en Washington D.C. kwamen kiesmannen en -vrouwen bijeen om formeel de president te kiezen. Eerder op de dag kenden de zogenoemde ‘electors’ van de swing states Michigan, Pennsylvania, Wisconsin, Georgia, Arizona en Nevada hun stemmen toe aan Biden, in overeenstemming met de verkiezingsuitslagen in die staten. Trump heeft de afgelopen weken zonder succes geprobeerd die uitslagen juridisch aan te vechten, in de hoop alternatieve groepen kiesmannen te laten aanwijzen. Biden won bij de presidentsverkiezingen uiteindelijk 306 kiesmannen, Trump kreeg er 232. Alle leden van het Electoral College stemden maandag op de kandidaat aan wie ze op basis van de uitslag in hun staten waren toegezegd. Er waren geen ‘faithless electors’, ontrouwe kiesmannen die op een andere kandidaat stemmen dan ze worden geacht te doen. In voorgaande jaren is dat incidenteel voorgekomen. Normaal gesproken is de vierjaarlijkse verkiezing van de president door het kiescollege weinig meer dan een formaliteit. Dit jaar kreeg het ritueel echter meer aandacht omdat veel Republikeinen de verkiezingszege van Biden nog niet hebben erkend. Sommigen verwezen daarbij naar het feit dat zijn verkiezing pas officieel zou worden na de stemming door het kiescollege. Biden wordt op 20 januari beëdigd. Susan McFaddin, een van de negen leden van het kiescollege namens Colorado, brengt maandag haar stem uit voor Joe Biden in het parlementsgebouw van de staat in Denver. Foto David Zalubowski / AP", "Aanhangers Trump demonstreren in Washington In verschillende Amerikaanse steden zijn zaterdagavond lokale tijd pro-Trumpdemonstraties gehouden. Duizenden aanhangers van de president gingen de straat op om te protesteren tegen de uitslag van de presidentsverkiezingen, waarbij volgens hen gefraudeerd is. Daarbij kwam het tot ongeregeldheden tussen de Trumpaanhangers en aanwezige tegendemonstranten. De grootste demonstratie werd gehouden in Washington, waar enkele duizenden mensen op de been waren. Toen activisten, die volgens persbureau Reuters deel uitmaakten van de Black Lives Matters-beweging, slaags raakten met demonstranten moest de oproerpolitie ingrijpen met traangas. Eén man raakte gewond bij een schietpartij, zes anderen werden gearresteerd. Een deel van de demonstranten voor Trump maakten deel uit van de extreemrechtse Proud Boys-groepering. Sommigen van hen waren gewapend en droegen kogelvrijvesten. In de loop van de avond keerde de rust terug nadat de in groten getale aanwezige politie een einde maakte aan de protestmars. Ook in de staten Georgia, Pennsylvania, Michigan, Wisconsin, Nevada en Arizona stonden pro-Trump demonstraties gepland.", "Proud Boys bij de demonstratie voor Trump in Washington. Foto Jim Urquhart / Reuters", "Hooggerechtshof verwerpt Republikeinse rechtszaak tegen verkiezingsuitslag Het Amerikaanse Hooggerechtshof heeft vrijdag een rechtszaak van Republikeinen verworpen om de verkiezingszege van aankomend president Joe Biden in vier staten aan te vechten. Dat is een zware juridische tegenslag voor president Donald Trump, die de zaak steunde. Dat meldt AP. Het proces werd deze week aangespannen door de minister van Justitie van de staat Texas, een bondgenoot van Trump. Het was een ongekende poging om de verkiezingsuitslagen van vier andere staten - Pennsylvania, Michigan, Wisconsin en Georgia - ongeldig te laten verklaren. Biden won de verkiezingen in die vier staten. Het proces werd gesteund door ministers van Justitie van negentien andere staten en 127 Republikeinse leden van het Congres. Trump diende woensdag een motie in bij het Hooggerechtshof om te worden erkend als mede-eiser. In het proces werd gevraagd om de vier staten ervan te weerhouden Democratische kiesmannen af te vaardigen naar het Electoral College, dat komende maandag bijeenkomt om Biden als president te kiezen. De vier staten verzochten het Hof de zaak te verwerpen omdat die ongegrond zou zijn. Daarin werden ze gesteund door 22 andere staten en Washington D.C. Volgens het Hooggerechtshof heeft Texas geen juridisch recht om de andere staten voor het Hof te dagen, want de staat „heeft geen juridisch aantoonbaar belang aangewezen in de manier waarop een andere staat zijn verkiezingen organiseert”, zo liet het Hooggerechtshof weten in een korte verklaring. Het was de tweede grote tegenslag voor Trump bij het Hooggerechtshof deze week, na een reeks juridische missers bij lagere rechters in meerdere staten. Dinsdag verwierp het Hof een beroep van Republikeinen in Pennsylvania om poststemmen in de staat ongeldig te laten verklaren. De president, die sinds de verkiezingen ongefundeerde beschuldigingen uit van verkiezingsfraude, rekende op steun van het Hooggerechtshof bij zijn pogingen om zijn verkiezingsnederlaag ongedaan te maken. Het Hof heeft een conservatieve meerderheid van zes tegen drie. Drie van de conservatieve hoge rechters - Neil Gorsuch, Brett Kavanaugh en Amy Coney Barrett - zijn door Trump voorgedragen. Geen van hen gaf in de korte verklaring blijk van steun voor de positie van de president. Een woordvoerder van Biden verklaarde in een reactie dat het „geen verrassing” was dat het Hooggerechtshof „ongefundeerde pogingen” verwierp om te ontkennen dat Trump de verkiezingen heeft verloren. Josh Shapiro, minister van Justitie van Pennsylvania, schreef op Twitter dat „het hoogste Hof van ons land dit opruiende misbruik van ons verkiezingsproces heeft doorzien”. JoshShapiroPA Josh Shapiro BREAKING: Texas vs. Pennsylvania has been DENIED by the Supreme Court. Our nation’s highest court saw through this seditious abuse of our electoral process. This swift denial should make anyone contemplating further attacks on our election think twice. https://t.co/LJlaKcQ03M 11 december 2020 @ 23:43 Volgen", "Trump spreekt voor het eerst over ‘regering Biden’ De Amerikaanse president Donald Trump heeft zijn verkiezingsnederlaag nog altijd niet toegegeven, maar erkende vrijdag op Twitter wel impliciet dat Joe Biden de nieuwe president wordt. Trump riep in een tweet het Hooggerechtshof op de VS te redden van de puinhoop die de ‘regering van Biden’ volgens hem gaat veroorzaken. „Nu de regering van Biden nog jaren een schandalige puinhoop zal zijn, is het voor het Hooggerechtshof van de Verenigde Staten veel gemakkelijker om de grondwet te volgen en te doen wat iedereen weet dat er gedaan moet worden. Ze moeten grote moed en wijsheid tonen. Red de VS!!!”, tweette Trump. realDonaldTrump Donald J. Trump Now that the Biden Administration will be a scandal plagued mess for years to come, it is much easier for the Supreme Court of the United States to follow the Constitution and do what everybody knows has to be done. They must show great Courage & Wisdom. Save the USA!!! 11 december 2020 @ 13:16 Volgen Trump maakt niet expliciet duidelijk waar hij op doelt met „wat iedereen weet dat er gedaan moet worden”. Wellicht heeft het te maken met dat hij woensdag het Hooggerechtshof opriep om miljoenen stemmen in vier swing states ongeldig te verklaren. Trump heeft sinds de presidentsverkiezingen op 3 november tientallen rechtszaken aangespannen tegen zijn nederlaag en die allemaal verloren. Trumps laatste hoop is gevestigd op de zaak die de Texaanse minister van Justitie is begonnen tegen vier staten waar Biden als winnaar uit de bus kwam: Georgia, Michigan, Pennsylvania en Wisconsin. Die zouden illegaal de verkiezingsprocedures hebben veranderd vanwege de coronacrisis. Experts geven de zaak geen enkele kans van slagen en het is bovendien de vraag of het Hooggerechtshof de aanklacht überhaupt in behandeling gaat nemen. Het Witte Huis is zich intussen volop aan het voorbereiden op de aanstaande presidentswissel. Een woordvoerder zei donderdagavond tegen CNN dat de presidentiële ambtswoning grondiger dan gebruikelijk zal worden gereinigd voordat Joe Biden er na zijn inauguratie 20 januari intrekt. In het Witte Huis zijn de laatste maanden meerdere uitbraken van het coronavirus geweest, waaronder een besmetting van president Trump zelf.", "Zeventien staten ondersteunen verkiezingsrechtszaak Texas Een poging van Texas om via juridische weg het toewijzen van de kiesmannen van vier staten aan Joe Biden tegen te houden, wordt ondersteund door een groep van zeventien staten. Dat meldt persbureau Reuters. Ook president Donald Trump heeft gezegd zich bij de rechtszaak te voegen, die volgens hem „de grote klapper” wordt. In de rechtszaak, die is aangespannen door de openbaar aanklager van de staat Texas, wordt betoogd dat de mogelijkheid om vanwege de pandemie per post te stemmen in vier staten (Pennsylvania, Wisconsin, Georgia en Michigan) inging tegen de grondwet. Normaal gesproken zou een dergelijke zaak door Texas moeten worden aangespannen voor verkiezingsdag, tegen de staten zelf. In dit geval is de zaak echter direct ingediend bij het Hooggerechtshof. Het is nog zeer de vraag of het Hooggerechtshof de zaak daadwerkelijk oppakt. Daarvoor moeten vijf van de negen rechters hiervoor hun goedkeuring geven. Dinsdagavond verwierp het Hooggerechtshof al een andere rechtszaak, waarbij Republikeinen probeerden 2,5 miljoen poststemmen in Pennsylvania ongeldig te verklaren. Lees ook: Donaties blijven binnenstromen bij Trump: wat kan hij met al dat geld? Het Hooggerechtshof in Washington DC. Foto Hannah McKay/Reuters", "Financiële zaken Hunter Biden worden onderzocht Hunter Biden heeft bekendgemaakt dat de Amerikaanse justitie zijn belastingaangiftes onderzoekt. Dat meldt persbureau Reuters. Federale aanklagers in Delaware, de thuisstaat van Hunter Biden en zijn vader Joe Biden, voeren het onderzoek uit. Het is nog niet duidelijk wat de reden is voor het huidige onderzoek. „Ik neem dit zeer serieus, maar ik ben ervan overtuigd dat een professioneel en objectief onderzoek zal aantonen dat ik mijn zaken op een legale en passende manier heb afgehandeld,” zei Hunter Biden erover in een statement. Volgens CNN was het onderzoek al enige tijd gaande. In de afgelopen maanden was het echter grotendeels stilgelegd, vanwege richtlijnen van het ministerie van Justitie die moeten voorkomen dat een lopend onderzoek de verkiezingen beïnvloedt. Eerder suggereerde Donald Trump dat Hunter Biden zich zou hebben verrijkt in Oekraïne als topman bij een energiebedrijf. Daar werd door een senaatscommissie destijds geen bewijs voor gevonden. Bovendien keerde dit zich tegen Trump, toen bleek dat hij druk op de Oekraïense president Zelensky had gezet om Hunter Biden te onderzoeken.", "Hunter en Joe Biden op 7 november in Delaware, nadat Biden was uitgeroepen tot winnaar van de presidentsverkiezingen. Foto Andrew Harnik / AFP", "Youtube gaat video’s over verkiezingsfraude VS verwijderen Het videoplatform Youtube gaat alle nieuwe video’s verwijderen waarin wordt gesuggereerd dat er fraude is gepleegd bij de Amerikaanse presidentsverkiezingen. Dat schrijft het bedrijf woensdag in een verklaring. Op dinsdag verliep de safe harbor-deadline in de VS, wat betekent dat de uitslagen van staten die gecertificeerd zijn niet meer aangevochten kunnen worden. Voor Youtube betekent de deadline dat alle video’s die vanaf woensdag worden geüpload en waarin wordt gesproken van verkiezingsfraude, weggehaald worden. „We verwijderen bijvoorbeeld video’s waarin wordt beweerd dat een presidentskandidaat de verkiezingen heeft gewonnen vanwege wijdverbreide softwareproblemen of telfouten”, zegt het bedrijf. Lees ook: ‘Strenger’ YouTube weert nu complotdenker Lange Frans Youtube, net als andere socialemediabedrijven, kondigde al voor de verkiezingen aan content op hun platform strenger te gaan monitoren. Naar eigen zeggen heeft het bedrijf sinds september meer dan achtduizend accounts en duizenden video’s met desinformatie verwijderd. In oktober kondigde Youtube daarnaast aan video’s met complottheorieën, zoals van QAnon, te gaan verwijderen. Het account van complotdenker Lange Frans werd toen ook van de site gehaald.", "Het hoofdkantoor van Youtube in Californië. Foto Robyn Beck / AFP", "Hooggerechtshof weigert poststemmen Pennsylvania ongeldig te verklaren Het Hooggerechtshof in de VS heeft dinsdagavond een verzoek van Republikeinen om 2,5 miljoen poststemmen uit Pennsylvania ongeldig te verklaren, afgewezen. Met het ongeldig verklaren van de stemmen hoopten de Republikeinen in die staat de nipte overwinning van Democraat Joe Biden aldaar ongedaan te maken. Volgens de Republikeinen was het illegaal dat het tellen van de poststemmen in de staat zo lang was doorgegaan. Het Hooggerechtshof, dat een conservatieve meerderheid heeft en drie opperrechters die zijn aangesteld door president Donald Trump, ging niet mee in die stelling. Het is de zoveelste nederlaag bij een rechtbank voor het kamp-Trump, dat blijft volhouden dat er fraude is gepleegd bij de presidentsverkiezingen. Zo heeft ook Texas dinsdag een zaak aangespannen bij het Hooggerechtshof. Volgens de staat, die door Trump gewonnen werd, moeten de verkiezingsresultaten in Pennsylvania, Georgia, Michigan en Wisconsin ongeldig worden verklaard. De data om via de post te stemmen in die staten werden aangepast vanwege de pandemie en dit zou illegaal zijn. Het is niet bekend of het Hooggerechtshof de zaak gaat behandelen. Lees ook: Donaties blijven binnenstromen bij Trump: wat kan hij met al dat geld?", "Biden wijst kandidaat-ministers Landbouw en Huisvesting aan Joe Biden wil afgevaardigde Marcia Fudge voordragen als minister van Huisvesting. Tom Vilsack moet minister van Landbouw worden, een post die hij al eerder bekleedde tijdens de twee termijnen van oud-president Obama, melden Amerikaanse media. Het nieuws over de benoemingen komt een dag nadat bekend was geworden dat Xavier Becerra minister van Gezondheidszorg wordt en oud-generaal Lloyd Austin de minister van Defensie. De rol van minister van Huisvesting wordt naar verwachting de komende jaren extra belangrijk, nu veel Amerikanen door de pandemie dakloos zijn geraakt of problemen hebben hun huur of hypotheek te betalen. Als de benoeming van Fudge door de Senaat wordt goedgekeurd, zal de 69-jarige Afgevaardigde uit Ohio de tweede zwarte minister van Huisvesting uit de geschiedenis van de VS worden. Tom Vilsack, die in beeld is als minister van Landbouw, was eerder de gouverneur van Iowa, een staat die onderdeel is van de Corn Belt, een groot landbouwgebied waar veel graan wordt verbouwd. Na zijn gouverneurschap was de 69-jarige Vilsack minister tijdens de twee regeringen van Obama. Hij adviseerde Biden al over landbouw tijdens zijn presidentiële campagne.", "‘Biden wil oud-generaal Lloyd Austin als minister van Defensie’ Aankomend president Joe Biden is van plan voormalig generaal Lloyd Austin voor te dragen als minister van Defensie. Dat melden Amerikaanse media. Als Austin wordt bevestigd door de Senaat, zou hij de eerste zwarte minister van Defensie van de Verenigde Staten worden. Biden heeft volgens meerdere ingewijden gekozen voor de 67-jarige Austin, schrijft persbureau AP. Austin, een oud-viersterrengeneraal bij het leger, was tijdens het presidentschap van Barack Obama de hoogste Amerikaanse militair in Irak. Ook was hij de eerste zwarte bevelhebber van het centrale commando van het Amerikaanse leger. Vier jaar geleden ging hij met pensioen na een loopbaan in uniform van 41 jaar. De keuze voor Austin komt voor sommigen als een verrassing. Michele Flournoy, een voormalige hoge functionaris van het Pentagon, werd beschouwd als dé kandidaat voor de positie. Zij zou de eerste vrouwelijke minister van Defensie zijn geworden. Ook overwoog Biden oud-minister van Binnenlandse Veiligheid Jeh Johnson voor de post. De mogelijke benoeming van de carrièremilitair als hoogste baas van het Pentagon kan op weerstand stuiten in het Congres, wegens het gebruik om een heldere lijn te trekken tussen militaire en civiele leiders op het ministerie. Hoewel veel oud-ministers van Defensie hebben gediend in het leger, zijn er slechts twee ministers van Defensie geweest met een lange militaire loopbaan achter zich. Eén van hen is James Mattis, oud-minister van Defensie onder president Donald Trump. Evenals Mattis zou Austin bijzondere toestemming moeten krijgen van het Congres om minister van Defensie te worden. Sinds 1947 zijn militairen die onlangs met pensioen zijn gegaan in principe uitgesloten van de functie.", "Toenmalig Generaal Lloyd Austin, commandant van het Amerikaanse centrale commando, in 2016 tijdens een hoorzitting in de Senaat in Washington. Foto Brendan Smialowski / AFP", "Biden wijst coronateam aan, met Xavier Becerra als minister van Gezondheidszorg Aankomend president Joe Biden heeft Xavier Becerra gekozen als kandidaat-minister van Gezondheidszorg. Becerra, nu minister van Justitie van Californië, krijgt daarmee een sleutelrol bij de bestrijding van de coronapandemie in de Verenigde Staten door de nieuwe regering. Dat meldt Reuters. Biden maakte de keuze maandag bekend als deel van de benoeming van zijn team ter bestrijding van de coronapandemie. Hij heeft Rochelle Walensky, hoofd infectieziekten bij het Massachusetts General Hospital in Boston, gevraagd als hoofd van de Amerikaanse gezondheidsdienst Centers for Disease Control and Prevention (CDC). Topimmunoloog Anthony Fauci is benoemd tot hoofdadviseur van Biden op het gebied van het virus. Vivek Murthy keert terug als surgeon general, de post van hoogste gezondheidszorgambtenaar die hij ook bekleedde onder oud-president Barack Obama. Xavier Becerra, minister van Justitie van Californië, in Sacramento in maart 2019. Foto Rich Pedroncelli / AP Becerra heeft als jurist een reputatie als een gedreven verdediger van de Affordable Care Act, de wet op zorgverzekering die bekendstaat als ‘Obamacare’. De 62-jarige Latino zat namens Californië in het Huis van Afgevaardigden toen die wet werd aangenomen. Becerra is echter geen expert op het gebied van gezondheidszorg. Biden heeft hem volgens ingewijden gekozen wegens zijn onophoudelijke inspanningen om toegang tot de gezondheidszorg te verbeteren, ook onder niet-witte Amerikanen. Ook heeft hij zich ingezet om de Affordable Care Act in Californië uit te breiden, in samenwerking met de Republikeinen. Becerra werd in 2016 benoemd tot minister van Justitie van Californië, nadat aankomend vicepresident Kamala Harris die post verliet toen ze was gekozen tot senator. De grootste uitdaging voor Biden nadat bij op 20 januari wordt beëdigd is bestrijding van de coronapandemie in de VS. Covid-19 heeft bijna 15 miljoen Amerikanen besmet en aan meer dan 283.000 Amerikanen het leven gekost. Biden heeft Jeff Zients, een economisch adviseur die bekendstaat om zijn leidinggevende capaciteiten, benoemd tot coördinator van de aanpak van de pandemie, inclusief de operatie om honderden miljoenen doses vaccins te verspreiden en toe te dienen.", "‘Trumps handelsadviseur Navarro schond wet met politieke uitlatingen’ Trumps handelsadviseur Peter Navarro heeft zich tegen de regels in bemoeid met de verkiezingscampagne van de president. Door zich uit te laten over de toenmalige presidentskandidaat voor de Democraten Joe Biden en zijn running mate Kamala Harris schond Navarro de zogeheten Hatch Act, een wet die voorschrijft dat overheidsmedewerkers geen politiek gekleurde activiteiten mogen ondernemen. Dat blijkt uit een maandag gepubliceerd onderzoeksrapport over de uitingen van Navarro. Volgens een onafhankelijk federaal onderzoeksteam (OSC) heeft Navarro Biden en Harris tussen eind mei en half oktober meermaals „gekleineerd” op Twitter en in televisie-interviews. Zo gaf hij de Democraat de bijnaam „Beijing Biden” en suggereerde hij dat Biden vatbaar was voor Chinese corruptie. Ook zei hij dat Bidens presidentschap een „verwoestend” effect zou hebben op de Amerikaanse economie. Volgens Navarro was Harris „niet serieus te nemen”. Ook nadat er een onderzoek was ingesteld naar de uitspraken van de handelsadviseur, bleef hij politieke standpunten ventileren. De onderzoekers zeggen dat Navarro’s uitlatingen „bewust en opzettelijk” waren, omdat hij ze ook bleef doen nadat hij ethiektrainingen had gevolgd. Tijdens die cursussen zou hem op het hart zijn gedrukt neutraal te blijven. In juli werd bekend dat er een onderzoek naar Navarro liep, waarna hij nog zeker vijf keer over de schreef ging. Navarro is overigens niet de enige overheidsmedewerker die de Hatch Act-regels heeft geschonden: zeker veertien collega’s voerden ook tegen de wet in campagne. Zo noemde Trumps landbouwsecretaris Sonny Perdue de president een „kampioen van de vergeten mensen” op een bijeenkomst voor getroffen voedselproducenten. Perdue werd daarvoor beboet. Ook oud-adviseur Kellyanne Conway zou de wet meermaals hebben overtreden, waarna het OSC de president adviseerde haar te ontslaan - wat Trump weigerde. Het overtreden van Hatch Act-regels kunnen leiden tot een ontslag bij de overheid, degradatie naar een lagere afdeling, een schorsing, berisping of boete van duizend dollar. Handelsadviseur Peter Navarro bleef de Hatch Act - een wet die voorschrijft dat overheidsmedewerkers geen politiek gekleurde activiteiten mogen ondernemen - schenden, ook nadat hij een aantal malen was gewaarschuwd. Foto Joshua Roberts/Reuters", "Georgia gaat zege Biden opnieuw bevestigen na tweede hertelling Georgia gaat de verkiezingsoverwinning van Joe Biden in die staat voor de tweede keer officieel bekrachtigen. Dat heeft de op een na hoogste ambtenaar in de staat, de Republikein Brad Raffensperger, maandag bekendgemaakt, meldt The New York Times. Vorige maand werd de uitslag ook al bevestigd, maar daarna werden de stemmen op verzoek van de Trump-campagne voor de tweede keer herteld. Daarbij was van de stembusfraude waarover Trump het al weken heeft opnieuw geen spoor te bekennen. „We hebben de wettelijk uitgebrachte stemmen nu drie keer geteld, en de uitkomst blijft ongewijzigd”, zei Raffensperger maandag. Uit één county in Georgia moeten nog officiële resultaten van de hertelling komen, zegt een functionaris tegen The New York Times. Als die binnen zijn kan de staat de uitslag certificeren. Uit de tweede hertelling, uitgevoerd met volautomatische telmachines, blijkt dat Biden in Georgia met een geringe voorsprong van 12.000 stemmen gewonnen heeft van president Trump. Lees meer over de situatie in de zuidelijke staat: Trump klaagt en tiert in Georgia Zondagavond ving Trump bot bij de gouverneur van Georgia, zijn partijgenoot Brian Kemp, in een poging alsnog de zestien kiesmannen van de staat te bemachtigen. De president wil dat Kemp een vergadering van de volksvertegenwoordiging in Georgia bijeen zou roepen. De president hoopt dat het parlement de verkiezingsuitslag zou negeren en de kiesmannen niet aan Biden maar aan hemzelf zou toewijzen. Kemp weigerde het verzoek van Trump echter. „Iedere poging van de volksvertegenwoordiging om het verkiezingsproces te veranderen zou ongrondwettelijk zijn, en meteen stuklopen in de rechtbank”, schreef Kemp volgens persbureau AP in een verklaring. Brad Raffensperger spreekt maandag in Atalanta de media toe. Foto Erik S. Lesser/EPA"], "authors": [], "keywords": ["van", "dat", "president", "een", "joe", "en", "laat", "covid19", "te", "week", "zijn", "trump", "volgende", "zich", "vaccineren", "biden", "tegen", "het"], "pubDate": "2020-12-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}