{"id": "e78f722a-a229-3339-aa89-ea19c25f870f", "title": "De kraamkamer van het handbalsucces ligt op Papendal", "url": "https://volkskrant.nl/sport/de-kraamkamer-van-het-handbalsucces-ligt-op-papendal~b50a7a20/", "summary": "Zij is een van de drie uitverkorenen.\nSinds de academie van start is gegaan, in 2006, zijn er 68 speelsters (van de 145 uit de opleiding) over de grens gaan handballen.\nIk had wel de droom om voor het Nederlands team te spelen, maar naar het buitenland gaan trok me niet zo.\nDe eerste lichtingen, die van 1990-1991 en 1992-1993, hebben nog steeds de overhand in de nationale ploeg.\nToch een tip van de meesteropleider Clarijs voor het Nederlandse handbal: ‘Meer professionele trainers bij de clubs die jonge talenten opvangen.", "paragraphs": ["Kelly Dulfer sloeg aanvankelijk de uitnodiging voor de academie af, maar ging alsnog en groeide uit tot een van ’s werelds beste speelsters. Beeld AP", "De wereld kijkt geïnteresseerd toe, uit zijn waardering en noemt de Handbal Academie ‘een instituut’, aldus de technische leidsman van de vrouwentak, Ricardo Clarijs. Vijftien van de zestien internationals die meedoen aan het EK handbal in Denemarken zijn er opgeleid.", "Logisch", "Clarijs, bij het EK de assistent van bondscoach Manu Mayonnade, vindt al die waardering voor de in 2006 begonnen opleiding logisch. ‘We zijn een klein land. We speelden 25 jaar lang prima, maar boekten, op één uitzondering na, de vijfde plek bij het WK 2005, weinig bijzondere resultaten. Opeens halen we nu vijf jaar lang medailles. We zijn zelfs wereldkampioen, we behoren structureel tot de wereldtop. Dat trekt de aandacht. En dan moeten we vaststellen: het verschil met al die voorgaande jaren is de Handbal Academie.’", "Als de academie er niet was geweest, was Kelly Dulfer niet in de race geweest voor de uitverkiezing van ‘beste verdediger’ van de wereld in het decennium 2011-2020. Zij is een van de drie uitverkorenen. Zij, de dochter van oud-international Ingrid Dulfer, weet dat zelf ook. ‘Ik vond handbal leuk en speelde, na mijn tijd bij Ventura in Schiedam, gezellig bij eredivisieclub Quintus in Westland. Daar had ik ook mijn vriendinnen. Ik wilde daar niet weg.’", "Uitnodiging afgeslagen", "Dulfer sloeg aanvankelijk een uitnodiging voor de Handbal Academie af. ‘Een jaar later heb ik het toch gedaan. Het is me heel goed bevallen. Je bent intern, vijf dagen. Vrijdag naar huis, competitie met je club. Zondagavond weer naar Papendal. Je wordt heel zelfstandig. De sfeer, met al die andere olympische topsporters, die inspireert, die motiveert. Je gaat daar leven voor je sport. Opeens mocht ik, als jongste meetrainen, met de A-ploeg.’", "Als de academie erop zit, na drie of vier jaar, dan wacht de volgende stap in de opleiding. Naar het buitenland, Duitsland of Denemarken bij voorkeur, waar professionele clubs die technisch goed geschoolde, zich makkelijk aanpassende Oranjemeiden graag onder contract nemen. Sinds de academie van start is gegaan, in 2006, zijn er 68 speelsters (van de 145 uit de opleiding) over de grens gaan handballen.", "Europese subtop", "Clarijs: ‘Onze opleiding biedt een programma dat nog wel iets beter te maken is, maar dat vergelijkbaar is met de topclubs in Europa, althans de laag onder het niveau van de Champions League. Qua trainingsprogramma, individuele kracht, explosiviteit, baltechniek, daar kunnen we ons meten met die Europese subtop. De clubs in Nederland kunnen dat niet. Op een gegeven moment ben je uitgeleerd. De clubs uit de eredivisie hebben je dan te weinig te bieden.’", "Kelly Dulfer weet nog dat ze een ernstig gesprek had met Henk Groener, de bondscoach van 2009 tot 2016. Er werd haar iets duidelijk gemaakt. ‘Ik denk niet dat ik zonder mijn jaren bij de academie naar het buitenland was gegaan. Ik had wel de droom om voor het Nederlands team te spelen, maar naar het buitenland gaan trok me niet zo. In dat gesprek met Groener kwam het moment dat ik bij mezelf dacht: oké, dat was de gezelligheid, maar misschien moet ik nu wel 100 procent voor een handbalcarrière gaan.’", "Beste in Bundesliga", "Zo ging Dulfer (26), vooralsnog de enige Nederlandse uitblinker op het EK, via Oldenburg naar Kopenhagen om nu in Dortmund te spelen. Daar werd zij de beste speelster van de Bundesliga.", "Het buitenland trekt, zo blijkt het uit de verhalen van de academieleden. Bo van Wetering, hoekspeelster uit Heerhugowaard: ‘Ik heb drie jaar academie gedaan. Mijn vwo-diploma gehaald. Ik ging er ook heen om me als mens te ontwikkelen. Je ziet in die jaren speelsters naar het buitenland gaan. Ik wilde dat ook graag, had ik me bedacht. Maar ik bekeek het per jaar. Hoe goed ik het deed. Niet van: ik moet. En ineens kwam het op mijn pad. De club van Delaila Amega (international, red.), Metzingen, vroeg me voor een stage, met de Kerst. Dat beviel. Delaila had zich daar ook goed ontwikkeld. En ik kon samen met haar optrekken.’", "Ze tekende voor twee jaar bij de Duitse club, maar heeft inmiddels (voor 2021) alweer een volgende overeenkomst gesigneerd, bij het Deense Odense, een soort van Nederlandse enclave waar Tess Wester, Lois Abbingh en de stoppende Nycke Groot naam maken. Het is het buitenlandse pad dat velen uit de Handbal Academie belopen.", "Wereldkampioen", "Clarijs, op dicteersnelheid: ‘De Handbal Academie is de reden waardoor wij het verschil gemaakt hebben als klein handballandje. Zonder de academie waren we geen wereldkampioen geworden, hadden we al die medailles niet gewonnen. Als we nu zouden stoppen met de academie, dan is Nederland over zes, zeven jaar de nummer zestien van de wereld. En lager. Dit heeft echt het verschil gemaakt voor ons.’", "Er is door de beperkte, op amateurbasis geschoeide Nederlandse competitie geen andere weg dan de academiegedachte. ‘De besten met de besten laten trainen in de jeugd. Het niveau gaat omhoog. De eerste lichtingen, die van 1990-1991 en 1992-1993, hebben nog steeds de overhand in de nationale ploeg. Nu komen er per lichting één of twee door. Dat heeft ook te maken met het niveau van de huidige ploeg. Je moet wereldtop zijn, om door te dringen tot de A-ploeg’, aldus Clarijs.", "Dulfer en Van Wetering zijn daarin geslaagd. Uitzonderlijke talenten met een uitzonderlijke opleiding. Via het clubsysteem zou het hun nooit gelukt zijn. Toch een tip van de meesteropleider Clarijs voor het Nederlandse handbal: ‘Meer professionele trainers bij de clubs die jonge talenten opvangen. Vanaf tien jaar. Van die clubs zijn er maar vier: VOC, VZV, SEW en Quintus. Desnoods regionale centra, cto’s, maar daarboven moeten we een topacademie op Papendal houden.’", "Handbal Academie: 145 handbalsters (sinds 2006) 68 met buitenlands contract 21 Nederlandse handbalsters in buitenland zonder academie-opleiding 54 internationals 2550 interlands meeste caps: Laura van der Heijden 219 (676 goals) minste caps: Claudia Rompen 1 (0) coaches: Monique Tijsterman, Sjors Röttger, Harrie Weerman, Jokelyn Tienstra, Pierre Jansen, Ricardo Clarijs, Edwin Kippers, Gino Smits, Rick Louw, Patrick Jordaan en Gerrie Eijlers."], "authors": ["John Volkers"], "keywords": ["van", "dat", "die", "kraamkamer", "een", "handbalsucces", "en", "ligt", "ik", "op", "academie", "voor", "papendal", "met", "het"], "pubDate": "2020-12-11T18:11:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}