{"id": "e793bf7d-3cdb-3e4c-a423-d8b5bcae6038", "title": "ADO Den Haag neemt al na enkele maanden afscheid van overbodige Morrison", "url": "https://nu.nl/voetbal/6100997/ado-den-haag-neemt-al-na-enkele-maanden-afscheid-van-overbodige-morrison.html", "summary": "ADO Den Haag heeft zaterdag het contract van Ravel Morrison ontbonden.\nDe middenvelder tekende eind september voor een jaar bij de Eredivisionist, maar kon niet overtuigen in de hofstad.\nHet is niet bekend waarom ADO al na iets meer dan drie maanden afscheid neemt van de 27-jarige Morrison.\nMorrison leek een veelbelovende carrière tegemoet te gaan, want hij maakte deel uit van de jeugdopleiding van Manchester United en speelde van 2010 tot en met 2012 drie officiële duels voor 'The Red Devils'.\nADO versterkte zich eind december al met een andere middenvelder door Marko Vejinovic terug naar de Eredivisie te halen.", "paragraphs": ["ADO Den Haag heeft zaterdag het contract van Ravel Morrison ontbonden. De middenvelder tekende eind september voor een jaar bij de Eredivisionist, maar kon niet overtuigen in de hofstad.", "Het is niet bekend waarom ADO al na iets meer dan drie maanden afscheid neemt van de 27-jarige Morrison. De laagvlieger in de Eredivisie meldt in een verklaring alleen dat de twee partijen \"in onderling overleg\" hebben besloten uit elkaar te gaan.", "Morrison leek een veelbelovende carrière tegemoet te gaan, want hij maakte deel uit van de jeugdopleiding van Manchester United en speelde van 2010 tot en met 2012 drie officiële duels voor 'The Red Devils'. Daar bleef het ook bij voor de tweevoudig Jamaicaans international.", "Na avonturen bij West Ham United, Birmingham City, Queens Park Rangers, Cardiff City, Lazio, het Mexicaanse Atlas, het Zweedse Östersunds FK, Sheffield United en Middlesbrough streek Morrison eind september neer in Den Haag. Daar kon hij niet aan de verwachtingen voldoen.", "Dit seizoen kwam Morrison in slechts vijf officiële duels in actie en speelde hij 130 minuten in de competitie. ADO versterkte zich eind december al met een andere middenvelder door Marko Vejinovic terug naar de Eredivisie te halen.", "ADO Den Haag beleefde een moeizame eerste seizoenshelft en bezet de zeventiende plek in de Eredivisie. De ploeg van trainer Ruud Brood hervat de competitie zaterdag om 16.30 uur met een uitwedstrijd tegen RKC Waalwijk.", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "eredivisie", "den", "al", "overbodige", "afscheid", "en", "voor", "een", "united", "neemt", "morrison", "maanden", "te", "enkele", "het", "niet", "haag"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}