{"id": "e7aaa858-a210-3d10-a822-0e81490d6755", "title": "Kamer laakt 'vaccinatiechaos', oppositie wil meer betrokkenheid van Rutte", "url": "https://nu.nl/politiek/6100271/kamer-laakt-vaccinatiechaos-oppositie-wil-meer-betrokkenheid-van-rutte.html", "summary": "De roep om meer betrokkenheid van premier Mark Rutte bij de corona-aanpak klinkt steeds luider.\nDe Tweede Kamer debatteert met premier Rutte, minister De Jonge en minister Tamara van Ark (Medische Zorg) over de problemen met de vaccinatieaanpak van het kabinet.\nDe bewindsman zei maandag dat hij de GGD's te laat heeft gevraagd om te anticiperen op de komst van het Pfizer/BioNTech-vaccin.\n\"We zagen het eerder bij de tekorten met beschermingsmiddelen voor zorgpersoneel, het testen en het bron- en contactonderzoek.\"\nNieuw is dat de oppositie in dit debat nadrukkelijk vraagt om meer regie en betrokkenheid van premier Rutte.", "paragraphs": ["De Tweede Kamer heeft forse kritiek op de \"zwabberende\" vaccinatiestrategie van het kabinet. Volgens de oppositiepartijen heeft coronaminister Hugo de Jonge gefaald. De roep om meer betrokkenheid van premier Mark Rutte bij de corona-aanpak klinkt steeds luider.", "\"Dit is geen strategie, maar chaos. Totale chaos\", zei PVV-leider Geert Wilders dinsdag in de Tweede Kamer. \"Hoe gaat het kabinet dit gigantische falen herstellen\", wil Lilian Marijnissen (SP) weten. Lodewijk Asscher (PvdA): \"Het is een bende met vaccineren.\"", "De Tweede Kamer debatteert met premier Rutte, minister De Jonge en minister Tamara van Ark (Medische Zorg) over de problemen met de vaccinatieaanpak van het kabinet.", "Nederland begint woensdag als laatste EU-land met het zetten van de eerste prik en de volgorde waarin groepen aan de beurt komen, is in de afgelopen weken meermaals veranderd.", "'Er is een probleem met het functioneren van deze minister'", "De kritiek van de Kamer richt zich in eerste instantie op verantwoordelijk minister De Jonge. De bewindsman zei maandag dat hij de GGD's te laat heeft gevraagd om te anticiperen op de komst van het Pfizer/BioNTech-vaccin. Was dat wel gebeurd, dan had Nederland eerder kunnen beginnen met vaccineren, erkende De Jonge.", "Ook premier Rutte trok het boetekleed aan. Ook hij vindt dat hij de GGD's eerder had moeten inseinen.", "Volgens Jesse Klaver (GroenLinks) zijn er wel \"kostbare weken verloren gegaan\" en hij neemt dat De Jonge kwalijk. \"Er is een probleem met het functioneren van deze minister\", aldus Klaver. Ook Wilders stelt de positie van de coronaminister ter discussie. \"U bent niet de juiste man op de juiste plek. Laat een ander het doen, iemand die het wel kan.\" Hij zegde het vertrouwen op en kondigde een motie van wantrouwen aan.", "Volgens Marijnissen zijn de onduidelijkheid en de vertraging tekenend voor de handelwijze van De Jonge en het kabinet. \"We zagen het eerder bij de tekorten met beschermingsmiddelen voor zorgpersoneel, het testen en het bron- en contactonderzoek.\"", "Ook de coalitiepartijen zijn kritisch, maar zien niets in het naar huis sturen van De Jonge. Volgens D66 is in de vaccinatiestrategie te veel is gerekend op de toelating van het vaccin van AstraZeneca en daarmee onvoldoende rekening is gehouden met andere scenario's.", "De VVD vindt dat er meerdere scenario's uitgewerkt hadden moeten worden. Tegelijkertijd vindt de partij met het CDA en ChristenUnie dat het kabinet hier lessen uit moet trekken om het vervolg van de vaccinatiecampagne in goede banen te leiden.", "Wat de SP heeft het kabinet geen enkele ruimte meer om fouten te maken en ook de PvdA steunt de motie van wantrouwen niet.", "Kamer laakt afwezigheid premier Rutte", "Hoewel de kritiek op De Jonge fors is, is die niet nieuw. De coronaminister ligt al langere tijd onder vuur. Nieuw is dat de oppositie in dit debat nadrukkelijk vraagt om meer regie en betrokkenheid van premier Rutte.", "Wilders: \"De premier is de afgelopen twee weken totaal afwezig geweest.\" Volgens Asscher was Rutte in de afgelopen tijd \"in geen velden of wegen te bekennen\".", "Klaver: \"De premier is verantwoordelijk voor deze ploeg. Hoe gaat hij zorgen dat het niet opnieuw misgaat?\" Hij wil de premier meer zien als het gaat om de aanpak van het coronavirus. \"Ik wil dat de premier zelf direct verantwoordelijkheid neemt voor het vaccineren.\"", "Zonder direct te reageren op het verwijt dat de premier onzichtbaar zou zijn, zei de Rutte dat hij als premier eindverantwoordelijk is. Hij erkende dat er fouten zijn gemaakt en waarschuwde dat ook het vervolg van de corona-aanpak waarschijnlijk opnieuw fouten worden gemaakt.", "De premier voelt niets voor de suggestie van GroenLinks en PvdA om een nieuwe functionaris aan het coronateam toe te voegen om de portefeuille van De Jonge te ontlasten."], "authors": ["Door", "Avinash Bhikhie"], "keywords": ["van", "kamer", "betrokkenheid", "en", "laakt", "vaccinatiechaos", "premier", "met", "om", "rutte", "te", "op", "wil", "het", "meer", "hij", "dat", "oppositie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}