{"id": "e7afa0ce-b0f6-3b7e-93ce-475fa3ad3098", "title": "Vijf weken geen school? Stel je niet aan, het gaat om tien dagen!", "url": "https://www.telegraaf.nl/vrouw/1461637673/vijf-weken-geen-school-stel-je-niet-aan-het-gaat-om-tien-dagen", "summary": "Winterdorpjes„Natuurlijk riep ik het ook: ’Daar gaan we weer!’ Weliswaar alle begrip voor de maatregelen.\nDus ík zal het thuisonderwijs moeten verzorgen.”Mensenmassa„’Niet te doen, vijf weken de kinderen thuis’, hoorde ik gisteren een moeder op het propvolle schoolplein oogrollend roepen.\nIneens werd het me volledig duidelijk waarom ook de basisscholen dicht moeten: om de mensenmassa waar ik zelf middenin stond.”Opoffering„Die vijf weken, dat zijn helemaal geen vijf weken.\nHet is inderdaad wat, Gerda, dat je oogappeltje zich niet vol kan proppen met niet geheel volgens de hygiënerichtlijnen bereide wraps en minicroissantjes met knakworst.\nEn die rol moet ons prima afgaan, want als ik het gejammer van sommigen hoor, is de associatie met een stel kleuters snel gelegd.", "paragraphs": ["Winterdorpjes", "„Natuurlijk riep ik het ook: ’Daar gaan we weer!’ Weliswaar alle begrip voor de maatregelen. Ik vind het ook niet meer dan logisch dat er tot 19 januari niet meer gesleept gaat worden met Billy-boekenkasten en we ons niet meer massaal mogen verlekkeren aan de koddige winterdorpjes in tuincentra. Maar dat we die hele kinderschare weer thuis hadden en naast ons eigen werk juf en meester mochten spelen, vond ik een minder geslaagd plan. Dat is dan toch weer dat geheel menseigen ’ikke, ikke-denken’.”", "Modelleerling", "„Ik dacht meteen terug aan de eerste lockdown, waarin onze toen nog kleuter in onze geïmproviseerde lessen niet eens meer het verschil tussen een cirkel en een vierkant wist. Niets modelleerling: we vonden haar vreselijk. Alleen mijn vriend kon er nog een beetje de rede in krijgen, maar ja: die kan met zijn werk nou eenmaal niet thuiswerken en blijft gewoon fulltime aan de slag. Dus ík zal het thuisonderwijs moeten verzorgen.”", "Mensenmassa", "„’Niet te doen, vijf weken de kinderen thuis’, hoorde ik gisteren een moeder op het propvolle schoolplein oogrollend roepen. Ik stond er inmiddels zo’n drie minuten te wachten op onze dochter en telde al minstens 15 mensen die mondkapjesloos, luid tetterend en joviaal lachend mijn anderhalvemeter-zone waren binnengedrongen. Ineens werd het me volledig duidelijk waarom ook de basisscholen dicht moeten: om de mensenmassa waar ik zelf middenin stond.”", "Opoffering", "„Die vijf weken, dat zijn helemaal geen vijf weken. Vandaag, woensdag, is de eerste officiële lockdowndag. Donderdag en vrijdag hadden sowieso al in halve schooldagen in het teken gestaan van kerstvieringen en verkleedpartijtjes, dus onderwijstechnisch had dat weinig voorgesteld. Nou, dan dus twee weken vakantie – die waren er hoe dan ook geweest. En daarna nog twee weken de tanden op elkaar. Twee weken, tien schooldagen: och, och: wát een opoffering toch weer.”", "Groter probleem", "„Ik heb inmiddels ouders op social media kinderlijk krijsend op de grond zien liggen omdat het kerstontbijt van hun kind niet doorgaat. Het is inderdaad wat, Gerda, dat je oogappeltje zich niet vol kan proppen met niet geheel volgens de hygiënerichtlijnen bereide wraps en minicroissantjes met knakworst. En supervervelend allemaal voor kleine Lotte en Daan, maar die twee hebben echt een groter probleem als ze over een paar weken op de begrafenis van hun eigen opa of oma staan.”", "Essentiële fonduepan", "„We moeten even inleveren, allemaal. En we kunnen wel blijven betwisten hoe effectief of oneerlijk of niet te begrijpen de maatregelen zijn: laten we nou gewoon collectief in actie komen, doen wat er gevraagd wordt en korte metten maken met dat takkevirus. Hoe absurd is het dat we tóch gewoon die winkelstraten in blijven dribbelen om daar in de deuropening bij zaken met huishoudelijke apparatuur een écht essentiële fonduepan te kopen?”", "Kleuters", "„Ik geloof niet dat een leerachterstand in tien dagen ontstaat. En het betreft hier een complete generatie met allemaal hetzelfde probleem, dus daar moeten we onder de streep dan ook echt wel een oplossing voor gaan vinden. Het lijkt me wel een idee een beetje naar elkaar om te kijken. Vang eens een kind van een ander op. Zo heeft jouw kind iemand om mee te spelen (geef ze desnoods samen les!) en draai de dag erna de rollen om. Een beetje samenwerken, zoals je vroeger leerde op de kleuterschool. En die rol moet ons prima afgaan, want als ik het gejammer van sommigen hoor, is de associatie met een stel kleuters snel gelegd. Tanden op elkaar, nog iets meer dan vier weken, guys!”"], "authors": ["Hester Zitvast"], "keywords": ["dat", "weken", "om", "die", "tien", "school", "niet", "een", "en", "stel", "geen", "ik", "vijf", "op", "je", "met", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}