{"id": "e7c2703b-63eb-3cc0-a356-278f594fe5d2", "title": "Centraal Museum in Utrecht komt met tentoonstelling over tuinieren", "url": "https://nu.nl/utrecht/6095242/centraal-museum-in-utrecht-komt-met-tentoonstelling-over-tuinieren.html", "summary": "Het Centraal Museum in Utrecht komt met een nieuwe tentoonstelling over tuinieren.\nHet museum vindt het in deze tijden daarom niet vreemd dat kunstenaars zich opnieuw laten inspireren door de natuur.\nDe Botanische Revolutie is te zien van 19 juni tot en met 19 september.\nNaast deze tentoonstelling zijn er nog twee andere exposities te zien in het Centraal Museum.\nHiermee wordt gevierd dat het museum in 2021 honderd jaar in het Agnietenklooster in de Utrechtse binnenstad is gevestigd.", "paragraphs": ["Het Centraal Museum in Utrecht komt met een nieuwe tentoonstelling over tuinieren. De Botanische Revolutie; Over de Noodzaak van Kunst en Tuinieren opent volgend jaar op 19 juni.", "De tentoonstelling laat een reflectie van hedendaagse kunstenaars op de betekenis van de tuin zien. Maria Thereza Alves, Sara Sejin Chang, Jeremy Deller en Henk Wildschut zijn enkele van die hedendaagse kunstenaars.", "De werken worden aangevuld door werken in bruikleen, van onder anderen Vincent van Gogh en Maria Sibylla Merian. De combinatie van moderne en oudere kunstwerken moet de diepe wortels van de traditie van een tuin laten zien. Die zou worden gezien als de spiegel van de samenleving.", "Het museum vindt het in deze tijden daarom niet vreemd dat kunstenaars zich opnieuw laten inspireren door de natuur. Omstandigheden zoals de opwarming van de aarde en de huidige coronacrisis laten ons anders nadenken over de relatie tussen cultuur en natuur, volgens het Centraal Museum.", "De Botanische Revolutie is te zien van 19 juni tot en met 19 september. Naast deze tentoonstelling zijn er nog twee andere exposities te zien in het Centraal Museum. Hiermee wordt gevierd dat het museum in 2021 honderd jaar in het Agnietenklooster in de Utrechtse binnenstad is gevestigd."], "authors": ["Door"], "keywords": ["museum", "van", "het", "zien", "met", "centraal", "een", "utrecht", "komt", "tuinieren", "tentoonstelling", "en", "19", "laten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}