{"id": "e7c68966-552c-3f77-9767-4845dedba4e0", "title": "Bezoekersstop in openingsweekend van nieuw outletcentrum in Halfweg", "url": "https://nu.nl/haarlem/6093538/bezoekersstop-in-openingsweekend-van-nieuw-outletcentrum-in-halfweg.html", "summary": "De nieuwe kledingoutlet Amsterdam The Style Outlet in Halfweg heeft in het eerste weekend al twee keer een bezoekersstop moeten inlassen vanwege drukte.\nNadat zaterdag al tijdelijk geen nieuwe bezoekers werden toegelaten, is het ook zondag te druk in het winkelcentrum.\nDe winkels konden wel openblijven, maar de deuren van het terrein gingen twee uur lang op slot.\n\"Wellicht speelt het weer iets mee of hebben mensen gezien dat het gesloten wordt als het te druk is\", zegt een winkeleigenaar.\nToch zit de outlet ook zondagmiddag op het randje van het maximum aantal bezoekers.", "paragraphs": ["De nieuwe kledingoutlet Amsterdam The Style Outlet in Halfweg heeft in het eerste weekend al twee keer een bezoekersstop moeten inlassen vanwege drukte. Nadat zaterdag al tijdelijk geen nieuwe bezoekers werden toegelaten, is het ook zondag te druk in het winkelcentrum.", "Veel mensen trekken dit weekend naar de nieuwe winkellocatie halverwege Haarlem en Amsterdam. Ook hier stunten veel winkels met speciale Black Friday-aanbiedingen.", "Door de drukte rondom Black Friday waren enkele winkelgebieden in Nederland op vrijdag al genoodzaakt het bezoek terug te schroeven. Daarom staat er dit weekend bij de outlet in Halfweg personeel bij alle ingangen om de drukte in de gaten te houden.", "De outlet is berekend op een maximum van tweeduizend bezoekers in coronatijd. Dat aantal werd zaterdag rond 13.00 uur voor het eerst bereikt. Hierdoor was de organisatie genoodzaakt de outlet tijdelijk te sluiten voor nieuwe bezoekers. De winkels konden wel openblijven, maar de deuren van het terrein gingen twee uur lang op slot.", "Ook zondag is het weer te druk bij de outlet. Wel is het volgens de beveiliging en enkele uitbaters iets rustiger dan op zaterdag. \"Wellicht speelt het weer iets mee of hebben mensen gezien dat het gesloten wordt als het te druk is\", zegt een winkeleigenaar.", "Toch zit de outlet ook zondagmiddag op het randje van het maximum aantal bezoekers. De organisatie doet daarom de oproep op sociale media dat bezoekers beter even kunnen wachten met komen. \"Het begint nu erg druk te worden\", is te lezen op Facebook. Om even later daar aan toe te voegen: \"We laten tijdelijk geen bezoekers meer toe.\"", "De outlet opende afgelopen donderdag haar deuren, tot onvrede van verschillende buurtbewoners en ondernemers. Buurtbewoners zijn bang dat outletbezoekers hun auto's in de woonwijk parkeren, omdat het daar gratis is. Ondernemers uit de omgeving vrezen voor de concurrentie van de nieuwe winkels."], "authors": ["Door"], "keywords": ["van", "openingsweekend", "outlet", "outletcentrum", "halfweg", "het", "op", "bezoekers", "nieuwe", "druk", "zaterdag", "te", "nieuw", "dat", "bezoekersstop"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}