{"id": "e7da6488-f5d9-38f4-b42b-6c3a1d536bde", "title": "Wat mogen we wel en niet met kerst?", "url": "https://trouw.nl/binnenland/wat-mogen-we-wel-en-niet-met-kerst~be30b25af/", "summary": "Alleen kinderen en jongeren tot en met achttien jaar mogen in teamverband sporten.\nWel laat het kabinet het OMT onderzoeken of vanaf half januari mogelijk ook volwassenen tot en met 27 in teamverband kunnen sporten.\nDat betekent niet dat het de bedoeling is om met de hele familie te gaan 'funshoppen’, zoals De Jonge het noemde.\nReizen naar de Caribische delen van het koninkrijk waarvoor de code geel geldt is wel nog mogelijk.\nDe verspreiding van het coronavirus neemt toe, blijkt uit de weekcijfers van het RIVM.", "paragraphs": ["Bezoek", "Het maximale aantal gasten dat een huishouden mag ontvangen blijft drie per dag, ook tijdens de kerstdagen en de jaarwisseling. Hoewel de afgelopen dagen werd besproken over het maximale aantal gasten ook naar vier, vijf of zelfs zes personen zou kunnen, durft het kabinet de versoepeling niet aan vanwege de oplopende besmettingscijfers. Kinderen tot en met twaalf jaar blijven uitgezonderd van de regel.", "Horeca", "Een kerstdiner bij een restaurant zit er ook niet in. Hoewel het protest van ondernemers in de horecasector tegen de strenge coronamaatregelen aanhoudt, blijven versoepelingen voorlopig uit. De horeca moet nog tot tenminste half januari de deuren gesloten houden. Premier Mark Rutte kondigde wel aan dat er wordt gekeken of zij meer financiële steun kunnen krijgen van de overheid. Woensdag houden de ministers van financiën, economische zaken en sociale zaken, Wopke Hoekstra, Eric Wiebes en Wouter Koolmees een persconferentie over het steunpakket. Volgens het kabinet is pas mogelijk om geleidelijk aan de horeca te openen als er minder dan tien IC opnames per dag worden gemeld. Op dit moment is dat nog het dubbele.", "Sport", "Voor amateursporters verandert er voorlopig niet veel. Competities kunnen nog niet worden opgestart. Alleen kinderen en jongeren tot en met achttien jaar mogen in teamverband sporten. Voor volwassenen geldt dat ze maximaal in groepen van vier bij elkaar mogen komen. Ook tijdens het sporten moeten zij anderhalve meter afstand houden. Kleedkamers en sportkantines blijven voorlopig dicht. Sportscholen en zwembaden zijn wel open. Per binnenruimte mogen zij maximaal dertig sporters tegelijk toelaten.", "Wel laat het kabinet het OMT onderzoeken of vanaf half januari mogelijk ook volwassenen tot en met 27 in teamverband kunnen sporten.", "Winkelen", "Na drukte in de winkelstraten vanwege de sinterklaasinkopen en ‘Black Friday’ werd even gesproken over strengere regels voor de detailhandel, maar volgens het kabinet is het vooralsnog niet nodig om de gedeeltelijke lockdown te verzwaren. De winkels mogen dus open blijven tijdens de kerstvakantie. Dat betekent niet dat het de bedoeling is om met de hele familie te gaan 'funshoppen’, zoals De Jonge het noemde. Voorlopig blijft het advies: vermijd drukte en doe de kerstinkopen zoveel mogelijk alleen.", "Reizen", "Tot in elk geval half januari geldt voor alle landen buiten ons koninkrijk een negatief reisadvies. Het kabinet adviseert om enkel en alleen strikt noodzakelijke reizen door te laten gaan. Vakantie of familiebezoek valt niet onder die noemer. Reizen naar de Caribische delen van het koninkrijk waarvoor de code geel geldt is wel nog mogelijk. Op dit moment gaat het dan alleen nog om Aruba, Bonaire en Sint Maarten. Voor Saba en Sint Eustatius is het reisadvies oranje. Curaçao was tot voorkort ook één van de mogelijke reisbestemmingen, maar vanwege de oplopende besmettingen werd het reisadvies voor het eiland dinsdag ook veranderd van geel naar oranje. Wie terugkomt van Curaçao wordt gevraagd tien dagen in thuisquarantaine te gaan.", "Experimenten", "Om te onderzoeken hoe in de toekomst weer meer mogelijk gemaakt kan worden, zullen de komende tijd lokale ‘streng gecontroleerde’ proefprojecten worden georganiseerd. Zo zal gekeken worden of het bijvoorbeeld mogelijk is om een theatervoorstelling te organiseren met meer dan dertig gasten, of een sportwedstrijd met publiek.", "Lees ook:", "‘Zorgwekkende’ toename van het aantal besmettingen: het virus verspreidt zich verder door het land", "Meer afgenomen tests maar nog meer positieve uitslagen. De verspreiding van het coronavirus neemt toe, blijkt uit de weekcijfers van het RIVM."], "authors": ["Judith Harmsen"], "keywords": ["van", "wat", "nog", "het", "mogelijk", "met", "niet", "ook", "kerst", "en", "te", "om", "mogen", "wel"], "pubDate": "2020-12-08T19:23:23+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}