{"id": "e7db01c0-276a-37bf-8870-ca6f00e41a1c", "title": "Schrijver Johan Harstad stoort zich aan onverschilligheid: ‘Het is essentieel om te blijven protesteren’", "url": "https://trouw.nl/cultuur-media/schrijver-johan-harstad-stoort-zich-aan-onverschilligheid-het-is-essentieel-om-te-blijven-protesteren~bb230a65/", "summary": "Voor de Noorse schrijver Johan Harstad was het het jaar waarin zijn boek Max, Mischa & het Tet-offensief in Nederland plotseling tot grote hoogte steeg op de bestsellerlijst.\n“Toen ik jong was, dacht ik dat ik nooit uit Stavanger zou vertrekken.\nTijdens het schrijven van het boek ben ik in het reine gekomen met het feit dat ik hier de rest van mijn leven blijf.\nHet is glashelder dat ik een band heb met deze plek, al had ik nooit gedacht dat ik die zou cultiveren.\nDacht ik dat ik daarmee verandering zou aanzwengelen, de wereld beter zou achterlaten?", "paragraphs": ["Sommige boeken zijn lijvig, andere vuistdik - letterlijk. Zoals Max, Mischa & het Tet-offensief, van de Noorse schrijver Johan Harstad, dit jaar een onverwachte verkoophit.", "2020, het zal je jaar maar zijn. Voor de Noorse schrijver Johan Harstad was het het jaar waarin zijn boek Max, Mischa & het Tet-offensief in Nederland plotseling tot grote hoogte steeg op de bestsellerlijst. Tot blijde verrassing van Harstad, vertelt hij aan de telefoon – een interview in Oslo zit er niet in zonder een tiendaags verblijf in een quarantainehotel. Het boek verscheen al vijf jaar geleden en de Nederlandse vertaling twee jaar later. In 2018 won hij er al de Europese Literatuurprijs mee, samen met vertalers Edith Koenders en Paula Stevens. Maar dit voorjaar werd het opeens uitgeroepen tot DWDD-boek van de maand, waarna het gauw werd bijgedrukt. En tijdens de lockdown verdween het niet meer uit de literaire top-10. Met 1232 pagina’s is het dik — onmogelijk dik, wellicht, in elk ander jaar dan het huidige.", "Hoe zag uw jaar eruit?", "Johan Harstad: “Behalve in de eerste maanden, toen ik thuis was met de kinderen, vullen mijn dagen zich nauwelijks anders dan anders. Ik werk vanuit huis en ga toch nooit ergens heen, tenminste, als er geen reizen via mijn uitgever staan gepland. Vorig jaar bracht ik bijna 150 dagen in het buitenland door, maar voor dit jaar stond er alleen een bezoek aan Amsterdam op de agenda. Een etentje met Arjen Lubach, een oude vriend van me.”", "Harstad schrijft, als gewoonlijk, in de stille uren die tussen het gezinsleven in zitten geklemd. Nadat het ’s ochtends, met het naar school brengen van de kinderen, op pauze is gezet en totdat ’s middags iemand weer op play drukt.", "Is creativiteit af te dwingen tijdens schooluren?", "“Het kan ingewikkeld zijn kunst te maken als je vooral in de stemming bent op momenten dat het niet kan. Soms heb ik een briljant idee als ik omgeven ben door gillende kinderen. Probeer ik een nieuwe melodie te neuriën, terwijl de rest luidkeels een ander lied zingt. Mijn dochter herkent het als ik een ingeving heb en probeert twee minuten stil te zijn. Maar mijn zoon trekt zich er niks van aan. Het enige wat ik kan doen is het idee tussen de bedrijven door ergens neerkrabbelen in de hoop dat ik de gedachtenkronkel de ochtend erop kan reproduceren.", "“Terwijl de kinderen op school zijn, beeld ik me in dat ik alle tijd van de wereld heb. Ik moet vergeten dat ik in werkelijkheid maar zeven uur heb. En een gezin. Als het me lukt een pagina of twee te schrijven ben ik heel tevreden. Maar ik ben gestopt mezelf te martelen voor de dagen dat ik niks uit mijn handen krijg. Schrijvers werken niet in een fabriek. Er zijn variabelen, onze productiviteit is niet twee dagen hetzelfde. Het is een evenwichtsoefening: je moet het niet forceren, maar je moet ook niet in de val trappen van vermijding. Schrijven is moeilijk; het grootste deel van de tijd had ik toch liever iets anders gedaan.”", "Een in het oog springend motief in Max, Mischa & het Tet-offensief is het verlangen naar een thuis. Hoofdpersoon Max, die als tiener vanuit het Noorse Stavanger met zijn ouders en zus naar Amerika verhuist omdat zijn vader een baan krijgt bij American Airlines, wordt in de VS continu gevolgd door de angst voor ontheemding. In de buurt waar hij opgroeide was hij de ‘koning van zijn kleine rijkje’. Het was dan een stomme plek, zoals jeugdvriend Stig opmerkte, maar het was wel ‘onze stomme plek’. “Het enige wat ik zeker weet na meer dan twintig jaar in dit land”, concludeert een volwassen Max, in­middels een regisseur die altijd op doorreis is, “is dat ­niemand hier thuishoort. Amerika is een land voor ontheemden (...) Ik ben moe. Ik wil naar huis. Ik weet alleen niet waar dat is.”", "U groeide ook op in Stavanger, in het centrum van de olie-industrie, maar woont inmiddels in Oslo. Welke betekenis schrijft u toe aan het ­concept thuis? Waar bent u thuis?", "“Toen ik jong was, dacht ik dat ik nooit uit Stavanger zou vertrekken. Nooit zou ik verhuizen, en vooral niet naar Oslo. Nu woon ik er al vijftien jaar. De eerste paar jaar in Oslo zei ik dat het tijdelijk was. Tijdens het schrijven van het boek ben ik in het reine gekomen met het feit dat ik hier de rest van mijn leven blijf. Voordat je kinderen hebt, kan je overal heen, maar ineens maak je ook keuzes voor anderen.", "“Door het schrijfproces ben ik om Oslo gaan geven. Ik voel me hier werkelijk thuis, het is altijd een troost om na een reis terug te keren. Het is glashelder dat ik een band heb met deze plek, al had ik nooit gedacht dat ik die zou cultiveren. Ik identificeer me als Noor. Terwijl: als tiener wist ik zeker dat ik mezelf nooit zou vereenzelvigen met mijn nationaliteit.", "“Vooral oudere generaties Noren verlangen naar het Noorwegen van voor de olie-industrie. Maar ik ken alleen de maatschappij waar we vandaag in leven en voel geen nostalgie naar de vorige versie. Anderen mogen het misschien missen arm te zijn en gedroogde vis te eten; ik ben niet zo stellig dat alles vroeger beter was.", "“De Noorse literatuur staat bol van mensen die, na een sterfgeval in de familie, hun weg hervinden naar hun geboorteplaats. Eerst moet je aan die plek ontsnappen om er vervolgens naar terug te keren. Maar ik heb niets te zoeken in Stavanger. Na een half leven aan omzwervingen thuiskomen op je geboortegrond is een romantische waan.”", "In één van de voor het boek zo typerende zinnen zonder einde mijmert Max over de transitie naar volwassenheid, dat het einde inluidt van opwinding en onvoorspelbaarheid. De zin eindigt met: ‘... tot we op een dag wakker werden en beseften dat de maat waarop we dag in dag uit bewogen, wankel en allesbehalve gracieus, ­uiteindelijk onze eigen hartslag was, naar, bij gebrek aan een beter woord, hartelust kloppend van opluchting omdat we nu eindelijk in de geweldige maalstroom ­waren beland van identieke, voorspelbare dagen.’", "Is dit uw idee van volwassenheid? Is de maalstroom van het alledaagse bevrijdend?", "“Absoluut. Ik vind voorspelbaarheid heerlijk. Het zou voor mij ideaal zijn aan de lopende band te staan. Ik heb een talent voor almaar hetzelfde doen. Hoe meer van mijn dag ik kan voorzien, des te meer vrijheid ik beoefen in mijn schrijven. Ik wil een buitengewoon gecontroleerd leven leiden om ongecontroleerd te kunnen zijn in de creatie van kunst.", "“Of ik moeite heb met verandering? Mijn vrouw schreeuwt: ‘Ja!’. Er is niks ergers dan een ophanden zijnde kentering. De transitie naar het vaderschap, een aanpassing in het appartement. Ik vind het niks als mijn vrouw plotseling besluit dat de eettafel in de huiskamer een kwartslag moet gedraaid. Soms had ik graag op een pauzeknop gedrukt.”", "Schrijver Johan Harstad Beeld Martijn van de Griendt", "Max beschouwt zichzelf als een ‘kind van de laatste generatie die dacht een verschil te kunnen maken, en de eerste generatie die dat niet meer denkt’. Zijn ouders hangen in hun jongere jaren hun identiteit op aan politiek engagement, protest tegen de oorlog in Vietnam, communisme. Totdat de kleinburgerlijkheid het wint van hun principes en ze schoorvoetend kiezen voor een gerieflijk bestaan met een pilotensalaris. Voor zoon Max zijn er geen idealen meer over om voor te strijden.", "Moeten we ernaar streven een verschil te maken in dit leven? En hoever moeten we daarin gaan?", "“We moeten er altijd voor blijven vechten, zelfs als het onmogelijk is effectief een verschil te maken. Een miljoen mensen marcheerden tegen Vietnam en het haalde niets uit. De oorlog kwam ten einde toen de geldstroom opdroogde.", "“Kijk naar het hedendaagse klimaatactivisme: aan gebrek aan informatie ligt het niet, het bewijs van klimaatverandering is overweldigend. Maar activisme noch kennis brengen veel teweeg. Degenen die zich in de positie bevinden een verschil te maken lijken onverschillig of willen vooral vasthouden aan hun functie. Vandaag bestaat de subtiele vorm van sociale media-activisme. Je kunt een triljoen volgers hebben die jouw goede zaak steunen, maar waar leidt het helemaal naartoe?", "“Noorwegen is ook allang gestopt met grootschalige anti-oorlogsdemonstraties. Ik vind het in- en intriest, die implosie van activisme. Ons is bijgebracht dat het toch niks uithaalt. Terwijl ik denk dat het essentieel is te blijven geloven. Te blijven protesteren. Als de geschiedenis ons iets kan leren, is dat er een plafond zit aan rampspoed. Op een gegeven moet het tij keren.", "Grafisch ontwerper Johan Harstad (1979) debuteerde in 2001 met een bundel ­verzameld proza. Hij schreef verschillende romans die in ­Nederlandse ver­taling verschenen: Buzz Aldrin, waar ben je gebleven? (2006), Hässelby (2009) en Max, ­Mischa & het Tet-offensief (2017). Naast zijn schrijverschap werkt Harstad als grafisch ontwerper.", "“Een paar jaar geleden schreef ik het toneelstuk ‘Etc.’, over de genocide in Rwanda. Dacht ik dat ik daarmee verandering zou aanzwengelen, de wereld beter zou achterlaten? Nee, maar ik geloof wel in het belang van kunst voor de mensheid, net zoals ik ervan overtuigd ben dat het schrijverschap even belangrijk is als het beroep van een loodgieter, een hovenier of de vuilnisman. Als een loodgieter mijn werk leest en nadien ietsjes gelukkiger is, ben ik tevreden.", "“Hopelijk klink ik niet te troosteloos. Het is heus niet zo dat ik nergens in geloof — ik geloof in collectieve verandering. Ik scheid mijn afval, ondanks dat ik nul vertrouwen heb dat het ook daadwerkelijk wordt hergebruikt. Maar ik hekel mijn gezin als ze plastic bij het restafval gooien. En ga daar vervolgens prat op. ‘Het wordt toch allemaal op dezelfde hoop gegooid’, zeggen ze. En dan antwoord ik met: Ja, maar als de dag ooit komt dat hier verandering in komt, weten wij vast hoe het moet.", "“Wat ik alleen maar probeer te zeggen, is: als we het leven iets voor elkaar kunnen verlichten, dan moeten we dat toch doen? We hebben in ons appartementencomplex een collectieve wasruimte. Elke keer dat ik mijn was in de droger wil doen, moet ik eerst het stof uit de filter plukken. Degene die voor mij de wasruimte gebruikt doet dat dus blijkbaar nooit. Het had hem precies achttien seconden gekost, maar hij laat die taak liever liggen voor de volgende. Dit is waarom de sociaaldemocratie niet werkt. Als mensen niet eens de moeite nemen de droger te legen, denk je dan echt dat ze met liefde hun geld overmaken aan de werkloze buurman? Toch stem ik nog steeds op de socialisten, tegen beter weten in.”", "Hoopt u met uw werk iets tastbaars na te laten? Dat uw boeken u overleven?", "“Niemand die weet of iemand mijn werk over tien jaar nog leest. En volgens mij is die onwetendheid een goede zaak. Een blijvende impressie achterlaten moet nooit de motivatie zijn. Als mijn boeken tijdens mijn leven en schrijven worden gelezen, is dat fantastisch. Dat geeft mijn arbeid waarde. Maar wat er na mijn leven met het werk gebeurt is niet mijn probleem. Het gaat me ook niks aan. Het is bovendien geen indicatie van de kwaliteit. Er zijn zoveel geniale schilders en schrijvers die in de vergetelheid zijn geraakt.", "“Je hebt kunstenaars die al hun dagboeken, notities en bonnetjes aan een bibliotheek schenken, voor toekomstige raadpleging. Een erg merkwaardige gewoonte, als je het mij vraagt. Twintig jaar al ben ik schrijver. Dit is wat ik doe. Stofzuigen kan ik ook goed, maar ik zal nooit meer aan een kantoorbaan kunnen wennen of loodgieter kunnen worden. Daar is het te laat voor. Maar dat betekent niet dat ik mijn erfenis als waarachtiger of waardevoller beschouw dan die van anderen.”", "Johan Harstad", "Max, Mischa & het Tet-offensief", "Uitgeverij Podium; 1232 blz., € 29,99", "Lees ook:", "Harstads ‘Heterdaad’ is eerder een literaire farce dan een serieuze roman", "Johan Harstad schrijft een misdaadroman voor lezers die van misdaadromans maar niet van lezen houden.", "Bernardine Evaristo wil erkenning voor haar zwarte, Britse generatie: ‘Als wij er niet over schrijven, doet niemand het’", "Na 25 jaar schrijven won Bernardine Evaristo voor haar achtste roman de Booker Prize. Het nieuwe feminisme juicht ze toe.‘Je moeder de les lezen hoort bij het opgroeien’."], "authors": ["Anne Grietje Franssen"], "keywords": ["ik", "stoort", "schrijver", "van", "onverschilligheid", "johan", "protesteren", "voor", "en", "maar", "om", "harstad", "een", "te", "als", "het", "zich", "dat"], "pubDate": "2020-12-24T00:00:07Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}