{"id": "e7e10afc-9566-3b5d-870d-35069aeb7508", "title": "Rellen in Albanië na politiemoord voor breken avondklok", "url": "https://www.volkskrant.nl/nieuws-achtergrond/rellen-in-albanie-na-politiemoord-voor-breken-avondklok~bccadaf7/", "summary": "Volgens de politie negeerde Rasha de in Albanië geldende avondklok en toen hij daarop werd aangesproken, zou hij zijn gevlucht.\nDe meeste demonstranten eisen het vertrek van de minister van binnenlandse zaken Sander Lleshaj, anderen roepen volgens lokale media om het vertrek van premier Edi Rama.\nOp veel plekken werden brandjes gesticht bij overheidsgebouwen en stenen gegooid naar de politie, die op hun beurt reageerde met traangas.\nBijvoorbeeld door de politie vooral te gebruiken als persoonlijke hulpdienst, in plaats van een onafhankelijke ordetroep.\nHet gevolg: een gigantische werkloosheid en een nog grotere emigratie van vooral jongeren.", "paragraphs": ["Een belaagde politieauto in Albanië. Beeld EPA", "De rellen braken woensdagavond al uit toen bleek dat de 25-jarige Klodian Rasha de avond ervoor was overleden door toedoen van de politie. Volgens de politie negeerde Rasha de in Albanië geldende avondklok en toen hij daarop werd aangesproken, zou hij zijn gevlucht. Tijdens die achtervolging zou Rasha dodelijk zijn neergeschoten, aldus de politie.", "Hoewel de betreffende agent gelijk is vastgezet, braken woensdag de eerste rellen uit in hoofdstad Tirana, waarna donderdag protesten volgden in kleinere steden als Shkodra, Durres en Bulqiza. De meeste demonstranten eisen het vertrek van de minister van binnenlandse zaken Sander Lleshaj, anderen roepen volgens lokale media om het vertrek van premier Edi Rama. Op veel plekken werden brandjes gesticht bij overheidsgebouwen en stenen gegooid naar de politie, die op hun beurt reageerde met traangas.", "De Albanese ME treedt op tegen de rellen. Beeld EPA", "Vaker rellen in Albanië", "De onvrede in Albanië richt zich niet eens zozeer op de strenge coronaregels die momenteel in het land van kracht zijn, maar vooral op de zittende regering in het algemeen. Ook vorig jaar, nog voor de coronapandemie uitbrak, gingen tienduizenden demonstranten maanden achter elkaar de straat om het aftreden van premier Rama te eisen.", "Een terugkerend argument bij al die protesten is dat Rama, die sinds 2013 aan de macht is in Albanië, niets zou hebben gedaan aan de hardnekkige corruptie in het land. Verder zou onder zijn bewind de persvrijheid drastisch zijn verslechterd, heeft er meermaals grootschalige verkiezingsfraude plaatsgevonden en vertoont hij als premier bovendien steeds vaker autoritaire trekjes. Bijvoorbeeld door de politie vooral te gebruiken als persoonlijke hulpdienst, in plaats van een onafhankelijke ordetroep.", "Albanië is al jaren één van de corruptste landen van Europa. Een goede baan vinden is vrijwel alleen mogelijk indien je over de juiste connecties beschikt. Het gevolg: een gigantische werkloosheid en een nog grotere emigratie van vooral jongeren. Verhoudingsgewijs vertrekken er vanuit geen enkel Europees land zoveel inwoners als uit Albanië. Inmiddels wonen zelfs meer Albanezen buiten de eigen landsgrenzen dan erbinnen.", "Premier Rama heeft vooralsnog niet gereageerd op de rellen. In april volgend jaar staan er landelijke verkiezingen gepland in Albanië."], "authors": ["Jarl Van Der Ploeg"], "keywords": ["van", "avondklok", "het", "op", "die", "breken", "zijn", "politiemoord", "zou", "rellen", "een", "en", "albanië", "voor"], "pubDate": "2020-12-10T15:18:16+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}