{"id": "e7e84522-f65f-3783-9320-ddde3b97386b", "title": "Corona-nepnieuws: Geen bewijs geplande pandemie | Genetische modificatie", "url": "https://nu.nl/coronavirus/6038970/corona-nepnieuws-geen-bewijs-geplande-pandemie-genetische-modificatie.html", "summary": "Om dit te bewijzen is er een afbeelding van een vermoedelijke verpakking van het AstraZeneca-vaccin aan het bericht toegevoegd.\nEr zijn echter geen aanwijzingen dat de griepprik ervoor zorgt dat je vatbaarder voor COVID-19 bent.\nAbdulwahab overleed nadat hij positief was getest op het coronavirus, zo maakte het ziekenhuis waarin hij was opgenomen bekend.\nOp het gedeelde document zijn allerlei zaken rood omcirkeld, maar het toont niet aan dat het coronavirus in het griepvaccin zit.\nInmiddels is bekend dat het lichaam van gezonde personen er zelf voor zorgt dat de zuurgraad van het bloed stabiel is.", "paragraphs": ["Op sociale media gaan veel onjuiste berichten over het coronavirus en de COVID-19-pandemie rond. NUcheckt zet de veel gedeelde berichten op een rijtje.", "NUcheckt houdt sinds maart dit overzicht van onjuiste berichten over het coronavirus op sociale media bij. Kom je zelf een bericht, foto of video tegen waar je twijfels bij hebt, mail dan naar factcheck@nu.nl. Dan gaan wij ermee aan de slag.", "Verpakking AstraZeneca-vaccin bewijst niet dat pandemie gepland is", "Op Facebook en Twitter gaat een bericht rond waarin wordt beweerd dat de ingrediënten van het vaccin van AstraZeneca vier maanden geleden al bekend waren. Volgens het bericht is dit ruim voordat het vaccin werd 'uitgevonden'. Om dit te bewijzen is er een afbeelding van een vermoedelijke verpakking van het AstraZeneca-vaccin aan het bericht toegevoegd.", "In het bericht wordt gesuggereerd dat de corona-uitbraak gepland is en AstraZeneca hier voorkennis van had.", "Door: screenshot", "Vier maanden geleden waren de ingrediënten van het vaccin van AstraZeneca inderdaad al bekend, maar dat is zeker geen bewijs dat de corona-uitbraak gepland is. Vier maanden geleden was het zomer en was het coronavirus al zo'n half jaar bekend. Ook liep op dat moment het vaccinonderzoek van AstraZeneca al maanden. In april startte AstraZeneca de eerste onderzoeken op mensen. De ingrediënten van dit mogelijke coronavaccin waren toen al bekend.", "We weten nog niet zeker of het vaccin van AstraZeneca beschikbaar komt en wanneer dit gaat gebeuren. Dit hangt af van hoe het Europees Medicijnagentschap (EMA) het vaccin beoordeelt. Vooruitlopend op de beoordeling worden door AstraZeneca wel al voorbereidingen getroffen om zo snel mogelijk grote hoeveelheden vaccins te kunnen leveren. Ook de vaccinverpakking die in veel socialemediaberichten langskomt is dus geen bewijs van voorkennis. Het is overigens onduidelijk of de afbeelding van de vaccinverpakking echt is.", "Daarnaast wordt er in de berichten gesuggereerd dat er meerdere personen zijn overleden door het AstraZeneca-vaccin. Dit is onjuist, het onderzoek naar het vaccin werd tijdelijk stilgelegd toen een van de deelnemers een ernstige bijwerking kreeg. Inmiddels zijn de onderzoeken weer hervat. In Brazilië is één deelnemer tijdens het vaccinonderzoek overleden. Volgens de BBC heeft deze deelnemer niet het coronavaccin gekregen, maar een placebo: een middel zonder werkzame stoffen.", "Coronavaccin zorgt niet voor 'genetische modificatie'", "Volgens berichten op Facebook- en Twitter is het toekomstige coronavaccin in staat om je DNA te veranderen. Mensen zouden na vaccinatie daarom 'genetisch gemodificeerd' zijn.", "Dit klopt niet. Het soort vaccin dat volgens de berichten je DNA kan beschadigen, een RNA-vaccin, is hier chemisch gezien niet toe in staat.", "Huisgenoten niet automatisch bij coronacijfers opgeteld", "Sinds 10 oktober gaat op sociale media het gerucht rond dat als één persoon binnen een huishouden positief wordt getest op het coronavirus, de rest van het huishouden automatisch als besmet in de coronacijfers belandt. Dit is onjuist: de rest van het huishouden moet wel tien dagen in quarantaine, maar wordt niet automatisch meegeteld als besmet. Huisgenoten van een positief geteste persoon moeten zichzelf laten testen wanneer ook zij klachten ontwikkelen.", "Gepoold testen leidt niet tot meer positieve testuitslagen", "Op ons reactieplatform NUjij en Facebook wordt gesuggereerd dat in laboratoria keel- en neusmonsters van meerdere personen tegelijk worden geanalyseerd en dat alle monsters als positief worden beschouwd wanneer één persoon positief is. Meerdere mensen zouden dus ten onrechte te horen krijgen dat ze besmet zijn met het coronavirus. Dit klopt niet.", "In sommige laboratoria wordt om tijd te besparen wel 'gepoold getest'. Dit betekent dat je meerdere monsters tegelijk analyseert. Als de uitkomst van deze analyse negatief is, is in geen van de monsters genetisch materiaal van het coronavirus gevonden en krijgen alle personen een negatieve uitslag.", "Als de uitkomst van de groepsanalyse positief is, worden alle monsters los geanalyseerd. Door deze tweede analyse krijgen alleen de mensen van wie het monster positief was, een positieve uitslag.", "WhatsApp en Facebook Messenger verwijderen geen gesprekken met nepnieuws", "NUcheckt kreeg via de mail een tip over een Facebook-bericht waarin wordt beweerd dat WhatsApp en Facebook Messenger gesprekken en video's met onjuiste informatie over het coronavirus vanaf 21 oktober gaat verwijderen.", "Dit bleek niet te kloppen. Daarnaast is WhatsApp vanwege de manier waarop WhatsApp-berichten zijn beveiligd niet in staat om onjuiste informatie verwijderen.", "WHO bevestigde niet dat het coronavirus even gevaarlijk is als de griep", "Nederlandstalige berichten waarin wordt beweerd dat de gezondheidsorganisatie WHO heeft gezegd dat het coronavirus niet gevaarlijker dan de griep is, zijn op Facebook zeker drieduizend keer gedeeld.", "De berichten kloppen niet. De uitleg van een WHO-bestuurslid blijkt verkeerd te zijn geïnterpreteerd. Bovendien blijkt uit wetenschappelijk onderzoek dat de sterfte onder coronapatiënten wel degelijk hoger is dan de sterfte onder grieppatiënten.", "Griepprikfolder met onjuiste informatie ten onrechte aan RIVM toegeschreven", "Een foto van een folder over de griepprik wordt op sociale media ten onrechte toegeschreven aan het RIVM. In de folder wordt beweerd dat het niet zinvol is om je bij lichte klachten te laten testen op het coronavirus. Dit is onjuist. De folder bleek afkomstig van een centrum voor reguliere en antroposofische zorg.", "Ongefundeerde uitspraken over Duitse kinderen die omkwamen door mondkapjes", "Op sociale media circuleren sinds begin september berichten waarin wordt gesteld dat meerdere Duitse kinderen zijn overleden aan de gevolgen van het dragen van een mondkapje. Daar is geen enkel bewijs voor. Bovendien is er medisch geen reden om aan te nemen dat dit überhaupt mogelijk is.", "Beweringen over positieve uitslag zonder coronatest zijn onwaarschijnlijk", "Via ons reactieplatform NUjij kregen we een vraag over een gerucht dat al een tijdje rondzwerft op sociale media. In Twitter-berichten beweren mensen dat een vriend of familielid een afspraak voor een coronatest had, maar de rij voor de teststraat te lang vond. Deze persoon liet zich volgens de berichten niet testen, maar ontving een paar dagen later wel een positieve uitslag. Het gerucht werd al een aantal maanden door Amerikaanse Twitter-gebruikers verspreid, voordat het eind september ook Nederlandse accounts bereikte.", "De GGD laat weten niet bekend te zijn met gevallen waarbij iemand niet kwam opdagen voor de coronatest, maar wel een positieve uitslag kreeg. Er is geen bewijs dat dit is voorgekomen.", "Geen aanwijzingen dat je vatbaarder voor COVID-19 wordt na een griepprik", "Op de website Zelfzorg COVID-19 wordt beweerd dat de griepprik andere virussen, zoals het coronavirus, stimuleert. Dit zou betekenen dat een persoon die de griepprik heeft gehad, vatbaarder voor COVID-19 is.", "Er zijn echter geen aanwijzingen dat de griepprik ervoor zorgt dat je vatbaarder voor COVID-19 bent.", "Grafiek bewijst niet dat er alleen verkoudheidsvirussen in Nederland zijn", "Volgens verschillende berichten op Twitter blijkt uit een grafiek op de site van het RIVM dat op dit moment alleen het rinovirus in Nederland rondgaat en dus geen coronavirus. Dit is onjuist.", "De grafiek toont de resultaten van onderzoek bij veertig huisartsen. Als je klachten hebt die passen bij COVID-19, ga je nu doorgaans niet naar de huisarts, maar naar de GGD-teststraat. De resultaten van de GGD-teststraten zijn niet in de gedeelde grafiek opgenomen. Uit de cijfers van de GGD blijkt dat het coronavirus wel degelijk rondgaat in Nederland.", "Screenshot bewijst niet dat COVID-19-testset in 2018 verhandeld werd", "Op Facebook en Twitter wordt beweerd dat op een website met informatie over wereldhandel is te zien dat al in 2018 COVID-19-testsets zijn geëxporteerd. Dit zou bewijzen dat overheden liegen over het ontstaan van het coronavirus.", "Er werden in 2018 echter geen COVID-19-testsets verhandeld. De exportgegevens die op sociale media rondgaan, hebben betrekking op de handel in alle \"verpakte immunologische producten\". Inmiddels vallen daar ook sommige COVID-19-testkits onder, maar in 2018 nog niet. Er zaten in dat jaar al wel producten in deze categorie, zoals bepaalde drugstesten.", "GGD-test alleen positief bij besmetting met coronavirus", "De test die de GGD gebruikt om te bepalen of iemand met het coronavirus besmet is, is speciaal ontwikkeld om het coronavirus dat de huidige pandemie heeft veroorzaakt op te sporen. Deze test geeft dan ook geen positieve testuitslag als je alleen besmet bent met een verkoudheidsvirus. In Facebook- en Twitter-berichten werd ten onrechte beweerd dat dit wel het geval is.", "De verwarring is waarschijnlijk deels te verklaren doordat sommige verkoudheidsvirussen ook coronavirussen worden genoemd. 'Coronavirus' is namelijk de naam voor een groep virussen die op elkaar lijken. Het virus dat de ziekte COVID-19 veroorzaakt, is ook een coronavirus. Officieel heeft dit virus SARS-CoV-2. Op dit virus test de GGD.", "Geen aanwijzingen dat EU niet-gevaccineerden reisbeperkingen wil opleggen", "Volgens berichten op Facebook werkt de Europese Unie aan een vaccinatiepaspoort waarmee reisbeperkingen worden opgelegd aan mensen die niet gevaccineerd zijn. Dit blijkt ongefundeerd.", "Een gemeenschappelijk vaccinatiekaart was wel onderdeel van een plan van de Europese Commissie dat stamt uit 2018. De reden dat de Commissie een vaccinatiekaart wil, is omdat het voor EU-burgers die binnen de EU verhuizen nu vaak onduidelijk is welke vaccinaties zij en hun kinderen nog moeten krijgen. Volgens de Europese Commissie zou een gemeenschappelijke vaccinatiekaart hierbij kunnen helpen.", "In geen enkel document staat dat de EU met de gemeenschappelijke vaccinatiekaart reisbeperkingen wil opleggen aan mensen die niet gevaccineerd zijn. Ook is het nog maar de vraag of de vaccinatiekaart ingevoerd gaat worden, er ligt nog geen officieel voorstel.", "Screenshot bewijst niet dat media er jonge coronadoden bij verzinnen", "Het onderstaande screenshot wordt op Twitter regelmatig gebruikt om te 'bewijzen' dat traditionele media de foto van een jongen misbruiken om meer jonge coronadoden te 'creëren'. Dit klopt niet. Wat laat het screenshot wél zien?", "Door: prinstcreen", "In april werd dit screenshot al veelvuldig gedeeld en sinds 10 augustus gaat het opnieuw rond, nadat de complotwebsite CommonSenseTV er een artikel aan wijdde. Nieuwscheckers ontdekte in april al dat de jongen op de foto's Vitor Godinho is. Deze veertienjarige Portugese jongen overleed eind maart aan de gevolgen van het coronavirus. Het bericht van de Daily Mail (helemaal links) is dus in ieder geval correct.", "Het artikel helemaal rechts in het screenshot is van de Daily Express en gaat over een twaalfjarig Belgisch meisje dat is overleden aan COVID-19. In dit artikel worden ook andere jonge slachtoffers van het coronavirus besproken, onder wie Godinho. Dat staat ook duidelijk bij het fotobijschrift in het Daily Express-artikel. Ook hier is de foto dus niet foutief gebruikt.", "Alleen het middelste bericht bevat een verkeerde foto. In dit bericht wordt ten onrechte gesteld dat de jongen op de foto de dertienjarige Ismail Mohammed Abdulwahab uit het Engelse Brixton is. Dit bericht is echter niet afkomstig van een traditioneel medium, maar van een Facebook-pagina genaamd Coronavirus WorldWide. Wie achter deze pagina zit, is onduidelijk.", "Abdulwahab overleed nadat hij positief was getest op het coronavirus, zo maakte het ziekenhuis waarin hij was opgenomen bekend. Er zijn, voor zover bekend, geen foto's van deze jongen gepubliceerd.", "Wet Deelgezag heeft niets met verplichte vaccinatie te maken", "Van een lezer kregen we de tip dat op verschillende plekken op sociale media wordt beweerd dat een nieuwe wet, de Wet Deelgezag, het mogelijk zou maken om kinderen verplicht te laten vaccineren. Dit is onjuist.", "De Wet Deelgezag is nu nog een wetsvoorstel en moet nog worden goedgekeurd door de Tweede en Eerste Kamer. In het huidige wetsvoorstel staat dat deze wet bedoeld is voor situaties waarin meer dan twee personen voor een kind zorgen, bijvoorbeeld wanneer ouders scheiden en nieuwe partners ook voor de kinderen zorgen.", "Deze nieuwe partner kan volgens het wetsvoorstel straks deelgezag krijgen, mits beide ouders dit goed vinden. Iemand met deelgezag krijgt recht op informatie over het kind. Volgens het wetsvoorstel verandert de Wet Deelgezag helemaal niets aan wie er toestemming kunnen geven voor vaccinatie.", "Virussen kunnen van mens op mens worden overgedragen", "Op Facebook gaat een bijna zeventienduizend keer gedeeld bericht rond waarin wordt beweerd dat virussen niet van mens op mens kunnen worden overgedragen. Dit is nepnieuws: er is enorm veel wetenschappelijk bewijs dat virussen wel degelijk van mens op mens worden overgedragen.", "Virussen die gevaarlijk zijn voor mensen kunnen zich op verschillende manieren verspreiden. Dit is afhankelijk van het virus. Geïnfecteerde muggen zijn bijvoorbeeld een belangrijke verspreider van sommige virussen, maar andere virussen verspreiden zich via hoest- en niesdruppeltjes. Weer andere virussen verspreiden zich via seksueel contact.", "Coronatest beschadigt bloed-hersenbarrière niet", "NUcheckt kreeg via de mail een bericht waarin wordt beweerd dat de bloed-hersenbarrière beschadigd zou kunnen raken bij het nemen van een neusmonster voor een coronatest. Dit is onjuist. Toch blijkt dit nepnieuws in meerdere landen, waaronder Nederland, te worden gedeeld via sociale media.", "Het gerucht is gebaseerd op een verkeerd begrip van wat de bloed-hersenbarrière is. De bloed-hersenbarrière is het systeem waarmee wordt voorkomen dat sommige stoffen in het bloed in de hersenen terechtkomen. De bloed-hersenbarrière wordt gevormd door cellen die in de bloedvaten van de hersenen zitten.", "De bloed-hersenbarrière zit dus niet in de neusholte, waar tijdens de coronatest een uitstrijkje gemaakt wordt. Assistent-professor Morgan Katz van de Johns Hopkins University legde eerder aan persbureau AP uit dat je door weefsel en bot moet als je van de neusholte naar de hersenen wilt. Dat gaat je niet lukken met het plastic staafje dat wordt gebruikt voor een coronatest.", "Het nemen van het neusmonster kan onprettig zijn, maar kan niet de bloed-hersenbarrière beschadigen. Naast het uitstrijkje uit de neus, neemt de GGD bij een coronatest ook een keelmonster.", "Door: Getty Images", "Anatomie van de neus. (Afbeelding: Getty Images)", "Nepbrief over verplichte vaccinatie", "Het RIVM waarschuwde op 5 augustus voor een brief die op onder meer Facebook rondgaat. Daarin staat dat kinderen, zonder toestemming van de ouders, op school gevaccineerd worden. De brief is opgesteld alsof hij van het RIVM afkomstig is, maar is dat dus niet.", "In april werd ook al nepnieuws over verplichte vaccinatie verspreid.", "Griepdoden niet massaal geregistreerd als coronadoden", "Volgens verschillende reacties op NUjij en de complotwebsite Niburu zijn mensen die overleden aan de griep vaak ten onrechte geregistreerd als coronaslachtoffer. Dit is onjuist.", "Het belangrijkste argument voor deze bewering is dat er dit jaar weinig mensen aan de griep zijn overleden. Dat klopt, maar dat is nog geen bewijs dat veel griepslachtoffers dit jaar als coronadoden zijn geregistreerd.", "Al voordat de eerste coronagevallen in Nederland bekend werden, hadden we dit jaar namelijk te maken met een zeer mild griepseizoen. Bovendien komen dit soort milde griepseizoenen vaker voor; het griepseizoen van 2013/2014 was bijvoorbeeld nog milder.", "Europese pathologen: Mensen overlijden wél door corona", "De Bulgaarse patholoog Stoian Alexov zou volgens meerdere artikelen gezegd hebben dat pathologen van de Europese pathologenvereniging (ESP) het er met elkaar over eens zijn dat niemand is overleden aan de gevolgen van het coronavirus. Pathologen houden zich onder meer bezig met het vaststellen van doodsoorzaken door middel van autopsies.", "De ESP schrijft in een verklaring dat de beweringen niet kloppen en dat ook autopsies bewijs leveren dat mensen wel degelijk overlijden aan de gevolgen van het COVID-19-virus.", "Mondkapjes zijn niet levensgevaarlijk", "In verschillende berichten op sociale media stond dat de mondkapjes die je in het Nederlandse openbaar vervoer verplicht moet dragen een gevaarlijk zuurstoftekort of CO2-overschot kunnen veroorzaken. Dit is onjuist: een papieren wegwerpmasker of een herbruikbaar masker van textiel sluit onvoldoende af om gezondheidsproblemen te kunnen veroorzaken. Een mondkapje kan wel oncomfortabel aanvoelen.", "Coronavirus groter gevaar dan seizoensgriep", "Actiegroep Viruswaanzin stelde in een kort geding tegen de Nederlandse Staat dat het coronavirus geen groter gevaar voor de volksgezondheid is dan de jaarlijkse seizoensgriep. Dit argument klopt niet. De belangrijkste reden hiervoor is dat het coronavirus een nieuw virus is. Hierdoor heeft (hoogstwaarschijnlijk) nog bijna niemand goede weerstand tegen dit virus opgebouwd en kunnen dus heel veel mensen in korte tijd ziek worden door het coronavirus. Voor de griep hebben veel Nederlanders - doordat ze eerder griep hebben gehad of een griepprik hebben gekregen - al (deels) immuniteit opgebouwd.", "Coronavaccin gaat geen 'restjes geaborteerde foetus' bevatten", "Het potentiële coronavaccin waar Nederland een contract voor heeft afgesloten, bevat - in tegenstelling tot wat wordt beweerd in sommige Facebook-berichten - geen stukjes geaborteerde embryo.", "Bij de ontwikkeling van het vaccin wordt wel gebruikgemaakt van een zogenaamde cellijn. Deze cellijn is gebaseerd op niercellen van een embryo dat in 1973 in Nederland is geaborteerd. Deze cellen zijn in het lab veranderd en geselecteerd en hebben zich enorm vaak vermenigvuldigd. De cellen die gebruikt worden voor vaccins hebben nooit in het embryo gezeten en zijn ook anders dan de cellen die ooit in het embryo zaten.", "Corona-app niet in het geheim geïnstalleerd", "Op sociale media gingen geruchten rond dat er stiekem al een corona-app op je telefoon zou zijn geïnstalleerd. Je zou, zonder dat je hier toestemming voor hebt gegeven, zelfs gevolgd kunnen worden met deze app. Dit klopt niet: Apple en Google bleken alleen een functie aan je telefoon te hebben toegevoegd voor het geval dat er een officiële corona-app komt. Die functie is nodig om een corona-app beter te laten werken.", "De functie staat standaard uit. Gebruikers in Nederland kunnen de functie pas aanzetten als er een officiële corona-app van de Nederlandse overheid is.", "Onjuiste coronatestuitslag is zeer uitzonderlijk", "Volgens meerdere lezers is de coronatest die de GGD gebruikt onbetrouwbaar en zouden ten onrechte positieve uitslagen regelmatig voorkomen. Dit is onjuist.", "Bert Niesters, hoogleraar medische microbiologie aan de Rijksuniversiteit Groningen, legde in gesprek met NU.nl uit dat je ervan uit kunt gaan dat de uitslag van de test klopt wanneer je jezelf laat testen op het moment dat je klachten hebt.", "Onderzoek sluit besmetting via voorwerpen niet uit", "Duits onderzoek zou, volgens berichten op NUjij en sociale media, hebben aangetoond dat je het coronavirus kunt oplopen via objecten, zoals een winkelmandje of een deurklink. Dit bleek niet uit het aangehaalde onderzoek.", "Het onderzoek vond wel aanwijzingen dat objecten in huis, zoals telefoons, een kleine rol spelen bij de verspreiding van het coronavirus binnenshuis. De onderzoekers benadrukken echter dat hygiënemaatregelen, zoals het wassen van je handen, van belang blijven bij het voorkomen van besmettingen.", "Uitspraak Duitse viroloog verkeerd begrepen", "Op NUjij werd door meerdere lezers beweerd dat de Duitse viroloog Christian Drosten heeft gezegd dat er bewijs is dat de helft van de coronavirusbesmettingen plaatsvond via hele kleine (door besmette personen uitgestoten) druppeltjes, zogenaamde aerosolen. Dit was onjuist. Drosten liet NU.nl schriftelijk weten dat hij dit niet heeft gezegd.", "Drosten verwacht wel dat aerosolen een grote rol spelen bij de overdracht van het coronavirus. In mei zei hij dat hij op basis van zijn onderbuikgevoel denkt dat aerosolen mogelijk bij de helft van het aantal coronavirusbesmettingen een rol spelen. Bewijs hiervoor ontbreekt echter nog.", "Artsen niet onder druk gezet om COVID-19 als doodsoorzaak te noteren", "Volgens verschillende mails die NUcheckt ontving, zouden artsen onder druk worden gezet om COVID-19 als doodsoorzaak te noemen, ook als iemand in werkelijkheid aan iets anders is overleden.", "Dit bericht blijkt afkomstig uit de Verenigde Staten. Maar in zowel de VS als Nederland is er geen bewijs dat artsen onder druk worden gezet. In de VS zijn er juist sterke aanwijzingen dat het aantal coronadoden wordt onderschat.", "Japanse hoogleraar zei niet dat coronavirus onnatuurlijk is", "NUcheckt kreeg op 14 mei een bericht toegestuurd waarin staat dat de Japanse hoogleraar Tasuku Honjo heeft gezegd dat het coronavirus in China door mensen is gemaakt. Honjo heeft dit echter nooit gezegd. De hoogleraar bracht op 27 april, toen een Engelstalige variant van dit bericht via sociale media werd verspreid, al een verklaring uit waarin hij zegt dat het hem bedroeft dat zijn naam en de naam van zijn universiteit worden misbruikt om valse beschuldigingen te uiten en onjuiste informatie te verspreiden.", "Toch wordt dit nepnieuws in mei nog steeds, ook in het Nederlands, via Facebook verspreid. Het is onduidelijk waar het op is gebaseerd. Honjo heeft op 10 april in een interview met een Japanse krant gezegd dat het virus is ontstaan in China. Hij zei niet dat het door de mens is gemaakt. In hetzelfde interview vertelde Honjo dat nieuwe virussen zich van nature juist snel kunnen verspreiden onder grote groepen mensen.", "Door: screenshot", "Aspirine geen wondermiddel tegen COVID-19", "Via Facebook en WhatsApp wordt een bericht verspreid waarin staat dat de \"ware oorzaak\" van het overlijden van COVID-19-patiënten trombose is. Ook staat in ditzelfde bericht dat je COVID-19 zou kunnen genezen met een mengsel van aspirine, honing en citroen.", "Het bericht klopt niet. Hoewel trombose een relatief veelvoorkomende complicatie is bij patiënten met ernstige klachten door COVID-19, is dit niet de enige mogelijke complicatie. Acuut longfalen blijft de belangrijkste oorzaak dat COVID-19-patiënten moeten worden opgenomen op de intensive care.", "Er is daarnaast geen enkele aanwijzing dat COVID-19-patiënten sneller genezen als ze aspirine met honing en citroen slikken.", "Geen verband tussen griepprik en verspreiding coronavirus", "Een artikel waarin wordt beweerd dat je het coronavirus alleen kan krijgen door middel van een injectie en dat de griepprik het coronavirus bevatte, is op Facebook ruim elfduizend keer gedeeld.", "De beweringen in dit artikel zijn onjuist. Onderzoek heeft overtuigend aangetoond dat het coronavirus zonder injectie van mens op mens kan worden overgedragen. Daarnaast zitten er in de griepprik alleen varianten van het griepvirus. Het coronavirus zit niet in de griepprik.", "Bill Gates zei niet dat hij mensen wil vermoorden met vaccins", "Volgens meerdere berichten op sociale media heeft multimiljardair Bill Gates gezegd dat hij er met behulp van vaccins voor wil zorgen dat het aantal mensen op aarde vermindert. Gates heeft dit nooit gezegd.", "De Microsoft-oprichter verwacht wel dat vaccinaties tegen bijvoorbeeld polio en mazelen voor een kleinere bevolkingsgroei zorgen, omdat die kinderlevens redden. Gates denkt namelijk dat ouders vaker voor minder kinderen kiezen als minder kinderen doodgaan.", "Geen plannen voor verplichte vaccinatie", "In een online petitie die inmiddels ruim 50.000 keer is ondertekend, stond dat het kabinet werkt aan een noodwet waarmee mensen verplicht gevaccineerd kunnen worden. Deze informatie klopt niet.", "Het kabinet kijkt op dit moment of het noodzakelijk is om de huidige coronamaatregelen in een spoedwet vast te leggen. Of deze wet er ook gaat komen, is nog onduidelijk, maar ze gaat in ieder geval niet over vaccinaties.", "Video over voorkomen longontsteking mist context", "Op Facebook wordt een video gedeeld van een arts die een ademhalingstechniek demonstreert. Volgens het Nederlandstalige bijschrift kan deze ademhalingstechniek levensreddend zijn voor COVID-19-patiënten en zou het een ernstige longontsteking kunnen voorkomen.", "Door: screenshot", "De man in de video is inderdaad een arts. Hij werkt in het Queen's Hospital in Romford, in Londen. De video heeft veel aandacht gekregen nadat Harry Potter-auteur J.K Rowling de video op Twitter deelde en schreef dat de ademhalingstechniek haar hielp bij het verlichten van coronavirussymptomen.", "De arts, Sarfaraz Munshi, vertelde later dat het advies in de video bedoeld was voor vrienden en familie en dat de ademhalingstechniek niet geschikt is voor alle COVID-19-patiënten. Hij benadrukt dat het belangrijk is om medische hulp te zoeken wanneer je ademhalingsproblemen hebt door COVID-19. De ademhalingstechniek is volgens Munshi geen wondermiddel.", "Experts geven aan dat dit soort ademhalingstechnieken worden toegepast bij astmapatiënten en mensen die herstellen van een luchtweginfectie. Wat het effect is bij mensen met COVID-19 weten we niet goed. De ademhalingstechnieken zouden kunnen helpen bij het verlichten van symptomen, maar in sommige gevallen kan het ook averechts werken en juist hoestbuien veroorzaken. Onderzoek naar ademhalingstechnieken en COVID-19 ontbreekt.", "Verband tussen 5G en het coronavirus is nepnieuws", "Sinds januari wordt er op sociale media beweerd dat 5G mensen vatbaarder zou maken voor COVID-19, of dat niet het coronavirus maar 5G de oorzaak zou zijn van COVID-19. Dat is nepnieuws.", "Het bestaan van het coronavirus is aangetoond en we weten dat dit virus de ziekte COVID-19 veroorzaakt. Grote uitbraken van het coronavirus komen bovendien voor in landen waar 5G nog niet is uitgerold, zoals Iran.", "Daarnaast hebben verschillende experts aangegeven dat 5G geen effect kan hebben op je immuunsysteem, omdat de straling die wordt veroorzaakt door het mobiele netwerk niet sterk genoeg is om cellen te beschadigen.", "Coronavirus niet in griepprik", "Een document dat zou aantonen dat het coronavirus in de griepprik zit, werd afgelopen maand regelmatig op Facebook en Twitter gedeeld. Op het gedeelde document zijn allerlei zaken rood omcirkeld, maar het toont niet aan dat het coronavirus in het griepvaccin zit.", "Door: screenshot", "Het document is namelijk een Amerikaans patent, waarin staat dat het Pirbright Institute in Engeland een coronavirus heeft ontwikkeld dat mogelijk kan helpen bij het maken van een vaccin tegen luchtweginfecties bij pluimvee.", "'Coronavirus' is een verzamelnaam voor verschillende virussen. Hieronder vallen meerdere virussen die alleen schadelijk zijn voor bijvoorbeeld pluimvee of varkens, maar ook SARS, MERS en het coronavirus dat COVID-19 veroorzaakt zijn coronavirussen. Het vaccin waar het Pirbright Institute aan werkte, was geen vaccin tegen een voor de mens gevaarlijk coronavirus.", "Het coronavirus zit niet in het griepvaccin. In Nederland krijgen ouderen en mensen in risicogroepen in oktober en november een griepvaccin aangeboden. Pas in november 2019 dook het coronavirus, dat COVID-19-veroorzaakt, überhaupt voor het eerst op. Het kan dus niet in het griepvaccin van dit jaar hebben gezeten. Het griepvaccin bevat verschillende soorten geïnactiveerd griepvirus.", "De Europese versie van het patent van het Pirbright Institute werd in januari al gebruikt om te beweren dat het coronavirus in een Engels lab is ontwikkeld, ook dit bleek nepnieuws.", "Baksoda geen kuur tegen COVID-19", "Een Nederlands Facebook-bericht waarin wordt beweerd dat baksoda helpt om COVID-19 te genezen, is ruim 36.000 keer gedeeld. Baksoda zou volgens het bericht werken tegen het coronavirus doordat het je bloed minder zuur maakt, wat er vervolgens voor zou zorgen dat virussen minder goed in je lichaam gedijen. Baksoda (ook wel bekend onder de Engelse naam baking soda, die vaak wordt gebruikt in de Nederlandse artikelen) zou zelfs al ten tijde van de Spaanse griep zijn gebruikt.", "In de jaren twintig van de vorige eeuw bestond inderdaad het idee dat de zuurgraad van je lichaam invloed heeft op bijvoorbeeld verkoudheid of griep. Inmiddels is bekend dat het lichaam van gezonde personen er zelf voor zorgt dat de zuurgraad van het bloed stabiel is. Dit bevestigde Sarah Stanley, expert infectieziekten aan de Universiteit van Californië, aan persbureau AP. Ze vertelde dat je de zuurgraad van je bloed niet met voeding kan beïnvloeden en dat het voor je gezondheid ook erg belangrijk is dat de zuurgraad van je bloed stabiel blijft.", "Er is geen enkele aanwijzing dat baksoda helpt tegen COVID-19, zo meldde onder andere de BBC, persbureau Reuters en factchecker Snopes. Langdurig veel baksoda nemen kan wel leiden tot een hoge bloeddruk.", "Onduidelijk of bloedgroep invloed heeft op ernst COVID-19", "Op alternatieve gezondheidswebsites en sociale media wordt sinds half maart een bericht gedeeld waarin staat dat je bloedgroep invloed heeft op de kans dat je ernstig ziek wordt van besmetting met het coronavirus. Deze berichten zijn gebaseerd op één Chinees onderzoek.", "Experts stellen dat er in dit onderzoek een interessante observatie is gedaan, maar dat op basis van het onderzoek geen conclusies kunnen worden getrokken. Het is op dit moment niet duidelijk of er een verband is tussen de bloedgroep en de ernst van de klachten van een COVID-19-patiënt.", "Geen bewijs dat vitamine C helpt tegen coronavirus", "Vitamine C kan, in tegenstelling tot wat in verschillende berichten op sociale media wordt beweerd, een besmetting met het coronavirus niet voorkomen. Voldoende vitamine C binnenkrijgen door het eten van groenten en fruit is altijd belangrijk. Maar eerder onderzoek toonde al aan dat extra vitamine C slikken de kans op een verkoudheid niet kleiner maakt.", "Ook zijn er op dit moment geen aanwijzingen dat vitamine C slikken helpt bij de behandeling van de ziekte die wordt veroorzaakt door het coronavirus. Er wordt nu in China wel onderzoek gedaan naar een behandeling waarbij grote hoeveelheden vitamine C worden ingespoten. De resultaten van dat onderzoek worden pas in september verwacht.", "Tabel griep-, verkoudheids- en COVID-19-klachten niet van RIVM", "Er worden veel tabelletjes gedeeld die je zouden helpen onderscheid te maken tussen griep-, verkoudheids- en COVID-19-klachten. Vaak staat bij deze tabellen dat ze van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) afkomstig zijn. Dat laatste klopt niet, bevestigt het RIVM in gesprek met NU.nl.", "Door: screenshot", "Op 16 maart plaatsten verschillende nieuwsmedia vergelijkbare overzichten online. Deze lijken gebaseerd op een inventarisatie van de klachten van ruim 55.000 Chinezen bij wie het coronavirus is vastgesteld. Bij deze groep waren koorts en een droge hoest de meest voorkomende klachten, maar ook een verstopte neus, spierpijn en diarree kwamen voor.", "De symptomen die in de aan het RIVM toegeschreven tabel staan, kloppen in grote lijnen. Je kunt op basis van deze tabel echter niet uitsluiten dat je het coronavirus hebt: ook als je bijvoorbeeld niest, is het in theorie mogelijk dat je besmet bent met het coronavirus. Het RIVM adviseert om thuis te blijven als je koorts en/of milde verkoudheidsklachten hebt.", "Onjuiste informatie over coronavirus in krantenadvertentie", "Het datajournalistiek platform Pointer constateerde dat een man die eerder werd geïnterviewd vanwege zijn antivaccinatiestandpunt, achter een advertentie met onjuiste informatie over het coronavirus zit, die deze week in de Volkskrant is geplaatst. In deze advertentie wordt geïnsinueerd dat het coronavirus niet gevaarlijker is dan de griep.", "Dit klopt niet. Een woordvoerder van het RIVM legde dit aan Pointer uit: \"Het grote verschil is dat er in de bevolking veel weerstand en immuniteit is tegen de normale griep, ook doordat kwetsbare mensen en ouderen de griepprik krijgen. In een griepseizoen worden maar enkele honderdduizenden mensen besmet met het virus. Tegen COVID-19 heeft niemand nog immuniteit.\" Hierdoor kan dus potentieel iedereen besmet raken met het coronavirus, wat tot overbelasting van de zorg kan leiden.", "Veel klopt niet in 'corona-info uit Zwitserland'-bericht", "Een WhatsApp- en Facebook-bericht dat uit Zwitserland zou komen en wordt toegeschreven aan een Italiaanse arts in de Chinese stad Shenzen, bevat veel verkeerde informatie over het coronavirus. Zo wordt er onder meer beweerd dat het coronavirus doodgaat bij 26 of 27 graden en je niet besmet bent met het coronavirus als je slijm ophoest. Deze beweringen kloppen niet.", "Geen bewijs dat ziekenhuis adviseerde om op te passen bij benzinepompen", "Op WhatsApp wordt een bericht gedeeld waarin staat dat het coronavirus zich snel verspreidt via benzinepompen en dat je daarom altijd handschoenen of een doekje moet gebruiken. Het bericht komt in verschillende varianten voor en er worden verschillende bronnen genoemd: het zou door een verpleegkundige zijn verstuurd, door een ziekenhuis en één keer werd specifiek het Amstelland Ziekenhuis genoemd. Dit ziekenhuis vertelde aan NU.nl dit specifieke advies niet te hebben gegeven.", "Het bericht blijkt ook in het Engels rond te gaan, waar het onder andere is toegeschreven aan het Ierse universiteitsziekenhuis in Galway. Dit ziekenhuis heeft ook verklaard het advies over benzinepompen niet te hebben gegeven.", "Het coronavirus kan worden verspreid via oppervlakten, maar er zijn geen aanwijzingen dat benzinepompen meer bijdragen aan de verspreiding van het coronavirus dan bijvoorbeeld winkelkarretjes en pinautomaten. Besmetting vindt volgens het RIVM vooral plaats via hoest- en niesdruppeltjes.", "Vervoer van legervoertuigen is geen aankondiging van lockdown", "Op 21 maart ging op WhatsApp en Twitter een filmpje van militaire voertuigen bij station Amersfoort Centraal rond. De persoon die in deze video te horen is, zegt dat er een lockdown aan komt. Het ministerie van Defensie liet via Twitter echter weten dat de voertuigen niets met de maatregelen tegen het coronavirus in Nederland te maken hebben. De voertuigen worden teruggebracht naar de kazerne vanwege een geannuleerde oefening in Duitsland. In de komende periode zal meer materieel getransporteerd worden vanwege geschrapte oefeningen. Het ministerie van Volksgezondheid, Welzijn en Sport liet aan NU.nl weten dat als er een lockdown komt, dit nooit op deze manier wordt bekendgemaakt.", "Doodskisten gefotografeerd na ramp bij Lampedusa in 2013", "Peter Burger, docent en onderzoeker aan de Universiteit Leiden en gespecialiseerd in nepnieuws en broodjeaapverhalen, signaleerde woensdag dat de Nederlandse Facebook-pagina Ik hou van Italië beweert dat een gedeelde foto van doodskisten uit Bergamo afkomstig is. Deze Italiaanse plaats is zwaar getroffen door het coronavirus. De foto die op de Facebook-pagina werd gebruikt, is echter al in 2013 genomen. De foto is gemaakt na de scheepsramp bij Lampedusa, waarbij zeker 366 migranten om het leven zijn gekomen.", "Door: prinstcreen", "Facebook-bericht met de foto van doodskisten uit 2013.", "Afgelopen week kwamen er uit Bergamo wel beelden van doodskisten en een colonne legervoertuigen voor het vervoeren van overledenen. De burgemeester van de Italiaanse plaats vertelde dat de crematoria op dit moment onvoldoende capaciteit hebben. Persbureau Reuters meldde dat het leger daarom lichamen naar crematoria buiten de stad heeft overgebracht.", "Video van dronken man in Brussel heeft niets met coronavirus te maken", "Op Twitter verscheen maandagochtend een video van een man in België die op een metrostation was bezweken aan COVID-19. Datajournalisten van Pointer toonden aan dat de video inderdaad in België is opgenomen, maar niets met het coronavirus te maken heeft. Het vervoersbedrijf dat de metrolijn exploiteert, verklaart dat de man dronken was en daarom op de grond lag.", "Het is druk in de supermarkten, maar niet alle hamsterfilmpjes kloppen", "Op Facebook gaat een video rond waarin mensen in Brussel zouden vechten om de laatste pot Nutella. Volgens de begeleidende tekst is het filmpje op 14 maart 2020 gemaakt. Dezelfde video is echter al op 26 januari 2018 op YouTube geplaatst. Er waren toen in meerdere Franse supermarkten vechtpartijen, omdat er 70 procent korting werd gegeven op Nutella.", "Door: prinstcreen", "Vechtpartij om afgeprijsde Nutella.", "Foto van herstelde natuur in Venetië blijkt van klein eiland buiten centrum", "Door de afwezigheid van toeristen verschijnen op veel plekken dieren, die daar normaal gesproken niet te zien zijn. Maar niet al deze mooie foto's kloppen helemaal. De onderstaande foto's zouden aantonen dat er zwanen zijn teruggekeerd in Venetië. Eliot Higgins van onderzoekscollectief Bellingcat ontdekte dat de foto van de zwanen niet in het centrum van Venetië genomen is, maar op Burano, een eiland dat ongeveer op 7 kilometer afstand van Venetië ligt. Hoe uitzonderlijk het is dat daar zwanen zwemmen, is niet bekend. Ook op oudere foto's van toeristen uit Burano zijn soms zwanen te zien.", "Door: prinstcreen", "Zwanen in Burano.", "Veel gezondheidsadviezen kloppen niet", "NUcheckt maakte op 16 maart een overzicht van de onjuiste gezondheidsadviezen die op dat moment rondgingen. Hierin leggen we onder meer uit dat je niet kunt bepalen of je COVID-19 hebt door tien seconden lang je adem in te houden. Ook vertellen we dat gorgelen of knoflook je niet beschermen tegen het coronavirus of de ziekte die het virus veroorzaakt.", "Constant water drinken beschermt niet tegen coronavirus", "Volgens berichten op Facebook, Twitter en WhatsApp kan iedere vijftien minuten een slokje water drinken voorkomen dat je besmet wordt met het coronavirus. Dit is onjuist. Voldoende water drinken is altijd belangrijk, maar iedere paar minuten drinken voorkomt geen besmetting met het coronavirus.", "Screenshots van nieuwswebsites vaak gemanipuleerd", "Begin maart circuleerden zogenaamde screenshots met de opmaak van media als het AD, Het Parool, de NOS, Omroep Brabant en AT5. Meestal stond er in het niet-kloppende bericht dat in een bepaalde plaats of op een bepaalde school iemand met het coronavirus besmet was geraakt. Je kunt makkelijk controleren of het screenshot klopt door naar de website van de nieuwsorganisatie zelf te gaan. Als het bericht daar niet te vinden is, is het bericht hoogstwaarschijnlijk nep.", "Coronavirus kwam niet uit Engels lab", "Volgens verschillende berichten, onder meer op ons reactieplatform NUjij, is het coronavirus ontstaan in een Engels lab. Dit is onjuist en gebaseerd op een misverstand. Er bestaan, naast het coronavirus dat nu een pandemie heeft veroorzaakt, ook nog andere coronavirussen. In het Engelse lab is geen onderzoek gedaan naar het coronavirus waar mensen nu massaal ziek van worden, maar naar een coronavirus dat alleen gevaarlijk is voor pluimvee."], "authors": ["Door", "Shannon Bakker"], "keywords": ["geplande", "dat", "van", "dit", "niet", "een", "en", "coronavirus", "coronanepnieuws", "pandemie", "geen", "je", "genetische", "op", "modificatie", "het", "bewijs"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}