{"id": "e7e9aae2-037d-3f8f-8ccb-c4df56c26f28", "title": "Impact van allrounder Georginio Wijnaldum valt niet te onderschatten", "url": "https://volkskrant.nl/sport/impact-van-allrounder-georginio-wijnaldum-valt-niet-te-onderschatten~be460ef9/", "summary": "Bij het meeverdedigen heeft zijn beulswerk als loper vooral het doel om de tegenstander op te jagen.\nDe invloed die hij op het veldspel van Oranje uitoefent, gebeurt veelal van de bal af.\nExtreem effectiefMaar hoewel hij in Oranje relatief weinig aan de bal is te vinden, is de impact van Wijnaldum op zijn nationale ploeg bijna niet te onderschatten.\nIn het oranje tricot van zijn landenploeg speurt Wijnaldum naar gaten in het zestienmetergebied van de tegenstander.\nIn het rode tenue van zijn clubwerkgever komt hij de bal juist ophalen bij het eigen strafschopgebied in de spelopbouw.", "paragraphs": ["Georginio Wijnaldum tijdens Polen-Nederland. Beeld BSR Agency", "In het afsluitende Nations League-duel met Polen (1-2) is het spel van Georginio Wijnaldum typerend voor zijn rol in Oranje. De aanvoerder legt zoals gebruikelijk enorme afstanden af. In aanvallend opzicht om vrij te komen tussen de middenvelds- en de aanvalslinie. Bij het meeverdedigen heeft zijn beulswerk als loper vooral het doel om de tegenstander op te jagen.", "De invloed die hij op het veldspel van Oranje uitoefent, gebeurt veelal van de bal af. In Polen is Wijnaldum met 55 balcontacten wederom de middenvelder die het minst vaak aan de bal komt bij Oranje. In vier van de vijf andere Nations League-duels was dit ook al het geval.", "Extreem effectief", "Maar hoewel hij in Oranje relatief weinig aan de bal is te vinden, is de impact van Wijnaldum op zijn nationale ploeg bijna niet te onderschatten. Dat captain Gini – met een veroverde strafschop waaruit Memphis Depay de gelijkmaker binnen knalt én met een kopbal uit een corner voor de beslissende 1-2 – bij beide Oranjegoals betrokken is, mag geen verrassing meer heten.", "Wijnaldum is extreem effectief als metervreter op het aanvallend middenveld bij Oranje. Sinds de start van de vorige Nations League, in september 2018, speelt Wijnaldum steevast ‘op 10’. In de 19 kwalificatie- en Nations League-duels sindsdien scoorde hij maar liefst 13 keer en gaf hij 2 assists. In deze periode is Wijnaldum gemiddeld eens per 112 speelminuten betrokken bij een Oranje-doelpunt.", "Cijfers die niet misstaan voor een internationale topaanvaller. En dat is wat Wijnaldum momenteel zo bijzonder maakt. Want in Engeland speelt hij in een totaal andere rol op het middenveld.", "Zo is Wijnaldum bij Liverpool sinds de zomer van 2017, toen trainer Jürgen Klopp hem fulltime als hardwerkende, veelzijdige box-to-box-middenvelder ging gebruiken, gemiddeld slechts eens per 664 speelminuten bij een treffer van The Reds betrokken. Bij Oranje is Wijnaldum dus bijna zes keer zo vaak betrokken bij de doelpuntenproductie.", "Modern topvoetbal", "Daarentegen is Wijnaldum bij Liverpool, van wie de speelstijl nooit omschreven zal worden als saai ‘brei-voetbal’, juist veel vaker aan de bal te vinden. In de afgelopen 6 Nations League-duels verstuurde Wijnaldum gemiddeld 31 passes per 90 minuten voor Oranje. Bij Liverpool ligt zijn moyenne aan verzonden passes dit seizoen bijna dubbel zo hoog, op 54.", "In het oranje tricot van zijn landenploeg speurt Wijnaldum naar gaten in het zestienmetergebied van de tegenstander. In het rode tenue van zijn clubwerkgever komt hij de bal juist ophalen bij het eigen strafschopgebied in de spelopbouw.", "Wijnaldum presteert iets wat zelden te zien is in het moderne topvoetbal. In twee totaal verschillende rollen uitblinken op het internationale toneel. Als doelgerichte nummer 10 in Oranje, als zichzelf wegcijferende meesterknecht bij het grote Liverpool.", "In Polen etaleerde Wijnaldum woensdagavond deze veelzijdigheid in de slotfase. Direct na zijn winnende kopstoot voor de 1-2 moest de aanvoerder van rol te veranderen. Door het inbrengen van de extra aanvalstroef van Luuk de Jong moest Wijnaldum in de laatste minuten ‘stofzuigen’ als defensieve middenvelder. Een taak waar deze pure allrounder zijn hand voor niet omdraait."], "authors": ["Sam Planting"], "keywords": ["oranje", "valt", "van", "bij", "als", "het", "op", "zijn", "wijnaldum", "impact", "niet", "onderschatten", "te", "een", "allrounder", "georginio"], "pubDate": "2020-11-19T13:39:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}