{"id": "e7ebf247-8527-36fb-8b4d-d02a8f17227d", "title": "Claudia Hammond legt in 'Rust’ uit waarom lezen zo ontspannend werkt", "url": "https://trouw.nl/recensies/claudia-hammond-legt-in-rust-uit-waarom-lezen-zo-ontspannend-werkt~ba8cc8eb/", "summary": "Claudia Hammond legt uit waarom dat zo werkt.\nWant was te weinig stress trouwens niet net zo ongezond als te veel?\nUw plaats achterin een lange rij verwelkomen als een adempauze.\nKijk ik als ik een vakantiehuisje huur, altijd eerst naar de leeslampjes in de slaapkamer?\nLezen helpt bovendien tegen eenzaamheid: als je leest, ben je nooit alleen, zoals de titel van het boekenweekgeschenk van 1975 al zei.", "paragraphs": ["Flutroman of raadselachtig literair werk, het maakt niet uit. Wie wil ontspannen, die leest. Claudia Hammond legt uit waarom dat zo werkt.", "Niet echt het moment voor een boek over rust, zou je zeggen. Hoezeer ik de afgelopen maanden ook heb genoten van de stilte die de wereld pardoes werd opgelegd, zo langzamerhand snak ik naar reuring. Naar zomaar uit dansen gaan, zingen, dat grote feest dat uitgesteld is tot ooit. Nee, ik zit nu even niet te wachten op alweer zo’n psychologisch verantwoord boek, dat me vertelt waarom en hoe ik vaker moet lummelen en niet altijd aan moet willen staan.", "Na zoveel verplichte vakantie van binnenblijven, mag mijn uitknop wel weer op aan, wil mijn slinger weer richting spanning&avontuur. Lawaai. Leven. Want was te weinig stress trouwens niet net zo ongezond als te veel?", "Dat laatste beaamt de Britse psychologe Claudia Hammond in Rust grif. De mens is nu eenmaal een uitzonderlijk nieuwsgierig dier. Maar daardoor helaas ook vatbaar voor rusteloosheid, zeker nu sinds internet en smartphone alles en iedereen altijd en overal om aandacht bliept. Een beetje kantoorklerk moet zich elke dag door een nieuwe rijstebrijberg aan e-mails heenvreten, waarachter allang geen luilekkerland meer ligt, omdat de berg van gisteren nog niet was weggekauwd. Ook die aanbevolen scheiding van werk en privé is knap lastig, zeker als je thuis moet werken.", "De top-10 van wat de mensheid doet om rust te vinden", "Hammond heeft wat nuchtere adviezen voor wie dreigt te bezwijken onder de druk van de moderne wereld. Zoals de bekende frisse neus tussen de middag. Uw plaats achterin een lange rij verwelkomen als een adempauze. U heeft het ongetwijfeld al eens gelezen of zelf bedacht.", "Echt interessant wordt haar boek pas als ze beschrijft wat de mensheid uit zichzelf zoal doet om rust te vinden. Ze werkte mee aan een multidisciplinair onderzoek in 2016 onder 18.000 mensen uit 135 landen naar hun favoriete manier van ontspanning. De top-10 legt ze in Rust met allerhande wetenschappelijke, veelal empirische studies op de snijtafel.", "Waarom komen veel mensen tot rust als ze naar muziek luisteren (nummer 4 van de top-10)? Wat gebeurt er dan precies in hun hersenen? Maakt het nog uit of het Mozart, Stockhausen of heavy metal is? Nou, nee. En hoe zit het met tv-kijken (nummer 9)? In je eentje? Samen? Maar (gewetensvraag) waardoor raak ik er dan toch zo gestrest van?", "Verder komen langs: mindfulness, dagdromen, badderen, helemaal niets doen (moeilijk!), alleen zijn en (uiteraard) wandelen en de natuur ingaan (behalve ’s nachts).", "En op nummer 1...", "Maar de internationaal onbetwiste rustgever nummer één, aangedragen door maar liefst 58 procent van al die 18.000 respondenten is, jazeker: lezen. Al in 1928 werd bewezen dat u daar reuzerelaxt van wordt: als u zit te lezen en iemand tikt met zo’n hamertje onder uw knieschijf, dan zwiept uw been opvallend ver uit – teken van ontspanning. Terwijl lezen cognitief gezien toch behoorlijk inspannend is, ingewikkelder nog dan hoofdrekenen.", "Niet iets om gemakkelijk bij in slaap te vallen, dus? Maar waarom lezen zoveel mensen dan zo graag in bed? Kijk ik als ik een vakantiehuisje huur, altijd eerst naar de leeslampjes in de slaapkamer? En hoe komt het dat sommige mensen na twee bladzijden gegarandeerd vertrokken zijn, terwijl ze van tv-kijken en bezig zijn op hun mobieltje nog uren liggen te malen?", "Wist u dat lezen minstens zo ontspannend is als yoga of tai chi? Ander verrassend weetje: het maakt nauwelijks uit of je opgaat in de krant, een flutromannetje of een raadselachtig literair werk, al blijkt dat laatste wel het beste te werken voor mensen die chronisch pijn lijden.", "Claudia Hammond Beeld Ian Skelton", "Zo maar wat mijmeren over gans andere zaken", "Lezen is niet alleen afleiding en even je problemen vergeten: we zitten, zo blijkt uit hersenscans, juist bij moeilijker boeken regelmatig ongemerkt zomaar wat te mijmeren over gans andere zaken; misschien niet de bedoeling van de schrijver, maar wel heel ontspannend. Hoezo zit ik te niksen? Je ziet toch dat ik lees?", "Maar waarschijnlijk het allerbelangrijkste om tot rust te komen: wie leest, heeft de regie. U kunt uw eigen tempo bepalen en te gruwelijke of saaie stukken overslaan, zoals ik als kind deed als de natuurbeschrijvingen in dikke grotemensenboeken me te lang duurden; dan huppelde ik onbekommerd door naar de volgende dialoog. U kunt terugbladeren, mooie of lastige passages herlezen zo vaak u wilt en achterin spieken als u alvast wilt weten hoe het afloopt. Erbij in slaap vallen, morgen weer verdergaan of het boek voorgoed wegleggen. Die vrijheid geeft ontspanning.", "Lezen helpt bovendien tegen eenzaamheid: als je leest, ben je nooit alleen, zoals de titel van het boekenweekgeschenk van 1975 al zei. Hordes interessante personages vertrouwen u zomaar hun intiemste gedachten toe, alsof u hun beste kameraad bent. En als hun gezelschap en geklets u te veel worden, kunt u hen zonder uitleg of schuldgevoel van de ene tel op de andere de rug toekeren. Echte mensen zult u dat niet gauw flikken.", "Wat wordt de volgende topper? Breien?", "Lezen, scharrelen, dagdromen, wandelen: het gaat in Hammonds top-10 opvallend vaak om dingen die u ook (vaak liefst) in uw eentje kunt doen en waarbij u van niemand commentaar zult krijgen. We mogen dan sociale wezens zijn, we kunnen smachten naar feesten, seks en gezelligheid: wie tot rust wil komen, blijkt (hoe coronaveilig!) de medemens het liefst even op afstand te houden.", "Toch vraag ik me af hoe de top-10 er nu, na tien opgehokte maanden, uit zou zien. Zou ‘het gezelschap van vrienden en familie’ (bij Hammond in 2016 nog op nummer 12) vandaag opeens naar de top-5 zijn doorgestoten? En hoe lang is lezen nog nummer 1, met de oprukkende ontlezing? Wordt ‘tijd doorbrengen in de natuur’ de volgende topper? Breien? En hoe erg is dat?", "Hoe dan ook: voorlopig blijk ik als recensent toch maar mooi het relaxtste baantje van de wereld te hebben. Ik kan de hele dag lui met een boek in bed liggen en zonder blozen beweren dat ik aan het werk ben. Enig minpuntje: ik vrees dat ‘het vervolgens op tijd inleveren van een artikel’ nooit in zelfs maar de top-2000 van rustgevende activiteiten terecht zal komen. Kwestie van kosmisch evenwicht, vermoed ik. Wat dan op zich weer een bijzonder geruststellende gedachte is.", "Claudia Hammond", "Rust. De psychologie van ontspannen en bijkomen in de moderne wereld", "Vert. Hanneke Bos", "Atlas Contact;", "245 blz. € 24,99", "Lees ook:", "Lezen deden we in 2020 stukken meer: alle must-reads op een rij", "Er is nog geen hausse aan corona-boeken, en dat is maar goed ook. Maar de pandemie brengt wel iets moois voort: er wordt meer gelezen."], "authors": ["Marijke Laurense"], "keywords": ["ik", "claudia", "lezen", "rust", "waarom", "uit", "werkt", "te", "hammond", "legt", "van", "zo", "en", "een", "ontspannend", "als", "op", "het", "dat"], "pubDate": "2021-01-09T00:00:46Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}