{"id": "e7f4756f-b91a-3e5a-bc04-0d36fd9c7a53", "title": "Fors meer kwetsbare ouderen overleden in laatste week 2020", "url": "https://www.parool.nl/nederland/fors-meer-kwetsbare-ouderen-overleden-in-laatste-week-2020~b6d5d73b/", "summary": "Het gaat om ongeveer 500 meer sterfgevallen meer dan gebruikelijk.\nHet gaat om ongeveer 500 meer kwetsbare ouderen dan normaal, vooral 80-plussers.\nTekst gaat verder onder grafiekSinds de laatste week van september zijn er volgens het Centraal Bureau voor de Statistiek 6700 meer mensen overleden dan normaal voor deze periode.\nHet bureau merkte eerder op dat de hogere sterfte van de afgelopen maanden samenvalt met de tweede golf van de corona-epidemie in Nederland.\nIn de tweede golf tot nu toe is de zogeheten relatieve oversterfte het hoogst in Noord-Brabant en Zuid-Holland (beide rond 20,5 procent).", "paragraphs": ["Het gaat om ongeveer 500 meer sterfgevallen meer dan gebruikelijk. Beeld Getty Images", "Dat maakte statistiekbureau CBS bekend. Het gaat om ongeveer 500 meer kwetsbare ouderen dan normaal, vooral 80-plussers.", "De sterfte in de rest van de Nederlandse bevolking kwam uit op bijna 2100, dat is volgens het CBS nagenoeg zoals verwacht voor de tijd van het jaar. Vergeleken met een week eerder stierven er zelfs 200 mensen minder.", "Tekst gaat verder onder grafiek", "Sinds de laatste week van september zijn er volgens het Centraal Bureau voor de Statistiek 6700 meer mensen overleden dan normaal voor deze periode. Het bureau merkte eerder op dat de hogere sterfte van de afgelopen maanden samenvalt met de tweede golf van de corona-epidemie in Nederland.", "In de tweede golf tot nu toe is de zogeheten relatieve oversterfte het hoogst in Noord-Brabant en Zuid-Holland (beide rond 20,5 procent). Zij worden op de voet gevolgd door Utrecht, Overijssel en Flevoland met rond 20 procent hoger dan verwachte sterfte. Zeeland heeft in de tweede golf tot nu toe geen echte oversterfte gehad en ook in Groningen blijft de oversterfte beperkt."], "authors": [], "keywords": ["overleden", "laatste", "van", "ouderen", "2020", "fors", "dan", "voor", "oversterfte", "met", "sterfte", "op", "tweede", "het", "meer", "week", "kwetsbare"], "pubDate": "2021-01-08T08:38:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}