{"id": "e7fdf7f1-92bb-334a-b86d-4b0bc66ab3a4", "title": "Massaal leren schaken door Netflix-serie: zo werkt de damegambiet", "url": "https://www.nu.nl/uit/6092246/massaal-leren-schaken-door-netflix-serie-zo-werkt-de-damegambiet.html", "summary": "\"Die trucs leer je al snel als je op het internet gaat schaken, want je trapt er één keer in en de partij erna ken je het alweer.\"\nDaarnaast moet je drie FIDE-normen behalen, door bijvoorbeeld eerste te worden op aangewezen toernooien of van een grootmeester te winnen.\n\"De belangstelling voor het online schaken is dan ook enorm gegroeid vanwege corona, zowel bij de jeugd als bij volwassenen.\"\n\"Het zijn mensen die vroeger hebben geschaakt en het weer willen oppakken en heel veel nieuwe schakers die geïntrigeerd zijn geraakt door de serie.\"\nZo kan de tegenstander bijvoorbeeld de queen's gambit 'aannemen', dus een van de pionnen slaan, of weigeren.", "paragraphs": ["De Netflix-serie The Queen's Gambit heeft veel mensen nieuwsgierig gemaakt naar het schaakspel. Vooral online schaken is populair, blijkt uit het explosief groeiend aantal leden op online schaakplatforms. Goed nieuws: je hoeft niet als wonderkind geboren te zijn om het spel onder de knie te krijgen. Schaakgrootmeester en voormalig Nederlands kampioen Jorden van Foreest (21) licht een tipje van de sluier.", "\"Begin met het oefenen van tactieken en combinaties waarmee je de tegenstander direct kan verslaan\", zegt Van Foreest. De eerste partij die hoofdpersonage Beth Harmon in de serie speelt, verliest ze in een paar zetten. \"Die trucs leer je al snel als je op het internet gaat schaken, want je trapt er één keer in en de partij erna ken je het alweer.\"", "Van Foreest werd in 2015 op zijn zestiende Nederlands jongste schaakgrootmeester ooit en won het jaar daarop het Nederlands kampioenschap. \"Om grootmeester te worden moet je een FIDE-rating hebben van 2.500\", legt hij uit. FIDE staat voor Fédération Internationale des Échecs, de internationale schaakfederatie die deze titel verleent. Daarnaast moet je drie FIDE-normen behalen, door bijvoorbeeld eerste te worden op aangewezen toernooien of van een grootmeester te winnen.", "'Belangstelling voor online schaken enorm gegroeid'", "De schaakwereld maakt dit jaar een flinke ontwikkeling door, zegt Eric van Breugel van de Koninklijke Nederlandse Schaakbond (KNSB). Fysieke bordpartijen en toernooien, zoals ook het Nederlands kampioenschap, zijn dit jaar geannuleerd vanwege de coronamaatregelen.", "Gelukkig kun je schaken ook online beoefenen. \"Niet alle schakers willen eraan, maar de meerderheid gelukkig wel, ook al is het vaak alleen als overbrugging\", zegt Van Breugel. \"De belangstelling voor het online schaken is dan ook enorm gegroeid vanwege corona, zowel bij de jeugd als bij volwassenen.\"", "“We stevenen voor november af op een viervoud van de verkoop van schaakartikelen ten opzichte van vorig jaar. Dat is écht heel veel.” Ivar Smit, Schaak & Gowinkel Het Paard", "En toen was er The Queen's Gambit. De Netflix-serie veroorzaakt deze maand een run op schaakborden en een explosieve stijging in online schakers. \"We stevenen voor november af op een viervoud van de verkoop van schaakartikelen ten opzichte van vorig jaar. Dat is écht heel veel\", zegt Ivar Smit van Schaak & Gowinkel Het Paard in Amsterdam, waar de officiële schaakbondwinkel onderdeel van uitmaakt. \"Het zijn mensen die vroeger hebben geschaakt en het weer willen oppakken en heel veel nieuwe schakers die geïntrigeerd zijn geraakt door de serie.\"", "Wat ís nou eigenlijk een Queen's Gambit?", "De Queen's Gambit, oftewel een damegambiet, is een schaakopening waarbij je vanuit strategisch oogpunt een pion weggeeft. \"Het begint al vanuit de eerste twee zetten\", legt schaakgrootmeester Van Foreest uit.", "\"Als je de eerste twee pionnen voor de koningin naar voren schuift, karakteriseert zich dat als iets wat de opening meer strategisch maakt.\" Binnen het damegambiet zijn er ook nog subopeningen. Zo kan de tegenstander bijvoorbeeld de queen's gambit 'aannemen', dus een van de pionnen slaan, of weigeren.", "Maar beginners hoeven zich volgens Van Foreest niet bezig te houden met het leren van ingewikkelde openingen. \"Op het beginnersniveau worden de partijen niet in de opening beslist, maar doordat de tegenstander een schaakmat toelaat of een stuk weggeeft in één zet\", zegt hij.", "\"Schaken is vooral patroonherkenning. Er zijn miljoenen combinaties en tactieken. Hoe meer je kent, hoe meer je er ziet aankomen.\""], "authors": ["Door", "Laurine Croes"], "keywords": ["massaal", "leren", "door", "je", "van", "werkt", "zo", "een", "voor", "te", "het", "online", "en", "op", "damegambiet", "netflixserie", "schaken", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}