{"id": "e8097c46-e3aa-309e-b8d1-75eec75cbbd6", "title": "Williams kiest na vertrek Claire Williams voor Duitser Capito als CEO", "url": "http://www.nu.nl/formule-1/6097300/williams-kiest-na-vertrek-claire-williams-voor-duitser-capito-als-ceo.html", "summary": "Jost Capito is donderdag aangesteld als CEO van Williams.\nHij vult bij het Formule 1-team het gat op dat is ontstaan door het vertrek van Claire Williams, die teameigenaar en teambaas was.\nMet het terugtreden van Claire Williams kwam er een einde aan een periode van 43 jaar waarin de Britse renstal door de familie Williams geleid werd.\n\"Het is een grote eer om in deze opwindende en veeleisende tijden voor het team en de Formule 1 deel uit te maken van Williams\", zegt Capito op de site van Williams.\nIn het afgelopen weekend afgeronde seizoen pakte het team van coureurs George Russell en Nicholas Latifi geen enkel WK-punt.", "paragraphs": ["Jost Capito is donderdag aangesteld als CEO van Williams. Hij vult bij het Formule 1-team het gat op dat is ontstaan door het vertrek van Claire Williams, die teameigenaar en teambaas was.", "Met het terugtreden van Claire Williams kwam er een einde aan een periode van 43 jaar waarin de Britse renstal door de familie Williams geleid werd. Frank Williams, de vader van Claire, richtte het team in 1977 op.", "De familie Williams verkocht de renstal eerder dit jaar aan de Amerikaanse investeringsmaatschappij Dorilton Capital. Simon Roberts werd al aangesteld als nieuwe teambaas.", "\"Het is een grote eer om in deze opwindende en veeleisende tijden voor het team en de Formule 1 deel uit te maken van Williams\", zegt Capito op de site van Williams. \"Dit team heeft altijd een grote rol gespeeld binnen de sport en ik vind het eervol om daar nu onderdeel van te zijn.\"", "Williams boekte in zijn geschiedenis 114 overwinningen. Dat resulteerde in negen titels bij de constructeurs en zeven keer werd een coureur van het team wereldkampioen.", "134 Dit zijn de nieuwe regels in het komende Formule 1-seizoen", "Capito was kort teambaas van McLaren", "De laatste jaren was Williams een staartploeg in de Formule 1. In het afgelopen weekend afgeronde seizoen pakte het team van coureurs George Russell en Nicholas Latifi geen enkel WK-punt.", "Aan Capito dan ook de taak om het team omhoog te leiden. \"Ik ga deze uitdaging aan met veel respect en ga ervan genieten\", zegt de 62-jarige Duitser, die op 1 februari officieel in dienst treedt.", "Capito won in 1985 met zijn vader de Dakar Rally bij de trucks. Sinds dat jaar werkte hij ook bij achtereenvolgens BMW, Porsche en Volkswagen. In 2016 was hij vier maanden lang teambaas van McLaren."], "authors": ["Door"], "keywords": ["kiest", "duitser", "vertrek", "van", "bij", "een", "voor", "het", "team", "en", "williams", "capito", "als", "formule", "werd", "claire", "ceo", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}