{"id": "e81387d0-a16f-3488-9d3f-7228d72add5d", "title": "Vouwtelefoon LG Wing is met zijn T-opstelling een geinige toevoeging aan het smartphonevak", "url": "https://volkskrant.nl/wetenschap/vouwtelefoon-lg-wing-is-met-zijn-t-opstelling-een-geinige-toevoeging-aan-het-smartphonevak~be06ba8d/", "summary": "Een van de mogelijkheden van de LG Wing: extra knoppen bij YouTubevideo’s.\nEn nu komt LG met de Wing op de proppen, met afstand het opmerkelijkste mobieltje dat dit jaar het licht zag.\nHet T-vormige gevaarte biedt zeker extra mogelijkheden, maar het zijn vermoedelijk geen zaken waarop de gemiddelde telefoonbezitter altijd al heeft zitten wachten.\nOp die manier kan de consument op het grote, brede scherm bijvoorbeeld een YouTube- of Netflixvideo kijken, terwijl hij op het kleine schermpje zijn mail bijhoudt.\nVoor het overige is de LG Wing een prima presterend toestel met een goed scherm.", "paragraphs": ["Een van de mogelijkheden van de LG Wing: extra knoppen bij YouTubevideo’s. Beeld LG", "Je kunt niet zeggen dat het LG aan lef ontbreekt. Precies een jaar geleden kwamen de Zuid-Koreanen met de LG Dual Screen, een suboptimale constructie waarbij twee schermen aan elkaar worden geklikt. Een soort troostversie van de echte vouwtelefoon, zeg maar.", "En nu komt LG met de Wing op de proppen, met afstand het opmerkelijkste mobieltje dat dit jaar het licht zag. Ook dit keer probeert de fabrikant een geheel eigen invulling te geven een het concept ‘flexibel scherm’. Dit keer via een soort draaischerm, voor Time Magazine reden genoeg de LG Wing een ‘eervolle vermelding’ te geven in zijn lijst van de honderd mooiste innovaties van dit jaar.", "Wie de LG Wing uit de doos haalt, ziet een groot, zwaar en nogal dik toestel. Maar dan dan komt de grote truc: de telefoon bestaat feitelijk uit twee schermen. De bovenkant kan een kwartslag worden gedraaid, waarna eronder een wat kleiner scherm tevoorschijn komt.", "T-stand", "De Wing heeft dus anderhalf scherm. Maar dan? Het T-vormige gevaarte biedt zeker extra mogelijkheden, maar het zijn vermoedelijk geen zaken waarop de gemiddelde telefoonbezitter altijd al heeft zitten wachten. Zo kan de Wing in T-stand worden gebruikt om video’s te maken, waarbij de onderkant als handvat dient, inclusief beeldstabilisatie. Misschien handig voor fanatieke youtubers, die voor dergelijke mogelijkheden nu hun toevlucht tot speciale hardware moeten nemen.", "Ook bij de foto-app of het racespel Asphalt Legends fungeert de onderkant als bonus, voor het weergeven van meer bedieningsknoppen of meer informatie. Andere apps werken niet in deze ‘uitgebreide modus’, maar doen wel op het kleine schermpje autonoom hun werk. Op die manier kan de consument op het grote, brede scherm bijvoorbeeld een YouTube- of Netflixvideo kijken, terwijl hij op het kleine schermpje zijn mail bijhoudt.", "Dat werkt in de basis best fijn, maar het werkt nog niet allemaal even intuïtief. Een app van het tweede naar het eerste scherm verplaatsen gaat bijvoorbeeld niet. Voor het overige is de LG Wing een prima presterend toestel met een goed scherm. Al blijven de prestaties van de camera achter bij die van de topmodellen van Samsung, Apple of Huawei.", "Vouwtoestellen, zoals de Samsung Fold, zullen meer kans maken een blijvertje te zijn dan dit curieuze T-model, maar leuk en dapper is deze poging zeker."], "authors": ["Laurens Verhagen"], "keywords": ["van", "dit", "vouwtelefoon", "een", "geinige", "het", "smartphonevak", "maar", "lg", "zijn", "scherm", "op", "toevoeging", "voor", "wing", "met", "topstelling"], "pubDate": "2020-12-14T15:42:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}