{"id": "e838ac87-e8af-3f17-8304-5a54c48be9c2", "title": "Arjen Lubach is de influencer van het jaar 2020", "url": "https://trouw.nl/cultuur-media/arjen-lubach-is-de-influencer-van-het-jaar-2020~b186516e/", "summary": "Met name een filmpje waarin Arjen Lubach het begrip ‘Fabeltjesfuik’ introduceerde, trok het afgelopen jaar veel aandacht.\nFabeltjesfuik werd bijna verkozen tot woord van het jaar − het eindigde achter anderhalvemetersamenleving.\nDe uitslag van de Influencer van het jaar-verkiezing(Er werden 1143 stemmen uitgebracht)1.\nWie had er het afgelopen jaar op sociale media de meeste invloed op het maatschappelijke debat?\nWie was de influencer van het jaar 2020?", "paragraphs": ["Met name een filmpje waarin Arjen Lubach het begrip ‘Fabeltjesfuik’ introduceerde, trok het afgelopen jaar veel aandacht. Daarin liet hij zien hoe iedereen door de algoritmes van de sociale media wordt bestookt met eenzijdige informatie en zo verstrikt kan raken in een web van complottheorieën en ‘alternatieve feiten’.", "De video was voor het eerst te zien in ‘Zondag met Lubach’, een televisieprogramma waarin hij ingewikkelde kwesties helder en met de nodige humor uitlegt. Filmpjes uit het programma vinden vervolgens makkelijk hun weg naar de sociale media en naar een jong publiek. ‘De Fabeltjesfuik’ werd twee miljoen keer bekeken op Youtube, net zo vaak als de televisie-uitzending waarin het onderwerp behandeld werd. Fabeltjesfuik werd bijna verkozen tot woord van het jaar − het eindigde achter anderhalvemetersamenleving.", "Lange Frans", "De video had grote invloed, in het bijzonder op rapper Lange Frans, die eindigt op plaats zes bij de influencerverkiezing. Lange Frans trok dit jaar juist de aandacht door het verspreiden van de door Lubach gewraakte complottheorieën. Hij beklaagde zich op Twitter dat zijn gehele YouTubekanaal werd verwijderd na de aflevering over de Fabeltjesfuik.", "Mijn hele YouTube account is verwijderd door YouTube. Ook al mijn eigen muziek op mijn kanaal. Ik vind dit echt heel jammer en ik ga nu huilen. @arjenlubach bedankt ! En misschien dat jij met je goede contacten bij YT in ieder geval kan vragen of m’n muziek terug mag ...❤️ — Lange Frans (@langefrans) 21 oktober 2020", "Niet alleen filmpjes waarin hij filosofeerde over het gevaar van 5G en een geheim genootschap dat de wereld bestuurt, maar ook zijn muziek. Lubach reageerde via zijn eigen Twitteraccount en riep YouTube op de muziek weer terug te zetten, en voegde toe: ‘Weer een bewijs dat censuur niet de oplossing is en meteen fout gaat. #fixdefuik.’", "Steeds meer mensen worden op grote online platforms in een eigen parallelle werkelijkheid gezogen. Ze raken verdwaald in de #fabeltjesfuik: https://t.co/GMO9CAmgdp. #ZondagMetLubach pic.twitter.com/9QYUYz5sQr — Zondag met Lubach (@zondagmetlubach) 18 oktober 2020", "Carolien WaldhauerDe kantwerkster, Johannes Vermeer, 1670 Beeld instagram/tussenkunstenquarantaine", "Een verrassende tweede plaats is voor Anneloes Officier die op Instagram een enorme dosis creativiteit losmaakte met #tussenkunstenquarantaine. Ze riep mensen op thuis een bekend kunstwerk na te bootsen met alledaagse attributen. Het levert nog steeds originele posts op, en het verdrijft de verveling van de lockdown.", "In bed met Gommers", "Op de derde plaats staat Diederik Gommers, de voorzitter van de Nederlandse Vereniging voor Intensive Care, die dit jaar een stormachtig debuut maakte op Instagram: van nul naar 380.000 volgers in een paar dagen. Hij post nog steeds, bijvoorbeeld over een app die jongeren moet helpen om te gaan met emoties en stress tijdens de lockdown. Gommers werd geïnspireerd om op Instagram te gaan door influencer Famke Louise, met wie hij publiekelijk in discussie ging over het nut van de coronamaatregelen. De populaire Instagrammer plaatste als herinnering een deepfakefilmpje op haar account waarin ze met Gommers in bed belandt - ‘Anderhalve meter, HALLO!’. Ze eindigt op plaats negen.", "Famke Louise Beeld Brunopress", "Winnaar Lubach neemt een aparte positie in op de lijst van genomineerden. Omdat hij een programma maakt voor de publieke omroep wordt hij ondersteund door een uitgebreide redactie met researchers, tekstschrijvers en een team dat goed gedocumenteerde filmpjes maakt. Daarmee heeft hij natuurlijk een voorsprong op de andere genomineerden. Met zijn team maakte hij dit jaar ook succesvolle filmpjes over nertsen en corona, het gevaar van deepfakes en de coronasteun aan Zuid-Europa. Het merk Rumag dat zelf flink verdiende aan T-shirts voor het goede doel werd ontmaskerd. En dan was er nog de oproep aan de eurocommissaris voor volksgezondheid Stella Kyriakides. Zij werd na een oproep van Lubach bestookt met tweets omdat het hoog tijd wordt te stoppen met een betwiste meetmethode voor schadelijke stoffen in sigaretten. Kyriakides beloofde onlangs om in 2021 een studie uit te voeren.", "Eigenlijk zou Lubach dit jaar stoppen met zijn tv-show, in het voorjaar wilde hij het theater in. Maar omdat dat vanwege corona toch niet kan, besloot hij nog een serie van acht afleveringen te maken rondom de Tweede Kamerverkiezingen in maart. De politieke partijen houden hun adem in, want als ze door Lubach gefileerd worden zou dat weleens stemmen kunnen kosten.", "De uitslag van de Influencer van het jaar-verkiezing", "(Er werden 1143 stemmen uitgebracht)", "1. Arjen Lubach", "2. #tussenkunstenquarantaine", "3. Diederik Gommers", "4. Nikkie de Jager", "5. Eloise van Oranje", "6. Lange Frans", "7. Akwasi", "8. Thierry Baudet", "9. Famke Louise", "10. Call-out accounts", "Lees ook:", "Wie is volgens u de influencer van het jaar?", "Wie had er het afgelopen jaar op sociale media de meeste invloed op het maatschappelijke debat? Wie was de influencer van het jaar 2020? De Trouw-jury nomineert er tien.", "Hoe Instagram van onschuldig medium vol make up-tutorials een podium voor maatschappelijk debat werd", "Influencers zijn sinds corona niet meer weg te denken uit het maatschappelijke debat, betoogt Doortje Smithuijsen. Ieders mening kan nu gehoord worden, met dank aan sociale media."], "authors": ["Harmen Van Dijk"], "keywords": ["van", "2020", "jaar", "en", "voor", "een", "met", "influencer", "op", "te", "het", "lubach", "hij", "arjen"], "pubDate": "2021-01-01T09:04:49Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}