{"id": "e83b6757-d2e6-30b1-8a16-1889fdcf89b0", "title": "Het Canadese duo Kacy & Clayton maakt zalvende folk en country met Nieuw-Zeelander Marlon Williams ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/het-canadese-duo-kacy-clayton-maakt-zalvende-folk-en-country-met-nieuw-zeelander-marlon-williams~b75c3f1d/", "summary": "Het Canadese duo Kacy & Clayton maakt nevelige, in fraaie zanglijnen verpakte folk uit vervlogen tijden.\nEn in de opmerkelijke samenwerking met de Nieuw-Zeelandse zanger Marlon Williams wordt de muziek nog net een randje zachtmoediger.\nEn het gezelschap sloeg daar natuurlijk aan het musiceren.\nDe stemmen van zangeres Kacy Lee Anderson en Marlon Williams smelten fijn samen, bijvoorbeeld in Your Mind’s Walking Out, een klassiek folkduet.\nEn in het titelnummer blijkt de zalvende stemcombinatie ook uit de voeten te kunnen met rustig wiegende bluegrass.", "paragraphs": ["Het Canadese duo Kacy & Clayton maakt nevelige, in fraaie zanglijnen verpakte folk uit vervlogen tijden. En in de opmerkelijke samenwerking met de Nieuw-Zeelandse zanger Marlon Williams wordt de muziek nog net een randje zachtmoediger. Twee jaar geleden vroegen Kacy & Clayton de door hen bewonderde Williams bij hen in de Canadese stad Saskatoon Kerstmis te komen vieren. En het gezelschap sloeg daar natuurlijk aan het musiceren. Het resultaat wordt nu niet voor niets rond Kerst uitgebracht, al ontbreken verwijzingen naar de feestdagen en is de muziek eerder uitgesproken zonnig van toon.", "De stemmen van zangeres Kacy Lee Anderson en Marlon Williams smelten fijn samen, bijvoorbeeld in Your Mind’s Walking Out, een klassiek folkduet. En ook de instrumentaties fascineren. In Arahura plonkt een donkere surfgitaar achter de ietwat gekunstelde, bijna opera-achtige stem van Williams. En in het titelnummer blijkt de zalvende stemcombinatie ook uit de voeten te kunnen met rustig wiegende bluegrass."], "authors": ["Robert Van Gijssel"], "keywords": ["van", "kacy", "nieuwzeelander", "folk", "en", "uit", "met", "een", "maakt", "wordt", "te", "ook", "het", "zalvende", "williams", "marlon"], "pubDate": "2020-12-17T14:13:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}