{"id": "e8550893-040b-3365-ba51-de78cc549665", "title": "Publieke omroepen bedelen om extra geld bij fonds voor journalistiek", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/publieke-omroepen-bedelen-om-extra-geld-bij-fonds-voor-journalistiek-798197/", "summary": "Publieke omroepen hebben extra overheidsgeld gevraagd en gekregen voor ‘onderzoeksjournalistiek’.\nDit blijkt uit een mededeling van het Stimuleringsfonds voor de Journalistiek in Den Haag, afgelopen donderdag.\nBijna miljard euro gaat jaarlijks naar publieke omroepDie publieke omroepen krijgen jaarlijks van het ministerie al 950 miljoen euro.\nMaar de geldzucht bij de landelijke en regionale omroepen is zo groot dat ze ook nog eens, schaamteloos, om geld zijn gaan bedelen bij het Stimuleringsfonds voor de Journalistiek in Den Haag.\nAT5 krijgt 93.225 euro om het ‘AT5-panel verder uit te breiden en te verdiepen’.", "paragraphs": ["Hoe schaamteloos kun je zijn? Publieke omroepen hebben extra overheidsgeld gevraagd en gekregen voor ‘onderzoeksjournalistiek’. Dat gaat ten koste van media die hun eigen broek moeten ophouden. Dit blijkt uit een mededeling van het Stimuleringsfonds voor de Journalistiek in Den Haag, afgelopen donderdag.", "In totaal was er ruim 2,48 miljoen euro te besteden. Geld dat ter beschikking is gesteld door het ministerie van Onderwijs, Cultuur en Wetenschap. Alles bij elkaar zijn 26 aanvragen gehonoreerd. Een groot aantal verzoeken om geld kwam van landelijke en regionale publieke omroepen.", "Bijna miljard euro gaat jaarlijks naar publieke omroep", "Die publieke omroepen krijgen jaarlijks van het ministerie al 950 miljoen euro. Van dat bedrag kun je, ter vergelijking, ook een academisch ziekenhuis bekostigen, van de pleisters tot de salarissen van de specialisten. Maar de geldzucht bij de landelijke en regionale omroepen is zo groot dat ze ook nog eens, schaamteloos, om geld zijn gaan bedelen bij het Stimuleringsfonds voor de Journalistiek in Den Haag.", "Zo krijgt de VPRO 92.400 euro om het radioprogramma Argos ‘te laten samenwerken’ met het televisieprogramma Medialogica.", "KRO-NCRV krijgt 115.500 euro om het programma Reporter Radio te laten samenwerken met regionale media.", "De regionale omroepen RTV Oost, RTV Drenthe, Omrop Fryslân en RTV Noord krijgen 138.600 euro om ‘onderzoeksjournalistiek tot bloei te laten komen’ waarvoor ze door ‘de grote druk van de 24/7-nieuwsvoorziening’ geen tijd hebben.", "Omroep Gelderland vangt 133.980 euro om ‘bloot te leggen hoe polarisatie ontstaat’.", "AT5 krijgt 93.225 euro om het ‘AT5-panel verder uit te breiden en te verdiepen’.", "Een kwart van de subsidiepot gaat zodoende naar media die al door de overheid worden betaald. Het resterende geld is verdeeld over media die voor het merendeel niet worden bekostigd door de overheid en hun eigen broek moeten ophouden, zoals Vrij Nederland, De Groene Amsterdammer, de Volkskrant, een paar bureaus van onderzoeksjournalisten en kleine lokale omroepen.", "Fonds wil regionale en lokale onderzoeksjournalistiek helpen", "Volgens het Stimuleringsfonds voor de Journalistiek is ‘de afgelopen decennia in gestaag tempo de onderzoeksjournalistiek in Nederland gemarginaliseerd, met name op regionaal en lokaal niveau’. Tegelijkertijd zijn volgens het fonds steeds meer overheidsverantwoordelijkheden gedecentraliseerd. ‘Het gevolg? Met name buiten de grote steden worden gemeentes, instanties en bedrijven niet langer op de huid gezeten door journalisten en missen burgers kritische informatie over hun directe omgeving,’ aldus het fonds.", "De subsidieregeling Onderzoeksjournalistiek is in 2018 in het leven geroepen om bij te dragen aan het herstel van de onderzoeksjournalistieke infrastructuur in Nederland en richt zich daarbij voor een belangrijk deel op de regio.", "Voor de goede orde: de redactie van EW heeft geen aanvraag bij het fonds ingediend."], "authors": [], "keywords": ["extra", "publieke", "het", "van", "euro", "regionale", "voor", "en", "journalistiek", "om", "een", "onderzoeksjournalistiek", "te", "bij", "fonds", "omroepen", "bedelen", "geld"], "pubDate": "2021-01-09T13:44:40Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}