{"id": "e856135b-f597-32ed-a131-bb3a836a48c4", "title": "Golfbond ontneemt Trump organisatie major: 'Dit is enorme teleurstelling'", "url": "https://nos.nl/collectie/13854/artikel/2363903-golfbond-ontneemt-trump-organisatie-major-dit-is-enorme-teleurstelling", "summary": "Op een daarvan - Trump National in Bedminster - zou volgend jaar een van de vier majors, het PGA Championship, gehouden worden.\nIn 2014 werd het toernooi al toegewezen, tot genoegen van Trump, die zeer vereerd was.\nDe organisatie heeft namelijk besloten het toernooi terug te trekken van Trumps resort en zelfs alle banden met de president te verbreken.\nOngevraagd in een politieke situatieHet besluit komt vier dagen na de bestorming van het Capitool door Trump-aanhangers.\n\"We bevinden ons ongevraagd in een politieke situatie\", lichtte PGA-directeur Seth Waugh toe.", "paragraphs": ["In zijn laatste dagen als president van Amerika heeft Donald Trump - hij vertrekt op 20 januari - naar eigen zeggen nog een \"ongelooflijke teleurstelling\" te verwerken gekregen vanuit de door hem zo geliefde golfwereld.", "Trump bezit wereldwijd achttien resorts waar gespeeld kan worden. Op een daarvan - Trump National in Bedminster - zou volgend jaar een van de vier majors, het PGA Championship, gehouden worden. In 2014 werd het toernooi al toegewezen, tot genoegen van Trump, die zeer vereerd was. Maar nu het bijna zover is, gaat er een streep doorheen.", "De organisatie heeft namelijk besloten het toernooi terug te trekken van Trumps resort en zelfs alle banden met de president te verbreken.", "Ongevraagd in een politieke situatie", "Het besluit komt vier dagen na de bestorming van het Capitool door Trump-aanhangers. \"We bevinden ons ongevraagd in een politieke situatie\", lichtte PGA-directeur Seth Waugh toe."], "authors": [], "keywords": ["trump", "vier", "politieke", "enorme", "van", "major", "organisatie", "een", "dit", "toernooi", "te", "golfbond", "ontneemt", "het", "president", "worden", "teleurstelling"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}