{"id": "e8598a9f-06a0-39dd-9930-503cad2a436a", "title": "Hans van Willigenburg: ‘Dit zijn de jaren van afscheid nemen’", "url": "https://www.parool.nl/ps/hans-van-willigenburg-dit-zijn-de-jaren-van-afscheid-nemen~b79173ca/", "summary": "Toch had voormalig presentator Hans van Willigenburg (78) het dit jaar moeilijker met het verwerken van de dood van zijn levensgezel, teckel Sinatra (20).\nOf die film nou goed is of slecht, je bent met je gedachten ergens anders.”Toen kreeg u corona.\nDaarna rolde ik van het een in het ander.\nMaar over het algemeen gun ik ze het van harte.”Toen ik uw naam in het krantenarchief invoerde, gingen de drie recentste stukken over het afscheid van bekende vrienden van u.\nIk wil niet dat ze zomaar weg zijn zonder dat ik heb laten weten dat ze belangrijk voor me waren.”Hoe houdt u deze dagen leuk?", "paragraphs": ["Hij kreeg corona en zat weken alleen binnen. Toch had voormalig presentator Hans van Willigenburg (78) het dit jaar moeilijker met het verwerken van de dood van zijn levensgezel, teckel Sinatra (20). ‘We waren echt een span.’", "Een ingelijste foto in Hans van Willigenburgs strak ingerichte appartement met uitzicht op het Vondelpark. “Zoet hè? Toen was Sinatra nog geen jaar. Echt een jonge hond.”", "Het begint te schemeren. Spotjes verlichten Van Willigenburgs kunstverzameling van teckels in alle soorten en maten. Normaal gesproken was dit het moment van de dag voor het derde of – afhankelijk van de spanning in de hondenblaas – het vierde loopje met Sinatra. “Hij bepaalde grotendeels mijn ritme,” zegt zijn baasje. “Nu hij er niet meer is, zeggen sommige vrienden: ‘Je stelde je leven de laatste jaren wel erg in dienst van die hond.’ En ja, ze hebben gelijk. Maar als ik eens niet naar een feestje kon, om thuis bij hem te blijven, had ik een heerlijke avond. Ik heb het steeds graag gedaan.”", "De voormalig televisie- en radiopresentator zet thee en serveert appeltaart van Holtkamp. Aan het einde van een jaar waarin de wereld zuchtte onder een pandemie, lijkt zijn eigen besmetting met corona een detail in een verhaal dat veel meer over verlies dan over virus gaat. Toch kwamen die twee samen in lange weken van stilte en herinneringen. “De rouw die ik uit de weg was gegaan, kwam toen met dubbele kracht alsnog.” Even stilte. “Nou ja, dat moest dan maar.”", "Ruim twee decennia leefde Van Willigenburg samen met zijn hondje Sinatra. “We waren echt een span. Zelfs als ik beneden de krant uit de bus ging halen, ging hij mee.” Eind november vorig jaar overleed de teckel, vlak voor zijn 21ste verjaardag. “In hondenjaren moet je elk jaar met zes of zeven vermenigvuldigen. ­Sinatra was stokoud.”", "Waarom ging u de rouw uit de weg?", "“Dat ging eigenlijk vanzelf. De dag na zijn overlijden, keek ik hier in huis naar al zijn spulletjes en dacht: daar kan ik nu niet tegen. Zijn mand, zakken met voer, speel­tjes; ik heb ze allemaal naar het asiel gebracht. Ik dacht dat dat zou helpen.”", "‘Ik praatte tegen Sinatra en op zijn manier praatte hij terug.’ Beeld Martin Dijkstra", "“Maar toen gebeurde waarvan ik normaal nooit last heb: de dagen kwamen maar niet om. Mijn ritme was weg. Ik ging, zeker toen Sinatra oud werd, heel vaak én lang met hem naar buiten. Dat hoefde ineens niet meer. Ik zat thuis en vooral overdag leken de uren dagen te duren. Ik dacht: ik moet het huis uit, ben gaan ­wandelen. Maar ja, dat deed ik altijd met Sinatra. Daar was de lol ook af.”", "“Zo kwam ik op de bioscoop. Overdag ging ik soms wel drie keer achter elkaar. Dat werkte heel goed. Of die film nou goed is of slecht, je bent met je gedachten ergens anders.”", "Toen kreeg u corona.", "“Ik denk dat ik in maart een van de eersten was. Geen smaak, geen reuk. Koorts en verkouden. Echt ziek ben ik nooit geweest. Maar ja, ik moest wel binnenblijven natuurlijk. En de bioscopen gingen niet lang daarna dicht. Toen viel het verlies van de hond ineens over me heen. Elk hoekje van het huis herinnerde me aan hem.”", "U kreeg Sinatra in 1999 als cadeautje ter gelegenheid van de duizendste aflevering van uw programma Koffietijd op RTL 4. En u vernoemde hem naar uw muzikale held.", "“Een verrassing, ja. Ik had het altijd al steeds over teckels. Volgens mijn moeder stapte ik zodra ik kon lopen al op die hondjes af. Toch knepen ze hem op de redactie: ‘Straks zegt Hans dat hij hem thuis niet kan hebben.’ En inderdaad, ik dacht meteen: een hond past niet met al dat werk. Ik was in die tijd bijna nooit thuis, hè. Maar tegelijk realiseerde ik me: als ik het nu niet doe, gebeurt het nooit meer. Ik zei ja!”", "Hoe hecht waren jullie?", "“Oh, ik zal je een foto laten zien, die is zo leuk. Hij en ik in de studio van Radio Noord-Holland. Nadat ik was gestopt met televisie had ik daar vijf dagen per week een middagprogramma. Toen ze me vroegen, zei ik eerst nee. Sinatra zo vaak naar de oppas, dat kon ik niet over mijn hart verkrijgen. Maar ze zetten in mijn contract dat ik hem mocht meenemen. Toen kon ik niet meer weigeren. Elke dag liepen we met z’n tweeën naar de studio. Anderhalf uur heen en anderhalf uur terug. Bij aankomst was hij dan lekker moe en ging hij achter me in mijn stoel liggen. Twee uur lang zonder één kik te geven. Dertien jaar lang was hij zo bij elke uitzending.”", "Wat mist u nu het meest?", "“Het onderlinge contact. Ik praatte tegen Sinatra en op zijn manier praatte hij terug. Dan zaten we tv te kijken en merkte ik dat hij naar buiten wilde. ‘Ah toe, nog een kwartiertje,’ zei ik dan. Sinatra deed echt mee. En je had als vanzelf contact met mensen in de buurt. Iedereen kende Sinatra hier. Maar ik moet reëel zijn. In het leven ontvallen je soms belangrijke dingen. Je moet door, een vorm vinden voor het verlies. Het is gewoon wennen.”", "Wat is uw nieuwe ritme?", "“Dat is er niet. Maar ik verveel me niet, hoor. Ik kan doen wat ik leuk vind. Een boek pakken, een wandeling maken, sinds kort heb ik Netflix. En straks gaan de theaters hopelijk weer op volle kracht open.”", "‘Je moest eens weten waar ik, zelfs op deze leeftijd, nog voor word gevraagd.’ Beeld Martin Dijkstra", "Is Koffietijd geen vast anker in uw dag?", "“Nee, zeg. Ik zie het nooit. Het is zo’n raar moment op de dag voor televisie. Dat vond ik eigenlijk al toen Mireille Bekooij en ik er voor werden gevraagd.”", "Waarom zei u er dan ja tegen?", "“Ik was weg bij de KRO. Dat was niet op een fijne manier gelopen (de omroep wilde verjongen en zegde Van Willigenburg de wacht aan, red.). Vrienden zeiden: ‘Je doet al zo lang veilig hetzelfde. Steek je nek eens uit.’”", "U stopte in 2001 na zeven jaar met ­Koffietijd. En sinds 2003 bent u niet meer op televisie geweest. Kon u het makkelijk loslaten?", "“Ja hoor. Zoveel stelt dat toch niet voor? Niets is vergankelijker dan een televisieprogramma. Vroeger vroegen journalisten weleens: ‘Hoe wilt u later herinnerd worden?’ Nou, zei ik dan: ‘Behalve mijn naaste omgeving zal niemand zich mij herinneren.’ En dat is niet erg. Kijk naar Mies Bouwman. Groter en beter kan niet. Hoe vaak wordt haar naam nog genoemd? En zo lang is ze nog niet dood. Het is inherent aan televisie: een programma is belangrijk zolang het wordt uitgezonden. Daarna komt er iets nieuws. En dat is ook goed.”", "Ik kan zo enkele collega’s van uw generatie noemen die zich daarbij niet zo makkelijk neerleggen.", "“Ik weet wie je bedoelt, ja. Ze grijpen bijna alles aan om op het scherm te blijven, terwijl ze vroeger grote programma’s hebben gemaakt. Het is toch prachtig om daarop terug te kijken? Alles wat je daarna nog doet, is net niks. Pijnlijk.”", "“Je moest eens weten waar ik, zelfs op deze leeftijd, nog voor word gevraagd. Maar ik doe het niet, omdat het steeds ongeveer hetzelfde is als wat ik al heb gedaan. Alleen over iets compleet anders, zou ik misschien nadenken.”", "Herkent u hun gevoel van: als je niet meer op tv bent, besta je niet meer?", "“Heb ik nooit gehad. Ik heb me er altijd over verbaasd dat ik een succes werd op televisie. Ik werkte bij een platenmaatschappij, deed af en toe radio, maar televisie leek me alleen weggelegd voor die knappe, jonge types. Toch wilden ze me als omroeper hebben. Daarna rolde ik van het een in het ander. Leuk, maar vooral vanwege het werk zelf. Ik heb me altijd geërgerd aan collega’s die op straat harder gingen praten in de hoop dat iemand hen zou herkennen.”", "U stopte in 2013 ook met radio maken. Hoe bepaal je eigenlijk wanneer een loopbaan voorbij is?", "“Bij de radio was er niemand die zei: zeg Hans, zou je niet eens ophouden? Maar het gevoel overviel me: het is genoeg. En meteen daarna: als ik dat nu denk, is de volgende stap dat anderen het denken. En dat moment moet je voor zijn.”", "Hans van Willigenburg met teckel Sinatra tijdens een radio-uitzending.", "Hoe is deze tijd, als zeventiger zonder verplichtingen?", "“Toch raar. Ik voel me lichamelijk en in mijn denken niet ouder dan twintig jaar geleden. Ik ga veel met jongere mensen om en vind nog steeds dezelfde dingen leuk. Maar als ik me mijn leeftijd hardop hoor uitspreken, schrik ik me dood.”", "Ik sprak vier jaar terug uw oud-collega Hans van der Togt, drie jaar jonger dan u. Hij zei: ‘Dit zijn met afstand mijn minst leuke jaren.’", "“Dat is misschien waar, ja. Maar dat betekent nog niet meteen dat het niet leuk is. Natuurlijk was het spannender toen ik vier verschillende dingen op een dag deed en door het hele land reisde. Maar ik vind mijn leven nog steeds leuk.”", "Van der Togt ergerde zich ook zo aan leeftijdgenoten die elk gesprek vulden met anekdotes over hun kleinkinderen. ‘Wij oudere homoseksuele mannen hebben die nu eenmaal niet,’ zei hij.", "“Die opmerking zegt denk ik ook wel iets over hoe hij zich door het leven heeft begeven. Je moet er wel wat aan doen om een leuke ploeg vrienden om je heen te verzamelen. En ja, ik heb ook veel vrienden met kinderen én kleinkinderen. En tuurlijk, soms heb ik de foto’s allemaal wel gezien. Maar over het algemeen gun ik ze het van harte.”", "Toen ik uw naam in het krantenarchief invoerde, gingen de drie recentste stukken over het afscheid van bekende vrienden van u. De laatste in maart dit jaar over Liesbeth List.", "“Liesbeth en ik waren heel dikke vrienden. Haar overlijden confronteerde me met de tijd die blijkbaar is aangebroken: dit zijn de jaren van afscheid nemen. Dan denk ik niet aan mezelf – als ik morgen dood ben, ben ik dood – maar toch vooral aan anderen. Alleen al dit jaar heb ik zes intieme bekenden verloren. Tijd is kostbaar geworden. Daarom ben ik begonnen mensen te bellen die ik lang niet heb gesproken. Ik wil niet dat ze zomaar weg zijn zonder dat ik heb laten weten dat ze belangrijk voor me waren.”", "Hoe houdt u deze dagen leuk?", "“Door nieuwsgierig te blijven en plezier te hebben in de dingen die ik doe. Een etentje met vrienden, daar kan ik me dagen op verheugen. Bij Koffietijd droegen jonge redactieleden soms nieuwe muzikanten aan die ik niet kende. Dan zei ik altijd: ‘Zeg maar waar ze spelen, ik ga ­kijken.’ Die houding heb ik nog steeds. Via Beste zangers ontdekte ik Diggy Dex. Wat kan die man veel zeg! Of Miss Montreal en Tabitha. Ook zo talentvol. En een andere corona-ontdekking: wat doet Mark Rutte het goed. In ons land waar iedereen een mening heeft, blijft hij rechtlijnig en kalm. Daar heb ik bewondering voor.”", "U bent inmiddels zo’n 25 jaar zonder vaste relatie. Een bewuste keuze?", "“Ik mis het niet, anders had ik er wel wat aan gedaan. Ik heb een paar langere relaties gehad, maar die liepen stuk. Deels doordat ik alleen maar aan het werk was en te weinig tijd maakte voor de ander. Daarvan heb ik nu toch wel een beetje spijt. Aan de andere kant: als dat de enige reden was om uit elkaar te gaan, waren we inmiddels wel weer samen geweest.”", "U bent met kerst toch niet alleen?", "“Vorig jaar waren mijn zusje en haar man over uit Duitsland. Dit jaar zou ik die kant op gaan. Dat kan nu niet natuurlijk. Nu spreek ik, geheel volgens de regels, in klein comité af om wat te eten. En overdag lees ik een prettig boek. Of ik kijk wat televisie.”", "Ik weet van huisdierenliefhebbers dat ik het niet op deze manier mag formuleren, maar wilt u geen nieuwe hond?", "“Dat is inderdaad vreselijk om te horen! Mij werd het ook aangeraden, ‘een nieuwe’. Dat zeg je over een versleten overhemd dat aan vervanging toe is. Een dier is een metgezel in het leven, een deel van je gezin. Dat kun je niet vervangen. Je zou hoogstens kunnen vragen: neem je er ooit weer eentje?”", "En wat is daarop uw antwoord?", "“Ik twijfel erover. Ik zie me al weer helemaal lopen met zo’n leuk hondje. Maar eigenlijk vind ik mezelf te oud. Ik zou dan een jonge hond willen, die ik zelf kan opvoeden. Nu kan ik nog met hem rennen, maar hoe zit dat over vijf jaar? Dan is hij nog niet uitgerend, maar ik misschien wel. En daarbij: ik zie er vreselijk tegenop dat je dan ooit ook weer afscheid van elkaar moet nemen.”"], "authors": ["Stefan Raatgever"], "keywords": ["ik", "zijn", "van", "het", "jaren", "en", "nemen", "een", "met", "dit", "dat", "hans", "maar", "niet", "willigenburg", "afscheid", "je"], "pubDate": "2020-12-24T07:00:41Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}