{"id": "e870afc5-f4d7-39ac-a318-d5db9aa5590f", "title": "Test uw kennis over het nieuws van de afgelopen week", "url": "https://www.volkskrant.nl/kijkverder/v/2020/test-uw-kennis-over-het-nieuws-van-de-afgelopen-week-met-vragen-over-willem-alexander-samuel-paty-en-henk-krol~v405737/", "summary": "9 Zodra Soedan compensatie betaalt voor bomaanslagen in 1998 op Amerikaanse ambassades, zegt Trump ze van de zwarte lijst van de VS te halen, met daarop landen die terrorisme zouden ondersteunen.\nWaarom staat Soedan op die lijst?\nOsama bin Laden, het brein daarachter, kon in de jaren negentig ongestoord in Soedan verblijven Vanwege het conflict in Darfur, waarbij de regering vecht met niet-Arabische bevolkingsgroepen.\nOndanks de honderdduizenden doden weigert de regering VN-waarnemers toe te laten Vanwege de voor genocide vervolgde Omar al-Bashir, die het land leidde van 1993 tot 2019, Vanwege aanslagen op het WTC in 1993.\nBin Laden, leider daarvan, kon in de jaren negentig ongestoord in Soedan verblijven", "paragraphs": ["9 Zodra Soedan compensatie betaalt voor bomaanslagen in 1998 op Amerikaanse ambassades, zegt Trump ze van de zwarte lijst van de VS te halen, met daarop landen die terrorisme zouden ondersteunen. Waarom staat Soedan op die lijst?", "Vanwege de aanslagen van 11 september 2001. Osama bin Laden, het brein daarachter, kon in de jaren negentig ongestoord in Soedan verblijven Vanwege het conflict in Darfur, waarbij de regering vecht met niet-Arabische bevolkingsgroepen. Ondanks de honderdduizenden doden weigert de regering VN-waarnemers toe te laten Vanwege de voor genocide vervolgde Omar al-Bashir, die het land leidde van 1993 tot 2019, Vanwege aanslagen op het WTC in 1993. Dader was iemand met banden met al-Qaida. Bin Laden, leider daarvan, kon in de jaren negentig ongestoord in Soedan verblijven"], "authors": ["Oktober"], "keywords": ["nieuws", "kennis", "van", "vanwege", "voor", "verblijven", "uw", "soedan", "met", "test", "afgelopen", "op", "te", "het", "week", "die"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}