{"id": "e880a4b9-7b99-3c14-b9de-ca9cd8ad4d2b", "title": "Trein en bus ‘leeg’: aantal reizigers in het ov keihard gekelderd", "url": "https://www.metronieuws.nl/onderweg/ov/2021/01/aantal-reizigers-ov-keihard-gekelderd/", "summary": "Trein en bus ‘leeg’: aantal reizigers in het ov keihard gekelderdDat er in coronajaar 2020 minder mensen gebruik maakten van het ov is niet meer dan logisch.\nRuim 40 procent van het aantal check-ins vond plaats in de eerste elf weken van het jaar, toen er nog geen coronamaatregelen waren.\nOpkrikken niveau duurt nog jarenHet aantal check-ins staat niet gelijk aan het aantal reizigers.\nOVPro verwacht dat het nog jaren zal duren voordat het gebruik van het openbaar vervoer weer op het niveau van 2019 ligt.\nInmiddels zijn veel reizigers die nog van het ov gebruik maken aan die lappendeken gewend.", "paragraphs": ["Trein en bus ‘leeg’: aantal reizigers in het ov keihard gekelderd", "Dat er in coronajaar 2020 minder mensen gebruik maakten van het ov is niet meer dan logisch. Vandaag blijkt dat de cijfers echt drastisch zijn: het aantal reizigers in het openbaar vervoer is vorig jaar door toedoen van de coronacrisis zo goed als gehalveerd. April was het meest stil.", "In totaal is er vorig jaar ongeveer 660 miljoen keer ingecheckt met de ov-chipkaart, tegen bijna 1,3 miljard een jaar eerder. Ruim 40 procent van het aantal check-ins vond plaats in de eerste elf weken van het jaar, toen er nog geen coronamaatregelen waren. Daarna ging het openbare leven in Nederland langere tijd op slot en moesten we thuiswerken als dat mogelijk was. Perrons, bushaltes, tramhokjes en metrostations waren grotendeels uitgestorven.", "Dat blijkt uit een analyse van OVPro van cijfers over de inchecktransacties, die worden bijgehouden door Translink en CBS.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Het aantal check-ins met de OV-chipkaart bedroeg vorig jaar circa 660 miljoen, tegenover bijna 1,3 miljard in 2019. https://t.co/aaLpGoVTJZ — OVPro (@OVpro) January 5, 2021", "Ov begin dit jaar nog druk", "De maanden januari en februari waren nog iets drukker dan een jaar eerder. Vanaf woensdag 11 maart, toen de eerste ingrijpende landelijke coronamaatregelen werden aangekondigd, zette de forse daling echter in. Sindsdien lag het ov-gebruik gemiddeld ruim 60 procent lager ten opzichte van 2019.", "April was veruit de rustigste maand, met ongeveer 16 miljoen check-ins. Normaal gesproken wordt er in die maand per week alleen al 26 miljoen keer ingecheckt. De drukste maand voor het ov tijdens de coronacrisis was september, al was het aantal check-ins nog altijd bijna de helft ten opzichte van een jaar eerder.", "Opkrikken niveau duurt nog jaren", "Het aantal check-ins staat niet gelijk aan het aantal reizigers. Iemand kan voor één reis meerdere keren inchecken, bijvoorbeeld bij een overstap naar een andere vervoerder.", "OVPro verwacht dat het nog jaren zal duren voordat het gebruik van het openbaar vervoer weer op het niveau van 2019 ligt. Als de coronamaatregelen achter de rug zijn, zullen meer mensen weer reizen met het ov, maar door structurele gedragsveranderingen zullen niet alle voormalige reizigers terugkeren, voorspelt de organisatie.", "Mondkapjes in het OV", "Op 6 mei, het lijkt al weer eeuwen geleden, werd bekendgemaakt dat reizigers per 1 juni in het openbaar vervoer een mondkapje moesten dragen. Dit omdat anderhalve meter afstand bewaren in het ov vaak niet mogelijk was. Dat lijkt inmiddels heel gewoon, maar het duurde nog vele maanden voor een mondmasker ook in openbare gebouwen werd verplicht. In de loop naar 1 juni maakten veel reizigers zich zorgen om de maatregelen die voor het ov waren aangekondigd. Reizigersvereniging Roever meldde dat er veel meldingen binnenkwamen van mensen die zich afvroegen ‘hoe het moest met de lappendeken aan maatregelen die aan het ontstaan was’. Inmiddels zijn veel reizigers die nog van het ov gebruik maken aan die lappendeken gewend.", "Lees ook: Openbaar vervoer moet dienstregeling flink afschalen wil het overleven"], "authors": ["Erik Jonk"], "keywords": ["bus", "van", "leeg", "nog", "jaar", "gekelderd", "en", "reizigers", "een", "keihard", "aantal", "ov", "het", "niet", "trein", "die"], "pubDate": "2021-01-05T11:29:54Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}