{"id": "e8bc103a-edc1-3421-85a8-29fdb2294b66", "title": "Lunchroom Luza’s is nu een takeaway: ‘Ik doe gewoon alsof ik toch open ben’", "url": "https://www.parool.nl/ps/lunchroom-luza-s-is-nu-een-takeaway-ik-doe-gewoon-alsof-ik-toch-open-ben~b00ae386/", "summary": "We hadden het idee om tijdens de feestdagen de zaak om te toveren tot kleine winkel met wijnen en taartjes.\nEén ding kan ik verzekeren: als we weer open mogen, heb ik er onwijs veel zin in.\n“Ik doe gewoon alsof ik toch open ben.\n“Met grote groepen samenkomen en met mijn familie op wintersport.\nEn ik wil heel graag een soort heropening organiseren: een afterparty van 2020 om te vieren dat het jaar voorbij is.", "paragraphs": ["Joshua Luza (29) van Lunchroom Luza’s. Beeld Jakob Van Vliet", "Wat betekent de lockdown voor uw zaak?", "“Nadat we in het voorjaar volledig gesloten waren, konden we in de zomer weer open. Veel vaste klanten kwamen vol blijdschap de zaak binnen, wat zo’n periode extra bijzonder maakt. Helaas zitten we nu midden in de tweede lockdown. Ik heb nauwelijks meer personeel over en weinig inkomen. We hadden het idee om tijdens de feestdagen de zaak om te toveren tot kleine winkel met wijnen en taartjes. Dat is door alle maatregelen nu niet meer aan de orde. Als ondernemer is het zwaar om op deze manier een zaak te runnen.”", "Hoe gaat de komende tijd eruitzien?", "“De onzekerheid over wanneer je weer open kunt, maakt deze periode enorm lastig. Eén ding kan ik verzekeren: als we weer open mogen, heb ik er onwijs veel zin in. Dat zal een euforisch gevoel geven. Alleen ga ik er vanuit dat de heropening nog even op zich moet laten wachten.”", "Nog creatieve inzichten gekregen door de situatie?", "“Voor de coronacrisis hadden we al een takeaway met koffie, ontbijt en lunch, maar nu hadden we de tijd om het beter aan te pakken. Zo zien onze verpakkingen er mooier uit. We hebben ook een Luza’s koffiepakket bedacht, dat je kunt afhalen: met appeltaartpunten, pasteis de nata, kerstbonbons en vanzelfsprekend koffie. En we bezorgen appeltaarten.”", "Hoe houdt u de moed erin?", "“Ik doe gewoon alsof ik toch open ben. We hangen de kerstversiering op, zodat klanten bij het afhalen in een gezellige sfeer terechtkomen. Daarnaast is het belangrijk om met medehorecaondernemers te praten. Het is goed om te weten hoe anderen met deze situatie omgaan.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Met grote groepen samenkomen en met mijn familie op wintersport. En ik wil heel graag een soort heropening organiseren: een afterparty van 2020 om te vieren dat het jaar voorbij is. De gezelligheid die ik heb gemist wil ik dubbel en dwars inhalen.”"], "authors": ["Anna Livia De Kort"], "keywords": ["ik", "takeaway", "het", "toch", "en", "een", "om", "met", "weer", "open", "nu", "gewoon", "te", "lunchroom", "doe", "dat", "luzas"], "pubDate": "2020-12-23T07:53:04Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}