{"id": "e8dc6f56-2270-36f1-9151-2e3a0d30a402", "title": "Van IPA tot stout: dit zijn de lekkerste alcoholvrije speciaalbiertjes", "url": "https://volkskrant.nl/eten-en-drinken/van-ipa-tot-stout-dit-zijn-de-lekkerste-alcoholvrije-speciaalbiertjes~b759223c/", "summary": "Kijk dus altijd op het etiket voor het feitelijke percentage, en vaar niet blind op deze termen.\nOm te kunnen genieten van een alcoholvrij bier helpt het om er met een andere blik naar te kijken.\nOp het gebied van alcoholvrij pils zetten Heineken 0.0 en Jever Fun de norm, en voor alcoholvrije IPA verrichte vandeStreek met zijn Playground baanbrekend werk.\nNiet zo vreemd eigenlijk, voor een brouwerij op een eiland.\nUit het kwartet geproefde bieren is de Galactic Milk Stout het indrukwekkendst: geroosterde geuren, donkerbruine kleuren, en een verrassend vol mondgevoel.", "paragraphs": ["Alcoholvrij en -arm bier is tegenwoordig niet alleen in de vorm van pils goed te doen, maar ook bij andere biersoorten duiken alcoholvrije varianten op die de moeite waard zijn.", "Wordt alcoholvrij bier ooit echt lekker? Nou, het gaat de goede kant op. Alcohol is nu eenmaal een essentieel component van bier en zal altijd gemist worden. Tenzij je de verwachtingen bijstelt. Vegetarische kipstukjes bevatten geen kip en alcoholvrij bier bevat geen alcohol, en is dus iets anders dan waar we bij ‘bier’ aan denken. Helemaal geen alcohol? Nou, een pietsie. Even de cijfers erbij: alcoholvrij bier is bier dat maximaal 0,1 procent alcohol mag bevatten, en alcoholarm mag tot en met 1,2 procent gaan. In Nederland althans. Bier uit het buitenland kent andere grenzen voor wat alcoholvrij genoemd mag worden. Zo kan een ‘alkoholfrei’ bier uit Duitsland nog 0,5 procent aan alcohol hebben. Verwarrend. En dan hanteren sommige brouwers ook nog het onduidelijke ‘non-alcoholic’. Kijk dus altijd op het etiket voor het feitelijke percentage, en vaar niet blind op deze termen. Fun fact: alcoholpercentages van enkele tienden kunnen ook voorkomen in rijp fruit of een glas vers sinaasappelsap. Dronken word je er niet van.", "Om te kunnen genieten van een alcoholvrij bier helpt het om er met een andere blik naar te kijken. Zie het als een alternatief voor fris (suiker!), water (flauw!), melk (lactose!) of wat dan ook, maar niet voor bier mét alcohol. Als het dan lukt om die typische maltbierlucht, wat muffig, te vermijden en we iets in het glas schenken waarin we de smaken van mout (graan), hop (bitters, aroma’s) en gist (esters; fruitig) weten te herkennen, dan zou dat zomaar lekker kunnen worden. Klinkt als bier inderdaad. Maar dan anders.", "Welke bieren te kiezen? Op het gebied van alcoholvrij pils zetten Heineken 0.0 en Jever Fun de norm, en voor alcoholvrije IPA verrichte vandeStreek met zijn Playground baanbrekend werk. Jopen’s Non IPA en BrewDog’s Nanny State mogen inmiddels ook tot het ‘AF’ (alcohol free) basisrepertoire gerekend worden. Geheel vrijwillig proefde ik enkele handenvol van de wat recentere bieren op dit gebied en presenteer hier de fijnste. Tip: drink ze goed koud. Toch maar wel.", "Rügener Insel-Brauerei Snorkelers (0,5%)", "Gekkigheid uit Duitsland: een IPA met zeezout. Niet zo vreemd eigenlijk, voor een brouwerij op een eiland. Het pakt goed uit met een frisse zeelucht in de neus en een ziltige smaak in de mond die doet denken aan gose, de bierspecialiteit uit Leipzig. Het robuuste bitter blijft flink hangen; al met al een karaktervol bier. Leuk papiertje erom, als een klein cadeautje voor jezelf. Voor de minder ruige zeebonken is de Surfers ‘summer ale’ (0,5%) van dezelfde brouwerij een zeer aanvaardbaar alternatief.", "Gekocht bij Albert Heijn voor €1,99 voor 33cl", "Big Drop Galactic Milk Stout (0,5%)", "Big Drop is een brouwerij uit Engeland die zich volledig toelegt op bieren met niet meer dan 0,5 procent alcohol. Het opmerkelijke daarbij is dat ze geen stijl uit de weg gaan. Ook geen porter, stout of brown ale, bieren die je niet zo gauw tegenkomt in het alcoholvrije segment. Uit het kwartet geproefde bieren is de Galactic Milk Stout het indrukwekkendst: geroosterde geuren, donkerbruine kleuren, en een verrassend vol mondgevoel.", "Gekocht bij ondernulpuntvijf.com: €2,50 voor 33cl", "Flying Dutchman Freak Kriek (0,3%)", "Wat doet een Hollander in Finland? Bier maken. Althans, laten maken. In België bijvoorbeeld, bij wat wel ‘de beste brouwer ter wereld’ wordt genoemd: Dirk Naudts van De Proefbrouwerij, te vinden in de buurt van Gent. Wat voor bier je ook wil, hij kan het maken. Dus vertrouwt nomadebrouwer Ronald de Waal hem vanuit Helsinki, of waar-ie ook is, lachend zijn recept toe voor een fris, alcoholvrij fruitbier. Kers, snoep, zuur maar toch ook: bier.", "Gekocht bij ondernulpuntvijf.com: €2,50 voor 33cl", "Brooklyn Brewery Special Effects (0,4%)", "Deze brouwerij uit New York is al vanaf het begin in 1988 een drijvende kracht in de Amerikaanse, en daarmee wereldwijde, craft beer-scene. Beroemd om zijn Brooklyn Lager: een uitvoering van de bierstijl ‘Vienna lager’, het bier dat doordrinkbaar is als pils maar een wat molliger smaakvolume kent. Deze Special Effects kun je met een beetje goede wil zien als de alcoholvrije variant daarvan. Want: fraai amberkleurig, en een moutgedreven, rijke smaak met een goed bittere afdronk. I ❤ NY", "Gekocht bij ondernulpuntvijf.com: €3,50 voor 35,5cl", "Hoop Hula Hula (0,3%)", "Brouwerij Hoop uit Zaandijk put de inspiratie voor haar bieren graag uit het rijke Zaanse verleden en heeft een breed repertoire aan goed doortimmerde bieren opgebouwd. Voor dit nieuwe alcoholvrije bier, met inspiratie uit tropischer oorden, werd de samenwerking met De Proefbrouwerij in België gezocht. Hula Hula is gemaakt op basis van Hoop’s Summer Session bier, en is een gewoon lekkere IPA met een grassige geur en een frisse smaak die aan grapefruit doet denken.", "Gekocht bij de brouwerij (hoopbier.nl): €2,39 voor 33cl (ook bij o.a. Sterk Amsterdam verkrijgbaar)", "Beavertown Lazer Crush (0,3%)", "In dit bier van de Londense brouwerij Beavertown is de gist van dienst speciaal geselecteerd om geen alcohol, maar wel smaak te produceren en samen met een lading Amerikaanse hoppen een fraaie IPA te maken. Weelderig geurend naar citroen, wervelend klokkend en diep bevredigend mét een zoetje: dit is hoe we alcoholvrije IPA het liefst drinken. In een heerlijk smoelend blik, de superieure verpakking voor de betere bieren. Dit durft iedereen op tafel te zetten.", "Gekocht bij ondernulpuntvijf.com: €3,50 voor 33cl"], "authors": ["Raymond Van Der Laan"], "keywords": ["tot", "zijn", "van", "voor", "stout", "en", "alcoholvrije", "een", "bier", "dit", "met", "uit", "ipa", "te", "op", "het", "speciaalbiertjes", "lekkerste"], "pubDate": "2020-12-28T15:46:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}