{"id": "e8f9e858-d220-3745-83ce-0dade4866132", "title": "Vierde aanhouding in onderzoek naar poging liquidatie Sittard", "url": "https://www.telegraaf.nl/nieuws/241213206/vierde-aanhouding-in-onderzoek-naar-poging-liquidatie-sittard", "summary": "De vierde aanhouding volgde volgens de politie tijdens een inval in een woning in het Vlaamse dorp Kinrooi.\nDe recherche doorzocht ook de cel van een gedetineerde in de gevangenis in Hasselt.\n„De doorzoeking vond plaats in het kader van het onderzoek”, aldus de woordvoerder.\nNaast de 19-jarige Belg gaat het om een 28-jarige Deen, een 35-jarige man die in Maastricht werd opgepakt en een 36-jarige man uit Sittard.\nMotorclubsDagblad de Limburger schreef eerder dat de in Sittard neergeschoten man een prominent lid en ex-lid van Limburgse motorclubs zou zijn.", "paragraphs": ["Bij de poging tot liquidatie raakte een 38-jarige man ernstig gewond. Hij zat in een auto op de Bradleystraat toen hij vanaf een motor onder vuur werd genomen. De motor werd later uitgebrand teruggevonden op de Raadskuilderweg in Geleen.", "De vierde aanhouding volgde volgens de politie tijdens een inval in een woning in het Vlaamse dorp Kinrooi. De 19-jarige bewoner werd hierbij gearresteerd. Bij deze inval vond de politie naar eigen zeggen telefoons. Die zijn meegenomen voor nader onderzoek. De recherche doorzocht ook de cel van een gedetineerde in de gevangenis in Hasselt. Wat daar gezocht werd, kon een woordvoerder van de politie niet zeggen. „De doorzoeking vond plaats in het kader van het onderzoek”, aldus de woordvoerder.", "De Belgische verdachte zit evenals de drie eerder aangehouden verdachten in beperking. Dat betekent dat hij geen contact mag hebben met de buitenwereld en met niemand mag praten. Naar verwachting wordt de 19-jarige Belg nog deze week overgeleverd aan Nederland. Deze week worden de aangehouden verdachten voorgeleid aan de rechter commissaris. Naast de 19-jarige Belg gaat het om een 28-jarige Deen, een 35-jarige man die in Maastricht werd opgepakt en een 36-jarige man uit Sittard.", "De politie onderzoekt onder meer motief en achtergrond van de poging tot liquidatie.", "Motorclubs", "Dagblad de Limburger schreef eerder dat de in Sittard neergeschoten man een prominent lid en ex-lid van Limburgse motorclubs zou zijn. De man zou vele contacten hebben in het Limburgse criminele milieu en opgedoken zijn in meerdere strafdossiers. De man is verdachte in de Bandidoszaak die dit jaar voor de rechter zou komen. Het slachtoffer werd enkele weken geleden zelf aangehouden wegens een bedreiging in Maastricht."], "authors": [], "keywords": ["politie", "van", "het", "zijn", "man", "onderzoek", "naar", "en", "vierde", "een", "liquidatie", "poging", "sittard", "aanhouding", "hij", "werd", "zou"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}