{"id": "e8ff7bc5-ca1e-32e6-9d7e-62843e5b7827", "title": "Cruijff leeft voort in Volendam: je moet niet alles dood coachen", "url": "https://volkskrant.nl/sport/cruijff-leeft-voort-in-volendam-je-moet-niet-alles-dood-coachen~b446298f/", "summary": "Gemiddelde leeftijd van 21‘Zo wil Volendam voetballen met een team met een gemiddelde leeftijd van een jaar of 21.\nMiddenvelder Alex Plat, een van die Volendammers, uitblazend langs de zijlijn na de 1-1: ‘De trainer was niet blij.\nAls je dat niet doet, wat je de tweede helft zag, dan is het een rommelig zooitje.\nAls je na drie seconden de bal terug hebt, heb je een sprint van drie seconden gemaakt.\n‘Soms denk ik: laat die speler maar staan, omdat... Of ik breng die, want ik voel dat... Dat was Johan.", "paragraphs": ["Jeugd van FC Volendam speelt een wedstrijdje onderling omdat de officiële competitie stil ligt vanwege corona. Beeld Guus Dubbelman / de Volkskrant", "Damp van douches en verhitte mannenlijven kringelt uit de raampjes van de kleedkamer van FC Volendam, gemengd met de voor de gelegenheid woedende stem van Wim Jonk, na de teleurstellende 1-1 tegen TOP Oss vrijdag. ‘Als jullie kampioen willen worden…’ Even later, buiten de kleedkamer: ‘De tweede helft was beneden elk niveau. Daarom was ik zo kwaad.’", "Jonk, de purist onder de volgers van Johan Cruijff, is bijna anderhalf jaar trainer in zijn geboortedorp. Daar wil hij aantrekkelijk voetbal volgens de principes van Cruijff laten zien. De oud-international en clubicoon, die vanuit de dug-out een doek met zijn eigen beeltenis ziet hangen: ‘Wij zijn geïnspireerd door wat we eerder hebben gedaan bij Ajax. We proberen die gedachten, met de ontwikkeling van het individu als vertrekpunt, bij iedereen bij te brengen, ook bij jeugdspelers. Je ziet jongens ontzettende stappen zetten. Zaken beklijven. Dat is mooi.’", "In het eerste jaar richtte ‘Team Jonk’ zich op het eerste elftal. Nu is de hele club onder handen genomen, inclusief de amateurclub RKAV Volendam aan de andere kant van het symbolische bruggetje. ‘De filosofie van Cruijff past naadloos bij Volendam’, stelt directielid Keje Molenaar, oud-ploeggenoot van Cruijff, net als Jonk een trouw volger van de gedachten van de in 2016 overleden maestro.", "Gemiddelde leeftijd van 21", "‘Zo wil Volendam voetballen met een team met een gemiddelde leeftijd van een jaar of 21. Johan zei altijd: betaald voetbal is bestemd voor de mensen op de tribunes en in de huiskamers. We wonnen onlangs met 7-1 van Dordrecht. Het had ook 9-7 kunnen zijn. Dat is waar voetbal om draait. Ik zag afgelopen week De Graafschap tegen Cambuur voetballen. Geen idee van voetbal bij de Graafschap. Ja, ze kunnen ver inwerpen.’", "Het is in bepaald opzicht bijna een scène uit een stripboek van Asterix en Obelix, uit hun dorpje in Gallië dat dapper stand houdt tegen de oprukkende Romeinen. In Volendam, aan de boorden van het IJsselmeer, waar ze zingen, voetballen en veel meer, is de Cruijffiaanse visie omarmd als nergens anders in Nederland.", "‘Johan is voor ons allemaal een inspiratiebron geweest. Dat is hij nog steeds’, zegt Michel Hordijk, techniektrainer van het eerste elftal en technisch manager van de oudere jeugd. ‘Het doelpunt bij zijn rentree voor Ajax tegen Haarlem in 1981 is een van mijn eerste herinneringen, het is een indruk die nooit verdwijnt. Dat was even een ander verhaal dan al het andere voetbal dat je op Studio Sport zag.’", "Hordijk behoorde ook tot Team Jonk bij Ajax na de revolutie van Cruijff in 2010. Maar na het vertrek van Cruijff eind 2015 verdween ook Jonk, zijn trouwste volger, uit het technisch hart in Amsterdam. Ruzie. In ‘Cruyff Football’, de organisatie die het erfgoed van Cruijff bewaakt, werd zijn woord verspreid over de wereld. Team Jonk vloog naar de Emiraten, China, Japan, de Verenigde Staten, waarheen niet eigenlijk?", "Coach Wim Jonk. Beeld Guus Dubbelman / de Volkskrant", "Nog een Cruijffiaan bij uitstek", "Op een gegeven moment kreeg Jonk het verzoek hoofdtrainer te worden bij de wegkwijnende club in Volendam, en is zijn team in de club actief. Jasper van Leeuwen is technisch directeur, Ruben Jongkind hoofd methodologie, Freek de Boer hoofd performance en Patrick Oudejans, vervanger van de zieke Dennis Reus, is manager van de onderbouw. De manager van de middenbouw, Cees Keizer, was er al. En Keje Molenaar is ook een Cruijffiaan bij uitstek.", "De Cruijffiaanse filosofie is uitgerold over de hele club. Van cruciaal belang is de samenwerking met de amateurclub aan de andere kant van de sloot. Het bruggetje bleek vaak een brug te ver. Volendam laaft zich aan de Cruijffiaanse spelprincipes, voor zover die nog niet waren geadopteerd in het doorgaans aanvallend ingestelde Volendam. Principes als: diepte voor breedte. Bal terugwinnen binnen drie seconden. Het individu is, zeker in de opleiding, belangrijker dan het team.", "Hordijk: ‘Cruijff zei: het is nooit een heel team dat zijn debuut maakt in het eerste elftal, het is altijd een individu.’ Jonk: ‘We hebben een prachtig achterland met de FC Volendam en de amateurvereniging. Als je daar zaken kunt integreren die we ook hier doen, dan moet dat doorsijpelen naar beneden. Dat levert op termijn betere spelers op. En ja, dat bruggetje is belangrijk. Maar dat bruggetje ligt er altijd al. Voor mij is Volendam één. Bij de amateurs lopen ook talenten en goede coaches. Als we kennis kunnen delen, hoop je dat het op termijn resultaat oplevert.’", "De speler staat centraal", "Na het eerste seizoen volgden evaluerende gesprekken. Sommige trainers bij de jeugd verdwenen, vanwege niet verlengde contracten of verschillen van inzicht. Hordijk: ‘Voor sommige jeugdtrainers is het moeilijk de teamgedachte los te laten. De speler staat centraal. De focus ligt op individuele ontwikkeling. En je visie kan geweldig zijn, uiteindelijk maken de mensen het verschil.’", "Tot de visie behoort ook: trainen op verschillende ondergrond, leeftijden door elkaar husselen soms, straatvoetbal imiteren. Op kleinere veldjes spelen. Niet alles dood coachen.", "Doel op lange termijn is de eredivisie bereiken. Spelers opleiden voor de top, meer Volendammers in het eerste elftal. Middenvelder Alex Plat, een van die Volendammers, uitblazend langs de zijlijn na de 1-1: ‘De trainer was niet blij. Volkomen terecht.’", "Plat kent zijn klassieken, qua Cruijff: ‘Je leert rustig zijn aan de bal. Als je de Cruijff-principes hanteert, komen de kansen vanzelf. Diepte voor breedte. drie-secondenregel. Compactheid. Als je dat niet doet, wat je de tweede helft zag, dan is het een rommelig zooitje. Iedereen gaat hartstikke vooruit, vooral in het voetballende deel. We leren ook beter als team spelen, dat is het voordeel. Met zijn allen elke dag hard trainen, volgens die Cruijff-principes.’", "Beeld Guus Dubbelman / de Volkskrant", "Binnen drie seconden heroveren", "Of het zwaar is, elke keer binnen drie seconden de bal heroveren. Plat heeft ook de Cruijffiaanse logica onder de knie: ‘Dat ligt eraan. Als je na drie seconden de bal terug hebt, heb je een sprint van drie seconden gemaakt. En dan kan je de tegenstander weer aan het lopen krijgen. Dat is normaal onze kracht. De tegenstander moedeloos spelen.’", "Jonk heeft de gemiste kansen inmiddels al teruggezien. Dat eeuwige opbouwen, toen TOP na rust veel meer druk zette, dat snapt hij niet. Sla een linie over. Verleg het probleem. ‘Je hoopt dat de jongens dat zelf leren herkennen, dat ze stappen maken om het beter doen, om een ander ritme te spelen dan de meeste ploegen kunnen. Dat gaat in fases. Soms heel goed, en dan zijn we weer kwetsbaar. Wij worden dan passief. En bij passiviteit gaan ze naar elkaar kijken. We moeten ook geen duels laten ontstaan. Dat vraagt om vrijlopen, diepgaan zonder bal.’", "In de tweede helft ging zijn elftal zelfs telkens terugspelen op de doelman. Dat kan al helemaal niet de bedoeling zijn. ‘Dan geef je de sleutel aan de tegenstander, en ik geef de sleutel niet graag weg.’", "Jonk wil altijd het initiatief houden, net als Cruijff vroeger. ‘Ik vond het altijd mooi om met Cruijff te praten.’ De andere manier van denken heeft hij meegenomen. ‘Soms denk ik: laat die speler maar staan, omdat... Of ik breng die, want ik voel dat... Dat was Johan. Johan geloofde in gevoel. En gevoel laat je nooit in de steek.’"], "authors": ["Willem Vissers"], "keywords": ["van", "bij", "als", "het", "dood", "zijn", "cruijff", "moet", "niet", "leeft", "je", "alles", "coachen", "volendam", "dat", "een", "en", "voort"], "pubDate": "2020-11-22T17:47:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}