{"id": "e90996e6-083a-3941-936f-069e48111f5b", "title": "Praktijktest Volkswagen ID.3: de meest besproken auto van het jaar", "url": "https://nu.nl/auto/6096140/praktijktest-volkswagen-id3-de-meest-besproken-auto-van-het-jaar.html", "summary": "Het verhaal mag inmiddels bekend zijn: Volkswagen verslikte zich bijna in het op de markt krijgen van zijn naar eigen zeggen belangrijkste auto in jaren.\nMet al die uitleveringen maakte Volkswagen in oktober en november goede sier met de ID.3 als meest geregistreerde auto van Nederland.\nVerspreid over het land staan bij Volkswagen-dealers op het moment van schrijven namelijk 865 voorraadauto's.\nEén ding is wel duidelijk: de Volkswagen ID.3 is met afstand de meest besproken auto van het jaar.\nHet interieur van de ID.3 is door deze keuzes van Volkswagen wel strak en modern, hoewel het niet heel warm aandoet.", "paragraphs": ["Het verhaal mag inmiddels bekend zijn: Volkswagen verslikte zich bijna in het op de markt krijgen van zijn naar eigen zeggen belangrijkste auto in jaren. Toch is hij er nu, de nieuwe en elektrische ID.3. Kan het model aan de hoge verwachtingen voldoen?", "De aanloop naar de introductie van de elektrische ID.3 stond in het teken van softwareproblemen, waardoor duizenden voortuigen op verlaten parkeerterreinen terechtkwamen. Daar moesten de auto's stuk voor stuk onder handen genomen worden. Ondertussen stond er een flink aantal bestellingen voor de ID.3 klaar, niet in de laatste plaats vanuit Nederland.", "Om de gemiddelde CO2-uitstoot van de vloot te drukken en Europese boetes te voorkomen, moest en zou de ID.3 volgens planning in september op de markt komen. En zo geschiedde, al was de auto eigenlijk nog niet af. Eigenaren krijgen begin volgend jaar een software-update.", "Met al die uitleveringen maakte Volkswagen in oktober en november goede sier met de ID.3 als meest geregistreerde auto van Nederland. Hoeveel er daarvan daadwerkelijk op de weg zijn is lastig te zeggen. Verspreid over het land staan bij Volkswagen-dealers op het moment van schrijven namelijk 865 voorraadauto's.", "Eén ding is wel duidelijk: de Volkswagen ID.3 is met afstand de meest besproken auto van het jaar. Daar zorgden naast het bovenstaande ook de eerste recensies voor. Geroemd werden de rijeigenschappen en het ruimteaanbod. Daarentegen was lang niet iedereen even positief over het gebruiksgemak en materiaalgebruik. Hoogste tijd voor een test met de ID.3 in 1st Max-uitvoering.", "Specificaties Volkswagen ID.3 Accupakket: 58 kWh", "Vermogen: 150 kW (204 pk)", "Opgegeven rijbereik: 423 km", "Gemiddeld verbruik: 15,4-15,5 kWh/100 km", "Rijbereik test: 315 km (koude temperaturen)", "Testverbruik: 15,7 kWh", "Acceleratie 0-100: 7,3 seconden", "Topsnelheid: 160 km/u", "Maximaal laadvermogen: 125 kW", "Laadtijd tot 80 procent vol: 35 minuten", "Trekgewicht: 0 kg", "Wagengewicht: 1.694 kg", "Basisprijs: 37.890 euro", "Prijs testauto: 50.285 euro", "Niet heel gezellig binnenin", "Wat op het eerste gezicht opvalt aan de ID.3 is het formaat. Op afbeeldingen lijkt het een uit de kluiten gewassen Up!, maar dat is schijn. De auto is zelfs nipt groter dan de Golf 8. Dat zie je buiten, maar merk je vooral binnen. Zowel voorin als achterin is er geen ruimtegebrek. Ook de (enige) bagageruimte achter is van Golf-formaat. Daarover is niets te klagen.", "Het klagen begint op de bestuurdersstoel. Dat ligt niet aan de stoel zelf - al voelt het armsteuntje wat iel aan - maar wel aan de bediening van vrijwel alles in de auto.", "Alles is verwerkt in het multimediasysteem of te bedienen met touchknopjes. Wellicht dat de gemiddelde begin twintiger alle functionaliteiten snel onder de knie krijgt, maar begin twintigers hebben doorgaans geen 50.000 euro om uit te geven aan een auto. De leeftijdscategorie die dat geld wel heeft (40-plus) moet alle zeilen bijzetten om met de knopjes (of juist het gebrek daaraan) overweg te kunnen.", "Het interieur van de ID.3 is door deze keuzes van Volkswagen wel strak en modern, hoewel het niet heel warm aandoet. Vooral de grijze uitrusting in de testauto ademde een soort Oost-Duitse gezelligheid uit, al zijn er bij de dealer uiteraard andere keuzes te maken.", "Niet heel sfeervol en het bedieningsgemak laat te wensen over. Niet heel sfeervol en het bedieningsgemak laat te wensen over. Foto: AutoWeek/Fond Klappe", "Uitstekend rijdende auto", "Tot zover de kritiek op de ID.3, want er is ook genoeg positiefs te melden. Volkswagen heeft een uitstekend rijdende auto uitgebracht. Er zit erg veel dynamiek in het onderstel, wat gecombineerd met de trekkracht van de elektrische aandrijflijn voor echt rijplezier zorgt.", "De ID.3 zit in 7,3 seconden op de 100 kilometer per uur, dus een echt sprintkanon is het niet. Maar het vermogen van 204 pk is meer dan genoeg om soepel en met een glimlach op het gezicht door stad- en streekverkeer te gaan.", "In de koude testomstandigheden was het rijbereik van de ID.3 rond de 300 kilometer. Met een kwartier tot een half uur laden langs de snelweg op 100 kW komt de auto weer 100 kilometer verder.", "De ID.3 is erg belangrijk voor Volkswagen. Als totaalplaatje kan de auto die druk op de schouders wel aan. Het rijplezier trekt de ergernis over het interieur aardig recht, waardoor onder de streep een solide en prettige auto overblijft. Misschien kunnen de ontwerpers in Wolfsburg bij een volgende versie weer wat normale knopjes intekenen in het dashboard."], "authors": ["Foto", "Door"], "keywords": ["van", "het", "jaar", "en", "een", "volkswagen", "met", "praktijktest", "op", "meest", "auto", "te", "id3", "besproken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}