{"id": "e91dc5ae-0ab2-326a-9db0-54f556981417", "title": "Koningin Elizabeth (94) en prins Philip (99) hebben coronavaccin ontvangen", "url": "https://nu.nl/achterklap/6101050/koningin-elizabeth-94-en-prins-philip-99-hebben-coronavaccin-ontvangen.html", "summary": "De Britse koningin Elizabeth II en haar echtgenoot prins Philip hebben zaterdag het coronavaccin ontvangen, meldt een royaltyverslaggever van ITV via Twitter.\nHet Britse Koninklijk Huis zou het bericht naar buiten hebben gebracht om speculaties de kop in te drukken.\nEr is niet bekendgemaakt welke variant van het coronavirusvaccin de Britse koningin en haar echtgenoot hebben ontvangen.\nVanwege hun leeftijd behoren Elizabeth en Philip tot de risicogroepen om het coronavirus op te lopen.\nVanwege het grote aantal besmettingen door de 'Britse mutatie' van het coronavirus mogen mensen alleen naar buiten voor boodschappen, sporten of essentieel werk.", "paragraphs": ["De Britse koningin Elizabeth II en haar echtgenoot prins Philip hebben zaterdag het coronavaccin ontvangen, meldt een royaltyverslaggever van ITV via Twitter. Het is volgens hem ongebruikelijk dat details over de gezondheid van de vorsten publiekelijk worden gedeeld.", "Het Britse Koninklijk Huis zou het bericht naar buiten hebben gebracht om speculaties de kop in te drukken. Er is niet bekendgemaakt welke variant van het coronavirusvaccin de Britse koningin en haar echtgenoot hebben ontvangen.", "Vanwege hun leeftijd behoren Elizabeth en Philip tot de risicogroepen om het coronavirus op te lopen.", "Maandag maakte de Britse premier Boris Johnson bekend dat heel Engeland in ieder geval tot half februari weer in lockdown zou gaan. Vanwege het grote aantal besmettingen door de 'Britse mutatie' van het coronavirus mogen mensen alleen naar buiten voor boodschappen, sporten of essentieel werk."], "authors": ["Door"], "keywords": ["tot", "van", "het", "en", "99", "coronavaccin", "om", "94", "britse", "te", "elizabeth", "ontvangen", "prins", "hebben", "koningin", "zou", "philip"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}