{"id": "e923255e-c508-3715-9124-0c7e6dd48807", "title": "Voortijdig vertrek van renners als Hirschi: wen er maar aan", "url": "https://volkskrant.nl/sport/voortijdig-vertrek-van-renners-als-hirschi-wen-er-maar-aan~bb30cd58/", "summary": "Bij de teampresentatie vorige maand in Limburg was hij nog een van de renners die op het schild werden geheven.\n‘Sunweb draagt van alle ploegen het meest nadrukkelijk uit dat het één voor allen is.\nIn 1998 raakte hij drie dagen in coma na het gebruik van een alternatieve vorm van epo.\nVolgens VVBW-voorzitter Traksel moet er uiteindelijk niet te zwaar worden getild aan een onvoorzien einde van de relatie.\nHirschi maakte voor zijn overstap in 2019 naar de World Tour deel uit van het Development Team van Sunweb.", "paragraphs": ["Marc Hirschi van Team DSM, voorheen Sunweb, is op de laatste klim, de Suc au May, weg gesprongen en zal de etappe winnen. Beeld Klaas Jan van der Weij", "Het leek een perfecte match. Marc Hirschi had het prima naar zijn zin bij Team DSM, voorheen Sunweb. De 22-jarige Zwitser voelde zich thuis tussen leeftijdsgenoten in het jonge team. Hij keek er naar uit zich met de Belg Tiesj Benoot en de Deen Søren Kragh Andersen in de klassiekers te manifesteren. Ze gingen elkaar alleen maar beter maken. Bij de teampresentatie vorige maand in Limburg was hij nog een van de renners die op het schild werden geheven. Kijk, zo’n talent koesteren wij.", "Het kan verkeren. Dinsdag kwam het bericht dat Hirschi met onmiddellijke ingang vertrekt. Volgens de site Wielerflits lijft UAE Emirates hem in, de ploeg van Tour de France-winnaar Tadej Pogacar. Zijn contract liep nog één jaar. Beide partijen zwijgen over het plotse einde van de verbintenis.", "Minder verrassend: andermaal deze ploeg. Niet de minste renners haalden er niet het einde van hun contract: Marcel Kittel, John Degenkolb, Warren Barguil, Edward Theuns, Tom Dumoulin en Michael Matthews vertrokken eerder dan op papier was vastgelegd. De redenen voor het scheiden der wegen liepen uiteen. Soms lag het initiatief bij de ploeg, in andere gevallen hadden renners genoeg van protocollen en in steen gehouwen plannen. Wat zoal passeerde: ‘verschil van visie op de sport’ (Theuns), het negeren van stalorders (Barguil wachtte in de Vuelta van 2017 niet op kopman Wilco Kelderman), het verlies van de vroegere chemie (Dumoulin) of onvrede over het programma (Matthews ontbrak tot zijn verbazing in de selectie voor de Tour de France).", "Voorzitter Bobbie Traksel van de Nederlandse Vakbond van Beroepswielrenners (VVBW) is het ook opgevallen. Hij ziet een rode draad. ‘Sunweb draagt van alle ploegen het meest nadrukkelijk uit dat het één voor allen is. Als renners zich wat groter gaan voelen, dan passen ze al snel niet langer in die cultuur.’", "Redenen", "Naar de precieze reden van Hirschi’s vertrek is het gissen, al is het aannemelijk dat zijn nieuwe ploeg met de geldbuidel heeft gerammeld. Het Zwitserse blad Blick vernam dat hij ruim 900.000 euro per jaar krijgt, een bedrag dat DSM niet op de plank heeft liggen. Ter vergelijking: in zijn eerste profjaar bij Sunweb verdiende hij nog geen 30.000 euro. De Zwitser trok het afgelopen seizoen de aandacht met winst in de Waalse Pijl, een Tourzege, brons op de WK in Imola en een tweede plek in Luik-Bastenaken-Luik. Mogelijk speelde een rol dat hij bij DSM niet de gewenste vrije rol kon opeisen. Hij heeft een voorkeur voor eendagswedstrijden en etaleerde geen ambities om ronderenner te worden. Tijdens de teampresentatie liepen de gesprekken over het programma nog.", "Of is er een Zwitserse kongsi? Zijn manager is een landgenoot: oud-renner Fabian Cancellara. Als hij naar UAE Emirates gaat, treft hij daar nog een Zwitser, manager Mauro Gianetti, in 1995 winnaar van de Amstel Gold Race en Luik-Bastenaken-Luik. Tegen deze oud-renner spreekt diens bedenkelijke reputatie. In 1998 raakte hij drie dagen in coma na het gebruik van een alternatieve vorm van epo. Hij was in 2011 manager van Juan José Cobo, toen deze de Vuelta won. De Spanjaard raakte de zege acht jaar later kwijt wegens verdachte bloedwaarden.", "In de wielrennerij heerst tot dusver de mores bestaande contracten gewoon uit te dienen. De duur ervan is sowieso vaak beperkt: ploegen zijn voor hun inkomsten vrijwel geheel afhankelijk van sponsoren, die niet allemaal een lange adem hebben. Dan is het aangaan van langlopende verplichtingen niet zonder risico.", "Vertrek", "Dat renners niettemin een vroegtijdig vertrek forceren, komt niet alleen bij DSM voor. De Australiër Rohan Dennis stapte in 2019 tijdens een Touretappe af omdat hij ontevreden was over het materiaal van zijn toenmalige ploeg, Bahrein Merida. Hij fietst nu voor Team Ineos. De Belg Wout van Aert, nu in dienst van Jumbo-Visma, verbrak de banden met Verandas Willems-Crelan wegens onenigheid over fusieplannen en een verstoorde relatie met het management. De Colombianen Egan Bernal en Ivan Sosa dienden hun contract bij de Italiaanse pro-continentale ploeg Androni evenmin uit, toen Ineos, voorheen Sky, zich meldde.", "Volgens VVBW-voorzitter Traksel moet er uiteindelijk niet te zwaar worden getild aan een onvoorzien einde van de relatie. ‘Natuurlijk moet je waarde hechten aan het nakomen van afspraken. Maar als een van de partijen het om wat voor reden dan ook niet meer ziet zitten, is het in beider belang er een punt achter te zetten.’", "Dat het verbreken van de banden in het geval van Dumoulin en mogelijk ook dat van Hirschi gepaard is gegaan met een financiële compensatie, verbaast hem nogal. ‘Dat is in Nederland helemaal niet nodig. Als je drie jaar in vaste dienst bent geweest, ben je als renner vrij te gaan en te staan waar je wilt.’ Wel zou volgens hem moeten worden vastgelegd dat ploegen die de renner hebben opgeleid bij een transfer vergoedingen ontvangen. Hirschi maakte voor zijn overstap in 2019 naar de World Tour deel uit van het Development Team van Sunweb.", "Traksel stelt vast dat er een ‘zekere acceptatie’ groeit over renners die einde contract niet halen. ‘Toen Frank Vandenbroucke in 1995 overstapte van Lotto naar Mapei en Tom Boonen US-Postal in 2003 verruilde voor Quick-Step, leverde dat serieuze rellen op. De ophef is nu minder. Het begint kennelijk te wennen.’"], "authors": ["Rob Gollin"], "keywords": ["renners", "er", "zijn", "te", "van", "en", "een", "aan", "hirschi", "voortijdig", "vertrek", "voor", "wen", "niet", "als", "het", "maar", "hij", "dat"], "pubDate": "2021-01-06T20:12:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}