{"id": "e92a5bbd-b0db-3763-883b-7089b31e94d7", "title": "Twee arrestaties en tien bekeuringen vanwege onrust in Oost-Souburg", "url": "https://nu.nl/walcheren-en-beveland/6097055/twee-arrestaties-en-tien-bekeuringen-vanwege-onrust-in-oost-souburg.html", "summary": "Daarnaast kregen tien jongeren een bekeuring voor het overtreden van de coronamaatregelen.\nDe jongeren verzamelden zich rond 20.00 uur op het treinstation.\nDe politie was van de oproep op de hoogte en was aanwezig met zo'n twintig agenten op motoren, mountainbikes, in wagens, bussen en in een jeep.\nDe ene voor het afsteken van vuurwerk en de andere voor baldadigheid.\nOuders en verzorgers worden opgeroepen met hun kind(eren) over rellen en vuurwerk in gesprek te gaan.", "paragraphs": ["Tientallen jongeren gingen dinsdagavond in Oost-Souburg de straat op uit protest tegen de lockdown. Hierbij zijn twee jongens gearresteerd. Daarnaast kregen tien jongeren een bekeuring voor het overtreden van de coronamaatregelen.", "De jongeren verzamelden zich rond 20.00 uur op het treinstation. Dit was van tevoren in een groepsapp afgesproken. De politie was van de oproep op de hoogte en was aanwezig met zo'n twintig agenten op motoren, mountainbikes, in wagens, bussen en in een jeep.", "Volgens de politie waren er zo'n vijftig jongeren op de oproep afgekomen. Tien jongeren werden beboet, omdat ze onvoldoende afstand hielden. Twee jongens werden gearresteerd. De ene voor het afsteken van vuurwerk en de andere voor baldadigheid. De twee zijn naar een politiecel gebracht. Ze worden woensdag verhoord.", "Rond 21.20 uur werd een container bij de hoek van de Dongestraat en de Middelburgsestraat in brand gestoken. De politie heeft op die hoek alle aanwezige omstanders gevorderd weg te gaan. Bij de nabijgelegen sporthal Van Duyvenvoorde zijn ruiten vernield.", "Verder werd dinsdagavond bekend dat een zeventienjarige jongen uit Oostdijk in de gemeente Reimerswaal is opgepakt, omdat hij via sociale media zou hebben opgeroepen tot rellen op Walcheren. Na zijn arrestatie voerde de politie zoekingen uit in Oostdijk en Rilland. Daarbij is 22 kilo illegaal en zwaar vuurwerk in beslag genomen.", "Volgens de politie keerde de rust rond 22.45 uur terug. Ouders en verzorgers worden opgeroepen met hun kind(eren) over rellen en vuurwerk in gesprek te gaan."], "authors": ["Door"], "keywords": ["van", "onrust", "tien", "een", "bekeuringen", "vanwege", "en", "twee", "zijn", "politie", "jongeren", "vuurwerk", "uur", "op", "arrestaties", "oostsouburg", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}