{"id": "e9401a1a-fd31-37ed-a68a-29471bf7cae5", "title": "Deze Nederlanders hebben vaccinvrees: ‘Ik word voor hersenloos uitgemaakt, maar ik studeer mij suf op alles’", "url": "https://trouw.nl/zorg/deze-nederlanders-hebben-vaccinvrees-ik-word-voor-hersenloos-uitgemaakt-maar-ik-studeer-mij-suf-op-alles~be943182/", "summary": "Een op de vijf Nederlanders heeft vaccinvrees: zij willen zich waarschijnlijk of zeker niet laten inenten tegen corona.\nZe liep het op haar werk op, ondanks de beschermende kleding die ze droeg.\nWooning herkent dat ook: ze heeft het idee dat ze met haar kritische vragen nergens terechtkan.\n“Ik word voor hersenloos uitgemaakt door sommigen, maar ik studeer mij suf op alles.”Halve waarhedenOok Bart van den Dungen (31) zegt dat hij ‘wordt weggezet als iemand die niet functioneert’ wanneer hij kritiek uit op het vaccin.\nArgwaanTen slotte is er nog een groep vaccintwijfelaars met medische redenen, zoals mensen met een verzwakt immuunsysteem, allergie of zwangere vrouwen.", "paragraphs": ["Een op de vijf Nederlanders heeft vaccinvrees: zij willen zich waarschijnlijk of zeker niet laten inenten tegen corona. Wat zijn hun beweegredenen? ‘Ik wil geen proefkonijn zijn.’", "Wat heeft Sneeuwwitje te maken met het coronavaccin? Volgens een zorgmedewerker in de Facebookgroep ‘Nee tegen het vaccin’ van alles. Zij post een foto van de boze heks die Sneeuwwitje een glimmende, giftige appel in de hand drukt. Sussend, maar met een gemene blik, zegt ze: “Neem dit vaccin maar, dan wordt alles weer normaal”.", "De groep heeft inmiddels 1800 leden. Sommigen van hen hebben de tekst ‘Vaccineren? Prik die spuit maar in je eigen reet!’ over hun profielfoto geplakt. Hoewel uit peilingen van onderzoeksbureau Ipsos blijkt dat de algehele vaccinatiebereidheid stijgt, geeft een op de vijf Nederlanders aan dat zij zich ‘waarschijnlijk’ tot ‘zeker’ niet willen laten vaccineren.", "Weggezet als hersenloze wappies", "Neem nu Heidi Wooning (50), werkzaam in de gehandicaptenzorg en actief in de Facebookgroep. Haar voornaamste reden: ze vertrouwt op haar eigen immuunsysteem, zegt ze, onder andere omdat ze al corona heeft gehad en alleen lichte klachten kreeg. Ze liep het op haar werk op, ondanks de beschermende kleding die ze droeg.", "Daarbij wil ze als eerste lichting geen proefkonijn zijn, net als veel van haar directe collega’s, vertelt ze. Ze maakt ze zich zorgen over eventuele langetermijngevolgen van de prik, en gelooft de artsen niet die zeggen dat het vaccin het DNA niet aantast.", "Veel van de vaccinweigeraars die Trouw voor dit verhaal benaderde, willen niet met naam en toenaam hun verhaal doen in de krant, omdat ze zeggen in dagelijkse discussies weggezet te worden als wappies. Wooning herkent dat ook: ze heeft het idee dat ze met haar kritische vragen nergens terechtkan. “Ik word voor hersenloos uitgemaakt door sommigen, maar ik studeer mij suf op alles.”", "Halve waarheden", "Ook Bart van den Dungen (31) zegt dat hij ‘wordt weggezet als iemand die niet functioneert’ wanneer hij kritiek uit op het vaccin. Hij ontwikkelde in de afgelopen periode wantrouwen jegens de overheidsinstanties. Zijn argwaan begon, vertelt hij, toen Mark Rutte over groepsimmuniteit begon en dat later weer afzwakte. “Toen dacht ik: klopt dit allemaal wel?”", "Na het kijken van veel YouTubevideo’s kwam hij tot de conclusie gekomen dat zowel de overheid als de reguliere media ‘halve waarheden’ vertellen. Hij hoort zijn zorgen terug bij Wybren van Haga van Forum voor Democatie, die volgens hem ‘echt spreekt namens de burgers’. Maar een coronaontkenner is hij naar eigen zeggen niet.", "Als voorbeeld van die ‘halve waarheden’ noemt hij de nadruk die de overheid nu legt op het vaccin als oplossing, terwijl volgens hem een gezonde leefstijl ook enorm bijdraagt aan het voorkomen van corona. “Eet een appel, slik vitamines; dat je immuunsysteem daar beter van wordt, hoor je nergens. Ondertussen mag de McDonald’s open, terwijl de sportschool dicht is.”", "Liever een gezonde leefstijl dan een prik", "Voor Mike Verest (35) is dit de belangrijkste reden om geen vaccin te willen: hij gelooft dat een gezonde leefstijl een beter medicijn is tegen corona. Hij is medeoprichter van het forum ‘LeefBewust’ voor ‘holistisch gezond leven’, dat zo’n 50.000 volgers heeft. “Veel mensen die aan corona overlijden, hebben al leefstijlproblemen. Dát moet je eerst aanpakken, voordat je ook gezonde mensen gaat vaccineren.”", "Zelf vertrouwt hij op zijn eigen weerstand. Met zijn vrouw reisde hij zonder enige vaccinatie de hele wereld over, dat ging ook goed, vertelt hij. Met vaccineren met het oog op de ander, heeft hij weinig op. Het vaccin beschermt tegen ziekte, voert hij aan, maar het is nog onduidelijk of je met de prik in de arm ook anderen niet meer kunt besmetten, zegt hij.", "Daarnaast: de schadevergoedingen die de Nederlandse overheid betaalde nadat enkele kinderen een ernstige slaapziekte ontwikkelden na het vaccin voor de Mexicaanse griep te hebben geslikt, zitten nog vers in zijn geheugen. Hij is bang voor zulke toestanden. “Er zijn ook experts die zeggen dat vitamine D enorm helpt tegen corona.” Hij vindt het raar dat de overheid dat niet actiever uitdraagt.", "God bepaalt", "Wantrouwen is niet altijd de reden om een vaccin te weigeren, ook levensovertuiging speelt een rol. Volgens een peiling van het Reformatorisch Dagblad wil meer dan de helft van de aanhang van de krant geen vaccin. Dat is niet verwonderlijk gezien de afkeer van vaccineren in orthodox-christelijke kring, vanwege de voorzienigheidsgedachte: God bepaalt wie ziek wordt, dat moet de mens niet willen beïnvloeden.", "Maar er speelt nog een ander argument mee, dat door internationaal bekende prediker John Piper wordt aangevoerd, namelijk het gebruik van cellen van geaborteerde foetussen voor de ontwikkeling voor de prikken. Dit klinkt misschien als een broodje aap, maar er zit enige waarheid in. Zo gebruikte farmaceut Janssen cellijnen van een achttien weken oude foetus, die in 1985 is geaborteerd, om een bestaand verkoudheidsvirus, waar de code van het coronavirus aan werd toegevoegd, te vermenigvuldigen.", "Argwaan", "Ten slotte is er nog een groep vaccintwijfelaars met medische redenen, zoals mensen met een verzwakt immuunsysteem, allergie of zwangere vrouwen. Zo neigt Annemiek de Crom (56), die sinds haar 26ste leidt aan reumatoïde artritis, er sterk naar om het vaccin nog niet te nemen. “Met een coronavaccin trigger je het immuunsysteem, dat bij mij al overactief is, nog verder om weerstand te bouwen tegen het coronavirus. Misschien vlamt de reuma daardoor op; er is daar nog weinig over bekend. Omdat ik weet dat ik altijd heftig reageer op medicatie, ben ik extra voorzichtig en ga ik het bespreken met de reumatoloog.”", "", "Naast religieuze en medische bezwaren, lijkt argwaan jegens de overheid, farmacie en medische wetenschap de voornaamste reden van Nederlanders om een vaccin te weigeren. Deze mensen zullen ook de vaccinatiecampagne die deze week is begonnen, wantrouwen. De grootste uitdaging voor het vaccinatieprogramma wordt om toch met deze mensen in gesprek te komen.", "Lees ook:", "Hoe krijgt de overheid Nederland aan het vaccin?", "Hoe overwin je prikweerstand? En kiest de overheid wel de goede campagnestrategie?", "Moet ik bang zijn voor het coronavaccin?", "Is vaccinvrees terecht? Een aantal prangende vragen over het coronavaccin op een rij."], "authors": ["Rianne Oosterom"], "keywords": ["ik", "studeer", "uitgemaakt", "vaccinvrees", "met", "ze", "mij", "vaccin", "word", "die", "van", "een", "suf", "nederlanders", "voor", "op", "het", "hij", "dat"], "pubDate": "2021-01-09T12:45:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}