{"id": "e9426a2c-e1c6-3947-bbea-eaefdcb248dd", "title": "Cornel Vader neemt afscheid als directeur van het Leger des Heils: ‘We zien mensen verloren raken, maar grijpen niet in’", "url": "https://trouw.nl/binnenland/cornel-vader-neemt-afscheid-als-directeur-van-het-leger-des-heils-we-zien-mensen-verloren-raken-maar-grijpen-niet-in~b475cb82/", "summary": "Dit overkomt jaarlijks talloze mensen in Nederland, zegt Cornel Vader (62), directeur van de welzijns- en gezondheidsafdelingen van het Leger des Heils.\n“Het is zeer, zeer ingrijpend om op straat komen te staan, om je zelfstandigheid te verliezen, zonder dat je weet wat je te wachten staat.\nSterker nog, de kloof tussen mensen die het prima voor elkaar hebben en zij die niet kunnen meekomen, is volgens Vader alleen maar groter geworden.\nAls je nog geen meervoudig probleem had, dan heb je dat zonder dak boven je hoofd snel genoeg.”Wandelende tijdbomNog zo’n voorbeeld.\nIk denk dat dat waar is.", "paragraphs": ["Stel je voor. Op een dag verlaat je vroeg in de morgen je huis met een koffer met wat spullen. De rest laat je achter, de deurwaarder heeft beslag op je woning gelegd, de woningcorporatie zet je buiten wegens huurachterstanden of de gemeente ziet ­reden je woning te sluiten. Wat het ook is, je wilt het moment in elk ­geval niet afwachten.", "Waar ga je heen? Misschien dat je de eerste dagen kunt slapen op de bank bij vrienden. Maar als die mogelijkheid er niet meer is, zal je je moeten melden bij de daklozen­opvang. Als je geluk hebt, is er plek en krijg je een bed toegewezen. De huisregels worden besproken, de ­tijden dat er wordt gegeten mede­gedeeld. De volgende dag staat er een gesprek met een maatschappelijk werker op de agenda die je problemen met je bespreekt. Maar niemand weet hoelang je hier zit. Of het weken, maanden of meer dan een jaar duurt voordat je weer op ­eigen benen staat.", "Dit overkomt jaarlijks talloze mensen in Nederland, zegt Cornel Vader (62), directeur van de welzijns- en gezondheidsafdelingen van het Leger des Heils. Nederland telt bijna veertigduizend mensen die dakloos zijn, dat aantal nam de ­afgelopen tien jaar fors toe. In 2009 ging het nog om een kleine achttienduizend daklozen. “Het is zeer, zeer ingrijpend om op straat komen te staan, om je zelfstandigheid te verliezen, zonder dat je weet wat je te wachten staat. Gemiddeld verblijven mensen dertien maanden in de opvang, dat is veel te lang. Het is, hoe hard onze medewerkers ook hun best doen, geen goede plek om weer in evenwicht te komen.”", "Sociale kloof blijft en groeit", "Vader neemt vandaag afscheid als ­directeur van de zorgorganisatie die zich naast daklozenopvang onder meer bezighoudt met jeugdbescherming, reclassering en verslavingszorg. Het gaat om de kwetsbaarste mensen in de samenleving, al spreken ze binnen het Leger des Heils liever over ‘onze mensen’.", "Ter gelegenheid van zijn afscheid publiceert Vader het boek ‘Gewoon te moeilijk’. Het werd een naslagwerk van dertig jaar beleid op sociaal gebied, vol vallen en opstaan. Maar wat vooral blijft hangen is dat het ondanks al die wet- en regelgeving en al die organisaties die zich bezighouden met de kwets­baren, maar niet lukt om de sociale kloof in Nederland te dichten. Sterker nog, de kloof tussen mensen die het prima voor elkaar hebben en zij die niet kunnen meekomen, is volgens Vader alleen maar groter geworden.", "“Sinds de financiële crisis in 2008 heb ik de spanning zien toenemen. Mensen verloren hun baan, konden geen huis meer krijgen. Het gaat ­inmiddels om een forse groep in de samenleving. De Raad voor Volksgezondheid en Samenleving, die de overheid adviseert, schat in dat 30 procent van de mensen is afgehaakt. Zij zeggen: het zal wel, ik doe mijn best er niet meer voor, ik doe niet meer mee.", "“Dat percentage lijkt aan de hoge kant, toch kan ik me er wel iets bij voorstellen. Wij krijgen als Leger des Heils vooral te maken met de extreme groep. Mensen die net uit het ­gevang komen, die verslaafd zijn, op straat leven. Ik denk dat er onder dat topje een hele ijsberg zit. Een ijsberg van hen die geen baan hebben, geen stabiele woonsituatie, torenhoge schulden, die kampen met verslavingen, opgroeien met huiselijk geweld of verward gedrag vertonen. Maar dat laatste mag ik volgens mij niet meer zeggen omdat het een stigma is. Je moet nu zeggen ‘mensen met onbegrepen gedrag’.”", "Te hoge lat", "Dan komt de coronacrisis er nog bij. Met name voor de groep zonder thuis is het een heftige periode, zegt Vader. De opvang zit in wintermaanden altijd overvol, al is hij blij dat in deze tweede lockdown de buurthuizen openblijven. Ook over een groep kwetsbare kinderen maakt hij zich zorgen nu de structuur van school is weggevallen. “We hebben afgesproken met onze jeugdafdeling dat ze proactief gezinnen blijven opzoeken en dat zo veel mogelijk face to face blijven doen.”", "Vader verwijst met de titel van zijn boek niet alleen naar de groep in de samenleving die is afgehaakt, bij wie het gewone leven niet lukt. Gewoon te moeilijk doelt ook op de lat die volgens hem te hoog wordt gelegd. “Het draait tegenwoordig om zelfredzaamheid en autonomie. Het is een groot goed dat je in Nederland mag beslissen over je eigen leven, maar wat als iemand er niet toe in staat is? We staan op dit moment toe dat mensen verloren raken. We zien het, maar grijpen niet in.”", "Een tekenend voorbeeld daarvan volgens Vader is dat de rekenkamers in de vier grote steden concludeerden dat twee derde van de mensen die zich bij de daklozenopvang meldt, weer wordt weggestuurd. Ze zijn te zelfredzaam om in aanmerking te komen voor een bed. Zelfredzaam ben je volgens de regels als je uitsluitend dakloos bent en niet ook nog andere problemen hebt. “Waar moeten deze mensen heen? Naar een vakantiepark? Naar een andere woning? De gemiddelde wachttijd voor sociale huur is negen jaar. Als je nog geen meervoudig probleem had, dan heb je dat zonder dak boven je hoofd snel genoeg.”", "Wandelende tijdbom", "Nog zo’n voorbeeld. Bij de opvanglocaties van het Leger des Heils zien medewerkers het soms verkeerd gaan bij iemand, zonder dat meteen duidelijk is wat er aan de hand is. Iemand spreekt bijvoorbeeld wartaal, is agressief naar zichzelf of naar anderen. “Als een soort wandelende tijdbom”, zegt Vader. Hij pleitte er daarom voor om in de Wet verplichte ggz, die regelt dat je mensen onder bepaalde omstandigheden gedwongen kunt opnemen, ook een observatiemaatregel te introduceren. “Ik wilde graag dat het ook mogelijk zou worden om iemand drie dagen op te nemen om te kijken wat er nou aan de hand is. Maar dat heb ik verloren. De reactie was: deze mensen zijn gewoon vervelend, het is gedrag. Dat moet je niet aan de zorg overlaten, daar moet de politie ingrijpen. Maar als die ingrijpt, komt het er vaak op neer dat iemand negen uur wordt vastgehouden en dan weer op straat staat. Het leidt tot niets.”", "Cornel Vader (1958) is al ruim dertig jaar professioneel betrokken bij het Leger des Heils. De laatste negen jaar was hij bestuursvoorzitter van de stichtingen Leger des Heils Welzijns- en Gezondheidszorg en Jeugdbescherming en Reclassering. Op 1 januari treedt hij terug. Vader woont in Veendam, is getrouwd en heeft twee zoons. Zijn boek ‘Gewoon te moeilijk’ wordt uitgegeven door het Leger des Heils zelf.", "Vader vindt dat we als samenleving niet meer goed georganiseerd zijn. De vangnetten zijn gescheurd. “We hebben afscheid genomen van de welvaartsmaatschappij toen de participatiemaatschappij werd geïntroduceerd. Maar er is niet veel van die participatie terechtgekomen. Het lijkt te zijn geïnterpreteerd als: je moet vooral voor jezelf zorgen. Natuurlijk kun je nog steeds bij een loket terecht als het niet lukt. Maar de echte, vanzelfsprekende aanspraak op zorg en hulp bestaat niet meer. Je bent afhankelijk van iemand achter dat loket die bepaalt of je een erg genoeg geval bent.”", "Wantrouwen", "In een samenleving waar zelfredzaamheid en autonomie vooropstaan, is bovendien veel wantrouwen richting mensen bij wie het niet lukt. “Een serieus probleem”, zegt Vader. Dat wantrouwen vertaalt zich bij de overheid bijvoorbeeld in ingewikkelde regelgeving en een keiharde aanpak van iedereen die maar een klein foutje maakt. Vader wijst op de toeslagenaffaire als schrijnend voorbeeld. “Probeer maar eens een formulier van de overheid in te vullen om toeslagen aan te vragen zonder daar fouten in te maken. Ik help ­verschillende mensen in mijn privé-omgeving met dat soort dingen. Het is zo ingewikkeld. Objectief is het onmogelijk om het goed te doen.”", "Maar niet alleen bij de overheid ziet Vader wantrouwen. “Die roep om streng toe te zien op mensen die misbruik maken van toeslagen of uitkeringen, komt ook uit de samenleving. Ik vind ook niet dat je zomaar alles door de vingers moet zien, maar het gaat hier vaak om marginale ­bedragen.”", "Bij de roep om gedetineerden niet langer na twee derde van hun straf onder voorwaarden vrij te laten komen, zag Vader hetzelfde gebeuren. De samenleving begrijpt de vroege vrijlating niet, dus limiteerde het ­kabinet die tot maximaal twee jaar. Iemand die twintig jaar cel krijgt, komt straks dus niet na zo’n dertien jaar vrij onder toezicht van de reclassering, maar na achttien jaar. Met het gevolg dat organisaties die zich bezighouden met die reclassering, zoals het Leger des Heils, zich afvragen of het eigenlijk wel mogelijk is om iemand in de twee jaar die dan over is goed te begeleiden bij een leven buiten de cel. “Dit systeem produceert delinquenten”, zegt Vader.", "Ook gebeurt het regelmatig dat nieuwe maatschappelijke opvanglocaties begroet worden met verzet vanuit de buurt. “Natuurlijk moet ­iedereen ergens kunnen wonen. Maar niet bij mij in de buurt!” ­beschrijft Vader het ‘not in my back yard’-principe in zijn boek.", "Waar komt dat wantrouwen vandaan? “Ik moet altijd denken aan een dichtregel: bij hoog water wordt je eiland klein. Ik denk dat dat waar is. Dat als het wat lastiger wordt, mensen hun eigen veiligheid, hun eigen huis, de dingen die dichtbij staan op de eerste plaats zetten. Die ontwikkeling zie ik al langer. De tolerantie, de inschikkelijkheid naar elkaar, is steeds iets scherper afgesteld. Als ik aanklop bij degenen die het in dit land voor het zeggen hebben voor extra hulp aan de kwets­baren, moet ik dat altijd bevechten. Het is nooit vanzelfsprekend.”", "Beleid remt bereidheid af", "Ligt het cynisme dan niet op de loer na 32 jaar in dit werkveld? Ja, erkent Vader. “Maar wel met een dikke komma: je kunt erbij wegblijven door de individuele mensen te ­blijven zien. Door de inspanningen van onze medewerkers te zien om dingen toch mogelijk te maken.", "“Ik zie ook wel lichtpuntjes. Zo maken de slaapzalen bij de opvang plaats voor een- en tweepersoons­kamers. Mensen hebben dan in elk geval voor even weer een eigen plekje. En je ziet dat het ministerie van binnenlandse zaken inmiddels plannen maakt om het schrijnende gebrek aan goedkope woningen te verminderen.”", "Zelfs de VVD lijkt op dit moment open te staan voor een verhoging van het minimumloon. Volgens ­Vader heel belangrijk omdat het een bodem geeft in het bestaan.", "Bovendien is er wel degelijk bereidheid in de samenleving om te helpen. Het Leger des Heils doet er elke paar jaar onderzoek naar en daaruit blijkt dat 4 procent van de Nederlanders bereid is om echt wat extra’s te doen voor mensen in de marge. Bijvoorbeeld iemand zonder vaste woon- of verblijfplaats in huis nemen. “4 procent lijkt niet zoveel, maar dat gaat om duizenden mensen. Daarnaast is er nog een veel grotere groep die bijvoorbeeld mantelzorg verleent of vrijwilliger is in een verpleeghuis. Met al die vrijwilligers moeten we heel blij zijn.”", "De bereidheid is er dus best, alleen worden deze mensen nu nog te vaak door het beleid afgeremd, zegt Vader. Bijvoorbeeld door toeslagen of uitkeringen te korten als je iemand in huis neemt. “We hebben deze informele zorg hard nodig om alle problemen op te lossen. De overheid zou juist moeten zorgen dat de rode loper uitligt voor al die helpende handen.”", "Lees ook :", "Grote kans dat de huidige crisis de kloof tussen arm en rijk gaat vergroten", "Ongelijkheid heeft de neiging te groeien, in de natuur en in de economie. Een crisis kan die kloof verder vergroten of juist verkleinen. De huidige crisis neigt voorlopig naar het eerste.", "Ik was best rijk, maar nu ben ik alles kwijt’", "Door corona raken de opvangcentra voor daklozen voller en voller. En doorstroming is er nauwelijks. Een kijkje bij het Leger des Heils in Rotterdam. “Pas met een naambordje op je voordeur bén je weer iemand.”"], "authors": ["Kristel Van Teeffelen"], "keywords": ["mensen", "van", "vader", "en", "verloren", "een", "om", "zien", "neemt", "leger", "raken", "te", "het", "maar", "niet", "dat", "die", "je"], "pubDate": "2021-01-01T12:30:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}