{"id": "e944c094-2686-3e9a-95de-593253be49e1", "title": "Dwarsliggende Britten, Polen en Hongaren domineren EU-top", "url": "https://www.parool.nl/wereld/dwarsliggende-britten-polen-en-hongaren-domineren-eu-top~be443cea/", "summary": "Polen en Hongarije blokkeerden het EU-budget voor 2021-2027 en het ­coronaherstelfonds – in totaal goed voor een budget van 1,8 biljoen euro, waarover de EU-leiders deze zomer overeenstemming bereikten – omdat het respecteren van de rechtsstaat als voorwaarde werd gesteld.\nEen ­primeur in de EU, waar met name Warschau en Boedapest het verwijt krijgen een loopje te nemen met deze democratische waarden.\nOok zou het nieuwe mechanisme pas in werking treden na tussenkomst van het Europees Hof van Justitie.\n‘Politieke chantage’Hongarije en Polen, beide groot­ontvangers van de EU-gelden, lijken op het eerste gezicht met hun blok­kade aan het langste eind te trekken.\nDe Hongaarse minister van Justitie Judit Varga sprak woensdag op Twitter van een ‘overwinning’.", "paragraphs": ["Beeld ANP", "Over het nieuwe vergelijk wordt op de tweedaagse top, die donderdag begint in Brussel, gestemd door de leiders van de EU-lidstaten. Vanochtend zei premier Mark Rutte dat hij extra voorwaarden wil stellen aan het compromis, dat uit de koker van de huidige EU-­voorzitter Duitsland komt.", "Polen en Hongarije blokkeerden het EU-budget voor 2021-2027 en het ­coronaherstelfonds – in totaal goed voor een budget van 1,8 biljoen euro, waarover de EU-leiders deze zomer overeenstemming bereikten – omdat het respecteren van de rechtsstaat als voorwaarde werd gesteld. Een ­primeur in de EU, waar met name Warschau en Boedapest het verwijt krijgen een loopje te nemen met deze democratische waarden.", "Dat rechtsstaatbeginsel blijft intact: de subsidiekraan gaat dicht voor landen die de gelden oneigenlijk gebruiken. Wel is in het nieuwe akkoord de toon gematigder en is toegevoegd dat de toets alleen geldt voor subsidies uit de aanstaande begroting. Nog lopende subsidies of geld uit een toekomstig budget zijn op basis van deze overeenkomst niet automatisch aan een dergelijke toets verbonden.", "Ook zou het nieuwe mechanisme pas in werking treden na tussenkomst van het Europees Hof van Justitie. Dat betekent dat de regels nu ondertekend worden, maar pas over enkele jaren – als het Hof zich erover heeft uitgesproken – van kracht worden. Dat gaat wel met terugwerkende kracht: bij overtreding wordt ook eerder uitgekeerd geld herrekend.", "‘Politieke chantage’", "Hongarije en Polen, beide groot­ontvangers van de EU-gelden, lijken op het eerste gezicht met hun blok­kade aan het langste eind te trekken. De Hongaarse minister van Justitie Judit Varga sprak woensdag op Twitter van een ‘overwinning’. ‘We hebben ideologische verwachtingen van ­financiële hulp en politieke chantage weten af te wenden.’ Die boodschap lijkt echter vooral voor de achterban. Boedapest en Warschau hebben hun hoofdeisen niet binnengeharkt. Zij kunnen als overtreders alsnog te maken krijgen met de zwaarste gevolgen van de aanvankelijke rechtsstaattoets. Al zal die klap later komen dan Brussel had gewild."], "authors": ["Tom Kieft"], "keywords": ["van", "polen", "domineren", "het", "op", "met", "dwarsliggende", "hongaren", "die", "eutop", "een", "en", "dat", "te", "britten", "voor"], "pubDate": "2020-12-10T11:34:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}