{"id": "e979145c-48a9-34e6-9000-c579edf26a15", "title": "Wanneer val je onder de risicogroep voor het coronavirus?", "url": "https://nu.nl/coronavirus/6039163/wanneer-val-je-onder-de-risicogroep-voor-het-coronavirus.html", "summary": "Het advies aan kwetsbare ouderen en risicogroepen is om geen gebruik meer te maken van het openbaar vervoer en het bezoek aan deze groep mensen moet worden beperkt om besmetting met het coronavirus te voorkomen.\nMaar wie vallen er precies in de risicogroep en wanneer ben je een kwetsbare oudere?\nOm te beginnen met die laatste vraag: wanneer ben je een kwetsbare oudere?\nEr zijn mensen die net 65 zijn die al onder de groep kwetsbare ouderen vallen, maar er zijn ook zeventigers of misschien zelfs wel tachtigers die nog ontzettend vitaal zijn.\n\"Het doormaken van een infectieziekte is een algemene belasting en afhankelijk van je conditie en onderliggende medische problemen ben je minder in staat om dat te volbrengen\", vervolgt de infectioloog van het RIVM.", "paragraphs": ["Het advies aan kwetsbare ouderen en risicogroepen is om geen gebruik meer te maken van het openbaar vervoer en het bezoek aan deze groep mensen moet worden beperkt om besmetting met het coronavirus te voorkomen. Maar wie vallen er precies in de risicogroep en wanneer ben je een kwetsbare oudere?", "Om te beginnen met die laatste vraag: wanneer ben je een kwetsbare oudere? Daar is geen eenduidig antwoord op te geven dat voor iedereen geldt. Er zijn mensen die net 65 zijn die al onder de groep kwetsbare ouderen vallen, maar er zijn ook zeventigers of misschien zelfs wel tachtigers die nog ontzettend vitaal zijn.", "Volgens Jaap van Dissel, directeur van het Centrum Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM), is het advies om het openbaar vervoer en bezoek te mijden in ieder geval bedoeld voor kwetsbare ouderen \"die gedurende het leven enkele onderliggende medische condities hebben gekregen, die beperken wat ze aankunnen. De biologische leeftijd is belangrijker dan de kalenderleeftijd\".", "Te denken valt aan mensen met hart- of longproblemen, mensen met bepaalde vormen van suikerziekte of nierpatiënten. \"Elke graad temperatuursverhoging - of het nou bij griep is of bij het coronavirus - maakt dat de stofwisseling zo'n 10 procent sneller moet werken door de opwarming van het lichaam\", legt Van Dissel uit. \"Dat betekent dat het hart ongeveer tien slagen per minuut extra moet maken en de longen meer zuurstof moeten transporteren.\"", "75 Vaccin coronavirus kan pas in zomer 2021 klaar zijn", "Koorts is als continu traplopen", "Van Dissel vergelijkt het hebben van koorts met het continu oplopen van de trap. \"Er zijn mensen die dat zonder problemen doen en daar dan ook nog hele verhalen bij kunnen ophangen, terwijl een ander al snel toch wat meer moet hijgen en het oplopen niet de hele trap volhoudt.\"", "\"Het doormaken van een infectieziekte is een algemene belasting en afhankelijk van je conditie en onderliggende medische problemen ben je minder in staat om dat te volbrengen\", vervolgt de infectioloog van het RIVM.", "\"Als je zonder problemen een hele trap op holt, geeft dat aan dat je lichaam een grote reserve heeft om extra belasting aan te kunnen.\"", "Wanneer ben je geen oudere, maar wel kwetsbaar?", "Er zijn ook kwetsbaren die nog niet binnen de groep ouderen vallen voor wie het COVID-19-virus een extra risico vormt. Maar wanneer ben je kwetsbaar? \"In zijn algemeenheid denk ik dat als iemand vanwege een medische conditie specialistische controle nodig heeft, die enige mate van kwetsbaarheid heeft\", antwoordt Van Dissel. \"Iemand die dat allemaal niet heeft, gezond is en gewoon kan sporten, die behoort toch tot een wat andere groep.\"", "Tot slot geeft de infectioloog aan dat het wel of niet in aanmerking komen voor de jaarlijkse griepprik ook een indicatie is om te beoordelen of iemand tot de risicogroep behoort of niet.", "Volg de laatste ontwikkelingen rond het virus in ons liveblog."], "authors": ["Door", "Job Van Der Plicht"], "keywords": ["val", "je", "onder", "om", "van", "wanneer", "coronavirus", "een", "voor", "risicogroep", "het", "te", "en", "die", "dat", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}