{"id": "e97a8b3f-3d1e-37bc-9f92-2c643fc91c3a", "title": "Het Zoomjasje, ideaal voor thuiswerkenden: ‘Het geheim zit aan de achterkant’", "url": "https://www.parool.nl/ps/het-zoomjasje-ideaal-voor-thuiswerkenden-het-geheim-zit-aan-de-achterkant~b5ff16ce/", "summary": "Deze vrouwen staan nu niet op een podium een lezing te geven, maar werken thuis.\nHet geeft een oppepper om er even leuk uit te zien.”Wat maakt het Zoomjasje anders dan andere jasjes?\n“Van voren oogt het jasje zakelijk en ‘gewoon’, maar dat is het niet.\nHet geheim van de smid zit aan de achterkant: een rits waarmee je de stolpplooi op de rug kunt openen en sluiten, en daarmee het jasje ruimer of strakker kunt maken.”Mag het jasje ook naar buiten?\nWanneer je er een shirt onder draagt in een contrasterende kleur, krijg je een leuk effect aan de achterkant.”Wat mag dat kosten?", "paragraphs": ["Dat is nog eens inspelen op de ­actualiteit.", "“Wij richten ons op vrouwen die regelmatig in de schijnwerpers staan. Deze vrouwen staan nu niet op een podium een lezing te geven, maar werken thuis. Misschien zelfs wel aan de keukentafel. Wij hebben gemerkt dat als je veel thuiswerkt, je vaak geen puf meer hebt om strak in het pak te ­zitten. Het mag allemaal wel wat comfortabeler.”", "Maar een T-shirt volstaat niet?", "“De tendens is dat mensen steeds vaker kiezen voor casual. Dat terwijl privé en werk veelal door elkaar lopen. Als jij je netjes aankleedt voor een bespreking en daarna weer een T-shirt aantrekt, voelt dat anders. Het geeft een oppepper om er even leuk uit te zien.”", "Wat maakt het Zoomjasje anders dan andere jasjes?", "“Van voren oogt het jasje zakelijk en ‘gewoon’, maar dat is het niet. Het ­jasje heeft ruimer vallende mouwen, zodat je gemakkelijk kunt typen. Het geheim van de smid zit aan de achterkant: een rits waarmee je de stolpplooi op de rug kunt openen en sluiten, en daarmee het jasje ruimer of strakker kunt maken.”", "Mag het jasje ook naar buiten?", "“Ja hoor, je kunt ’m op verschillende manieren dragen. Wanneer je er een shirt onder draagt in een contrasterende kleur, krijg je een leuk effect aan de achterkant.”", "Wat mag dat kosten?", "“Wat wij doen valt onder haute ­couture, dus dat kost wat. De stoffen zijn van Italiaanse of Engelse makelij, het jasje wordt volledig gemaakt in Amsterdam. Om die reden begint een Zoomjasje bij 800 euro. Maar daar heb je dan ook jaren plezier van.”"], "authors": ["Alice Boothby"], "keywords": ["ideaal", "van", "zit", "kunt", "het", "zoomjasje", "op", "jasje", "geheim", "een", "je", "dat", "en", "te", "thuiswerkenden", "achterkant", "aan", "voor"], "pubDate": "2020-12-01T10:12:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}