{"id": "e97c1186-396f-3b9a-a378-4795db547174", "title": "‘Mensen zijn taalmeesters dankzij ‘huh’, ‘hm’ en ‘o’’", "url": "https://volkskrant.nl/wetenschap/mensen-zijn-taalmeesters-dankzij-huh-hm-en-o~b65cc837/", "summary": "Echt chic klinken ze niet, de rommelklanken die een mens door élk gesprek strooit, zoals ‘hè?’, ‘hm’, ‘o’ en ‘ah’.\nMet een rake ‘hm?’ of ‘ah’ weten sprekers en luisteraars in een fractie van een seconde of ze elkaar begrijpen – en of het gesprek klaar is om een niveautje hoger te schakelen.\n‘Die woordjes zijn geen scherven van primitieve taal, maar zijn er juist later in onze geschiedenis bijgekomen.\nDan is er ook nog dit: mensen gebruiken wereldwijd tussenwerpsels, met hetzelfde soort klanken.\nHij analyseert nu samen met zijn onderzoeksteam of zulke onderbrekingen daadwerkelijk ‘smeerolie’ voor gesprekken vormen.", "paragraphs": ["Beeld Olivier Heiligers", "Wat is het idee?", "Echt chic klinken ze niet, de rommelklanken die een mens door élk gesprek strooit, zoals ‘hè?’, ‘hm’, ‘o’ en ‘ah’. Maar die zogeheten tussenwerpsels doen volgens taalwetenschapper Mark Dingemanse iets speciaals. Zonder zulke onderbrekingen zouden mensen een stuk minder diepgravende gesprekken hebben en zou onze taal – in haar geheel – een stuk minder knap in elkaar zitten. Dat stelt Dingemanse in een relatief jonge theorie waarover hij recentelijk met New Scientist sprak, en die hij nu in een onderzoeksproject aan de Radboud Universiteit uitpluist. Met een rake ‘hm?’ of ‘ah’ weten sprekers en luisteraars in een fractie van een seconde of ze elkaar begrijpen – en of het gesprek klaar is om een niveautje hoger te schakelen. Een grote stap in de taalevolutie, stelt hij.", "Wat is er zo wild aan?", "De theorie gaat regelrecht in tegen het klassieke idee dat woorden als ‘hm’ en ‘hè’ slechts domme overblijfselen zijn uit de oertijd, toen de eerste holbewoners nog geen zin aan elkaar konden knopen. ‘Taal begint waar tussenwerpsels eindigen’, zei de Oxfordse Max Müller 150 jaar geleden. Dingemanse zegt per videogesprek dat idee juist ‘op zijn kop’ te willen zetten. ‘Die woordjes zijn geen scherven van primitieve taal, maar zijn er juist later in onze geschiedenis bijgekomen. Ik stel dat complexe taal juist niet zonder ze kan.’", "Waarom zou het kunnen kloppen?", "Dat tussenwoordjes echt meer functie hebben dan eerder gedacht is wel duidelijk, zegt ook Els Elffers, die jarenlang als taalkundige werkte aan de Universiteit van Amsterdam (UvA) en zich specialiseert in hoe mensen tussenwerpsels gebruiken. ‘Ik vind het wel een plausibel idee’, zegt ze.", "Een studie van Janet Bavelas laat zien waarom ‘hm’, ‘hè’ en ‘o’ onmisbaar lijken. Als iemand een verhaal vertelt en een oplettende luisteraar blijft muisstil in plaats van soms te onderbreken met ‘hm-hm’, raakt de verteller in de knoop: die begint soms drie keer opnieuw aan hetzelfde stukje en laat zinnen haperen, vermoedelijk omdat hij of zij niet zeker weet of de luisteraar het wel kan volgen. ‘Het verhaal gaat totaal naar de knoppen’, zegt Dingemanse.", "Dan is er ook nog dit: mensen gebruiken wereldwijd tussenwerpsels, met hetzelfde soort klanken. Of het nou mensen zijn die in Ghana het Siwu spreken, Mandarijns in China, of Laotiaans in Laos: allemaal onderbreken ze elkaar gemiddeld elke 84 seconden met een ‘huh’ of andere ophelderingsvragen, blijkt uit veldwerk van onder meer Dingemanse zelf. Hij analyseert nu samen met zijn onderzoeksteam of zulke onderbrekingen daadwerkelijk ‘smeerolie’ voor gesprekken vormen.", "Wat spreekt de theorie tegen?", "‘We beginnen nog maar net’, nuanceert Dingemanse zelf direct. ‘Simpelweg omdat de taalwetenschap decennialang überhaupt niet hiernaar wilde kijken.’", "Hoe tussenwoordjes precies tijdens de evolutie van menselijke taal zouden zijn ontstaan, is moeilijk te achterhalen – wetenschappers hebben geen tijdmachine om in de prehistorie een kijkje te nemen, al probeert Dingemanse dat in computers na te bootsen. Elffers betwijfelt enigszins of mensen tussenwerpsels zoals ‘hè?’ wel zoveel onbewuster gebruiken dan iets als ‘wat zei je?’, wat hun bijzondere status tijdens de taalontwikkeling juist weer zou relativeren."], "authors": ["Ronald Veldhuizen"], "keywords": ["van", "tussenwerpsels", "mensen", "hm", "het", "die", "zijn", "taalmeesters", "met", "een", "dankzij", "en", "te", "dingemanse", "huh"], "pubDate": "2020-11-20T13:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}