{"id": "e9827114-905d-328b-97a2-aafe22d86231", "title": "Nachtvlinder doet een ‘Harry Pottertje’ met eigen onzichtbaarheidsmantel", "url": "https://www.volkskrant.nl/wetenschap/nachtvlinder-doet-een-harry-pottertje-met-eigen-onzichtbaarheidsmantel~bdd91807/", "summary": "De nachtvlinder, met op zijn lijf een geluidsabsorberende laag die functioneert als een soort onzichtbaarheidsmantel voor vleermuizen.\nMet die technologie kun je een beeld schetsen van de mot aan de hand van geluid, min of meer zoals een vleermuis dat doet.\nDe onderzoekers maakten beelden van motten van dezelfde soort met schubben en zonder schubben (de motten waren al dood voordat ze geplukt werden).\nSoort vachtOok opmerkelijk: de absorberende schubben op het lichaam een wezenlijk andere vorm hebben dan die op de vleugels.\nBeeld Marc Holderied & Thomas NeilNachtvlinderdeskundige Jurriën van Deijk van De Vlinderstichting is onder de indruk van het onderzoek.", "paragraphs": ["De nachtvlinder, met op zijn lijf een geluidsabsorberende laag die functioneert als een soort onzichtbaarheidsmantel voor vleermuizen. Beeld Marc Holderied & Thomas Neil", "Tovenaarsleerling Harry Potter mag dan een mooie onzichtbaarheidsmantel hebben, sommige diersoorten blijken er ook wat van te kunnen. Onderzoekers uit Bristol ontdekten dat motten geluidsabsorberende schubben op hun lichaam hebben. De vleermuizen die ’s nachts op deze motten jagen gebruiken echolocatie: ze vormen een beeld van de omgeving aan de hand van de echo van het ultrasone geluid dat ze uitzenden. Met de geluidsabsorberende laag kunnen motten 85 procent van dat geluid absorberen, waardoor ze praktisch onzichtbaar zijn voor hun belagers.", "Akoestische camouflage, noemt bioloog en onderzoeker Thomas Neil de verdedigingstactiek in een telefonisch gesprek. ‘Door met hun schubben een deel van het geluid te absorberen, maken motten het lastiger voor de vleermuizen om ze te bejagen, op een vergelijkbare manier als een kameleon die van kleur verandert.’", "Voor het onderzoek maakten Neil en zijn team gebruik van akoestische tomografie. Met die technologie kun je een beeld schetsen van de mot aan de hand van geluid, min of meer zoals een vleermuis dat doet. Een toongenerator zendt een geluid uit naar een mot. De echo die vanaf het insect terugkaatst wordt opgenomen met microfoons en aan de hand daarvan wordt een beeld samengesteld. De onderzoekers maakten beelden van motten van dezelfde soort met schubben en zonder schubben (de motten waren al dood voordat ze geplukt werden). Aan de hand van die beelden konden ze conclusies trekken over het dempende effect van de laag schubben.", "Soort vacht", "Ook opmerkelijk: de absorberende schubben op het lichaam een wezenlijk andere vorm hebben dan die op de vleugels. Door de schubben op het lichaam lijken motten een soort vacht te hebben. Op de vleugels zou een dermate dikke laag schubben problemen veroorzaken bij het vliegen. ‘De schubben op de vleugels hebben een peddelachtige vorm en zijn veel kleiner’, legt Neil uit, ‘terwijl ze een vergelijkbaar absorberend vermogen hebben.’", "Het schap met geluidsisolatie bij de bouwmarkt – denk aan eierdoosvormige schuimrubberen isolatiematten – krijgt er door dit onderzoek in de toekomst mogelijk een nieuw product bij. ‘Als we goed afkijken bij de motten dan kunnen we wellicht zelf een vergelijkbare vorm van ultradun geluidsisolatiemateriaal maken.’ Met behulp van 3D-printers werkt het team van Neil momenteel aan de prototypes.", "Extreme close-up van de geluidsabsorberende laag op de nachtvlinder. Beeld Marc Holderied & Thomas Neil", "Nachtvlinderdeskundige Jurriën van Deijk van De Vlinderstichting is onder de indruk van het onderzoek. ‘Beetje bij beetje leren we hoe de competitie tussen die twee soorten werkt.’ Zo toonde eerder onderzoek aan dat sommige motten zich laten vallen als ze het geluid van vleermuizen horen. ‘Ook deze studie is weer een mooi puzzelstukje in ons begrip van de natuur.’ Van Deijk spreekt overigens liever van nachtvlinders dan van motten. ‘Je denkt bij motten toch snel aan de beestjes die je kleren opeten. Terwijl we in Nederland ongeveer 2.400 soorten nachtvlinders hebben, waarvan er maar vier in je kleren gaan zitten.’"], "authors": ["Melle Meijer"], "keywords": ["motten", "van", "doet", "schubben", "eigen", "het", "op", "met", "die", "harry", "een", "ze", "onzichtbaarheidsmantel", "pottertje", "nachtvlinder", "aan"], "pubDate": "2020-12-08T10:08:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}