{"id": "e99a7728-56f2-30ae-b0dd-aa3564402353", "title": "Jannah voelt zich schuldig, over vanalles, de hele tijd. Waar komt dat gevoel vandaan?", "url": "https://volkskrant.nl/columns-opinie/jannah-voelt-zich-schuldig-over-vanalles-de-hele-tijd-waar-komt-dat-gevoel-vandaan~ba4f4b91/", "summary": "Als je je schuldig voelt, vind je dat je verplicht was iets te doen wat je hebt nagelaten.\nBeeld Claudie de CleenHet vreemdste aan schuldgevoel is dat je je schuldig kunt voelen over dingen waarvoor je eigenlijk geen schuld draagt.\nAls ik over de vorige Kerst nadenk, realiseer ik me dat ik mijn bezwaarde gevoel door gedachten vergrootte; door voorstellingen die ik zelf creëerde.\nNa mijn onderzoek en het schrijven van mijn boek, ben ik nog altijd niet van mijn dominante geweten af.\nMaar van dat plagende stemmetje, dat ik toch beter mijn best had kunnen doen, zal ik wel nooit helemaal afkomen.", "paragraphs": ["Schrijver en filosoof Jannah Loontjens is vorig jaar Kerst niet bij haar moeder in Frankrijk op bezoek gegaan. Ze voelt zich daar nu nog schuldig over. Waar komt dat gevoel vandaan? En wat zeggen de grote filosofen ervan?", "Elk jaar ga ik rond de Kerstdagen op reis, ofwel duizend kilometer naar het noorden of ongeveer dezelfde afstand richting het zuiden. Mijn vader woont namelijk in Zweden en mijn moeder in Frankrijk. Maar vorige Kerst besloot ik voor het eerst met mijn kinderen thuis te blijven. De vlieg- en treintickets waren duur, bovendien hadden we zin om eens een keer in Nederland te zijn in de kerstvakantie. Mijn vader vond het geen probleem dat ik niet kwam, maar mijn moeder was erg teleurgesteld. Ze woont alleen in het heuvelige landschap van midden-Frankrijk. Ze verveelt zich nooit, altijd bezig eigenzinnige oplossingen te vinden voor het opknappen van huis en tuin, het verzorgen van haar hond, kippen en kat, maar ze woont afgelegen en het zou eenzaam zijn om zonder kinderen of andere familie de feestdagen door te brengen.", "Bij mij doemde een schuldgevoel op dat met de winterse duisternis gestaag leek toe te nemen. Dat gevoel werd nog eens vergroot omdat ik niet zomaar in Nederland bleef, ik had ook nog eens besloten Kerstavond bij mijn moeders jongere zus door te brengen, die sinds enige tijd in een dorp in de Betuwe woont. Ik had me kunnen voorstellen dat mijn moeder het fijn voor me zou vinden dat ik een keer rustig thuis zou zijn met mijn kinderen en mijn tante zou kunnen bezoeken, die ik anders weinig zag. Maar in plaats daarvan stelde ik me voornamelijk voor hoe sneu het voor mijn moeder zou zijn. Ik voelde me verantwoordelijk voor haar verdriet.", "Door dit opvlammende rotgevoel vroeg ik me af: waarom voel ik me altijd zo schuldig? Wat is dit voor een gevoel? En kan ik er misschien vanaf? Gezien mijn achtergrond in de filosofie lag het voor de hand om te rade te gaan bij filosofen: Aristoteles, Spinoza, Kant, Nietzsche, Arendt, De Beauvoir. Al gauw bleek hoe verschillend deze denkers schuldgevoel benaderen; als het geweten bij Kant een moreel kompas vormt, meent Spinoza dat schuldgevoel op zichzelf nooit goed kan zijn. Schuldgevoel maakt je machteloos, je hebt er niets aan, stelt hij. Ik onderzocht hoe die uiteenlopende benaderingen zich tot mijn ervaringen verhielden. Dit onderzoek mondde uit in een boek dat ik erover schreef en dat onlangs is verschenen.", "Allereerst: wat is schuldgevoel? Het woord schuld is etymologisch afgeleid van de proto-Germaanse werkwoordstam ‘skul’ wat ‘moeten’ of ‘verplicht zijn’ betekent. Dit herken ik uit het Zweeds, waarin ‘skall’ moeten of zullen betekent. Als je je schuldig voelt, vind je dat je verplicht was iets te doen wat je hebt nagelaten. Of, andersom: je hebt iets gedaan, wat je niet had moeten doen, of er is iets gebeurd waarvan je weet dat het anders had gemoeten. Als we het hebben over wat we behoren te doen is er sprake van normativiteit, regels die voorschrijven hoe iets zou moeten zijn.", "Iedereen heeft last van schuldgevoelens, volgens onderzoekers zelfs ‘gemiddeld twee uur per dag’, zo las ik in een stuk in De Groene Amsterdammer. De Engelse online krant The Independent publiceerde een minder alarmerende studie: Britten zouden zich gemiddeld 6 uur en 36 minuten per week schuldig voelen. Het schuldgevoel vlamt volgens het rapport het vaakst op bij het toegeven aan een verlangen, of het verwaarlozen van contact met dierbaren.", "In welke mate je geweten je achtervolgt kan per persoon verschillen. Ik ben iemand die zich vaak schuldig voelt. Als kind voelde ik me al schuldig, vooral tegenover mijn moeder: ik hielp haar niet genoeg, ik was te ongeduldig, ik luisterde maar half als ze me over de tegenslagen vertelde. Mijn moeders leven leek me een wankel bootje dat door woeste golven heen en weer werd gezwiept, ik moest zorgen dat we in evenwicht bleven, als we kopje onder gingen, was dat mijn schuld.", "Beeld Claudie de Cleen", "Het vreemdste aan schuldgevoel is dat je je schuldig kunt voelen over dingen waarvoor je eigenlijk geen schuld draagt. Je kunt je door medeleven zozeer in de ander verplaatsen dat je je verantwoordelijk begint te voelen, terwijl je dat in feite niet bent; mijn kinderlijke schuld- en verantwoordelijkheidsgevoel was in wezen ook onnodig en misplaatst. Corona vormt ook een goede bron voor onnodige schuldgevoelens. Zo liet ik me een paar weken geleden testen; ik had alleen last van hoofdpijn en verwachtte niet dat ik het echt zou hebben, dus stond ik, weliswaar op afstand maar toch enigszins argeloos, voor mijn huisdeur een poos met mijn buurvrouw te praten. Deze oudere Turkse vrouw had pasgeleden trombose gehad, waarvan ze was aan het herstellen. Toen ik de dag erna te horen kreeg dat ik covid-positief was, maakte ik me als eerste zorgen om mijn buurvrouw. Ik zou haar toch niet ook nog corona bezorgd hebben? Deze mogelijkheid alleen al gaf me een enorm schuldgevoel.", "Via mijn zoon, die ook besmet raakte, bleek een aantal andere kinderen in zijn klas aangestoken te zijn, waarover ik me eveneens schuldig voelde. Maar was ik wel schuldig? Vanzelfsprekend hadden wij niemand opzettelijk besmet. Je kunt je afvragen of je überhaupt schuldig bent als er geen intentie aan vooraf gaat. Dergelijk schuldgevoel voor dingen waar je niet zomaar aanwijsbaar schuldig aan bent, kan soms wel nuttig zijn. Bijvoorbeeld bij schuldgevoelens over onrecht in de wereld, of over klimaatverandering. Als individu draag je nooit in je eentje de schuld van het smelten van de ijskappen, maar als je je medeverantwoordelijk voelt, omdat je deel bent van de mensheid, kan dat een productieve vorm van schuldgevoel opleveren: je past je gedrag aan.", "Vaak worden we in onze opvattingen over wat zo ‘zou moeten zijn’ gestuurd door cultureel ingebedde normen. Eerbied voor ouders is daarvan een voorbeeld. Veel van de normen zorgen ervoor dat we ons aan beloftes houden, excuses aanbieden, ze dwingen ons afspraken na te komen. Maar er zijn ook normen die op negatieve wijze inwerken op ons schuldgevoel. Zo wijst de Duitse filosoof Friedrich Nietzsche erop dat wij ons vaak schuldig voelen over heel menselijke neigingen, bijvoorbeeld over het verlangen naar plezier, naar seks, bedwelming, drank en vervoering. Volgens Nietzsche komt dit doordat het christendom deze verlangens als zondig heeft bestempeld.", "Nietzsche benadrukt dat je niet eens gehoor hoeft te geven aan je zondige verlangens om je schuldig te voelen. Ook dat is herkenbaar. Ik kan me schuldig voelen over onderdrukte verlangens; de drang om te vluchten, weg te gaan van alles en iedereen, een zucht naar intensiteit, een hunkering naar roesachtig avontuur, naar nieuwe mensen, nieuwe omgevingen, nieuwe ideeën en lichamen. Zelfs als ik geen gehoor geef aan mijn clandestiene verlangens, voel ik me bezwaard, omdat ik die verlangens heb, omdat ik ze voel. Niemand hoeft er iets van te merken en toch voel ik me schuldig. Dat is misschien wel het grootste raadsel aan de hevigheid van schuldgevoel. Het kan gebaseerd zijn op iets dat je niet hebt gedaan. Een soort fantoompijn.", "‘Schuldgevoel is geen pure, primaire emotie’, meende de psychotherapeut bij wie ik eens in de week mijn hart uitstortte. ‘Er ligt altijd een idee aan ten grondslag dat je iets verkeerd hebt gedaan. Terwijl de vraag blijft of je wel echt iets fout hebt gedaan.’ Maar is dat niet zo met alle emoties, vroeg ik me af. Ik kan mezelf toch ook door gedachten verdrietig of kwaad maken? ‘Emoties als woede of verdriet wellen in je op, als het ware lichamelijk, maar schuldgevoelens nestelen zich in je brein’, meende de psycholoog.", "Als ik over de vorige Kerst nadenk, realiseer ik me dat ik mijn bezwaarde gevoel door gedachten vergrootte; door voorstellingen die ik zelf creëerde. Ik beeldde me in dat mijn moeder verdrietig zou zijn en mij dit zou verwijten. Enerzijds was ik bang voor haar reactie, bang voor de uitingen van haar pijn, die zich als pijlen in mij zouden boren. Anderzijds was ik bezorgd om mijn moeder, ik wilde dat ze omringd zou worden door lieve mensen, die haar warmte gaven en die haar van geluk door haar huis zouden doen dansen. Achter mijn schuldgevoel ging dus zowel angst en onzekerheid schuil, als bezorgdheid en genegenheid. Schuldbewustzijn lijkt wel een verzamelplaats voor gevoelens, waarin mijn denken vervolgens een rode draad aanbrengt door ze samen te binden tot schuldbesef.", "Veel kinderen hebben het gevoel bij hun ouders in het krijt te staan. Dit hoeft niet per se slecht te zijn, je kunt je dankbaar voelen jegens je ouders omdat ze je hebben grootgebracht, wat zich uit in toewijding en de wens het hun naar de zin te maken. Toch zijn er ook veel mensen die hun leven lang bang blijven hun ouders te kwetsen. Dit wordt in de psychologie ‘losmakingsschuld’ genoemd. Vooral dochters blijken vaak onder dit overmatige verantwoordelijkheidsgevoel gebukt te gaan, en dan vooral jegens de moeder. Het is een klassiek patroon dat de Franse filosoof Simone de Beauvoir helder heeft benoemd. In traditionele gezinnen was de vader vaker afwezig, de relatie tot de vader bestond voor een groot deel uit ontzag, respect en bewondering op afstand. De band met de moeder werd daarentegen gevormd door voortdurende nabijheid. Moeder en dochter raken vergroeid, de dochter krijgt een rol binnen het gezin waarop wordt gerekend, een vertrouwensrol alsook een rol in het huishouden, als de dochter deze wil opgeven, gaat dat met schuldbesef gepaard. Ze laat de moeder in de steek.", "Dit klinkt misschien ouderwets, en toch herken ik het. Ik ben grotendeels door mijn moeder opgevoed. Na onze verhuizing naar Nederland stond ze er alleen voor, ik zag hoe zwaar het voor haar was om alles te combineren, het huishouden, werk, moederschap. Ik wilde mijn moeder verlossen van haar zorgen, maar tegelijkertijd hunkerde ik naar een eigen zelfstandig leven, het liefst ver van haar vandaan, waarover ik me dan ook weer schuldig voelde.", "Beeld Claudie de Cleen", "De Weense psychoanalyticus Sigmund Freud benadrukt dat het loskomen van de autoriteit van de ouders de belangrijkste stap is in de ontwikkeling naar volwassenheid. In de beginjaren wil het kind nog als zijn ouders zijn, maar in de volwassenwording beseft ieder mens dat zijn ouders niet ideaal zijn en wijst hen af, in elk geval ten dele. Meestal vindt dit afwijzen van de ouders in de puberteit plaats: het kind schopt tegen de regels en normen van het ouderlijk gezag, het kiest voor eigen principes en tegendraadse oplossingen, een fase die ook wel wordt geduid als de symbolische oudermoord. Eindelijk wordt de navelstreng werkelijk verbroken, het kind wordt zelfstandig.", "Hierover nadenkend, word ik me er pijnlijk van bewust dat, mocht ik bij Freud op de divan liggen, ik moet toegeven dat ik nog altijd niet ben losgekomen van het ouderlijk gezag. Mijn onderzoek naar mijn schuldgevoelens bleek ook een onderzoek te worden naar de mogelijkheid tot oprechtheid: hoe kan ik eerlijk zijn, zonder me schuldig te voelen? Ik stelde het lang uit om haar te vertellen dat ik met Kerst naar mijn tante zou gaan. Toen ik eindelijk de moed verzamelde, veinsde ik dat het een spontaan idee was, een besluit dat we op het allerlaatste moment, vlak voor de feestdagen hadden genomen. Ik verzon dit smoesje om zo mijn moeders leed te verzachten, maar ook hierover voelde ik me schuldig. Ik had immers gelogen.", "Dit is ook een van de redenen waarom Spinoza schuldgevoel op zichzelf als een slechte invloed beschouwt, als je geneigd bent snel medelijden te voelen en je je daardoor verantwoordelijk en schuldig voelt, leidt dit zelden tot goed gedrag. Mijn medelijden met mijn moeder leidde ertoe dat ik loog. Op zich aardig bedoeld, maar Spinoza maakt duidelijk dat dit de situatie onnodig ingewikkeld maakt. Zelfs tijdens de Kerst werd ik alsnog in beslag genomen door overwegingen hoe ik mijn moeder het minst kon kwetsen. Zo overwoog ik of ik foto’s van de Kersttafel zou sturen. Zou ze zich extra buitengesloten voelen als ze de foto’s zag van ons gezellige samenzijn, of juist des te meer als we niets lieten horen? Ik kwam er niet uit. Uiteindelijk stuurde ik haar niets. Behept zijn met een groot schuldbewustzijn maakt je niet zomaar een beter mens.", "Mijn moeder legde zich er vorig jaar bij neer en vierde Kerst bij vrienden. Dit jaar gaan we ons best doen wel samen de feestdagen door te brengen, tenminste, als corona dat ons toestaat. Na mijn onderzoek en het schrijven van mijn boek, ben ik nog altijd niet van mijn dominante geweten af. Je werkelijk bevrijden van je zeurende schuldgevoelens blijkt lastig. Maar door ze te ontrafelen, ze uiteen te pluizen en in te kaderen, kun je de giftige lagen er wel vanaf pellen. Ik begrijp nu iets beter hoe al die innerlijke spanningen zich tot elkaar verhouden en kan beter onderscheiden wanneer ik echt verantwoordelijk ben en wanneer ik mij onnodig schuldig voel. Al met al lijk ik in staat de werking van mijn geweten te doorgronden. Maar van dat plagende stemmetje, dat ik toch beter mijn best had kunnen doen, zal ik wel nooit helemaal afkomen."], "authors": ["Jannah Loontjens"], "keywords": ["dat", "vandaan", "tijd", "van", "jannah", "vanalles", "komt", "mijn", "en", "een", "te", "waar", "ik", "voelt", "hele", "je", "als", "zich", "het", "schuldig"], "pubDate": "2020-12-17T14:00:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}