{"id": "e9bf0ae0-9d69-3f2b-a25c-6e7f5e18ad22", "title": "Ontslag kan voelen als rouw: zo blijf je er niet in hangen", "url": "https://volkskrant.nl/werken/ontslag-kan-voelen-als-rouw-zo-blijf-je-er-niet-in-hangen~b67471d0/", "summary": "Als een van die bronnen wegvalt, voelt dat als een groot verlies.\nNiet van de organisatie, en ook niet van mijn ex-collega’s, die ik als vrienden beschouwde.\nWeet je niet wat voor werk je wil of kan doen?\nKies wel een klusje dat je niet in één keer hoeft af te maken, als de energie op is, moet je er ook mee kunnen stoppen.\nZet niet zomaar je handtekening Vrees je voor je baan, dan ben je dus niet de enige.", "paragraphs": ["Je baan verliezen kan behoorlijk wat impact hebben op je leven. Niet alleen financieel, maar ook mentaal. Sommige mensen hebben zelfs serieuze rouwklachten na het ontslag. Zoals Martin die na 32 jaar aan de kant werd gezet bij Defensie. ‘Wie was ik nog zonder die baan?’", "Hoe groot het aandeel is van mensen die na ontslag moet rouwen, is niet bekend. Janske van Eersel, docent aan de Universiteit Utrecht en gespecialiseerd in rouw na baanverlies, gaat uit van 18 procent. En tijdens de coronacrisis kan dat percentage weleens een stuk hoger liggen, verwacht ze. ‘Ieder mens heeft bepaalde hulpbronnen: dingen waarin hij veel heeft geïnvesteerd. Daarbij kun je denken aan familie en vrienden, maar ook werk is zo’n hulpbron. Als een van die bronnen wegvalt, voelt dat als een groot verlies. Helemaal als je andere hulpbronnen schaars zijn, zoals het contact met familie en vrienden de afgelopen tijd was.’", "Dit artikel verscheen eerder op Intermediair.nl", "De kans dat je rouw ervaart na je ontslag, is het grootst als je een functie hebt die maar weinig mensen hebben, of als je voor een bijzonder bedrijf werkt, zegt Van Eersel. ‘Denk aan een stewardess bij KLM. Je kunt natuurlijk ergens anders stewardess worden, maar KLM’ers hebben het altijd over de KLM-familie, de blauwe trots, die krijg je nooit meer terug.’", "Geen bestaansrecht meer", "Dat ervoer ook Martin. Hij werkte 32 jaar bij Defensie, gelijk na de middelbare school was hij in dienst gegaan (er was dienstplicht) en hij was daar doorgegroeid in verschillende functies. Tot hij in 2017 een conflict kreeg met zijn leidinggevende. Hij werd van de een op de andere dag op non-actief gesteld en vervolgens ontslagen. ‘Mijn werk was mijn alles, een groot deel van mijn identiteit. Toen dat wegviel, voelde het alsof mijn bestaansrecht wegviel. Wie was ik nog zonder die baan? Wat kon ik nog betekenen?’", "Wat hem ook stak, was het gevoel dat hij door de organisatie in de steek werd gelaten. ‘Defensie heeft een goede nazorg voor veteranen en mensen die vrijwillig weggaan, maar ik heb bijna niets meer gehoord. Niet van de organisatie, en ook niet van mijn ex-collega’s, die ik als vrienden beschouwde. Dat vond ik zó pijnlijk.’", "Martin werd na 32 jaar ontslagen bij Defensie Beeld Martin", "Martin beschrijft zijn gevoel in de eerste tijd na zijn ontslag als een ‘shock’. Daarna kwamen boosheid en verdriet, twee emoties die hij – zij het in mindere mate – nog steeds heeft. Praten over die periode gaat gepaard met veel emoties. De eerste anderhalf jaar kon hij nog geen sollicitatiebrief schrijven zonder er fysiek last van te hebben. Hij begon te trillen, te huilen, werd misselijk of kreeg hoofdpijn.", "Zijn vrouw was uiteindelijk degene die aan de bel trok en zei dat hij hulp moest gaan zoeken. Via Van Eersel kwam hij bij een coach terecht, die hem hielp omgaan met zijn negatieve gevoelens en ervoor zorgde dat hij aan de slag kon met zijn toekomst.", "Gezonde rouw", "Rouw bestaat uit twee componenten, vertelt Van Eersel: een verliespool en een herstelpool. Die twee wisselen elkaar af. Als je emoties aan de verlieskant zitten, dan ben je bezig met wat je verloren hebt. Zitten ze aan de herstelkant, dan ben je bezig met de toekomst. ‘Dat is een heel gezond proces. Maar als je aan een van beide kanten blijft hangen, gaat het mis. Wie in de verliespool blijft hangen, wil niet bezig zijn met de toekomst. Maar ook aan de herstelkant blijven hangen is niet gezond. Mensen die dat doen, denderen door om maar niet stil te hoeven staan bij het verlies. Op een gegeven moment liggen die met een burn-out op de grond.’", "Bij Martin bleven de emoties aan de verlieskant hangen. Dat past in het beeld van wat Van Eersel ‘complexe rouw’ noemt. Daarin zijn er drie aspecten die bij de meesten terugkomen: het niet kunnen accepteren van de situatie en denken dat het nog goed kan komen (non-acceptatie), boosheid en bitterheid (alles is de schuld van Den Haag, van je werkgever, collega’s) en een gevoel van zinloosheid. ‘Dat laatste zie je bijvoorbeeld ook veel bij mensen die in de zorg werken, maar te maken krijgen met een lijf dat op is. Die denken: als ik niet meer kan zorgen, mag ik er dan nog wel zijn?’", "Niet blijven hangen in rouw Van Eersel geeft een aantal tips om te voorkomen dat je na ontslag in de rouw terechtkomt of erin blijft hangen: Neem op een goede manier afscheid van je werk. Dat hoeft niet per se een etentje met al je collega’s of een grote borrel te zijn, kies iets wat bij jou past. ‘Ik was nadat ik jaren geleden was ontslagen veel te boos om gezellig uit eten te gaan met collega’s. Ik heb toen samen met mijn vriend al mijn beoordelingsrapporten en visitekaartjes gepakt en verbrand. Dat werkte voor mij heel goed.’ Leef gezond. Hou je dag- en nachtritme vast, ga wandelen of sporten, eet gezond. Weet je niet wat voor werk je wil of kan doen? Zorg dan dat je daarachter komt. Neem bijvoorbeeld loopbaanadvies of doe een beroepskeuzetest. Of ga naar een werkcafé of jobzoekorganisatie. Daar vind je ook mensen die in hetzelfde schuitje zitten en je omhoog kunnen trekken. Doe iets positiefs met je energie. Boosheid is energie, dus waarom zou je die niet gebruiken om bijvoorbeeld de badkamer eens goed te schrobben? Kies wel een klusje dat je niet in één keer hoeft af te maken, als de energie op is, moet je er ook mee kunnen stoppen. Weet je echt niet wat je met je dag moet doen? Kijk dan eens op de site Random acts of kindness en kies iets uit om te doen. Door iets goeds voor een ander te doen, al is het iets simpels als glimlachen of gedag zeggen, word je zelf ook vrolijker. Heb je een flinke baaldag? Gun die jezelf dan. Als je er niet in blijft hangen mag dat best een keer, morgen weer een nieuwe dag.", "Bij Martin hielp vooral het kijken naar hoe hij zich nuttig kan maken. Hij solliciteerde en vond een jaar geleden een baan als roostermaker bij een koepel van hogescholen. Kortgeleden werd zijn contract verlengd. ‘Het is totaal iets anders dan ik deed bij Defensie, waar ik leidinggevende was. Maar ik haal er wel voldoening uit. Ik ontmoet nieuwe mensen, krijg positieve feedback, collega’s vinden het prettig dat ik er ben, en als niemand anders de leiding neemt, dan vinden ze het fijn als ik dat doe. En ik heb weer een gevoel van eigenwaarde, dat is voor mij het belangrijkst.’", "In oktober loopt het hoger beroep van de rechtszaak die hij heeft aangespannen tegen zijn oude werkgever. Hij hoopt dan de erkenning te krijgen dat zijn ontslag onterecht was. ‘Maar ook als ik niet win, dan heb ik er alles aan gedaan. En ik kan nu zelfs een beetje positief terugkijken op het ontslag: het heeft ertoe geleid dat ik mezelf in een andere richting heb ontwikkeld en deze baan heb gevonden.’", "ZO VERGROOT JE JE KANSEN BIJ EEN REORGANISATIE (EN DAT IS NÍET DOOR HARDER TE WERKEN) Een positieve beoordeling en leuk contact met je leidinggevende zijn handig, maar bij een reorganisatie kun je toch boventallig worden verklaard. Extra tandje bijzetten dan maar, zodat jij wordt gekozen om te blijven? Dat is juist níet slim. Ontslagen door corona? Zet niet zomaar je handtekening Vrees je voor je baan, dan ben je dus niet de enige. Maar ben jij wel echt degene die eruit moet? Gaat het allemaal wel op de juiste manier? En hoe zit het precies met de transitievergoeding? NIET OVERAL KOMMER EN KWEL Gelukkig gaat het niet in alle branches slecht, lees hier in welke sectoren er nog wel werk te vinden is."], "authors": ["Marianne Lucieer"], "keywords": ["dat", "van", "die", "voelen", "niet", "een", "blijf", "en", "hangen", "zo", "te", "ik", "ontslag", "rouw", "er", "je", "kan", "het"], "pubDate": "2020-10-14T10:25:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}