{"id": "e9e6ff13-8eac-3366-8d3d-5d34b91b49b4", "title": "Pepijn Lijnders, assistent-trainer van Liverpool: ‘Ajax denkt en speelt net als Liverpool’", "url": "https://www.parool.nl/sport/pepijn-lijnders-assistent-trainer-van-liverpool-ajax-denkt-en-speelt-net-als-liverpool~b8c52633/", "summary": "“Ik hou van teams die niet te afhankelijk zijn van externe factoren en waarbij nieuw talent klaarstaat.\nMijn respect kan niet groter zijn voor zijn doorzettingsvermogen en prestaties.”De filosofie van Ten Hag en Ajax lijkt in grote delen op die van Liverpool.\nDit in combinatie met het ­behouden van een vaste groep volwassen Ajaxspelers, maakt dit team voor mij een outsider voor het winnen van een Europese hoofdprijs.”Lijnders benadrukt hoe belangrijk het voor Ajax is om te blijven vasthouden aan de eigen ­filosofie.\n“Het individu is belangrijk, maar wat het verschil maakt – en wat Ajax voor mij ook anders maakt – is een sterke cultuur en een ­echte identiteit, een eigen spelidee.\n“Ajax ­accepteert het niet om passief te zijn en die houding forceert ontwikkeling en drang naar dominantie.", "paragraphs": ["Pepijn Lijnders: ‘Erik ten Hag verstaat het moderne spel en is niet bang om te experimenteren. Mijn respect voor zijn prestaties kan niet groter zijn.’ Beeld Getty Images", "Lang voordat Liverpool de Champions Leaguefinale in 2019 bereikte, was Pepijn Lijnders (nu 37) al bezig met de voorbereidingen op de eindstrijd in Madrid, waar op dat moment ook Ajax kans op maakte. Hij analyseerde zowel Tottenham Hotspur als Ajax uitgebreid. De assistent van Jürgen Klopp noemt de toenmalige ­Europese campagne van de Amsterdammers ‘indrukwekkend’. “Een outsider die grote ploegen afjoeg en uitspeelde. Ik genoot van het lef van de ploeg, van de Europese avonden in de ­Johan Cruijff Arena en de supporters die enorm tekeergingen.”", "Experimenteren", "Ook Lijnders ging er op 8 mei 2019 eens goed voor zitten. In de halve finale tegen Tottenham Hotspur kwam Ajax snel op een 2-0 voorsprong, maar in de tweede helft kantelde de wedstrijd en de Spurs kwamen terug tot 2-2. Toch leek Ajax stand te houden. De ploeg pakte het initiatief ­terug en kreeg nog drie opgelegde scoringskansen. Lijnders: “Ook ik was compleet verrast door die treffer van Lucas Moura. Mijn uitgewerkte papieren analyses konden letterlijk de prullenbak in. Zo zie je dat vijf hectische seconden in de voetbalwereld veel kunnen veranderen, niet ­alleen voor jezelf, maar ook voor anderen.”", "Dit seizoen kwam het alsnog tot een ontmoeting met Liverpool, in Groep D van de Cham­pions League. In de Arena wonnen de Engelsen met 1-0, dinsdagavond is de return op Anfield. Als Lijnders naar de afgelopen twee jaar kijkt, ziet hij dat de continuïteit is gebleven binnen het team van Erik ten Hag, een coach die hij hoog aanslaat.", "“Ik hou van teams die niet te afhankelijk zijn van externe factoren en waarbij nieuw talent klaarstaat. Een sterk collectief idee helpt enorm in het ontwikkelen van nieuwe spelers. Dat is een groot compliment aan de structuur van de club en aan de opleiding. Daarbij hebben ze een coach die het moderne spel verstaat en niet bang is om te experimenteren. Hij is het voorbeeld van waar inzet en moed je kunnen ­brengen. Mijn respect kan niet groter zijn voor zijn doorzettingsvermogen en prestaties.”", "De filosofie van Ten Hag en Ajax lijkt in grote delen op die van Liverpool. Interessant is dat Lijnders zes jaar geleden ook zomaar bij Ajax ­terecht had kunnen komen. De club benaderde hem voor een baan als jeugdtrainer, maar de ­gesprekken tussen toenmalig hoofd jeugdop­leidingen Wim Jonk en de directie over het ­opleidingsbudget blokkeerden een overgang van Lijnders, die na zeven jaar FC Porto (jeugd) toe was aan een andere uitdaging. Die vond hij uiteindelijk bij Liverpool.", "Onder Klopp heeft Liverpool de stap naar de Europese top gemaakt, met Lijnders als zijn rechterhand. De club werd dit jaar voor het eerst sinds 1990 weer kampioen van Engeland en won die finale van de Champions League in 2019 uiteindelijk eenvoudig van Tottenham Hotspur.", "Dit jaar doet Liverpool weer volop mee in beide competities. In de Champions League begon de ploeg goed met een uitoverwinning tegen Ajax. “Het was een gelijkopgaand duel. Beide ploegen vonden het moeilijk om de wedstrijd naar zich toe te trekken, we verloren zelfs het initiatief direct na rust. Dat resulteerde erin dat Jürgen Klopp zijn drie aanvallers wisselde om de controle terug te krijgen.”", "Outsider", "De opvattingen van Ajax zijn de afgelopen twee jaar onveranderd, zegt Lijnders, al hebben de Amsterdammers sindsdien een paar belang­rijke spelers verloren, zoals Frenkie de Jong en ­Hakim Ziyech. “Elke ploeg in Europa zou deze spelers missen, dus ook Ajax, maar het blijkt dat hun stijl de ontwikkeling van spelers forceert, want er staat weer een aantal nieuwe, goede ­jongens op het veld. Dit in combinatie met het ­behouden van een vaste groep volwassen Ajaxspelers, maakt dit team voor mij een outsider voor het winnen van een Europese hoofdprijs.”", "Lijnders benadrukt hoe belangrijk het voor Ajax is om te blijven vasthouden aan de eigen ­filosofie. “Het individu is belangrijk, maar wat het verschil maakt – en wat Ajax voor mij ook anders maakt – is een sterke cultuur en een ­echte identiteit, een eigen spelidee. Wij zeggen altijd: zonder goede spelers geen collectief, maar zonder collectief geen succes.”", "Veel zaken die bij Liverpool dagelijks op het trainingsveld worden gestimuleerd, ziet hij ook terugkomen bij de Amsterdamse club. “Ajax ­accepteert het niet om passief te zijn en die houding forceert ontwikkeling en drang naar dominantie. Voor Ajax maakt het niet uit tegen wie ze spelen, thuis of uit, ze zullen hoog en agressief druk zetten en ze zullen proberen keer op keer aan te vallen. Onze stijl is ook om aan te vallen, met en zonder de bal. Het is dezelfde aanpak als Ajax, daarom wordt het dinsdagavond opnieuw zeer interessant.”"], "authors": ["Arthur Renard"], "keywords": ["liverpool", "lijnders", "van", "als", "ajax", "het", "op", "denkt", "die", "zijn", "pepijn", "een", "en", "te", "speelt", "assistenttrainer", "net", "voor"], "pubDate": "2020-12-01T13:42:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}