{"id": "e9f7b6ea-3680-303b-b214-135375426fe1", "title": "Verstappen na uitspraken over crash Grosjean: ‘Ik bedoelde het anders’", "url": "https://www.parool.nl/sport/verstappen-na-uitspraken-over-crash-grosjean-ik-bedoelde-het-anders~b34581e3/", "summary": "Beeld EPA‘Ik ben verkeerd begrepen en bedoelde het anders.\nWat ik probeerde te zeggen is dat wij als coureurs de risico’s kennen als we in de auto stappen.\nGrosjean stapte zelf uit het brandende wrak en hield slechts brandwonden aan zijn handen over aan het ongeval.\nBeeld BSR agencyOngevoeligOp Twitter werd Verstappen verweten ongevoelig te zijn.\n‘Toen was de Formule 1 nog veel gevaarlijker en toch stapten de coureurs uit die tijd in hun auto, omdat het hun werk was en omdat ze van het racen hielden.", "paragraphs": ["Max Verstappen. Beeld EPA", "‘Ik ben verkeerd begrepen en bedoelde het anders. Wat ik probeerde te zeggen is dat wij als coureurs de risico’s kennen als we in de auto stappen. Als iemand twijfels heeft, dan moet hij overwegen te stoppen,’ zegt de Formule 1-coureur in een persbericht van zijn renstal Red Bull Racing.", "De crash van Grosjean schokte zondag ook de coureurs, die net als iedereen op televisiebeelden zagen dat de bolide van de Fransman na de harde botsing met de vangrail in tweeën brak en in brand vloog. Grosjean stapte zelf uit het brandende wrak en hield slechts brandwonden aan zijn handen over aan het ongeval.", "Verstappen antwoordde in de persconferentie na afloop op de vraag of de coureurs de keuze zouden moeten hebben om eventueel niet meer te herstarten. “Ik begrijp niet waarom je niet zou racen. Als jouw rijder niet wil racen en ik zou de teambaas zijn, dan zou ik hem zeggen dat hij nooit meer in dat racezitje mag zitten.”", "Medische staf in actie om Grosjean uit de vlammenzee te krijgen. Beeld BSR agency", "Ongevoelig", "Op Twitter werd Verstappen verweten ongevoelig te zijn. De Limburger licht in het persbericht van Red Bull verder toe wat hij bedoelde. ‘Het is niet verkeerd je ongemakkelijk te voelen over doorgaan met racen, maar we zijn wel onderdeel van een team en iedereen in het team vertrouwt erop dat wij ons werk doen, namelijk autoracen. Als Romain niet vrijwel ongedeerd was weggelopen van het ongeval, dan was het uiteraard een heel ander verhaal geweest.’", "Verstappen memoreert nog de jaren zestig en zeventig uit de vorige eeuw. ‘Toen was de Formule 1 nog veel gevaarlijker en toch stapten de coureurs uit die tijd in hun auto, omdat het hun werk was en omdat ze van het racen hielden. Ook al wisten ze dat de risico’s groot waren en ze zomaar een vriend konden verliezen. Tegenwoordig is de Formule 1 ongelooflijk veilig, maar niemand wil natuurlijk zo’n zwaar ongeval zien. Gelukkig gaat het goed met Romain.’"], "authors": ["Het Parool"], "keywords": ["bedoelde", "van", "als", "racen", "het", "zijn", "ik", "uitspraken", "niet", "verstappen", "anders", "en", "te", "dat", "crash", "uit", "grosjean"], "pubDate": "2020-12-03T11:01:27+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}