{"id": "ea05f70b-cdad-316a-9c2e-56f7d683cae5", "title": "Je bent jong, klaar om de wereld te veroveren en dan is er corona", "url": "https://www.volkskrant.nl/kijkverder/v/2020/je-bent-jong-klaar-om-de-wereld-te-veroveren-en-dan-is-er-corona~v411420/", "summary": "Maar ik houd mijn hart vast of er dan al gehonkbald mag worden.\n‘Ik heb vorig jaar mijn debuut gemaakt in het Nederlands team en wil er alles aan doen om de absolute top te halen.\nVoor het uitbreken van corona heb ik ook al zeven maanden voor Arizona Western College gehonkbald.\nAls we de komende periode nog niet mogen honkballen, dan zie ik mijn kansen als sneeuw voor de zon verdwijnen.\nWat zou ik willen doen als het niet lukt in Amerika?", "paragraphs": ["‘Ik had nu in Amerika moeten schitteren op het honkbalveld. Als student aan het Arizona Western College zou ik meedoen aan de herfstcompetitie. Maar door corona is daar een streep door gezet. In plaats daarvan heb ik de afgelopen maanden mijn conditie op peil gehouden bij Amsterdam Pirates.", "‘De bedoeling is dat ik op 2 januari naar Amerika vertrek. Maar ik houd mijn hart vast of er dan al gehonkbald mag worden. Wat als de nieuwe president Biden beslist dat sporten in groepsverband voorlopig nog niet is toegestaan? Het kan grote gevolgen hebben voor mijn carrière.", "‘In juni is de draft in de Major League Baseball. Dan kiezen de profteams de beste spelers van de high schools en colleges. Het is voor veel talenten de kans op een goed contract of een opstap naar een mooie carrière in de Major League, de grootste honkbalcompetitie te wereld. De droom van elke honkballer.", "‘Ik heb vorig jaar mijn debuut gemaakt in het Nederlands team en wil er alles aan doen om de absolute top te halen. Daarvoor moet ik in Amerika laten zien wat ik in huis heb. Maar als de competities niet doorgaan, heb ik die mogelijkheid niet. Voor het uitbreken van corona heb ik ook al zeven maanden voor Arizona Western College gehonkbald. Ik weet dus hoe leerzaam het is.", "‘Ik ben nu 21. Als we de komende periode nog niet mogen honkballen, dan zie ik mijn kansen als sneeuw voor de zon verdwijnen. Achter mijn staan jongere honkballers te popelen om zich ook te laten zien. Ik dacht dat ik een mooi pad voor mezelf had uitgestippeld, maar plots is alles onzeker.", "‘Ik wil nog steeds mijn droom achterna, maar ben door corona veel bewuster over andere dingen gaan nadenken. Wat zou ik willen doen als het niet lukt in Amerika? Een antwoord op die vraag heb ik nog niet geformuleerd.’"], "authors": ["November"], "keywords": ["als", "klaar", "wereld", "dan", "het", "op", "maar", "jong", "ik", "veroveren", "mijn", "je", "om", "te", "en", "niet", "een", "er", "heb", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}