{"id": "ea077f9c-e02a-343f-83fc-9162a76a8618", "title": "Asis Aynan: ‘Mannen als mijn vader waren geen gastarbeiders, maar oorlogsvluchtelingen’", "url": "https://trouw.nl/leven/asis-aynan-mannen-als-mijn-vader-waren-geen-gastarbeiders-maar-oorlogsvluchtelingen~b64c9f05/", "summary": "Die taal ligt even ver van het Berbers af als het Russisch van het Nederlands, stelt hoogleraar Berber­logie Harry Stroomer.\nIn Veldslag­­ en andere herinneringen (2007) en Gebed zonder eind (2015) schreef hij over zijn jeugd en zijn verhouding tot Nederland en ­Marokko.\nMaar wat ik me toen nog niet realiseerde, was dat die mannen helemaal geen gastarbeiders wáren.”Wat waren ze dan wel?\nMaar ze kwamen niet omdat ‘wij’ ze uitgenodigden en ze hadden ook niet de intentie om terug te gaan.\nEerst woonde ze een tijdje bij de ouders van mijn vader, die ze niet kende.", "paragraphs": ["Schrijver Asis Aynan (40) is opgegroeid in ‘het Haarlem van Frans Hals, Hannie Schaft en Godfried Bomans’, zoals hij het verwoordt, maar zijn ouders komen uit de Rif in het noorden van ­Marokko. Voor zijn nieuwste boek, Eén erwt maakt nog geen snert, dook hij in zijn familiegeschiedenis en onderzocht hij zijn ­‘Marokkaanse’ identiteit. Wie waren zijn ouders en de andere ‘gastarbeiders’ die naar Nederland kwamen? Waar kwamen ze vandaan? Het gangbare beeld van hun migratie klopt niet, concludeert hij. In zijn boek legt hij de vele misverstanden over Marokkanen in Nederland bloot, die volgens hem al direct na hun komst in de jaren zestig ontstonden.", "Wat voor misverstanden?", "“Het begint al met dat woord Marokkaans. Mijn ouders waren Riffijns, ze spraken Berbers, oftewel Tamazight. Maar in Nederland wist niemand wat dat was, toen de gastarbeiders in de jaren zestig kwamen. Ze zijn nooit als Riffijnen behandeld maar altijd als een soort Arabieren. De onwetendheid was enorm. Ik ben als kind heel ‘Marokkaans’ gehouden door de Nederlandse staat. Zo kreeg ik Marokkaanse les op de basisschool, die op mijn familie na compleet autochtoon was. Eens per week werd ik ­tijdens rekenen uit de klas gehaald en kwam er een meneer op school die mij en mijn broer in een apart ­lokaaltje ging onderwijzen. En wel Arabisch, omdat ­koning Hassan van Marokko had besloten dat dit de taal van het land zou worden. Hij wilde de berbertaal en -cultuur uitroeien onder de noemer ‘Het zuiveren van de Marokkaanse tong’. Ik wist niets van Arabisch. Die taal ligt even ver van het Berbers af als het Russisch van het Nederlands, stelt hoogleraar Berber­logie Harry Stroomer. Waarom moesten we dit leren?”", "Asis Aynan (1980) is schrijver en docent Nederlands op de Hogeschool van Amsterdam. Hij was columnist voor Trouw. In Veldslag­­ en andere herinneringen (2007) en Gebed zonder eind (2015) schreef hij over zijn jeugd en zijn verhouding tot Nederland en ­Marokko. Met Hassan Bahara publiceerde hij in 2010, onder het pseudoniem Driss Tafersiti, het boek Ik, Driss, over een fictieve Marokkaanse­­ gastarbeider. In ­Linoleumkoorts (2019) vertelt­­ hij over zijn ervaringen als docent.", "De ‘Marokkaanse les’ was des te wranger als je ­bedenkt dat mannen als Aynans vader juist naar ­Nederland kwamen om het Marokkaanse koningshuis te ontvluchten, vertelt Aynan. De onwetendheid hangt ­samen met een volgend misverstand – een misverstand waar hij zelf overigens ook aan heeft bijgedragen, zegt Aynan. In 2010 publiceerde hij met Hassan Bahara de ­roman Ik, Driss, nadat ze in NRC Handelsblad een feuilleton hadden geschreven over een fictieve, optimistisch ingestelde gastarbeider, ‘Driss’. “We wilden de generatie van mijn vader een gezicht geven. Maar wat ik me toen nog niet realiseerde, was dat die mannen helemaal geen gastarbeiders wáren.”", "Wat waren ze dan wel?", "“Ze waren eigenlijk oorlogsvluchtelingen, mannen die al bij aankomst waren getekend door het leven. Ik had, als veel Nederlanders, ook lange tijd het beeld van die ‘gezellige gastarbeiders’. Ze komen aan op Schiphol, broeken met wijde pijpen, in je verbeelding begint ­‘Saturday Night Fever’ te spelen. De John Travolta’s van de Middellandse Zee. Maar zo was het niet. Dit waren mannen die de toorn van het Marokkaanse koningshuis niet wilden afwachten. Er was net een oorlog geweest, de Riffijnse opstand van 1958, die bloedig was neergeslagen. De zoveelste oorlog – van 1920 tot en met 1927 was er de Rifoorlog, waarin de Riffijnen strijd hadden geleverd met de Spanjaarden en Fransen. Eigenlijk begon die al in 1909, toen de Spanjaarden de Rif bezetten. Na 1958 was er een exodus, ze zijn met zijn allen weggegaan.", "“Het heersende beeld is dat ze kwamen vanwege de overeenkomst met Nederland eind jaren zestig, maar ambtenarenapparaten lopen nu eenmaal altijd achter de feiten aan. Er werd iets geformaliseerd. Maar ze kwamen niet omdat ‘wij’ ze uitgenodigden en ze hadden ook niet de intentie om terug te gaan. Dat is me wel verteld door mijn leraren op de lagere school – dat we zouden teruggaan. Die stemming, dat hoort helemaal bij het paradigma ‘gastarbeider’. En later klonk dan de verbaasde vraag: ‘Hoe kan het nu mis zijn gegaan met die mannen?’ Ja ­hallo, het was al mis toen ze aankwamen. In geen enkel boek van de migratiewetenschappers heb ik over die achtergrond van oorlog gelezen. Echt bizar.”", "Het zijn vergeten oorlogen?", "“Ik zou bijna zeggen dat heel de geschiedenis van Marokko vergeten is. Het moet met Marokko altijd leuk zijn. Duizend-en-een-nacht. Buikdansen. Dadels en ­gerechten. Als alles leuk moet zijn, dan kom je nooit tot de kern van de waarheid.”", "Welke waarheid leerde u door dit boek over uw familie?", "“Dat ik uit een totaal getraumatiseerde familie kom. To-taal. Ik heb dat altijd gevoeld, maar kon het niet ­begrijpen, kon de flarden van wat ik hoorde, de fragmenten, niet plaatsen. Zo zei mijn oma – de moeder van mijn vader – een keer dat haar zus langs de weg is begraven. Pas toen ik bij het schrijven van dit boek las over de Rifoorlog realiseerde ik me: dat gaat over mijn oma! Ik belde mijn oom om te vragen wat voor leven zij had gehad. Ze blijkt vijf broers en zussen te hebben verloren in die oorlog. De een is doodgeschoten door een Spaanse soldaat, twee anderen kwamen om door een mortier, van weer twee anderen weten we het niet eens hoe ze stierven, of waar hun lijken liggen.", "“Mijn vaders opa is doodgeschoten in de oorlog. Zelf moest mijn vader voor zijn twintigste al de begrafenissen van zes broers en zussen meemaken; de oudste was zestien. Dus nee, daar in dat huis in Haarlem, daar zat niet gewoon een gastarbeider. Mijn vader leek altijd zo zwaar op de hand, zo geforceerd streng en gedisciplineerd. Nu denk ik: hij probeerde de demonen uit het verleden in toom te houden. En ik weet nog maar een klein deel van het verhaal.", "“Dit gaat op voor al die Marokkaanse families in ­Nederland. Alleen is er veel verdringing. Je kunt dingen zo verdringen dat ze niet bestaan. Als een gemeenschap collectief besluit om te vertrekken, geloof ik heilig dat ze collectief kan beslissen om te verdringen. Ik hoop dat dit essay een naald is die deze ballon van verdringing laat knappen. Om met elkaar te praten. Echt in gesprek te gaan over het verleden. Het meeste staat in geen enkel geschiedenisboek. Wat daar allemaal gebeurd is. De gifgasbommen… Er is één boek! Wacht, ik pak het erbij.”", "Hij loopt weg en komt terug met een stapel boeken. In de Rifoorlog werd door Spaanse en Franse troepen mosterdgas tegen de Riffijnse bevolking ingezet, legt hij uit. “Dat gebeurde over een periode van zes jaar. En er is maar één boek in heel de wereld dat uitlegt wat daar precies is gebeurd. Kijk maar, hier. De onderzoekers zagen de aantekeningen in van de man die de vuile bommen maakte, een Duitse scheikundige, Hugo Stolzenberg. Aan het begin werden de bommen naar Marokko verscheept, via Rotterdam. Daarna hebben ze een gifgas­fabriek in de Rif gebouwd. Darm- en maagkanker zijn er bijna een epidemie. Want gifgas gaat in de grond zitten, dat verdwijnt niet. Ik ben erg geschrokken tijdens het onderzoek – soms geloof ik nog steeds niet dat dit allemaal is gebeurd. Hoe moet dat voor mijn familie zijn geweest? De Spanjaarden gooiden het spul ook in bronnen, sproeiden het uit over akkers. Je at het gif, dronk het.”", "Gingen er in uw familie verhalen rond over die oorlog?", "“Ik heb wel dingen gehoord. Maar het was versnipperd, en het waren ook altijd vakantieverhalen. Die hoorde je alleen in de zomer, als je daar was. Dat is net als een vakantieliefde: je vraagt je na terugkeer af of het allemaal wel gebeurd is. Het voelde niet als een ware, ­feitelijke geschiedenis. Maar nu heb ik me dus omringd met een aantal boeken waarin het zwart op wit staat. Door die boeken kreeg ik een samenhangend beeld.", "“Ik las ook de kranten terug uit die tijd. En dan besef je ook dat het wereldgeschiedenis is. Mohammed Abdelkrim El Khattabi, ook wel ‘Abd el Krim’ genoemd, die in de jaren twintig de opstand tegen de Spaanse en Franse kolonisator leidde, was een interna­tionaal bekende ­vrijheidsstrijder, die mensen tot in ­Indonesië inspireerde. Hij was even bekend als Gandhi, op Broadway werden musicals over zijn verzet gemaakt. ­Later, in de jaren vijftig, coördineerde hij vanuit Caïro de opstand tegen de Marokkaanse koning. Hij was de ­allereerste die tegen een kolonisator zei: ‘Sorry, dit gaat niet gebeuren’.", "“Nou, dat hebben de Riffijnen geweten. Na de Eerste Wereldoorlog was afgesproken gifgas niet meer op mensen te gebruiken, maar kennelijk golden Afrikanen niet als mensen. Zo is er een groot bombardement geweest op Chefchaouen, de ‘blauwe stad’. Dat bombardement is vergelijkbaar met wat Saddam Hoessein in 1988 met de Koerdische stad Halabja deed. Alle archieven daarover zijn geheim. Nog steeds. Het is een grove schande.”", "'Ik zou bijna zeggen dat heel de geschiedenis van Marokko vergeten is.' Beeld Patrick Post", "Hij drinkt muntthee. Een kleine bovenwoning in de ­Amsterdamse Indische Buurt. Kunst aan de muren. In zijn boek schrijft hij: ‘Het identiteitsvat van de tweede generatie is, op religie na, leeg’. Veel generatiegenoten ziet hij hun heil zoeken in de islam, vaak in een strenge vorm. Zoals hun ouders dat ook deden: overal verschenen in de Marokkaans-Nederlandse huiskamers opeens dezelfde kitscherige prenten van de Gouden Koepel, ­gekocht op de Beverwijkse Bazaar; ze zochten houvast in een nieuwe, religieuze identiteit, schrijft hij. Aynan zelf gelooft niet meer.", "Wat zit er in uw ‘identiteitsvat’? De Berberse ­cultuur? U geeft een ‘Berberbibliotheek’ uit en schrijft bewonderend over de Riffijnse dichter en activist Mohamed Chacha.", "“Nee, zo ervaar ik dat niet. Ik ben niet per se trots op mijn Riffijnse roots, of op Abd el Krim. Ik schrijf ook kritisch­­ over hem. Trots zijn op je etnische achtergrond of je nationaliteit vind ik iets onnatuurlijks. Je kunt trots zijn op jezelf, of misschien nog net op je familie, verder niet. Wel heeft dit boek veel voor me opgehelderd, ik begrijp dingen nu beter. Dat was mijn voornaamste doel. Ik zie bij mijzelf en andere Marokkaanse Nederlanders van mijn generatie een behoefte om de eigen achtergrond een plekje te geven. Je moet er toch niet aan denken dat als jouw kinderen vragen stellen, je niets weet. Ik heb over die cultuur van mijn ouders vroeger niets geleerd, en dat vond ik jammer.”", "Kunt u met u moeder over het familieverleden praten?", "“Soms wel. Ze heeft een kraakhelder geheugen. Op andere momenten zegt ze: ‘Nu even niet’. Wat ik heb geleerd, is dat een erfenis van oorlog ook altijd schaamte is. De schaamte is gigantisch. Mijn overgrootvader is gevlucht. We weten niet waarom. Misschien was-ie wel een deserteur. Daar praat je dus niet over. Als verschillende generaties zich schamen over hetzelfde ga je op een gegeven moment wegkijken. Ik heb een oma – ik noem haar onze stammoeder – die in de Rifoorlog vijf keer is getrouwd. Omdat de oorlog die mannen verslond. Zij is voor mij een held. Dat ze voortdurend de kracht had om opnieuw te beginnen. Maar toen ik met een neef over haar sprak, zei hij: ‘Hou je mond’. Hij bleef hangen bij die vijf mannen. Hij erfde de schaamte.", "“Mijn moeder erfde naast schaamte ook angst. Ze was altijd bang voor Marokko, voor de koning en de geheime dienst, de ‘Amicales’ – die was in de jaren zeventig en tachtig in Nederland zeer actief. Er was bij alle Marokkanen in Nederland veel angst. Mijn moeder is van nature geen angstige vrouw, maar door de omstandigheden is er veel angst in haar gaan zitten. Ze is een oorlogskind en werd uitgehuwelijkt toen ze nog een puber was. Eerst woonde ze een tijdje bij de ouders van mijn vader, die ze niet kende. Toen is ze hier gekomen. ‘Gezinshereniging’ beschreef meestal niet wat het feitelijk was. Het was een begin, voor beiden. Het was voor haar, als analfabete, in een compleet nieuw land niet makkelijk. Ik zeg altijd: ‘Mijn vader werkte in de hondenbrokfabriek en mijn moeder in de thuisfabriek’ – want dat was het, met negen kinderen.", "“Mijn vader was ook een angstige man. Terwijl hij heel stoer was. Die mensen waren altijd bang. En ze hadden­­ gelijk! Als je hongersnood en epidemieën hebt meegemaakt, uitgehuwelijkt wordt – en dan was er ook nog eens de hel waar je na de dood in kan belanden. Ik heb vaak gedacht als ik naar mijn moeder keek: er is altijd­­ wat. Altijd die zorgen. Maar ik begrijp dat nu beter.”", "Lees ook:", "Levenslessen van Asis Aynan", "‘Ik heb mijn atheïsme moeten veroveren, dat laat ik me niet meer afnemen’.", "Asis Aynan", "Eén erwt maakt nog geen snert - Het Rifgebergte, de dubbele nationaliteit en andere misverstanden", "Uitgeverij Van Oorschot; 72 blz. €12,50"], "authors": ["Wilfred Van De Poll"], "keywords": ["ik", "mijn", "mannen", "geen", "gastarbeiders", "asis", "zijn", "vader", "ze", "die", "van", "en", "een", "aynan", "oorlogsvluchtelingen", "het", "maar", "niet", "dat", "waren"], "pubDate": "2021-01-02T00:00:42Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}