{"id": "ea0a5741-ed09-3147-8fda-4ec6f0d5f78a", "title": "Veel klachten over trage terugbetaling vlucht als vakantie niet doorgaat", "url": "https://www.metronieuws.nl/lifestyle/reizen/2021/01/klachten-terugbetaling-vluchten-vakantie/", "summary": "Veel klachten over trage terugbetaling vlucht als vakantie niet doorgaatWat snakken we naar een lekkere vakantie ver weg in de zon.\nVoorlopig moeten we het nog doen met het advies ‘ga tot half maart niet voor de lol naar het buitenland’.\nHoe gaat het met de terugbetaling van het geld dat je aan een vlucht al had besteed?\nAl krijgt deze reisorganisatie ook veel klachten, voornamelijk over het niet kunnen inwisselen van een voucher voor geld.\nOnder andere over terugbetaling van de reissom in plaats van het verstrekken van een voucher.", "paragraphs": ["Veel klachten over trage terugbetaling vlucht als vakantie niet doorgaat", "Wat snakken we naar een lekkere vakantie ver weg in de zon. Voorlopig moeten we het nog doen met het advies ‘ga tot half maart niet voor de lol naar het buitenland’. Ondertussen werden in coronajaar 2020 tal van vakanties en bijbehorende vluchten geannuleerd. Hoe gaat het met de terugbetaling van het geld dat je aan een vlucht al had besteed?", "Nou, niet zo goed, meldt de Consumentenbond. En dat terwijl je toch al zo baalde dat je welverdiende vakantie niet door kon gaan. Al was de kans door het coronavirus in de wereld natuurlijk wel aanwezig.", "Meldpunt voor ervaringen van een vakantie", "De Cosumentenbond heeft een meldpunt in het leven geroepen waarbij vakantiegangers negatieve ervaringen met een pakketreis, vlucht of vakantiehuisje in coronatijd kunnen delen (juist positieve ervaringen mag ook trouwens). De afgelopen drie weken zijn er ruim 2600 meldingen bij het corona-vakantiemeldpunt binnengekomen, meldt de Consumentenbond vandaag. Vier op de vijf meldingen zijn een klacht, de andere berichten zijn complimenten. De meeste klachten gaan over vluchten (1116), gevolgd door pakketreizen (616). Consumenten klagen het minst over accommodaties (394).", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "In 3 weken tijd zijn er ruim 2600 meldingen binnengekomen bij ons #corona vakantiemeldpunt. De meeste klachten gaan over #vluchten en #pakketreizen. De meest gehoorde klacht gaat over trage terugbetaling van vluchten. Wil je meer weten? Check 🠗 https://t.co/LCrbq1QlqL pic.twitter.com/f7q6HX9phv — Consumentenbond (@Consumentenbond) January 8, 2021", "De klachten over losse vliegtickets gaan vooral over trage terugbetaling bij annulering van de vlucht door de luchtvaartmaatschappij. Vooral consumenten die boekten via ticketwebsites zijn de dupe. Travix, het moederbedrijf van Budgetair, Cheaptickets en Vliegwinkel.nl, valt in het bijzonder op met 353 klachten. Klanten van dit bedrijf melden massaal dat zij hun geld of voucher niet of veel te laat ontvangen. Ook de onbereikbaarheid van de ticketwebsites is een groot probleem.", "Rechtstreeks boeken is de tip", "Sandra Molenaar, directeur Consumentenbond, tipt: „De klachten laten duidelijk zien dat consumenten die rechtstreeks boeken bij een luchtvaartmaatschappij vaker en sneller hun geld of voucher ontvangen. We vermoeden dat airlines eerder hun eigen klanten terugbetalen dan dat ze bemiddelaars compenseren. We gaan hierover in gesprek met de sector en de betrokken toezichthouders.” Bij de luchtvaartmaatschappijen valt het grote aantal klachten over Transavia op. Consumenten ergeren zich vooral aan de ruime tijd die Transavia neemt om de reissom terug te betalen, zo ziet de bond.", "Bij pakketreizen gaan veel klachten over het niet kunnen inwisselen van vouchers voor geld. Vooral het grote aantal klachten over Corendon valt op. Consumenten krijgen bij deze reisaanbieder vaak nul op het rekest als ze hun voucher willen inwisselen voor geld. Maar wettelijk hebben ze daar recht op. De Consumentenbond deelt deze signalen met de Autoriteit Consument en Markt (ACM). Deze sprak Corendon hier al eerder op aan.", "Complimenten na vakantie", "Over pakketreizen komen ook veel complimenten binnen. De meesten gaan over de goede bereikbaarheid van de reisaanbieder en de mogelijkheid om kosteloos om te boeken. Een groot deel van de complimenten gaat over TUI. Al krijgt deze reisorganisatie ook veel klachten, voornamelijk over het niet kunnen inwisselen van een voucher voor geld. Ook de vakantieparken krijgen heel wat complimenten. Onder andere over terugbetaling van de reissom in plaats van het verstrekken van een voucher.", "De Consumentenbond hoopt, zo meldde het vanmorgen, dat consumenten hun ervaringen blijven delen. Dat gebeurt ongetwijfeld, want veel Nederlanders zijn al met hun vakantie 2021 bezig.", "Lees ook: Peter Gillis terug met Massa is Kassa: ‘Foto-uurtjes op vakantieparken’"], "authors": ["Erik Jonk"], "keywords": ["veel", "van", "het", "terugbetaling", "en", "een", "met", "trage", "vlucht", "doorgaat", "dat", "op", "gaan", "vakantie", "klachten", "niet", "als"], "pubDate": "2021-01-08T11:46:37Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}