{"id": "ea0d24cc-6fb7-3436-a0b0-2265b4118a9e", "title": "Schuldpraat: 'Ik moest meubels verkopen om aan eten te komen'", "url": "https://nu.nl/geldzaken/6098583/schuldpraat-ik-moest-meubels-verkopen-om-aan-eten-te-komen.html", "summary": "\"Ik moest meubels verkopen om aan eten te komen\", beschrijft hij.\nIn het saneringstraject heb ik wekelijks meer te besteden dan in het half jaar dat ik het zonder uitkering moest stellen.\nVindingrijk zijn om leuke dingen te kunnen doenVan Dorland was om medische redenen al jaren afhankelijk van zijn uitkering.\n\"Wel ben ik van plan het zekere voor het onzekere te nemen en een budgetbeheerder in de arm te nemen.\"\n\"Nadat je uit de sanering komt, kan het heel overweldigend zijn om je eigen geldzaken weer te moeten regelen.", "paragraphs": ["Een scheiding, een faillissement, een verslaving: het kan allemaal leiden tot schulden. In Nederland heeft 32 procent van de huishoudens te maken met betalingsachterstanden en een op de zeven Nederlanders schaamt zich voor zijn of haar financiële situatie. Ronald van Dorland (57) raakte in 2014 in de schulden nadat de gemeente Enschede hem beschuldigde van uitkeringsfraude.", "Zijn uitkering wordt stopgezet, hij krijgt een boete opgelegd en moet vervolgens een half jaar rondkomen zonder inkomen. \"Ik moest meubels verkopen om aan eten te komen\", beschrijft hij. Onterecht, zo blijkt later. Na een half jaar vraagt hij opnieuw een uitkering aan. De boete van de gemeente wordt kwijtgescholden, maar Van Dorland houdt alsnog schulden over.", "“In het saneringstraject heb ik wekelijks meer te besteden dan in het half jaar zonder uitkering.” Ronald van Dorland", "\"In dat half jaar zonder uitkering kon ik mijn huur, zorgverzekering en gas, water en licht niet betalen. Achteraf bleek ik toen gewoon recht te hebben op een uitkering, maar dat had de gemeente mij niet verteld.\" Hoewel de fraudeboete door de gemeente wordt kwijtgescholden, moet hij de overige schulden dan ook zelf zien af te lossen. \"Toen besloot ik me aan te melden voor de schuldsanering.\"", "Opgelucht door de schuldsanering", "\"Ik moest alles uit handen geven\", vertelt Van Dorland. Dat was even slikken. \"Maar de start van het traject ervoer ik ook als een opluchting. In het saneringstraject heb ik wekelijks meer te besteden dan in het half jaar dat ik het zonder uitkering moest stellen. Ik heb nu 60 euro per week om uit te geven\", licht hij toe.", "\"Er zijn mensen die zich met 60 euro de koning te rijk voelen\", herkent Arianne Frelink van SchuldHulpMaatje. \"Het hangt er heel erg vanaf wat je eerder gewend bent. Als je al gewend was van een uitkering te leven, zal de overgang naar sanering misschien gemakkelijker zijn. Maar als jij normaliter een inkomen van 3.000 euro in de maand had, zal de overgang zwaarder zijn.\"", "Vindingrijk zijn om leuke dingen te kunnen doen", "Van Dorland was om medische redenen al jaren afhankelijk van zijn uitkering. \"Een uitkering is geen vetpot, maar wel rianter dan de schuldsanering. Ik heb wat luxe moeten opgeven. Ik ben jaren niet op vakantie geweest en niet uit eten gegaan. Dat is weleens lastig.\"", "Frelink ziet vaker mensen worstelen met het opgeven van (kleine) luxe. Met een beetje vindingrijkheid is er soms toch nog wat mogelijk. \"Wees alert op gratis uitjes. In het Amsterdamse Vondelpark is 's zomers bijvoorbeeld een gratis openluchttheater. Je zult creatief moeten denken. Ga bijvoorbeeld picknicken bij zonsondergang op het strand.\"", "Wie in de schuldsanering zit, moet ook een groot stuk zelfstandigheid opgeven. \"In tijden van corona kan ik niet even wat bestellen op bol.com of via Thuisbezorgd\", vertelt Van Dorland. \"Als ik ergens een online koopje zie, moet ik eerst mijn bewindvoerder om toestemming vragen.\"", "Zelfstandig internetbankieren is voor mensen in de schuldsanering meestal niet mogelijk. \"Het is een van de dingen waardoor een saneringstraject als vernederend kan worden ervaren\", beaamt Frelink. \"Je bent alle zeggenschap compleet kwijt.\"", "Het zekere voor het onzekere met een budgetbeheerder", "In augustus volgend jaar is Van Dorland klaar met het driejarige saneringstraject. \"Ik ben niet bang om opnieuw in de schulden terecht te komen. Ik heb pech gehad door een fout van de gemeente\", stelt hij. \"Wel ben ik van plan het zekere voor het onzekere te nemen en een budgetbeheerder in de arm te nemen.\"", "“Nadat je uit de sanering komt, kan het overweldigend zijn om je eigen geldzaken weer te regelen.” Arianne Frelink, SchuldHulpMaatje", "Frelink denkt dat Van Dorland er verstandig aan doet te kiezen voor budgetbeheer. \"Nadat je uit de sanering komt, kan het heel overweldigend zijn om je eigen geldzaken weer te moeten regelen. Een budgetbeheerder of vrijwilliger kan je ondersteunen om daar weer grip op te grijpen. Zo voorkom je dat het misgaat en je onbedoeld opnieuw in de schulden raakt.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["ik", "je", "zijn", "eten", "van", "moest", "komen", "schuldpraat", "om", "verkopen", "een", "uitkering", "aan", "te", "op", "het", "meubels"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}