{"id": "ea18f236-bb90-3c79-8b3c-f90c20c3cf2c", "title": "Geen Nederlandse club, zelfs Ajax niet, wilde een jonge Maradona", "url": "https://www.parool.nl/sport/geen-nederlandse-club-zelfs-ajax-niet-wilde-een-jonge-maradona~b06c895b/", "summary": "Die had gezegd: “Wij hebben een jongen, een heel jonge jongen, en hij kan geweldig voetballen.\nZou u die jongen niet bij een Nederlandse club kunnen onderbrengen?” De jongen zou geschikt zijn voor het jeugdteam van een grote club.\nHij belde Feyenoord, waar hij een voetballer aan de lijn kreeg, en later probeerde hij Ajax.\n‘Season’s Greetings’, staat er in zeven talen op, maar niet in het Nederlands, naast voorgedrukte handtekeningen van Maradona en zijn toenmalige manager, Jorge Cyterszpiler.\n“Maar ja, dat was een Argentijn, en ik denk niet dat ik het bestuur - Maar ik heb wél Nederland uitgekamd.", "paragraphs": ["Toen Diego Maradona nog een kleine Diego was, werd hij aangeboden aan enkele Nederlandse clubs. Pluisje kwam uiteindelijk niet. Simon Kuper, de Brits-Nederlandse columnist van The Financial Times over een gemiste kans.", "De Rotterdammer Meijer Stad was een joodse verzetsman die kort voor het einde van de oorlog in het concentratiekamp Buchenwald zou worden gefusilleerd. Hij overleefde het. Met tien kogels in zijn lichaam kwam hij bij in de ziekenboeg van het kamp. De verplegers die de lijken moesten verbranden hadden hem stiekem voor een dode geruild. ‘Met totaal niets’ keerde Stad later terug naar Nederland.", "Hij vertelde me in 2000, vijf jaar voor zijn dood: “Als jood en oud-verzetsstrijder kreeg je geen enkele kans om ergens aan de slag te gaan. Ik was te brutaal geweest, ik had te veel aan de weg getimmerd in de oorlog.” Hij bouwde een reclameadviesbureau op, betrok een groot huis in Wassenaar, en midden jaren 70 kreeg hij de kans om de gewillige tiener Diego Maradona naar een Nederlandse club te brengen. De poging mislukte echter. Het ging zo.", "Ajax", "Midden jaren 70 had Stad in Kopenhagen een Argentijnse wijnhandelaar ontmoet. Hij was bestuurslid van een voetbalclub. Ze raakten aan de praat over het Nederlandse voetbal. Het was kort na het WK van 1974. Een Nederlander die destijds in het buitenland kwam, had het gevoel dat hij zelf in Oranje speelde, vertelde Stad.", "In zijn beste Wassenaars deed Stad de Argentijn na. Die had gezegd: “Wij hebben een jongen, een heel jonge jongen, en hij kan geweldig voetballen. Zou u die jongen niet bij een Nederlandse club kunnen onderbrengen?” De jongen zou geschikt zijn voor het jeugdteam van een grote club.", "Stad coachte een damesatletiekclub die in het Zuiderpark, en kende daardoor wat mensen van FC Den Haag. Hij vroeg of ze iets in een jonge Argentijn zagen. Dat zagen zij niet.", "Stad deed zaken met een Rotterdamse papiergroothandel, waar een bestuurslid van Sparta werkte. “Ik zal informeren,” zei de Spartaan. “Je hoort nog van me.” Stad hoorde niets. Hij belde Feyenoord, waar hij een voetballer aan de lijn kreeg, en later probeerde hij Ajax. Maar er was geen Nederlandse club die Diego Maradona wilde.", "Kerstkaart", "Stad toonde mij de kerstkaart van ‘Diego Armando Maradona Producciones’, die hij maanden na de ontmoeting in Kopenhagen had ontvangen. ‘Season’s Greetings’, staat er in zeven talen op, maar niet in het Nederlands, naast voorgedrukte handtekeningen van Maradona en zijn toenmalige manager, Jorge Cyterszpiler.", "Stad dacht dat er een briefje in het Engels bij de kaart had gezeten, zogenaamd van Maradona, die toen vijftien of zestien jaar moet zijn geweest: of Stad nog aan hem dacht. Stad schonk mij de kerstkaart. Ik denk dat ik de kerstkaart kwijt ben, en heb er alleen nog maar een foto van.", "De Nederlandse clubs hadden een unieke kans gemist, al wisten ze dat niet. Stad ontmoette de wijnhandelaar waarschijnlijk net voordat de carrière van Maradona explodeerde. Op 20 oktober 1976, tien dagen voor zijn zestiende verjaardag, maakte de jongen zijn profdebuut voor Argentinos Juniors. Binnen enkele minuten speelde hij al een tegenstander door de benen. “Die dag voelde ik dat ik de hemel in mijn handen had,” zei Maradona na afloop. Maanden later, 27 februari 1977, debuteerde hij voor Argentinië tegen Hongarije. Hij was nu iets te groot voor de eredivisie.", "‘Nooit van gehoord’", "Oranje zou Maradona slechts één keer ontmoeten. In mei 1979 in Bern, waar een revanchewedstrijd voor de WK-finale van het vorige jaar in 0-0 eindigde, schitterde vooral Simon Tahamata. Maradona deed echter ook mee. Na de wedstrijd polste hij de Nederlandse wereldster Johnny Rep om shirtjes te ruilen. Rep stemde goedmoedig toe.", "Die avond, op zijn hotelkamer, keek hij echter misnoegd naar het Argentijnse shirt. “Ma-ra-dona,” zei Rep. “Nooit van gehoord.”Hij besloot het ding aan een Corsicaanse schone te schenken. “Niet doen!” riep zijn vriend Theun de Winter.", "Rep hield het shirt en droeg het nog jarenlang tijdens trainingen bij de amateurs waar hij zijn carrière als voetballer afbouwde. Rep vond het ook een mooi shirt. “Die lichtblauwe strepen en nummer tien natuurlijk. Maar zoveel doen shirts me ook weer niet. In die tijd was dat ook helemaal niet zo belangrijk. Na elke training deed ik dat shirt in mijn tas. Toen is het eruit gejat. Ik weet niet door wie nee. Geen idee. Jammer wel, het zal wel veel waard zijn geweest. Na woensdag helemaal.”", "FC Twente", "Met zijn clubs speelde Maradona bij mijn weten slechts één keer tegen een Nederlandse ploeg: Napoli-FC Twente, 0-0, een vergeten oefenwedstrijd in een uitverkocht San Paolo-stadion op 15 augustus 1985. Tijdens de wedstrijd jatte Maradona eventjes de schoen van Twente-keeper Theo Snelders, maar na afloop feliciteerde hij Snelders met zijn heldendaden.", "Ik had nog één vraag voor Stad: Wie was het bestuurslid van Sparta dat Maradona afwees? Stad zuchtte. Hij wist het niet meer.", "“Cor van Rijn?” vroeg ik. Nee.", "“Jos Coler?” Ook niet.", "“Hans Sonneveld?” “Ja! Sonneveld. Ontzettend aardige vent was dat! En vroeger een vermaarde rechtsbuiten. Leeft-ie nog?”", "Detective", "Ik bezocht Sonneveld (die in 2004 zou overlijden) in zijn flat in Rotterdam. Aan de muur hingen oude foto’s van voetbal- en cricketteams, een foto van zijn tweelingzoons die hem als Sparta-scouts waren opgevolgd, en een certificaat dat bevestigde dat Sonneveld in Israël de Dode Zee had bezocht. Hij vertelde wie er op de teamfoto’s dood waren. Het waren de trofeeën van een geslaagde man.", "Sonneveld gaf hoog op over de spelers die hij in 25 jaar als scout van Sparta had ontdekt, van Jan van Beveren en Danny Blind tot Michel Valke. Een boel vakantiedagen had hij ervoor opgegeven, maar hij had alle velden van Nederland gezien.", "Ik moest het zeggen. Ik vertelde dat hij Diego Maradona was misgelopen. Er viel een korte stilte. Toen riep Sonneveld: “Het is toch niet waar! Jeetje nog aan toe, Maradona!” Hij schudde even het hoofd. “Maar ja, dat was een Argentijn, en ik denk niet dat ik het bestuur - Maar ik heb wél Nederland uitgekamd. Maradona, zeg! Is het echt waar? Had ik hem maar gezien. Als die man had gezegd dat hij in België of Noorwegen had gespeeld, dan was ik gaan kijken.”", "Seconden later had Sonneveld zich alweer volledig hersteld. Zijn verhaal over de ontdekking van de spits Ray Clarke in Engeland werd door de wirwar van tips, valse sporen en informanten tot een ware detective. Hij toonde me een paar van zijn oude scoutingsrapporten:", "14/2/1965 R. Rensenbrink O.S.V. 3 rapporten ?? zeer tegenstrijdig", "En: 22/12/1963 W.v.Hanegem Velox 6 rapporten Neen - te langzaam en puur links", "“De enige miskleun die ik heb gemaakt,” zei Sonneveld over Van Hanegem. “Achteraf dan.”"], "authors": ["Simon Kuper"], "keywords": ["geen", "van", "ajax", "wilde", "het", "jonge", "club", "nederlandse", "hij", "zijn", "ik", "die", "zelfs", "niet", "een", "en", "dat", "maradona"], "pubDate": "2020-11-28T07:43:52+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}