{"id": "ea26ad86-a748-3dc9-b655-6869913036cd", "title": "Als Martin Amis zijn bravoure achterwege laat, is-ie op zijn best", "url": "https://trouw.nl/cultuur-media/als-martin-amis-zijn-bravoure-achterwege-laat-is-ie-op-zijn-best~b235692d/", "summary": "Het leven van Amis is verliteratuurd; hij schrijft en leest en het leven is er voornamelijk om dit te faciliteren.\nVrijwel iedereen in zijn omgeving schrijft: zijn beste vriend Hitchens, zijn vrouw Elena, zijn vader Kingsley Amis was een bekende auteur, net als zijn ex-stiefmoeder Elizabeth Jane Howard.\nIn het ‘Voorspel’ schrijft Amis: ‘Dit boek gaat over een leven, het mijne, en het leest dus niet als een roman, eerder als een verzameling samenhangende korte verhalen met essayistische uitstapjes’.\nAlleen serveert Amis haar verhaal wat zoutloos: hij beschrijft haar als een femme fatale, als een bloedeloos stereotype.\nUit de eerste hand is een getuigenis van een literair leven, van de denkbeelden en opvattingen van een schrijver én van een lezer.", "paragraphs": ["In Uit de eerste hand, dat zowel aantrekt als afstoot, schrijft Martin Amis over boeken en vrienden.", "Het nieuwe boek van Martin Amis, Uit de eerste hand, heeft geen echte plot. Er wordt vooral gepraat, gedacht en gediscussieerd. In deze ‘babbelroman’ zonder avonturen vertelt Amis over zijn relatie met drie beroemde schrijvers: de dichter Philip Larkin, de romancier Saul Bellow en de essayist Christopher Hitchens. En dan is er nog Phoebe Phelps, de ex-vriendin van Amis, die decennia na hun breuk wraak neemt op 12 september 2001.", "‘Te veel boeken, man,’ zegt Phoebe als ze in de jaren zeventig van de vorige eeuw voor het eerst in het appartement van Amis komt. Het leven van Amis is verliteratuurd; hij schrijft en leest en het leven is er voornamelijk om dit te faciliteren. Vrijwel iedereen in zijn omgeving schrijft: zijn beste vriend Hitchens, zijn vrouw Elena, zijn vader Kingsley Amis was een bekende auteur, net als zijn ex-stiefmoeder Elizabeth Jane Howard. Amis noemt Uit de eerste hand ‘strikt autobiografisch’ en een roman over zijn leven is direct een verhaal over literatuur.", "Is het dan wel een roman en geen autobiografie? In het ‘Voorspel’ schrijft Amis: ‘Dit boek gaat over een leven, het mijne, en het leest dus niet als een roman, eerder als een verzameling samenhangende korte verhalen met essayistische uitstapjes’. Uit de eerste hand is omvangrijk (Amis is nogal een breedsprakige babbelaar) en fragmentarisch; de verhalende en essayerende brokken vormen een eenheid door de terugkerende hoofdthema’s: literatuur en de dood.", "Te midden van alle beroemdheden is de onbekende Phelps het interessantst", "Te midden van al die beroemde schrijvers (volgens Amis went ‘al die namedropping’ vanzelf) is de onbekende Phoebe Phelps het interessantste personage. Alleen serveert Amis haar verhaal wat zoutloos: hij beschrijft haar als een femme fatale, als een bloedeloos stereotype. Alsof hij niet echt geïnteresseerd is in zijn getraumatiseerde ex-vriendin met een verleden als escortmeisje. Twintig jaar nadat hun woelige relatie is beëindigd, duikt Phoebe weer op voor de wraakactie die hoort bij de rol die Amis haar heeft toebedeeld. Volgens Phoebe is Kingsley niet zijn echte vader en voor even is de literatuur verdwenen en vertoont de roman trekken van een soap.", "Uit de eerste hand is vooral een ambigu boek: het stoot af en trekt aan, is zowel hoogdravend als intelligent en de stoerdoenerij van de ene pagina kan plots omslaan in aangename sensitieve beschrijvingen op de volgende.", "Ondanks de scherpzinnige essayistische uitweidingen over literatuur – Amis is intelligent en belezen – schuren de verhalen over Bellow tegen het sentimentele aan en wordt het boek weekhartig als Amis Bellow bombardeert tot zijn tweede vader. Op de dag dat Kingsley is gestorven, belt hij Bellow op en zegt: ‘Mijn vader is vandaag op het middaguur overleden... Dus ik ben bang dat jij het vanaf nu moet overnemen.’", "Een ander mankement is de manier van vertellen. Amis schrijft afwisselend in de eerste persoon en derde persoon enkelvoud. Hij durft meer te vertellen als hij schrijft over Martin en hoewel dat begrijpelijk is, lijkt de variatie van vertelwijze volstrekt willekeurig en wekt die afwisseling vooral irritatie, in tegenstelling tot de zijpaden die Amis bewandelt in de vele voetnoten.", "Het spel verdwijnt en hij toont zich als een breekbaar mens", "De mooiste delen van Uit de eerste hand zijn de bladzijden waar Amis de bravoure achterwege laat, zoals in de episodes over zijn doodzieke vriend Hitchens, over wie hij zegt: ‘Ik begreep – en begrijp – hem niet’. Dan is het spel verdwenen en presenteert hij zich als een breekbaar mens en niet als schrijver die zich verschuilt achter zijn retorische talent.", "Amis is een begenadigde zinnenbouwer en zoals we van hem gewend zijn bevat Uit de eerste hand genoeg stilistisch sterke passages waarin de zinnen net zo welluidend klinken als in de hoogtepunten van zijn oeuvre: de moderne klassiekers Money, London Fields en Time’s Arrow. Niet voor niets geldt Amis, met generatiegenoten Ian McEwan, Salman Rushdie en Julian Barnes, als de top van de Britse na-oorlogse literatuur.", "Uit de eerste hand is een getuigenis van een literair leven, van de denkbeelden en opvattingen van een schrijver én van een lezer. Net als auteurs zijn lezers ‘ook kunstenaars’. Schrijven en lezen vormen dus geen tegenstelling, ze zijn volgens Amis ‘op een of andere manier aan elkaar gelijk’. Misschien is Amis in de eerste plaats wel een lezer en geen schrijver. Zo zei de jonge Amis, achttien jaar oud, tegen zichzelf: ‘Ik wil een lezer zijn’. Het was een ‘nederige vastberadenheid’. En is nederigheid niet een voorwaarde om een goede lezer te zijn?", "Amis is een aandachtige en liefdevolle verstaander en Uit de eerste hand staat vol intrigerende passages over literatuur in het algemeen en het werk van Bellow, Larkin en Hitchens in het bijzonder.", "Martin Amis", "Uit de eerste hand", "Vert. Paul van der Lecq en Arthur Wevers.", "Atlas Contact;", "626 blz. €34,99", "Lees ook:", "Denk ‘Downton Abbey’", "In de vijfdelige reeks van Elizabeth Jane Howard, over de welgestelde Cazalets, blijft de echte wereld op afstand.", "Lees ook:", "Bestsellerschrijver Elizabeth Day: Brexit heeft één lichtpuntje", "De Engelse Elizabeth Day, auteur van de bestseller ‘Het feest’, groeide op in Noord-Ierland. ‘Ik snapte niet dat ik er niet bij hoorde.’"], "authors": ["Koen Schouwenburg"], "keywords": ["van", "als", "eerste", "achterwege", "laat", "best", "op", "amis", "bravoure", "zijn", "het", "isie", "martin", "een", "niet", "en"], "pubDate": "2020-12-05T01:00:44+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}