{"id": "ea3be05a-c628-35e9-aa0f-d2457184fb3f", "title": "FNV wil einde maken aan nulurencontracten, vaste baan moet de norm worden", "url": "https://nu.nl/economie/6094762/fnv-wil-einde-maken-aan-nulurencontracten-vaste-baan-moet-de-norm-worden.html", "summary": "Vakbond FNV wil af van nulurencontracten en oproepcontracten, het gebruik van flexwerk verminderen en een vaste baan weer de norm maken.\nDe laagste lonen moeten omhoog door de verhoging van het minimumloon, de uitkeringen moeten dat volgen.\nSchijnzelfstandigen, die eigenlijk als goedkope arbeidskracht in organisaties meedraaien, moeten een vast contract krijgen.\nWe moeten het ijzer smeden nu het heet is.\nWe moeten af van het Angelsaksische denken over lage lonen en het kortetermijnwinstdenken\", aldus Elzinga.", "paragraphs": ["Vakbond FNV wil af van nulurencontracten en oproepcontracten, het gebruik van flexwerk verminderen en een vaste baan weer de norm maken. Dat staat in een plan van de vakbond, genaamd een 'plan voor de arbeid', waarin deze visie wordt uitgewerkt. Het plan wordt zaterdag gepresenteerd door vicevoorzitter Tuur Elzinga, die vrijdag bekendmaakte de aftredend voorzitter Han Busker op te willen volgen.", "\"De vaste baan als norm geeft inkomenszekerheid. Dan kunnen mensen een huis kopen. De laagste lonen moeten omhoog door de verhoging van het minimumloon, de uitkeringen moeten dat volgen. De AOW gaat dan ook extra omhoog. Het midden- en kleinbedrijf profiteert, want deze mensen geven hun geld uit in winkels, bij de winkel om de hoek\", zegt Elzinga in gesprek met De Volkskrant.", "Als het aan de bond ligt, wordt flexwerk alleen nog gebruikt om pieken in de productie te verwerken en bij vervanging van zieken. Schijnzelfstandigen, die eigenlijk als goedkope arbeidskracht in organisaties meedraaien, moeten een vast contract krijgen. Ruim een miljoen flexwerkers en schijnzelfstandigen moet de komende vier jaar een vaste baan krijgen, stelt de FNV.", "\"De coronacrisis maakt voor iedereen duidelijk dat het niet goed gaat. Er is sprake van een grote sociale crisis. De zwaksten, de flexwerkers en schijnzelfstandigen, kregen het meteen voor de kiezen. Zij raakten hun werk kwijt. Er is nog een vervolg op komst met reorganisaties die mensen met vast werk gaan raken\", aldus de vicevoorzitter van de grootste vakbond van Nederland. \"Nu is het door corona voor iedereen duidelijk dat het anders moet. De FNV pleit al jaren voor een hoger minimumloon, nu heeft iedereen het erover. We moeten het ijzer smeden nu het heet is. Geen woorden maar daden.\"", "Hij vindt dat Nederland de laatste jaren is afgegleden: \"We waren een land met hoge arbeidsproductiviteit en innovatie. Nu zijn we een soort lagelonenland geworden. Kijk naar de levensmiddelenindustrie. In de vleesproductie werken heel veel goedkope arbeidsmigranten tegen bar slechte arbeidsvoorwaarden. We moeten af van het Angelsaksische denken over lage lonen en het kortetermijnwinstdenken\", aldus Elzinga."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["moeten", "einde", "van", "fnv", "nulurencontracten", "wil", "norm", "het", "voor", "met", "moet", "baan", "een", "en", "dat", "nu", "vaste", "maken", "wordt", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}