{"id": "ea5924c1-81c0-35e3-a39e-d2419769eec3", "title": "Kerstactie Voedselbank Eemsdelta ondanks corona groot succes", "url": "https://www.dvhn.nl/groningen/Kerstactie-Voedselbank-Eemsdelta-ondanks-corona-groot-succes-26343013.html", "summary": "De speciale decemberactie van de Voedselbank Eemsdelta heeft genoeg opgeleverd om de voorraad voor de komende maanden flink aan te vullen.\nDaarnaast zijn er scholen, kerken en bedrijven die geld hebben ingezameld.\n‘We hebben de sfeer wel gemist’Hoe hoog de opbrengst precies is, wil voorzitter Marian Schaft van Voedselbank Eemsdelta niet vertellen.\nEen doos heeft een gemiddelde waarde van zo’n 30 euro.\n„Maar we hebben het sfeertje van het inzamelen wel gemist.", "paragraphs": ["De speciale decemberactie van de Voedselbank Eemsdelta heeft genoeg opgeleverd om de voorraad voor de komende maanden flink aan te vullen.", "De jaarlijkse actie in december is van groot belang voor de Voedselbank. Uit de voorraad die in supermarkten in de omgeving wordt ingezameld, kan de Voedselbank tot de zomer putten. Door corona konden vrijwilligers niet in winkels staan om producten te vergaren. Daarom bedacht de Voedselbank iets anders: een collecte.", "In supermarkten stonden banners met daarop een scancode, waarmee winkelende mensen een bedrag over konden maken naar de rekening van de Voedselbank. Daarnaast zijn er scholen, kerken en bedrijven die geld hebben ingezameld.", "‘We hebben de sfeer wel gemist’", "Hoe hoog de opbrengst precies is, wil voorzitter Marian Schaft van Voedselbank Eemsdelta niet vertellen. „De actie heeft ongeveer hetzelfde opgeleverd als wat we normaal in dozen zouden ophalen”, zegt Scharft. Vorig jaar leverde de decemberactie ruim 600 volle bananendozen op, het jaar daarvoor zo’n 500. Een doos heeft een gemiddelde waarde van zo’n 30 euro.", "„We zijn echt hartstikke dankbaar en heel erg tevreden over de opbrengst”, zegt Scharft. „Maar we hebben het sfeertje van het inzamelen wel gemist. Als corona voorbij is, gaan we het gewoon weer op de oude manier doen.”", "Groeiend aantal gezinnen maakt gebruik van de Voedselbank", "Op dit moment maken zo’n 175 huishoudens gebruik van de Voedselbank in de gemeente Eemsdelta. „Het is niet explosief gegroeid”, zegt Scharft. „Er komen her en der wat gezinnen bij, maar gelukkig is er wel sprake van doorstroming.”", "Sinds de zomer is er ook een uitgifteloket in Loppersum. „Daar zijn de gebruikers blij mee. Het scheelt dat mensen uit Loppersum nu niet helemaal naar Delfzijl hoeven te reizen om een voedselpakket op te halen.”"], "authors": ["Patriecia Kolthof"], "keywords": ["er", "zijn", "van", "eemsdelta", "zon", "kerstactie", "een", "zegt", "groot", "succes", "voedselbank", "te", "ondanks", "corona", "het", "niet"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}