{"id": "ea599af6-c9f7-3d9e-963c-ca2351a2e555", "title": "In memoriam: politieagent Harry Elzer uit Schoonoord, boegbeeld en motor van veilig verkeer", "url": "https://www.dvhn.nl/drenthe/Boegbeeld-en-motor-van-veilig-verkeer-26239276.html", "summary": "Harry groeide op in de stad Groningen, met een jongere broer, een moeder en een vader die de kost verdiende als buschauffeur.\nHij ging daarheen met een kameraad, zij met een vriendin, de jongens moesten een meisje kiezen en Harry koos Ria.\nHet gezin had ondertussen zijn intrek genomen in het woongedeelte van het politiebureau in Schoonoord, waar Elzer werd gestationeerd.\nloading‘Als vader was hij niet heel streng, ook al was hij politieagent’,,Als vader was hij niet heel streng, ook al was hij politieagent’’, zegt Yvonne.\nHet liep goed af, maar Elzer vroeg de jongen wél om zijn adres en zei dat hij zijn ouders zou bellen.", "paragraphs": ["Tijd van Leven beschrijft het gepasseerde bestaan van mensen met een bijzonder verhaal. Vandaag Harry Elzer (1947-2020) uit Schoonoord.", "Amper twee maanden was hij aan het werk als politieagent toen het gebeurde. ‘Zijn’ eerste dodelijke ongeluk. Er was een auto gevonden in het water. Harry Elzer, met een jaartje politieschool achter de kiezen, moest erheen. De bestuurder was verdronken. Zijn vrouw Ria weet nog dat hij lijkbleek thuiskwam en kort vertelde wat hij had meegemaakt. En dat hij zei: ,,Ik zit er helemaal doorheen.’’", "Een bedrijfsopvangteam zoals de politie nu heeft, en waar Elzer later zelf nog bij zou gaan, bestond in die tijd niet. Over het ongeluk werd niet meer gesproken. Ook over de ongelukken die hij daarna zag, soms met fatale afloop, zei hij niet veel. In plaats daarvan stortte hij zich thuis op klussen die lagen te wachten. Was er niets, dan verzon hij wel wat. Bezig zijn, bood hem afleiding.", "Zijn ervaringen bij de weg zetten hem aan tot het vrijwilligerswerk voor Veilig Verkeer Nederland, waar hij in de regio alom bekend om werd. Hij richtte een afdeling op in de gemeente Coevorden en zette tal van activiteiten op touw. Zo hing hij jaarlijks spandoeken op als de scholen na de zomervakantie weer begonnen, gaf ouderen scootmobiellessen en nam de jeugd fietsexamens af.", "Ook ging hij elk jaar de scholen bij langs om de rijwielen van alle schoolkinderen te keuren. Na afloop maakte hij een keurig rapportje dat hij naar de media stuurde. Zoveel kapotte achterlichten, zoveel ontbrekende reflectoren.", "Dat hij zo’n beetje de helft van de kinderen geen OK-sticker kon geven, frustreerde hem. Vooral omdat hij wist dat de kinderen er niets aan konden doen. Die stonden er maar beteuterd bij als hun vriendjes wél stickers kregen. Konden die ouders nou niet de moeite nemen om te zorgen voor een veilige fiets? De keuring werd nota bene van tevoren aangekondigd.", "Motto: Als ik één persoon kan redden, heb ik mijn doel bereikt", "Toch ging hij door. Hij had namelijk een motto. En dat luidde: Als ik door dit werk één persoon kan redden, heb ik mijn doel bereikt.", "Verkeer speelde al een rol in zijn jeugd. Harry groeide op in de stad Groningen, met een jongere broer, een moeder en een vader die de kost verdiende als buschauffeur. Hij kon met recht een ‘handige Harry’ worden genoemd en hielp al jong mee met reparaties en andere klusjes. Automonteur wilde hij worden en dat werd hij ook. Hij volgde de opleiding in militaire dienst.", "In die tijd leerde hij ook de Groningse Ria Smilda kennen, tijdens dansles. Hij ging daarheen met een kameraad, zij met een vriendin, de jongens moesten een meisje kiezen en Harry koos Ria. Zijn vriend koos Ria’s vriendin en ook dat mondde uit in een een huwelijk.", "Leren was niet zijn liefhebberij, maar hij leerde de wetten uit zijn hoofd", "Dat Elzer niet lang automonteur bleef, kwam door de verdiensten. Die waren niet bijster hoog. Hij besloot te gaan voor het politiewerk en schreef zich in voor de politieschool in Apeldoorn. Met moeite, want leren was niet zijn liefhebberij, leerde hij de wetten uit zijn hoofd. Hij slaagde en mocht de weg op. De weg, waar zo vaak wat gebeurde. Dat vond hij ook juist de charme van het vak, naast het helpen van mensen. Het onbekende. Het niet weten wat de dag gaat brengen.", "Zijn eerste post was in Noord-Holland, op het politiebureau in Venhuizen. Met Ria, inmiddels zijn vrouw, ging hij wonen in Wijdenes. Maar waar hij genoot van het politiewerk, voelde zij zich eenzaam in het Noord-Hollandse dorpje. Ze had er geen werk en de zo gewenste kinderen bleven uit. Ook miste ze haar ouders in Groningen.", "Elzer liet zich overplaatsen naar Drenthe. Hij ging aan de slag op het politiebureau in Schoonoord en verhuisde naar Nieuwlande. Gelukkige tijden braken aan toen hij en Ria bericht kregen dat er een adoptiekindje voor hen was. Met hun tweeën haalden ze baby Robert op uit een kindertehuis in Jakarta. Een paar jaar later volgde adoptiedochter Yvonne, uit hetzelfde Indonesische tehuis.", "Het gezin had ondertussen zijn intrek genomen in het woongedeelte van het politiebureau in Schoonoord, waar Elzer werd gestationeerd. Naar het werk gaan was voor hem een kwestie van de ene deur uit, even omlopen en de andere deur in.", "loading", "‘Als vader was hij niet heel streng, ook al was hij politieagent’", ",,Als vader was hij niet heel streng, ook al was hij politieagent’’, zegt Yvonne. ,,Hij was heel zorgzaam. Soms een beetje te. Als hij vond dat ik iets moest regelen, had híj het zo’n beetje al gedaan. Hij wilde alles wel voor ons doen.’’", "Het politiebureau in Schoonoord bestaat niet meer. De ruimte waar voorheen mensen aangifte kwamen doen, is nu hobbykamer geworden. Het is ook de plek waar Harry Elzer is gestorven.", "Nadat het bureau werd opgedoekt, deed het nog dienst als VVV-kantoor. Ook hiervoor was Elzer actief, net als zijn vrouw. Hij was bestuurslid van Toeristisch Recreatief Coevorden en onder meer betrokken bij de meerdaagse, grensoverschrijdende fietstocht Fietsen Ohne Grenzen.", "‘Hij heeft ervoor gezorgd dat de verkeerslichten verdwenen’", ",,Maar zijn grote passie was toch echt Veilig Verkeer Nederland’’, zegt Ria. ,,Na zijn pensioen werd dat bijna een dagtaak. Hij heeft het meer dan veertig jaar gedaan en er een lintje voor gekregen. De verkeersveiligheid ging hem echt aan het hart. Hij heeft er ook voor gezorgd dat de verkeerslichten hier in het dorp verdwenen. Veel automobilisten gaven nog snel even gas als het licht op rood sprong. Daar zijn heel wat ongelukken door gebeurd.’’", "Zijn grootse gruwel waren mobiele telefoons in het verkeer. Al ver voor het verbod was hij hierop tegen. Zelf kreeg hij een keer een jongen voor de auto die al fietsend op zijn mobiel zat, met oordopjes in. Het liep goed af, maar Elzer vroeg de jongen wél om zijn adres en zei dat hij zijn ouders zou bellen. ,,Heeft hij niet gedaan, hoor’’, zegt Ria. ,,Maar hij wilde dat joch even goed bang maken.’’", "Want: als hij één leven kon redden, was zijn doel bereikt.", "Zijn eigen leven eindigde dit jaar door botkanker. Hij sukkelde al langer met zijn gezondheid. Had op middelbare leeftijd een herseninfarct gehad, leed aan diabetes en was hartpatiënt. Een week nadat hij te horen kreeg dat botkanker door zijn hele lichaam zat, stierf hij. Na zijn overlijden stopte ook het toenmalig bestuur van de Coevorder afdeling van Veilig Verkeer Nederland, waar een heel nieuw bestuur voor in de plaats is gekomen. Niemand is onmisbaar, maar Veilig Verkeer-boegbeeld Harry Elzer kwam er dicht bij in de buurt."], "authors": ["Marieke Kwak"], "keywords": ["van", "motor", "het", "hij", "met", "zijn", "voor", "verkeer", "schoonoord", "harry", "een", "niet", "en", "uit", "dat", "memoriam", "veilig", "politieagent"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}