{"id": "ea5c2f35-6125-393b-a4d0-0354e72e233c", "title": "Pam: 'We zijn ondatebaar geworden'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5205929/update-pam-we-zijn-ondatebaar-geworden-daten-liefde-vriendschap-julie", "summary": "Sinds ik in mijn profieltekst heb gezet dat ik niet in het donker durf te rijden, willen ze me allemaal komen ophalen.\"\nIk denk dat ik vanaf volgende week mijn tekst aanpas in: 'Wil jij met mij daten voor het eten?'\n\"Weet hij al dat het uit is, of heeft hij nog wel verkering met jou?\"\n\"Nou, weet je...\"\"Als hij niet bij je is tijdens de feestdagen, dan is het dus ook niks\", vult Carola aan.\nEn je mag altijd bij mij en de kinderen een bordje aanschuiven he, dat weet je.\"", "paragraphs": ["\"Ik heb dus een nieuwe tactiek\", biecht Julie op. We zitten net aan de eerste wijn en we hangen aan haar lippen. \"Al dat geapp heeft helemaal geen zin. Je moet gewoon het hulpeloze meisje uithangen, dat vinden mannen dus heel comfortabel.\"", "\"Hoe dan??\", willen Carola en ik allebei weten. \"Je bent toch een powervrouw?\", zei ik.", "\"Ben ik ook\", knikt Julie. \"Maar dat hoeven zij nog niet te weten. Sinds ik in mijn profieltekst heb gezet dat ik niet in het donker durf te rijden, willen ze me allemaal komen ophalen.\"", "\"Tuurlijk Julie!\", giert Carola.", "\"Ja echt!\", zegt ze triomfantelijk.", "\"Rijden is ook wel een lekker dubbelzinnige boodschap op Tinder, vind je niet?\"", "HAHAHAHA!, schateren we.", "\"Zo had ik er nog helemaal niet naar gekeken\", antwoordt Julie beteuterd.", "Weer op de markt", "\"Maakt niet uit lieffie\", zeg ik. \"Het werkt toch? Ik denk dat ik vanaf volgende week mijn tekst aanpas in: 'Wil jij met mij daten voor het eten?' En dat ik dan een foto van mijn gesloopte keuken toevoeg.\"", "“En Jeppe dan?\", legt Julie de vinger op de zere plek. \"Weet hij al dat het uit is, of heeft hij nog wel verkering met jou?\"", "\"Nou, weet je...\"", "\"Als hij niet bij je is tijdens de feestdagen, dan is het dus ook niks\", vult Carola aan. \"Dus Pam mag gewoon weer de markt op hoor. En je mag altijd bij mij en de kinderen een bordje aanschuiven he, dat weet je.\""], "authors": [], "keywords": ["ik", "je", "zijn", "dus", "en", "een", "niet", "op", "het", "julie", "geworden", "dat", "pam", "ondatebaar"], "pubDate": "2020-12-30T14:35:35Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}