{"id": "ea636f65-b145-3cc8-a752-536e294462dc", "title": "Wat te doen met phishingmail met afzender NU.nl?", "url": "https://nu.nl/blog/6082507/wat-te-doen-met-phishingmail-met-afzender-nunl.html", "summary": "NU.nl-bezoekers maken melding van phishingmail die ze ontvangen van iemand die zich voordoet als NU.nl.\nDeze e-mail is niet afkomstig van NU.nl en wordt door oplichters gebruikt om geld afhandig te maken.\nWe adviseren dringend niet op de link in de e-mail te klikken en het bericht in je mailprogramma te markeren als spam of phishing.\nDe afgelopen dagen hebben we van meerdere gebruikers meldingen gekregen dat zij een mail vanuit NU.nl ontvingen met de vraag hun account te heropenen.\nOp NU.nl werken we niet met premium-accounts en voor het gebruik van de site hoeft ook niet betaald te worden.", "paragraphs": ["NU.nl-bezoekers maken melding van phishingmail die ze ontvangen van iemand die zich voordoet als NU.nl. Deze e-mail is niet afkomstig van NU.nl en wordt door oplichters gebruikt om geld afhandig te maken. We adviseren dringend niet op de link in de e-mail te klikken en het bericht in je mailprogramma te markeren als spam of phishing.", "De afgelopen dagen hebben we van meerdere gebruikers meldingen gekregen dat zij een mail vanuit NU.nl ontvingen met de vraag hun account te heropenen. Het onderwerp van de mail is RE: Account geactiveerd en in de tekst komt de naam van de geadresseerde voor.", "Op NU.nl werken we niet met premium-accounts en voor het gebruik van de site hoeft ook niet betaald te worden. Via deze e-mail proberen oplichters geld afhandig te maken. Helaas kunnen wij de afzender van de e-mails niet blokkeren.", "Door de e-mail als spam of phishing te markeren, kan jouw e-mailprovider deze afzender analyseren en is de kans groter dat het bij andere gebruikers in de ongewenste e-mail of spammap terechtkomt.", "Heb je nog vragen of een andere verdachte e-mail gezien? Mail dan naar contact@nu.nl of laat het weten via een NUjij-reactie."], "authors": ["Door"], "keywords": ["phishingmail", "wat", "van", "mail", "het", "met", "afzender", "email", "doen", "nunl", "te", "niet", "en", "een", "maken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}