{"id": "ea8b4303-cb18-3741-b13e-36f12b3adb3c", "title": "Twee banen tegelijk? Het is afwisselend, maar niet voor iedereen", "url": "https://nu.nl/werk/6068573/twee-banen-tegelijk-het-is-afwisselend-maar-niet-voor-iedereen.html", "summary": "Onverwacht vond ze een oplossing toen ze een parttimebaan in de zorg kreeg die ze kon combineren.\n\"Het heeft het imago dat het vooral uit financiële noodzaak gebeurt, maar mensen kiezen er vaker voor vanwege de afwisseling of om iets nieuws te leren.\"\nProfiteren van twee banenZijn werkgevers profiteren van het feit dat Van der Wal ergens anders werkt.\nEn als hij op school iets uit moet leggen, luisteren de leerlingen een stuk beter als het gaat om een persoonlijk verhaal.\nAndersom merkt ze dat ze in de zorg haar werk zakelijker kan bekijken.", "paragraphs": ["Het hebben van twee banen heeft veelal het imago te gebeuren uit geldnood. Maar voor wie op zoek is naar wat meer uitdaging of uitbreiding van kennis, kan het ook uitkomst bieden.", "Aan het begin van een nieuwe baan was Inez van 't Einde altijd enthousiast over de uitdaging. Maar na een paar maanden begonnen de twijfels: is dit het wel? \"Ik verveel me snel en raak dan gedemotiveerd.\"", "Onverwacht vond ze een oplossing toen ze een parttimebaan in de zorg kreeg die ze kon combineren. \"Een vriendin werkte samen met een online marketingbureau waar het druk was, ik had uren vrij en de eigenaar wilde mij wel een kans geven om een nieuw vak te leren.\" Nu werkt Van 't Einde twee dagen in de week bij het bureau, de rest van de uren vult ze met haar baan in de zorg.", "“Je krijgt in veel gevallen een energiekere medewerker én de kennis die ergens anders wordt opgedaan.” Luc Dorenbosch, onderzoeker", "Voordeel voor werkgevers", "Ze is onderdeel van een groeiende groep, zag Luc Dorenbosch tijdens jarenlang onderzoek bij zijn voormalig werkgever naar het combineren van banen. De beweegredenen om twee banen op te pakken, lopen sterk uiteen. \"Het heeft het imago dat het vooral uit financiële noodzaak gebeurt, maar mensen kiezen er vaker voor vanwege de afwisseling of om iets nieuws te leren.\"", "Ook voor werkgevers kan het voordeel opleveren, aldus Dorenbosch. \"Je krijgt in veel gevallen een energiekere medewerker én de kennis die ergens anders wordt opgedaan.\"", "Dat laatste was precies wat Lars van der Wal zijn werkgever vertelde toen hij graag een dag in de week ander werk wilde gaan doen. Hij werkte sinds 2016 in het mbo als docent, maar had daarvoor een lange carrière als engineer in een machinefabriek achter de rug. \"Ik merkte als docent al snel dat ik veel dingen uit de praktijk vergat. Daarom stelde ik voor om één dag weer terug te gaan naar de m'n oude baan, om m'n kennis op peil te houden.\"", "Zowel zijn school als de fabrikant waren enthousiast, sindsdien combineert hij beide banen. \"Recentelijk heb ik een cursus opgezet om fabriekscollega's bouwkundig 3D te leren tekenen. Die kon ik direct ook gebruiken tijdens m'n lessen.\"", "Profiteren van twee banen", "Zijn werkgevers profiteren van het feit dat Van der Wal ergens anders werkt. \"Als mentor kom ik voor stage bij allerlei bedrijven over de vloer, dat is goed voor mijn netwerk.\" En als hij op school iets uit moet leggen, luisteren de leerlingen een stuk beter als het gaat om een persoonlijk verhaal.", "Ook Van 't Eindes werkgevers profiteren van elkaar, ondanks dat haar banen niet in elkaars verlengde liggen. In haar werk als marketeer is ze beter geworden in communiceren - in de zorg absoluut noodzakelijk. Andersom merkt ze dat ze in de zorg haar werk zakelijker kan bekijken. \"De kloof tussen kantoor en de zorgmedewerkers is soms groot. Nu kan ik me beter verplaatsen in de ander.\"", "“Je moet goed kunnen plannen en nee durven zeggen.” Luc Dorenbosch, onderzoeker", "'Strakke deadlines zijn niet mogelijk'", "Voor beiden zijn er overigens ook nadelen. \"In de fabriek kan ik alleen projecten oppakken die geen strakke deadlines hebben.\" Van 't Einde merkt dat vooral de onregelmatige tijden in de zorg onhandig uitkomen. \"Dan werk ik tot 23.00 uur en moet ik de volgende dag om 7.30 uur op voor m'n kantoorbaan.\"", "Onderzoeker Dorenbosch benadrukt dat het principe zeker niet voor iedereen is weggelegd. \"Je moet goed kunnen plannen en nee durven zeggen. Bovendien moet je vertrouwen opbouwen bij je werkgever.\"", "Maar wat je ervoor terugkrijgt, is het waard volgens Dorenbosch, die zelf zijn baan bij een stichting combineert met freelance onderzoekswerk. \"Je hebt veel vrijheid en kan meerdere dingen tegelijkertijd leren. Ik krijg er zelf veel energie van.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["van", "als", "het", "twee", "maar", "iedereen", "ik", "tegelijk", "niet", "afwisselend", "een", "om", "en", "banen", "dat", "ze", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}