{"id": "eaa58315-93b8-3ec6-89ed-f2a7f4a7df8c", "title": "Van Spider-Man of Batman kijkt niemand in de VS nog op, wel van de vrouwen uit de Handmaid’s Tale", "url": "https://volkskrant.nl/nieuws-achtergrond/van-spider-man-of-batman-kijkt-niemand-in-de-vs-nog-op-wel-van-de-vrouwen-uit-de-handmaid-s-tale~be4ec8cf/", "summary": "Dat je hilariteit opriep en vrolijke reacties kreeg – thumbs up, verzoekjes van omstanders voor selfies, toegeschreeuwde quotes uit films en verhalen van de held(in) die je vertolkte.\nEr was, kortom, een tijd dat je opviel in de massa als je je in Superman-kostuum hees.\nJe schild van Captain America uit de opslag haalde om dat trots voor de borst te houden.\nZe brengen de vrouwen vaak precies zo in beeld dat je denkt dat je inderdaad naar een filmscène kijkt.\nWaar het vastleggen van het mannelijke superheldenbestaan alleen nog leuk is wanneer Spider-Man na het demonstreren uitgeblust het vuilnis buitenzet, daar biedt het vrouwenprotest fotografen frisse perspectieven.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: verkleedpartijen.", "Er moet een tijd zijn geweest dat het ludiek was om je in de openbare ruimte uit te dossen als een film- of stripheld. Dat je hilariteit opriep en vrolijke reacties kreeg – thumbs up, verzoekjes van omstanders voor selfies, toegeschreeuwde quotes uit films en verhalen van de held(in) die je vertolkte. Er was, kortom, een tijd dat je opviel in de massa als je je in Superman-kostuum hees. Je buikje inhield om in het profiel van de lenige Spider-Man te passen. Je schild van Captain America uit de opslag haalde om dat trots voor de borst te houden. De vleermuisoortjes van Batman rechtop streek. Of het elastiekje van je Guy Fawkes-masker over de schedel trok.", "Die tijd lijkt in het Amerika van Donald Trump voorbij. Bekijk de duizenden en duizenden foto’s die zijn gemaakt tijdens demonstraties tegen (en soms voor) de Republikeinse president, en je ziet dat de Amerikaanse comic-helden aan wie generaties zichzelf (en vooral: hun fantasieën) hebben gespiegeld, hun magie een beetje hebben verloren. Hun heldenrol en onoverwinnelijkheid – en hun samenbindende vermogen – hebben plaatsgemaakt voor een flauwe glimlach, of lokken hooguit de kameraadschappelijke groet uit die élke medestander tijdens een demonstratie, ongeacht zijn kledij, ten deel valt.", "Verkleed als Spider-Man veegt iemand de stoep na een avond van rellen in Minneapolis, enkele dagen na de dood van George Floyd. Beeld Scott Olson / AFP", "Natuurlijk, uit emancipatorisch oogpunt valt het toe te juichen dat Spider-Man in Minneapolis na gedane arbeid ’s ochtends de bezem ter hand neemt om de misschien mede door hemzelf veroorzaakte rommel op te ruimen. Maar uit het oogpunt van mythebestendiging is de aanblik rampzalig, al was het maar omdat Spider-Man, net als Spider-Woman, geen tijd hoort te hebben om een stoepje schoon te vegen – mensen redden is nu eenmaal een roeping hors catégorie.", "Vuilniszakken wegbrengen in Spider-Man-outfit tijdens een demonstratie in New York, ook naar aanleiding van de dood van George Floyd. Beeld Justin Heiman / Getty", "Er was een periode dat een kostuum, een masker en schmink behalve een opvrolijkend voor een enkeling ook een praktisch doel had: het kon helpen de identiteit van de drager te verhullen, zodat de openbaarheid of vervolging door de politie hem mogelijk bespaard bleef. Maar met de stormachtige opkomst van mond-neusmaskers sinds maart 2020, al dan niet bedrukt met een afgekorte leus (‘BLM’), is ook dit exclusieve voordeel op zijn retour. Van de anti-Trump-demonstranten met coronabewustzijn (dat lijken er heel wat meer te zijn dan bij zijn supporters) is het merendeel al onherkenbaar door het maskertje. Een zonnebril maakt het incognito compleet. (Arno Haijtema)", "Frisse perspectieven", "Maar wacht even. Uitgeblust? Passé? Uit je superheldenpak geknapt? Dat geldt toch vooral voor de mannen – sorry hoor. Wie oog heeft voor de Amerikaanse vrouwen die de afgelopen vier jaar de straat opgingen om te demonstreren tegen allerhande scheve zaken, moet constateren dat hun verkleedpartijen een stuk daadkrachtiger overkomen.", "Diana Wadley kwam verkleed als Wonder Woman naar een Women’s March in Seattle, januari 2020. Beeld Karen Ducey / AFP", "Zeg maar eens nee tegen Diana Wadley uit Bellevue, Washington, die in januari 2018 als Wonder Woman kwam opdraven tijdens een Women’s March in Seattle. Met verve pakte Wadley de opgestoken duim terug, die Donald Trump al zo lang oneigenlijk had gekaapt. Met een gouden cape en een zweep aan haar riem protesteerde ze tegen zijn eenjarige, met vrouwonvriendelijke opmerkingen doorspekte presidentschap en brak ze een lans voor vrouwenrechten overal ter wereld. Klats.", "Demonstratie in Washington van vrouwen gekleed als de dienstmaagden uit The Handmaid’s Tale. Beeld Aaron Bernstein / Reuters", "De personages die de laatste jaren het meest opduiken, zijn de in rood en wit geklede vrouwen uit The Handmaid’s Tale, een roman van Margaret Atwood uit 1985 die recentelijk werd verfilmd. Geen superhelden, maar effectieve fictieve figuren in een land waar opperrechters uitgesproken tegen abortus zijn of worden beschuldigd van verkrachting. Waar vrouwenrechten in het geding zijn, duiken de dienstmaagden op, zwijgend verscholen onder grote kappen, verwijzend naar de vrouwen die worden beschreven in Atwoods dystopie en die slechts één ijzingwekkende functie hebben: baren.", "Demonstranten staan verkleed als dienstmaagden bij de zaal waar kandidaat-opperrechter Brett Kavanaugh wordt verhoord door de Senaatscommissie, september 2018. Beeld Chip Somodevilla / Getty", "Nagenoeg naadloos sluit de fictie aan bij de werkelijkheid. ‘The Handmaid’s Tale is géén handleiding’, schreven demonstranten bij een van hun stille protesten op een stuk karton, voor het geval dat de president, die het toch al niet zo nauw neemt met de feiten, dat wellicht denkt.", "In Hand Maid’s Tale-outfit en met een mondkapje met afbeeldingen van opperrechter Ruth Bader Ginsburg neemt deze vrouw deel aan een Women’s March in Los Angeles, eerder deze maand. Beeld Keith Birmingham / Getty", "Hun bijeenkomsten maken indruk. Fotografen, met de beelden uit de film waarschijnlijk nog vers in het geheugen, spelen bovendien het spelletje mee. Ze brengen de vrouwen vaak precies zo in beeld dat je denkt dat je inderdaad naar een filmscène kijkt. Waar het vastleggen van het mannelijke superheldenbestaan alleen nog leuk is wanneer Spider-Man na het demonstreren uitgeblust het vuilnis buitenzet, daar biedt het vrouwenprotest fotografen frisse perspectieven. Het beeld verschuift, tijd voor iets nieuws. (Merel Bem)"], "authors": ["Arno Haijtema", "Merel Bem"], "keywords": ["van", "dat", "nog", "uit", "die", "vrouwen", "een", "het", "vs", "en", "zijn", "wel", "op", "spiderman", "niemand", "je", "voor", "tale"], "pubDate": "2020-10-30T15:17:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}