{"id": "eabf87d1-3fba-3326-b043-674d6ce0eca3", "title": "Pixar zoekt met nieuwe animatiefilm ‘Soul’ de grote vragen van het leven op", "url": "https://trouw.nl/cultuur-media/pixar-zoekt-met-nieuwe-animatiefilm-soul-de-grote-vragen-van-het-leven-op~b384e3dc/", "summary": "Het is de tijd waarin we leven: ‘Soul’ verschijnt niet in de bioscoop, maar in de huiskamer, op het kleine scherm.\nJe zag het een kwart eeuw geleden al bij Woody en Buzz in Toy Story.\nJazzpianist Joe Gardner geeft er muziekles op een middelbare school.\nJe begrijpt ineens ook waarom Soul met Kerstmis, het feest van een andere geboorte, wordt gelanceerd.\nHet is behoorlijk in­gewikkeld, al die verschillende werelden, met tussen het Hiernamaals en het Hiervoormaals ook nog de zone, waardoor we bijna in Tarkovski-achtige sferen zijn.", "paragraphs": ["In het jubileumjaar van de Amerikaanse animatiestudio Pixar, die 25 jaar geleden de eerste heerlijke computeranimatie lanceerde met ‘Toy Story’, verschijnt op Eerste Kerstdag een nieuw Pixaravontuur bij streamingdienst Disney+. Het is de tijd waarin we leven: ‘Soul’ verschijnt niet in de bioscoop, maar in de huiskamer, op het kleine scherm.", "In de goede oude Pixartraditie buigt Soul zich over een vriendschap zoals je die ook in de ‘buddy-film’ (maatjesfilm) tegenkomt. Het koppelen van twee verschillende karakters geeft de nodige dynamiek. Schoorvoetend gaan de twee zielen op pad om tijdens het gezamenlijke avontuur meer naar elkaar toe te groeien. Je zag het een kwart eeuw geleden al bij Woody en Buzz in Toy Story.", "Hiervoormaals", "Het eerste wat opvalt aan Soul, geregisseerd door Pete Docter die als schrijver al betrokken was bij Toy Story, is de werkelijk adembenemende tekening van New York. Jazzpianist Joe Gardner geeft er muziekles op een middelbare school. Maar Joe droomt van iets anders: optreden in een jazzclub. En zie daar, juist op de dag dat zijn droom lijkt uit te komen, maakt hij een misstap en wordt zijn ziel rennend voor het Hiernamaals wakker in het Hiervoormaals.", "We zijn opeens in een wonderlijke, roze en lila getinte wereld waar Joe’s ziel blauw-groene contouren heeft aangenomen. Dit is de plek waar nog ongeboren zielen een persoonlijkheid krijgen, zoals daar zijn: optimist of scepticus, prikkelbaar muurbloempje of manipulatieve ego-maniak. Joe’s ziel (we horen Jamie Foxx) wordt er gekoppeld aan het zieltje 22 (Tina Fey) dat helemaal niet geïnteresseerd is in het menselijk leven op aarde. Ze blijft liever waar ze is. Maar omdat zieltje 22 zijn ticket terug naar aarde is, moet hij haar zien te overtuigen dat het heus allemaal de moeite is, daar beneden op die aardkloot.", "Ingewikkeld", "Heel mooi hoe Soul zich buigt over levensvragen, over een kwestie als zingeving en zelfs die hele grote vraag stelt: wat maakt het leven op aarde de moeite waard? Je begrijpt ineens ook waarom Soul met Kerstmis, het feest van een andere geboorte, wordt gelanceerd.", "Maar waar Toy Story – om toch nog een keer terug te komen bij de Pixarklassieker – erin slaagde om naast kinderen ook volwassenen op sleeptouw te nemen, daar lijkt Soul de kinderen nu een beetje uit het oog te hebben verloren. Het is behoorlijk in­gewikkeld, al die verschillende werelden, met tussen het Hiernamaals en het Hiervoormaals ook nog de zone, waardoor we bijna in Tarkovski-achtige sferen zijn.", "Vanaf 25 december te zien op Disney+"], "authors": ["Belinda Van De Graaf"], "keywords": ["zoekt", "zijn", "van", "vragen", "waar", "en", "nieuwe", "met", "pixar", "leven", "een", "soul", "op", "te", "het", "die"], "pubDate": "2020-12-24T00:00:09Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}