{"id": "eafc5430-3ae1-3217-94c0-26c2ec80b1ef", "title": "Snel shoppen, kapper, wijnen: wat deed jij gisteren?", "url": "https://www.telegraaf.nl/vrouw/558300694/snel-shoppen-kapper-wijnen-wat-deed-jij-gisteren", "summary": "En toen nog een.\nJongste zoon had nog een voorraad pepernoten over.\nHonderdduizend virtuele knuffels voor al die mensen die zich zo inzetten om er toch nog wat van te maken.\nLeer eerst eens fatsoenlijk een instrument bespelen voor je ons van een concert voorziet.\nJe hebt nou alle tijd om een virtuele cursus dwarsfluit te volgen.", "paragraphs": ["We hebben een fles wijn opengetrokken. En toen nog een. Jongste zoon had nog een voorraad pepernoten over. Die hebben we daarna opgegeten en ook de zak chips voor de virtuele kerstborrel heeft de avond waarop de harde lockdown werd aangekondigd niet overleefd. Een mens moet wat om het leed te verzachten. Wij hebben gewoon alles opgegeten en gedronken wat in huis was. Want we kunnen immers vandaag gewoon weer boodschappen doen.", "Joh, dat is zo ongeveer ook het enige wat kan. Ik denk dat ik maar gewoon ieder item bij een andere supermarkt ga halen. Gewoon om er even uit te zijn. Mondkapje mee en dan op boodschappentocht. Zijn we toch weer even van (of juist op) de straat. Maar nu nog niet. Eerst moet die kater een beetje zakken. Ik kan me niet op straat vertonen met die zakken onder mijn ogen.", "Kapper", "We hebben ‘de avond vooraf’ allemaal op onze eigen manier beleefd. Collega M. was er flink ziek van, van dat nieuwe ’op slot gaan’ van het land, maar collega K. was nog snel naar de Hema gefietst voor een lekker stuk gevulde speculaas en collega K. 2 bracht de avond bij de kapper door. Die had haar zelf gebeld: we moeten dicht, maar ik heb nu nog een gaatje. Wauw, dan heb je het juiste vak gekozen.", "Zelf heb ik nog overwogen haakjes voor de kerstballen te gaan kopen. Ik heb er net een paar te weinig en om nou voor 50 cent iets via internet te bestellen... Een blik op de rijen voor de winkels en ik bedacht me dat je die ornamenten ook op kan hangen met een paperclip, of gewoon aan een draadje. Alle tijd van de wereld om een creatieve oplossing te vinden.", "Kerstontbijt", "Ons drankgelag was natuurlijk niet de meest verheffende manier om het begin van de nieuwe lockdown te ’vieren’. Wat dat betreft waren er juffen en meesters in het basisonderwijs die hun avond een stuk productiever hebben doorgebracht. Door bijvoorbeeld alles op alles te zetten om het voor vrijdag geplande kerstontbijt naar vanochtend te verplaatsen.", "Ik schoot er een beetje van vol. Ik had er nog niet eens bij stilgestaan; de zoveelste teleurstelling voor schoolgaande kinderen in 2020. En dat je daar dan op anticipeert. Dan ben je toch een kei in je vak! Honderdduizend virtuele knuffels voor al die mensen die zich zo inzetten om er toch nog wat van te maken.", "Praat mee: wat deed jij?", "Dat vind ik dus vele malen bewonderenswaardiger dan de avondbesteding van de mensen die gisteren de toespraak van Rutte voorzagen van ongewenste achtergrondmuziek. Leer eerst eens fatsoenlijk een instrument bespelen voor je ons van een concert voorziet. Je hebt nou alle tijd om een virtuele cursus dwarsfluit te volgen. Doe er je voordeel mee.", "Afijn, ik ben ondertussen wel heel benieuwd: hoe bracht jij de laatste avond voor de harde lockdown door? Praat mee op onze Facebookpagina."], "authors": ["Marjolein Hurkmans"], "keywords": ["van", "snel", "die", "wijnen", "jij", "om", "een", "nog", "en", "shoppen", "te", "ik", "op", "voor", "gisteren", "deed", "kapper", "wat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}