{"id": "eb0135b5-9163-39e1-8f33-b091156365c4", "title": "Monique Westenberg deelt video aanzoek André Hazes: 'Mooier kon niet'", "url": "https://nu.nl/achterklap/6096459/monique-westenberg-deelt-video-aanzoek-andre-hazes-mooier-kon-niet.html", "summary": "Monique Westenberg heeft op haar Instagram de beelden gedeeld van het huwelijksaanzoek van André Hazes.\nEigenlijk was ze in de veronderstelling dat ze naar een benefietgala zou gaan, maar het bleek om een huwelijksaanzoek te gaan.\nOnder begeleiding van The Time of my Life op de piano doet Hazes zijn toespraak terwijl Westenberg in tranen toekijkt.\nIk heb je behandeld als een lul en een egoïst, maar echte liefde overwint alles en dat blijkt.\"\nHazes sluit af door te zeggen dat hij dit al \"veel eerder\" had moeten doen en gaat vervolgens op zijn knieën, waarop Westenberg volmondig \"ja\" zegt.", "paragraphs": ["Monique Westenberg heeft op haar Instagram de beelden gedeeld van het huwelijksaanzoek van André Hazes. \"Mooier kon het niet\", vertelt ze.", "Op de beelden is te zien hoe de 42-jarige Westenberg nietsvermoedend een grote hal binnenloopt. Eigenlijk was ze in de veronderstelling dat ze naar een benefietgala zou gaan, maar het bleek om een huwelijksaanzoek te gaan.", "Onder begeleiding van The Time of my Life op de piano doet Hazes zijn toespraak terwijl Westenberg in tranen toekijkt. \"We hebben zoveel met elkaar meegemaakt, meer dan sommigen in een heel leven. Veel hoogtepunten, maar ook veel dieptepunten.\"", "De 26-jarige zanger gaat diep door het stof. \"Lange tijd was ik op zoek naar mijzelf, maar dat leidde ertoe dat ik volledig de controle verloor over mijn leven, en ook van jou en Dré (hun zoon, red.). Ik heb je behandeld als een lul en een egoïst, maar echte liefde overwint alles en dat blijkt.\"", "Hazes sluit af door te zeggen dat hij dit al \"veel eerder\" had moeten doen en gaat vervolgens op zijn knieën, waarop Westenberg volmondig \"ja\" zegt.", "Wanneer de twee precies gaan trouwen, is nog niet bekend."], "authors": ["Door"], "keywords": ["westenberg", "dat", "van", "niet", "kon", "monique", "een", "en", "aanzoek", "video", "hazes", "maar", "te", "mooier", "andré", "op", "veel", "deelt", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}