{"id": "eb183a94-105e-3c8f-a09d-87d7d5ec9f0c", "title": "PSV klopt De Graafschap en staat in de achtste finales", "url": "https://www.parool.nl/sport/psv-klopt-de-graafschap-en-staat-in-de-achtste-finales~b8ed97ed/", "summary": "Philipp Max maakte in de 56e minuut het openingsdoelpunt.\nDonyell Malen zorgde in de 85e minuut voor de tweede treffer.\nSchmidt gaf doelman Yvon Mvogo rust, net als Jordan Teze en Olivier Boscagli.\nDe vierde wijziging in het basisteam ten opzichte van de thuiswedstrijd van zondag tegen FC Utrecht (2-1) voerde Schmidt door op het middenveld.\nDe Eindhovenaren wonnen het toernooi in 2012 voor het laatst en stonden in 2013 voor het laatst in de finale.", "paragraphs": ["Philipp Max maakte in de 56e minuut het openingsdoelpunt. De Duitse verdediger scoorde uit een strafschop, die scheidsrechter Martin van den Kerkhof gaf na een lichte overtreding op aanvoerder Denzel Dumfries.", "Donyell Malen zorgde in de 85e minuut voor de tweede treffer. De spits schoot de bal van grote afstand over keeper Rody de Boer in het doel. In de slotminuut van de reguliere speeltijd scoorde invaller Milan Hilderink tegen.", "Schmidt gaf doelman Yvon Mvogo rust, net als Jordan Teze en Olivier Boscagli. De centrale verdedigers werden vervangen door Nick Viergever en Timo Baumgartl. Teze en Boscagli vielen in de slotfase nog wel in. Lars Unnerstall verdedigde het doel.", "De vierde wijziging in het basisteam ten opzichte van de thuiswedstrijd van zondag tegen FC Utrecht (2-1) voerde Schmidt door op het middenveld. Jorrit Hendrix speelde in plaats van Pablo Rosario. Rosario speelde de tweede helft wel, maar viel in de 65e minuut geblesseerd uit.", "PSV was de laatste seizoenen weinig succesvol in de beker. De Eindhovenaren wonnen het toernooi in 2012 voor het laatst en stonden in 2013 voor het laatst in de finale.", "De drukke maand december eindigt voor PSV met competitiewedstrijden tegen RKC Waalwijk (zaterdag) en VVV-Venlo (dinsdag). Zondag 10 januari volgt de topper tegen Ajax."], "authors": ["Het Parool"], "keywords": ["staat", "graafschap", "van", "zondag", "voor", "en", "minuut", "psv", "tegen", "achtste", "finales", "teze", "klopt", "het", "wel", "tweede"], "pubDate": "2020-12-16T20:11:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}