{"id": "eb25f4f9-1dfd-3400-a38e-6edf39991624", "title": "Vierdagenbrood weggooien? Zonde, maak er liever deze Knödel van", "url": "https://volkskrant.nl/eten-en-drinken/vierdagenbrood-weggooien-zonde-maak-er-liever-deze-knodel-van~baa57e52/", "summary": "‘Morgen is het te hard geworden, maar zo is het precies goed’, zegt de chef tevreden.\n‘We hebben ze in alle soorten en maten, van bloem, van aardappel, van griesmeel, gevuld of niet, hartig en zoet.\nHet zijn net Italianen: als ze niet precies zijn zoals hun moeder ze maakt, kan het niet veel wezen.\nMeng het melk-uimengsel met het brood, voeg drie eieren toe.\nDraai er met natte handen ballen van ter grootte van een flinke mandarijn.", "paragraphs": ["Jonathan Sparber. Beeld Els Zweerink", "Het perfecte brood is vier dagen oud. Alle wollige elasticiteit van het gluten is geweken, het taaie, vereelte zetmeel verpulvert als je erin knijpt, en de onweerstaanbare geur van bruine korst en vers kruim is veranderd in iets muffig, gistachtig zurigs. Jonathan Sparber pakt een handjevol droge korstjes uit de grote plastic bewaarbak en geeft een stukje aan zijn tien maanden oude dochter, die er onmiddellijk haar tand in zet. ‘Morgen is het te hard geworden, maar zo is het precies goed’, zegt de chef tevreden. ‘Vierdagenbrood: uitstekend voor eenden, baby’s én Knödel.’", "De Oostenrijkse Sparber heeft een aantal tafels uit zijn kleine restaurant Remouillage in de Amsterdamse Rivierenbuurt verwijderd, om plaats te maken voor een inpakstation en de box van Ylvie, die nu elke dag bij hem in de zaak is. ‘Ik baal natuurlijk van de sluiting, en ik mis mijn gasten’, zegt hij. ‘Maar het is ook bijzonder om ineens zoveel tijd te hebben voor mijn gezin.’", "Sparber haalde voor zijn afhaalconcept zijn inspiratie dichter bij huis vandaan. Beeld Els Zweerink", "Waar hij eerder naam maakte met zijn tegelijkertijd eenvoudige en zeer onalledaagse gerechten – mensen kwamen terug voor de hele, gestoomde kabeljauwkop, aan tafel leeg te plukken en te dopen in de groenewalnotenketchup – zocht hij het voor zijn afhaalconcept juist dichter bij huis. Café Knödel, staat nu op het raam: naar de winterse broodknoedels die in West-Oostenrijk, Zuid-Duitsland, Tsjechië, en Noord-Italië worden gegeten. De joodse matzebal, vast onderdeel van de beroemde kippensoep, is er familie van.", "‘Ik kom uit Tirol, dat is echt centraal knödelgebied’, zegt Sparber. ‘We hebben ze in alle soorten en maten, van bloem, van aardappel, van griesmeel, gevuld of niet, hartig en zoet. Maar ik kon in Nederland nergens goede Semmelknödeln vinden, gemaakt van oude broodjes.’ Daarom maakt hij ze nu zelf, in verschillende varianten, af te halen met stoofvlees, of met burrata en bruine boter, spek of nog ander beleg.", "Sparber kon nergens Semmelknödeln vinden, daarom maakt hij ze nu zelf. Beeld Els Zweerink", "In Oostenrijk verhakselt iedere bakker zijn overschietende bolletjes tot Knödelbrot, maar in Nederland gaan die meestal direct naar de varkens of de vergister. Dus koopt Jonathan Sparber verse kaiserbroodjes en laat die vervolgens een aantal dagen liggen tot hij ze in kleine blokjes kan snijden. ‘Dinsdag is knödeldag. Mensen kochten lekker vers brood voor het weekend, en op dinsdag was dat tot in perfectie oud geworden.’ Oud brood wordt vaak gezien als inferieur, het mindere broertje van vérs. Maar om mee te koken verdient het brood dat al een paar dagen ligt eigenlijk altijd de voorkeur. Vers brood laat zich niet goed weken en soppen, dat valt uit elkaar als het vochtig wordt. Bij oud brood is de zetmeelstructuur zo verstevigd dat het intact blijft als het in contact komt met iets nats als melk, dressing of soep. Daarom kun je bijvoorbeeld ook geen goede wentelteefjes maken van vers brood.", "‘Het knödeldeeg moet goed voelen en rolbaar zijn, niet te nat en niet te droog’, zegt Sparber terwijl hij de warme melk en de eieren door het brood kneedt. Aan absolute hoeveelheden waagt hij zich niet. ‘Hoeveel vocht erbij moet, hangt er helemaal van af hoe oud het brood is. De stukjes brood moeten nog zichtbaar zijn, maar wel helemaal zijn volgezogen. En voor de smaak zijn de uien onmisbaar. Die moet je lekker lang stoven, met veel boter en een beetje olie.’", "‘De stukjes brood moeten nog zichtbaar zijn, maar wel helemaal zijn volgezogen’. Beeld Els Zweerink", "In flink gezouten water worden de ballen zachtjes gekookt tot ze helemaal gaar zijn. Het resultaat serveert Sparber met eenvoudig gestoofd rundvlees, of met een zeer luxueuze combinatie van burrata, gebakken bladgroenten en bruine boter. ‘Die heb ik zelf verzonnen, want Nederlanders zijn dol op burrata’, lacht hij. ‘De buurt is heel enthousiast, en ik heb geloof ik ook op een of ander forum voor Oostenrijkse expats gestaan, want die weten me nu ook te vinden. Kritische types, hoor! Het zijn net Italianen: als ze niet precies zijn zoals hun moeder ze maakt, kan het niet veel wezen. Maar ze komen wel terug.’", "Zelf semmelknödeln maken: enige wenken Snijd oud brood met korst en al in dobbelsteentjes van ongeveer een kubieke centimeter: het moet na een dag of vier droog en taai zijn, maar nog niet keihard als croutons. Kaiserbroodjes of pistoletjes zijn goed, het kan ook met witte boterhammen of met volkorenbrood, al smaakt dat wat sterker en hebben grote vezels, zaden en pitten een nogal overheersende textuur. Neem ongeveer 200 gram voor 4 personen. Snipper twee flinke uien en stoof ze zachtjes met 2 eetlepels boter, een scheutje olie en wat zout tot ze helemaal zoet en zacht zijn. Dat duurt minstens een kwartier – de ui mag niet bruin worden. Voeg 150 ml melk toe en warm even samen op. Meng het melk-uimengsel met het brood, voeg drie eieren toe. De bedoeling is dat je een beslag krijgt dat nat is, maar dik genoeg om te vormen. Laat even staan tot het vocht goed is opgenomen (voeg zo nodig nog wat melk toe als het te dik is geworden, of wat brood of een paar eetlepels bloem als het te nat is). Breng op smaak met flink zout en peper, en eventueel gehakte kruiden, kaas, fijngesneden ham of spek, gepureerde groenten of iets anders wat lekker lijkt. Draai er met natte handen ballen van ter grootte van een flinke mandarijn. Kook de knödel in water dat minstens zo zout is als de zee en nét kookt. Maak eerst een proefknoedel zodat je je recept eventueel nog kan aanpassen. Kook ze ongeveer 13 minuten. Ze moeten zijdezacht zijn en hartig en enigszins bouillonnig smaken. Je kunt de knoedels na het afkoelen weer opbakken in wat boter. Eet bijvoorbeeld in een groentebouillon, met salieboter en geraspte bergkaas, of met stoofvlees."], "authors": ["Hiske Versprille"], "keywords": ["van", "weggooien", "liever", "een", "brood", "zonde", "vierdagenbrood", "en", "maak", "met", "te", "ze", "zijn", "knödel", "deze", "voor", "er", "het"], "pubDate": "2020-11-26T14:00:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}