{"id": "eb260201-17b3-3623-bbe6-6339f807d8c5", "title": "Ik wist dat ik de woorden ‘als alles meezit’ moest onthouden, maar deed toch een rondedansje", "url": "https://volkskrant.nl/columns-opinie/ik-wist-dat-ik-de-woorden-als-alles-meezit-moest-onthouden-maar-deed-toch-een-rondedansje~bdbb70b6/", "summary": "Een zomer!’ Het was lief om te zien.\nMij overkwam hetzelfde bij het lezen van de kop: ‘Als alles meezit gaat vaccinatie in de week van 4 januari van start’.\nVermoedelijk is het veel verstandiger om uit die zin de frase ‘als alles meezit’ te onthouden.\nZelf herinner ik me nog goed hoe ik die woorden vol vertrouwen uitsprak aan het begin van een verbouwing.\nVan de klusjesmannen in wier handen ik uiteindelijk mijn lot legde, leerde ik dat het zelden meezit – zeker ‘alles’ niet.", "paragraphs": ["Mariëlle Tweebeeke, het stoïcijnse gezicht van Nieuwsuur, slaakte toch echt even een vreugdekreet toen RIVM-baas Van Dissel afgelopen weekend aan haar desk de verwachting uitsprak dat we komende zomer weer normaal kunnen leven. ‘Ooh! Een zomer!’ Het was lief om te zien. Mij overkwam hetzelfde bij het lezen van de kop: ‘Als alles meezit gaat vaccinatie in de week van 4 januari van start’. Het rondedansje was sterker dan ik. Een datum. Een begin!", "Vermoedelijk is het veel verstandiger om uit die zin de frase ‘als alles meezit’ te onthouden. Zelf herinner ik me nog goed hoe ik die woorden vol vertrouwen uitsprak aan het begin van een verbouwing. Ik had mezelf en de rest van het huis veel frustratie kunnen besparen door te beseffen dat die hoop niet gebaseerd was op enige kennis van de materie. Van de klusjesmannen in wier handen ik uiteindelijk mijn lot legde, leerde ik dat het zelden meezit – zeker ‘alles’ niet."], "authors": ["Sander Donkers"], "keywords": ["van", "toch", "moest", "meezit", "het", "maar", "die", "rondedansje", "ik", "zomer", "wist", "woorden", "een", "te", "dat", "onthouden", "alles"], "pubDate": "2020-12-01T21:28:30+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}