{"id": "eb2802c5-77d1-3747-b516-ba542f69d52d", "title": "Vragen of een atlete wel ongesteld wordt? Mensenrechtenschending, vindt Human Rights Watch", "url": "https://trouw.nl/sport/vragen-of-een-atlete-wel-ongesteld-wordt-mensenrechtenschending-vindt-human-rights-watch~bc391be9/", "summary": "Wie van nature een te hoge waarde van het spierversterkende hormoon testosteron heeft, moet medicijnen slikken die de waarde onderdrukken om aan races te mogen deelnemen.\nHaar juridische strijd tegen de regels bracht haar tot aan het Zwitserse hooggerechtshof, maar bleek tot dusver vergeefs.\nHeb zelfs niks om te eten”, stelt een van de loopsters die haar startlicentie verloor.\nHet is een ethische discussie die veel verder gaat dan eerlijke concurrentie en gelijke kansen voor deelnemers aan een wedstrijd.\n‘World Athletics bewaakt een eerlijk speelveld’ Uit onderzoek van World Athletics blijkt dat atletes met een hoog testosterongehalte een sportief voordeel hebben van 1,8 tot 4,5 procent.", "paragraphs": ["“De dokter vroeg naar mijn leven en voerde een fysiek onderzoek uit. Mijn borst en genitaliën werden onderzocht, zelfs inwendig. Of ik ook menstrueerde wilde de arts weten, en of ik een vriendin of een vriend heb.”", "Aan het woord is een atlete die volgens de regels van de internationale federatie World Athletics niet vrouw genoeg is om aan een vrouwenwedstrijd deel te mogen nemen. Mensenrechtenorganisatie Human Rights Watch (HRW) stelt in een vrijdag verschenen rapport dat vrouwelijke atleten worden misbruikt en geschaad door de regelgeving rond geslachtstesten. Wie van nature een te hoge waarde van het spierversterkende hormoon testosteron heeft, moet medicijnen slikken die de waarde onderdrukken om aan races te mogen deelnemen. HRW: “Deze mensonterende praktijk is in strijd met fundamentele rechten op het gebied van privacy en gezondheid.” Vooral loopsters van het zuidelijk halfrond lijden eronder.", "Het bekendste voorbeeld is Caster Semenya, de Zuid-Afrikaanse tweevoudig olympisch kampioene. Haar juridische strijd tegen de regels bracht haar tot aan het Zwitserse hooggerechtshof, maar bleek tot dusver vergeefs. Onlangs kondigde ze aan naar het Europese Hof voor de Rechten van de Mens te stappen: “Ik zal blijven vechten. Net zolang totdat we allemaal zo vrij kunnen rennen als we zijn geboren.” Semenya voelt zich vrouw en is opgegroeid als vrouw, maar ze heeft een lichaam met behalve vrouwelijke ook mannelijke kenmerken.", "Fysiek en psychisch letsel", "In het vuistdikke rapport ‘They’re Chasing Us Away from Sport’ stelt HRW dat de mondiale regels discriminatie en gedwongen medische interventie aanmoedigen en voor groot leed bij de atletes zorgen: zij kampen met fysiek en psychisch letsel en lijden daarbij ook economische schade. Voor velen van deze vrouwen betekende hun sportcarrière een mogelijkheid om uit armoede te ontsnappen. De verhalen van een dozijn geanonimiseerde vrouwen zijn opgetekend.", "“Mijn leven is over. Geen coach wil mij nog trainen. Ik heb geen baan. Heb zelfs niks om te eten”, stelt een van de loopsters die haar startlicentie verloor. Een ander: “De official van de federatie zei dat ik medicatie moet nemen. Ze vertelde ook dat de internationale bond details over me wil, over het medicijngebruik en of ik misschien een operatie wil ondergaan.”", "Wie trekt de grens?", "De atletiekwereld worstelt al decennia met de vraag hoe om te gaan met interseksuele sporters. Het is een ethische discussie die veel verder gaat dan eerlijke concurrentie en gelijke kansen voor deelnemers aan een wedstrijd. Sport is per definitie oneerlijk. Zo kan iemand met langere benen grotere passen zetten. Waar het om draait is: wie mag bepalen wanneer iemand een vrouw is of een man?", "“World Athletics behandelt vrouwen met een hoog testosterongehalte alsof ze niet menselijk zijn, alsof ze minder waard zijn”, zegt advocaat Payoshni Mitra in het rapport. “De regelgeving vernedert vrouwen, geeft ze het gevoel incompetent te zijn en dwingt ze tot medische ingrepen die niets met gezondheid te maken hebben. Moderne sport zou inclusie moeten uitstralen, niet mensen moeten uitsluiten en discrimineren.”", "Met Semenya kunnen ook de nummers twee en drie van de 800 meter in Rio hun olympische medaille in Tokio niet verdedigen zonder hormoonremmers. Ook Francine Niyonsaba uit Burundi en Margaret Wambui uit Kenia zijn hyperandrogene vrouwen, die moeten beslissen of ze hun lichaam kunstmatig willen veranderen zonder medische noodzaak.", "Geen wetenschappelijke consensus", "De mondiale regels gelden sinds mei 2019. World Athletics stelt alleen op de middellange afstanden grenzen aan de hoeveelheid natuurlijk testosteron, omdat het voordeel van een afwijkende hormoonspiegel daarbij het grootst zou zijn. Volgens HRW is er geen wetenschappelijke consensus over de eventuele voordelen. Daarbij vraagt de organisatie zich af waarom er geen soortgelijke regelgeving bij de mannen is, ‘hoewel onder hen de testosteronniveaus ook aanzienlijk verschillen’.", "‘World Athletics bewaakt een eerlijk speelveld’ Uit onderzoek van World Athletics blijkt dat atletes met een hoog testosterongehalte een sportief voordeel hebben van 1,8 tot 4,5 procent. Met die cijfers onderbouwt de internationale atletiekfederatie haar regelgeving. Ad Roskam, technisch directeur van de Nederlandse unie, vindt het een duivels dilemma. “Ik begrijp World Athletics wel. Zij wil een eerlijk speelveld bewaken. Het was wel duidelijk dat bepaalde atletes met grote voorsprong op de rest de medailles verdeelden. Testosteron staat niet voor niets op de dopinglijst. Van die stof heb je voordeel.” “Maar bij deze dames gaat het om een lichaamseigen stof. Moet je iemand die zo geboren is de kans op deelname ontzeggen? Hen hormoonremmers laten slikken, vind ik discutabel. Misschien is het dan beter om te zeggen: het is spijtig, maar jij bent een van de mensen die niet kan meedoen. Je mag toch ook verwachten dat World Athletics de belangen van andere deelnemers in ogenschouw neemt.”", "Volgens wetenschapster Katrina Karkazis, verbonden aan het Yale Global Health Justice Initiative, zijn de regels gebaseerd op foutieve aannames over testosteron, biologie en geslacht. Zij hekelt de paternalistische toon. “De regelgeving is schadelijk vanwege de onderliggende veronderstellingen, die zijn seksistisch en gaan ervan uit dat vrouwelijke atleten altijd inferieur zijn aan mannelijke en dat we daarom de vrouwen moeten beschermen. Maar deze poging om het sportdomein van de vrouwen te bewaken beschermt vrouwen niet, het schaadt ze slechts.”", "Er was al eerder kritiek op de regelgeving. In een open brief aan Sebastian Coe en Thomas Bach, de voormannen van World Athletics en het Internationaal Olympisch Comité, schreven bijvoorbeeld 25 Franse atleten vorig jaar: “Deze vrouwen zijn mensen en topatleten, net als wij. We delen dezelfde passie voor sport en sportieve waarden. Hun gezondheid en hun toekomst is in gevaar. Het imago van onze sport is opnieuw bezoedeld, nu mensenrechten worden geschonden.” The World Medical Association heeft artsen aangeraden om niet aan de controles mee te werken, omdat de regelgeving van World Athletics de medische ethiek schendt.", "HRW doet met dit rapport nogmaals een beroep op de sportbestuurders om de regels te herzien. De mensenrechtenorganisatie herinnert ze er daarbij fijntjes aan dat in het Olympic Charter staat dat ‘ieder individu de mogelijkheid moet hebben om aan sport te doen, zonder enige vorm van discriminatie’.", "Lees ook:", "Is Caster Semenya vrouw genoeg om aan de Spelen mee te mogen doen?", "Caster Semenya (25) is opgevoed als vrouw, voelt zich vrouw. Tot ze sinds haar grootste triomf als atlete, in 2009 met het behalen van de wereldtitel op de 800 meter, door de sportwereld niet meer als zodanig wordt beschouwd."], "authors": ["Esther Scholten"], "keywords": ["vragen", "van", "mensenrechtenschending", "het", "met", "zijn", "human", "rights", "ongesteld", "wordt", "een", "en", "te", "watch", "om", "ze", "vindt", "aan", "wel"], "pubDate": "2020-12-04T13:00:23+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}