{"id": "eb342116-b1a6-37c8-835a-10cc2e9234fc", "title": "Janneke telt tot vijf en vliegt Jip dan alsnog aan. Dat is toch behoorlijk geëmancipeerd?", "url": "https://volkskrant.nl/cultuur-media/janneke-telt-tot-vijf-en-vliegt-jip-dan-alsnog-aan-dat-is-toch-behoorlijk-geemancipeerd~bec5a9a7/", "summary": "Er was ophef over Jip en Janneke.\nIk kan me dus voorstellen dat ook Jip en Janneke uit de collectie verdwijnen.’Veel mensen waren woedend op die PvdA-mevrouw.\nJip en Janneke behoren tot mijn eerste jeugdherinneringen.\nJanneke heeft een pop en Jip een beer, maar ook Jip krijgt op een gegeven moment een klein popje om in bad mee te spelen.\nEn tot tien tellen.’ Dan spelen Jip en Janneke rovertje (bestaat dat nog?", "paragraphs": ["Er was ophef over Jip en Janneke. Die ‘kunnen gewoon echt niet meer’, aldus een PvdA-statenlid. ‘Ouderwets en stereotype-bevestigend in de rol van man en vrouw. Ik kan me dus voorstellen dat ook Jip en Janneke uit de collectie verdwijnen.’", "Veel mensen waren woedend op die PvdA-mevrouw. Niet uit werkelijke angst dat die boekjes zullen verdwijnen, denk ik – die kans lijkt me gering – maar omdat er iets fijns van vroeger in een kwaad daglicht komt te staan.", "Jip en Janneke behoren tot mijn eerste jeugdherinneringen. Ik kon me er twee dingen van herinneren: ik vond de plaatjes een beetje eng, die rare, schonkige kinderen met nekloze waterhoofden en zombiehandjes. En ik begreep niet wat er bedoeld werd als er stond ‘Jip kreeg een kleur’. Jip kreeg vaak een kleur, in die verhaaltjes, en dan vroeg ik me telkens af: wát voor kleur?", "Afgezien daarvan zat er veel herkenbaars in. Ook wij hadden thuis een heg met een gaatje erin, waardoor ons buurjongetje geregeld tevoorschijn kwam. Ook wij maakten poppetjes van klei, bliezen bellen en hadden een poes. Ook wij hadden een vader die naar zijn werk ging en een moeder die thuis moederdingen deed.", "Ik trok Jip en Janneke uit de kast en ging op zoek naar stereotypen. Janneke heeft een pop en Jip een beer, maar ook Jip krijgt op een gegeven moment een klein popje om in bad mee te spelen. Jip is net zo bang op de roltrap als Janneke, maar hij weet zich dapper uit de situatie te mansplainen: ‘Het afstappen is moeilijk, hè?’, zegt Jip. ‘Maar ik kan het goed. Kijk maar.’", "Jip lust geen erwtensoep, maar als vader zegt ‘Kom, grote mannen eten altijd erwtensoep’, eet hij prompt zijn hele bord leeg. Ach ja, jongens trappen in zulke trucjes. Dat vind ik wel schattig. Bij het ‘diefje spelen’ (bestaat dat nog?) is Jip de politieagent, maar Janneke de dief, wat minstens even cool is. (’s Avonds in bed is Jip trouwens bang voor dieven.)", "Janneke bouwt een schip van het bed, Jip stelt voor om bloemen te gaan plukken. Janneke krijgt een strijkplank voor haar verjaardag, maar ze heeft wél een tante met een auto. Dat was toen heel modern. Die tante is bovendien het enige personage in het hele boek met een echt gezicht. Een wit gezicht (alle andere zijn zwart) met lange, zwarte wapperwimpers en een mondain kapsel.", "Jip krijgt een waterpistool van zijn oom, maar Janneke mag er ook mee spelen. Janneke leert Jip touwtjespringen (bestaat dat nog?). Jip is net zo dol op jonge poesjes als Janneke, en net zo zorgzaam voor het zieke hondje. Janneke kan heel driftig worden. Haar moeder probeert haar dat af te leren: ‘Als je wilt gaan slaan, dan moet je eerst stilstaan. En tot tien tellen.’ Dan spelen Jip en Janneke rovertje (bestaat dat nog?): ‘En het gaat zo fijn. Maar opeens zegt Jip: ‘Jij bent geen echte rover. Jij bent toch maar een meisje.’’", "Wat een klootzak! Maar let op wat er dan gebeurt: ‘Janneke staat stil. Erg lang. En ze zegt: ‘Een, twee, drie, vier, vijf…’ Als ze uitgeteld is, vliegt ze Jip alsnog aan. Dat is toch behoorlijk geëmancipeerd? Lik op stuk. En daarna gaan ze weer gezellig samen ‘mama helpen’ in huis. Jip blijkt zelfs dol op stofzuigen! ‘Jip vindt het leuk. Het is alleen zo jammer dat je niets ziet. Je ziet niet dat de stofzuiger echt zuigt. Jip probeert het eens met de bloemen. ‘Kijk!’ roept hij. ‘Ik kan de bloemen opzuigen!’", "Ja, zo zijn jongens. Maar dat kan inderdaad écht niet meer."], "authors": ["Sylvia Witteman"], "keywords": ["tot", "vijf", "toch", "jip", "het", "op", "maar", "die", "ik", "vliegt", "telt", "een", "en", "dat", "geëmancipeerd", "janneke"], "pubDate": "2020-11-27T10:48:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}