{"id": "eb3e1ceb-c6fd-3049-98c3-ba0d94c6405f", "title": "Bloemendaal is luidruchtige motoren zat en schrijft brief aan minister", "url": "https://nu.nl/haarlem/6096180/bloemendaal-is-luidruchtige-motoren-zat-en-schrijft-brief-aan-minister.html", "summary": "Het college van Bloemendaal pleit in een brief aan minister Cora van Nieuwenhuizen (Infrastructuur en Waterstaat) voor het aan banden leggen van het gebruik van luidruchtige motoren.\nDe gemeenteraad is de decibellen van de motoren in het dorp zat en heeft daarom het college de opdracht gegeven te onderzoeken wat er aan kan worden gedaan.\n\"Zo gauw het voorjaar aanbreekt en de bollenvelden in bloei komen, veroorzaken motorvoertuigen, met name motoren, ernstige hinder in onze dorpen\", schrijft het college van burgemeester en wethouders in de brief.\nHet college wil daarom een verlaging van geluidsnormen en een algeheel verbod op de handel, verkoop en gebruik op de openbare weg van regelbare uitlaatsystemen.\nBovendien pleit het college voor meer wettelijke mogelijkheden voor gemeenten om inrijverboden af te kondigen en een verplichte 'geluids-APK' in te stellen.", "paragraphs": ["Het college van Bloemendaal pleit in een brief aan minister Cora van Nieuwenhuizen (Infrastructuur en Waterstaat) voor het aan banden leggen van het gebruik van luidruchtige motoren. De gemeenteraad is de decibellen van de motoren in het dorp zat en heeft daarom het college de opdracht gegeven te onderzoeken wat er aan kan worden gedaan.", "De gemeente biedt zich in de brief aan als proeftuin voor pilots om dergelijke geluidsoverlast terug te dringen. \"Zo gauw het voorjaar aanbreekt en de bollenvelden in bloei komen, veroorzaken motorvoertuigen, met name motoren, ernstige hinder in onze dorpen\", schrijft het college van burgemeester en wethouders in de brief.", "De overlast houdt volgens het college tot het najaar aan. \"Controle op geluidsoverlast door herrie makende motorrijders gebeurt weliswaar maar de huidige systematiek is tijdrovend en er is een tekort aan mankracht en testmaterieel bij de politie.\"", "Het college wil daarom een verlaging van geluidsnormen en een algeheel verbod op de handel, verkoop en gebruik op de openbare weg van regelbare uitlaatsystemen. Deze zouden te veel lawaai maken.", "Bovendien pleit het college voor meer wettelijke mogelijkheden voor gemeenten om inrijverboden af te kondigen en een verplichte 'geluids-APK' in te stellen."], "authors": ["Door"], "keywords": ["van", "bloemendaal", "een", "brief", "luidruchtige", "en", "te", "minister", "schrijft", "op", "voor", "zat", "college", "motoren", "het", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}