{"id": "eb613d6b-021f-3b2a-977e-792362812494", "title": "De verwachte ontslaggolf blijft voorlopig uit: aantal werklozen daalde in november", "url": "https://volkskrant.nl/nieuws-achtergrond/de-verwachte-ontslaggolf-blijft-voorlopig-uit-aantal-werklozen-daalde-in-november~b271fe0f/", "summary": "Een werkzoekende achter de computer bij het Werkplein van het UWV in Den Haag.\nBeeld ANP XTRADat blijkt uit cijfers van het Centraal Bureau voor de Statistiek en uitkeringsinstantie UWV.\n‘De cijfers hebben ons andermaal verrast’, zegt arbeismarktdeskundige Rob Witjes van het UWV.\nDie tussen flex en vast en die tussen sectoren.\nVorige week meldde de Volkskrant al dat het aantal ontslagaanvragen voor medewerkers in vaste dienst is verdubbeld, meestal duurt het enkele maanden voordat zo’n aanvraag leidt tot ontslag.", "paragraphs": ["Een werkzoekende achter de computer bij het Werkplein van het UWV in Den Haag. Beeld ANP XTRA", "Dat blijkt uit cijfers van het Centraal Bureau voor de Statistiek en uitkeringsinstantie UWV. Tussen maart en augustus nam het aantal werklozen nog met ruim 150 duizend toe, sindsdien is de trend gekeerd en daalde de werkloosheid met 50 duizend. Dat die daling in november doorzet, is opvallend. Half oktober nam het kabinet opnieuw forse maatregelen om het coronavirus te bestrijden, de verwachting was dat dat zou leiden tot een groei aan werklozen.", "‘De cijfers hebben ons andermaal verrast’, zegt arbeismarktdeskundige Rob Witjes van het UWV. ‘Elke maand dachten we: nu zal het toch wel, maar de ontslaggolf is uitgebleven.’ Daar moet wel bij worden opgemerkt dat er twee ‘forse tweedelingen’ zijn op de arbeidsmarkt. Die tussen flex en vast en die tussen sectoren. ‘Bedrijven als koeriersdiensten groeien terwijl er bedrijven zijn die bij elke lockdown een knock down krijgen.’ Dat is ook terug te zien in de cijfers: in de horeca, cultuursector en vervoer en logistiek nam het aantal ww-uitkeringen toe.", "Dat de gevreesde ontslaggolf uitblijft, is volgens Witjes te danken aan de ruimhartige steunmaatregelen waarmee nog altijd zo’n 379 duizend banen overeind worden gehouden. Daarnaast had 70 procent van de beroepen voor de coronacrisis te maken met forse krapte waardoor werkgevers terughoudend zijn om personeel dat ze met moeite hebben aangetrokken, de deur te wijzen. ‘We zijn vanuit een gunstige situatie in deze ellende terechtgekomen’, aldus Witjes.", "De arbeidsmarktdeskundige verwacht dat de werkloosheid volgend jaar zal oplopen. Vorige week meldde de Volkskrant al dat het aantal ontslagaanvragen voor medewerkers in vaste dienst is verdubbeld, meestal duurt het enkele maanden voordat zo’n aanvraag leidt tot ontslag. Maar aan voorspellingen durft Witjes zich niet meer te wagen. Het heeft alles te maken met hoe het virus zich ontwikkelt en of ‘anderhalvemetersamenleving’ ook het woord van 2021 wordt."], "authors": ["Marieke De Ruiter"], "keywords": ["dat", "van", "die", "werklozen", "uit", "een", "en", "voorlopig", "met", "te", "zijn", "aantal", "ontslaggolf", "blijft", "daalde", "het", "verwachte", "witjes"], "pubDate": "2020-12-17T09:13:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}