{"id": "eb67fb7f-ee7d-3078-9ce9-6304072861c4", "title": "Nooit meer zonder Zaanse mayo met de minitubes van Pockies", "url": "https://www.parool.nl/ps/nooit-meer-zonder-zaanse-mayo-met-de-minitubes-van-pockies~b18fab1a/", "summary": "Het liefst wil je met een eigen tube je bakje bijvullen.\n“Of in de zak van een ander kledingstuk.\nMet onze pocketmayo zijn ze maar één handbeweging verwijderd van die mayo op hun friet.”Wordt die mayonaise niet warm in je zak?\n“De tubes Zaanse Mayonaise van Van Wijngaarden hebben een verkoelende factor.\nMet ­onze mayo proberen we juist die mensen een hart onder de riem te steken.”Er zullen ook mensen zijn die zeggen: de mayo is op, ik heb nog friet, dan maar zonder.", "paragraphs": ["Beeld Shutterstock", "Dat dit nog niet bestond.", "“Ja, in een restaurant grijp je vaak mis als je zin hebt in mayonaise. Het liefst wil je met een eigen tube je bakje bijvullen. Het is gênant om te vragen om een refill na je derde bakje. Of je koopt een broodje op het station bij AH to go: geen mayo. Er zijn zo veel momenten in je leven dat er geen of te weinig mayo in de buurt is.”", "Dus draag je het in je onderbroek.", "“Of in de zak van een ander kledingstuk. We hebben duizenden tubes die we gratis meegeven bij elke bestelling.”", "De restaurants zijn dicht. In onze koelkast staat een pot mayo.", "“Je kunt geen hele pot in je zak doen. Onze doelgroep ligt op de bank. Ze houden ervan om lekker een filmpje te kijken, chips en donuts te eten, de frituur 24 uur per dag in het stopcontact te hebben. Met onze pocketmayo zijn ze maar één handbeweging verwijderd van die mayo op hun friet.”", "Wordt die mayonaise niet warm in je zak?", "“De tubes Zaanse Mayonaise van Van Wijngaarden hebben een verkoelende factor. En een beetje warme mayonaise is nooit erg.”", "De feestdagen komen eraan. Handig?", "“Ja, veel mensen worden geconfronteerd met luxe diners zonder mayo, terwijl ze eigenlijk liever een patatje eten dan een beef wellington. Met ­onze mayo proberen we juist die mensen een hart onder de riem te steken.”", "Er zullen ook mensen zijn die zeggen: de mayo is op, ik heb nog friet, dan maar zonder.", "“Dat is een schande. Ik hoop dat we met onze tube een einde maken aan die gruwel.”"], "authors": ["Tom Grosfeld"], "keywords": ["minitubes", "van", "onze", "zonder", "het", "meer", "pockies", "zaanse", "met", "die", "zijn", "een", "je", "te", "mayo", "nooit"], "pubDate": "2020-12-07T09:02:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}