{"id": "eb77c2ab-8d07-3a88-a0a8-8ab978d84022", "title": "Rechten migrant in EU geschonden, constateert EU zelf", "url": "https://www.parool.nl/wereld/rechten-migrant-in-eu-geschonden-constateert-eu-zelf~b4427e6f/", "summary": "Dat vluchtelingen soms worden teruggestuurd zonder de kans te hebben gehad asiel aan te vragen, worden opgesloten of er geweld tegen hen wordt gebruikt, is bekend.\nEn het gaat zeker niet alleen om incidenten van bijvoorbeeld individuele grenswachten.”Niet-ontvankelijkZo wordt in Kroatië veel geweld tegen vluchtelingen gebruikt.\nEen van de zaken die zij onderzoekt is die van een paar migranten – ook kinderen – die zeggen bij de grens met Bosnië in een kelder onder een politiebureau te zijn vastgehouden.\n“Dat kun je niet aan de lidstaten zelf overlaten.”StraffeloosheidOok EU-landen die niet aan de buitengrenzen liggen, laten namelijk maar weinig van zich horen als bijvoorbeeld pushbacks aan het licht komen, zegt Strik.\nZij hoopt dat het rapport daar verandering in brengt.", "paragraphs": ["Vluchtelingen in het Spaanse Gran Canaria na hun oversteek naar Spanje. Beeld Getty Images", "De conclusies worden misschien minder ronkend naar buiten gebracht dan een mensenrechtenorganisatie zou doen, maar Tineke Strik zegt wel tevreden te zijn over het rapport dat het EU-agentschap voor fundamentele rechten (FRA) dinsdag publiceert. De Europarlementariër van GroenLinks vroeg Brussel ruim een jaar geleden serieus te kijken naar de schendingen van rechten van vluchtelingen en migranten aan de buitengrenzen van de Europese Unie.", "Niet omdat die nog nooit zijn onderzocht. Mensenrechtenorganisaties, onderzoeksjournalisten en ombudsmannen hebben al heel wat rapporten geschreven over schendingen in EU-lidstaten. Dat vluchtelingen soms worden teruggestuurd zonder de kans te hebben gehad asiel aan te vragen, worden opgesloten of er geweld tegen hen wordt gebruikt, is bekend.", "“Maar regeringen schuiven die rapporten van ngo’s vrij makkelijk terzijde met het argument dat ze de inhoud niet kunnen verifiëren,” zegt Strik. Uit het FRA-rapport blijkt bovendien dat EU-landen weinig tot geen onderzoek doen wanneer er klachten over mensenrechtenschendingen worden ingediend.", "Nu vanuit Brussel zelf alle betrouwbare signalen en onderbouwde beschuldigingen op een rijtje zijn gezet, wordt het moeilijker voor lidstaten om weg te kijken, hoopt Strik. “De schendingen zijn systematisch en structureel, laat dit rapport nog eens zien. Bij alle buitengrenzen – of het nou om Polen, Hongarije, Kroatië, Griekenland of Spanje gaat – vinden ze plaats. En het gaat zeker niet alleen om incidenten van bijvoorbeeld individuele grenswachten.”", "Niet-ontvankelijk", "Zo wordt in Kroatië veel geweld tegen vluchtelingen gebruikt. De Kroatische ombudsman – een vrouw in dit geval – heeft haar handen er vol aan. Een van de zaken die zij onderzoekt is die van een paar migranten – ook kinderen – die zeggen bij de grens met Bosnië in een kelder onder een politiebureau te zijn vastgehouden. De nachten zouden ze op de betonnen vloer hebben moeten doorbrengen, staat in het FRA-rapport te lezen.", "Onderzoek naar dit soort schendingen doen is niet gemakkelijk, zegt Strik. “De Kroatische ombudsman mag niet eens onaangekondigd bezoeken doen aan de grens en krijgt geen toegang tot informatie. En als zij klachten indient bij het ministerie van Binnenlandse Zaken, worden die allemaal niet-ontvankelijk verklaard.”", "Ombudsmannen en mensenrechteninstituten moeten volgens de Europarlementariër veel meer mogelijkheden en voldoende mandaat krijgen om hun werk goed te doen. En daar ligt volgens haar een duidelijke rol voor Brussel. De Europese Commissie moet erop toezien dat elke lidstaat goed controleert of de regels rondom mensenrechten, zoals vastgelegd in internationale en Europese verdragen, in het land gehandhaafd worden. “Dat kun je niet aan de lidstaten zelf overlaten.”", "Straffeloosheid", "Ook EU-landen die niet aan de buitengrenzen liggen, laten namelijk maar weinig van zich horen als bijvoorbeeld pushbacks aan het licht komen, zegt Strik.", "“De Kroatische en Griekse regeringen vertellen mij dat de andere lidstaten het prima vinden wat ze doen en ontvangen er soms complimenten voor.” Dat versterkt de sfeer van straffeloosheid, vreest Strik. Zij hoopt dat het rapport daar verandering in brengt. “De stilte moet doorbroken worden.”"], "authors": ["Pieternel Gruppen"], "keywords": ["van", "eu", "constateert", "het", "die", "zelf", "migrant", "een", "en", "dat", "te", "niet", "rechten", "aan", "geschonden", "worden"], "pubDate": "2020-12-08T11:53:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}