{"id": "eb86ae7d-3081-3ec8-a800-35d851a637b6", "title": "VS bestempelt Houthi-rebellen als terroristische organisatie", "url": "https://nos.nl/artikel/2363891-vs-bestempelt-houthi-rebellen-als-terroristische-organisatie.html", "summary": "De Amerikaanse minister Pompeo van Buitenlandse Zaken gaat de Jemenitische Houthi-rebellen bestempelen als terroristische organisatie.\nOok worden drie leiders van de beweging op een lijst van wereldwijd opererende terroristen geplaatst.\nDe verklaring komt in de laatste dagen van Pompeo's ministerschap en wordt gezien als een van de laatste daden om de nalatenschap van president Trumps buitenlandbeleid veilig te stellen.\nZo was er twee weken geleden een aanval op het vliegveld van de zuidelijke havenstad Aden, waarbij 22 doden vielen.\nHulporganisaties waarschuwen dat een escalatie van het conflict de humanitaire crisis in Jemen kan verergeren.", "paragraphs": ["De Amerikaanse minister Pompeo van Buitenlandse Zaken gaat de Jemenitische Houthi-rebellen bestempelen als terroristische organisatie. Ook worden drie leiders van de beweging op een lijst van wereldwijd opererende terroristen geplaatst. De Houthi's vechten in Jemen al zes jaar een burgeroorlog uit tegen de regering in hoofdstad Sanaa.", "De verklaring komt in de laatste dagen van Pompeo's ministerschap en wordt gezien als een van de laatste daden om de nalatenschap van president Trumps buitenlandbeleid veilig te stellen. Volgens Amerikaanse media zal Pompeo in de komende dagen ook Cuba bestempelen als 'staatssponsor van terrorisme', een kwalificatie die onder president Obama juist werd geschrapt.", "Met de actie tegen de Houthi's hoopt Pompeo de inmenging van Iran bij het conflict in Jemen tegen te gaan. \"De Iraanse Revolutionaire Garde steunt de Houthi's met raketten, drones en gevechtstraining, waardoor kritische infrastructuur is vernietigd\", schrijft de minister. Zo was er twee weken geleden een aanval op het vliegveld van de zuidelijke havenstad Aden, waarbij 22 doden vielen.", "De Houthi-rebellen worden daarnaast verantwoordelijk gehouden voor een aantal grensoverschrijdende terroristische aanvallen, onder meer op de scheepvaart. Ook zouden ze achter een reeks drone-aanvallen op de Saudische olie-industrie zitten.", "Zes jaar burgeroorlog", "De burgeroorlog in Jemen is in een proxy-oorlog tussen de regionale grootmachten Saudi-Arabië, dat de regering steunt, en Iran, dat de Houthi's steunt. De Amerikanen steunen sinds 2015 de Saudiërs.", "Afgesproken wapenstilstanden, buitenlandse interventies en onderhandelingsgesprekken bleken vergeefs: na zes jaar woedt de burgeroorlog voort, waarbij tien- tot mogelijk honderdduizenden Jemenieten de dood vonden. Miljoenen zijn op de vlucht geslagen. De VN heeft de noodklok geluid over de ondervoeding van kinderen.", "Door de Houthi's officieel terroristen te noemen, komen er middelen vrij om de rebellenbeweging harder aan te pakken en zwaardere sancties in te stellen. Hulporganisaties waarschuwen dat een escalatie van het conflict de humanitaire crisis in Jemen kan verergeren.", "Pompeo schrijft in zijn verklaring dat goede doelen hun werk kunnen blijven doen. Zo worden er speciale licenties vrijgegeven om geld en hulpgoederen het land in te krijgen.", "De Houthi-rebellen staan nog niet op de Europese lijst van terroristische organisaties."], "authors": [], "keywords": ["van", "bestempelt", "houthirebellen", "jemen", "organisatie", "en", "een", "terroristische", "vs", "dat", "te", "op", "houthis", "het", "worden", "als"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}